{
    "18946": {
        "format": "prose",
        "text": "And each month at the new moon, and each week on the Sabbath, all flesh will come to worship in my presence: ｟Yhvh｠ declares."
    },
    "18947": {
        "format": "prose",
        "text": "▲¶They will go out and gaze on the corpses of the men who rebelled against me; for neither will the worm that consumes them die nor the fire that burns them be quenched; they will be an object of horror to all flesh. \/[23 And each month at the new moon, and each week on the Sabbath, all flesh will come to worship in my presence: ｟Yhvh｠ declares.]"
    },
    "18944": {
        "format": "prose",
        "text": "Some of them I shall take as priests, as Levites, says ｟Yhvh｠."
    },
    "18945": {
        "format": "prose",
        "text": "▲¶For, as the new heavens and the new earth that I am about to make will endure in my presence—｟Yhvh｠ declares—so will your posterity and your name endure."
    },
    "18943": {
        "format": "prose",
        "text": "They will bring all your brethren from all the nations as an offering for ｟Yhvh｠. They will bring them on horseback, in chariots and covered wagons, on mules and dromedaries, to Jerusalem my holy mountain, says ｟Yhvh｠, just as the Israelites themselves bring the cereal offering in ritually clean vessels to the house of ｟Yhvh｠."
    },
    "18942": {
        "format": "prose",
        "text": "I shall place a sign among them, and I shall send some of them, the survivors, to the nations, to Tarshish, Put and Lud, Meshech and Tubal, Yavan and the distant coastlands and islands, those who have neither heard about me nor witnessed my glory. They will proclaim my glory among the nations."
    },
    "18941": {
        "format": "prose",
        "text": "▲¶I am coming to gather together nations of every tongue, so that they can come and witness my glory."
    },
    "18940": {
        "format": "prose",
        "text": "§¶As for those who consecrate and purify themselves to enter the gardens following the one in the center, who partake of swine’s flesh, unclean things and rodents, their deeds and their devices will together come to an end: a declaration of ｟Yhvh｠."
    },
    "18939": {
        "format": "poetry",
        "text": "For with fire ｟Yhvh｠ enters into judgment, \/and with his sword on all humanity; \/those slain by ｟Yhvh｠ will be many."
    },
    "18938": {
        "format": "poetry",
        "text": "▲¶See, ｟Yhvh｠ comes in fire, \/his chariots like the whirlwind, \/to requite with his furious anger, \/to rebuke with a flame of fire."
    },
    "18937": {
        "format": "poetry",
        "text": "You will witness it, your hearts will rejoice,\/your bones will flourish like grass.\/YHVH’s power will be known among his servants\/and his indignation among his enemies."
    },
    "18936": {
        "format": "poetry",
        "text": "As a mother comforts her son, \/so will I comfort you; \/you will find comfort in Jerusalem."
    },
    "18935": {
        "format": "poetry",
        "text": "▲¶For this is what ｟Yhvh｠ says:\/I will extend prosperity to her like a river,\/the wealth of nations like a torrent in full spate.\/Your infants will be carried on the hip,\/dandled on the knees."
    },
    "18934": {
        "format": "poetry",
        "text": "that you may nurse and be satisfied \/at her consoling breast; \/that you may drink deeply with delight \/at her splendid bosom."
    },
    "18933": {
        "format": "poetry",
        "text": "▲¶Rejoice with Jerusalem, take delight in her, \/all you who love her! \/Be exceedingly joyful with her, \/all you who now mourn over her;"
    },
    "18932": {
        "format": "poetry",
        "text": "Shall I open the womb and not bring to birth? \/[｟Yhvh｠ says] \/Shall I, who bring to birth, close up the womb? \/[Says your God]"
    },
    "18931": {
        "format": "poetry",
        "text": "Who ever heard the like? \/Who ever witnessed such events? \/Can a land come to birth in a single day? \/Can a nation be born all at once? \/Yet, as soon as Zion was in labor, \/she gave birth to her children!"
    },
    "18930": {
        "format": "poetry",
        "text": "§¶Before she went into labor, she gave birth, \/before the birth pangs came on her, she bore a son."
    },
    "18929": {
        "format": "poetry",
        "text": "▲¶That sound of tumult from the city, \/that thundering from the temple, \/it is the sound of ｟Yhvh｠ dealing out \/retribution to his enemies!"
    },
    "18928": {
        "format": "poetry",
        "text": "▲¶Hear the word of ｟Yhvh｠, you who tremble at his word! \/Your brethren who hate you, \/who cast you out for my name’s sake, have said, \/May ｟Yhvh｠ reveal his glory, that we may witness your joy!” \/But it is they who will be put to shame."
    },
    "18927": {
        "format": "poetry",
        "text": "so I will choose to punish them \/and bring on them the things that they dread; \/for when I called, there was no one to answer, \/when I spoke, they would not listen; \/but they did what was evil in my sight, \/choosing what was displeasing to me."
    },
    "18926": {
        "format": "poetry",
        "text": "▲¶He who slaughters an ox kills a man; \/he who sacrifices a sheep wrings a dog’s neck; \/he who makes a cereal offering (offers) the blood of a pig; \/he who makes a memorial offering with frankincense \/pronounces a blessing over an idol. \/They too have chosen to go their own way, \/they take delight in their idols;"
    },
    "18925": {
        "format": "poetry",
        "text": "Did not my hand make all of these, \/and all these things came to be? \/[A pronouncement of YHVH] \/But on these I look with favor: \/the poor, the afflicted in spirit, and those who tremble at my word."
    },
    "18924": {
        "format": "poetry",
        "text": "§¶This is what ｟Yhvh｠ says: \/Heaven is my throne, the earth is my footstool. \/What kind of house could you build for me? \/What kind of place for my abode?"
    },
    "18923": {
        "format": "poetry",
        "text": "The wolf and the lamb will graze together, \/the lion will eat hay like the ox. \/[As for the snake, dust will be its food.] \/No longer will they hurt or destroy \/on all my holy mountain. \/This is what ｟Yhvh｠ says."
    },
    "18922": {
        "format": "poetry",
        "text": "Before they call out, I shall answer; \/while they are yet speaking, I shall hear their prayer."
    },
    "18921": {
        "format": "poetry",
        "text": "They will not toil in vain \/or bear children destined for disaster; \/they will be a race blessed by ｟Yhvh｠, \/they and their offspring with them."
    },
    "18920": {
        "format": "poetry",
        "text": "they will not build for others to live in, \/they will not plant for others to eat. \/Like the life‑span of a tree will the life‑span of my people be, \/my chosen ones will long enjoy the work of their hands."
    },
    "18919": {
        "format": "poetry",
        "text": "When they build houses, they will dwell in them, \/when they plant vineyards, they will eat their produce;"
    },
    "18918": {
        "format": "poetry",
        "text": "No child there will ever again live but a few days, \/no old man fail to live out his full span of life. \/Whoever dies at a hundred will be just like a youth, \/whoever falls short of a hundred will be reckoned accursed."
    },
    "18917": {
        "format": "poetry",
        "text": "I shall take delight in Jerusalem \/and rejoice in my people. \/No more will the sound of weeping be heard in her, \/no more the cry of distress."
    },
    "18916": {
        "format": "poetry",
        "text": "Rejoice, rather, and take delight unending\/in what I am about to create!\/I shall create Jerusalem as a delight,\/her people as a source of joy;"
    },
    "18915": {
        "format": "poetry",
        "text": "§¶See, I am about to create new heavens and a new earth; \/the former things will no more be remembered, \/nor will they come to mind."
    },
    "18914": {
        "format": "poetry",
        "text": "so that the one who blesses himself in the land \/will do so by the God whose name is Amen, \/and the one who swears an oath in the land \/will do so by the God whose name is Amen, \/for the former troubles are forgotten \/and are hidden from my sight."
    },
    "18913": {
        "format": "poetry",
        "text": "You will leave your name behind as a curse for my chosen ones, \/[May the Sovereign Lord ｟Yhvh｠ put you to death!] \/but his servants will be called by a different name,"
    },
    "18912": {
        "format": "poetry",
        "text": "my servants will exult with heartfelt joy, \/while you cry out with heartache \/and wail with anguish of spirit."
    },
    "18911": {
        "format": "poetry",
        "text": "§¶These, therefore, are the words of the Sovereign Lord YHVH: \/My servants will eat, while you go hungry; \/my servants will drink, while you go thirsty; \/my servants will rejoice, while you are put to shame;"
    },
    "18910": {
        "format": "poetry",
        "text": "I shall destine you for the sword; \/you will all crouch down to be slaughtered— \/because, when I called, you would not answer; \/when I spoke, you would not listen; \/but you did what was evil in my sight, \/you chose what did not please me."
    },
    "18909": {
        "format": "poetry",
        "text": "▲¶But you who forsake ｟Yhvh｠ \/and neglect my holy mountain, \/who spread a table for the god of good luck \/and fill bowls of mixed wine for the god of destiny,"
    },
    "18908": {
        "format": "poetry",
        "text": "Sharon will be grazing for flocks, \/the Vale of Achor pasture for cattle; \/they will be for my people who seek me."
    },
    "18907": {
        "format": "poetry",
        "text": "I shall bring forth descendants from Jacob, \/from Judah heirs to inherit my mountains. \/My chosen ones will inherit the land, \/my servants will have their abode there."
    },
    "18906": {
        "format": "poetry",
        "text": "§¶These are YHVH’s words: \/When there is still some juice in a bunch of grapes, \/people say, “Don’t destroy it; there’s a blessing in it.” \/So shall I do for the sake of my servants, \/so as not to destroy all the people."
    },
    "18905": {
        "format": "poetry",
        "text": "their iniquities\/and those of their forebears together.\/[A saying of YHVH]\/Since they burn incense on the mountains,\/and on the hills they insult me,\/I shall first take stock of their deeds\/and then requite them in full measure."
    },
    "18904": {
        "format": "poetry",
        "text": "Observe: it is recorded in my presence!\/I shall not be silent; rather, I shall requite,\\I shall requite in full measure"
    },
    "18903": {
        "format": "poetry",
        "text": "They say, “Keep your distance; \/do not approach me, for I have been set apart from you.” \/These are smoke in my nostrils, \/a fire that burns all the time."
    },
    "18902": {
        "format": "poetry",
        "text": "they squat among the tombs, \/pass the night among the rocks. \/They eat the flesh of pigs, \/with broth of unclean things in their pots."
    },
    "18901": {
        "format": "poetry",
        "text": "a people that provokes me \/continually to my face. \/They offer sacrifices in gardens, \/they burn incense upon bricks;"
    },
    "18900": {
        "format": "poetry",
        "text": "All day long I spread out my hands \/to a stubborn, rebellious people, \/who go their evil way, \/following their own devices;"
    },
    "18899": {
        "format": "poetry",
        "text": "§¶I was ready to be sought out, but they did not ask for me,\/I was ready to be found, but they did not seek me;\/I said, “Here I am, here I am”\/to a nation that did not invoke my name."
    },
    "18898": {
        "format": "poetry",
        "text": "In view of all this, will you stand aloof, O ｟Yhvh｠? \/Will you keep silent and afflict us beyond measure?"
    },
    "18897": {
        "format": "poetry",
        "text": "Our holy house, our pride and joy, \/where our ancestors sang your praise, \/has been consumed by fire; \/our most precious possession has been turned into a shambles."
    },
    "18896": {
        "format": "poetry",
        "text": "Your holy cities are a wilderness, \/Zion, too, has become a wilderness, \/Jerusalem a place of desolation."
    },
    "18895": {
        "format": "poetry",
        "text": "Do not then be angry beyond measure, \/nor forever bear iniquity in mind. \/Consider, we are all your people!"
    },
    "18893": {
        "format": "poetry",
        "text": "There is none who invokes your name, \/who bestirs himself to hold on to you; \/for you have hidden your face from us, \/you have handed us over to our iniquities."
    },
    "18894": {
        "format": "poetry",
        "text": "▲¶Yet you, O ｟Yhvh｠, are our Father; \/we are the clay, you are the one that shaped us; \/we are all the work of your hand."
    },
    "18892": {
        "format": "poetry",
        "text": "We have become like a thing unclean, \/all our righteous acts like a filthy rag; \/we all shrivel up like a leaf, \/our iniquities bear us off like the wind."
    },
    "18891": {
        "format": "poetry",
        "text": "You come to meet those who rejoice to do what is right, \/those who keep you in mind by observing your ways. \/But when you grew angry, we sinned; \/when you hid yourself, we transgressed."
    },
    "18889": {
        "format": "poetry",
        "text": "when you do awesome deeds we could not hope for. \/[When you came down, the mountains quaked in your presence.]"
    },
    "18890": {
        "format": "poetry",
        "text": "From ages past no ear has ever heard or heeded, \/no eye has ever seen any god but you, \/who acts on behalf of those who wait for him."
    },
    "18888": {
        "format": "poetry",
        "text": "[like fire that ignites the kindling, \/like fire that makes the water boil] \/to make your name known to your adversaries; \/so that nations will tremble before you"
    },
    "18887": {
        "format": "poetry",
        "text": "▲¶Would that you might rend the heavens and come down, \/that the mountains might quake in your presence,"
    },
    "18886": {
        "format": "poetry",
        "text": "We have long been like those over whom you do not rule, \/as though we no longer bore your name."
    },
    "18885": {
        "format": "poetry",
        "text": "Why have the reprobates made light of your holy place? \/Our adversaries have trampled down your sanctuary."
    },
    "18884": {
        "format": "poetry",
        "text": "｟Yhvh｠, why do you let us stray from your paths, \/why harden our hearts, so that we do not revere you? \/Return for the sake of your servants, \/the tribes you have inherited."
    },
    "18882": {
        "format": "poetry",
        "text": "▲¶Look down from heaven and see, \/from your holy, glorious, and exalted dwelling! \/Where is your zeal, your power, \/your abundant, tender compassion? \/Do not stand aloof,"
    },
    "18883": {
        "format": "poetry",
        "text": "for you are our Father! \/Were Abraham not to know us, \/Israel not to acknowledge us, \/yet you, ｟Yhvh｠, are our Father, \/our Redeemer from old is your name."
    },
    "18881": {
        "format": "poetry",
        "text": "Like cattle going down into the valley, \/the spirit of ｟Yhvh｠ gave them respite. \/Thus did you lead your people \/to win yourself a glorious name."
    },
    "18880": {
        "format": "poetry",
        "text": "who led them through the watery depths \/like horses through the desert without stumbling?"
    },
    "18879": {
        "format": "poetry",
        "text": "the one who sent his splendid power \/to go at the right hand of Moses; \/who divided the waters before them \/to win himself a name everlasting;"
    },
    "18878": {
        "format": "poetry",
        "text": "Then they recalled the days of old: \/[Moses, his people] \/Where is the one who brought them up from the sea \/together with the shepherd of his flock? \/Where is the one who placed within him \/his holy spirit;"
    },
    "18877": {
        "format": "poetry",
        "text": "▲¶Yet they rebelled and grieved his holy spirit, \/so he turned against them and became their enemy; \/he himself made war against them."
    },
    "18876": {
        "format": "poetry",
        "text": "In all their afflictions he too was afflicted, \/and the angel of his presence saved them. \/In his love and his pity, \/he himself redeemed them; \/he lifted them up and carried them \/for all the days of old."
    },
    "18875": {
        "format": "poetry",
        "text": "He thought, “Surely they are my people, \/children who will not play me false,” \/so he became for them a savior."
    },
    "18874": {
        "format": "poetry",
        "text": "§¶I will recite the benevolent acts of ｟Yhvh｠, \/his deeds worthy of praise, \/for all the favors he has shown us, \/his abundant goodness to the household of Israel; \/the favors he bestowed on them in his compassion \/and in the abundance of his benevolence."
    },
    "18873": {
        "format": "poetry",
        "text": "I trample peoples in my anger,\/ I make them drunk with my fury,\/ I pour out their lifeblood on the ground.”"
    },
    "18872": {
        "format": "poetry",
        "text": "I look for a helper, but there is none,\/I am aggrieved that there is no one to sustain me;\/so my own arm won me the victory,\/my fury it was that sustained me."
    },
    "18870": {
        "format": "poetry",
        "text": "¶“I have trod the wine vat alone,\/no one from all the peoples was with me;\/I tread them down in my anger,\/I trample them in my fury.\/Their lifeblood spatters my garments,\/I have stained all my clothing."
    },
    "18871": {
        "format": "poetry",
        "text": "A day for vengeance is on my mind, \/my year of redemption has arrived;"
    },
    "18869": {
        "format": "poetry",
        "text": "¶“Why is your clothing all red, \/your garments like those of the one \/who treads grapes in the winepress?”"
    },
    "18868": {
        "format": "poetry",
        "text": "§¶“Who is this that comes from Edom, \/with glistening garments from Bosrah, \/this person splendidly attired, \/striding in the fullness of his power?” ¶It is I who speak what is right, \/who contend in order to save.”"
    },
    "18867": {
        "format": "poetry",
        "text": "They will call them “the Holy People,” \/the Redeemed of ｟Yhvh｠,” \/and you will be called “Sought Out,” \/City No Longer Forsaken.”"
    },
    "18866": {
        "format": "poetry",
        "text": "See, ｟Yhvh｠ has proclaimed \/from one end of the earth to the other: \/Tell daughter Zion, \/See, your salvation comes; \/see, his reward is with him, \/his recompense precedes him.”"
    },
    "18865": {
        "format": "poetry",
        "text": "§¶Pass through, pass through the gates! \/Clear a way for the people; \/build up the highway, build it up, \/clear away the stones, \/raise a signal over the peoples!"
    },
    "18864": {
        "format": "poetry",
        "text": "but those who harvest the grain shall eat it \/and give praise to ｟Yhvh｠; \/and those who gather the grapes shall drink the wine \/within my sacred courts.”"
    },
    "18863": {
        "format": "poetry",
        "text": "▲¶｟Yhvh｠ has sworn with his own right hand, \/with his mighty arm: \/Nevermore will I give your grain to feed your foes, \/nor shall foreigners drink the wine \/that you have toiled to produce;"
    },
    "18862": {
        "format": "poetry",
        "text": "and give no rest to ｟Yhvh｠, \/until he establish Jerusalem solid and firm \/and spread her renown throughout the earth."
    },
    "18861": {
        "format": "poetry",
        "text": "§¶Upon your walls, O Jerusalem, I have posted watchmen; \/they will never be silent, by day or by night.\/O you who invoke YHVH’s name, take no rest,"
    },
    "18860": {
        "format": "poetry",
        "text": "As a young man weds a young woman, \/so will your children be united with you; \/as the bridegroom rejoices over the bride, \/so will your God rejoice over you."
    },
    "18859": {
        "format": "poetry",
        "text": "Nevermore will you be called “the Forsaken One,” \/nevermore will your land be called “the Desolate One”; \/but you will be called “I Delight in Her,” \/and your land will be called “Espoused,” \/for ｟Yhvh｠ will take delight in you, \/and your land will indeed be espoused."
    },
    "18858": {
        "format": "poetry",
        "text": "you will be a splendid crown in YHVH’s hand, \/a royal diadem in the palm of God’s hand."
    },
    "18857": {
        "format": "poetry",
        "text": "Then nations will see your vindication, \/all kings will witness your glory; \/you will be called by a new name \/that ｟Yhvh｠ himself will bestow;"
    },
    "18856": {
        "format": "poetry",
        "text": "§¶For Zion’s sake I will not be silent, \/for Jerusalem’s sake I will not be still \/till her vindication breaks out like the morning light, \/her salvation burns bright like a flaming torch."
    },
    "18855": {
        "format": "poetry",
        "text": "As the earth brings forth its growth, \/as a garden causes its plants to flourish, \/so will the Sovereign Lord God make victory and renown \/to flourish before all the nations."
    },
    "18854": {
        "format": "poetry",
        "text": "▲¶I will rejoice in ｟Yhvh｠ with all my heart, \/my whole being will delight in my God, \/for he has clothed me in the garments of triumph, \/wrapped me in the robe of victory, \/as a bridegroom puts on a turban like a priest, \/or a bride adorns herself with her finery."
    },
    "18853": {
        "format": "poetry",
        "text": "Their descendants will be known among the nations, \/their offspring in the midst of the peoples; \/all who see them will acknowledge \/that they are a people blessed by ｟Yhvh｠."
    },
    "18852": {
        "format": "poetry",
        "text": "§¶I, ｟Yhvh｠, love justice,\/I hate rapine and wrongdoing.\/I will give them a sure reward\/and make with them a perpetual covenant."
    },
    "18851": {
        "format": "poetry",
        "text": "Instead of shame, they will have a double portion, \/instead of disgrace, they will exult in their lot; \/they will possess a double portion in their land, \/everlasting joy will be theirs."
    },
    "18850": {
        "format": "poetry",
        "text": "but you will be called priests of ｟Yhvh｠, \/you will be addressed as ministers of our God. \/You will live off the wealth of nations, \/you will revel in their riches."
    },
    "18849": {
        "format": "poetry",
        "text": "Foreigners will serve as shepherds of your flocks, \/aliens will farm your land and dress your vines;"
    },
    "18848": {
        "format": "poetry",
        "text": "They will rebuild the ancient ruins, \/restore the places long desolate, \/repair the ruined cities \/desolate for ages past."
    },
    "18847": {
        "format": "poetry",
        "text": "to comfort all those who mourn, \/to give to those who mourn over Zion \/a turban in place of ashes, \/festive oil in place of a mournful appearance, \/a splendid garment in place of a drooping spirit. ▲¶They will be called strong and sturdy oaks \/that ｟Yhvh｠ has planted for his glory."
    },
    "18846": {
        "format": "poetry",
        "text": "to proclaim the year of YHVH’s good pleasure, \/a day of vindication for our God;"
    },
    "18844": {
        "format": "poetry",
        "text": "The least will become a thousand, \/the youngest a numerous nation.\/ I am ｟Yhvh｠!\/At its appointed time, \/swiftly will I bring it about."
    },
    "18845": {
        "format": "poetry",
        "text": "§¶The spirit of the Sovereign Lord ｟Yhvh｠ is upon me, \/because ｟Yhvh｠ has anointed me. \/He has sent me to announce good news to the poor, \/to bind up the wounds of those broken in spirit; \/to proclaim freedom to captives, \/release to those in prison;"
    },
    "18843": {
        "format": "poetry",
        "text": "▲¶Your people, righteous one and all, \/will possess the land forever, \/the shoot that I myself planted, \/the work of my hands so that I might be glorified."
    },
    "18842": {
        "format": "poetry",
        "text": "Your sun will no longer go down, \/your moon will not set, \/for ｟Yhvh｠ will be your light everlasting, \/and your days of mourning will be ended."
    },
    "18841": {
        "format": "poetry",
        "text": "No longer will the sun be your light in the daytime, \/nor the moon give you light in the nighttime, \/for ｟Yhvh｠ will be your light everlasting, \/your God will be your splendor."
    },
    "18840": {
        "format": "poetry",
        "text": "Never again will the sound of violence \/be heard in your land; \/there will be neither devastation nor destruction \/within your borders; \/you will name your walls Salvation, \/Praise you will name your gates."
    },
    "18839": {
        "format": "poetry",
        "text": "▲¶In place of bronze, I bring gold;\/in place of iron, I bring silver;\/bronze in place of wood, iron in place of stone.\/I assign Peace as your overseer,\/Righteousness as your taskmaster."
    },
    "18837": {
        "format": "poetry",
        "text": "Instead of being abandoned and hated,\/unheeded by those passing by,\/I will make you an object of pride forever,\/a joy for all generations."
    },
    "18838": {
        "format": "poetry",
        "text": "You will suck the milk of nations, \/you will be suckled at the breast of royalty. \/Then you will acknowledge \/that I am ｟Yhvh｠ your Savior, \/your Redeemer, the Strong One of Jacob."
    },
    "18836": {
        "format": "poetry",
        "text": "The children of those who oppress you \/will come to you bending low; \/all who despise you \/will do homage at the soles of your feet. \/They will address you as YHVH’s City, \/The Holy One of Israel’s Zion."
    },
    "18835": {
        "format": "poetry",
        "text": "\/The glory of Lebanon will come to you, \/cypress, fir tree, and box, \/to adorn the place of my sanctuary;\/I will honor the place where my feet rest."
    },
    "18834": {
        "format": "poetry",
        "text": "[For the nation or kingdom that will not serve you shall perish, and the nations shall be utterly destroyed.]"
    },
    "18833": {
        "format": "poetry",
        "text": "Your gates will always stay open, \/day and night they will never be shut, \/so they can bring you the wealth of nations, \/with their kings leading the way."
    },
    "18832": {
        "format": "poetry",
        "text": "▲¶Foreigners will build your walls, \/their kings will minister to you. \/In my wrath I struck you down, \/but in my good pleasure I had compassion on you."
    },
    "18831": {
        "format": "poetry",
        "text": "The vessels from the coastlands are waiting, \/ships of Tarshish in the lead, \/to bring your sons from afar, \/together with their silver and gold \/for the name of ｟Yhvh｠ your God, \/for the Holy One of Israel; \/for it is he has made you glorious."
    },
    "18830": {
        "format": "poetry",
        "text": "▲¶Who are these that fly like the clouds, \/like doves to their dovecotes?"
    },
    "18829": {
        "format": "poetry",
        "text": "All Kedar’s flocks will be herded for you, \/all Nebaioth’s rams will be at your disposal; \/they will be acceptable for offering on my altar, \/and I will enhance the splendor of my house."
    },
    "18828": {
        "format": "poetry",
        "text": "Countless camels will cover your land, \/young camels from Midian and Ephah; \/all those from Sheba will come, \/bearing gifts of gold and incense, \/proclaiming the praise of Yahveh."
    },
    "18827": {
        "format": "poetry",
        "text": "When you see it, you will be radiant, \/your heart will thrill and dilate; \/the sea’s abundance will be lavished on you, \/they will bring you the wealth of nations."
    },
    "18826": {
        "format": "poetry",
        "text": "▲¶Lift up your eyes, look about you: \/they are all assembling, they are coming to you! \/Your sons will come from afar, \/your daughters will be held on the hip."
    },
    "18825": {
        "format": "poetry",
        "text": "Nations will come to your light, \/kings to the radiance of your dawn."
    },
    "18823": {
        "format": "poetry",
        "text": "§¶Rise up, shine forth, for your light has come, \/the glory of ｟Yhvh｠ has dawned over you!"
    },
    "18824": {
        "format": "poetry",
        "text": "Though darkness covers the earth\/and deep gloom the nations,\/｟Yhvh｠ shines over you like the dawn,\/his glory appears over you."
    },
    "18821": {
        "format": "poetry",
        "text": "He will come to Zion as Redeemer \/for those in Israel who turn from transgression.\/A saying of ｟Yhvh｠."
    },
    "18822": {
        "format": "prose",
        "text": "§¶As for me, this is my covenant with them, declares ｟Yhvh｠: my spirit that rests upon you and my words that I have put in your mouth will not be absent from your mouth or from the mouths of your descendants, or from those of the descendants of your descendants declares ｟Yhvh｠, from this time forward and for ever more."
    },
    "18820": {
        "format": "poetry",
        "text": "They will fear the name of ｟Yhvh｠ from the west, \/from the rising of the sun, his glory. \/He will come like a pent‑up torrent, \/driven on by ｟Yhvh｠’s breath."
    },
    "18819": {
        "format": "poetry",
        "text": "As their deserts are, so will he requite them, \/wrath to his adversaries, requital to his enemies. \/[To the coastlands and islands he will make requital.]"
    },
    "18818": {
        "format": "poetry",
        "text": "He donned triumph like a coat of mail, \/with the helmet of salvation on his head. \/He clothed himself with garments of vengeance, \/wrapped himself in rage like a robe."
    },
    "18817": {
        "format": "poetry",
        "text": "He saw that there was no one else, \/he was appalled that there was none to intervene. \/So his own arm won him victory, \/his triumphant power sustained him."
    },
    "18816": {
        "format": "poetry",
        "text": "[a] Honesty is nowhere to be found, \/and whoever renounces evil is despoiled.§¶ [b] When ｟Yhvh｠ saw it, he was displeased \/that no retribution was in sight."
    },
    "18815": {
        "format": "poetry",
        "text": "Justice is turned around, \/righteousness stays at a distance; \/honesty stumbles in the street, \/probity finds no entry."
    },
    "18814": {
        "format": "poetry",
        "text": "We have transgressed, we have disavowed ｟Yhvh｠, \/we have turned away from our God. \/We utter threatening and rebellious words, \/we mutter lies conceived in the heart."
    },
    "18813": {
        "format": "poetry",
        "text": "Our transgressions against you are many, \/our sins bear witness against us. \/Our transgressions are present to us, \/we know only too well our iniquities."
    },
    "18812": {
        "format": "poetry",
        "text": "We all growl like bears, \/like doves we keep on moaning. \/We wait for vindication, but there is none, \/for salvation, but it is far from us."
    },
    "18811": {
        "format": "poetry",
        "text": "We grope like the blind along a wall, \/we feel our way like the sightless; \/we stumble at midday as at twilight, \/like the walking dead among the healthy."
    },
    "18810": {
        "format": "poetry",
        "text": "§¶Therefore, vindication remains far from us, \/deliverance is not in our grasp. \/We wait for daylight, and there is only darkness, \/for light to dawn, and we walk in dark places."
    },
    "18808": {
        "format": "poetry",
        "text": "Their feet run to evil, \/they hasten to shed innocent blood. \/Their scheming is all perverse, \/bringing ruin and destruction in its wake."
    },
    "18809": {
        "format": "poetry",
        "text": "They are ignorant of the way of peace; \/justice does not guide their conduct. \/They have made their paths crooked for themselves; \/none who walks in them knows peace."
    },
    "18807": {
        "format": "poetry",
        "text": "Their webs will not serve for clothing, \/[they will not be able to clothe themselves with what they produce.] \/Their works are evil, \/they perpetrate deeds of violence."
    },
    "18806": {
        "format": "poetry",
        "text": "They hatch vipers’ eggs, \/they spin spiders’ webs; \/[if you eat their eggs you die. \/The cracked egg hatches out as a poisonous snake.]"
    },
    "18805": {
        "format": "poetry",
        "text": "No one issues a summons justly, \/no one goes to law honestly. \/Relying on worthless and fraudulent arguments, \/they conceive trouble and bring forth iniquity."
    },
    "18804": {
        "format": "poetry",
        "text": "Your hands are stained with blood, \/your fingers with iniquity; \/your lips utter what is false, \/your tongue mutters what is perverse."
    },
    "18803": {
        "format": "poetry",
        "text": "Your iniquities have created the rift \/between you and your God; \/your sins have concealed the Face from you, \/so that he does not hear."
    },
    "18801": {
        "format": "poetry",
        "text": "then you will take delight in ｟Yhvh｠.\/I shall set you astride on the heights of the earth,\/I shall give you the heritage of your ancestor Jacob to enjoy.”¶This is what ｟Yhvh｠ has spoken."
    },
    "18802": {
        "format": "poetry",
        "text": "§¶YHVH’s arm is not so short that he cannot save, \/nor his hearing so dull that he cannot hear."
    },
    "18800": {
        "format": "poetry",
        "text": "▲¶If you refrain from travel on the Sabbath, \/from engaging in business on my holy day; \/if you call the Sabbath a delight, \/this holy day of ｟Yhvh｠ most esteemed; \/if you honor it, not following your inclinations, \/or pursuing your own affairs \/or engaging in idle talk;"
    },
    "18799": {
        "format": "poetry",
        "text": "Some of you will rebuild the ancient ruins, \/you will build on foundations laid long ago; \/you will be called repairer of the breach, \/restorer of ruined dwellings."
    },
    "18798": {
        "format": "poetry",
        "text": "｟Yhvh｠ will always be your guide, \/he will see to your needs in an arid land, \/he will strengthen your bones. \/You will be like a well‑watered garden, \/like a spring whose water never fails."
    },
    "18797": {
        "format": "poetry",
        "text": "if you offer your substance to the hungry \/and satisfy the appetite of the afflicted, \/your light will shine in the darkness, \/your darkness will become like the noonday light."
    },
    "18796": {
        "format": "poetry",
        "text": "Then when you call, ｟Yhvh｠ will answer; \/when you cry out he will say, ‘Here I am.’ ” ▲¶“If you banish perverse conduct from among you, \/pointing the finger, and malicious talk,"
    },
    "18795": {
        "format": "poetry",
        "text": "Then your light will break out like the dawn, \/your wound will quickly be healed; \/your vindication will precede you, \/the glory of ｟Yhvh｠ will be your rearguard."
    },
    "18794": {
        "format": "poetry",
        "text": "Is it not sharing your bread with the hungry, \/bringing into your home the homeless, \/clothing the one you see naked, \/not hiding yourself from your neighbor?"
    },
    "18793": {
        "format": "poetry",
        "text": "Is not this the fasting that I favor: \/to free those unjustly detained, \/to loosen the straps of the yoke, \/to release the oppressed into freedom, \/pulling off every yoke?"
    },
    "18792": {
        "format": "poetry",
        "text": "▲¶Is the fast that I favor \/a day for humble self‑affliction of this kind, \/for bowing down the head like a bulrush, \/making one’s bed of sackcloth and ashes? \/Is this what you call a fast, \/a day acceptable to ｟Yhvh｠?"
    },
    "18791": {
        "format": "poetry",
        "text": "Look, your fasting leads only to disputes and quarrels \/and striking with vicious fists. \/The fast you are keeping today \/will not give you a hearing on high."
    },
    "18790": {
        "format": "poetry",
        "text": "▲¶“Why should we fast,” they say, “when you take no notice? \/Why should we afflict ourselves when you do not acknowledge it?” \/Look, on your fast days you pursue your own interests, \/you oppress all your workers."
    },
    "18789": {
        "format": "poetry",
        "text": "Yet they seek guidance from me day after day \/and take pleasure in knowing my ways, \/like a nation that does what is right, \/that has not abandoned the justice of its god. \/They ask of me just decisions, \/they take pleasure in approaching God."
    },
    "18788": {
        "format": "poetry",
        "text": "§¶Shout it out loud, do not hold back, \/raise your voice like a trumpet! \/Proclaim to my people their transgression, \/to the household of Jacob their sins."
    },
    "18787": {
        "format": "poetry",
        "text": "\/There is no peace, says my God, for the wicked."
    },
    "18786": {
        "format": "poetry",
        "text": "But the wicked are like the driven sea \/that never can be still. \/[Its waters dredge up slime and mud.]"
    },
    "18785": {
        "format": "poetry",
        "text": "putting words of praise on the lips \/of those among them that mourn. ¶Peace, peace, for those far off and for those that are near,\/｟Yhvh｠ affirms it; yes, I will heal them."
    },
    "18783": {
        "format": "poetry",
        "text": "I was angry at their sinful avarice;\/I struck them, and in my anger I stayed hidden;\/yet they kept turning back to their devices."
    },
    "18784": {
        "format": "poetry",
        "text": "Though I note their conduct, I will heal them, \/give them respite, repay them with comfort,"
    },
    "18782": {
        "format": "poetry",
        "text": "I will not be forever accusing, \/nor will I always be angry; \/apart from me the spirit weakens, \/for it was I made all creatures that breathe."
    },
    "18781": {
        "format": "poetry",
        "text": "For thus says the Exalted One, \/who dwells in an eternal place, \/whose name is holy: \/I dwell in a high and holy place \/and with the contrite and humble in spirit, \/to revive the spirits of the humble, \/to revive the hearts of the contrite."
    },
    "18780": {
        "format": "poetry",
        "text": "§¶He said: \/Build up, build up the road and clear the way, \/remove every obstacle from my people’s path.”"
    },
    "18779": {
        "format": "poetry",
        "text": "When you cry out for help, \/may your “gathered ones” come to your rescue. \/The wind will carry them all off, \/a breath of air will bear them away. ¶But the one who takes refuge in me will inherit the land, \/will possess my holy mountain."
    },
    "18778": {
        "format": "poetry",
        "text": "I will proclaim your conquests, all your doings, \/but they will profit you nothing."
    },
    "18777": {
        "format": "poetry",
        "text": "▲¶Whom did you dread and fear \/that you proved so false? \/It was not me you kept in mind, \/you never gave me a thought. \/Did I not stay silent and avert my gaze \/while you did not fear me?"
    },
    "18776": {
        "format": "poetry",
        "text": "You were worn out with all your journeying, \/but you never said “It is in vain”; \/you found your vigor renewed, \/and so you did not weaken."
    },
    "18775": {
        "format": "poetry",
        "text": "You journeyed to Molech with oil, \/you put on a lot of perfume; \/you dispatched your envoys far afield, \/you sent them down even to Sheol."
    },
    "18774": {
        "format": "poetry",
        "text": "Beside the door and the doorpost \/you have put up your sign; \/for when I was absent you disrobed, \/you lay down, made room in your bed \/for those with whom you made bargains \/for the pleasure of sleeping with them. \/You gazed on them naked."
    },
    "18773": {
        "format": "poetry",
        "text": "On a high and lofty mountain \/you have set up your bed; \/there too you have gone up \/to offer sacrifice."
    },
    "18772": {
        "format": "poetry",
        "text": "▲¶As for you, woman, \/with the dead of the valley is your destiny, \/it is they who are your portion; \/to them you have poured out a libation, \/you have made a cereal offering."
    },
    "18771": {
        "format": "poetry",
        "text": "You who seek consolation with the shades of the dead \/under every tree in leaf; \/sacrificing children in the valleys, \/under the clefts of the rocks. \/Faced with all this, should I relent?"
    },
    "18770": {
        "format": "poetry",
        "text": "Of whom are you making fun? \/At whom are you making faces \/and sticking out your tongue? \/Sinful brood, treacherous offspring!"
    },
    "18769": {
        "format": "poetry",
        "text": "§¶As for you, draw near, children of the sorceress, \/offspring of an adulterer and a whore!"
    },
    "18768": {
        "format": "poetry",
        "text": "[He enters into peace. \/They repose in their last resting places. \/He is upright in his conduct.]"
    },
    "18767": {
        "format": "poetry",
        "text": "§¶The Righteous One has perished, \/and no one takes it to heart; \/the devout are swept away, \/and no one gives a thought. \/It was on account of evil \/that the Righteous One was swept away."
    },
    "18765": {
        "format": "poetry",
        "text": "The dogs have a mighty appetite, \/they never have enough. \/[They are shepherds.] \/They all go their own way, \/to their own gain, one and all."
    },
    "18766": {
        "format": "poetry",
        "text": "“Come,” says one, “I’ll get the wine. \/Let’s drink strong drink to satiety. \/Tomorrow will be like today, \/or even better still!”"
    },
    "18763": {
        "format": "poetry",
        "text": "§¶All you wild animals, come and devour, \/all you animals of the forest!"
    },
    "18764": {
        "format": "poetry",
        "text": "Israel’s watchmen are blind, one and all, \/they have no understanding. \/They are all dumb dogs, \/dogs that cannot bark; \/panting, stretched out on the ground, \/they love to slumber."
    },
    "18762": {
        "format": "poetry",
        "text": "An utterance of the Sovereign Lord ｟Yhvh｠, \/who gathers the dispersed of Israel: \/I shall gather yet more to him \/besides those already gathered.”"
    },
    "18761": {
        "format": "poetry",
        "text": "them I will bring to my holy mountain;\/I will give them joy in my house of prayer.\/Their burnt offerings and sacrifices\/will be welcome on my altar;\/for my house will be called a house of prayer\/for all peoples.”"
    },
    "18760": {
        "format": "poetry",
        "text": "The foreigners who adhere to ｟Yhvh｠, \/to minister to him, to love ｟Yhvh｠’s name, \/to be his servants; \/all who observe the Sabbath and do not profane it, \/who hold fast my covenant:"
    },
    "18759": {
        "format": "poetry",
        "text": "to them I shall give in my house and within my walls\/a memorial and a name\/better than sons and daughters;\/I shall give them a long‑lasting name\/that will not be cut off."
    },
    "18758": {
        "format": "poetry",
        "text": "For this is what ｟Yhvh｠ says, \/The eunuchs who observe my Sabbaths, \/who choose what is pleasing to me \/and hold fast to my covenant:"
    },
    "18757": {
        "format": "poetry",
        "text": "The foreigner who adheres to ｟Yhvh｠ must not say, \/｟Yhvh｠ will surely cut me off from his people”; \/and the eunuch must not say, \/I am just a withered tree.”"
    },
    "18756": {
        "format": "poetry",
        "text": "Blessed is the one who does this, \/the one who holds fast to it: \/who observes Sabbath, who does not profane it, \/who stays his hand from evildoing."
    },
    "18755": {
        "format": "poetry",
        "text": "§¶This is what ｟Yhvh｠ says: \/Maintain justice, do what is right, \/for my salvation is near at hand, \/my deliverance will soon be revealed.”"
    },
    "18754": {
        "format": "poetry",
        "text": "\/In place of the thornbush, cypresses will grow; \/instead of nettles, myrtles will grow. \/All this will be a memorial for Yahveh, \/a perpetual sign that shall not be cut off."
    },
    "18753": {
        "format": "poetry",
        "text": "▲¶You will go out with joy, \/you will be led out in peace; \/mountains and hills before you will break out in shouts of joy; \/all the trees in the countryside will clap their hands."
    },
    "18752": {
        "format": "poetry",
        "text": "so is it with my word that issues from my mouth; \/it does not return to me empty \/but accomplishes what I purpose \/and achieves what I send it to do."
    },
    "18750": {
        "format": "poetry",
        "text": "\/For as high as is the sky above the earth, \/so are my ways above your ways, \/my thoughts above your thoughts."
    },
    "18751": {
        "format": "poetry",
        "text": "\/For as the rain and the snow fall from the sky, \/nor return there without watering the ground, \/causing it to bring forth vegetation, \/giving seed for the sower \/and bread for food,"
    },
    "18749": {
        "format": "poetry",
        "text": "\/For my thoughts are not your thoughts, \/nor are my ways your ways. [A word of Yahveh]"
    },
    "18748": {
        "format": "poetry",
        "text": "\/Let the wicked forsake their ways, \/the sinful their devices. \/Let them turn back to Yahveh \/that he may take pity on them, \/to our God, ever ready to pardon."
    },
    "18747": {
        "format": "poetry",
        "text": "▲¶Seek Yahveh while he may be found, \/invoke him while he is near."
    },
    "18745": {
        "format": "poetry",
        "text": "\/As I made him a witness to peoples, \/a prince who ruled over nations,"
    },
    "18746": {
        "format": "poetry",
        "text": "so you will summon nations you do not know; \/nations that do not know you will come running to you \/for the sake of Yahveh your God, \/the Holy One of Israel who made you glorious."
    },
    "18744": {
        "format": "poetry",
        "text": "\/Come to me and incline your ear;\/listen, and your spirit will revive.\/I shall make with you a perpetual covenant,\/the tokens of faithful love shown to David."
    },
    "18743": {
        "format": "poetry",
        "text": "\/Why spend your money for what is not food? \/Why spend your earnings for what does not satisfy? \/Listen closely to me if you want to eat well; \/you will be delighted with the richest fare."
    },
    "18742": {
        "format": "poetry",
        "text": "§¶All you there who are thirsty, come to the water! \/Come even if you have no money; \/buy food and eat; \/come, buy wine and milk \/without money, at no cost."
    },
    "18741": {
        "format": "poetry",
        "text": "no weapon designed to be used against you will prevail; \/you will silence every tongue of those who contend with you. ¶This, then, is the lot of Yahveh’s servants, \/their vindication from me. A word of Yahveh."
    },
    "18740": {
        "format": "poetry",
        "text": "\/See, I have created the smith, \/blowing on the charcoal fire, \/making weapons, each one for its purpose.\/I have also created the Destroyer to wreak havoc;"
    },
    "18739": {
        "format": "poetry",
        "text": "\/If anyone attacks you, it will not be my doing, \/and whoever attacks you will fall by your side."
    },
    "18738": {
        "format": "poetry",
        "text": "\/You will be triumphantly established; \/you will be far removed from oppression. \/You will be free from fear \/and from terror, for no terror will come near you."
    },
    "18737": {
        "format": "poetry",
        "text": "\/When all your children will be taught by Yahveh, \/great will be the well‑being of your children."
    },
    "18736": {
        "format": "poetry",
        "text": "\/I will set up your shields with rubies, \/your gates with beryl; \/the walls that enclose you will be precious jewels."
    },
    "18735": {
        "format": "poetry",
        "text": "▲¶City in distress, battered by storms,\/with no one to comfort!\/I will lay your stones with the finest mortar,\/your foundations with lapis;"
    },
    "18734": {
        "format": "poetry",
        "text": "\/Mountains may depart, \/hills may be shaken, \/but my love will not depart from you, \/nor my covenant of friendship be shaken, \/says Yahveh in his pity for you."
    },
    "18733": {
        "format": "poetry",
        "text": "▲¶This is for me like the lifetime of Noah, \/when I swore an oath \/that Noah’s floodwater would never again \/pour over the earth; \/so now I swear an oath \/no longer to be angry with you or rebuke you."
    },
    "18732": {
        "format": "poetry",
        "text": "\/In an outburst of anger I hid my face from you for awhile, \/but with love never failing I have pitied you, \/says Yahveh, your Redeemer."
    },
    "18731": {
        "format": "poetry",
        "text": "\/For a brief space of time I forsook you, \/but with love overflowing I will bring you back."
    },
    "18730": {
        "format": "poetry",
        "text": "\/Yahveh has summoned you back \/like a wife once forsaken and sad at heart, \/a wife still young, though once rejected, \/says your God."
    },
    "18729": {
        "format": "poetry",
        "text": "\/The One who made you is the One who will espouse you; \/Yahveh of the hosts is his name. \/your Redeemer is the Holy One of Israel; \/he is called the God of all the earth."
    },
    "18728": {
        "format": "poetry",
        "text": "\/Do not fear, you will not be disappointed; \/do not cringe, you will not be disgraced; \/you will forget the shame of your youth, \/no longer recall the reproach of your widowhood."
    },
    "18727": {
        "format": "poetry",
        "text": "for you will spread out to the right and the left; \/your offspring will dispossess nations \/and people cities now abandoned."
    },
    "18726": {
        "format": "poetry",
        "text": "\/Enlarge the space of your abode, \/let your tent hangings out to the full, \/do not stint. \/Lengthen your ropes, drive the tent pegs home,"
    },
    "18725": {
        "format": "poetry",
        "text": "§¶Sing out, you barren woman, who has borne no child; \/break out in shouts of joy, you who have never been in labor; \/for the children of the wife that was abandoned \/will outnumber those of the wife with a husband."
    },
    "18724": {
        "format": "poetry",
        "text": "\/Therefore, I allot his portion with the great; \/with the powerful he will share the spoil, \/since he poured out his life‑blood to death \/and was numbered among transgressors. \/Yet he bore the sin of many, \/and interceded for their transgressions."
    },
    "18723": {
        "format": "poetry",
        "text": "\/After his painful life he will see light and be satisfied. ▲¶By his knowledge my servant will vindicate many; \/it is he who bears the burden of their iniquities."
    },
    "18722": {
        "format": "poetry",
        "text": "\/But it was Yahveh’s good pleasure to crush him, [he brought sickness upon him]. \/If his life is laid down as a guilt offering, \/he will see posterity, he will prolong his days; \/through him Yahveh’s purpose will prevail."
    },
    "18721": {
        "format": "poetry",
        "text": "\/His grave was located with the wicked, \/his sepulcher with reprobates, \/though he had done no violence, \/and no falsehood was on his tongue."
    },
    "18720": {
        "format": "poetry",
        "text": "\/By oppressive acts of judgment he was led away, \/and who gives a thought to his fate? \/He was cut off from the land of the living, \/stricken to death for his people’s sin."
    },
    "18719": {
        "format": "poetry",
        "text": "\/He was abused, yet he was submissive; \/he did not open his mouth. \/He was led like a lamb to the slaughter, \/like a ewe that is dumb before the shearers. \/He did not open his mouth."
    },
    "18718": {
        "format": "poetry",
        "text": "\/We had all gone astray like sheep, \/all of us going our own way, \/but Yahveh laid upon him \/the iniquity of us all."
    },
    "18717": {
        "format": "poetry",
        "text": "yet he was wounded because of our transgressions, \/crushed on account of our iniquities. \/On him was laid the chastisement that made us whole; \/we found healing because of his wounds."
    },
    "18715": {
        "format": "poetry",
        "text": "He was despised, shunned by people, \/a man who suffered, no stranger to sickness, \/like one from whom people turn away their gaze. \/He was despised, and we held him of no account."
    },
    "18716": {
        "format": "poetry",
        "text": "\/Yet it was he who bore our affliction, \/he who bore the burden of our sufferings. \/We reckoned him stricken, \/smitten by God and afflicted;"
    },
    "18714": {
        "format": "poetry",
        "text": "\/He grew up like a sapling in Yahveh’s presence, \/rooted in the parched ground. \/He had no outward beauty, no distinction, \/we saw nothing in his appearance to attract us,"
    },
    "18713": {
        "format": "poetry",
        "text": "▲¶Who would believe what we have heard? \/To whom has Yahveh’s power been revealed?"
    },
    "18712": {
        "format": "poetry",
        "text": "so will he astonish many nations. \/Because of him kings will observe silence, \/for what was never told them they now see, \/and what they had never heard they now understand."
    },
    "18711": {
        "format": "poetry",
        "text": "[a] Just as many were once appalled at him, \/[b] so marred was his appearance beyond human semblance, \/his form beyond human likeness."
    },
    "18710": {
        "format": "poetry",
        "text": "§¶See, my servant will achieve success; \/he will be highly honored, raised up, and greatly exalted."
    },
    "18708": {
        "format": "poetry",
        "text": "▲¶Away! Away! Go thence, \/touch nothing unclean; \/purify yourselves as you depart, \/you who bear the vessels of Yahveh;"
    },
    "18709": {
        "format": "poetry",
        "text": "for you shall not leave in haste, \/nor shall you depart in flight, \/for Yahveh goes on before you; \/the God of Israel is your rearguard."
    },
    "18707": {
        "format": "poetry",
        "text": "\/Yahveh has bared his holy arm \/in the sight of all the nations. \/All the ends of the earth shall witness \/the victory of our God."
    },
    "18706": {
        "format": "poetry",
        "text": "\/With one accord break out into joyful shouts, \/you ruins of Jerusalem, \/for Yahveh has comforted his people; \/he has redeemed Jerusalem."
    },
    "18705": {
        "format": "poetry",
        "text": "\/Listen! Your watchmen raise their voices, \/with one accord they shout out for joy, \/for with their own eyes they are witnessing \/the return of Yahveh to Zion."
    },
    "18704": {
        "format": "poetry",
        "text": "▲¶How welcome on the mountains are the footsteps of the herald \/announcing well‑being, bringing good tidings, announcing victory, \/declaring to Zion: “Your God reigns as king!”"
    },
    "18703": {
        "format": "prose",
        "text": "Therefore, on that day my people will acknowledge my name; (they will acknowledge) that I, Yahveh, am the one who is speaking; here I am.”"
    },
    "18702": {
        "format": "prose",
        "text": "So now, what do I find here? [a pronouncement of Yahveh] My people are taken away without payment, and their leaders are boasting about it [a pronouncement of Yahveh] and unceasingly, all day long, my name is reviled."
    },
    "18701": {
        "format": "prose",
        "text": "This is what the Sovereign Lord Yahveh says: “In the beginning my people went down to Egypt to settle there, and then the Assyrians oppressed them without cause."
    },
    "18700": {
        "format": "prose",
        "text": "▲¶For this is what Yahveh says: “You were sold into slavery for nothing, and you will be redeemed but not with payment.”"
    },
    "18699": {
        "format": "poetry",
        "text": "\/Arise, shake yourself free of the dust. \/Jerusalem, ascend your throne; \/loose the bonds from your neck, \/captive daughter Zion!"
    },
    "18698": {
        "format": "poetry",
        "text": "§¶Zion, awake! awake! clothe yourself with your strength; \/clothe yourself with your splendid robes, Jerusalem, holy city! \/For the uncircumcised and the unclean \/will enter you no longer."
    },
    "18697": {
        "format": "poetry",
        "text": "\/I shall put it in the hands of those who afflict you, \/those who torment you, saying: \/Lie down, so we can walk over you.’ \/You made your back like the ground under their feet, \/like a road for those who pass by.”"
    },
    "18695": {
        "format": "poetry",
        "text": "▲¶Hear, then, this, you that are afflicted, \/you that are drunk but not with wine:"
    },
    "18696": {
        "format": "poetry",
        "text": "\/Thus says Yahveh, your sovereign Lord and your God, \/he who pleads the cause of his people: \/See now, I take from your hand \/the cup that makes you stagger, \/the goblet of my wrath; \/you will never have to drink from it again."
    },
    "18694": {
        "format": "poetry",
        "text": "\/Your children have fainted; they are lying \/at the corner of every street \/like antelopes caught in the net. \/They have felt the full force of Yahveh’s wrath, \/the rebuke of your God."
    },
    "18693": {
        "format": "poetry",
        "text": "\/This twofold disaster has befallen you: \/devastating destruction—who will grieve for you? \/famine and the sword—who will console you?"
    },
    "18692": {
        "format": "poetry",
        "text": "\/Among all the children she had borne, \/there was none to lead her; \/among all the children she had raised \/there was none to take her by the hand."
    },
    "18691": {
        "format": "poetry",
        "text": "§¶Bestir yourself, bestir yourself, rise up, Jerusalem! \/You who have drunk from Yahveh’s hand \/the cup of his wrath; \/you have drained to the last drop \/the goblet that made you stagger."
    },
    "18690": {
        "format": "poetry",
        "text": "who stretched out the sky and established the earth, \/who says to Zion, “You are my people” \/[I put my words in your mouth,  \/I hide you in the shadow of my hand]."
    },
    "18689": {
        "format": "poetry",
        "text": "\/But I, Yahveh your God, \/who stirs up the sea so that its waves roar\/[Yahveh of the hosts is his name],"
    },
    "18688": {
        "format": "poetry",
        "text": "\/The one who now cowers will soon be released; \/he will not go down to death, to the Pit; \/he will not lack for food."
    },
    "18687": {
        "format": "poetry",
        "text": "\/You have forgotten Yahveh who made you, \/Yahveh who stretched out the sky, \/who established the earth. \/You are in constant fear all day long \/of the fury of oppressors set on destruction; \/but where now is the fury of these oppressors?"
    },
    "18686": {
        "format": "poetry",
        "text": "▲¶I, I myself am the one who comforts you; \/why, then, fear mortals doomed to die, \/who fare no better than grass?"
    },
    "18685": {
        "format": "poetry",
        "text": "\/Those ransomed by Yahveh will return, \/shouting for joy they will enter Zion \/crowned with joy everlasting; \/gladness and joy will be theirs, \/sorrow and sighing will depart."
    },
    "18684": {
        "format": "poetry",
        "text": "\/Was it not you that dried up the Sea, \/the waters of the Great Deep? \/Was it not you that made the depths of the Sea \/a route for the redeemed to traverse?"
    },
    "18683": {
        "format": "poetry",
        "text": "§¶Rouse yourself, rouse yourself, put on strength, \/arm of Yahveh! \/Rouse yourself as in days of old, \/as in ages long since. \/Was it not you that hacked Rahab in pieces, \/that ran the Dragon through?"
    },
    "18682": {
        "format": "poetry",
        "text": "\/Grubs will consume them like a garment, \/worms will devour them like wool, \/but my triumph will endure forever, \/my salvation for ages to come."
    },
    "18681": {
        "format": "poetry",
        "text": "▲¶Listen to me, you who know what is right, \/you people who have taken my law to heart: \/do not fear any human reproach, \/do not let their insults dismay you."
    },
    "18680": {
        "format": "poetry",
        "text": "\/Raise your eyes to the sky, \/look at the earth beneath— \/for the sky will be dispersed like smoke, \/the earth will wear out like a garment, \/its inhabitants will die like gnats; \/but my salvation will endure forever, \/my triumph will not be eclipsed."
    },
    "18679": {
        "format": "poetry",
        "text": "\/In an instant I will bring about my victory; \/my deliverance goes forth like light, \/my arm will govern the peoples. \/The islands wait for me, \/they look to my arm for protection."
    },
    "18678": {
        "format": "poetry",
        "text": "▲¶Pay heed to me, my people,\/my nation, listen to me!\/A law will go out from me,\/my justice as a light for the peoples."
    },
    "18676": {
        "format": "poetry",
        "text": "look to Abraham your father \/and to Sarah who gave you birth. \/When I called him, he was but one, \/but I blessed him and made him many."
    },
    "18677": {
        "format": "poetry",
        "text": "\/Yahveh comforts Zion, \/he brings comfort to all her ruins; \/he will make her wilderness like Eden, \/her deserted places like the garden of Yahveh. \/Gladness and joy will be in her, \/thanksgiving and the sound of music."
    },
    "18675": {
        "format": "poetry",
        "text": "§¶Listen to me, you who pursue what is right, \/you who seek after Yahveh: \/look to the Rock from which you were hewn, \/the quarry from which you were cut;"
    },
    "18674": {
        "format": "poetry",
        "text": "\/But all you who light your own fire \/and set your own firebrands alight, \/walk by the light of your fire \/and by the firebrands you have kindled. \/This is my message for you: \/You shall lie down in torment."
    },
    "18673": {
        "format": "poetry",
        "text": "▲¶Whoever among you reveres Yahveh, \/let him heed the voice of his servant; \/whoever is walking in the dark \/and has no glimmer of light, \/let him trust in the name of Yahveh \/and rely on his God."
    },
    "18672": {
        "format": "poetry",
        "text": "\/Yes, the Sovereign Lord Yahveh is my helper; \/who is the one who will condemn me? \/They will all wear out like a garment, \/the moth will devour them."
    },
    "18671": {
        "format": "poetry",
        "text": "The one who will vindicate me is at hand, \/who dares to bring an accusation against me? \/Let us confront each other. \/Who will pass judgment on me? \/Let him draw near to me."
    },
    "18669": {
        "format": "poetry",
        "text": "\/I offered my back to those who beat me, \/my cheeks to those who plucked out my beard.\/I did not hide my face from insults and spittle."
    },
    "18670": {
        "format": "poetry",
        "text": "Yes, The Sovereign Lord Yahveh is my helper; \/therefore, no insult can touch me, \/therefore, I set my face like flint;\/I know I will not be disappointed."
    },
    "18668": {
        "format": "poetry",
        "text": "the Sovereign Lord Yahveh has opened my ears, \/and I, for my part, was not defiant, \/nor did I draw back."
    },
    "18667": {
        "format": "poetry",
        "text": "§¶The Sovereign Lord Yahveh has given me \/the tongue of those who are instructed, \/to know how to sustain with a word the dispirited. \/Morning after morning he sharpens my hearing \/to listen as disciples do."
    },
    "18666": {
        "format": "poetry",
        "text": "\/I clothe the sky with mourning garb;\/I make sackcloth its covering."
    },
    "18665": {
        "format": "poetry",
        "text": "\/Why was no one there when I came?\/Why did no one answer when I called?\/Is my reach too short to rescue?\/Do I lack the strength to deliver?\/By my rebuke I dry up the sea.\/I turn rivers into barren land;\/their fish stink, deprived of water,\/and dying on the parched ground."
    },
    "18664": {
        "format": "poetry",
        "text": "▲¶This is what Yahveh says: \/Where is your mother’s bill of divorce \/by which I put her away? \/Or to which of my creditors \/have I sold you into slavery? \/It was, rather, for your wickedness that you were sold, \/for your transgressions that your mother was put away."
    },
    "18663": {
        "format": "poetry",
        "text": "I shall make your oppressors eat their own flesh, \/they will get drunk on their blood as on wine; \/then all flesh will know that I, Yahveh, am your Savior, \/your Redeemer, the Strong One of Jacob.”"
    },
    "18661": {
        "format": "poetry",
        "text": "§¶Can prey be taken from a warrior? \/Or can prisoners of a tyrant be rescued?"
    },
    "18662": {
        "format": "poetry",
        "text": "\/This, then, is what Yahveh says:\/“Prisoners will be taken from a warrior,\/prey will be rescued from a tyrant;\/I myself shall contend with your adversary,\/I myself shall save your children."
    },
    "18660": {
        "format": "poetry",
        "text": "kings will look after your children, \/their queens will serve you as nurses; \/with their face to the ground, they will pay you homage \/and lick the dust of your feet. \/Then you will acknowledge that I am Yahveh; \/those who wait for me will not be disappointed.”"
    },
    "18659": {
        "format": "poetry",
        "text": "▲¶This is a word of Yahveh:\/“Observe: I raise my hand to the nations,\/I lift up a signal for the peoples;\/they will carry your sons in their laps,\/your daughters will be borne on their shoulders;"
    },
    "18658": {
        "format": "poetry",
        "text": "\/Then you will say to yourself,\/‘Who has begotten these children for me\/when I was bereaved and barren,\/exiled, cast aside;\/who has brought them up?\/I was left all alone;\/where then have all these come from?’ ”"
    },
    "18657": {
        "format": "poetry",
        "text": "\/The children born when you were bereaved \/will say once again in your hearing, \/This place is too cramped for us; \/make room for us to settle.’"
    },
    "18656": {
        "format": "poetry",
        "text": "\/Surely your ruins, your desolate places, \/and your devastated land— \/surely your land is too confined for its people, \/while those who destroyed you have gone far away."
    },
    "18655": {
        "format": "poetry",
        "text": "\/Lift up your eyes, look about you; \/they are all assembled, to you they have come. \/As I live—a pronouncement of Yahveh— \/surely you will wear them all like an ornament; \/you will deck yourself with them like a bride."
    },
    "18654": {
        "format": "poetry",
        "text": "\/Those who build you up work faster \/than those who tore you down. \/Those who laid you waste have left you alone."
    },
    "18653": {
        "format": "poetry",
        "text": "See, I have inscribed you on the palms of my hands; \/your walls are present to me always."
    },
    "18652": {
        "format": "poetry",
        "text": "“Can a woman forget her baby \/and show no love for the child of her womb? \/But even if women should forget,\/I will not forget you."
    },
    "18651": {
        "format": "poetry",
        "text": "§¶But Zion says, “Yahveh has deserted me; \/my lord has forgotten me.”"
    },
    "18650": {
        "format": "poetry",
        "text": "▲¶Sky, shout for joy; earth, rejoice! \/Mountains break out into joyful song! \/For Yahveh has comforted his people; \/he has pitied his afflicted ones."
    },
    "18649": {
        "format": "poetry",
        "text": "\/Look, these are coming from afar; \/look, these others from the north and the west \/and yet others from the land of Syene.”"
    },
    "18648": {
        "format": "poetry",
        "text": "\/I will make all my mountains into pathways, \/my highways will be built up."
    },
    "18647": {
        "format": "poetry",
        "text": "they will suffer neither hunger nor thirst; \/neither scorching wind nor sun will afflict them. \/For the One who pities them will guide them, \/lead them to springs of water."
    },
    "18646": {
        "format": "poetry",
        "text": "to tell those in prison to come out, \/those in darkness to emerge. \/They will feed by all the waysides, \/with pasture on all the bare heights;"
    },
    "18645": {
        "format": "poetry",
        "text": "▲¶These are words of Yahveh: \/At the time of my good pleasure I answer you; \/on the day of salvation I assist you;\/as a covenant to the people, \/to establish the land, \/to apportion the devastated holdings,"
    },
    "18644": {
        "format": "poetry",
        "text": "§¶These are words of Yahveh, Israel’s Redeemer, Israel’s Holy One, to one despised, to one abhorred by the nations, enslaved to foreign rulers: \/When they see you, kings will rise to their feet; \/princes will pay you homage \/on account of Yahveh, who is faithful, \/the Holy One of Israel who chose you.”"
    },
    "18643": {
        "format": "poetry",
        "text": "Is it too light a task\/for you to be my servant,\/to establish the tribes of Jacob\/and restore the survivors of Israel?\/I appoint you a light to the nations\/that my salvation may reach to the ends of the earth.”"
    },
    "18642": {
        "format": "poetry",
        "text": "\/shall gain honor in Yahveh’s sight, \/my God will be my strength.” ▲¶Now this is what Yahveh says, \/he who formed me from the womb to be his servant, \/to bring Jacob back to him, \/that Israel may be gathered to him:"
    },
    "18641": {
        "format": "poetry",
        "text": "¶But I thought, “In vain have I toiled,\/I have spent my strength entirely to no purpose;\/yet surely my cause is present to Yahveh,\/my reward is with my God."
    },
    "18640": {
        "format": "poetry",
        "text": "\/He said to me:” You are my servant, \/[Israel,] through whom my glory will be manifest.”"
    },
    "18639": {
        "format": "poetry",
        "text": "\/He made my mouth like a whetted sword \/and hid me in the shadow of his hand; \/he made me a sharpened arrow, \/concealed me in his quiver."
    },
    "18638": {
        "format": "poetry",
        "text": "§¶Listen to me, you islands; \/take heed, you peoples far distant! \/Yahveh called me before I was born, \/from my mother’s womb he pronounced my name."
    },
    "18637": {
        "format": "poetry",
        "text": "¶“There can be no well‑being for the wicked,” says Yahveh."
    },
    "18636": {
        "format": "poetry",
        "text": "\/They suffered no thirst when he led them through the wastelands, \/he made water flow from the rock for them, \/he split the rock, and the water gushed out.”"
    },
    "18635": {
        "format": "poetry",
        "text": "▲¶Get out of Babylon, get away from the Chaldeans! \/With a shout of joy declare this out loud, \/send forth the message to the ends of the earth; \/tell them: “Yahveh has redeemed his servant Jacob!"
    },
    "18634": {
        "format": "poetry",
        "text": "your descendants would be as countless as the sand, \/your offspring like its grains in number; \/their name would never be extinguished \/or effaced from my sight.”"
    },
    "18633": {
        "format": "poetry",
        "text": "\/If only you had heeded my commandments! \/Your prosperity would have flowed like a river, \/your vindication like the waves of the sea,"
    },
    "18632": {
        "format": "poetry",
        "text": "▲¶These are the words of Yahveh, your Redeemer, the Holy One of Israel: \/I am Yahveh your God, \/who instructs you for your benefit, \/who guides you in the way you are to go."
    },
    "18631": {
        "format": "poetry",
        "text": "Draw near to me and hear this: \/From the beginning I never spoke in secret; \/from when it first began, I was present.” ¶[and now the Sovereign Lord Yahveh has sent me, and his spirit …]"
    },
    "18630": {
        "format": "poetry",
        "text": "\/I, I myself have spoken and have summoned him.\/I have brought him thus far; his mission will succeed."
    },
    "18629": {
        "format": "poetry",
        "text": "▲¶Assemble, all of you, and listen: \/Who among them foretold these things? \/Yahveh loves him and fulfills his purpose \/against Babylon and the Chaldean race."
    },
    "18628": {
        "format": "poetry",
        "text": "\/My hand established the earth, \/my right hand spread out the sky; \/when I summoned them, they at once existed.”"
    },
    "18627": {
        "format": "poetry",
        "text": "§¶Listen to me, Jacob, \/Israel, whom I have called: \/I am the One, I am the First, \/and I am also the Last."
    },
    "18626": {
        "format": "poetry",
        "text": "Only for my own sake I did it, \/for how should my name be profaned? \/My honor I surrender to no one."
    },
    "18625": {
        "format": "poetry",
        "text": "\/I refined you but not like silver;\/I assayed you in the furnace of affliction."
    },
    "18624": {
        "format": "poetry",
        "text": "▲¶For my name’s sake I was slow to anger; \/for the sake of my praise I held back, \/so as not to destroy you completely."
    },
    "18623": {
        "format": "poetry",
        "text": "\/You never heard of it, you never knew it, \/and from of old you never gave heed.\/I know how unfaithful you are,\/how from birth you were called a rebel."
    },
    "18622": {
        "format": "poetry",
        "text": "they are created not ages since but now; \/before this day you never heard of them; \/lest you should think, “I knew it already.”"
    },
    "18621": {
        "format": "poetry",
        "text": "\/You have heard, now discern all this; \/will you not acknowledge it? ▲¶From now on I divulge new things to you, \/hidden things of which you have no knowledge;"
    },
    "18620": {
        "format": "poetry",
        "text": "so I declared it to you long since;\/I announced it to you before it happened,\/lest you should think, “It was my idol’s doing;\/my carved and metal images ordained it.”"
    },
    "18619": {
        "format": "poetry",
        "text": "for I knew you were stubborn, \/that your neck is like an iron sinew, \/your forehead as hard as brass,"
    },
    "18618": {
        "format": "poetry",
        "text": "\/Long ago I declared what would happen; \/it came forth from my mouth, I announced it; \/then suddenly I acted, and it came about;"
    },
    "18617": {
        "format": "poetry",
        "text": "▲¶They bear the name of the holy city; \/they rely on the God of Israel, \/whose name is Yahveh of the heavenly hosts:"
    },
    "18616": {
        "format": "poetry",
        "text": "§¶Hear this, household of Jacob, \/who are called by the name of Israel, \/who came forth from Judah’s womb, \/who swear by Yahveh’s name \/and invoke the God of Israel— \/but not in truth and sincerity."
    },
    "18615": {
        "format": "poetry",
        "text": "\/Much good have these magicians done you, \/at whose arts you have toiled since your youth; \/they have wandered off, each his own way; \/none of them is left to save you."
    },
    "18614": {
        "format": "poetry",
        "text": "▲¶See now, they have become like stubble; \/the fire is burning them up, \/they cannot save themselves from the flames. \/These coals are not for warming, \/not for sitting beside the fire!"
    },
    "18613": {
        "format": "poetry",
        "text": "\/You are worn out with your many consultations; \/let them persist so they can save you— \/these scanners of the sky and star‑gazers \/who predict month by month what will befall you."
    },
    "18612": {
        "format": "poetry",
        "text": "▲¶So persist with your spells, \/your numerous incantations, \/in which you have labored from your youth. \/Perhaps you can gain some profit, \/perhaps you will yet inspire terror."
    },
    "18611": {
        "format": "poetry",
        "text": "\/Evil will overtake you, \/and you will not know how to dispel it; \/ruin will fall upon you, \/and you will be unable to ward it off; \/disaster will overtake you, \/suddenly, when you least expect it."
    },
    "18610": {
        "format": "poetry",
        "text": "▲¶You felt safe in your evil ways, \/you thought no one could see you, \/your wisdom and your science led you astray; \/you thought within yourself, \/I am, and there is none other.”"
    },
    "18609": {
        "format": "poetry",
        "text": "These two things will overtake you, \/in a moment, in a single day: \/loss of children and widowhood \/in full measure will overtake you, \/in spite of your many incantations \/and the great power of your spells."
    },
    "18608": {
        "format": "poetry",
        "text": "▲¶Now listen to this, you lover of pleasure \/dwelling in security, \/you who think to yourself, \/I am, and there is none other;\/I will never be widowed,\/I will never be bereft of my children.”"
    },
    "18607": {
        "format": "poetry",
        "text": "\/You thought, “I shall forever remain eternal mistress.” \/But you gave no thought to these things; \/you did not bear in mind their outcome."
    },
    "18606": {
        "format": "poetry",
        "text": "\/I was angry with my people,\/I dishonored my inheritance;\/I delivered them into your power,\/but you showed them no mercy.\/Even on the aged you laid your heavy yoke."
    },
    "18605": {
        "format": "poetry",
        "text": "▲¶Sit in silence, go into the darkness, \/Chaldean maiden; \/nevermore will you be called \/Mistress of Kingdoms."
    },
    "18604": {
        "format": "poetry",
        "text": "\/A word of our Redeemer; \/Lord of the heavenly hosts is his name, \/Israel’s Holy One."
    },
    "18603": {
        "format": "poetry",
        "text": "\/Your nakedness will be uncovered,\/your shame will be exposed.\/I will take vengeance,\/and no one will intervene.”"
    },
    "18602": {
        "format": "poetry",
        "text": "\/Take the handmill, grind the meal, \/remove your veil; \/take off your skirt, uncover your thighs, \/wade through rivers!"
    },
    "18601": {
        "format": "poetry",
        "text": "§¶“Get down, sit in the dust, \/maiden Babylon! \/Deprived of a throne, sit on the ground, \/Chaldean maiden! \/No longer will you be called \/the tender and delicate one."
    },
    "18600": {
        "format": "poetry",
        "text": "I bring my deliverance near, it is not far off;\/my salvation will not be delayed.\/I will place salvation in Zion,\/for Israel, my splendid possession.”"
    },
    "18599": {
        "format": "poetry",
        "text": "¶Listen to me, you stubborn people, \/far removed from deliverance as you are:"
    },
    "18598": {
        "format": "poetry",
        "text": "I summon a bird of prey from the east, \/from a far land the man to carry out my plan. \/Yes, I have spoken, and yes, I will bring it about;\/I have conceived it, and yes, I will do it.”"
    },
    "18596": {
        "format": "poetry",
        "text": "\/Remember deeds done long ago, \/for I am God; there is none other;\/I am God; there is none like me."
    },
    "18597": {
        "format": "poetry",
        "text": "I declare the outcome from the beginning; \/from of old, things yet to be.\/      I say, “My plan will prevail,\/I will achieve all that I purpose."
    },
    "18595": {
        "format": "poetry",
        "text": "§¶Remember this and be ashamed; \/come to your senses, rebellious people!"
    },
    "18594": {
        "format": "poetry",
        "text": "\/They hoist it on their shoulders and carry it; \/they set it down in its place; there it stays. \/It does not move from its place. \/If they cry out to it, it cannot answer; \/it cannot deliver them from their distress."
    },
    "18593": {
        "format": "poetry",
        "text": "\/Those who lavish gold from the purse, \/who measure out silver on the scales, \/hire a goldsmith who makes it into a god, \/whom they then bow down to and worship."
    },
    "18592": {
        "format": "poetry",
        "text": "¶To whom will you liken me? \/Who will you say is my equal? \/With whom compare me on equal terms?"
    },
    "18591": {
        "format": "poetry",
        "text": "“Until you grow old I will be the same; \/when your hair turns grey I will uphold you;\/I sustained you, I will carry you still;\/I will uphold and rescue.”"
    },
    "18589": {
        "format": "poetry",
        "text": "\/They cower, they crouch down low; \/they are unable to rescue the load, \/but they themselves have gone into captivity."
    },
    "18590": {
        "format": "poetry",
        "text": "▲¶Listen to me, household of Jacob, \/all that remain of the household of Israel, \/you who were sustained from birth, \/who were carried since leaving the womb:"
    },
    "18588": {
        "format": "poetry",
        "text": "§¶Bel crouches low, Nebo cowers; \/their images are loaded on to animals, beasts of burden. \/These things you once bore aloft \/are a load for weary animals."
    },
    "18587": {
        "format": "poetry",
        "text": "while all of Israel’s descendants \/will triumph and exult in Yahveh."
    },
    "18586": {
        "format": "poetry",
        "text": "\/About me it will be said, \/Victory and strength come only from Yahveh.” \/All who rage against him \/will come shamefaced into his presence,"
    },
    "18585": {
        "format": "poetry",
        "text": "\/I have sworn an oath by my life; \/the word that overcomes has gone forth from my mouth, \/a word that will not be made void: \/To me every knee will bend, \/by me every tongue will swear an oath.”"
    },
    "18584": {
        "format": "poetry",
        "text": "▲¶Turn to me and accept salvation, \/all the ends of the earth! \/For I am God, and there is none other."
    },
    "18583": {
        "format": "poetry",
        "text": "\/State your case and present it; consult together: \/Who has announced this from the beginning, \/who declared it long ago? \/Was it not I, Yahveh? \/There is no god apart from me, \/a god who overcomes and saves; \/there is none but me."
    },
    "18582": {
        "format": "poetry",
        "text": "§¶Assemble and come together; draw near, \/survivors of the nations! \/Those who carry around their wooden idols know nothing; \/they make their petitions to a god that cannot save."
    },
    "18581": {
        "format": "prose",
        "text": "\/I did not speak in secret,\/somewhere in a dark realm.\/I did not say to Jacob’s descendants,\/‘Seek me in the empty void.’\/I, Yahveh, speak what is right;\/I declare what is truthful.”"
    },
    "18580": {
        "format": "prose",
        "text": "▲¶For these are the words of Yahveh, the One who created the sky, the One who is God, who gave the earth form and substance, who firmly established it. He did not create it an empty void but formed it to be inhabited: \/I am Yahveh; there is no other."
    },
    "18579": {
        "format": "poetry",
        "text": "while Israel is saved by Yahveh \/with salvation long‑lasting. \/You will be neither shamed nor disgraced \/forever and ever."
    },
    "18578": {
        "format": "poetry",
        "text": "\/Those who fashion idols are shamed and disgraced, \/all of them together. \/They live out their lives in dishonor,"
    },
    "18577": {
        "format": "poetry",
        "text": "\/You are, in truth, the Almighty One who hides himself, \/God of Israel, Savior!"
    },
    "18576": {
        "format": "poetry",
        "text": "§¶These are Yahveh’s words: \/The traders of Egypt and the merchants of Ethiopia \/and the Sabeans, tall of stature, \/will come over to you; they will be yours, \/they will walk behind you in chains; \/they will do homage to you, they will plead with you. \/They will say: \/Surely God is with you, there is no other, \/there is no God but he.’ ”"
    },
    "18575": {
        "format": "poetry",
        "text": "it was I roused him to victory;\/I will make his progress smooth.\/He will rebuild my city\/and let my exiles go,\/but not for payment, not for a reward.”\/[A saying of Yahveh of the heavenly hosts]"
    },
    "18574": {
        "format": "poetry",
        "text": "\/It is I who made the earth \/and created humanity upon it; \/my hands stretched out the sky \/and marshaled all its host;"
    },
    "18573": {
        "format": "poetry",
        "text": "▲¶These are the words of Yahveh, the Holy One of Israel and its Maker: \/Would you question me about my children, \/or tell me what I am to make?"
    },
    "18572": {
        "format": "poetry",
        "text": "\/Should one say to a father, \/What is this you are begetting?” \/Or to a woman, \/What are you bringing to birth?”"
    },
    "18571": {
        "format": "poetry",
        "text": "§¶Should one take issue with one’s Maker, \/one sherd among others made of earth? \/Should the clay say to the one who shapes it, \/What are you doing?” \/Or his handiwork say, “He has no skill”?"
    },
    "18569": {
        "format": "poetry",
        "text": "I form light and create darkness,\/I bring about well‑being and create woe;\/it is I, Yahveh, who do all these things.”"
    },
    "18570": {
        "format": "poetry",
        "text": "▲¶Sky, drop down dew from above, \/clouds, rain down vindication! \/Let the earth open and salvation blossom; \/let victory spring forth with it. \/I, Yahveh, have created it."
    },
    "18567": {
        "format": "poetry",
        "text": "\/I am Yahveh, there is no other;\/beside me there are no gods;\/I gird you with strength,\/though you have not known me,"
    },
    "18568": {
        "format": "poetry",
        "text": "so that all may acknowledge, \/from the rising of the sun to its setting, \/there is none apart from me.\/I am Yahveh; there is no other."
    },
    "18566": {
        "format": "poetry",
        "text": "\/For the sake of Jacob my servant,\/Israel my chosen one,\/I summon you by your name,\/I give you a title of honor,\/though you have not known me."
    },
    "18565": {
        "format": "poetry",
        "text": "\/I will hand you treasures concealed in the dark, \/treasures hoarded away, \/so that you may acknowledge \/that I, Yahveh, have called you by name, \/I, Israel’s God."
    },
    "18564": {
        "format": "poetry",
        "text": "“I myself will go before you,\/leveling all the mountains.\/I will shatter the doors of bronze,\/cut through the iron bars;"
    },
    "18563": {
        "format": "poetry",
        "text": "▲¶This is what Yahveh says about his anointed one, about Cyrus: \/I have grasped him by the right hand, \/to beat down nations before him; \/depriving kings of their strength, \/to open doors before him, \/no gates will be closed to him.”"
    },
    "18562": {
        "format": "poetry",
        "text": "Of Cyrus he says, “He is my shepherd; \/he will fulfill all my purpose \/[saying about Jerusalem, it shall be rebuilt, \/the temple’s foundations shall be laid]."
    },
    "18561": {
        "format": "poetry",
        "text": "He says to the Deep, “Be dry;\/I shall make your streams run dry.”"
    },
    "18560": {
        "format": "poetry",
        "text": "\/He confirms the word of his servant,\/fulfills the counsel of his messengers;\/of Jerusalem he says, “She shall be inhabited,”\/of the cities of Judah, “They shall be rebuilt;\/I shall restore her ruins.”"
    },
    "18559": {
        "format": "poetry",
        "text": "\/He frustrates the omens of liars, \/and makes fools of diviners; \/he turns sages back to front, \/reducing their knowledge to folly."
    },
    "18558": {
        "format": "poetry",
        "text": "§¶These are the words of Yahveh your Redeemer,\/he who formed you from the womb:\/“I am Yahveh, who made all things.\/I alone stretched out the sky,\/spread out the earth when none was with me.”"
    },
    "18557": {
        "format": "poetry",
        "text": "▲¶Exult, you sky, for it is Yahveh’s doing; \/shout aloud, you depths of the earth. \/Break into song, you mountains, \/forests with all your trees; \/for Yahveh has redeemed Jacob; \/in Israel his glory is manifest."
    },
    "18556": {
        "format": "poetry",
        "text": "\/I have swept away your transgressions like clouds, \/your sins like mist. \/Turn to me, for I have redeemed you."
    },
    "18555": {
        "format": "poetry",
        "text": "¶Remember these things, Jacob,\/Israel, for you are my servant.\/I formed you, you are my servant;\/Israel, you are not forgotten by me."
    },
    "18554": {
        "format": "poetry",
        "text": "Such a one rides herd on ashes, \/a deluded mind has led him astray. \/He cannot save himself, \/he cannot bring himself to say, \/Is not this object in my right hand a sham?”"
    },
    "18553": {
        "format": "poetry",
        "text": "\/No one takes it to heart;\/there is neither knowledge nor understanding to think,\/“Half of it I burned in the fire.\/I also baked bread on its coals.\/I roasted meat and ate it,\/and what is left I am going to make into an abominable thing;\/I am going to prostrate myself before a block of wood!”"
    },
    "18552": {
        "format": "poetry",
        "text": "▲¶They have no knowledge or understanding, \/for Yahveh has shut their eyes so that they cannot see, \/their minds, so that they cannot understand."
    },
    "18551": {
        "format": "prose",
        "text": "Then what is left of it he fashions into a god to serve as his idol. He prostrates himself before it and worships it; he prays to it and says, “Save me, since you are my god!”"
    },
    "18550": {
        "format": "prose",
        "text": "Half of it he burns in the fire. On this half he can then roast meat, so that he can eat and satisfy his hunger. He can also warm himself, saying, “All right! I’m getting warm in front of the fire.”"
    },
    "18549": {
        "format": "prose",
        "text": "Then it can serve someone as fuel. He can take some of it and warm himself. He can light a fire, bake bread, and satisfy his hunger. But he can also make a god of it and worship it; he can make an idol and prostrate himself before it."
    },
    "18548": {
        "format": "prose",
        "text": "He chooses a plane tree or an oak and lets it grow strong among the trees of the forest. Or he plants a cedar and the rain makes it grow, so that eventually he will have trees to cut down."
    },
    "18547": {
        "format": "prose",
        "text": "Having stretched the line taut, the carpenter outlines the object with a chalk. He planes the wood and picks out the shape with callipers. Then he fashions it in the form of a man, with the beauty of the human form, to reside in a shrine."
    },
    "18546": {
        "format": "prose",
        "text": "▲¶The ironsmith fashions it with an adze, working it over the charcoal, shaping it with hammers, forging it with his strong arm. But he also gets hungry and his strength fails; when he has not drunk water, he is exhausted."
    },
    "18545": {
        "format": "poetry",
        "text": "\/See, all his associates are put to shame, \/the craftsmen are but mortal. \/Let them all assemble, let them take their stand; \/they will be afraid, they will be utterly shamed."
    },
    "18544": {
        "format": "poetry",
        "text": "\/Who would make a god or cast an idol \/that serves no purpose?"
    },
    "18543": {
        "format": "poetry",
        "text": "§¶Those who make idols are all as nothing, \/the objects they cherish serve no purpose; \/their devotees are without discernment, \/they know nothing and so are put to shame."
    },
    "18542": {
        "format": "poetry",
        "text": "\/Do not be perplexed, do not be afraid.\/Did I not announce this to you long ago?\/I declared it, and you are my witnesses.\/Is there any god but me? Or is there any Rock?\/I know of none.”"
    },
    "18541": {
        "format": "poetry",
        "text": "\/Who is like me? Let him speak up, let him state his case, \/let him set it out for me. \/Who has announced from time past what is to be? \/Let them declare for us the he things to come."
    },
    "18540": {
        "format": "poetry",
        "text": "§¶These are the words of Yahveh, Israel’s King, \/Yahveh of the heavenly hosts, Israel’s Redeemer: \/I am the First and I am the Last; \/there is no god but me."
    },
    "18538": {
        "format": "poetry",
        "text": "\/They will flourish like well‑watered grass, \/like willows by the runnels of water."
    },
    "18539": {
        "format": "poetry",
        "text": "\/This one will say, ‘I belong to Yahveh,’ \/another will take the name Jacob, \/yet another will write Yahveh’s name on the hand, \/and add the name Israel to his own.”"
    },
    "18537": {
        "format": "poetry",
        "text": "\/I will pour out water on the thirsty ground,\/streams of water on the parched land;\/I will pour out my spirit on your descendants,\/my blessing on your offspring."
    },
    "18536": {
        "format": "poetry",
        "text": "\/These are the words of Yahveh who made you, \/who formed you from the womb, and who will help you: \/Don’t be afraid, Jacob my servant, \/Jeshurun whom I have chosen."
    },
    "18534": {
        "format": "poetry",
        "text": "so I profaned the princes of the sanctuary;\/I delivered Jacob up to ruin,\/Israel to reviling."
    },
    "18535": {
        "format": "poetry",
        "text": "▲¶But hear now, Jacob my servant, \/Israel whom I chose for myself."
    },
    "18533": {
        "format": "poetry",
        "text": "\/Your first ancestor sinned; \/your spokesmen transgressed against me,"
    },
    "18531": {
        "format": "poetry",
        "text": "▲¶I, I am the One \/who for my own sake wipe out your transgressions \/and do not call your sins to mind."
    },
    "18532": {
        "format": "poetry",
        "text": "\/Call me to judgment, let us argue the case together. \/Set out your case that you may be proved right."
    },
    "18530": {
        "format": "poetry",
        "text": "\/You have not bought sweet cane for me with your money \/or sated me with the suet of your sacrifices. \/But you burdened me with your sins, \/you wore me out with your iniquities."
    },
    "18529": {
        "format": "poetry",
        "text": "\/You did not bring me burnt offerings from your flocks,\/you did not honor me with your sacrifices.\/I did not burden you with cereal offerings\/or weary you with frankincense."
    },
    "18527": {
        "format": "poetry",
        "text": "this people I formed for myself, \/they will proclaim my praises.”"
    },
    "18528": {
        "format": "poetry",
        "text": "§¶But you did not invoke me, Jacob; \/you grew weary of me, Israel."
    },
    "18526": {
        "format": "poetry",
        "text": "\/The wild beasts will pay me respect, \/the jackals and ostriches, \/for I provision the wilderness with water, \/the wasteland with streams, \/so my chosen people can drink;"
    },
    "18525": {
        "format": "poetry",
        "text": "\/I am about to do something new, \/now it is unfolding; do you not perceive it? \/Even in the wilderness I am making a roadway \/and paths through the wasteland."
    },
    "18524": {
        "format": "poetry",
        "text": "“Call no more to mind these past events \/or ponder deeds done long ago;"
    },
    "18523": {
        "format": "poetry",
        "text": "who led on chariot and horse to destruction, \/all that powerful array; \/they lay down never to rise, \/extinguished, quenched like a wick:"
    },
    "18522": {
        "format": "poetry",
        "text": "▲¶This is what Yahveh says, \/he who cut a passage through the sea, \/a track through the mighty waters,"
    },
    "18521": {
        "format": "poetry",
        "text": "\/I, Yahveh, am your Holy God, \/the creator of Israel, your king.”"
    },
    "18520": {
        "format": "poetry",
        "text": "§¶These are the words of Yahveh your Redeemer, the \/Holy One of Israel: \/For your sake I send to Babylon \/to lay low all those who flee; \/the triumphant cries of the Chaldeans \/will be turned to lamentations."
    },
    "18519": {
        "format": "poetry",
        "text": "\/I am God; from the very first I am the One. \/There is none can deliver from my hand. \/When I act, who can undo it?"
    },
    "18518": {
        "format": "poetry",
        "text": "\/I proclaimed salvation, I announced it; \/this is no alien god in your midst. \/You are my witnesses, Yahveh declares,"
    },
    "18517": {
        "format": "poetry",
        "text": "\/I, I am Yahveh; \/there is none that can save but me."
    },
    "18516": {
        "format": "poetry",
        "text": "\/You are my witnesses, Yahveh declares, \/my servant whom I have chosen, \/that you may know me and trust me \/and understand that I am the One. \/Before me no god was formed, \/and there will be none after me."
    },
    "18515": {
        "format": "poetry",
        "text": "\/All nations have come together, \/all peoples have assembled. \/Who among them can proclaim this \/or announce events to us before they happen? \/Let them produce their witnesses to prove them right, \/so that people will hear it and say, “It is so.”"
    },
    "18514": {
        "format": "poetry",
        "text": "§¶Bring forth the people who have eyes yet are blind, \/who have ears yet are deaf."
    },
    "18513": {
        "format": "poetry",
        "text": "all that bear my name, \/whom I created, whom I formed, \/whom I made for my glory.’ ”"
    },
    "18511": {
        "format": "poetry",
        "text": "\/Don’t be afraid, for I am with you;\/I shall bring your descendants from the east,\/I shall gather you in from the west;"
    },
    "18512": {
        "format": "poetry",
        "text": "I shall say to the north, ‘Give them up,’ \/to the south, ‘Do not restrain them; \/bring my sons from afar, \/my daughters from the ends of the earth,"
    },
    "18510": {
        "format": "poetry",
        "text": "for you are precious in my sight; \/you are honored, and I love you. \/So I set aside people in your stead, \/nations in exchange for your life."
    },
    "18509": {
        "format": "poetry",
        "text": "\/For I am Yahveh your God,\/the Holy One of Israel, your Savior.\/I have set aside Egypt as your ransom,\/Ethiopia and Seba in your stead,"
    },
    "18508": {
        "format": "poetry",
        "text": "If you cross over water, I am with you, \/or over rivers, they will not overwhelm you. \/If you pass through fire, you will not be scorched, \/the flames will not burn you."
    },
    "18507": {
        "format": "poetry",
        "text": "§¶Now, these are words of Yahveh who created you, Jacob, \/who formed you, Israel: \/Don’t be afraid, for I have redeemed you;\/I have called you by name, you are mine."
    },
    "18506": {
        "format": "poetry",
        "text": "\/So he poured out upon them his wrath, \/his anger in the fury of battle; \/it blazed all around them, but they did not comprehend; \/it burned them, but they gave no heed."
    },
    "18505": {
        "format": "poetry",
        "text": "\/Who delivered Jacob to the despoiler, \/Israel to the plunderers? \/Was it not Yahveh, against whom they have sinned? \/They were unwilling to follow his guidance \/and heed his teaching."
    },
    "18504": {
        "format": "poetry",
        "text": "\/Who among you will attend to this? \/Who will pay heed from now on?"
    },
    "18502": {
        "format": "poetry",
        "text": "\/Yahveh desired his servant’s vindication \/to make his law grand and glorious;"
    },
    "18503": {
        "format": "poetry",
        "text": "but this is a people plundered and despoiled; \/they are all trapped in holes, \/hidden away in dungeons; \/they have been plundered with none to rescue, \/despoiled, with none to say, “Give them back!”"
    },
    "18501": {
        "format": "poetry",
        "text": "\/He has seen much but does not pay heed; \/his hearing is sound, but he hears nothing."
    },
    "18500": {
        "format": "poetry",
        "text": "\/Who is as blind as my servant? \/Who so deaf as the messenger I dispatch? \/[Who is as blind as Meshullam? \/Who so deaf as Yahveh’s servant?]"
    },
    "18499": {
        "format": "poetry",
        "text": "§¶You that are deaf, listen! \/You that are blind, look and see!"
    },
    "18498": {
        "format": "poetry",
        "text": "[They who put their trust in idols \/have turned back and are utterly shamed; \/they who say to molten images, \/“You are our gods!”]"
    },
    "18496": {
        "format": "poetry",
        "text": "\/I will scorch the mountains and hills,\/searing all of their verdure;\/I will turn the rivers into islands,\/dry up all the pools."
    },
    "18497": {
        "format": "poetry",
        "text": "\/I will lead the blind along the way, \/guide them in paths they have not known, \/turning the darkness to light before them, \/the rough spots into even ground. \/These are the things I will do; I will not abandon them.”"
    },
    "18495": {
        "format": "poetry",
        "text": "“Too long have I held my peace, \/kept silent and held myself back; \/but now I cry out like a woman giving birth, \/breathlessly panting."
    },
    "18494": {
        "format": "poetry",
        "text": "▲¶Yahveh goes forth as a hero, \/as a warrior he fires up his fury; \/raising the battle cry, he shouts aloud; \/he prevails over his enemies."
    },
    "18493": {
        "format": "poetry",
        "text": "\/Let them give glory to Yahveh \/and proclaim his praise in the islands."
    },
    "18492": {
        "format": "poetry",
        "text": "\/Let the wilderness and its settlements raise up their voice, \/with the villages that Kedar inhabits. \/Let the dwellers in Sela celebrate, \/shouting from the mountaintops."
    },
    "18491": {
        "format": "poetry",
        "text": "§¶Sing a new song to Yahveh; \/sing his praise to the ends of the earth, \/you who sail the sea, you creatures in it, \/islands and their inhabitants."
    },
    "18490": {
        "format": "poetry",
        "text": "\/The events predicted have come to pass, \/new events I now declare; \/before they emerge I announce them to you.”"
    },
    "18489": {
        "format": "poetry",
        "text": "\/I am Yahveh; that is my name.\/I do not surrender my honor to others,\/nor the praise due to me to idols."
    },
    "18488": {
        "format": "poetry",
        "text": "to open eyes that are blind, \/release captives from prison, \/those sitting in the dark from the dungeon."
    },
    "18487": {
        "format": "poetry",
        "text": "‾¶“I, Yahveh, have summoned you in righteousness,\/I have grasped you by the hand;\/I preserve you and present you\/as a covenant for the people,\/a light for the nations;"
    },
    "18486": {
        "format": "prose",
        "text": "▲¶These are the words of Yahveh God who created the sky and laid it out, who spread out the earth and its issue, who gives breath to the peoples on it, the spirit of life to those who tread upon it:"
    },
    "18485": {
        "format": "poetry",
        "text": "he will not grow faint or be discouraged \/until he has set up a just order on the earth; \/the islands wait for his law."
    },
    "18484": {
        "format": "poetry",
        "text": "A broken reed he will not crush,\/a dimly smoldering wick he will not extinguish;\/he will trulye establish a just orderf for the nations;"
    },
    "18483": {
        "format": "poetry",
        "text": "he will not shout, he will not raise his voice \/or let it be heard in public places.\/a dimly smoldering wick he will not extinguish. \/He will truly establish a just order for the nations;"
    },
    "18481": {
        "format": "poetry",
        "text": "\/They are all insignificant, \/their works are of no avail, \/their images nothing but wind."
    },
    "18482": {
        "format": "poetry",
        "text": "§¶This is my servant whom I sustain,\/my chosen one in whom I take delight;\/I have put my spirit upon him.\/He will establish a just order for the nations;"
    },
    "18479": {
        "format": "poetry",
        "text": "\/I, the First, declared it to Zion, \/giving to Jerusalem a herald of good news."
    },
    "18480": {
        "format": "poetry",
        "text": "\/But when I looked there was no one, \/not one counselor among them \/who could answer if I were to inquire."
    },
    "18478": {
        "format": "poetry",
        "text": "\/Who declared this from the start that we may acknowledge it? \/Who announced it in advance, that we may say, “He is right!” \/No one declared it, no one announced it, \/no one heard you say anything."
    },
    "18477": {
        "format": "poetry",
        "text": "▲¶I have roused one from the north, and he has come; \/from the sunrise he is summoned in my name; \/he tramples down governors like mud \/as the potter treads on the clay."
    },
    "18476": {
        "format": "poetry",
        "text": "¶You see, you are less than nothing, \/your works are nonexistent; \/those who choose you are execrable!"
    },
    "18475": {
        "format": "poetry",
        "text": "\/Declare what is to happen in advance, \/and we will acknowledge that you are gods. \/Do anything, be it good or bad, \/to fill us with awe and fear."
    },
    "18474": {
        "format": "poetry",
        "text": "\/Let them step forward and tell us what will happen, \/let them declare events before they happen \/that we may take note, \/or announce things to come \/that we may know how they will end."
    },
    "18473": {
        "format": "poetry",
        "text": "§¶Set forth your case, says Yahveh, \/present your strongest arguments, says Jacob’s King."
    },
    "18471": {
        "format": "poetry",
        "text": "I will place in the wilderness cedar, acacia,\/myrtle, and wild olive;\/I will plant in the desert cypress, fir, and box together,"
    },
    "18472": {
        "format": "poetry",
        "text": "so that they may observe and acknowledge, \/once for all consider and comprehend, \/that the hand of Yahveh has accomplished this; \/the Holy One of Israel has created it."
    },
    "18470": {
        "format": "poetry",
        "text": "\/I will open up streams on the bare hills,\/fountains on the plains;\/I will turn the wilderness into pools of water,\/the arid land into springs of water."
    },
    "18469": {
        "format": "poetry",
        "text": "§¶When the poor [and the needy] look for water \/where there is none, \/their tongues parched with thirst; \/I, Yahveh, will provide for them, \/I, the God of Israel, will not forsake them."
    },
    "18468": {
        "format": "poetry",
        "text": "you shall winnow them, and the wind will carry them off, \/the whirlwind will scatter them. \/But you will rejoice in Yahveh, \/exult in the Holy One of Israel."
    },
    "18466": {
        "format": "poetry",
        "text": "Don’t be afraid, you worm Jacob, \/you maggot Israel,\/your Redeemer is the Holy One of Israel."
    },
    "18467": {
        "format": "poetry",
        "text": "\/See, I make of you a threshing board, \/sharp, brand new, equipped with spikes; \/you shall thresh the mountains into dust, \/reduce the hills to chaff;"
    },
    "18465": {
        "format": "poetry",
        "text": "\/For I am Yahveh your God,\/I clasp you by your right hand;\/I say to you: “Don’t be afraid,\/I am here to help you.”"
    },
    "18464": {
        "format": "poetry",
        "text": "\/You will look for them, but you will not find them. \/Those who strive against you will be as nothing, \/those who wage war against you will be less than nothing."
    },
    "18463": {
        "format": "poetry",
        "text": "See, all who rage against you \/will be ashamed and disgraced; \/those who contend with you \/will be as nothing, they will perish."
    },
    "18462": {
        "format": "poetry",
        "text": "Don’t be afraid, for I am with you,\/don’t be perplexed, for I am your God.\/I strengthen you, I will surely help you,\/I sustain you with my victorious right hand."
    },
    "18461": {
        "format": "poetry",
        "text": "you whom I took from the ends of the earth\/and called from its furthest reaches;\/to you I said, “You are my servant,\/I chose you, and I have not rejected you.”"
    },
    "18460": {
        "format": "poetry",
        "text": "§¶But you, Israel, my servant, \/Jacob whom I have chosen, \/offspring of Abraham, my friend,"
    },
    "18459": {
        "format": "poetry",
        "text": "\/The craftsman encourages the goldsmith, \/the one who levels with the hammer him who pounds the anvil, \/he pronounces the soldering satisfactory; \/they attach the statue with nails so that it won’t move.]"
    },
    "18458": {
        "format": "poetry",
        "text": "¶[Each assists his companion, \/says to his colleague, “be resolute!”"
    },
    "18457": {
        "format": "poetry",
        "text": "\/The islands look on in fear, \/the earth trembles from end to end. \/They draw near, they are here!"
    },
    "18455": {
        "format": "poetry",
        "text": "\/He pursues them and continues unscathed, \/his feet do not touch the ground."
    },
    "18456": {
        "format": "poetry",
        "text": "\/Who has brought this about, who has done it? \/The one who summons the generations from the beginning. \/I, Yahveh, am the First, \/and I, the One, am with the last."
    },
    "18454": {
        "format": "poetry",
        "text": "¶Who was it that roused from the east \/one victorious at every step? \/Yahveh delivers up nations to him, \/beats down kings beneath him. \/He makes their swords like dust, \/their bows like windblown chaff."
    },
    "18453": {
        "format": "poetry",
        "text": "§¶Hear me in silence, you islands! \/You peoples, summon up your strength! \/Let them approach, then let them speak up, \/let us come together for the trial!"
    },
    "18452": {
        "format": "poetry",
        "text": "but those who wait for Yahveh will renew their vigor, \/they will grow new pinions like eagles, \/run and not be worn out, \/walk untiringly on their way."
    },
    "18450": {
        "format": "poetry",
        "text": "\/He gives vigor to the dispirited, \/power in abundance to those without strength."
    },
    "18451": {
        "format": "poetry",
        "text": "\/Youths may faint from exhaustion, \/the young may stumble and fall,"
    },
    "18449": {
        "format": "poetry",
        "text": "\/Do you not know? Have you not heard? \/Yahveh is God from of old, \/Creator of the earth from end to end. \/He neither faints nor grows weary, \/his understanding cannot be fathomed."
    },
    "18448": {
        "format": "poetry",
        "text": "▲¶Why, Jacob, do you say, \/why, Israel, proclaim, \/My way is hidden from Yahveh, \/my cause is ignored by my God”?"
    },
    "18447": {
        "format": "poetry",
        "text": "▲¶Lift up your eyes to the sky, \/consider who has created these; \/he leads out their host one by one, \/summoning each by name; \/because of his great power and overwhelming might \/not one of them fails to appear."
    },
    "18446": {
        "format": "poetry",
        "text": "\/So, to whom will you liken me? \/To whom shall I be compared? \/[says the Holy One]."
    },
    "18445": {
        "format": "poetry",
        "text": "\/Scarcely are they planted, \/scarcely are they sown, \/scarcely has their stem taken root in the ground, \/when he blows on them and they wither; \/the whirlwind carries them off like chaff."
    },
    "18444": {
        "format": "poetry",
        "text": "\/He has turned princes into nothing, \/he has reduced the earth’s rulers to naught."
    },
    "18443": {
        "format": "poetry",
        "text": "\/He sits enthroned over the circle of the earth, \/its inhabitants seem like grasshoppers; \/he stretches out the sky like a curtain, \/spreading it out like a tent to live in."
    },
    "18442": {
        "format": "poetry",
        "text": "▲¶Do you not know? \/Have you not heard? \/Has it not been told you from the beginning? \/Have you not grasped how the earth was founded?"
    },
    "18441": {
        "format": "poetry",
        "text": "\/The one placed in charge of the offerings \/chooses wood that will not rot, \/seeks out a skillful craftsman \/to set up an image that won’t topple."
    },
    "18440": {
        "format": "poetry",
        "text": "\/An image that a craftsman casts, \/that a smith overlays with gold \/and forges for it silver welds?"
    },
    "18438": {
        "format": "poetry",
        "text": "\/All the nations are as nothing in his presence, \/they are reckoned as less than nothing, \/as void and empty in his sight."
    },
    "18439": {
        "format": "poetry",
        "text": "▲¶To whom, then, will you liken God? \/What form compare with him?"
    },
    "18437": {
        "format": "poetry",
        "text": "\/Lebanon yields not fuel enough, \/its beasts do not suffice for burnt offerings."
    },
    "18436": {
        "format": "poetry",
        "text": "\/Observe: the nations are but drops from a bucket, \/they are reckoned as dust on the scales. \/Observe: the islands weigh no more than specks of dust."
    },
    "18435": {
        "format": "poetry",
        "text": "\/With whom did he consult to be enlightened? \/Who taught him the right way to go? \/Who imparted knowledge to him \/or showed him the way of discernment?"
    },
    "18434": {
        "format": "poetry",
        "text": "\/Who has taken the measure of Yahveh’s spirit \/or advised him as his counselor?"
    },
    "18433": {
        "format": "poetry",
        "text": "§¶Who has measured out the waters with the hollow of his hand \/or marked off the sky by handbreadths \/and enclosed the earth’s dust in small measure? \/Who has weighed the mountains in a balance, \/the hills on the scales?"
    },
    "18432": {
        "format": "poetry",
        "text": "\/Like a shepherd he tends his flock, \/he gathers them together with his arm, \/the lambs he lifts into his lap, \/the ewes he gently leads on."
    },
    "18431": {
        "format": "poetry",
        "text": "\/See, Yahveh is coming with power, \/his strong arm affirms his rule; \/see, his reward is with him, \/his recompense precedes him."
    },
    "18430": {
        "format": "poetry",
        "text": "§¶Climb to the top of a mountain, \/Zion, herald of good news; \/lift up your voice with power, \/Jerusalem, herald of good news; \/lift it up without fear. \/Say to the cities of Judah: \/See, here is your God!”"
    },
    "18429": {
        "format": "poetry",
        "text": "\/Grass withers, flowers fade, \/but the word of our God stands firm forever."
    },
    "18428": {
        "format": "poetry",
        "text": "\/Grass withers, flowers fade \/when Yahveh’s breath blows on them; \/[surely the people is but grass!]."
    },
    "18427": {
        "format": "poetry",
        "text": "▲¶A voice says, “Proclaim!”\/I replied, “What shall I proclaim?”\/“All humanity is grass,\/and all its splendor like the wild flower.”"
    },
    "18426": {
        "format": "poetry",
        "text": "\/Then the glory of Yahveh will be revealed; \/All humanity as one shall see it.” \/For Yahveh himself has spoken."
    },
    "18425": {
        "format": "poetry",
        "text": "\/Let every ravine be filled in, \/every mountain and hill flattened out; \/the crooked made straight, \/the rough places leveled."
    },
    "18424": {
        "format": "poetry",
        "text": "▲¶A voice proclaims: \/Clear in the wilderness \/a way for Yahveh; \/level in the desert \/a highway for our God!"
    },
    "18423": {
        "format": "poetry",
        "text": "“speak tender words to Jerusalem, \/proclaim to her \/that her servitude is over, \/her debt has been paid; \/she has received at Yahveh’s hand \/double for all her sins.”"
    },
    "18422": {
        "format": "poetry",
        "text": "§¶“Comfort, O comfort my people,” \/says your God;"
    },
    "18421": {
        "format": "prose",
        "text": "Hezekiah said to Isaiah, “The word of Yahveh that you have spoken is positive.” He was thinking: “So long as there is peace and security in my lifetime.”"
    },
    "18420": {
        "format": "prose",
        "text": "They will also take some of your male descendants who will issue from you, whom you will beget, and they will be made eunuchs in the palace of the king of Babylon.”"
    },
    "18419": {
        "format": "prose",
        "text": "The time is coming, says Yahveh, when everything in your palace and everything that has been accumulated by your forebears down to the present will be carried off to Babylon. Not a thing will be left."
    },
    "18418": {
        "format": "prose",
        "text": "Isaiah then said to Hezekiah: “Hear the word of Yahveh of the hosts:"
    },
    "18417": {
        "format": "prose",
        "text": "Then Isaiah asked, “And what did they see in your palace?” “They saw everything in my palace,” replied Hezekiah, “There was nothing in my store rooms that I did not show them.”"
    },
    "18416": {
        "format": "prose",
        "text": "‾¶Then the prophet Isaiah approached Hezekiah and asked him, “What did these people say, and where did they come from to you?” “They came to me from a distant land, from Babylon,” replied Hezekiah."
    },
    "18415": {
        "format": "prose",
        "text": "Hezekiah made them welcome. He showed them all his treasury, silver and gold, spices and precious oil, his armory and everything in his storerooms. There was nothing in his palace and in all his realm that Hezekiah did not show them."
    },
    "18414": {
        "format": "prose",
        "text": "§¶At that time Merodach‑Baladan son of Baladan king of Babylon sent envoys with a gift to Hezekiah, for he had heard that he had recovered from his illness."
    },
    "18413": {
        "format": "prose",
        "text": "¶Said Hezekiah, “What is the sign assuring me that I will go up to the house of Yahveh?”"
    },
    "18412": {
        "format": "prose",
        "text": "¶Then Isaiah said, “Let them take a cake of figs and apply it to the boil. [They did so] and he recovered."
    },
    "18411": {
        "format": "poetry",
        "text": "Yahveh is here to save us, \/let us make music with psalms of praise \/all the days of our life in the house of Yahveh."
    },
    "18410": {
        "format": "poetry",
        "text": "It is the living, the living that will thank you \/as I do this day. \/The father makes known to the children \/how faithful you are."
    },
    "18409": {
        "format": "poetry",
        "text": "Sheol cannot thank you, \/death cannot praise you; \/those who go down to the abyss \/cannot hope for your faithfulness."
    },
    "18407": {
        "format": "poetry",
        "text": "Lord, those to whom you give life will live, \/all these have the spirit of life; \/restore me, let me live!"
    },
    "18408": {
        "format": "poetry",
        "text": "Bitterness was my lot instead of peace, \/but now in love you have preserved my life \/from the pit of destruction; \/for you have cast all my sins \/behind your back."
    },
    "18406": {
        "format": "poetry",
        "text": "What can I say? for he has addressed me,\/it is he who did it.\/I toss to and fro all the time I am sleeping\/because of the bitterness of my soul."
    },
    "18405": {
        "format": "poetry",
        "text": "like a swallow or a thrush I chirp,\/I moan like a dove,\/my eyes are worn out from looking upwards;\/O Lord, take up my cause, be my surety!"
    },
    "18404": {
        "format": "poetry",
        "text": "I cry for help until the morning. \/Like a lion he breaks all my bones,"
    },
    "18403": {
        "format": "poetry",
        "text": "My dwelling is plucked up, removed from over my head\/like a shepherd’s tent;\/I have gathered up my life like a weaver;\/he cuts me off from the loom.\/All day long, all night long, you consume me,"
    },
    "18402": {
        "format": "poetry",
        "text": "I thought, Yahveh no longer will I behold \/in the land of the living, \/no longer look on mortals \/with the people who inhabit the world."
    },
    "18401": {
        "format": "poetry",
        "text": "‾¶I thought, in the prime of life\/I must depart,\/consigned to the gates of Sheol\/for the rest of my days."
    },
    "18400": {
        "format": "prose",
        "text": "¶A composition of Hezekiah king of Judah written after he had recovered from his sickness."
    },
    "18399": {
        "format": "prose",
        "text": "When the sun sets on the stairway to the upper room of Ahaz, I will turn backwards a distance of ten steps the shadow on the stairs. The light from the setting sun went back ten steps on the stairway."
    },
    "18398": {
        "format": "prose",
        "text": "This is the sign for you from Yahveh that Yahveh will bring about what he has promised."
    },
    "18397": {
        "format": "prose",
        "text": "I will also rescue you and this city from the grasp of the king of Assyria, and I will defend this city.’ ”"
    },
    "18396": {
        "format": "prose",
        "text": "“Go and tell Hezekiah: ‘This is what Yahveh, God of David your ancestor, has said: I have heard your prayer, I have seen your tears. I will add fifteen years to your life span."
    },
    "18395": {
        "format": "prose",
        "text": "¶Then the word of Yahveh came to Isaiah:"
    },
    "18394": {
        "format": "prose",
        "text": "“Remember, Yahveh, I beseech you, how I have conducted myself in your presence faithfully and wholeheartedly, and how I have done what pleases you.” And Hezekiah wept copious tears."
    },
    "18393": {
        "format": "prose",
        "text": "Hezekiah turned his face to the wall and prayed to Yahveh:"
    },
    "18392": {
        "format": "prose",
        "text": "§¶At that time Hezekiah fell sick and was close to death. The prophet Isaiah ben Amoz came and said to him, “This is what Yahveh has said: ‘Put the affairs of your household in order for you are going to die; you will not recover.’ ”"
    },
    "18391": {
        "format": "prose",
        "text": "While he was worshiping in the temple of Nisroch his god, Adrammelek and Sarezer his sons killed him with the sword and escaped to the land of Ararat. Esarhaddon his son reigned in his place."
    },
    "18390": {
        "format": "prose",
        "text": "Then Sennacherib king of Assyria broke camp and left. He returned to Nineveh and stayed there."
    },
    "18389": {
        "format": "prose",
        "text": "¶The angel of Yahveh went out and struck down one hundred and eighty‑five thousand people in the Assyrian camp; when morning came they were all lying dead."
    },
    "18387": {
        "format": "poetry",
        "text": "By the way he came he will return, \/but this city he shall not enter! \/An oracle of Yahveh."
    },
    "18388": {
        "format": "poetry",
        "text": "I will defend this city to rescue it, \/for my own sake and for the sake of my servant David."
    },
    "18385": {
        "format": "prose",
        "text": "for from Jerusalem a remnant shall go forth, survivors from Mount Zion. The zeal of Yahveh of hosts shall bring this about."
    },
    "18386": {
        "format": "poetry",
        "text": "‾¶This, therefore, is the word of Yahveh concerning the king of Assyria: \/He shall not enter this city, \/he shall shoot no arrow there, \/he shall not advance on it with shield \/nor cast up a siege ramp against it."
    },
    "18384": {
        "format": "prose",
        "text": "The remaining survivors of the household of Judah shall once again take root below and bring forth fruit above;"
    },
    "18383": {
        "format": "prose",
        "text": "¶This shall be the sign for you: This year eat aftergrowth, in the second year what grows naturally, but in the third year sow and reap, plant vineyards and eat their fruit."
    },
    "18381": {
        "format": "poetry",
        "text": "I know your rising up and your sitting down, \/your coming and your going;"
    },
    "18382": {
        "format": "poetry",
        "text": "your fury directed at me and your arrogance\/have come to my hearing.\/I will put my hook in your nose,\/my bit through your lips,\/and I will lead you back by the way you came."
    },
    "18380": {
        "format": "poetry",
        "text": "their inhabitants devoid of strength, \/dismayed, ashamed. \/They have become like wild plants, \/like green grass, \/like grass on the housetops, blighted by the east wind."
    },
    "18379": {
        "format": "poetry",
        "text": "¶Have you not heard \/how I devised it a long time ago, \/devised it from days of old? \/And now I have brought it about \/that fortified cities are turned into heaps of rubble,"
    },
    "18378": {
        "format": "poetry",
        "text": "I have dug wells,\/I have drunk the water of foreigners;\/with the sole of my foot I have dried up\/all the streams of Egypt.”"
    },
    "18377": {
        "format": "poetry",
        "text": "Through your servants you have mocked the Sovereign Lord;\/you have declared: “With my many chariots\/I have gone up the highest mountains,\/to the inner recesses of Lebanon;\/I have felled its tallest cedars,\/its finest cypresses;\/I have reached its highest point,\/the forest of its pasture land;"
    },
    "18376": {
        "format": "poetry",
        "text": "Whom have you mocked and abused? \/Against whom have you raised your voice? \/You have looked down on the Holy One of Israel!"
    },
    "18375": {
        "format": "prose",
        "text": "this is the word that Yahveh has spoken concerning him: ¶▼The virgin daughter of Zion despises you, she scorns you; \/the daughter of Jerusalem tosses her head as you withdraw."
    },
    "18374": {
        "format": "prose",
        "text": "‾¶Isaiah ben Amoz then sent the following message to Hezekiah: This is what Yahveh God of Israel says: Since you have prayed to me concerning Sennacherib king of Assyria,"
    },
    "18373": {
        "format": "prose",
        "text": "But now, Yahveh our God, rescue us from his grasp, so that all the kingdoms of the earth may acknowledge that you alone, Yahveh, are God."
    },
    "18372": {
        "format": "prose",
        "text": "Whereand have consigned the gods of these lands to the fire, for they are no gods but rather objects of wood and stone, the work of human hands, and so they were destroyed."
    },
    "18371": {
        "format": "prose",
        "text": "It is true, O Yahveh, that the kings of Assyria have devastated every land"
    },
    "18370": {
        "format": "prose",
        "text": "Yahveh, incline your ear and listen; Yahveh, open your eyes and see; hear all the words that Sennacherib has sent to insult the living God."
    },
    "18369": {
        "format": "prose",
        "text": "‾¶Yahveh of hosts, God of Israel enthroned on the cherubim, you alone are God of all the kingdoms of the earth. It is you who made the heavens and the earth."
    },
    "18368": {
        "format": "prose",
        "text": "Hezekiah offered this prayer to Yahveh:"
    },
    "18367": {
        "format": "prose",
        "text": "‾¶Hezekiah took the letter from the envoys and read it. He then went up into the house of Yahveh and opened it out in the presence of Yahveh."
    },
    "18366": {
        "format": "prose",
        "text": "Where now is the king of Hamath, the king of Arpad, the king of the city of Sepharvaim or of Hena or of Ivvah?’ ”"
    },
    "18365": {
        "format": "prose",
        "text": "Did the gods of the lands that my ancestors destroyed rescue them—the gods of Gozan, Haran, Reseph, and the people of Eden living in Telassar?"
    },
    "18364": {
        "format": "prose",
        "text": "You must have heard what the kings of Assyria did to all the countries, destroying them completely, and you expect to escape?"
    },
    "18363": {
        "format": "prose",
        "text": "“This is what you are to say to Hezekiah king of Judah: ‘Do not let your God in whom you trust deceive you with the promise that Jerusalem will not be handed over to the king of Assyria."
    },
    "18362": {
        "format": "prose",
        "text": "▲¶When the king heard that Tirhakah the Nubian king had set out to wage war against him, he [once again] sent envoys to Hezekiah with this message:"
    },
    "18361": {
        "format": "prose",
        "text": "‾¶Having heard that the king of Assyria had moved on from Lachish, the Rabshakeh returned to find him attacking Libnah."
    },
    "18360": {
        "format": "prose",
        "text": "I am about to put a spirit in him; he will hear a rumor, return to his own country, and I will cause him to fall by the sword in his own land.’ ”"
    },
    "18359": {
        "format": "prose",
        "text": "and Isaiah told them, “This is what you must say to your master: this is the message of Yahveh: ‘Do not be alarmed at what you have heard said when the king of Assyria’s officials reviled me."
    },
    "18358": {
        "format": "prose",
        "text": "‾¶King Hezekiah’s officials then came to Isaiah,"
    },
    "18357": {
        "format": "prose",
        "text": "It may be that Yahveh your God will pay heed to the words of the Rabshakeh whom his master the king of Assyria sent to insult the living God and will refute what Yahveh your God heard said. Offer a prayer, then, for the remnant that is left here.”"
    },
    "18356": {
        "format": "prose",
        "text": "They said to him, “This is Hezekiah’s message: Today is a day of trouble, reproach and contempt. We are like women who do not have the strength to bring forth their children as they are about to be born."
    },
    "18355": {
        "format": "prose",
        "text": "He sent Eliakim superintendent of the palace, Shebna the first minister, and the senior priests clothed in sackcloth to the prophet Isaiah ben Amoz."
    },
    "18354": {
        "format": "prose",
        "text": "When King Hezekiah heard it, he tore his clothes, put on sackcloth, and went to the house of Yahveh."
    },
    "18353": {
        "format": "prose",
        "text": "So Eliakim ben Hilkiah superintendent of the palace, Shebna the first minister, and Joah ben Asaph the herald went back to Hezekiah with their clothes torn and reported to him what the Rabshakeh had said."
    },
    "18352": {
        "format": "prose",
        "text": "‾¶They remained silent, answering him not a word, for the king had ordered them not to answer him."
    },
    "18351": {
        "format": "prose",
        "text": "Did any of the gods of these lands rescue their lands from me? How then will Yahveh rescue Jerusalem from me?”"
    },
    "18350": {
        "format": "prose",
        "text": "Where now are the gods of Hamath and Arpad? Where are the gods of Sepharvaim? Where are the gods of the land of Samaria? Did they rescue Samaria from me?"
    },
    "18348": {
        "format": "prose",
        "text": "until such time as I take you to a land like your own, a land rich in wheat and wine, grain and vineyards."
    },
    "18349": {
        "format": "prose",
        "text": "Do not let Hezekiah mislead you with his claim, ‘Yahveh will rescue us.’ Did any of the gods of the other nations rescue his land from the king of Assyria?"
    },
    "18347": {
        "format": "prose",
        "text": "Do not listen to Hezekiah. This is the message of the king of Assyria: Make your peace with me; come out to me; then each one of you may eat the fruit of his own vine and fig tree and drink the water from his own well,"
    },
    "18346": {
        "format": "prose",
        "text": "Do not let Hezekiah con you into relying on Yahveh with the message, ‘Yahveh will surely rescue us; this city will not be handed over to the king of Assyria.’"
    },
    "18345": {
        "format": "prose",
        "text": "These are the king’s words: Do not let Hezekiah deceive you; he is unable to rescue you."
    },
    "18344": {
        "format": "prose",
        "text": "So the Rabshakeh stood up and shouted out loud in Hebrew: “Hear the message of the great king, the king of Assyria!"
    },
    "18343": {
        "format": "prose",
        "text": "But the Rabshakeh replied: “Did my master send me to deliver this message to you and your master and not also to these people sitting on the wall who together with you are doomed to eat their own shit and drink their own piss?”"
    },
    "18342": {
        "format": "prose",
        "text": "‾¶Eliakim [Shebna and Joah] made this reply to the Rabshakeh: “Please address your servants in Aramaic, since we understand it; do not address us in Hebrew in the hearing of the people who are on the wall.”"
    },
    "18339": {
        "format": "prose",
        "text": "Come now, make a wager with my master the king of Assyria: I will give you two thousand horses if you can put riders on them."
    },
    "18340": {
        "format": "prose",
        "text": "How then can you, relying as you do on Egypt for chariots and cavalry, repulse a single one among the least of my master’s servants?"
    },
    "18341": {
        "format": "prose",
        "text": "Furthermore, was it without the consent of Yahveh that I attacked this land to destroy it? No; Yahveh himself told me, “Attack this land and destroy it.” ’ ”"
    },
    "18338": {
        "format": "prose",
        "text": "And if you tell me you are relying on Yahveh your God, was it not he whose high places and altars Hezekiah removed, instructing Judah and Jerusalem that they were to worship before this altar?"
    },
    "18337": {
        "format": "prose",
        "text": "So you are relying on Egypt, a support no better than a splintered reed that will pierce and gouge the hand of the one who leans on it. Such is Pharaoh king of Egypt for all those who rely on him."
    },
    "18336": {
        "format": "prose",
        "text": "Do you think mouthing mere words amounts to a plan for waging war and the means to do it? On whom, then, are you relying that you have rebelled against me?"
    },
    "18335": {
        "format": "prose",
        "text": "‾¶The Rabshakeh addressed them: “Give Hezekiah this message: Thus says the great king, the king of Assyria, ‘What makes you so confident?"
    },
    "18334": {
        "format": "prose",
        "text": "There went out to him Eliakim ben Hilkiah superintendent of the palace, Shebna the first minister, and Joah ben Asaph the herald."
    },
    "18333": {
        "format": "prose",
        "text": "The king of Assyria then sent the Rabshakeh from Lachish to Jerusalem to King Hezekiah together with a large force, and the Rabshakeh stationed himself at the conduit of the Upper Pool on the way to Bleacher’s Meadow."
    },
    "18332": {
        "format": "prose",
        "text": "§¶In the fourteenth year of King Hezekiah, Sennacherib king of Assyria attacked and captured all the fortified cities of Judah."
    },
    "18331": {
        "format": "poetry",
        "text": "those ransomed by Yahveh shall return; \/shouting for joy, they shall enter Zion \/crowned with joy everlasting; \/gladness and joy will be theirs, \/sorrow and sighing will depart."
    },
    "18330": {
        "format": "poetry",
        "text": "There will be no lions there, \/no savage beasts will come up on it, \/none shall be found there. \/The redeemed shall walk there,"
    },
    "18329": {
        "format": "poetry",
        "text": "There will be a highway there; \/it will be called The Way of Holiness; \/the unclean will not pass by that way, \/it will be for the use of pilgrims, \/fools will not wander along it."
    },
    "18327": {
        "format": "poetry",
        "text": "then the cripple will leap like the deer, \/and the tongue of the dumb shout for joy. \/Yes, water will burst forth in the desert, \/wadis flow in the wilderness;"
    },
    "18328": {
        "format": "poetry",
        "text": "the mirage will turn into a pool, \/the parched land into gushing streams; \/the haunt where jackals crouched \/will be a place of reeds and rushes."
    },
    "18326": {
        "format": "poetry",
        "text": "▲¶Then the eyes of the blind will be opened, \/the ears of the deaf unstopped;"
    },
    "18325": {
        "format": "poetry",
        "text": "say to the fearful of heart, \/“Courage, don’t be afraid; \/Behold your God! \/Vengeance is at hand, \/fearsome retribution; \/it is he who comes to save you.”"
    },
    "18324": {
        "format": "poetry",
        "text": "▲¶Strengthen the hands that are weak, \/steady the knees that are feeble,"
    },
    "18323": {
        "format": "poetry",
        "text": "let it burst into blossom like the asphodel, \/rejoicing and shouting for joy. \/The glory of Lebanon will be given to it, \/the splendor of Carmel and Sharon; \/they will witness the glory of Yahveh, \/the splendor of our God."
    },
    "18322": {
        "format": "poetry",
        "text": "§¶Let the desert and parched land be glad, \/the wilderness rejoice and blossom;"
    },
    "18321": {
        "format": "poetry",
        "text": "it is he who has allotted them their place, \/his hand has assigned it with the measuring line; \/they will claim it as their own forever, \/they will dwell there for all ages to come."
    },
    "18320": {
        "format": "poetry",
        "text": "▲¶Consult the book of Yahveh, read it: \/none of these will be missing, \/[not one of them without its mate] \/for from his own mouth came the command, \/and with his own breath he has assembled them;"
    },
    "18319": {
        "format": "poetry",
        "text": "there the owl will nest, \/lay her eggs, hatch them, and give them shelter; \/there too the kites will gather, \/not one without its mate."
    },
    "18318": {
        "format": "poetry",
        "text": "wildcats will gather with hyenas, \/the satyr will call to his mate, \/there too will Lilith alight \/and there find a spot for herself;"
    },
    "18317": {
        "format": "poetry",
        "text": "Thorns will spring up in her palaces, \/nettles and thistles in her forts; \/it will become the haunt of jackals, \/the abode of ostriches;"
    },
    "18316": {
        "format": "poetry",
        "text": "Her nobles … \/They shall acclaim no monarchy there; \/all her princes will be of no account."
    },
    "18315": {
        "format": "poetry",
        "text": "The hawk and the hedgehog will claim it as their own, \/owl and raven will make it their home; \/Yahveh has stretched over it the measuring line of chaos, \/and the stones of turmoil."
    },
    "18314": {
        "format": "poetry",
        "text": "night and day it will burn unquenched, \/its smoke will go up for ever. \/From age to age the land will lie waste, \/to all eternity no people will pass through it."
    },
    "18313": {
        "format": "poetry",
        "text": "the wadis of Edom will be turned into pitch, \/her soil into brimstone, \/her land will be burning pitch;"
    },
    "18312": {
        "format": "poetry",
        "text": "▲¶Yahveh has a day of vengeance, \/a year of reckoning for Zion’s complaint;"
    },
    "18311": {
        "format": "poetry",
        "text": "wild oxen will be felled with the people, \/bulls alongside of their strongest; \/their land will drink deep of blood, \/their soil will be soaked in fat."
    },
    "18310": {
        "format": "poetry",
        "text": "Yahveh has a sword, it is covered in blood, \/it is dripping with fat, \/with the blood of lambs and goats, \/with the fat from the kidneys of rams; \/for Yahveh has a sacrifice in Bozrah, \/a great slaughtering in the land of Edom;"
    },
    "18309": {
        "format": "poetry",
        "text": "▲¶When my sword is seen in the sky \/then it will descend upon Edom, \/on a people I have destined for judgment."
    },
    "18308": {
        "format": "poetry",
        "text": "all the hosts of heaven will rot, \/the sky will be rolled up like a scroll; \/all its hosts shall wither away \/like the leaf that withers from the vine, \/like the fruit that withers from the fig tree."
    },
    "18307": {
        "format": "poetry",
        "text": "their slain will be cast out, \/the stench of their corpses will arise, \/the mountains will flow with their blood;"
    },
    "18306": {
        "format": "poetry",
        "text": "Yahveh is incensed with all the nations, \/his fury is directed against all their hosts, \/he has doomed them and destined them for slaughter;"
    },
    "18305": {
        "format": "poetry",
        "text": "§¶Approach, you nations to listen; \/you peoples, give heed! \/Let the earth and what fills it hear, \/the world and all its issue!"
    },
    "18304": {
        "format": "poetry",
        "text": "None of the inhabitants will say, “I am sick”; \/the people that live there will be quit of all guilt."
    },
    "18303": {
        "format": "poetry",
        "text": "[Your rigging is slack, \/it cannot hold steady the mast \/nor can they spread the sail.] \/Then even the blind will have their share of abundant spoil; \/even the lame will take part in the pillage."
    },
    "18302": {
        "format": "poetry",
        "text": "Yahveh is our ruler, Yahveh is our leader, \/Yahveh is our king, he will save us!"
    },
    "18301": {
        "format": "poetry",
        "text": "There the glorious name of Yahveh will be ours. \/[It will be a place of broad rivers and streams, \/but there no galley can sail, \/no stately ship can pass.]"
    },
    "18299": {
        "format": "poetry",
        "text": "You will no longer see an insolent people, \/a people whose speech is too obscure to understand, \/stammering in a language you cannot comprehend."
    },
    "18300": {
        "format": "poetry",
        "text": "Look on Zion, city of our festivals; \/let your eyes look on Jerusalem, \/a secure place to live, a tent that will not be moved, \/whose pegs will never be pulled out, \/and none of its ropes untied."
    },
    "18298": {
        "format": "poetry",
        "text": "your mind will dwell on what you once dreaded: \/Where is the one who took the census? \/Where is the one who assessed the tribute? \/Where is the one who counted the towers?”"
    },
    "18297": {
        "format": "poetry",
        "text": "§¶Your eyes will behold a king in his beauty; \/they will look on a land stretching far and wide;"
    },
    "18296": {
        "format": "poetry",
        "text": "These are the ones who dwell on the heights, \/whose refuge is a fortress among the rocks, \/whose bread is at hand, whose supply of water is secure."
    },
    "18295": {
        "format": "poetry",
        "text": "▲¶Those whose conduct is righteous, \/whose speech is honest, \/who scorn what is gained by oppression, \/who shake their hands free of a bribe, \/who stop their ears from hearing murderous plans \/and close their eyes so as not to look on evil."
    },
    "18294": {
        "format": "poetry",
        "text": "§¶Sinners shake with fear in Zion; \/trembling has seized the impious. \/Which of us can abide this devouring fire? \/Which of us can abide this everlasting burning?"
    },
    "18293": {
        "format": "poetry",
        "text": "Hear, you who are far away, what I have done, \/acknowledge my power, you who are close at hand.”"
    },
    "18292": {
        "format": "poetry",
        "text": "nations will be turned into heaps of burnt‑out ash, \/like thorns cut down and set on fire."
    },
    "18291": {
        "format": "poetry",
        "text": "You conceive chaff, you bring forth stubble; \/a fiery wind will consume you;"
    },
    "18290": {
        "format": "poetry",
        "text": "▲¶Now, Yahveh declares, “I will rise up, \/now I will exalt myself, \/now I will raise myself up."
    },
    "18289": {
        "format": "poetry",
        "text": "The land is mourning, pining; \/Lebanon, ashamed, is withering away; \/Sharon has become a desert; \/Bashan and Carmel are stripped bare."
    },
    "18288": {
        "format": "poetry",
        "text": "The highways are destroyed, \/there are no more wayfarers; \/he has broken the agreement, despised the witnesses; \/people have no thought for others."
    },
    "18287": {
        "format": "poetry",
        "text": "§¶Hark, Ariel’s people cry for help in the streets, \/Salem’s messengers are weeping bitterly."
    },
    "18286": {
        "format": "poetry",
        "text": "he will be the stability of her times; \/wisdom and knowledge are riches that lead to salvation; \/her treasure is the fear of Yahveh."
    },
    "18284": {
        "format": "poetry",
        "text": "then spoil is gathered as the locust gathers it, \/like swarming locusts they settle upon it."
    },
    "18285": {
        "format": "poetry",
        "text": "Yahveh is exalted, for he dwells on high, \/he has filled Zion with justice and righteousness;"
    },
    "18283": {
        "format": "poetry",
        "text": "At the sound of a tumult peoples take to flight, \/when you rise up in majesty nations are scattered;"
    },
    "18282": {
        "format": "poetry",
        "text": "§¶Yahveh, show us your favor, \/in you we place our trust; \/be our support every morning, \/our salvation in the time of trouble."
    },
    "18281": {
        "format": "poetry",
        "text": "§¶Woe to you, destroyer, not yourself destroyed, \/treacherous one, who has not been betrayed! \/When you have finished your destroying you yourself will be destroyed; \/when you have finished acting treacherously you will be dealt with treacherously."
    },
    "18279": {
        "format": "poetry",
        "text": "It will hail when the forest goes down, \/and in the lowlands the city will be laid low."
    },
    "18280": {
        "format": "poetry",
        "text": "Happy will you be as you sow beside every waterway, \/leaving ox and ass to roam free."
    },
    "18278": {
        "format": "poetry",
        "text": "my people will reside in a peaceful abode, \/in secure dwellings where they can rest at ease."
    },
    "18277": {
        "format": "poetry",
        "text": "peace will be the outcome of righteousness, \/justice will bring about tranquillity and trust forevermore;"
    },
    "18276": {
        "format": "poetry",
        "text": "justice will make a home in the wilderness, \/righteousness will dwell in the fertile land,"
    },
    "18275": {
        "format": "poetry",
        "text": "¶…until a spirit from on high is poured out on us, \/then the wilderness will be turned into fertile land, \/and fertile land will be reckoned as common as forest;"
    },
    "18274": {
        "format": "poetry",
        "text": "For the palace is abandoned, \/the city once crowded deserted, \/the citadel and the watchtower have become open fields forever, \/the joy of wild donkeys \/pastureland for flocks …"
    },
    "18272": {
        "format": "poetry",
        "text": "beat your breasts \/for the fields once pleasant, the vine once fruitful."
    },
    "18273": {
        "format": "poetry",
        "text": "On the soil of my people \/you bring up thorns and briars, \/in every happy home \/and in the bustling town."
    },
    "18271": {
        "format": "poetry",
        "text": "So shake with fear, you women at ease; \/tremble, you complacent ones; \/strip yourselves bare, \/put a cloth around your waists,"
    },
    "18270": {
        "format": "poetry",
        "text": "Though now without a care, within a year at most \/you will be trembling with fear; \/the vintage will be lost, the harvest will fail."
    },
    "18269": {
        "format": "poetry",
        "text": "§¶You women at ease, hear my voice; \/complacent young women, attend to what I say:"
    },
    "18268": {
        "format": "poetry",
        "text": "but those who are noble devise only what is noble, \/taking their stand on honor."
    },
    "18267": {
        "format": "poetry",
        "text": "The ways of the villain are evil; \/he devises infamous plans \/to destroy the poor with false discourse, \/and the cause of the needy with their speech;"
    },
    "18266": {
        "format": "poetry",
        "text": "for fools speak only what is foolish, \/their minds devise only what is worthless, \/they act in an impious fashion \/speaking deviously even to Yahveh. \/They do not satisfy the appetite of the hungry; \/they leave the thirst of the thirsty unquenched."
    },
    "18265": {
        "format": "poetry",
        "text": "a fool will no longer be called noble, \/nor a villain reckoned of high estate;"
    },
    "18264": {
        "format": "poetry",
        "text": "the minds of the rash will understand and know, \/the tongues of stammerers will speak freely,"
    },
    "18263": {
        "format": "poetry",
        "text": "Then the eyes that can see will no longer be closed, \/the ears that can hear will listen,"
    },
    "18261": {
        "format": "poetry",
        "text": "§¶When a king reigns with righteousness, \/and princes govern with justice,"
    },
    "18262": {
        "format": "poetry",
        "text": "each of them will be like a refuge from the wind, \/a shelter from the tempest; \/or like streams of water on the parched soil, \/like the shade of a great rock in an arid land."
    },
    "18260": {
        "format": "poetry",
        "text": "his leaders will pass away from terror, \/his officers shrink in terror from the enemy’s standard.\/〔10〕 This is a saying of Yahveh, whose light burns in Zion, whose furnace is in Jerusalem."
    },
    "18259": {
        "format": "poetry",
        "text": "▲¶Assyria will fall by no human sword, \/and no mortal sword will consume him; \/before that sword he will flee, \/his youths will be put to forced labor,"
    },
    "18257": {
        "format": "prose",
        "text": "▲¶Return, O Israel, to the One whom you have so profoundly offended,"
    },
    "18258": {
        "format": "prose",
        "text": "for on that day all of you will reject your gods of silver and gods of gold that your sinful hands made for yourselves."
    },
    "18256": {
        "format": "poetry",
        "text": "Like birds hovering overhead \/so will Yahveh of the hosts protect Jerusalem; \/he will protect and deliver, \/he will spare and rescue."
    },
    "18255": {
        "format": "poetry",
        "text": "▲¶This is what Yahveh said to me: \/As the lion or the lion cub growls over its prey \/when a band of shepherds is called out against it, \/and is not frightened off by their shouting \/nor cowed by their clamor, \/so Yahveh of the hosts will descend to do battle \/on Mount Zion and on its summit."
    },
    "18254": {
        "format": "poetry",
        "text": "Egypt is human, it is not superhuman, \/its horses are flesh and not spirit; \/when Yahveh puts forth his hand \/the helper will stumble, the one helped will fall, \/and both will perish together."
    },
    "18253": {
        "format": "poetry",
        "text": "But he too is wise and can bring about disaster; \/he does not renege on what he says \/but will rise up against a household of evildoers, \/against those who help others do wrong."
    },
    "18252": {
        "format": "poetry",
        "text": "§¶Woe to those who go down to Egypt for help, \/who rely on horses, \/who put their trust in chariots on account of their size \/and in horsemen on account of their great strength, \/but do not look to the Holy One of Israel \/nor seek guidance from Yahveh."
    },
    "18251": {
        "format": "prose",
        "text": "For his tophet was set up long ago; [it was also prepared for Molek]; his pyre Yahveh has made deep and wide, with fire and wood in abundance. Yahveh’s breath inside it will keep it burning like a stream of sulphur."
    },
    "18250": {
        "format": "prose",
        "text": "Every stroke of the stick that Yahveh lays on them in punishment will be to the sound of tabors, harps, and dancing. [His brandishing arm fights for him.]"
    },
    "18249": {
        "format": "prose",
        "text": "At the sound of Yahveh’s voice Assyria will be seized with terror as Yahveh plies the rod."
    },
    "18248": {
        "format": "prose",
        "text": "Yahveh will make his glorious voice heard and reveal his arm sweeping down in furious anger, together with a flame of devouring fire, with cloudburst, torrents of rain, and hailstones."
    },
    "18247": {
        "format": "prose",
        "text": "▲¶But for you there will be singing as on a night of sacred pilgrimage; heartfelt rejoicing as when one sets out to the sound of the flute to go to Yahveh’s mountain, the rock of Israel."
    },
    "18246": {
        "format": "poetry",
        "text": "his breath is like an overflowing torrent \/that reaches up to the neck; \/he will place on the nations a yoke that spells their ruin, \/a bit on the jaws of the peoples to lead them where they would not go."
    },
    "18245": {
        "format": "poetry",
        "text": "§¶Observe: the name of Yahveh comes from afar \/blazing in anger, \/heavy with a sense of doom; \/his lips are charged with wrath, \/his tongue is a consuming fire,"
    },
    "18244": {
        "format": "prose",
        "text": "Moonlight will be as bright as sunlight, and sunlight will be seven times brighter than now [like the light of seven days]. All this on the day Yahveh binds up the broken limbs of his people and heals the wounds caused by the blows inflicted on them."
    },
    "18243": {
        "format": "prose",
        "text": "On every high mountain and on every lofty hill there will flow channels of running water—on a day of great slaughter when the towers come crashing down."
    },
    "18242": {
        "format": "prose",
        "text": "and the oxen and donkeys that work the land will feed on rich fodder winnowed with shovel and pitchfork."
    },
    "18241": {
        "format": "prose",
        "text": "▲¶Yahveh will give rain for the seed with which you sow the soil and grain for bread, the produce of the soil, will be rich and abundant. On that day your cattle will graze in broad pastures,"
    },
    "18240": {
        "format": "prose",
        "text": "‾¶Then you will reject as unclean your silver‑coated images and your molten idols plated with gold. You will refer to them as filth and throw them out like a thing unclean."
    },
    "18239": {
        "format": "prose",
        "text": "and whenever you turn aside either to the right or the left your ears will hear a word spoken behind you: “This is the way, keep to it.”"
    },
    "18238": {
        "format": "prose",
        "text": "The Sovereign Lord may give you the bread of adversity and the water of affliction, yet your teacher will no longer remain hidden. Your eyes will see your teacher,"
    },
    "18237": {
        "format": "prose",
        "text": "▲¶You people in Zion, you who dwell in Jerusalem, you shall weep no more. He will surely show you favor when you cry for help, and he will answer you when he hears you."
    },
    "18236": {
        "format": "poetry",
        "text": "§¶Therefore Yahveh waits to show you favor, \/therefore he bestirs himself to have compassion on you; \/for Yahveh is a God of justice, \/blessed are all those who wait for him!"
    },
    "18235": {
        "format": "poetry",
        "text": "[A thousand will flee when threatened by one.] \/You will flee when threatened by five, \/until you are left \/like a flagpole on top of a mountain, \/like a lookout post on a hill.”"
    },
    "18234": {
        "format": "poetry",
        "text": "“No,” you said, “we can always flee on horseback.” \/All right, then, flee you shall!” \/Swiftly will we ride.” \/Then those who pursue you will swiftly follow."
    },
    "18233": {
        "format": "poetry",
        "text": "§¶This is what the Sovereign Lord Yahveh, the Holy One of Israel, has said: \/In turning back and staying still you will be safe, \/in quiet confidence your strength will lie” \/but you did not want it."
    },
    "18232": {
        "format": "poetry",
        "text": "it will come apart like the breaking of a potter’s vessel \/that is smashed without mercy; \/among its fragments no sherd will be found \/for carrying fire from the hearth \/or scooping water from the cistern.”"
    },
    "18231": {
        "format": "poetry",
        "text": "this iniquitous act will be for you \/like a fault in a lofty wall \/bulging out and ready to fall; \/its collapse will come suddenly, in an instant,"
    },
    "18230": {
        "format": "poetry",
        "text": "▲¶So, this is what the Holy One of Israel says: \/Since you reject this saying, \/trusting in a perverse oppressor \/and placing your confidence in him,"
    },
    "18229": {
        "format": "poetry",
        "text": "turn aside from the way, \/leave the right path, \/stop talking to us about the Holy One of Israel!”"
    },
    "18228": {
        "format": "poetry",
        "text": "who say to the seers, “do not see,” \/to the visionaries “do not envision what is right for us, \/tell us smooth and soft things, \/see seductive visions,"
    },
    "18227": {
        "format": "poetry",
        "text": "for they are a rebellious people, \/deceitful children, \/children unwilling to obey \/Yahveh’s instructions;"
    },
    "18225": {
        "format": "poetry",
        "text": "Vain and worthless is Egypt’s help; \/therefore, I name it: \/Rahab reduced to silence.”"
    },
    "18226": {
        "format": "poetry",
        "text": "§¶Now come, write it on a tablet, \/inscribe it in a book in their presence \/that it may be there in time to come \/as a witness forever;"
    },
    "18224": {
        "format": "poetry",
        "text": "§¶Animals of the Negev: an oracle: \/Through a land of dire distress, \/the haunt of lioness and roaring lion, \/poisonous snake and flying serpent, \/they carry their goods on the backs of donkeys, \/their treasures on the humps of camels \/to a profitless people."
    },
    "18223": {
        "format": "poetry",
        "text": "all remain disillusioned \/on account of that profitless people; \/for them they can offer no help, no advantage, \/only shame and disgrace."
    },
    "18222": {
        "format": "poetry",
        "text": "for though his nobles are at Zoan, \/and his envoys have reached Hanes,"
    },
    "18220": {
        "format": "poetry",
        "text": "They set out on the journey to Egypt \/but without consulting me, \/to take refuge under Pharaoh’s protection, \/to shelter in Egypt’s shadow;"
    },
    "18221": {
        "format": "poetry",
        "text": "but Pharaoh’s protection will bring you shame, \/sheltering in Egypt’s shadow will end in humiliation,"
    },
    "18219": {
        "format": "poetry",
        "text": "§¶Woe to the rebellious children \/[an oracle of Yahveh] \/making plans but not derived from me, \/seeking security but not inspired by me, \/piling sin upon sin."
    },
    "18218": {
        "format": "poetry",
        "text": "those who err in their thinking will acquire understanding, \/the obstinate will accept instruction."
    },
    "18217": {
        "format": "poetry",
        "text": "when his children see what I do in their midst \/they will hallow my name, \/they will hallow the Holy One of Jacob, \/stand in awe of the God of Israel;"
    },
    "18216": {
        "format": "poetry",
        "text": "▲¶Therefore, thus says Yahveh, the God of the household of Jacob, who redeemed Abraham: \/This is no time for Jacob to be ashamed, \/no time for his face to grow pale;"
    },
    "18215": {
        "format": "poetry",
        "text": "Who frustrate those seeking redress, \/who entrap those bringing a case to judgment, \/who pervert by falsehood the cause of the innocent \/all these will be extirpated."
    },
    "18214": {
        "format": "poetry",
        "text": "for the violent will be no more, \/the arrogant will cease to be; \/all those who are prompt to do evil,"
    },
    "18213": {
        "format": "poetry",
        "text": "the lowly will once more have joy in Yahveh, \/the needy will rejoice in the Holy One of Israel;"
    },
    "18212": {
        "format": "poetry",
        "text": "On that day the deaf will hear the words of a book, \/and free of all gloom and darkness \/the eyes of the sightless will see;"
    },
    "18211": {
        "format": "poetry",
        "text": "▲¶In just a little while \/will not Lebanon be turned into a fertile land \/and fertile land be as common as scrubland?"
    },
    "18210": {
        "format": "poetry",
        "text": "You have things the wrong way round! \/As if the potter were no different from the clay, \/or as if what is made were to say of its maker, \/He did not make me,” \/or the product made of clay of the one who fashioned it, \/He has no skill.”"
    },
    "18209": {
        "format": "poetry",
        "text": "§¶Woe to those who would hide their plans \/too deep for Yahveh to see, \/and think, since their deeds are done in the dark, \/Who sees us? Who knows what we are about?”"
    },
    "18208": {
        "format": "poetry",
        "text": "I will perform yet more strange and wonderful things with this people; \/the wisdom of their sages shall vanish, \/the discernment of their knowing ones shall disappear."
    },
    "18206": {
        "format": "prose",
        "text": "When they hand the book to one who cannot read saying, “Read this,” he replies, “I don’t know how to read.”"
    },
    "18207": {
        "format": "poetry",
        "text": "▲¶The Lord says: \/Because this people approach me with their mouths \/and honor me with their lips \/while their hearts are far from me, \/and their reverence for me is a human commandment learnt by rote,"
    },
    "18205": {
        "format": "prose",
        "text": "▲¶The vision of all these things has become for you like the words of a sealed book. When they hand it to one who knows how to read saying, “Read this,” he replies, “I can’t, for it is sealed.”"
    },
    "18204": {
        "format": "poetry",
        "text": "For Yahveh has poured out upon you \/a spirit of deepest slumber; \/he has closed your eyes [the prophets] \/he has covered your heads [the seers]."
    },
    "18203": {
        "format": "poetry",
        "text": "§¶Be in a daze, be in a stupor, \/close your eyes fast, be blind, \/be drunk, but not with wine, \/stagger, but not with strong drink!"
    },
    "18202": {
        "format": "poetry",
        "text": "like one who is famished and dreams he is eating, \/and wakes up as hungry as before, \/or like one who is thirsty and dreams he is drinking, \/but wakes up as thirsty and parched as before. \/So shall be the horde of all nations \/that war against Zion."
    },
    "18201": {
        "format": "poetry",
        "text": "Then the horde of all the nations that war against Ariel, \/all who build siegeworks against her, \/all who oppress her, \/will fade like a dream, like a vision of the night;"
    },
    "18200": {
        "format": "poetry",
        "text": "punishment will come from Yahveh of the hosts, \/with thunder, earthquake, and a fearsome noise, \/whirlwind, tempest, a flame of devouring fire."
    },
    "18199": {
        "format": "poetry",
        "text": "▲¶But then the horde of your foes will become like fine dust, \/the horde of oppressors like chaff blowing by; \/then suddenly, in an instant,"
    },
    "18198": {
        "format": "poetry",
        "text": "you will be brought down, you will speak from the underworld, \/from the dust your words will issue, \/your voice will sound like a ghost from the underworld, \/your words like a whisper from the dust."
    },
    "18197": {
        "format": "poetry",
        "text": "I will encamp [like David] against you, \/besiege you with a siege tower, \/erect ramparts against you;"
    },
    "18196": {
        "format": "poetry",
        "text": "I will still bring distress on Ariel. \/There will be moaning and mourning; \/she will be an Ariel indeed for me!"
    },
    "18195": {
        "format": "poetry",
        "text": "§¶Alas for Ariel, Ariel, \/town where David encamped! \/Let one year follow another, \/let the festivals follow their course."
    },
    "18194": {
        "format": "poetry",
        "text": "This too is a lesson that comes from Yahveh of the hosts; \/wonderful is his counsel, \/great is his wisdom."
    },
    "18193": {
        "format": "poetry",
        "text": "Grain for bread is pounded, \/but the thresher doesn’t thresh it forever; \/he drives the cartwheel over it, \/he spreads it out but doesn’t crush it."
    },
    "18192": {
        "format": "poetry",
        "text": "▲¶Fennel is not crushed with a threshing‑sledge, \/a cartwheel is not rolled over cummin, \/but fennel is beaten with a stick, \/cummin with a rod."
    },
    "18191": {
        "format": "poetry",
        "text": "He deals with it in just measure; his God provides the rain."
    },
    "18190": {
        "format": "poetry",
        "text": "Or rather, when he has leveled its surface, \/will he not scatter fennel and sow cummin, \/plant wheat in fair measure, barley in its proper place, \/and spelt as a border?"
    },
    "18188": {
        "format": "poetry",
        "text": "§¶Listen with attention to my voice. \/Take note and hear what I say:"
    },
    "18189": {
        "format": "poetry",
        "text": "Does the plowman plow all day long [for the sowing], \/breaking up his soil and harrowing it?"
    },
    "18187": {
        "format": "poetry",
        "text": "And now, do not go on scoffing \/or your bonds will be tightened even more, \/for I have heard destruction decreed \/by the sovereign lord Yahveh of the hosts \/over all the earth."
    },
    "18186": {
        "format": "poetry",
        "text": "Yahveh will arise as he arose on Mount Perazim; \/he will rage as in the Valley of Gibeon, \/to do his deed—strange is his deed! \/to perform his work—uncanny is his work!"
    },
    "18185": {
        "format": "poetry",
        "text": "for the bed is too short to stretch out on, \/the blanket too skimpy for a covering."
    },
    "18184": {
        "format": "poetry",
        "text": "[Whenever it passes through it will reach you, \/it will pass through morning after morning, \/by day and by night; \/grasping the message will bring nothing but panic]"
    },
    "18183": {
        "format": "poetry",
        "text": "then your deal with Death will be annulled, \/your pact with Sheol will not stand; \/when the raging flood passes through \/you will be battered down by it.”"
    },
    "18182": {
        "format": "poetry",
        "text": "I will make justice the measuring line, \/righteousness the plummet; \/hail will sweep away the shelter of lies, \/water will overwhelm the refuge;"
    },
    "18181": {
        "format": "poetry",
        "text": "Wherefore, thus says the sovereign lord Yahveh: \/I will lay in Zion a stone, a foundation stone for a tower, \/a precious cornerstone set firmly in place; \/the one who is trustful will not act hastily."
    },
    "18180": {
        "format": "poetry",
        "text": "You have declared: \/We have cut a deal with Death, \/with Sheol we have made a pact, \/that when the raging flood passes through \/it will not touch us; \/for we have made a lie our shelter, \/in falsehood we have taken refuge.”"
    },
    "18179": {
        "format": "poetry",
        "text": "§¶Therefore, hear the word of Yahveh, you scoffers \/who rule this people in Jerusalem:"
    },
    "18178": {
        "format": "poetry",
        "text": "So to them the word of Yahveh will be: \/ 〔ṣav lāṣāv, ṣav lāṣāv, \/qav lāqāv, qav lāqāv,〕 \/here a little, there a little,” \/so that when they walk \/they will stumble and fall backwards, \/injured, trapped, and taken."
    },
    "18177": {
        "format": "poetry",
        "text": "To them God once said, \/This is true rest, let them give rest to the weary, \/this is true repose”—but they would not listen."
    },
    "18176": {
        "format": "poetry",
        "text": "¶It will be with stammering speech \/and in another language \/that God will speak to this people."
    },
    "18175": {
        "format": "poetry",
        "text": "For it is 〔ṣav lāṣāv, ṣav lāṣāv, \/qav lāqāv, qav lāqāv,〕 \/here a little, there a little!”"
    },
    "18173": {
        "format": "poetry",
        "text": "all tables are covered in vomit, \/no place free of filth."
    },
    "18174": {
        "format": "poetry",
        "text": "▲¶“To whom would he impart knowledge? \/To whom would he expound what has been heard? \/Those newly weaned from milk? \/Those just taken from the breast?"
    },
    "18172": {
        "format": "poetry",
        "text": "▲¶These too stagger with wine, \/lurch about with strong drink; \/priest and prophet stagger with strong drink; \/they are befuddled with wine; \/they lurch about with strong drink, \/stagger as they see visions, \/go astray in giving judgment;"
    },
    "18171": {
        "format": "poetry",
        "text": "a spirit of justice for the one who sits in judgment, \/and strength for those who turn back the fighting from the gate."
    },
    "18170": {
        "format": "poetry",
        "text": "▲¶On that day: \/Yahveh will be a splendid coronet, a beautiful diadem \/for the remnant of his people,"
    },
    "18169": {
        "format": "poetry",
        "text": "and the flower of its spendid beauty doomed to fade \/at the head of a fertile valley \/will be like figs that ripen before the summer; \/those who see them will swallow them \/as soon as they have them in their hand."
    },
    "18168": {
        "format": "poetry",
        "text": "Then the proud coronet of the drunkards of Ephraim \/will be trampled underfoot,"
    },
    "18167": {
        "format": "poetry",
        "text": "Observe, the Sovereign Lord is holding in reserve one who is strong and powerful; \/Yahveh will bring him down on the land with violence, \/like a hailstorm, a destructive tempest, \/a downpour of mighty water overflowing."
    },
    "18166": {
        "format": "poetry",
        "text": "§¶Woe, proud coronet of the drunkards of Ephraim, \/a flower doomed to fade is its splendid beauty \/at the head of a fertile valley \/[overcome with wine]."
    },
    "18165": {
        "format": "poetry",
        "text": "¶And on that day:‾¶A great ram’s horn will be blown; those who were lost in the land of Assyria, and those dispersed in the land of Egypt will come and worship Yahveh on the holy mountain, in Jerusalem."
    },
    "18164": {
        "format": "poetry",
        "text": "¶On that day:‾¶Yahveh will thresh out the grain from the basin of the Euphrates to the Wadi of Egypt; and you, people of Israel, will be gathered in one by one."
    },
    "18163": {
        "format": "poetry",
        "text": "when the boughs dry out they are broken off; \/women come by and light their fires with them. \/For this is a people deprived of understanding; \/therefore the One who made them will show them no mercy, \/the One who formed them will not regard them with favor."
    },
    "18162": {
        "format": "poetry",
        "text": "The fortified city is solitary, \/an abode now abandoned, deserted like the wilderness; \/there calves will graze, \/there they will lie down and strip off the branches;"
    },
    "18161": {
        "format": "poetry",
        "text": "By this, then, is Jacob’s iniquity purged, \/this it is that removes his sin, and all that comes of it: \/when he shall have treated all the stones of his altars \/like limestone blocks that have been crushed to powder, \/with no Asherah pillar or incense altar left standing."
    },
    "18160": {
        "format": "poetry",
        "text": "By driving her out, by sending her away, \/God contended with her, \/removing her with a fierce blast, as when the east wind blows."
    },
    "18159": {
        "format": "poetry",
        "text": "§¶Did God strike Israel like those that struck him? \/or is Israel slain, as those that slew him lie slain?"
    },
    "18157": {
        "format": "poetry",
        "text": "so let it cling to me for protection, \/let it make peace with me, \/let it make peace with me."
    },
    "18158": {
        "format": "poetry",
        "text": "¶In days to come \/Jacob will take root, \/Israel will bud forth and blossom, \/filling the whole world with fruit."
    },
    "18156": {
        "format": "poetry",
        "text": "I hold no grudge against it.\/If it gives me thorns and weeds,\/I will wage war against it,\/burn it all up;"
    },
    "18155": {
        "format": "poetry",
        "text": "I, Yahveh, am its guardian,\/I water it all the time\/lest any harm come to it;"
    },
    "18154": {
        "format": "poetry",
        "text": "§¶On that day:\/A lovely vineyard, sing about it!"
    },
    "18153": {
        "format": "poetry",
        "text": "¶On that day: \/Yahweh will punish with his sword \/grim, mighty, and strong, \/Leviathan the pursuing serpent, \/Leviathan the twisting serpent, \/and he will slay the dragon in the primeval sea."
    },
    "18152": {
        "format": "poetry",
        "text": "for Yahveh will proceed from his place \/to punish those who dwell on the earth \/for their iniquity. \/The earth will disclose the blood shed on it; \/no longer will it cover up its slain."
    },
    "18151": {
        "format": "poetry",
        "text": "Come, my people, enter your rooms, \/shut tight the doors behind you, \/take cover for a little while \/till the wrath has passed;"
    },
    "18150": {
        "format": "poetry",
        "text": "Your dead will live, \/their corpses will rise from the dead; \/you that lie in the dust, awake and sing for joy! \/For your dew is a radiant dew, \/and earth will bring forth the shades of the dead."
    },
    "18149": {
        "format": "poetry",
        "text": "we were with child, we were in labor, \/but brought forth nothing but wind; \/we do nothing to redeem the earth, \/no one is born to people the world."
    },
    "18148": {
        "format": "poetry",
        "text": "As a pregnant woman, when her time is at hand, \/writhes and cries out in pain, \/so, Yahveh, were we in your presence;"
    },
    "18146": {
        "format": "poetry",
        "text": "Yahveh, you enlarged the nation, \/you enlarged the nation, won honor for yourself, \/extending wide the boundaries of the land."
    },
    "18147": {
        "format": "poetry",
        "text": "Yahveh, in distress we sought you, \/your chastening has been a burden for us."
    },
    "18144": {
        "format": "poetry",
        "text": "Yahveh our God, \/masters other than you have ruled over us, \/yet your name, yours alone, we invoke."
    },
    "18145": {
        "format": "poetry",
        "text": "The dead will not live, \/the shades will not rise from the dead; \/to this end you punished and destroyed them, \/obliterating their memory entirely."
    },
    "18143": {
        "format": "poetry",
        "text": "Yahveh, decree well‑being for us, \/for all that we achieve is your doing."
    },
    "18142": {
        "format": "poetry",
        "text": "Yahveh, your hand is raised, \/but they do not see it; \/may they be ashamed when they see your zeal for your people, \/may the fire consume them that is destined for your enemies."
    },
    "18141": {
        "format": "poetry",
        "text": "But if mercy is shown to the wicked \/they do not learn righteousness; \/disregarding the majesty of Yahveh, \/they pervert what is straight on the earth."
    },
    "18140": {
        "format": "poetry",
        "text": "My soul yearns for you in the nighttime; \/my spirit within me seeks you eagerly, \/for when your judgments are manifest on the earth \/the inhabitants of the world learn righteousness."
    },
    "18139": {
        "format": "poetry",
        "text": "Yahveh, we look to you \/for your just decrees to be manifest. \/To invoke your name is the soul’s desire."
    },
    "18137": {
        "format": "poetry",
        "text": "It will be trodden underfoot, by the feet of the oppressed \/and the tread of the poor."
    },
    "18138": {
        "format": "poetry",
        "text": "§¶For the righteous the path goes straight; \/you smooth out the course of the upright;"
    },
    "18135": {
        "format": "poetry",
        "text": "Trust in Yahveh for ever, \/for Yahveh is the rock of ages!"
    },
    "18136": {
        "format": "poetry",
        "text": "He has brought low the dwellers on the height, \/the lofty town he throws down, \/throws it down to the ground, \/lays it in the dust."
    },
    "18134": {
        "format": "poetry",
        "text": "Those of trustful mind you keep in peace, \/in peace, since in you they trust."
    },
    "18133": {
        "format": "poetry",
        "text": "Throw open the gates that a righteous people may enter, \/a people that keeps faith!"
    },
    "18132": {
        "format": "poetry",
        "text": "§¶On that day \/this song will be sung in the land of Judah: \/A strong city is ours! \/He has set up its walls and ramparts as our salvation."
    },
    "18130": {
        "format": "poetry",
        "text": "Moab spreads out his arms in the cesspool \/as a swimmer spreads them out to swim, \/but his pride will sink with each stroke that he takes."
    },
    "18131": {
        "format": "poetry",
        "text": "The lofty defense of your walls he has brought low; \/he has thrown it down, brought it down to the ground, \/down into the dust."
    },
    "18129": {
        "format": "poetry",
        "text": "for Yahveh’s hand will rest on this mountain. ¶Moab will be trampled in its place \/as straw is trampled down in a cesspool."
    },
    "18128": {
        "format": "poetry",
        "text": "§¶You will say on that day: \/See, this is our God, \/we have waited for him to save us \/[this is Yahveh, we have waited for him]. \/Let us be glad and rejoice in his salvation.”"
    },
    "18127": {
        "format": "poetry",
        "text": "he will swallow up death for ever. \/Then will the Sovereign Lord Yahveh wipe away tears from every face, \/and remove the reproach of his people from all the earth; \/for Yahveh has spoken."
    },
    "18126": {
        "format": "poetry",
        "text": "Yahveh will destroy on this mountain \/the mantle in which all peoples are wrapped, \/the covering cast over all the nations;"
    },
    "18125": {
        "format": "poetry",
        "text": "§¶Yahveh of the hosts will prepare \/for all peoples on this mountain \/a banquet of rich food, \/a banquet of wine well aged, \/of food rich in marrow, \/of well‑aged wine strained clear."
    },
    "18124": {
        "format": "poetry",
        "text": "[for the blast of the ruthless is like a winter rainstorm, \/like heat in a time of drought.] \/You suppress the clamor of the insolent, \/[heat in the shadow of a cloud] \/the singing of the ruthless is silenced."
    },
    "18122": {
        "format": "poetry",
        "text": "for this will cruel peoples respect you, \/ruthless nations fear you."
    },
    "18123": {
        "format": "poetry",
        "text": "Truly you have been a refuge to the poor, \/a refuge to the needy in their distress, \/shelter from the rainstorm, shade from the heat."
    },
    "18121": {
        "format": "poetry",
        "text": "You have reduced the city to a heap of rubble, \/turned the fortified town into a ruin, \/the citadel of the insolent is destroyed, \/never will it be rebuilt;"
    },
    "18120": {
        "format": "poetry",
        "text": "§¶Yahveh, you are my God.\/I exalt you, I praise your name,\/for you have carried out your wonderful counsels\/firm and sure, formed ages since."
    },
    "18119": {
        "format": "prose",
        "text": "The moon will be put to shame and the sun abashed, when Yahveh of the hosts inaugurates his reign on Mount Zion and in Jerusalem, revealing his glory in the presence of his elders."
    },
    "18118": {
        "format": "prose",
        "text": "They will be herded together like prisoners in a deep pit and confined in prison. Then, after a long interval, they will be punished."
    },
    "18117": {
        "format": "poetry",
        "text": "▲¶On that day:‾¶Yahveh will punish the hosts of the high heavens in the sky and the kings of the earth on the earth."
    },
    "18116": {
        "format": "poetry",
        "text": "the earth reels like a drunkard, \/swaying like a shelter in the wind; \/its sins lie heavy upon it, \/it falls, to rise no more."
    },
    "18115": {
        "format": "poetry",
        "text": "the earth is utterly shattered, \/the earth is tossed about, \/the earth shudders and shakes;"
    },
    "18113": {
        "format": "poetry",
        "text": "▲¶Terror, the trap, the deep pit \/await you who dwell on the earth!"
    },
    "18114": {
        "format": "poetry",
        "text": "If you flee from the sound of the terror \/you will fall into the pit; \/and if you get out of the pit, \/you will be caught in the trap; \/for the sluicegates of the sky are opened \/and the earth’s foundations quake;"
    },
    "18112": {
        "format": "poetry",
        "text": "From the ends of the earth we hear the refrain \/Glory to the Conquering One!” \/But meanwhile I thought, \/I have my secret, I have my secret! \/Woe to the unfaithful ones who deal faithlessly, \/who deal with an utter lack of faith!”"
    },
    "18111": {
        "format": "poetry",
        "text": "Therefore give glory to Yahveh in the east, \/in the western isles to Yahveh’s name, \/Yahveh, Israel’s God!"
    },
    "18110": {
        "format": "poetry",
        "text": "§¶They lift up their voices, \/singing joyfully of Yahveh’s majesty; \/they exult more loudly than the sea!"
    },
    "18109": {
        "format": "poetry",
        "text": "This is how it will be in all the earth, \/among all the peoples— \/as when an olive tree is beaten, \/and gleanings are left when the harvest is over."
    },
    "18108": {
        "format": "poetry",
        "text": "The city is left a shambles, \/the gate lies broken in pieces."
    },
    "18106": {
        "format": "poetry",
        "text": "Chaos Town is broken down, \/all its houses closed so that no one can enter."
    },
    "18107": {
        "format": "poetry",
        "text": "They cry out for wine in the streets, \/all joy has reached its eventide, \/gladness is banished from the earth."
    },
    "18105": {
        "format": "poetry",
        "text": "No longer do they drink wine as they sing; \/strong drink now tastes bitter to those who drink it."
    },
    "18104": {
        "format": "poetry",
        "text": "The joyful beat of the tabor is stilled, \/the shouting of the merrymakers hushed, \/the joyful sound of the harp is stilled."
    },
    "18103": {
        "format": "poetry",
        "text": "The new wine dries up, \/the vine languishes, \/all the revellers moan."
    },
    "18102": {
        "format": "poetry",
        "text": "Therefore a curse has consumed the earth, \/its inhabitants suffer for their guilt. \/Therefore the dwellers on earth dwindle, \/leaving but a few people."
    },
    "18101": {
        "format": "poetry",
        "text": "The earth lies polluted beneath those who dwell on it, \/for they have transgressed laws, \/disobeyed statutes, \/violated the perpetual covenant."
    },
    "18100": {
        "format": "poetry",
        "text": "▲¶The earth dries up and withers away, \/the whole world languishes and withers away, \/the highest heaven languishes with the earth."
    },
    "18099": {
        "format": "poetry",
        "text": "The earth will be utterly laid waste, \/utterly despoiled; \/for Yahveh has spoken this word."
    },
    "18098": {
        "format": "poetry",
        "text": "Then it will be the same for priest as for people, \/for master as for slave, \/for mistress as for female slave, \/for the one who sells as for the one who buys, \/for the lender as for the borrower, \/for the creditor as for the debtor."
    },
    "18097": {
        "format": "poetry",
        "text": "§¶Observe, Yahveh is about to lay waste the earth and split it open, \/contort its surface and disperse its inhabitants."
    },
    "18096": {
        "format": "prose",
        "text": "Her trade and commerce will be dedicated to Yahveh. Her merchandise will not be put in storage; it will not be hoarded but will serve to feed to satiety and clothe in rich attire those who dwell in the presence of Yahveh."
    },
    "18095": {
        "format": "prose",
        "text": "‾¶At the end of seventy years Yahveh will be mindful of Tyre. She will engage once more in commerce, and she will play the harlot with all the kingdoms of the world on the face of the earth."
    },
    "18094": {
        "format": "poetry",
        "text": "‾¶Take up a harp, \/go around the town, \/poor, forgotten harlot! \/Play a sweet tune, \/play song after song, \/so they may remember you!"
    },
    "18093": {
        "format": "prose",
        "text": "¶On that day: ‾¶Tyre will be forgotten for seventy years, one king’s lifetime. At the end of seventy years Tyre will experience what the song says about the harlot:"
    },
    "18092": {
        "format": "poetry",
        "text": "‾¶So, wail ships of Tarshish \/for your harbor is destroyed!"
    },
    "18091": {
        "format": "poetry",
        "text": "[This is the land of the Chaldeans, this is the people … it was not …] ‾¶There the Assyrians established it for their fleet, they erected their siege towers and destroyed their palaces, turning the place into a ruin."
    },
    "18090": {
        "format": "poetry",
        "text": "You will no more exult, \/oppressed virgin daughter of Sidon. \/By all means cross over to Cyprus, \/even there you will have no respite."
    },
    "18088": {
        "format": "poetry",
        "text": "Till your land, for there is no longer a harbor \/for the Tarshish ships."
    },
    "18089": {
        "format": "poetry",
        "text": "He has stretched out his hand over the sea, \/he has shaken kingdoms. \/Yahveh has given the command \/to destroy the harbors of Canaan."
    },
    "18087": {
        "format": "poetry",
        "text": "Yahveh of the hosts has devised it \/to puncture all pride and splendor, \/to bring the world’s most honored into contempt."
    },
    "18086": {
        "format": "poetry",
        "text": "Who has devised this thing \/against Tyre, bestower of crowns, \/whose merchants were princes, \/whose traders were the most honored in the world?"
    },
    "18085": {
        "format": "poetry",
        "text": "Is this your bustling city \/whose origin was so long ago, \/whose people took off and voyaged \/to settle in far distant lands?"
    },
    "18083": {
        "format": "poetry",
        "text": "[As soon as the Egyptians hear it \/they sway in anguish at the news about Tyre.]"
    },
    "18084": {
        "format": "poetry",
        "text": "Cross over to Tarshish, \/wail, dwellers on the seacoast!"
    },
    "18082": {
        "format": "poetry",
        "text": "Be ashamed and cry out,\/Sidon, harbor by the sea,\/“I am not in labor,\/I do not give birth,\/I neither rear young men\/nor bring up young women.”"
    },
    "18081": {
        "format": "poetry",
        "text": "whose harvest is the grain of Sihor, \/whose revenue is the commerce of nations."
    },
    "18080": {
        "format": "poetry",
        "text": "Lament, dwellers on the seacoast, \/merchants of Sidon, \/whose agents traverse the great waters,"
    },
    "18079": {
        "format": "poetry",
        "text": "§¶An oracle about Tyre ¶Wail, Tarshish ships, \/for your harbor is destroyed! \/When they came from Cyprus \/they found it out."
    },
    "18078": {
        "format": "prose",
        "text": "¶On that day: ‾¶[Oracle of Yahveh of the hosts] The peg fastened firmly in place will give way. It will be cut down and fall, and the load that was on it will be destroyed’ ”; for Yahveh has spoken."
    },
    "18077": {
        "format": "prose",
        "text": "¶They will hang on him all the weight of his household, their offspring and their issue, all the smallest utensils, from beakers to every kind of bowl."
    },
    "18076": {
        "format": "prose",
        "text": "I will fasten him firmly in place like a peg. He will be like a throne of honor to his paternal household."
    },
    "18075": {
        "format": "prose",
        "text": "I will place on his shoulder the key of the house of David. When he opens no one will close, and when he closes no one will open."
    },
    "18074": {
        "format": "prose",
        "text": "I will invest him with your robe, bind your sash on him, and hand over your authority to him. He will be a father to the inhabitants of Jerusalem and to the household of Judah."
    },
    "18073": {
        "format": "poetry",
        "text": "¶On that day: ‾¶I will summon my servant Eliakim ben Hilkiah;"
    },
    "18072": {
        "format": "poetry",
        "text": "¶I will dismiss you from your office, \/and banish you from your post."
    },
    "18071": {
        "format": "prose",
        "text": "and fling you like a ball into a broad and spacious land. There you will die, and there will your splendid chariots be. You are a disgrace to your master’s household."
    },
    "18070": {
        "format": "prose",
        "text": "Yahveh will knock you to the ground with great force, my fine fellow, he will grab hold of you firmly,"
    },
    "18069": {
        "format": "prose",
        "text": "‘What business have you here, and whom do you have here to authorize you to hew out a tomb for yourself, hewing out a tomb on the high ground and carving out a resting place for yourself in the rock?"
    },
    "18068": {
        "format": "poetry",
        "text": "§¶About Shebna superintendent of the palace: ¶►This is what the Sovereign Lord Yahveh of the hosts said: “Go, then, to this official and say to him:"
    },
    "18067": {
        "format": "poetry",
        "text": "This message has been revealed in my hearing \/[Yahveh of the hosts]: \/Such iniquity will not be pardoned you until you die.” \/[This is the message of the Sovereign Lord Yahveh of the hosts.]"
    },
    "18066": {
        "format": "poetry",
        "text": "but instead there was gladness and joy, \/killing of oxen, slaughtering of sheep, \/eating meat, drinking wine. \/Eat and drink,” you said, “for tomorrow we die.”"
    },
    "18065": {
        "format": "poetry",
        "text": "¶The Sovereign Lord Yahveh of the hosts called [on that day] for weeping \/and mourning, \/for heads shaved bare and the wearing of sackcloth;"
    },
    "18064": {
        "format": "prose",
        "text": "You made a reservoir between the two walls for the water of the Old Cistern, but you did not look to the One who made it all, or take account of the One who fashioned it ages ago."
    },
    "18063": {
        "format": "prose",
        "text": "You made a census of the houses in Jerusalem, and demolished some houses to strengthen the city wall."
    },
    "18062": {
        "format": "prose",
        "text": "You observed that there were many breaches in the defenses of the City of David, and you brought together the waters of the Lower Cistern."
    },
    "18061": {
        "format": "poetry",
        "text": "leaving Judah naked and defenseless. ¶►You looked [on that day] to the weapons stored in the “House of the Forest.”"
    },
    "18059": {
        "format": "poetry",
        "text": "¶Elam has picked up the quiver, \/with chariots of Aram and horsemen; \/Kir has uncovered the shield."
    },
    "18060": {
        "format": "poetry",
        "text": "The best of your valleys teemed with chariots; \/horsemen were stationed at the city gate,"
    },
    "18058": {
        "format": "prose",
        "text": "¶The Sovereign Lord Yahveh of the hosts has a day of tumult, trampling, and turmoil in the Valley of Vision, with crying out for help to his holy place on the mountain."
    },
    "18057": {
        "format": "poetry",
        "text": "¶Therefore I said: “Turn your gaze away from me, \/leave me to weep bitter tears, \/do not attempt to console me \/for the ruin of the daughter of my people!”"
    },
    "18056": {
        "format": "poetry",
        "text": "your leaders have fled, one and all, \/withdrawn out of range of the bow; \/your strongest warriors \/have fled far away."
    },
    "18055": {
        "format": "poetry",
        "text": "inhabitants of a city in tumult, full of clamor, \/of a town in an uproar? \/Your slain were not slain by the sword, \/they did not perish in battle;"
    },
    "18054": {
        "format": "poetry",
        "text": "§¶“The Valley of Vision”: an oracle ¶What is wrong with you that you go up, \/all of you, to the rooftops,"
    },
    "18053": {
        "format": "prose",
        "text": "¶and the remaining archers among the Kedarite warriors will be few in number, for Yahveh, Israel’s God, has spoken.”"
    },
    "18052": {
        "format": "poetry",
        "text": "▲¶This is what Yahveh said to me:‾¶Within three years, the length of employment for a hired laborer, all the pomp of Kedar will come to an end,"
    },
    "18051": {
        "format": "poetry",
        "text": "for they are fleeing from the sword, \/from the drawn sword, \/from the bent bow and the stress of battle."
    },
    "18050": {
        "format": "poetry",
        "text": "go to meet the thirsty, bring them water; \/you dwellers in the land of Tema, \/meet the refugees with the food they need;"
    },
    "18049": {
        "format": "poetry",
        "text": "▲¶“In Arabia”: an oracle ¶In the scrubland, in Arabia where you lodge, \/you caravans of Dedan,"
    },
    "18048": {
        "format": "poetry",
        "text": "The sentinel replied, \/the morning is coming, though it is still nighttime; \/if you wish to ask you may do so, \/come back once again.”"
    },
    "18047": {
        "format": "poetry",
        "text": "§¶An oracle about Dumah ¶Someone is calling me from Seir, \/Sentinel, how much of the night is left? \/Sentinel, how much of the night is left?”"
    },
    "18046": {
        "format": "poetry",
        "text": "O my people, once threshed and winnowed, \/what I have heard from Yahveh of the hosts, \/from the God of Israel, I have announced to you."
    },
    "18045": {
        "format": "poetry",
        "text": "Now, look, there approaches \/a man riding in a chariot drawn by two horses, \/when addressed, he replies, \/Fallen, fallen is Babylon, \/and all the statues of her gods \/lie smashed on the ground!”"
    },
    "18044": {
        "format": "poetry",
        "text": "Then the seer cried out, \/On the watchtower, O Lord, I stand \/all the day long; \/at my post I take my station \/night after night.”"
    },
    "18043": {
        "format": "poetry",
        "text": "when he sees chariots drawn by two horses, \/riders on donkeys, riders on camels, \/let him listen hard, very hard.”"
    },
    "18042": {
        "format": "poetry",
        "text": "for thus the Lord has addressed me: \/Go, post a lookout, \/let him announce what he sees;"
    },
    "18041": {
        "format": "poetry",
        "text": "Set the table, \/lay its covering, \/eat and drink! \/Then arise, you princes, \/rub your shields with oil,"
    },
    "18040": {
        "format": "poetry",
        "text": "¶My mind reels, \/Shuddering, I am filled with dread; \/the cool of the evening I longed for \/has been turned for me into trembling."
    },
    "18039": {
        "format": "poetry",
        "text": "¶At this my loins are filled with anguish,\/pangs have seized me\/like the pangs of a woman in labor;\/I am so bent double I cannot hear,\/I am so dumbfounded I cannot see."
    },
    "18038": {
        "format": "poetry",
        "text": "a grim vision is announced to me:\/“The treacherous one is betrayed,\/the despoiler is despoiled.\/Attack, then, Elam!\/Lay siege, Media!\/I have brought all sighing to an end.”"
    },
    "18037": {
        "format": "poetry",
        "text": "§¶The oracle “the wasteland by the sea” \/As whirlwinds in the Negev advance, \/coming from the wilderness, from a land of terror,"
    },
    "18036": {
        "format": "prose",
        "text": "At that time, the inhabitants of this coastal region will think, ‘So that is what happened to those to whom we looked for help and to whom we fled looking for assistance and rescue from the king of Assyria. How then shall we escape?’ ”"
    },
    "18035": {
        "format": "prose",
        "text": "They will be aggrieved and ashamed on account of Ethiopia the source of their confidence and Egypt the source of their pride."
    },
    "18034": {
        "format": "prose",
        "text": "so shall the king of Assyria lead away Egyptians into captivity and Ethiopians into exile, both young and old, naked, barefoot, their buttocks exposed [the nakedness of Egypt]."
    },
    "18033": {
        "format": "prose",
        "text": "Yahveh then said, “Just as my servant Isaiah walked around over a period of three years naked and barefoot as a sign of ill omen to Egypt and Ethiopia,"
    },
    "18032": {
        "format": "prose",
        "text": "at that time Yahveh sent this message to Isaiah ben Amoz: “Go, untie the sackcloth from around your waist and take your sandals off your feet.” He did so and went around naked and barefoot."
    },
    "18031": {
        "format": "prose",
        "text": "§¶In the course of the year during which the commander in chief, having been dispatched by Sargon king of Assyria, came to Ashdod, fought against it and took it—"
    },
    "18030": {
        "format": "prose",
        "text": "Yahveh of the hosts will pronounce this blessing over them: “Blessed be my people Egypt, Assyria the work of my hands, Israel my possession.”"
    },
    "18029": {
        "format": "prose",
        "text": "▲¶On that day Israel will make up one‑third of a whole together with Egypt and Assyria, a blessing in the middle of the world."
    },
    "18028": {
        "format": "prose",
        "text": "▲¶On that day there will be a highway from Egypt to Assyria. Assyrians will come to Egypt and Egyptians to Assyria. Egyptians will worship together with Assyrians."
    },
    "18027": {
        "format": "prose",
        "text": "Yahveh will strike Egypt, but with a blow that heals; then they will turn to Yahveh, he will hear their prayers and heal them."
    },
    "18026": {
        "format": "prose",
        "text": "Yahveh will make himself known to the Egyptians, and the Egyptians will acknowledge him on that day and will worship him with animal sacrifice and cereal offering. They will make vows to Yahveh and perform them."
    },
    "18025": {
        "format": "prose",
        "text": "It will serve as a sign and testimony to Yahveh of the hosts in the land of Egypt. When they appeal to Yahveh on account of those who are oppressing them he will send them a savior who will come to their defense and rescue them."
    },
    "18024": {
        "format": "prose",
        "text": "▲¶On that day there will be an altar to Yahveh in the middle of the land of Egypt and a monument dedicated to him at its frontier."
    },
    "18023": {
        "format": "prose",
        "text": "▲¶On that day there will be five cities in the land of Egypt speaking the language of Canaan and swearing their oaths in the name of Yahveh of the hosts. One of them will be called the City of the Sun."
    },
    "18022": {
        "format": "prose",
        "text": "The land of Judah will strike terror into Egypt. Anyone who so much as hears it mentioned will be filled with fear on account of the plan of Yahveh of the hosts which he has devised against Egypt."
    },
    "18021": {
        "format": "prose",
        "text": "§¶On that day the Egyptians will be as weak as women. They will tremble with fear on account of the raised hand of Yahveh of the hosts when he raises his hand to strike them."
    },
    "18020": {
        "format": "poetry",
        "text": "There will be nothing anyone can do for Egypt, \/neither head nor tail, palm branch nor reed."
    },
    "18019": {
        "format": "poetry",
        "text": "Yahveh has poured into them a spirit of confusion, \/they have led Egypt astray in all its operations \/like a drunkard reeling in his own vomit."
    },
    "18018": {
        "format": "poetry",
        "text": "The princes of Zoan have become fools, \/the princes of Noph are deluded, \/her tribal leaders have led Egypt astray;"
    },
    "18017": {
        "format": "poetry",
        "text": "Where then are your sages \/to tell you and make it known \/what Yahveh of the hosts has planned for Egypt?"
    },
    "18015": {
        "format": "poetry",
        "text": "the weavers of Egypt will be crushed, \/all the brewers sad at heart."
    },
    "18016": {
        "format": "poetry",
        "text": "▲¶The princes of Zoan are nothing but fools, \/Pharaoh’s counselors have counseled him folly. \/How can you say to Pharaoh, \/I am descended from a line of sages, \/from kings of ancient times?”"
    },
    "18013": {
        "format": "poetry",
        "text": "Fishermen also will lament, \/all who cast hook in the Nile will mourn, \/those who spread nets over the water will pine away."
    },
    "18014": {
        "format": "poetry",
        "text": "The workers in flax will be troubled, \/carders and weavers grow pale,"
    },
    "18012": {
        "format": "poetry",
        "text": "the plants by the Nile, at the edge of the Nile, \/with all that is sown beside the Nile \/will wither, blow away, and be no more."
    },
    "18011": {
        "format": "poetry",
        "text": "the canals will be foul, \/Egypt’s watercourses drained and dried up, \/the rushes and reeds will wither,"
    },
    "18010": {
        "format": "poetry",
        "text": "▲¶The water will be dried up from the Nile, \/the river will be parched and run dry,"
    },
    "18009": {
        "format": "poetry",
        "text": "but I will hand Egypt over to a hard taskmaster, \/a powerful king will lord it over them.” \/This is a saying of the Sovereign Lord, Yahveh of the hosts."
    },
    "18008": {
        "format": "poetry",
        "text": "Egypt’s spirit will be poured out and voided,\/I will confound their plans.\/They will consult the idols, the spirits of the dead,\/the shades and the ghosts,"
    },
    "18007": {
        "format": "poetry",
        "text": "“I will incite Egyptians against Egyptians, \/kin will contend against kin, neighbor against neighbor, \/city against city, kingdom against kingdom."
    },
    "18006": {
        "format": "poetry",
        "text": "§¶An oracle about Egypt ¶See how Yahveh comes riding on a swift cloud, \/on his way to Egypt. \/The idols of Egypt tremble at his approach, \/the hearts of the Egyptians melt within them."
    },
    "18005": {
        "format": "prose",
        "text": "¶At that time:‾¶Tribute will be brought to Yahveh of the hosts from a people tall and smooth‑skinned, a people feared far and near, a nation strong and conquering, whose land is divided by rivers. Their tribute will be brought to Mount Zion, the place where the name of Yahveh of the hosts is invoked."
    },
    "18004": {
        "format": "poetry",
        "text": "They will all be abandoned to birds of prey on the hills \/and to the beasts of the earth. \/Birds of prey will live off them in the summer, \/all the beasts of the earth in the winter."
    },
    "18003": {
        "format": "poetry",
        "text": "For before the vintage, when the blossoms are gone, \/and the seed‑berry is ripening into a grape, \/he will cut off the shoots with pruning shears, \/lop off and remove the branches."
    },
    "18002": {
        "format": "poetry",
        "text": "This is what Yahveh said to me: \/I will calmly look down from my dwelling \/while the heat is bright in the sunlight, \/while the dew covers the ground at the time of the vintage.”"
    },
    "18001": {
        "format": "poetry",
        "text": "¶All you denizens of the world, \/you who live on the earth, \/when the signal is raised in the hills you will see it, \/when the trumpet sounds you will hear it."
    },
    "18000": {
        "format": "poetry",
        "text": "Go, swift messengers, \/to a nation tall and smooth‑skinned, \/to a people feared far and near, \/a nation strong and conquering \/whose land rivers divide."
    },
    "17999": {
        "format": "poetry",
        "text": "§¶Woe to a land full of buzzing insect wings \/beyond the rivers of Kush, \/which sends its envoys by sea, \/in reed vessels over the water!"
    },
    "17998": {
        "format": "poetry",
        "text": "As night approaches there is terror, \/but before the day dawns they are no more. \/This is the fate of those who despoil us, \/the lot of those who plunder us."
    },
    "17997": {
        "format": "poetry",
        "text": "[the nations roar like the roaring of many waters]. \/When he rebukes them they flee far away, \/blown away by the wind like chaff on the hills, \/like specks of dust by the whirlwind."
    },
    "17996": {
        "format": "poetry",
        "text": "§¶Hear the thunder of many peoples, \/they thunder like the thunder of the sea! \/Hear the roaring of the nations, \/they roar like the roaring of mighty waters!"
    },
    "17995": {
        "format": "poetry",
        "text": "Even if you got them to sprout the day you planted them, \/or got them to blossom the morning you sowed them, \/the crop will be gone when disease comes along with incurable pain."
    },
    "17994": {
        "format": "poetry",
        "text": "▲¶You have forgotten your God who saves, \/the Rock, your fortress, you have not kept in mind; \/therefore plant your shoots of Adonis, \/sow the slip of an alien god."
    },
    "17993": {
        "format": "prose",
        "text": "▲¶On that day:‾¶Their fortified cities will be like the deserted sites of the Hivites and Amorites which they abandoned when attacked by the Israelites. There will be a scene of desolation."
    },
    "17992": {
        "format": "prose",
        "text": "They will not look to the altars, the work of their hands; they will not turn their gaze to that which their fingers have made [the Asherah steles and the incense altars]."
    },
    "17991": {
        "format": "prose",
        "text": "▲¶On that day:‾¶People will look to their Maker, their eyes will turn towards the Holy One of Israel."
    },
    "17990": {
        "format": "poetry",
        "text": "as when one beats an olive tree \/and only gleanings are left in it— \/two or three berries at the top of a bough, \/four or five on the branches of the fruit tree. \/This is the word of Yahveh, God of Israel."
    },
    "17989": {
        "format": "poetry",
        "text": "It will be as when a reaper gathers in the standing corn, \/harvesting the ears in armfuls; \/as when one gleans the ears of corn \/in the Valley of Rephaim;"
    },
    "17988": {
        "format": "poetry",
        "text": "¶On that day \/Jacob’s weight will diminish, \/the fat waste away from his body;"
    },
    "17986": {
        "format": "poetry",
        "text": "the cities of Aroer are deserted, \/they will serve as pasture for herds \/that will lie there undisturbed."
    },
    "17987": {
        "format": "poetry",
        "text": "There will be no more fortified cities in Ephraim,\/nor sovereignty in Damascus;\/what remains of Aram will resemble\/what the glory of Israel has become.\/A word of Yahveh of the hosts."
    },
    "17985": {
        "format": "poetry",
        "text": "§¶An oracle about Damascus ¶See, Damascus has ceased to be a city, \/it has become a heap of ruins;"
    },
    "17983": {
        "format": "prose",
        "text": "▲¶This is the saying Yahveh addressed to Moab a long time ago,"
    },
    "17984": {
        "format": "prose",
        "text": "but now Yahveh says: “Within three years, the length of employment for a hired laborer, the pomp of Moab will be humbled in spite of its great population. Those who are left will be few indeed and of no account.”"
    },
    "17982": {
        "format": "prose",
        "text": "▲¶When Moab wears himself out presenting himself at the hill‑shrine, when he comes to his sanctuary to pray, he will not succeed."
    },
    "17981": {
        "format": "poetry",
        "text": "\/My innards throb like a harp for Moab, \/my very being for Kir‑heres."
    },
    "17980": {
        "format": "poetry",
        "text": "Gladness and rejoicing are banished from the fertile land,\/no singing or shouting in the vineyards,\/no one treads grapes in the wine press,\/I have silenced your shouts of joy."
    },
    "17979": {
        "format": "poetry",
        "text": "Therefore I join with the weeping at Jazer,\/weeping for the vineyards of Sibmah;\/I drown you in my tears,\/Heshbon and Elealeh,\/for the glad shouts at harvesting\/of summer fruit and grain have ceased."
    },
    "17978": {
        "format": "poetry",
        "text": "The fields of Heshbon languish, \/the vineyards of Sibmah, \/though their red grapes used to lay low \/the lords of foreign lands, \/though they spread out as far as Jazer, \/ranging out into the wilderness, \/though their cuttings were spread abroad, \/and crossed the sea."
    },
    "17977": {
        "format": "poetry",
        "text": "For this Moab will wail, \/the whole country will wail for Moab, \/utterly stricken, they will mourn \/for the raisin‑cakes of Kir‑hareseth."
    },
    "17976": {
        "format": "poetry",
        "text": "▲¶We have heard tell of the pride of Moab, \/so very proud! \/its haughtiness, pride, and arrogance, \/its talk that is full of lies."
    },
    "17975": {
        "format": "poetry",
        "text": "a throne will be established in loyalty in David’s tent; \/on it will sit one who judges rightly, \/who seeks justice and is swift to do right."
    },
    "17974": {
        "format": "poetry",
        "text": "let the Moabite refugees settle among you, \/conceal them against the one who would destroy them. ▲¶When the oppression has come to an end, \/when destruction has ceased \/and marauders have been cleared from the land,"
    },
    "17973": {
        "format": "poetry",
        "text": "Take counsel, decide in our favor, \/Make your protecting shadow like night in the noonday; \/shelter the outcast, \/do not hand over the fugitive,"
    },
    "17972": {
        "format": "poetry",
        "text": "[Like fluttering birds thrown out of the nest \/are the Moabite women at the Arnon fords.]"
    },
    "17971": {
        "format": "poetry",
        "text": "▲¶The ruler of the land has sent lambs \/from Sela in the wilderness \/to the mount of the daughter of Zion."
    },
    "17970": {
        "format": "poetry",
        "text": "The waters of Dibon run with blood, \/yet for Dibon I have worse news in store, \/a vision for Moab’s survivors, \/for the remnant of the land."
    },
    "17968": {
        "format": "poetry",
        "text": "They carry their possessions, whatever they can salvage, \/over the Wadi Arabim."
    },
    "17969": {
        "format": "poetry",
        "text": "The cry echoes around the borders of Moab, \/her wailing as far as Eglaim, \/her wailing as far as Beer‑elim."
    },
    "17967": {
        "format": "poetry",
        "text": "The waters of Nimrim \/are a place of desolation, \/the grass dried up, the vegetation withered, \/no green in sight."
    },
    "17966": {
        "format": "poetry",
        "text": "My heart cries out for Moab, \/for those who have fled as far as Zoar. \/[Eglath, Shelishiyah]. \/By the Ascent of Luhith \/they go up weeping, \/on the road to Horonaim \/there are cries of “disaster!”"
    },
    "17965": {
        "format": "poetry",
        "text": "Heshbon and Elealah cry out, \/their clamor is heard as far as Jahaz, \/Moab’s warriors cry out, \/each one trembling with fear."
    },
    "17964": {
        "format": "poetry",
        "text": "in their streets they put on sackcloth, \/on the roofs of her houses, \/in her open spaces everyone is wailing, \/the tears rolling down."
    },
    "17963": {
        "format": "poetry",
        "text": "The people of Dibon go up to the temple, \/to the hill‑shrines to weep. \/Over Nebo and over Medeba \/Moab is wailing; \/the hair of all heads is cut back, \/all beards are shaved off;"
    },
    "17962": {
        "format": "poetry",
        "text": "§¶An oracle about Moab ¶◄Destroyed in the nighttime, \/Ar Moab is silenced; \/destroyed in the nighttime, \/Kir Moab is silenced."
    },
    "17961": {
        "format": "poetry",
        "text": "What answer will one give the envoys of the nation? \/Yahweh has established Zion, \/the afflicted among his people will find refuge there.”"
    },
    "17960": {
        "format": "poetry",
        "text": "Wail, O gate, cry aloud, O city! \/dissolve in fear, all you people of Philistia, \/for the smoke of an army comes from the north, \/no one of them strays from his station."
    },
    "17959": {
        "format": "poetry",
        "text": "The poor will graze their flocks in my pastures, \/the needy will lie down and rest securely, \/but your seed he will kill by starvation, \/he will slay your remnant."
    },
    "17958": {
        "format": "poetry",
        "text": "\/Do not rejoice, you people of Philistia, \/that the rod that struck you is broken; \/for from a serpent’s root an adder will come forth, \/its offspring will be a flying serpent."
    },
    "17957": {
        "format": "prose",
        "text": "§¶In the year King Ahaz died there came this oracle:"
    },
    "17956": {
        "format": "poetry",
        "text": "for Yahveh of the hosts has planned, who will frustrate it? \/it is his hand that is outstretched, who will turn it back?"
    },
    "17955": {
        "format": "poetry",
        "text": "This is the plan devised for the whole earth, \/this is the hand outstretched over all the nations;"
    },
    "17954": {
        "format": "poetry",
        "text": "to shatter the Assyrians in my land, \/to trample them down on my mountains; \/their yoke will be removed from the people, \/their burden lifted from their shoulder."
    },
    "17953": {
        "format": "poetry",
        "text": "§¶Yahveh of the hosts has sworn an oath: \/Surely as I have purposed, so will it be, \/as I have planned, so will it come to pass:"
    },
    "17952": {
        "format": "prose",
        "text": "I will turn Babylon into the haunt of bitterns, a watery wasteland, and I will sweep it with the broom of destruction (a saying of Yahveh of the hosts)."
    },
    "17951": {
        "format": "prose",
        "text": "¶I will rise up against them (a saying of Yahveh of the hosts) to cut off Babylon’s name and remnant, offspring and progeny (a saying of Yahveh)."
    },
    "17950": {
        "format": "poetry",
        "text": "So get ready the slaughterhouse for his sons \/to be butchered for their father’s guilt, \/let them not undertake to possess the earth, \/covering the world’s surface with cities."
    },
    "17949": {
        "format": "poetry",
        "text": "You will not be united with them in burial, \/for you ruined your land \/and slew your own people. \/Never more will the name be recalled \/of such evil seed."
    },
    "17948": {
        "format": "poetry",
        "text": "but you have been cast out of your grave \/like loathsome carrion. \/Like a corpse trampled underfoot, \/covered over by the slain, those pierced by the sword, \/gone down to the foundations of the Pit."
    },
    "17947": {
        "format": "poetry",
        "text": "All the rulers of the nations \/are one and all laid to rest with honor, \/each in his resting place,"
    },
    "17946": {
        "format": "poetry",
        "text": "who turned the whole world into a wilderness, \/destroying its cities? \/who would not set his prisoners free \/to go back to their homes?”"
    },
    "17945": {
        "format": "poetry",
        "text": "Those who see you will stare at you, \/they will ponder over you, saying: \/Is this the man who shook the earth, \/who caused kingdoms to quake with fear?"
    },
    "17944": {
        "format": "poetry",
        "text": "Yet here you are, brought down to Sheol, \/to the furthest reaches of the Pit."
    },
    "17943": {
        "format": "poetry",
        "text": "I will ascend on the highest clouds, \/become like the Most High God.”"
    },
    "17942": {
        "format": "poetry",
        "text": "You thought in your heart:\/“I will ascend to the sky,\/I will set up my throne\/higher than the highest stars,\/I will take my seat on the Mount of Assembly,\/in the furthest reaches of the north."
    },
    "17941": {
        "format": "poetry",
        "text": "▲¶How you have fallen from the sky, \/Star of the dawning day! \/how felled and fallen to the ground, \/you who laid low all the nations."
    },
    "17940": {
        "format": "poetry",
        "text": "Your pride is brought down to Sheol \/together with the throng of your dead, \/maggots are the bed you lie on, \/worms will be your blanket.”"
    },
    "17939": {
        "format": "poetry",
        "text": "All will address you, saying, \/You too have become weak as we are, \/you have become like us."
    },
    "17938": {
        "format": "poetry",
        "text": "rousing the shades to meet you, \/all the princes of the earth; \/raising up from their thrones \/all that were rulers of nations."
    },
    "17937": {
        "format": "poetry",
        "text": "the cypress too rejoices over you, \/and the cedar of Lebanon: \/since you were laid low,” they say, \/none comes to cut us down.” \/Sheol below is astir, \/preparing to greet your arrival,"
    },
    "17936": {
        "format": "poetry",
        "text": "But now the whole earth rests and relaxes, \/breaks out into joyful song;"
    },
    "17935": {
        "format": "poetry",
        "text": "he who in his fury struck down peoples, \/striking again and again, \/he who in his rage lorded it over nations \/relentlessly hunting them down."
    },
    "17934": {
        "format": "poetry",
        "text": "Yahveh has broken the staff of the reprobate, \/the scepter of dominion;"
    },
    "17933": {
        "format": "poetry",
        "text": "▲¶See how the tyrant has come to nothing, \/how the persecutor has come to an end!"
    },
    "17932": {
        "format": "prose",
        "text": "§¶After Yahveh has given you respite from your pain and turmoil, and the hard labor laid on you, 4a you will intone this oracular poem about the king of Babylon. This is what you will say:"
    },
    "17931": {
        "format": "prose",
        "text": "The nations will take them and bring them to their place, and the household of Israel will possess the nations as male and female slaves. They will make captives of those who had captured them and lord it over those who had oppressed them."
    },
    "17930": {
        "format": "prose",
        "text": "§¶But Yahveh will take pity on Jacob and will once again choose Israel. He will settle them on their own land, and proselytes will attach themselves to them and will be incorporated into the household of Jacob."
    },
    "17929": {
        "format": "poetry",
        "text": "hyenas will howl in its forts, \/jackals in its pleasant palaces. \/Its appointed time is close at hand \/with not many days to wait."
    },
    "17928": {
        "format": "poetry",
        "text": "but wildcats will have their lairs there, \/owls make their nests in the houses; \/ostriches will live there, \/there satyrs will dance;"
    },
    "17927": {
        "format": "poetry",
        "text": "Never will it be inhabited \/nor settled for ages to come, \/no Arab will bivouac there, \/no shepherd tend his flock,"
    },
    "17926": {
        "format": "poetry",
        "text": "Babylon, most glorious of kingdoms, \/the proud splendor of the Chaldeans \/will be like Sodom and Gomorrah \/when overthrown by God."
    },
    "17925": {
        "format": "poetry",
        "text": "[bows will dismember young men] \/no pity for the fruit of the womb, \/their eye will not spare the children."
    },
    "17924": {
        "format": "poetry",
        "text": "▲¶Observe, I am inciting the Medes against them, \/they have no regard for silver, \/no great desire for gold,"
    },
    "17923": {
        "format": "poetry",
        "text": "their infants dashed to death in their sight, \/their houses plundered, their wives ravished."
    },
    "17922": {
        "format": "poetry",
        "text": "any found lagging will be skewered, \/any that are caught will fall by the sword;"
    },
    "17921": {
        "format": "poetry",
        "text": "Then, like hunted gazelles, \/like sheep with no one to herd them, \/all will turn back to their kin, \/flee to their native land;"
    },
    "17920": {
        "format": "poetry",
        "text": "Then will I rattle the heavens, \/the earth will be shaken from its base \/at the fury of Yahveh of the hosts, \/on the day of his burning anger."
    },
    "17919": {
        "format": "poetry",
        "text": "I will make mortals more scarce than pure gold, \/human beings than gold of Ophir."
    },
    "17918": {
        "format": "poetry",
        "text": "I will visit disaster on the world \/and punish the wicked for their crimes, \/put an end to the pride of the insolent, \/lay low the arrogance of tyrants."
    },
    "17917": {
        "format": "poetry",
        "text": "For the stars and constellations in the sky \/will no longer give their light, \/the sun will be dark at sunrise, \/the moon will not shed its light."
    },
    "17916": {
        "format": "poetry",
        "text": "▲¶Yes, the day of Yahveh approaches, \/cruel, with unbridled fury, \/to reduce the earth to rubble, \/rooting out its sinners from its midst."
    },
    "17915": {
        "format": "poetry",
        "text": "[they will be terrified]. \/Convulsions and pains will seize them, \/they will writhe like a woman in labor, \/they will look aghast at each other, \/their faces aflame."
    },
    "17914": {
        "format": "poetry",
        "text": "All hands will then fall limp,\/all hearts dissolve in fear,"
    },
    "17913": {
        "format": "poetry",
        "text": "▲¶Lament, for the day of Yahveh is near, \/it approaches like destruction from Shaddai! \/All hands will then fall limp, \/all hearts dissolve in fear,"
    },
    "17912": {
        "format": "poetry",
        "text": "They come from a distant land, \/from the far horizon, \/Yahveh and the weapons of his wrath \/to destroy all the earth."
    },
    "17911": {
        "format": "poetry",
        "text": "The sound of a rumbling on the mountains \/as of a vast horde; \/the sound of the clamor of kingdoms, \/of nations assembled for battle. \/It is Yahveh of the hosts who musters \/an army for war."
    },
    "17910": {
        "format": "poetry",
        "text": " I have issued the command to those sworn to my service;\/I have summoned my warriors eager and proud,\/to serve as instruments of my anger."
    },
    "17909": {
        "format": "poetry",
        "text": "▲¶On a bare hill raise the standard, \/shout aloud to them, \/wave your hand for them to enter \/the princely gates."
    },
    "17908": {
        "format": "prose",
        "text": "§¶An oracle about Babylon that Isaiah ben Amoz saw in vision."
    },
    "17907": {
        "format": "poetry",
        "text": "Shout aloud, exult, you who dwell in Zion, \/for great in your midst is the Holy One of Israel."
    },
    "17906": {
        "format": "poetry",
        "text": "Sing hymns to Yahveh for he has wrought splendidly, \/let this be known over all the earth;"
    },
    "17905": {
        "format": "poetry",
        "text": "¶You will say on that day: \/Give thanks to Yahveh, call on his name, \/make known his deeds among the peoples, \/proclaim that his name is exalted."
    },
    "17904": {
        "format": "poetry",
        "text": "¶You will draw water with joy \/from the wells of salvation."
    },
    "17903": {
        "format": "poetry",
        "text": "See, God is my salvation,\/I will trust and feel no dread\/for Yahveh is my strength and my power,\/God has been my salvation."
    },
    "17902": {
        "format": "poetry",
        "text": "§¶You will say on that day: \/Yahveh, I thank you, \/for though you were angry with me \/your anger has abated, \/and you have consoled me."
    },
    "17901": {
        "format": "poetry",
        "text": "There will be a highway for the residue of his people, \/those left over from Assyria, \/just as there was for Israel \/at the time they went up from the land of Egypt."
    },
    "17900": {
        "format": "poetry",
        "text": "Yahveh will dry up the tongue of the Egyptian sea, \/will wave his hand over the Euphrates River \/together with a violent wind. \/He will split it into seven channels \/so that it may be crossed dry‑shod."
    },
    "17899": {
        "format": "poetry",
        "text": "They will swoop on the flank of the Philistines to the west, \/together they will plunder peoples to the east; \/Edom and Moab will be in their power, \/Ammonites will be subject to them."
    },
    "17898": {
        "format": "poetry",
        "text": "Ephraim’s jealousy will cease, \/Judah’s opponents will be destroyed; \/Ephraim will not be jealous of Judah, \/Judah will not be hostile to Ephraim."
    },
    "17897": {
        "format": "poetry",
        "text": "‾¶He will raise a signal for the nations, \/and gather the dispersed men of Israel; \/he will assemble the scattered women of Judah \/from the four corners of the earth."
    },
    "17896": {
        "format": "prose",
        "text": "‾¶On that day the Sovereign Lord will raise his hand to recover the residue of his people that is left from Assyria, from Egypt, from Pathros, Nubia, Elam, Shinar, Hamath, and the islands of the sea."
    },
    "17895": {
        "format": "prose",
        "text": "§¶On that day the root of Jesse will stand as a signal for the peoples of the world; him will the nations seek out; glory will rest on him."
    },
    "17894": {
        "format": "poetry",
        "text": "No longer will they hurt or destroy \/in all my holy mountain; \/for the earth will be full of the knowledge of Yahveh \/as the waters cover the sea."
    },
    "17893": {
        "format": "poetry",
        "text": "the infant will play at the cobra’s hole, \/the child barely weaned will put its hand over the viper’s lair."
    },
    "17892": {
        "format": "poetry",
        "text": "the cow and the bear will share their pasture, \/their young lying down side by side, \/the lion will eat hay like the ox,"
    },
    "17891": {
        "format": "poetry",
        "text": "The wolf will share its lodging with the lamb, \/the leopard will lie down beside the goat, \/the calf and the lion cub will feed together, \/even a small child will lead them;"
    },
    "17890": {
        "format": "poetry",
        "text": "Justice will be the belt around his waist, \/Truth will be the band around his middle."
    },
    "17889": {
        "format": "poetry",
        "text": "but with righteous judgment he will judge the poor, \/and with equity defend the lowly of the earth. \/He will strike the violent with the rod of his mouth, \/with the breath of his lips he will kill the wicked."
    },
    "17888": {
        "format": "poetry",
        "text": "[His delight will be in the fear of Yahveh.] \/He will not judge by appearances, \/he will not decide by hearsay,"
    },
    "17887": {
        "format": "poetry",
        "text": "Yahveh’s spirit will rest on him, \/a spirit of wisdom and understanding, \/a spirit of counsel and strength, \/a spirit of knowledge and the fear of Yahveh."
    },
    "17886": {
        "format": "poetry",
        "text": "§¶A branch will grow from Jesse’s stock, \/a shoot will spring from its roots."
    },
    "17885": {
        "format": "poetry",
        "text": "the thickets of the forest will be cut down with an axe, \/Lebanon in its majesty will fall."
    },
    "17884": {
        "format": "poetry",
        "text": "¶See, the Sovereign Lord, Yahveh of the hosts, \/will lop off the branches with frightening force, \/the tallest of them will be hewn down, \/the lofty ones laid low;"
    },
    "17883": {
        "format": "poetry",
        "text": "This very day they halt at Nob, \/they shake their fist at the mount of the daughter of Zion, \/the hill of Jerusalem."
    },
    "17882": {
        "format": "poetry",
        "text": "Madmenah is in flight, \/the people of Gebim take cover."
    },
    "17881": {
        "format": "poetry",
        "text": "cry aloud, Bath‑Gallim, \/hear it, Laish! \/answer her, Anathoth!"
    },
    "17880": {
        "format": "poetry",
        "text": "they have crossed the ravine, \/bivouacked at Geba. \/Ramah is racked with fear, \/Gibeah of Saul has fled;"
    },
    "17879": {
        "format": "poetry",
        "text": "\/they have come upon Ayyath, \/passed by Migron, \/left their baggage at Michmash;"
    },
    "17878": {
        "format": "prose",
        "text": "On that day his burden will be removed from your shoulder, and his yoke broken off from your neck.” §¶They have gone up from …"
    },
    "17877": {
        "format": "prose",
        "text": "Yahveh of the hosts will wield a whip against them as when he struck Midian at the rock of Oreb. His staff will be extended [over the sea,] and he will wield it as the Egyptians did."
    },
    "17876": {
        "format": "prose",
        "text": "In a very short while the time of wrath will be over and my anger will be directed at their destruction."
    },
    "17875": {
        "format": "prose",
        "text": "‾¶Therefore, thus says the Sovereign Lord, Yahveh of the hosts: “O my people who dwell in Zion, do not be afraid of the Assyrians when they beat you with a rod and wield their stick over you as the Egyptians did."
    },
    "17874": {
        "format": "prose",
        "text": "for the Sovereign Lord, Yahveh of the hosts, will bring about the destruction that is decreed in the midst of the earth."
    },
    "17873": {
        "format": "prose",
        "text": "for even if your people Israel were as numerous as the sand of the sea, only a residue of them will return. Destruction is decreed, with vindication abounding;"
    },
    "17872": {
        "format": "prose",
        "text": "A residue will return, the residue of Jacob, to the God of Might,"
    },
    "17871": {
        "format": "prose",
        "text": "§¶On that day the residue of Israel and the survivors of the household of Jacob will no longer rely on the one who struck them, but they will rely in truth on Yahveh the Holy One of Israel."
    },
    "17869": {
        "format": "poetry",
        "text": "The best of his woodlands and orchards will be destroyed root and branch \/as a sick person faints and falls;"
    },
    "17870": {
        "format": "poetry",
        "text": "the remnant of the trees of his forest will be so few \/that a child can count them and write them down."
    },
    "17868": {
        "format": "poetry",
        "text": "The Light of Israel will become a fire, \/The Holy One of Israel will become a flame; \/it will burn up and consume in a single day \/his land choked with thorns and weeds."
    },
    "17867": {
        "format": "poetry",
        "text": "Therefore the Sovereign Lord, Yahveh of the hosts, \/will send wasting disease among the most prosperous of his people, \/under his most distinguished folk a fire will be kindled,"
    },
    "17866": {
        "format": "poetry",
        "text": "§¶Should the axe vaunt itself over the one wielding it? \/Should the saw flaunt itself over the one handling it? \/As if a rod should brandish the one wielding it! \/As if a wooden stick should wield one not made of wood!"
    },
    "17865": {
        "format": "poetry",
        "text": "my hand has plundered the wealth of the nations like a nest,\/I have scooped up all the earth\/as one scoops up abandoned birds’ eggs;\/no one moved a wing,\/or opened his mouth to let out a single chirp."
    },
    "17864": {
        "format": "poetry",
        "text": "‾¶He thought: “It is by the strength of my own hand I have done it,\/by my wisdom, for I have understanding.\/I have swept away the boundaries of peoples,\/I have plundered their riches,\/like a bull I have laid low their inhabitants;"
    },
    "17863": {
        "format": "prose",
        "text": "‾¶〔When the Sovereign Lord will have completed all that he will do on Mount Zion and in Jerusalem, he will bring punishment on the high‑minded arrogance of the king of Assyria, on the splendor of his lofty regard.〕"
    },
    "17861": {
        "format": "poetry",
        "text": "Since my hand has grasped worthless kingdoms, \/with more images than those of Jerusalem and Samaria,"
    },
    "17862": {
        "format": "poetry",
        "text": "what I have done to Samaria and its idols \/shall I not do to Jerusalem and its images?”"
    },
    "17859": {
        "format": "prose",
        "text": "\/He thinks: “Are not my commanders kings every one?"
    },
    "17860": {
        "format": "poetry",
        "text": "\/Did Calno fare better than Carchemish? \/Did Hamath fare better than Arpad? \/Did not Samaria share the fate of Damascus?"
    },
    "17858": {
        "format": "poetry",
        "text": "But he did not reckon it so, \/his mind did not see it that way, \/destroying was all he intended, \/cutting off nation after nation."
    },
    "17857": {
        "format": "poetry",
        "text": "Against an impious nation I send him, \/against a people that stir me to wrath I commission him \/to seize spoil, to pillage and plunder, \/to trample them down like mud in the streets."
    },
    "17856": {
        "format": "poetry",
        "text": "§¶Woe to Assyria, rod of my anger, \/the stick in their hands is my fury!"
    },
    "17855": {
        "format": "poetry",
        "text": "Nothing to do but cower among the prisoners, \/down among those already killed.… \/Yet his anger did not abate, \/still is his hand stretched out."
    },
    "17854": {
        "format": "poetry",
        "text": "What will you do on the day of punishment, \/in the disaster that comes from afar? \/To whom will you flee for help? \/Where will you leave your belongings?"
    },
    "17853": {
        "format": "poetry",
        "text": "to turn away the needy from judgment, \/to rob of their rights the poor of my people, \/that widows may be their prey, \/that they may plunder the fatherless."
    },
    "17852": {
        "format": "poetry",
        "text": "§¶Woe to those who issue wicked decrees, \/who draft oppressive regulations,"
    },
    "17851": {
        "format": "poetry",
        "text": "Manasseh devours Ephraim and Ephraim Manasseh, \/and both of them together against Judah. \/Yet his anger did not abate, \/still was his hand outstretched."
    },
    "17850": {
        "format": "poetry",
        "text": "Here one gorges and is still famished, \/there one devours and is not sated."
    },
    "17849": {
        "format": "poetry",
        "text": "Through the fury of Yahveh of the hosts \/the land is shaken, \/the people are fuel for the fire. \/No one spares a companion, \/all eat the flesh of their children."
    },
    "17848": {
        "format": "poetry",
        "text": "▲¶Wickedness burns like a fire, \/consuming thorns and weeds, \/it has kindled the thickets of the forest, \/they go up in the swirling smoke."
    },
    "17846": {
        "format": "poetry",
        "text": "Those who led the people led them astray, \/those who were led were left in disarray,"
    },
    "17847": {
        "format": "poetry",
        "text": "so the Sovereign Lord had no mercy on their youths, \/no compassion on their orphans and widows, \/for they are all ungodly and wicked, \/every mouth utters impiety. \/Yet his anger did not abate, \/still was his hand outstretched."
    },
    "17845": {
        "format": "poetry",
        "text": "[Elder and dignitary are the head; \/the prophet, the teacher of falsehood, the tail.]"
    },
    "17844": {
        "format": "poetry",
        "text": "so Yahveh cut off from Israel both head and tail."
    },
    "17843": {
        "format": "poetry",
        "text": "▲¶The people did not return to the one who struck them, \/they did not seek out Yahveh of the hosts,"
    },
    "17842": {
        "format": "poetry",
        "text": "Arameans from the east, Philistines from their rear, \/they devoured Israel with mouth open wide. \/Yet his anger did not abate, \/still was his hand outstretched."
    },
    "17841": {
        "format": "poetry",
        "text": "But Yahveh supported their adversaries, \/and incited their enemies against them:"
    },
    "17840": {
        "format": "poetry",
        "text": "“so the bricks have collapsed, \/we will rebuild with dressed stone; \/so the sycamores have been cut down, \/we will replace them with cedars.”"
    },
    "17839": {
        "format": "poetry",
        "text": "the entire people will experience it \/Ephraim and the people of Samaria. \/In pride and highmindedness they said,"
    },
    "17838": {
        "format": "poetry",
        "text": "§¶The Lord sent a message against Jacob, \/and it will fall on Israel;"
    },
    "17837": {
        "format": "poetry",
        "text": "Sovereignty will be great, peace will be endless \/for David’s throne and his kingdom, \/to establish and sustain it \/in justice and righteousness \/from this time forth and ever more. \/[The zeal of Yahveh of the hosts will accomplish this.]"
    },
    "17836": {
        "format": "poetry",
        "text": "For a child has been born for us, \/a son has been given to us, \/the emblems of sovereignty rest on his shoulders. \/His titles will be: Marvelous Counselor, \/Hero Warrior, Eternal Father, \/Prince of Peace."
    },
    "17835": {
        "format": "poetry",
        "text": "Every boot of troops on the march, \/every garment caked in blood \/is destined to be burned, to be fuel for the fire."
    },
    "17834": {
        "format": "poetry",
        "text": "For the yoke with which they were burdened, \/the bar across their shoulders, \/the rod of their oppressors, \/you have smashed as on the day of Midian."
    },
    "17833": {
        "format": "poetry",
        "text": "You have increased their joy, \/and brought them great gladness; \/they are glad in your presence \/with a gladness like that of the harvest, \/as those rejoice who divide the spoil."
    },
    "17832": {
        "format": "poetry",
        "text": "¶The people that walk in the dark \/have seen a great light, \/on the dwellers in the land of gloom \/light has shone forth."
    },
    "17831": {
        "format": "prose",
        "text": "§¶[There is no gloom for her who is oppressed. At that time the earlier ruler treated with contempt the territory of Zebulon and Naphthali, and the later one oppressed the way of the sea, the land across the Jordan, Galilee of the nations."
    },
    "17830": {
        "format": "prose",
        "text": "And if they turn upwards or look down into the underworld all they will see is distress and darkness, gloom and misery; then they themselves will be thrust down into deep darkness."
    },
    "17829": {
        "format": "prose",
        "text": "They will pass on into the underworld, wretched and hungry; and when they are famished they will be enraged and will curse their king and their gods."
    },
    "17828": {
        "format": "prose",
        "text": "for instruction and a message on behalf of the living?” They will assuredly speak in this way, but what they say will have no magical power."
    },
    "17827": {
        "format": "prose",
        "text": "¶They will surely say to you, “Consult the spirits of the dead and the ghosts that chirp and mutter, for should not a people consult their divine ancestors, the dead,"
    },
    "17826": {
        "format": "prose",
        "text": "Here I am with the children Yahveh has given me as signs and portents in Israel. All this is from Yahveh of the hosts who dwells on Mount Zion."
    },
    "17824": {
        "format": "prose",
        "text": "§¶Secure the message, seal the instruction among my disciples."
    },
    "17825": {
        "format": "prose",
        "text": "I will wait for Yahveh who is hiding his face from the house of Jacob. I will wait in hope for him."
    },
    "17823": {
        "format": "prose",
        "text": "Many among them shall stumble, fall, and be broken; they shall be snared and taken captive.”"
    },
    "17822": {
        "format": "prose",
        "text": "He will be your co‑conspirator, a stone, a rock on which both houses of Israel will strike their feet and stumble, a trap and snare for the inhabitants of Jerusalem."
    },
    "17821": {
        "format": "prose",
        "text": "But Yahveh of the hosts, with him you shall conspire, he shall be the one you fear and hold in dread."
    },
    "17820": {
        "format": "prose",
        "text": "“Do not call conspiracy whatever this people calls conspiracy,” he said, “neither fear what they fear nor be terrified."
    },
    "17819": {
        "format": "prose",
        "text": "§¶For thus Yahveh addressed me, with his hand strong upon me, warning me against following the lead of this people."
    },
    "17818": {
        "format": "poetry",
        "text": "Propose a plan—it shall be thwarted, \/devise a scheme—it shall not take place, \/for God is with us."
    },
    "17817": {
        "format": "poetry",
        "text": "‾¶Acknowledge it, you peoples, and be dismayed, \/Give heed, remote places of the earth, \/Gird yourselves for war and be shattered! \/Gird yourselves for war and be shattered!"
    },
    "17816": {
        "format": "prose",
        "text": "sweeping on into Judah in a flood, reaching up to the neck. Its branches will be spread far and wide, filling the breadth of your land, Immanuel."
    },
    "17815": {
        "format": "prose",
        "text": "therefore the Sovereign Lord is about to bring up against them the waters of the River, mighty and abundant [the king of Assyria in all his splendor]. It will crest over all its channels and overflow all its banks,"
    },
    "17813": {
        "format": "prose",
        "text": "§¶Once again Yahveh addressed me,"
    },
    "17814": {
        "format": "prose",
        "text": "“Since this people has rejected the waters of Shiloah that flow so softly, rejoicing with Rezin and the son of Remaliah,"
    },
    "17812": {
        "format": "prose",
        "text": "“for before the child is able to say ‘my father’ or ‘my mother’, the wealth of Damascus and the spoil of Samaria will be brought into the presence of the king of Assyria.”"
    },
    "17811": {
        "format": "prose",
        "text": "I then approached the prophetess; she became pregnant and gave birth to a son. “Call him Maher‑shalal‑hash‑baz,” Yahveh said to me,"
    },
    "17810": {
        "format": "prose",
        "text": "So I had it notarized by reliable witnesses, Uriah the priest and Zechariah son of Jeberechiah."
    },
    "17809": {
        "format": "prose",
        "text": "§¶Yahveh said to me, “take a large tablet; write on it with a common stylus ‘belonging to Maher‑shalal‑hash‑baz.’ ”"
    },
    "17808": {
        "format": "prose",
        "text": "For fear of thorns and weeds you will not venture on to any of the hills that used to be worked with the hoe. There oxen will roam free and sheep and goats wander about."
    },
    "17807": {
        "format": "prose",
        "text": "People will come there with bow and arrows, for the entire land will be turned into a place of thorns and weeds."
    },
    "17806": {
        "format": "prose",
        "text": "¶On that day every place where there are a thousand vines worth a thousand shekels of silver will be turned into a place of thorns and weeds."
    },
    "17804": {
        "format": "prose",
        "text": "¶On that day a person will raise a young cow and a couple of sheep,"
    },
    "17805": {
        "format": "prose",
        "text": "and they will give so much milk that the owner will feed on buttermilk; for everyone left in the land will feed on buttermilk and honey."
    },
    "17802": {
        "format": "prose",
        "text": "and they will all come and settle in the steep wadis and the clefts of the cliffs, on all the thornbushes and watering holes."
    },
    "17803": {
        "format": "prose",
        "text": "¶On that day the Sovereign Lord will shave with a razor borrowed from the king of Assyria across the Euphrates the head and the pubic hair, and he will sweep away the beard as well."
    },
    "17801": {
        "format": "prose",
        "text": "§¶On that day Yahveh will whistle for the flies along the edges of Egypt’s streams and for the bees in the land of Assyria,"
    },
    "17800": {
        "format": "prose",
        "text": "Yahveh will bring on you, your people, and your ancestral house a time such has not been witnessed since Ephraim broke away from Judah [namely, the king of Assyria].”"
    },
    "17799": {
        "format": "prose",
        "text": "For before the child knows how to reject what is bad and choose what is good, the land whose two kings now fill you with fear will be deserted."
    },
    "17798": {
        "format": "prose",
        "text": "By the time he knows how to reject what is bad and choose what is good he will be feeding on buttermilk and honey."
    },
    "17797": {
        "format": "prose",
        "text": "Wherefore, the Lord God himself will give you a sign: See, the young woman is pregnant and about to give birth to a son; she will give him the name Immanuel."
    },
    "17796": {
        "format": "prose",
        "text": "Then Isaiah said, “Listen, you house of David: not content with testing the patience of people, will you also test the patience of my God?"
    },
    "17795": {
        "format": "prose",
        "text": "but Ahaz replied, “I will not put Yahveh to the test by asking for a sign.”"
    },
    "17794": {
        "format": "prose",
        "text": "“Ask for a sign from Yahveh your God, from as deep as Sheol or as high as the sky,”"
    },
    "17793": {
        "format": "prose",
        "text": "¶Yahveh spoke once again to Ahaz:"
    },
    "17791": {
        "format": "poetry",
        "text": "that Damascus is the head of Syria, \/and Rezin the head of Damascus;"
    },
    "17792": {
        "format": "poetry",
        "text": "that Samaria is the head of Ephraim, \/and the son of Remaliah the head of Samaria. \/[In sixty‑five years’ time Ephraim will be broken to pieces and will no longer be a nation.] \/If you do not hold fast in faith \/you will surely fail to stand firm.”"
    },
    "17790": {
        "format": "poetry",
        "text": "¶Thus says the Lord Yahveh: \/It shall not hold up, it shall not continue to be"
    },
    "17788": {
        "format": "prose",
        "text": "Together with Ephraim and the son of Remaliah, Syria has planned to do you harm."
    },
    "17789": {
        "format": "prose",
        "text": "“Let us invade Judah,” they are saying, “and terrify it; let us conquer it for ourselves. We will then put the son of Tabeel on the throne of Judah.” ’ ”"
    },
    "17787": {
        "format": "prose",
        "text": "Say to him, ‘See that you remain calm; don’t be afraid or fainthearted on account of these two stumps of smoldering firebrands and the fury of Rezin, Syria, and the son of Remaliah."
    },
    "17786": {
        "format": "prose",
        "text": "Then Yahveh said to Isaiah: “Go out to meet Ahaz together with Shear‑yashub your son at the end of the conduit of the Upper Pool on the way to Bleacher’s Meadow."
    },
    "17785": {
        "format": "prose",
        "text": "When the house of David was told that Syria had prevailed on Ephraim to join them, its resolve, and the resolve of its people, was shaken as the trees of the forest shake in the wind."
    },
    "17784": {
        "format": "prose",
        "text": "§¶In the days of Ahaz son of Jotham son of Uzziah, king of Judah, Rezin, king of Syria, and Pekah son of Remaliah, king of Israel, went up to fight against Jerusalem but were unable to win a decisive victory against it."
    },
    "17782": {
        "format": "prose",
        "text": "[Yahveh will carry off the people to a distant place, and desolation will be great in the land.]"
    },
    "17783": {
        "format": "prose",
        "text": "If but a tenth of the land is left it will revert to pasture. It will be like the oak and the terebinth which, when felled, have only a stump left. [Its stump is the holy seed.]"
    },
    "17781": {
        "format": "prose",
        "text": "Then I asked, “How long, O Lord?” He replied, “Until cities lie deserted without inhabitants, houses without occupants, and the land left a desolation.”"
    },
    "17780": {
        "format": "prose",
        "text": "Make this people dull of perception, hard of hearing, sight impaired, lest they see with their eyes, hear with their ears, and grasp with their mind, and then change their ways and be healed.”"
    },
    "17779": {
        "format": "prose",
        "text": "“Go then to this people,” he said, “and say to them, ‘Keep on hearing without understanding, keep on seeing without perceiving.’"
    },
    "17778": {
        "format": "prose",
        "text": "I then heard the voice of the Sovereign Lord saying, “Whom shall I send, and who will go for us?” I replied, “Here I am, send me!”"
    },
    "17777": {
        "format": "prose",
        "text": "He touched me on the mouth with it, saying, “Now this has touched your lips your iniquity has been removed, your sin purged away.”"
    },
    "17776": {
        "format": "prose",
        "text": "One of the seraphs flew to me with a hot coal in his hand he had taken from the altar with a pair of tongs."
    },
    "17775": {
        "format": "prose",
        "text": "“Alas, I am lost,” I cried, “for I am a man of unclean lips living among a people with unclean lips. My eyes have looked on the king, Yahveh of the hosts!”"
    },
    "17774": {
        "format": "prose",
        "text": "As each cried out the uprights attached to the threshhold shook and the house began to fill with smoke."
    },
    "17773": {
        "format": "prose",
        "text": "Each cried out to the other saying, “Holy, holy, holy is Yahveh of the heavenly hosts; all the earth is full of his glory.”"
    },
    "17772": {
        "format": "prose",
        "text": "Seraphs were stationed round about him, each with six wings. With two they covered their faces, with two their bodies, and with two they hovered."
    },
    "17771": {
        "format": "prose",
        "text": "§¶In the year King Uzziah died I saw the Sovereign Lord seated on a throne raised up on high, with his train filling the palace."
    },
    "17770": {
        "format": "poetry",
        "text": "He will growl over it on that day like the growling of the sea, \/If one looks to the earth there is only darkness and distress, \/the light is obscured by the clouds."
    },
    "17769": {
        "format": "poetry",
        "text": "their roaring is like a lion, \/they roar like lion cubs; \/snarling, they seize their prey; \/when they carry it off, none can rescue it."
    },
    "17768": {
        "format": "poetry",
        "text": "their arrows are sharpened, \/all their bows are strung and taut; \/the hooves of their horses are reckoned like flint, \/their chariot wheels like the whirlwind;"
    },
    "17767": {
        "format": "poetry",
        "text": "None among them grows weary, none of them stumbles, \/they neither drowse nor sleep; \/no belt is unloosed round the waist, \/no sandal laces untied;"
    },
    "17766": {
        "format": "poetry",
        "text": "§¶He will raise an ensign for a nation from afar, \/and whistle for it from the ends of the earth. \/Swiftly, speedily, it comes!"
    },
    "17765": {
        "format": "poetry",
        "text": "§¶So the anger of Yahveh was roused against his people; \/he stretched out his hand against them and struck them down. \/The mountains quaked, their corpses lay like refuse in the streets. \/Yet his anger did not abate, \/still was his hand outstretched."
    },
    "17764": {
        "format": "poetry",
        "text": "As the tongue of fire consumes the stubble, \/and chaff shrivels up in the flame, \/their root will be all rottenness, \/their flower disappear like dust; \/for they have rejected the instruction of Yahveh of the hosts \/and despised the word of Israel’s Holy God."
    },
    "17763": {
        "format": "poetry",
        "text": "who acquit the guilty on payment of a bribe, \/while depriving the innocent of their rights. \/Therefore:"
    },
    "17762": {
        "format": "poetry",
        "text": "▲¶Woe to those heroic guzzlers of wine, \/those redoubtable mixers of strong drink!"
    },
    "17761": {
        "format": "poetry",
        "text": "▲¶Woe to those who are wise in their own eyes, \/shrewd in their own understanding!"
    },
    "17760": {
        "format": "poetry",
        "text": "▲¶Woe to those who call evil good \/and good evil, \/who put darkness in the place of light, \/light in the place of darkness, \/who make the bitter sweet and the sweet bitter!"
    },
    "17759": {
        "format": "poetry",
        "text": "Who are saying, “Let Yahveh make haste, \/let him speed his work that we may see it, \/let the plan of Israel’s Holy One soon come to pass \/that we may acknowledge it!"
    },
    "17758": {
        "format": "poetry",
        "text": "▲¶Woe to those who drag along iniquity like a sheep with cords, \/and sin like a heifer with ropes!"
    },
    "17757": {
        "format": "poetry",
        "text": "Lambs will graze in their pasture, \/sheep will feed among the ruins."
    },
    "17756": {
        "format": "poetry",
        "text": "Yahveh of the hosts shall be exalted in the judgment, \/in the vindication the Holy God will reveal himself as holy."
    },
    "17755": {
        "format": "poetry",
        "text": "Humanity is humbled, all people are brought low, \/the haughty looks are humbled,"
    },
    "17754": {
        "format": "poetry",
        "text": "Therefore: \/Sheol stretches wide its gullet, \/its mouth opens wide beyond measure, \/down go her nobles and commoners, \/her throng in the midst of their revels."
    },
    "17753": {
        "format": "poetry",
        "text": "Therefore: \/bereft of understanding, my people is exiled, \/their nobles are famished, \/their commoners parched with thirst."
    },
    "17752": {
        "format": "poetry",
        "text": "Lyre and harp, timbrel and flute, \/and wine are not lacking at their feasts. \/They pay no heed to the work of Yahveh, \/they regard not the operation of his hands."
    },
    "17751": {
        "format": "poetry",
        "text": "▲¶Woe to them who rise early in the morning \/in pursuit of strong drink, \/who stay up late in the evening \/that wine may inflame them;"
    },
    "17749": {
        "format": "poetry",
        "text": "Yahveh of the hosts has sworn in my hearing: \/many houses will be turned into ruins, \/houses splendid and spacious left without occupants;"
    },
    "17750": {
        "format": "poetry",
        "text": "a vineyard of ten hectares will yield but one barrel of wine, \/a homer of seed will produce but one bushel."
    },
    "17748": {
        "format": "poetry",
        "text": "§¶Woe to those who add house to house, \/who join one plot of land to another, \/until there is no space left \/for any but you to be settled on the land!"
    },
    "17747": {
        "format": "poetry",
        "text": "For the vineyard of Yahveh of hosts \/is the house of Israel, \/and the people of Judah \/the plantation in which he delighted. \/He looked for justice, \/and instead there was bloodshed, \/for righteousness, \/and instead a cry of distress."
    },
    "17746": {
        "format": "poetry",
        "text": "I will turn it into a wasteland,\/it will be neither pruned nor hoed,\/thorns and weeds will spring up,\/I will give command to the clouds\/to send down no rain upon it."
    },
    "17745": {
        "format": "poetry",
        "text": "So now, I give you notice \/as to what I will do with my vineyard: \/deprived of its hedge, it will be open for grazing, \/its fence breached and broken, it will be trampled down;"
    },
    "17744": {
        "format": "poetry",
        "text": "What more could be done for my vineyard \/that I have failed to do? \/Why did I look for it to yield good grapes, \/when the grapes it produced were rotten?"
    },
    "17743": {
        "format": "poetry",
        "text": "So now, you who live in Jerusalem, \/and you, people of Judah: \/judge between me and my vineyard!"
    },
    "17742": {
        "format": "poetry",
        "text": "he dug it up, cleared it of stones, \/and planted it with choicest vines; \/he built a watchtower inside it, \/hewed out a wine vat in it; \/then he looked for it to yield good grapes \/but the grapes it produced were rotten."
    },
    "17740": {
        "format": "prose",
        "text": "and a booth will serve as a shade from the heat by day, and a shelter and refuge from the rainstorm."
    },
    "17741": {
        "format": "poetry",
        "text": "§¶Let me sing for my friend \/my love song about his vineyard. \/My friend had a vineyard \/on a hillside rich in soil;"
    },
    "17739": {
        "format": "prose",
        "text": "Yahveh will create over the entire site of Mount Zion and over its liturgical assemblies a cloud by day and smoke together with a brightly burning fire by night. Yes, over all the glorious scene there will be a canopy,"
    },
    "17738": {
        "format": "prose",
        "text": "‾¶Once the sovereign Lord has washed away the filth of the daughters of Zion and cleansed the bloodstains from Jerusalem with a fiery wind in the judgment,"
    },
    "17737": {
        "format": "prose",
        "text": "‾¶Those who are left in Zion and who remain in Jerusalem will be called holy, all those who are recorded for life in Jerusalem."
    },
    "17736": {
        "format": "prose",
        "text": "§¶On that day, the shoot that Yahveh has planted will be an object of magnificence and glory, and the fruit of the land an object of pride and splendor for the survivors of Israel."
    },
    "17735": {
        "format": "prose",
        "text": "¶Seven women will grab hold of one man on that day. They will say, “We will eat our own food and wear our own clothing; just let us take your name; please take away our shame.”"
    },
    "17734": {
        "format": "poetry",
        "text": "her gates shall lament and mourn, \/ravaged, she shall sit on the ground."
    },
    "17733": {
        "format": "poetry",
        "text": "Zion’s men shall fall by the sword, \/her warrior class in battle;"
    },
    "17732": {
        "format": "poetry",
        "text": "‾¶Then, instead of perfume there shall be rot, \/instead of a sash, a rope, \/a shaved head instead of hair well groomed, \/a loincloth of burlap instead of expensive robes, \/yes, shame where beauty once was."
    },
    "17731": {
        "format": "prose",
        "text": "mirrors, linen garments, head scarves and capes."
    },
    "17730": {
        "format": "prose",
        "text": "gowns, wraps, shawls and handbags;"
    },
    "17729": {
        "format": "prose",
        "text": "(Yahveh will remove) signet rings and nose rings;"
    },
    "17727": {
        "format": "prose",
        "text": "earrings, bracelets and veils;"
    },
    "17728": {
        "format": "prose",
        "text": "head‑dresses, armlets, sashes, talismans and amulets;"
    },
    "17726": {
        "format": "prose",
        "text": "‾¶On that day Yahveh will remove the finery of anklets, headbands and crescents;"
    },
    "17725": {
        "format": "poetry",
        "text": "The Sovereign Lord will uncover the heads of the daughters of Zion, \/he will lay bare their private parts …"
    },
    "17724": {
        "format": "poetry",
        "text": "§¶Yahveh declares: \/“Because the daughters of Zion have become so proud, \/going around with necks thrust out, \/and with ogling eyes, \/walking with mincing gait, \/making a tinkling noise with their feet …”"
    },
    "17723": {
        "format": "poetry",
        "text": "How dare you crush my people, \/and stamp on the face of the poor?” \/—An oracle of the sovereign Lord of hosts."
    },
    "17722": {
        "format": "poetry",
        "text": "Yahveh enters into judgment \/with the elders of his people and their princes: \/It is you who have ravaged the vineyard, \/the plunder of the poor is in your houses."
    },
    "17721": {
        "format": "poetry",
        "text": " ¶Yahveh takes his stand to argue his case; \/he rises to judge the peoples;"
    },
    "17720": {
        "format": "poetry",
        "text": "As for my people, their oppressors plunder them,\/usurers lord it over them;\/O my people, your leaders mislead you,\/confusing the course you should take."
    },
    "17719": {
        "format": "poetry",
        "text": "A woe on the wicked, it will go badly with them, \/what they have done will be done to them."
    },
    "17718": {
        "format": "poetry",
        "text": "A blessing on the righteous, for it will go well with them, \/they will eat the fruit of their labors;"
    },
    "17717": {
        "format": "poetry",
        "text": "Their very looks testify against them, \/they vaunt their sin openly like Sodom, \/they do not conceal it. \/Woe to them! \/They have brought evil on themselves."
    },
    "17716": {
        "format": "poetry",
        "text": "‾¶Ah, Jerusalem has stumbled, \/Judah has fallen \/for in word and in deed they oppose Yahveh, \/defying his majestic presence."
    },
    "17715": {
        "format": "prose",
        "text": "he would answer on that day, “I will not be in charge; there is neither food nor clothing in my house; you shall not appoint me leader of the people.”"
    },
    "17714": {
        "format": "prose",
        "text": "¶If a man were to grab hold of his kinsman in his paternal household and say to him, “You are the one with the cloak, so you shall be our leader, you must take control of this heap of ruins,”"
    },
    "17712": {
        "format": "poetry",
        "text": "“I will make striplings their princes; \/infants will rule over them."
    },
    "17713": {
        "format": "poetry",
        "text": "The people will oppress one another, \/each one his fellow; \/the young will be insolent to the old, \/the one of mean estate to the honorable.”"
    },
    "17710": {
        "format": "poetry",
        "text": "mercenary and warrior, \/magistrate and prophet, \/diviner and elder,"
    },
    "17711": {
        "format": "poetry",
        "text": "captain of fifty, \/nobleman and counselor, \/skilled magician and expert in charms."
    },
    "17709": {
        "format": "poetry",
        "text": "§¶For now the sovereign Lord of hosts \/will remove from Jerusalem and Judah \/every kind of support, \/all supply of food, \/all supply of water;"
    },
    "17708": {
        "format": "prose",
        "text": "¶〔Leave the rest of humanity alone; doomed to perish as they are, of what value are they?〕"
    },
    "17707": {
        "format": "poetry",
        "text": "¶To go into the crevices of the rocks, \/the clefts of the cliffs, \/from the terror of Yahveh, \/from the splendor of his majesty, \/when he begins to strike fear on the earth."
    },
    "17706": {
        "format": "prose",
        "text": "¶〔On that day people will throw out their silver and gold idols that they made as their own objects of worship to the shrews and the bats.〕"
    },
    "17704": {
        "format": "poetry",
        "text": "[The idols will utterly pass away.]"
    },
    "17705": {
        "format": "poetry",
        "text": "They will go into caves in the rock, \/into caverns in the dusty earth, \/from the terror of Yahveh, \/from the splendor of his majesty, \/when he begins to strike fear on the earth."
    },
    "17703": {
        "format": "poetry",
        "text": "The pride of humanity will be humbled, \/the haughtiness of the people will be brought low, \/and Yahveh alone shall be exalted \/on that day."
    },
    "17700": {
        "format": "poetry",
        "text": "against all the high mountains, \/all the lofty hills,"
    },
    "17701": {
        "format": "poetry",
        "text": "against every high tower, \/every impregnable wall,"
    },
    "17702": {
        "format": "poetry",
        "text": "against all the Tarshish ships, \/all the splendid vessels."
    },
    "17699": {
        "format": "poetry",
        "text": "against all the cedars of Lebanon [high and lofty], \/all the oaks of Bashan,"
    },
    "17698": {
        "format": "poetry",
        "text": "For Yahveh of the hosts has a day \/against all that is haughty and high, \/all that is lifted up and lofty,"
    },
    "17697": {
        "format": "poetry",
        "text": "The proud regard of humanity is brought low, \/the pride of all people shall be humbled, \/and Yahveh alone shall be exalted \/on that day."
    },
    "17695": {
        "format": "poetry",
        "text": "¶〔Humanity is humbled, all people are brought low; \/Do not forgive them!〕"
    },
    "17696": {
        "format": "poetry",
        "text": "Go into the rock, \/hide in the dusty earth \/from the terror of Yahveh, \/from the splendor of his majesty!"
    },
    "17694": {
        "format": "poetry",
        "text": "their land is full of idols, \/and there is no end to their idolatry). \/To the work of their hands they bow down, \/to that which their fingers have made."
    },
    "17693": {
        "format": "poetry",
        "text": "Their land is full of silver and gold, \/and there is no end to their treasures; \/their land is full of horses, \/and there is no end to their chariots;"
    },
    "17692": {
        "format": "poetry",
        "text": "§¶For you have rejected your people, \/the household of Jacob, \/for they are full (of sorcerers) from the east \/and soothsayers like the Philistines. \/They teem with the children of foreigners."
    },
    "17691": {
        "format": "poetry",
        "text": "O household of Jacob, come, let us walk in the light of Yahveh!"
    },
    "17690": {
        "format": "poetry",
        "text": "He will adjudicate among nations, \/arbitrate for many peoples. \/They shall beat their swords into plowshares, \/their spears into pruning hooks. \/No nation shall take up the sword against another, \/no more shall they learn to make war."
    },
    "17689": {
        "format": "poetry",
        "text": "many peoples shall come and say, \/“Up, let us go to Yahveh’s mountain, \/to the house of Jacob’s God, \/that he may instruct us in his ways \/that we may walk in his paths.” \/For from Zion instruction will proceed, \/the word of Yahveh from Jerusalem."
    },
    "17688": {
        "format": "poetry",
        "text": "§¶It will come to pass in days to come \/that the mountain, Yahveh’s house, shall be established \/at the top of the mountains, \/raised high over the hills. \/Then all nations shall stream towards it,"
    },
    "17687": {
        "format": "prose",
        "text": "§¶The word that Isaiah ben Amoz saw in vision concerning Judah and Jerusalem."
    },
    "17685": {
        "format": "poetry",
        "text": "you will be like a terebinth \/whose foliage is withered, \/or like a garden \/without any water."
    },
    "17686": {
        "format": "poetry",
        "text": "The strong will become like tow, \/and his deeds like a spark; \/both will be burned together, \/with no one to put out the fire."
    },
    "17683": {
        "format": "poetry",
        "text": "but rebels and sinners will be destroyed together, \/those forsaking Yahveh will be consumed."
    },
    "17684": {
        "format": "poetry",
        "text": "You will feel shame for the terebinths \/in which you took delight, \/you will blush for the gardens \/that you chose for yourselves;"
    },
    "17682": {
        "format": "poetry",
        "text": "▲¶Zion will be saved in the judgment, \/her penitents in the retribution,"
    },
    "17681": {
        "format": "poetry",
        "text": "I will restore your judges as of yore, \/your counselors as at the beginning; \/then your name will be City of Righteousness, \/Loyal Town.”"
    },
    "17679": {
        "format": "poetry",
        "text": "“Therefore”—oracle of Yahveh, Lord of hosts, \/Strong One of Israel: \/I will assuage my anger on my foes,\/I will be avenged on my enemies;"
    },
    "17680": {
        "format": "poetry",
        "text": "¶I will turn my hand against you, \/burn off your dregs in the furnace, \/removing all your dross."
    },
    "17678": {
        "format": "poetry",
        "text": "your princes are rebels, \/associates of thieves; \/each one of them loves a bribe, \/runs after gifts. \/They do not defend the orphan, \/the widow’s cause does not reach them."
    },
    "17677": {
        "format": "poetry",
        "text": "Your silver has turned into slag, \/your beer is watered down;"
    },
    "17676": {
        "format": "poetry",
        "text": "▲¶See how the town once loyal \/has become like a whore! \/Once she was full of justice, \/righteousness lodged in her \/[but now assassins]."
    },
    "17675": {
        "format": "poetry",
        "text": "but if you refuse and rebel, \/you shall be consumed by the sword.” \/The mouth of Yahveh has spoken."
    },
    "17674": {
        "format": "poetry",
        "text": "If you are willing to obey, \/you shall feed off the goodness of the land;"
    },
    "17673": {
        "format": "poetry",
        "text": "▲¶“Come now, let us reason together,” \/[It is Yahveh who speaks.] \/If your sins are colored scarlet, \/can they become white like snow? \/If dyed crimson red, \/can they become like pure wool?"
    },
    "17672": {
        "format": "poetry",
        "text": "learn to do good; \/seek after justice, rescue the oppressed; \/defend the rights of the orphan, \/plead the widow’s cause.”"
    },
    "17671": {
        "format": "poetry",
        "text": "Wash yourselves, make yourselves clean; \/remove the evil you are doing from my sight; \/stop doing evil,"
    },
    "17670": {
        "format": "poetry",
        "text": "¶When you stretch out your hands in prayer\/\nI will hide my eyes from you;\/even though you keep on praying,\/\nI will not be listening;\/you have blood all over your hands."
    },
    "17669": {
        "format": "poetry",
        "text": "¶I hate your new moons and festivals, \/they have become a burden to me,\/I am tired of putting up with them."
    },
    "17668": {
        "format": "poetry",
        "text": "Bring no more useless offerings, \/incense disgusts me. \/New moon, sabbath, holy convocation—\/I cannot stand wickedness combined with solemn assembly."
    },
    "17667": {
        "format": "poetry",
        "text": "When you come to appear in my presence, \/who is asking this of you, \/this trampling of my precincts?"
    },
    "17666": {
        "format": "poetry",
        "text": "“What are your many sacrifices to me?” \/[It is Yahveh who speaks] \/I have had enough of burnt offerings of rams, \/and the suet of fatted animals;\/I take no pleasure in the blood of bulls,\/or of lambs and goats."
    },
    "17665": {
        "format": "poetry",
        "text": "▲¶Hear the word of Yahveh, \/you rulers of Sodom! \/Give heed to the teaching of our God, \/you people of Gomorrah!"
    },
    "17664": {
        "format": "poetry",
        "text": "Had not Yahveh of the hosts \/left us a few survivors, \/we would have shared Sodom’s fate, \/resembled Gomorrah."
    },
    "17663": {
        "format": "poetry",
        "text": "Daughter Zion is left \/like a lean‑to in a vineyard, \/like a shack in a cucumber patch, \/like a city besieged."
    },
    "17662": {
        "format": "poetry",
        "text": "▲¶Your land is a desolation, \/your cities burned to the ground; \/before your very eyes \/foreigners devour your land. \/[A desolation as if overthrown by foreigners]"
    },
    "17661": {
        "format": "poetry",
        "text": "From the sole of the foot to the head \/there is no soundness in him— \/bruises, sores, and open wounds, \/not drained, not bandaged, not treated with oil."
    },
    "17660": {
        "format": "poetry",
        "text": "▲¶Why be forever beaten, \/rebelling time out of mind? \/The whole head is sick, \/the whole heart faint."
    },
    "17659": {
        "format": "poetry",
        "text": "▲¶Woe, sinful nation, \/people burdened with crime, \/wicked offspring, \/depraved children! \/They have abandoned Yahveh, \/despising the Holy One of Israel. \/[They have fallen away.]"
    },
    "17658": {
        "format": "poetry",
        "text": "An ox will recognize its owner, \/a donkey its master’s stall; \/Israel has no such knowledge, \/my people no comprehension.”"
    },
    "17657": {
        "format": "poetry",
        "text": "§¶Hear, heaven, earth, give heed, \/for Yahveh speaks! \/Children I have raised and reared, \/but they have rebelled against me."
    },
    "17656": {
        "format": "prose",
        "text": "§¶The vision of Isaiah ben Amoz which he saw concerning Judah and Jerusalem in the days of Uzziah, Jotham, Ahaz and Hezekiah, kings of Judah."
    }
}