{
    "17656": {
        "format": "prose",
        "text": "¶The vision concerning Judah and Jerusalem that Isaiah son of Amoz saw during the reigns of Kings Uzziah, Jotham, Ahaz, and Hezekiah of Judah."
    },
    "17657": {
        "format": "poetry",
        "text": "§¶Listen, heavens, and pay attention, earth,\/for the Lord has spoken:\/“I have raised children and brought them up,\/but they have rebelled against me."
    },
    "17658": {
        "format": "poetry",
        "text": "\/The ox knows its owner,\/and the donkey its master’s feeding trough,\/but Israel does not know;\/my people do not understand.”"
    },
    "17659": {
        "format": "poetry",
        "text": "¶Oh sinful nation,\/people weighed down with iniquity,\/brood of evildoers,\/depraved children!\/They have abandoned the Lord;\/they have despised the Holy One of Israel;\/they have turned their backs on him."
    },
    "17660": {
        "format": "poetry",
        "text": "¶Why do you want more beatings?\/Why do you keep on rebelling?\/The whole head is hurt,\/and the whole heart is sick."
    },
    "17661": {
        "format": "poetry",
        "text": "\/From the sole of the foot even to the head,\/no spot is uninjured—\/wounds, welts, and festering sores\/not cleansed, bandaged,\/or soothed with oil."
    },
    "17662": {
        "format": "poetry",
        "text": "¶Your land is desolate,\/your cities burned down;\/foreigners devour your fields\/right in front of you—\/a desolation, like a place demolished by foreigners."
    },
    "17663": {
        "format": "poetry",
        "text": "\/Daughter Zion is abandoned\/like a shelter in a vineyard,\/like a shack in a cucumber field,\/like a besieged city."
    },
    "17664": {
        "format": "poetry",
        "text": "\/If the Lord of Armies\/had not left us a few survivors,\/we would be like Sodom,\/we would resemble Gomorrah."
    },
    "17665": {
        "format": "poetry",
        "text": "¶Hear the word of the Lord,\/you rulers of Sodom!\/Listen to the instruction of our God,\/you people of Gomorrah!"
    },
    "17666": {
        "format": "poetry",
        "text": "\/“What are all your sacrifices to me?”\/asks the Lord.\/“I have had enough of burnt offerings and rams\/and the fat of well-fed cattle;\/I have no desire for the blood of bulls,\/lambs, or male goats."
    },
    "17667": {
        "format": "poetry",
        "text": "\/When you come to appear before me,\/who requires this from you—\/this trampling of my courts?"
    },
    "17668": {
        "format": "poetry",
        "text": "\/Stop bringing useless offerings.\/Your incense is detestable to me.\/New Moons and Sabbaths,\/and the calling of solemn assemblies—\/I cannot stand iniquity with a festival."
    },
    "17669": {
        "format": "poetry",
        "text": "\/I hate your New Moons and prescribed festivals.\/They have become a burden to me;\/I am tired of putting up with them."
    },
    "17670": {
        "format": "poetry",
        "text": "\/When you spread out your hands in prayer,\/I will refuse to look at you;\/even if you offer countless prayers,\/I will not listen.\/Your hands are covered with blood."
    },
    "17671": {
        "format": "poetry",
        "text": "§¶“Wash yourselves. Cleanse yourselves.\/Remove your evil deeds from my sight.\/Stop doing evil."
    },
    "17672": {
        "format": "poetry",
        "text": "\/Learn to do what is good.\/Pursue justice.\/Correct the oppressor.\/Defend the rights of the fatherless.\/Plead the widow’s cause."
    },
    "17673": {
        "format": "poetry",
        "text": "¶“Come, let us settle this,”\/says the Lord.\/“Though your sins are scarlet,\/they will be as white as snow;\/though they are crimson red,\/they will be like wool."
    },
    "17674": {
        "format": "poetry",
        "text": "\/If you are willing and obedient,\/you will eat the good things of the land."
    },
    "17675": {
        "format": "poetry",
        "text": "\/But if you refuse and rebel,\/you will be devoured by the sword.”\/For the mouth of the Lord has spoken."
    },
    "17676": {
        "format": "poetry",
        "text": "¶The faithful town—\/what an adulteress she has become!\/She was once full of justice.\/Righteousness once dwelt in her,\/but now, murderers!"
    },
    "17677": {
        "format": "poetry",
        "text": "\/Your silver has become dross to be discarded,\/your beer is diluted with water."
    },
    "17678": {
        "format": "poetry",
        "text": "\/Your rulers are rebels,\/friends of thieves.\/They all love graft\/and chase after bribes.\/They do not defend the rights of the fatherless,\/and the widow’s case never comes before them."
    },
    "17679": {
        "format": "poetry",
        "text": "¶Therefore the Lord God of Armies,\/the Mighty One of Israel, declares:\/“Ah, I will get even with my foes;\/I will take revenge against my enemies."
    },
    "17680": {
        "format": "poetry",
        "text": "\/I will turn my hand against you\/and will burn away your dross completely;\/I will remove all your impurities."
    },
    "17681": {
        "format": "poetry",
        "text": "\/I will restore your judges to what they were at first,\/and your advisers to what they were at the start.\/Afterward you will be called the Righteous City,\/a Faithful Town.”"
    },
    "17682": {
        "format": "poetry",
        "text": "¶Zion will be redeemed by justice,\/those who repent, by righteousness."
    },
    "17683": {
        "format": "poetry",
        "text": "\/At the same time both rebels and sinners will be broken,\/and those who abandon the Lord will perish."
    },
    "17684": {
        "format": "poetry",
        "text": "\/Indeed, they will be ashamed of the sacred trees\/you desired,\/and you will be embarrassed because of the garden shrines\/you have chosen."
    },
    "17685": {
        "format": "poetry",
        "text": "\/For you will become like an oak\/whose leaves are withered,\/and like a garden without water."
    },
    "17686": {
        "format": "poetry",
        "text": "\/The strong one will become tinder,\/and his work a spark;\/both will burn together,\/with no one to extinguish the flames."
    },
    "17687": {
        "format": "prose",
        "text": "§¶The vision that Isaiah son of Amoz saw concerning Judah and Jerusalem:"
    },
    "17688": {
        "format": "poetry",
        "text": "¶In the last days\/the mountain of the Lord’s house will be established\/at the top of the mountains\/and will be raised above the hills.\/All nations will stream to it,"
    },
    "17689": {
        "format": "poetry",
        "text": "\/and many peoples will come and say,\/“Come, let us go up to the mountain of the Lord,\/to the house of the God of Jacob.\/He will teach us about his ways\/so that we may walk in his paths.”\/For instruction will go out of Zion\/and the word of the Lord from Jerusalem."
    },
    "17690": {
        "format": "poetry",
        "text": "\/He will settle disputes among the nations\/and provide arbitration for many peoples.\/They will beat their swords into plows\/and their spears into pruning knives.\/Nation will not take up the sword against nation,\/and they will never again train for war."
    },
    "17691": {
        "format": "poetry",
        "text": "§¶House of Jacob,\/come and let us walk in the Lord’s light."
    },
    "17692": {
        "format": "poetry",
        "text": "\/For you have abandoned your people,\/the house of Jacob,\/because they are full of divination from the East\/and of fortune-tellers like the Philistines.\/They are in league with foreigners."
    },
    "17693": {
        "format": "poetry",
        "text": "\/Their land is full of silver and gold,\/and there is no limit to their treasures;\/their land is full of horses,\/and there is no limit to their chariots."
    },
    "17694": {
        "format": "poetry",
        "text": "\/Their land is full of idols;\/they worship the work of their hands,\/what their fingers have made."
    },
    "17695": {
        "format": "poetry",
        "text": "\/So humanity is brought low,\/and each person is humbled.\/Do not forgive them!"
    },
    "17696": {
        "format": "poetry",
        "text": "\/Go into the rocks\/and hide in the dust\/from the terror of the Lord\/and from his majestic splendor."
    },
    "17697": {
        "format": "poetry",
        "text": "\/The pride of mankind will be humbled,\/and human loftiness will be brought low;\/the Lord alone will be exalted on that day."
    },
    "17698": {
        "format": "poetry",
        "text": "¶For a day belonging to the Lord of Armies is coming\/against all that is proud and lofty,\/against all that is lifted up—it will be humbled—"
    },
    "17699": {
        "format": "poetry",
        "text": "\/against all the cedars of Lebanon,\/lofty and lifted up,\/against all the oaks of Bashan,"
    },
    "17700": {
        "format": "poetry",
        "text": "\/against all the high mountains,\/against all the lofty hills,"
    },
    "17701": {
        "format": "poetry",
        "text": "\/against every high tower,\/against every fortified wall,"
    },
    "17702": {
        "format": "poetry",
        "text": "\/against every ship of Tarshish,\/and against every splendid sea vessel."
    },
    "17703": {
        "format": "poetry",
        "text": "\/The pride of mankind will be brought low,\/and human loftiness will be humbled;\/the Lord alone will be exalted on that day."
    },
    "17704": {
        "format": "poetry",
        "text": "\/The idols will vanish completely."
    },
    "17705": {
        "format": "poetry",
        "text": "¶People will go into caves in the rocks\/and holes in the ground,\/away from the terror of the Lord\/and from his majestic splendor,\/when he rises to terrify the earth."
    },
    "17706": {
        "format": "poetry",
        "text": "\/On that day people will throw\/their silver and gold idols,\/which they made to worship,\/to the moles and the bats."
    },
    "17707": {
        "format": "poetry",
        "text": "\/They will go into the caves of the rocks\/and the crevices in the cliffs,\/away from the terror of the Lord\/and from his majestic splendor,\/when he rises to terrify the earth."
    },
    "17708": {
        "format": "poetry",
        "text": "\/Put no more trust in a mere human,\/who has only the breath in his nostrils.\/What is he really worth?"
    },
    "17709": {
        "format": "poetry",
        "text": "§¶Note this: The Lord God of Armies\/is about to remove from Jerusalem and from Judah\/every kind of security:\/the entire supply of bread and water,"
    },
    "17710": {
        "format": "poetry",
        "text": "\/heroes and warriors,\/judges and prophets,\/fortune-tellers and elders,"
    },
    "17711": {
        "format": "poetry",
        "text": "\/commanders of fifty and dignitaries,\/counselors, cunning magicians, and necromancers."
    },
    "17712": {
        "format": "poetry",
        "text": "\/“I will make youths their leaders,\/and unstable rulers will govern them.”"
    },
    "17713": {
        "format": "poetry",
        "text": "\/The people will oppress one another,\/man against man, neighbor against neighbor;\/the young will act arrogantly toward the old,\/and the worthless toward the honorable."
    },
    "17714": {
        "format": "poetry",
        "text": "\/A man will even seize his brother\/in his father’s house, saying:\/“You have a cloak—you be our leader!\/This heap of rubble will be under your control.”"
    },
    "17715": {
        "format": "poetry",
        "text": "\/On that day he will cry out, saying:\/“I’m not a healer.\/I don’t even have food or clothing in my house.\/Don’t make me the leader of the people!”"
    },
    "17716": {
        "format": "poetry",
        "text": "\/For Jerusalem has stumbled\/and Judah has fallen\/because they have spoken and acted against the Lord,\/defying his glorious presence."
    },
    "17717": {
        "format": "poetry",
        "text": "\/The look on their faces testifies against them,\/and like Sodom, they flaunt their sin;\/they do not conceal it.\/Woe to them,\/for they have brought disaster on themselves."
    },
    "17718": {
        "format": "poetry",
        "text": "\/Tell the righteous that it will go well for them,\/for they will eat the fruit of their labor."
    },
    "17719": {
        "format": "poetry",
        "text": "\/Woe to the wicked—it will go badly for them,\/for what they have done will be done to them."
    },
    "17720": {
        "format": "poetry",
        "text": "\/Youths oppress my people,\/and women rule over them.\/My people, your leaders mislead you;\/they confuse the direction of your paths."
    },
    "17721": {
        "format": "poetry",
        "text": "¶The Lord rises to argue the case\/and stands to judge the people."
    },
    "17722": {
        "format": "poetry",
        "text": "\/The Lord brings this charge\/against the elders and leaders of his people:\/“You have devastated the vineyard.\/The plunder from the poor is in your houses."
    },
    "17723": {
        "format": "poetry",
        "text": "\/Why do you crush my people\/and grind the faces of the poor?”\/This is the declaration of the Lord God of Armies."
    },
    "17724": {
        "format": "prose",
        "text": "§¶The Lord also says:¶▼Because the daughters of Zion are haughty,\/walking with heads held high\/and seductive eyes,\/prancing along,\/jingling their ankle bracelets,"
    },
    "17725": {
        "format": "poetry",
        "text": "\/the Lord will put scabs on the heads\/of the daughters of Zion,\/and the Lord will shave their foreheads bare."
    },
    "17726": {
        "format": "prose",
        "text": "¶On that day the Lord will strip their finery: ankle bracelets, headbands, crescents,"
    },
    "17727": {
        "format": "prose",
        "text": "pendants, bracelets, veils,"
    },
    "17728": {
        "format": "prose",
        "text": "headdresses, ankle jewelry, sashes, perfume bottles, amulets,"
    },
    "17729": {
        "format": "prose",
        "text": "signet rings, nose rings,"
    },
    "17730": {
        "format": "prose",
        "text": "festive robes, capes, cloaks, purses,"
    },
    "17731": {
        "format": "prose",
        "text": "garments, linen clothes, turbans, and shawls."
    },
    "17732": {
        "format": "poetry",
        "text": "¶Instead of perfume there will be a stench;\/instead of a belt, a rope;\/instead of beautifully styled hair, baldness;\/instead of fine clothes, sackcloth;\/instead of beauty, branding."
    },
    "17733": {
        "format": "poetry",
        "text": "\/Your men will fall by the sword,\/your warriors in battle."
    },
    "17734": {
        "format": "poetry",
        "text": "\/Then her gates will lament and mourn;\/deserted, she will sit on the ground."
    },
    "17735": {
        "format": "poetry",
        "text": "\/On that day seven women\/will seize one man, saying,\/“We will eat our own bread\/and provide our own clothing.\/Just let us bear your name.\/Take away our disgrace.”"
    },
    "17736": {
        "format": "prose",
        "text": "§¶On that day the Branch of the Lord will be beautiful and glorious, and the fruit of the land will be the pride and glory of Israel’s survivors."
    },
    "17737": {
        "format": "prose",
        "text": "Whoever remains in Zion and whoever is left in Jerusalem will be called holy—all in Jerusalem written in the book of life—"
    },
    "17738": {
        "format": "prose",
        "text": "when the Lord has washed away the filth of the daughters of Zion and cleansed the bloodguilt from the heart of Jerusalem by a spirit of judgment and a spirit of burning."
    },
    "17739": {
        "format": "prose",
        "text": "Then the Lord will create a cloud of smoke by day and a glowing flame of fire by night over the entire site of Mount Zion and over its assemblies. For there will be a canopy over all the glory,"
    },
    "17740": {
        "format": "prose",
        "text": "and there will be a shelter for shade from heat by day, and a refuge and shelter from storm and rain."
    },
    "17741": {
        "format": "poetry",
        "text": "§¶I will sing about the one I love,\/a song about my loved one’s vineyard:\/The one I love had a vineyard\/on a very fertile hill."
    },
    "17742": {
        "format": "poetry",
        "text": "\/He broke up the soil, cleared it of stones,\/and planted it with the finest vines.\/He built a tower in the middle of it\/and even dug out a winepress there.\/He expected it to yield good grapes,\/but it yielded worthless grapes."
    },
    "17743": {
        "format": "poetry",
        "text": "¶So now, residents of Jerusalem\/and men of Judah,\/please judge between me\/and my vineyard."
    },
    "17744": {
        "format": "poetry",
        "text": "\/What more could I have done for my vineyard\/than I did?\/Why, when I expected a yield of good grapes,\/did it yield worthless grapes?"
    },
    "17745": {
        "format": "poetry",
        "text": "\/Now I will tell you\/what I am about to do to my vineyard:\/I will remove its hedge,\/and it will be consumed;\/I will tear down its wall,\/and it will be trampled."
    },
    "17746": {
        "format": "poetry",
        "text": "\/I will make it a wasteland.\/It will not be pruned or weeded;\/thorns and briers will grow up.\/I will also give orders to the clouds\/that rain should not fall on it."
    },
    "17747": {
        "format": "poetry",
        "text": "\/For the vineyard of the Lord of Armies\/is the house of Israel,\/and the men of Judah,\/the plant he delighted in.\/He expected justice\/but saw injustice;\/he expected righteousness,\/but heard cries of despair."
    },
    "17748": {
        "format": "poetry",
        "text": "§¶Woe to those who add house to house\/and join field to field\/until there is no more room\/and you alone are left in the land."
    },
    "17749": {
        "format": "prose",
        "text": "¶I heard the Lord of Armies say:¶▼Indeed, many houses will become desolate,\/grand and lovely ones without inhabitants."
    },
    "17750": {
        "format": "poetry",
        "text": "\/For a ten-acre vineyard will yield\/only six gallons of wine,\/and ten bushels of seed will yield\/only one bushel of grain."
    },
    "17751": {
        "format": "poetry",
        "text": "¶Woe to those who rise early in the morning\/in pursuit of beer,\/who linger into the evening,\/inflamed by wine."
    },
    "17752": {
        "format": "poetry",
        "text": "\/At their feasts they have lyre, harp,\/tambourine, flute, and wine.\/They do not perceive the Lord’s actions,\/and they do not see the work of his hands."
    },
    "17753": {
        "format": "poetry",
        "text": "¶Therefore my people will go into exile\/because they lack knowledge;\/her dignitaries are starving,\/and her masses are parched with thirst."
    },
    "17754": {
        "format": "poetry",
        "text": "\/Therefore Sheol enlarges its throat\/and opens wide its enormous jaws,\/and down go Zion’s dignitaries, her masses,\/her crowds, and those who celebrate in her!"
    },
    "17755": {
        "format": "poetry",
        "text": "\/Humanity is brought low, each person is humbled,\/and haughty eyes are humbled."
    },
    "17756": {
        "format": "poetry",
        "text": "\/But the Lord of Armies is exalted by his justice,\/and the holy God shows that he is holy through his righteousness."
    },
    "17757": {
        "format": "poetry",
        "text": "\/Lambs will graze\/as if in their own pastures,\/and resident aliens will eat\/among the ruins of the rich."
    },
    "17758": {
        "format": "poetry",
        "text": "¶Woe to those who drag iniquity\/with cords of deceit\/and pull sin along with cart ropes,"
    },
    "17759": {
        "format": "poetry",
        "text": "\/to those who say:\/“Let him hurry up and do his work quickly\/so that we can see it!\/Let the plan of the Holy One of Israel take place\/so that we can know it!”"
    },
    "17760": {
        "format": "poetry",
        "text": "\/Woe to those who call evil good\/and good evil,\/who substitute darkness for light\/and light for darkness,\/who substitute bitter for sweet\/and sweet for bitter."
    },
    "17761": {
        "format": "poetry",
        "text": "\/Woe to those who consider themselves wise\/and judge themselves clever."
    },
    "17762": {
        "format": "poetry",
        "text": "\/Woe to those who are heroes at drinking wine,\/who are champions at pouring beer,"
    },
    "17763": {
        "format": "poetry",
        "text": "\/who acquit the guilty for a bribe\/and deprive the innocent of justice."
    },
    "17764": {
        "format": "poetry",
        "text": "¶Therefore, as a tongue of fire consumes straw\/and as dry grass shrivels in the flame,\/so their roots will become like something rotten\/and their blossoms will blow away like dust,\/for they have rejected\/the instruction of the Lord of Armies,\/and they have despised\/the word of the Holy One of Israel."
    },
    "17765": {
        "format": "poetry",
        "text": "\/Therefore the Lord’s anger burned against his people.\/He raised his hand against them and struck them;\/the mountains quaked,\/and their corpses were like garbage in the streets.\/In all this, his anger has not turned away,\/and his hand is still raised to strike."
    },
    "17766": {
        "format": "poetry",
        "text": "¶He raises a signal flag for the distant nations\/and whistles for them from the ends of the earth.\/Look—how quickly and swiftly they come!"
    },
    "17767": {
        "format": "poetry",
        "text": "\/None of them grows weary or stumbles;\/no one slumbers or sleeps.\/No belt is loose\/and no sandal strap broken."
    },
    "17768": {
        "format": "poetry",
        "text": "\/Their arrows are sharpened,\/and all their bows strung.\/Their horses’ hooves are like flint;\/their chariot wheels are like a whirlwind."
    },
    "17769": {
        "format": "poetry",
        "text": "\/Their roaring is like a lion’s;\/they roar like young lions;\/they growl and seize their prey\/and carry it off,\/and no one can rescue it."
    },
    "17770": {
        "format": "poetry",
        "text": "\/On that day they will roar over it,\/like the roaring of the sea.\/When one looks at the land,\/there will be darkness and distress;\/light will be obscured by clouds."
    },
    "17771": {
        "format": "prose",
        "text": "§¶In the year that King Uzziah died, I saw the Lord seated on a high and lofty throne, and the hem of his robe filled the temple."
    },
    "17772": {
        "format": "prose",
        "text": "Seraphim were standing above him; they each had six wings: with two they covered their faces, with two they covered their feet, and with two they flew."
    },
    "17773": {
        "format": "prose",
        "text": "And one called to another:¶▼Holy, holy, holy is the Lord of Armies;\/his glory fills the whole earth."
    },
    "17774": {
        "format": "prose",
        "text": "¶The foundations of the doorways shook at the sound of their voices, and the temple was filled with smoke."
    },
    "17775": {
        "format": "prose",
        "text": "¶Then I said:¶▼Woe is me for I am ruined\/because I am a man of unclean lips\/and live among a people of unclean lips,\/and because my eyes have seen the King,\/the Lord of Armies."
    },
    "17776": {
        "format": "prose",
        "text": "¶Then one of the seraphim flew to me, and in his hand was a glowing coal that he had taken from the altar with tongs."
    },
    "17777": {
        "format": "prose",
        "text": "He touched my mouth with it and said:¶▼Now that this has touched your lips,\/your iniquity is removed\/and your sin is atoned for."
    },
    "17778": {
        "format": "prose",
        "text": "¶Then I heard the voice of the Lord asking:¶▼Who should I send?\/Who will go for us?¶►I said:¶▼Here I am. Send me."
    },
    "17779": {
        "format": "prose",
        "text": "¶And he replied:¶▼Go! Say to these people:\/Keep listening, but do not understand;\/keep looking, but do not perceive."
    },
    "17780": {
        "format": "poetry",
        "text": "\/Make the minds of these people dull;\/deafen their ears and blind their eyes;\/otherwise they might see with their eyes\/and hear with their ears,\/understand with their minds,\/turn back, and be healed."
    },
    "17781": {
        "format": "prose",
        "text": "¶Then I said, “Until when, Lord?” And he replied:¶▼Until cities lie in ruins without inhabitants,\/houses are without people,\/the land is ruined and desolate,"
    },
    "17782": {
        "format": "poetry",
        "text": "\/and the Lord drives the people far away,\/leaving great emptiness in the land."
    },
    "17783": {
        "format": "poetry",
        "text": "\/Though a tenth will remain in the land,\/it will be burned again.\/Like the terebinth or the oak\/that leaves a stump when felled,\/the holy seed is the stump."
    },
    "17784": {
        "format": "prose",
        "text": "§¶This took place during the reign of Ahaz, son of Jotham, son of Uzziah king of Judah: Aram’s King Rezin and Israel’s King Pekah son of Remaliah went to fight against Jerusalem, but they were not able to conquer it."
    },
    "17785": {
        "format": "prose",
        "text": "¶When it became known to the house of David that Aram had occupied Ephraim, the heart of Ahaz and the hearts of his people trembled like trees of a forest shaking in the wind."
    },
    "17786": {
        "format": "prose",
        "text": "¶The Lord said to Isaiah, “Go out with your son Shear-jashub to meet Ahaz at the end of the conduit of the upper pool, by the road to the Launderer’s Field."
    },
    "17787": {
        "format": "prose",
        "text": "Say to him: Calm down and be quiet. Don’t be afraid or cowardly because of these two smoldering sticks, the fierce anger of Rezin and Aram, and the son of Remaliah."
    },
    "17788": {
        "format": "prose",
        "text": "For Aram, along with Ephraim and the son of Remaliah, has plotted harm against you. They say,"
    },
    "17789": {
        "format": "prose",
        "text": "‘Let us go up against Judah, terrorize it, and conquer it for ourselves. Then we can install Tabeel’s son as king in it.’”"
    },
    "17790": {
        "format": "prose",
        "text": "¶This is what the Lord God says:¶▼It will not happen; it will not occur."
    },
    "17791": {
        "format": "poetry",
        "text": "\/The chief of Aram is Damascus,\/the chief city of Damascus is Rezin\/(within sixty-five years\/Ephraim will be too shattered to be a people),"
    },
    "17792": {
        "format": "poetry",
        "text": "\/the chief of Ephraim is Samaria,\/and the chief city of Samaria is the son of Remaliah.\/If you do not stand firm in your faith,\/then you will not stand at all."
    },
    "17793": {
        "format": "prose",
        "text": "§¶Then the Lord spoke again to Ahaz:"
    },
    "17794": {
        "format": "prose",
        "text": "“Ask for a sign from the Lord your God—it can be as deep as Sheol or as high as heaven.”"
    },
    "17795": {
        "format": "prose",
        "text": "¶But Ahaz replied, “I will not ask. I will not test the Lord.”"
    },
    "17796": {
        "format": "prose",
        "text": "¶Isaiah said, “Listen, house of David! Is it not enough for you to try the patience of men? Will you also try the patience of my God?"
    },
    "17797": {
        "format": "prose",
        "text": "Therefore, the Lord himself will give you a sign: See, the virgin will conceive, have a son, and name him Immanuel."
    },
    "17798": {
        "format": "prose",
        "text": "By the time he learns to reject what is bad and choose what is good, he will be eating curds and honey."
    },
    "17799": {
        "format": "prose",
        "text": "For before the boy knows to reject what is bad and choose what is good, the land of the two kings you dread will be abandoned."
    },
    "17800": {
        "format": "prose",
        "text": "The Lord will bring on you, your people, and your father’s house such a time as has never been since Ephraim separated from Judah: He will bring the king of Assyria.”"
    },
    "17801": {
        "format": "poetry",
        "text": "¶On that day\/the Lord will whistle to flies\/at the farthest streams of the Nile\/and to bees in the land of Assyria."
    },
    "17802": {
        "format": "poetry",
        "text": "\/All of them will come and settle\/in the steep ravines, in the clefts of the rocks,\/in all the thornbushes, and in all the water holes."
    },
    "17803": {
        "format": "prose",
        "text": "¶On that day the Lord will use a razor hired from beyond the Euphrates River—the king of Assyria—to shave the hair on your heads, the hair on your legs, and even your beards."
    },
    "17804": {
        "format": "poetry",
        "text": "¶On that day\/a man will raise a young cow and two sheep,"
    },
    "17805": {
        "format": "poetry",
        "text": "\/and from the abundant milk they give\/he will eat curds,\/for every survivor in the land will eat curds and honey."
    },
    "17806": {
        "format": "poetry",
        "text": "¶And on that day\/every place where there were a thousand vines,\/worth a thousand pieces of silver,\/will become thorns and briers."
    },
    "17807": {
        "format": "poetry",
        "text": "\/A man will go there with bow and arrows\/because the whole land will be thorns and briers."
    },
    "17808": {
        "format": "poetry",
        "text": "\/You will not go to all the hills\/that were once tilled with a hoe,\/for fear of the thorns and briers.\/Those hills will be places for oxen to graze\/and for sheep to trample."
    },
    "17809": {
        "format": "prose",
        "text": "§¶Then the Lord said to me, “Take a large piece of parchment and write on it with an ordinary pen: Maher-shalal-hash-baz."
    },
    "17810": {
        "format": "prose",
        "text": "I have appointed trustworthy witnesses—the priest Uriah and Zechariah son of Jeberechiah.”"
    },
    "17811": {
        "format": "prose",
        "text": "¶I was then intimate with the prophetess, and she conceived and gave birth to a son. The Lord said to me, “Name him Maher-shalal-hash-baz,"
    },
    "17812": {
        "format": "prose",
        "text": "for before the boy knows how to call ‘Father,’ or ‘Mother,’ the wealth of Damascus and the spoils of Samaria will be carried off to the king of Assyria.”"
    },
    "17813": {
        "format": "prose",
        "text": "¶The Lord spoke to me again:"
    },
    "17814": {
        "format": "poetry",
        "text": "¶Because these people rejected\/the slowly flowing water of Shiloah\/and rejoiced with Rezin\/and the son of Remaliah,"
    },
    "17815": {
        "format": "poetry",
        "text": "\/the Lord will certainly bring against them\/the mighty rushing water of the Euphrates River—\/the king of Assyria and all his glory.\/It will overflow its channels\/and spill over all its banks."
    },
    "17816": {
        "format": "poetry",
        "text": "\/It will pour into Judah,\/flood over it, and sweep through,\/reaching up to the neck;\/and its flooded banks\/will fill your entire land, Immanuel!"
    },
    "17817": {
        "format": "poetry",
        "text": "¶Band together, peoples, and be broken;\/pay attention, all you distant lands;\/prepare for war, and be broken;\/prepare for war, and be broken."
    },
    "17818": {
        "format": "poetry",
        "text": "\/Devise a plan; it will fail.\/Make a prediction; it will not happen.\/For God is with us."
    },
    "17819": {
        "format": "prose",
        "text": "§¶For this is what the Lord said to me with great power, to keep me from going the way of this people:"
    },
    "17820": {
        "format": "poetry",
        "text": "¶Do not call everything a conspiracy\/these people say is a conspiracy.\/Do not fear what they fear;\/do not be terrified."
    },
    "17821": {
        "format": "poetry",
        "text": "\/You are to regard only the Lord of Armies as holy.\/Only he should be feared;\/only he should be held in awe."
    },
    "17822": {
        "format": "poetry",
        "text": "\/He will be a sanctuary;\/but for the two houses of Israel,\/he will be a stone to stumble over\/and a rock to trip over,\/and a trap and a snare to the inhabitants of Jerusalem."
    },
    "17823": {
        "format": "poetry",
        "text": "\/Many will stumble over these;\/they will fall and be broken;\/they will be snared and captured."
    },
    "17824": {
        "format": "poetry",
        "text": "¶Bind up the testimony.\/Seal up the instruction among my disciples."
    },
    "17825": {
        "format": "poetry",
        "text": "\/I will wait for the Lord,\/who is hiding his face from the house of Jacob.\/I will wait for him."
    },
    "17826": {
        "format": "prose",
        "text": "¶Here I am with the children the Lord has given me to be signs and wonders in Israel from the Lord of Armies who dwells on Mount Zion."
    },
    "17827": {
        "format": "prose",
        "text": "When they say to you, “Inquire of the mediums and the spiritists who chirp and mutter,” shouldn’t a people inquire of their God? Should they inquire of the dead on behalf of the living?"
    },
    "17828": {
        "format": "prose",
        "text": "Go to God’s instruction and testimony! If they do not speak according to this word, there will be no dawn for them."
    },
    "17829": {
        "format": "prose",
        "text": "¶They will wander through the land, dejected and hungry. When they are famished, they will become enraged, and, looking upward, will curse their king and their God."
    },
    "17830": {
        "format": "prose",
        "text": "They will look toward the earth and see only distress, darkness, and the gloom of affliction, and they will be driven into thick darkness."
    },
    "17831": {
        "format": "prose",
        "text": "§¶Nevertheless, the gloom of the distressed land will not be like that of the former times when he humbled the land of Zebulun and the land of Naphtali. But in the future he will bring honor to the way of the sea, to the land east of the Jordan, and to Galilee of the nations."
    },
    "17832": {
        "format": "poetry",
        "text": "¶The people walking in darkness\/have seen a great light;\/a light has dawned\/on those living in the land of darkness."
    },
    "17833": {
        "format": "poetry",
        "text": "\/You have enlarged the nation\/and increased its joy.\/The people have rejoiced before you\/as they rejoice at harvest time\/and as they rejoice when dividing spoils."
    },
    "17834": {
        "format": "poetry",
        "text": "\/For you have shattered their oppressive yoke\/and the rod on their shoulders,\/the staff of their oppressor,\/just as you did on the day of Midian."
    },
    "17835": {
        "format": "poetry",
        "text": "\/For every trampling boot of battle\/and the bloodied garments of war\/will be burned as fuel for the fire."
    },
    "17836": {
        "format": "poetry",
        "text": "\/For a child will be born for us,\/a son will be given to us,\/and the government will be on his shoulders.\/He will be named\/Wonderful Counselor, Mighty God,\/Eternal Father, Prince of Peace."
    },
    "17837": {
        "format": "poetry",
        "text": "\/The dominion will be vast,\/and its prosperity will never end.\/He will reign on the throne of David\/and over his kingdom,\/to establish and sustain it\/with justice and righteousness from now on and forever.\/The zeal of the Lord of Armies will accomplish this."
    },
    "17838": {
        "format": "poetry",
        "text": "§¶The Lord sent a message against Jacob;\/it came against Israel."
    },
    "17839": {
        "format": "poetry",
        "text": "\/All the people—\/Ephraim and the inhabitants of Samaria—will know it.\/They will say with pride and arrogance:"
    },
    "17840": {
        "format": "poetry",
        "text": "\/“The bricks have fallen,\/but we will rebuild with cut stones;\/the sycamores have been cut down,\/but we will replace them with cedars.”"
    },
    "17841": {
        "format": "poetry",
        "text": "\/The Lord has raised up Rezin’s adversaries against him\/and stirred up his enemies."
    },
    "17842": {
        "format": "poetry",
        "text": "\/Aram from the east and Philistia from the west\/have consumed Israel with open mouths.\/In all this, his anger has not turned away,\/and his hand is still raised to strike."
    },
    "17843": {
        "format": "poetry",
        "text": "¶The people did not turn to him who struck them;\/they did not seek the Lord of Armies."
    },
    "17844": {
        "format": "poetry",
        "text": "\/So the Lord cut off Israel’s head and tail,\/palm branch and reed in a single day."
    },
    "17845": {
        "format": "poetry",
        "text": "\/The head is the elder, the honored one;\/the tail is the prophet, the one teaching lies."
    },
    "17846": {
        "format": "poetry",
        "text": "\/The leaders of the people mislead them,\/and those they mislead are swallowed up."
    },
    "17847": {
        "format": "poetry",
        "text": "\/Therefore the Lord does not rejoice\/over Israel’s young men\/and has no compassion\/on its fatherless and widows,\/for everyone is a godless evildoer,\/and every mouth speaks folly.\/In all this, his anger has not turned away,\/and his hand is still raised to strike."
    },
    "17848": {
        "format": "poetry",
        "text": "¶For wickedness burns like a fire\/that consumes thorns and briers\/and kindles the forest thickets\/so that they go up in a column of smoke."
    },
    "17849": {
        "format": "poetry",
        "text": "\/The land is scorched\/by the wrath of the Lord of Armies,\/and the people are like fuel for the fire.\/No one has compassion on his brother."
    },
    "17850": {
        "format": "poetry",
        "text": "\/They carve meat on the right,\/but they are still hungry;\/they have eaten on the left,\/but they are still not satisfied.\/Each one eats the flesh of his own arm."
    },
    "17851": {
        "format": "poetry",
        "text": "\/Manasseh is with Ephraim,\/and Ephraim with Manasseh;\/together, both are against Judah.\/In all this, his anger has not turned away,\/and his hand is still raised to strike."
    },
    "17852": {
        "format": "poetry",
        "text": "\/Woe to those enacting crooked statutes\/and writing oppressive laws"
    },
    "17853": {
        "format": "poetry",
        "text": "\/to keep the poor from getting a fair trial\/and to deprive the needy among my people of justice,\/so that widows can be their spoil\/and they can plunder the fatherless."
    },
    "17854": {
        "format": "poetry",
        "text": "\/What will you do on the day of punishment\/when devastation comes from far away?\/Who will you run to for help?\/Where will you leave your wealth?"
    },
    "17855": {
        "format": "poetry",
        "text": "\/There will be nothing to do\/except crouch among the prisoners\/or fall among the slain.\/In all this, his anger has not turned away,\/and his hand is still raised to strike."
    },
    "17856": {
        "format": "poetry",
        "text": "§¶Woe to Assyria, the rod of my anger—\/the staff in their hands is my wrath."
    },
    "17857": {
        "format": "poetry",
        "text": "\/I will send him against a godless nation;\/I will command him to go\/against a people destined for my rage,\/to take spoils, to plunder,\/and to trample them down like clay in the streets."
    },
    "17858": {
        "format": "poetry",
        "text": "\/But this is not what he intends;\/this is not what he plans.\/It is his intent to destroy\/and to cut off many nations."
    },
    "17859": {
        "format": "poetry",
        "text": "\/For he says,\/“Aren’t all my commanders kings?"
    },
    "17860": {
        "format": "poetry",
        "text": "\/Isn’t Calno like Carchemish?\/Isn’t Hamath like Arpad?\/Isn’t Samaria like Damascus?"
    },
    "17861": {
        "format": "poetry",
        "text": "\/As my hand seized the idolatrous kingdoms,\/whose idols exceeded those of Jerusalem and Samaria,"
    },
    "17862": {
        "format": "poetry",
        "text": "\/and as I did to Samaria and its worthless images\/will I not also do to Jerusalem and its idols?”"
    },
    "17863": {
        "format": "prose",
        "text": "§¶But when the Lord finishes all his work against Mount Zion and Jerusalem, he will say, “I will punish the king of Assyria for his arrogant acts and the proud look in his eyes.”"
    },
    "17864": {
        "format": "prose",
        "text": "For he said:¶▼I have done this by my own strength\/and wisdom, for I am clever.\/I abolished the borders of nations\/and plundered their treasures;\/like a mighty warrior, I subjugated the inhabitants."
    },
    "17865": {
        "format": "poetry",
        "text": "\/My hand has reached out, as if into a nest,\/to seize the wealth of the nations.\/Like one gathering abandoned eggs,\/I gathered the whole earth.\/No wing fluttered;\/no beak opened or chirped."
    },
    "17866": {
        "format": "poetry",
        "text": "¶Does an ax exalt itself\/above the one who chops with it?\/Does a saw magnify itself\/above the one who saws with it?\/It would be like a rod waving the one who lifts it!\/It would be like a staff lifting the one who isn’t wood!"
    },
    "17867": {
        "format": "poetry",
        "text": "\/Therefore the Lord God of Armies\/will inflict an emaciating disease\/on the well-fed of Assyria,\/and he will kindle a burning fire\/under its glory."
    },
    "17868": {
        "format": "poetry",
        "text": "\/Israel’s Light will become a fire,\/and its Holy One, a flame.\/In one day it will burn and consume Assyria’s thorns and thistles."
    },
    "17869": {
        "format": "poetry",
        "text": "\/He will completely destroy\/the glory of its forests and orchards\/as a sickness consumes a person."
    },
    "17870": {
        "format": "poetry",
        "text": "\/The remaining trees of its forest\/will be so few in number\/that a child could count them."
    },
    "17871": {
        "format": "prose",
        "text": "§¶On that day the remnant of Israel and the survivors of the house of Jacob will no longer depend on the one who struck them, but they will faithfully depend on the Lord, the Holy One of Israel."
    },
    "17872": {
        "format": "poetry",
        "text": "¶The remnant will return, the remnant of Jacob,\/to the Mighty God."
    },
    "17873": {
        "format": "poetry",
        "text": "\/Israel, even if your people were as numerous\/as the sand of the sea,\/only a remnant of them will return.\/Destruction has been decreed;\/justice overflows."
    },
    "17874": {
        "format": "poetry",
        "text": "\/For throughout the land\/the Lord God of Armies\/is carrying out a destruction that was decreed."
    },
    "17875": {
        "format": "prose",
        "text": "¶Therefore, the Lord God of Armies says this: “My people who dwell in Zion, do not fear Assyria, though they strike you with a rod and raise their staff over you as the Egyptians did."
    },
    "17876": {
        "format": "prose",
        "text": "In just a little while my wrath will be spent and my anger will turn to their destruction.”"
    },
    "17877": {
        "format": "prose",
        "text": "And the Lord of Armies will brandish a whip against him as he did when he struck Midian at the rock of Oreb; and he will raise his staff over the sea as he did in Egypt."
    },
    "17878": {
        "format": "poetry",
        "text": "§¶On that day\/his burden will fall from your shoulders,\/and his yoke from your neck.\/The yoke will be broken because your neck will be too large."
    },
    "17879": {
        "format": "poetry",
        "text": "\/Assyria has come to Aiath\/and has gone through Migron,\/storing their equipment at Michmash."
    },
    "17880": {
        "format": "poetry",
        "text": "\/They crossed over at the ford, saying,\/“We will spend the night at Geba.”\/The people of Ramah are trembling;\/those at Gibeah of Saul have fled."
    },
    "17881": {
        "format": "poetry",
        "text": "\/Cry aloud, daughter of Gallim!\/Listen, Laishah!\/Anathoth is miserable."
    },
    "17882": {
        "format": "poetry",
        "text": "\/Madmenah has fled.\/The inhabitants of Gebim have sought refuge."
    },
    "17883": {
        "format": "poetry",
        "text": "\/Today the Assyrians will stand at Nob,\/shaking their fists at the mountain of Daughter Zion,\/the hill of Jerusalem."
    },
    "17884": {
        "format": "poetry",
        "text": "\/Look, the Lord God of Armies\/will chop off the branches with terrifying power,\/and the tall trees will be cut down,\/the high trees felled."
    },
    "17885": {
        "format": "poetry",
        "text": "\/He is clearing the thickets of the forest with an ax,\/and Lebanon with its majesty will fall."
    },
    "17886": {
        "format": "poetry",
        "text": "§¶Then a shoot will grow from the stump of Jesse,\/and a branch from his roots will bear fruit."
    },
    "17887": {
        "format": "poetry",
        "text": "\/The Spirit of the Lord will rest on him—\/a Spirit of wisdom and understanding,\/a Spirit of counsel and strength,\/a Spirit of knowledge and of the fear of the Lord."
    },
    "17888": {
        "format": "poetry",
        "text": "\/His delight will be in the fear of the Lord.\/He will not judge\/by what he sees with his eyes,\/he will not execute justice\/by what he hears with his ears,"
    },
    "17889": {
        "format": "poetry",
        "text": "\/but he will judge the poor righteously\/and execute justice for the oppressed of the land.\/He will strike the land\/with a scepter from his mouth,\/and he will kill the wicked\/with a command from his lips."
    },
    "17890": {
        "format": "poetry",
        "text": "\/Righteousness will be a belt around his hips;\/faithfulness will be a belt around his waist."
    },
    "17891": {
        "format": "poetry",
        "text": "¶The wolf will dwell with the lamb,\/and the leopard will lie down with the goat.\/The calf, the young lion, and the fattened calf will be together,\/and a child will lead them."
    },
    "17892": {
        "format": "poetry",
        "text": "\/The cow and the bear will graze,\/their young ones will lie down together,\/and the lion will eat straw like cattle."
    },
    "17893": {
        "format": "poetry",
        "text": "\/An infant will play beside the cobra’s pit,\/and a toddler will put his hand into a snake’s den."
    },
    "17894": {
        "format": "poetry",
        "text": "\/They will not harm or destroy each other\/on my entire holy mountain,\/for the land will be as full\/of the knowledge of the Lord\/as the sea is filled with water."
    },
    "17895": {
        "format": "poetry",
        "text": "§¶On that day the root of Jesse\/will stand as a banner for the peoples.\/The nations will look to him for guidance,\/and his resting place will be glorious."
    },
    "17896": {
        "format": "prose",
        "text": "¶On that day the Lord will extend his hand a second time to recover the remnant of his people who survive—from Assyria, Egypt, Pathros, Cush, Elam, Shinar, Hamath, and the coasts and islands of the west."
    },
    "17897": {
        "format": "poetry",
        "text": "¶He will lift up a banner for the nations\/and gather the dispersed of Israel;\/he will collect the scattered of Judah\/from the four corners of the earth."
    },
    "17898": {
        "format": "poetry",
        "text": "\/Ephraim’s envy will cease;\/Judah’s harassing will end.\/Ephraim will no longer be envious of Judah,\/and Judah will not harass Ephraim."
    },
    "17899": {
        "format": "poetry",
        "text": "\/But they will swoop down\/on the Philistine flank to the west.\/Together they will plunder the people of the east.\/They will extend their power over Edom and Moab,\/and the Ammonites will be their subjects."
    },
    "17900": {
        "format": "poetry",
        "text": "\/The Lord will divide the Gulf of Suez.\/He will wave his hand over the Euphrates\/with his mighty wind\/and will split it into seven streams,\/letting people walk through on foot."
    },
    "17901": {
        "format": "poetry",
        "text": "\/There will be a highway for the remnant of his people\/who will survive from Assyria,\/as there was for Israel\/when they came up from the land of Egypt."
    },
    "17902": {
        "format": "poetry",
        "text": "§¶On that day you will say:\/“I will give thanks to you, Lord,\/although you were angry with me.\/Your anger has turned away,\/and you have comforted me."
    },
    "17903": {
        "format": "poetry",
        "text": "\/Indeed, God is my salvation;\/I will trust him and not be afraid,\/for the Lord, the Lord himself,\/is my strength and my song.\/He has become my salvation.”"
    },
    "17904": {
        "format": "poetry",
        "text": "\/You will joyfully draw water\/from the springs of salvation,"
    },
    "17905": {
        "format": "poetry",
        "text": "\/and on that day you will say:\/“Give thanks to the Lord; proclaim his name!\/Make his works known among the peoples.\/Declare that his name is exalted."
    },
    "17906": {
        "format": "poetry",
        "text": "\/Sing to the Lord, for he has done glorious things.\/Let this be known throughout the earth."
    },
    "17907": {
        "format": "poetry",
        "text": "\/Cry out and sing, citizen of Zion,\/for the Holy One of Israel is among you\/in his greatness.”"
    },
    "17908": {
        "format": "prose",
        "text": "§¶A pronouncement concerning Babylon that Isaiah son of Amoz saw:"
    },
    "17909": {
        "format": "poetry",
        "text": "¶Lift up a banner on a barren mountain.\/Call out to them.\/Signal with your hand, and they will go\/through the gates of the nobles."
    },
    "17910": {
        "format": "poetry",
        "text": "\/I have commanded my consecrated ones;\/yes, I have called my warriors,\/who celebrate my triumph,\/to execute my wrath."
    },
    "17911": {
        "format": "poetry",
        "text": "\/Listen, a commotion on the mountains,\/like that of a mighty people!\/Listen, an uproar among the kingdoms,\/like nations being gathered together!\/The Lord of Armies is mobilizing an army for war."
    },
    "17912": {
        "format": "poetry",
        "text": "\/They are coming from a distant land,\/from the farthest horizon—\/the Lord and the weapons of his wrath—\/to destroy the whole country."
    },
    "17913": {
        "format": "poetry",
        "text": "\/Wail! For the day of the Lord is near.\/It will come as destruction from the Almighty."
    },
    "17914": {
        "format": "poetry",
        "text": "\/Therefore everyone’s hands will become weak,\/and every man will lose heart."
    },
    "17915": {
        "format": "poetry",
        "text": "\/They will be horrified;\/pain and agony will seize them;\/they will be in anguish like a woman in labor.\/They will look at each other,\/their faces flushed with fear."
    },
    "17916": {
        "format": "poetry",
        "text": "\/Look, the day of the Lord is coming—\/cruel, with rage and burning anger—\/to make the earth a desolation\/and to destroy its sinners."
    },
    "17917": {
        "format": "poetry",
        "text": "\/Indeed, the stars of the sky and its constellations\/will not give their light.\/The sun will be dark when it rises,\/and the moon will not shine."
    },
    "17918": {
        "format": "poetry",
        "text": "\/I will punish the world for its evil,\/and wicked people for their iniquities.\/I will put an end to the pride of the arrogant\/and humiliate the insolence of tyrants."
    },
    "17919": {
        "format": "poetry",
        "text": "\/I will make a human more scarce than fine gold,\/and mankind more rare than the gold of Ophir."
    },
    "17920": {
        "format": "poetry",
        "text": "\/Therefore I will make the heavens tremble,\/and the earth will shake from its foundations\/at the wrath of the Lord of Armies,\/on the day of his burning anger."
    },
    "17921": {
        "format": "poetry",
        "text": "\/Like wandering gazelles\/and like sheep without a shepherd,\/each one will turn to his own people,\/each one will flee to his own land."
    },
    "17922": {
        "format": "poetry",
        "text": "\/Whoever is found will be stabbed,\/and whoever is caught will die by the sword."
    },
    "17923": {
        "format": "poetry",
        "text": "\/Their children will be dashed to pieces before their eyes;\/their houses will be looted,\/and their wives raped."
    },
    "17924": {
        "format": "poetry",
        "text": "\/Look! I am stirring up the Medes against them,\/who cannot be bought off with silver\/and who have no desire for gold."
    },
    "17925": {
        "format": "poetry",
        "text": "\/Their bows will cut young men to pieces.\/They will have no compassion on offspring;\/they will not look with pity on children."
    },
    "17926": {
        "format": "poetry",
        "text": "¶And Babylon, the jewel of the kingdoms,\/the glory of the pride of the Chaldeans,\/will be like Sodom and Gomorrah\/when God overthrew them."
    },
    "17927": {
        "format": "poetry",
        "text": "\/It will never be inhabited\/or lived in from generation to generation;\/a nomad will not pitch his tent there,\/and shepherds will not let their flocks rest there."
    },
    "17928": {
        "format": "poetry",
        "text": "\/But desert creatures will lie down there,\/and owls will fill the houses.\/Ostriches will dwell there,\/and wild goats will leap about."
    },
    "17929": {
        "format": "poetry",
        "text": "\/Hyenas will howl in the fortresses,\/and jackals, in the luxurious palaces.\/Babylon’s time is almost up;\/her days are almost over."
    },
    "17930": {
        "format": "prose",
        "text": "§¶For the Lord will have compassion on Jacob and will choose Israel again. He will settle them on their own land. The resident alien will join them and be united with the house of Jacob."
    },
    "17931": {
        "format": "prose",
        "text": "The nations will escort Israel and bring it to its homeland. Then the house of Israel will possess them as male and female slaves in the Lord’s land. They will make captives of their captors and will rule over their oppressors."
    },
    "17932": {
        "format": "prose",
        "text": "§¶When the Lord gives you rest from your pain, torment, and the hard labor you were forced to do,"
    },
    "17933": {
        "format": "prose",
        "text": "you will sing this song of contempt about the king of Babylon and say:¶▼How the oppressor has quieted down,\/and how the raging has become quiet!"
    },
    "17934": {
        "format": "poetry",
        "text": "\/The Lord has broken the staff of the wicked,\/the scepter of the rulers."
    },
    "17935": {
        "format": "poetry",
        "text": "\/It struck the peoples in anger\/with unceasing blows.\/It subdued the nations in rage\/with relentless persecution."
    },
    "17936": {
        "format": "poetry",
        "text": "\/The whole earth is calm and at rest;\/people shout with a ringing cry."
    },
    "17937": {
        "format": "poetry",
        "text": "\/Even the cypresses and the cedars of Lebanon\/rejoice over you:\/“Since you have been laid low,\/no lumberjack has come against us.”"
    },
    "17938": {
        "format": "poetry",
        "text": "¶Sheol below is eager to greet your coming,\/stirring up the spirits of the departed for you—\/all the rulers of the earth—\/making all the kings of the nations\/rise from their thrones."
    },
    "17939": {
        "format": "poetry",
        "text": "\/They all respond to you, saying,\/“You too have become as weak as we are;\/you have become like us!"
    },
    "17940": {
        "format": "poetry",
        "text": "\/Your splendor has been brought down to Sheol,\/along with the music of your harps.\/Maggots are spread out under you,\/and worms cover you.”"
    },
    "17941": {
        "format": "poetry",
        "text": "¶Shining morning star,\/how you have fallen from the heavens!\/You destroyer of nations,\/you have been cut down to the ground."
    },
    "17942": {
        "format": "poetry",
        "text": "\/You said to yourself,\/“I will ascend to the heavens;\/I will set up my throne\/above the stars of God.\/I will sit on the mount of the gods’ assembly,\/in the remotest parts of the North."
    },
    "17943": {
        "format": "poetry",
        "text": "\/I will ascend above the highest clouds;\/I will make myself like the Most High.”"
    },
    "17944": {
        "format": "poetry",
        "text": "\/But you will be brought down to Sheol\/into the deepest regions of the Pit."
    },
    "17945": {
        "format": "poetry",
        "text": "¶Those who see you will stare at you;\/they will look closely at you:\/“Is this the man who caused the earth to tremble,\/who shook the kingdoms,"
    },
    "17946": {
        "format": "poetry",
        "text": "\/who turned the world into a wilderness,\/who destroyed its cities\/and would not release the prisoners to return home?”"
    },
    "17947": {
        "format": "poetry",
        "text": "\/All the kings of the nations\/lie in splendor, each in his own tomb."
    },
    "17948": {
        "format": "poetry",
        "text": "\/But you are thrown out without a grave,\/like a worthless branch,\/covered by those slain with the sword\/and dumped into a rocky pit like a trampled corpse."
    },
    "17949": {
        "format": "poetry",
        "text": "\/You will not join them in burial,\/because you destroyed your land\/and slaughtered your own people.\/The offspring of evildoers\/will never be mentioned again."
    },
    "17950": {
        "format": "poetry",
        "text": "\/Prepare a place of slaughter for his sons,\/because of the iniquity of their fathers.\/They will never rise up to possess a land\/or fill the surface of the earth with cities."
    },
    "17951": {
        "format": "prose",
        "text": "¶“I will rise up against them”—this is the declaration of the Lord of Armies—“and I will cut off from Babylon her reputation, remnant, offspring, and posterity”—this is the Lord’s declaration."
    },
    "17952": {
        "format": "prose",
        "text": "“I will make her a swampland and a region for herons, and I will sweep her away with the broom of destruction.”¶This is the declaration of the Lord of Armies."
    },
    "17953": {
        "format": "prose",
        "text": "§¶The Lord of Armies has sworn:¶▼As I have purposed, so it will be;\/as I have planned it, so it will happen."
    },
    "17954": {
        "format": "poetry",
        "text": "\/I will break Assyria in my land;\/I will tread him down on my mountain.\/Then his yoke will be taken from them,\/and his burden will be removed from their shoulders."
    },
    "17955": {
        "format": "poetry",
        "text": "\/This is the plan prepared\/for the whole earth,\/and this is the hand stretched out\/against all the nations."
    },
    "17956": {
        "format": "poetry",
        "text": "\/The Lord of Armies himself has planned it;\/therefore, who can stand in its way?\/It is his hand that is outstretched,\/so who can turn it back?"
    },
    "17957": {
        "format": "prose",
        "text": "§¶In the year that King Ahaz died, this pronouncement came:"
    },
    "17958": {
        "format": "poetry",
        "text": "¶Don’t rejoice, all of you in Philistia,\/because the rod of the one who struck you is broken.\/For a viper will come from the root of a snake,\/and from its egg comes a flying serpent."
    },
    "17959": {
        "format": "poetry",
        "text": "\/Then the firstborn of the poor will be well fed,\/and the impoverished will lie down in safety,\/but I will kill your root with hunger,\/and your remnant will be slain."
    },
    "17960": {
        "format": "poetry",
        "text": "\/Wail, you gates! Cry out, city!\/Tremble with fear, all Philistia!\/For a cloud of dust is coming from the north,\/and there is no one missing from the invader’s ranks."
    },
    "17961": {
        "format": "poetry",
        "text": "\/What answer will be given to the messengers from that nation?\/The Lord has founded Zion,\/and his oppressed people find refuge in her."
    },
    "17962": {
        "format": "prose",
        "text": "§¶A pronouncement concerning Moab:¶▼Ar in Moab is devastated,\/destroyed in a night.\/Kir in Moab is devastated,\/destroyed in a night."
    },
    "17963": {
        "format": "poetry",
        "text": "\/Dibon went up to its temple\/to weep at its high places.\/Moab wails on Nebo and at Medeba.\/Every head is shaved;\/every beard is chopped short."
    },
    "17964": {
        "format": "poetry",
        "text": "¶In its streets they wear sackcloth;\/on its rooftops and in its public squares everyone wails,\/falling down and weeping."
    },
    "17965": {
        "format": "poetry",
        "text": "\/Heshbon and Elealeh cry out;\/their voices are heard as far away as Jahaz.\/Therefore the soldiers of Moab cry out,\/and they tremble."
    },
    "17966": {
        "format": "poetry",
        "text": "\/My heart cries out over Moab,\/whose fugitives flee as far as Zoar,\/to Eglath-shelishiyah;\/they go up the Ascent of Luhith weeping;\/they raise a cry of destruction\/on the road to Horonaim."
    },
    "17967": {
        "format": "poetry",
        "text": "¶The Waters of Nimrim are desolate;\/the grass is withered, the foliage is gone,\/and the vegetation has vanished."
    },
    "17968": {
        "format": "poetry",
        "text": "\/So they carry their wealth and belongings\/over the Wadi of the Willows."
    },
    "17969": {
        "format": "poetry",
        "text": "\/For their cry echoes\/throughout the territory of Moab.\/Their wailing reaches Eglaim;\/their wailing reaches Beer-elim."
    },
    "17970": {
        "format": "poetry",
        "text": "\/The Waters of Dibon are full of blood,\/but I will bring on Dibon even more than this—\/a lion for those who escape from Moab,\/and for the survivors in the land."
    },
    "17971": {
        "format": "poetry",
        "text": "\/Send lambs to the ruler of the land,\/from Sela in the desert\/to the mountain of Daughter Zion."
    },
    "17972": {
        "format": "poetry",
        "text": "\/Like a bird fleeing,\/forced from the nest,\/the daughters of Moab\/will be at the fords of the Arnon."
    },
    "17973": {
        "format": "poetry",
        "text": "\/Give us counsel and make a decision.\/Shelter us at noonday\/with shade that is as dark as night.\/Hide the refugees;\/do not betray the one who flees."
    },
    "17974": {
        "format": "poetry",
        "text": "\/Let my refugees stay with you;\/be a refuge for Moab from the aggressor.\/When the oppressor has gone,\/destruction has ended,\/and marauders have vanished from the land,"
    },
    "17975": {
        "format": "poetry",
        "text": "¶a throne will be established in love,\/and one will sit on it faithfully\/in the tent of David,\/judging and pursuing what is right,\/quick to execute justice."
    },
    "17976": {
        "format": "poetry",
        "text": "\/We have heard of Moab’s pride—\/how very proud he is—\/his haughtiness, his pride, his arrogance,\/and his empty boasting."
    },
    "17977": {
        "format": "poetry",
        "text": "\/Therefore let Moab wail;\/let every one of them wail for Moab.\/You who are completely devastated, mourn\/for the raisin cakes of Kir-hareseth."
    },
    "17978": {
        "format": "poetry",
        "text": "\/For Heshbon’s terraced vineyards\/and the grapevines of Sibmah have withered.\/The rulers of the nations\/have trampled its choice vines\/that reached as far as Jazer\/and spread to the desert.\/Their shoots spread out\/and reached the sea."
    },
    "17979": {
        "format": "poetry",
        "text": "\/So I join with Jazer\/to weep for the vines of Sibmah;\/I drench Heshbon and Elealeh with my tears.\/Triumphant shouts have fallen silent\/over your summer fruit and your harvest."
    },
    "17980": {
        "format": "poetry",
        "text": "\/Joy and rejoicing have been removed from the orchard;\/no one is singing or shouting for joy in the vineyards.\/No one tramples grapes in the winepresses.\/I have put an end to the shouting."
    },
    "17981": {
        "format": "poetry",
        "text": "¶Therefore I moan like the sound of a lyre for Moab,\/as does my innermost being for Kir-heres."
    },
    "17982": {
        "format": "poetry",
        "text": "\/When Moab appears\/and tires himself out on the high place\/and comes to his sanctuary to pray,\/it will do him no good."
    },
    "17983": {
        "format": "prose",
        "text": "¶This is the message that the Lord previously announced about Moab."
    },
    "17984": {
        "format": "prose",
        "text": "And now the Lord says, “In three years, as a hired worker counts years, Moab’s splendor will become an object of contempt, in spite of a very large population. And those who are left will be few and weak.”"
    },
    "17985": {
        "format": "prose",
        "text": "§¶A pronouncement concerning Damascus:¶▼Look, Damascus is no longer a city.\/It has become a ruined heap."
    },
    "17986": {
        "format": "poetry",
        "text": "\/The cities of Aroer are abandoned;\/they will be places for flocks.\/They will lie down without fear."
    },
    "17987": {
        "format": "poetry",
        "text": "¶The fortress disappears from Ephraim,\/and a kingdom from Damascus.\/The remnant of Aram will be\/like the splendor of the Israelites.¶►This is the declaration of the Lord of Armies."
    },
    "17988": {
        "format": "poetry",
        "text": "§¶On that day\/the splendor of Jacob will fade,\/and his healthy body will become emaciated."
    },
    "17989": {
        "format": "poetry",
        "text": "\/It will be as if a reaper had gathered standing grain—\/his arm harvesting the heads of grain—\/and as if one had gleaned heads of grain\/in the Valley of Rephaim."
    },
    "17990": {
        "format": "poetry",
        "text": "¶Only gleanings will be left in Israel,\/as if an olive tree had been beaten—\/two or three olives at the very top of the tree,\/four or five on its fruitful branches.\/This is the declaration of the Lord, the God of Israel."
    },
    "17991": {
        "format": "prose",
        "text": "¶On that day people will look to their Maker and will turn their eyes to the Holy One of Israel."
    },
    "17992": {
        "format": "prose",
        "text": "They will not look to the altars they made with their hands or to the Asherahs and shrines they made with their fingers."
    },
    "17993": {
        "format": "poetry",
        "text": "¶On that day their strong cities will be\/like the abandoned woods and mountaintops\/that were abandoned because of the Israelites;\/there will be desolation."
    },
    "17994": {
        "format": "poetry",
        "text": "¶For you have forgotten the God of your salvation,\/and you have failed to remember\/the rock of your strength;\/therefore you will plant beautiful plants\/and set out cuttings from exotic vines."
    },
    "17995": {
        "format": "poetry",
        "text": "\/On the day that you plant,\/you will help them to grow,\/and in the morning\/you will help your seed to sprout,\/but the harvest will vanish\/on the day of disease and incurable pain."
    },
    "17996": {
        "format": "poetry",
        "text": "§¶Ah! The roar of many peoples—\/they roar like the roaring of the seas.\/The raging of the nations—\/they rage like the rumble of rushing water."
    },
    "17997": {
        "format": "poetry",
        "text": "\/The nations rage like the rumble of a huge torrent.\/He rebukes them, and they flee far away,\/driven before the wind like chaff on the hills\/and like tumbleweeds before a gale."
    },
    "17998": {
        "format": "poetry",
        "text": "\/In the evening—sudden terror!\/Before morning—it is gone!\/This is the fate of those who plunder us\/and the lot of those who ravage us."
    },
    "17999": {
        "format": "poetry",
        "text": "§¶Woe to the land of buzzing insect wings\/beyond the rivers of Cush,"
    },
    "18000": {
        "format": "poetry",
        "text": "\/which sends envoys by sea,\/in reed vessels over the water.\/Go, swift messengers,\/to a nation tall and smooth-skinned,\/to a people feared far and near,\/a powerful nation with a strange language,\/whose land is divided by rivers."
    },
    "18001": {
        "format": "poetry",
        "text": "\/All you inhabitants of the world\/and you who live on the earth,\/when a banner is raised on the mountains, look!\/When a trumpet sounds, listen!"
    },
    "18002": {
        "format": "prose",
        "text": "¶For the Lord said to me:¶▼I will quietly look out from my place,\/like shimmering heat in sunshine,\/like a rain cloud in harvest heat."
    },
    "18003": {
        "format": "poetry",
        "text": "\/For before the harvest, when the blossoming is over\/and the blossom becomes a ripening grape,\/he will cut off the shoots with a pruning knife,\/and tear away and remove the branches."
    },
    "18004": {
        "format": "poetry",
        "text": "\/They will all be left for the birds of prey on the hills\/and for the wild animals of the land.\/The birds of prey will spend the summer feeding on them,\/and all the wild animals the winter."
    },
    "18005": {
        "format": "prose",
        "text": "¶At that time a gift will be brought to the Lord of Armies from a people tall and smooth-skinned, a people feared far and near, a powerful nation with a strange language, whose land is divided by rivers—to Mount Zion, the place of the name of the Lord of Armies."
    },
    "18006": {
        "format": "prose",
        "text": "§¶A pronouncement concerning Egypt:¶▼Look, the Lord rides on a swift cloud\/and is coming to Egypt.\/Egypt’s idols will tremble before him,\/and Egypt will lose heart."
    },
    "18007": {
        "format": "poetry",
        "text": "\/I will provoke Egyptians against Egyptians;\/each will fight against his brother\/and each against his friend,\/city against city, kingdom against kingdom."
    },
    "18008": {
        "format": "poetry",
        "text": "\/Egypt’s spirit will be disturbed within it,\/and I will frustrate its plans.\/Then they will inquire of idols, ghosts,\/and spiritists."
    },
    "18009": {
        "format": "poetry",
        "text": "¶I will hand over Egypt to harsh masters,\/and a strong king will rule it.\/This is the declaration of the Lord God of Armies."
    },
    "18010": {
        "format": "poetry",
        "text": "\/The water of the sea will dry up,\/and the river will be parched and dry."
    },
    "18011": {
        "format": "poetry",
        "text": "\/The channels will stink;\/they will dwindle, and Egypt’s canals will be parched.\/Reed and rush will wilt."
    },
    "18012": {
        "format": "poetry",
        "text": "\/The reeds by the Nile, by the mouth of the river,\/and all the cultivated areas of the Nile\/will wither, blow away, and vanish."
    },
    "18013": {
        "format": "poetry",
        "text": "\/Then the fishermen will mourn.\/All those who cast hooks into the Nile will lament,\/and those who spread nets on the water will give up."
    },
    "18014": {
        "format": "poetry",
        "text": "\/Those who work with flax will be dismayed;\/those combing it and weaving linen will turn pale."
    },
    "18015": {
        "format": "poetry",
        "text": "\/Egypt’s weavers will be dejected;\/all her wage earners will be demoralized."
    },
    "18016": {
        "format": "poetry",
        "text": "\/The princes of Zoan are complete fools;\/Pharaoh’s wisest advisers give stupid advice!\/How can you say to Pharaoh,\/“I am one of the wise,\/a student of eastern kings”?"
    },
    "18017": {
        "format": "poetry",
        "text": "\/Where then are your wise men?\/Let them tell you and reveal\/what the Lord of Armies has planned against Egypt."
    },
    "18018": {
        "format": "poetry",
        "text": "\/The princes of Zoan have been fools;\/the princes of Memphis are deceived.\/Her tribal chieftains have led Egypt astray."
    },
    "18019": {
        "format": "poetry",
        "text": "¶The Lord has mixed within her a spirit of confusion.\/The leaders have made Egypt stagger in all she does,\/as a drunkard staggers in his vomit."
    },
    "18020": {
        "format": "poetry",
        "text": "\/No head or tail, palm or reed,\/will be able to do anything for Egypt."
    },
    "18021": {
        "format": "prose",
        "text": "§¶On that day Egypt will be like women and will tremble with fear because of the threatening hand of the Lord of Armies when he raises it against them."
    },
    "18022": {
        "format": "prose",
        "text": "The land of Judah will terrify Egypt; whenever Judah is mentioned, Egypt will tremble because of what the Lord of Armies has planned against it."
    },
    "18023": {
        "format": "prose",
        "text": "¶On that day five cities in the land of Egypt will speak the language of Canaan and swear loyalty to the Lord of Armies. One of the cities will be called the City of the Sun."
    },
    "18024": {
        "format": "prose",
        "text": "¶On that day there will be an altar to the Lord in the center of the land of Egypt and a pillar to the Lord near her border."
    },
    "18025": {
        "format": "prose",
        "text": "It will be a sign and witness to the Lord of Armies in the land of Egypt. When they cry out to the Lord because of their oppressors, he will send them a savior and leader, and he will rescue them."
    },
    "18026": {
        "format": "prose",
        "text": "The Lord will make himself known to Egypt, and Egypt will know the Lord on that day. They will offer sacrifices and offerings; they will make vows to the Lord and fulfill them."
    },
    "18027": {
        "format": "prose",
        "text": "The Lord will strike Egypt, striking and healing. Then they will turn to the Lord and he will be receptive to their prayers and heal them."
    },
    "18028": {
        "format": "prose",
        "text": "¶On that day there will be a highway from Egypt to Assyria. Assyria will go to Egypt, Egypt to Assyria, and Egypt will worship with Assyria."
    },
    "18029": {
        "format": "prose",
        "text": "¶On that day Israel will form a triple alliance with Egypt and Assyria—a blessing within the land."
    },
    "18030": {
        "format": "prose",
        "text": "The Lord of Armies will bless them, saying, “Egypt my people, Assyria my handiwork, and Israel my inheritance are blessed.”"
    },
    "18031": {
        "format": "prose",
        "text": "§¶In the year that the chief commander, sent by King Sargon of Assyria, came to Ashdod and attacked and captured it—"
    },
    "18032": {
        "format": "prose",
        "text": "during that time the Lord had spoken through Isaiah son of Amoz, saying, “Go, take off your sackcloth and remove the sandals from your feet,” and he did that, going stripped and barefoot—"
    },
    "18033": {
        "format": "prose",
        "text": "the Lord said, “As my servant Isaiah has gone stripped and barefoot three years as a sign and omen against Egypt and Cush,"
    },
    "18034": {
        "format": "prose",
        "text": "so the king of Assyria will lead the captives of Egypt and the exiles of Cush, young and old alike, stripped and barefoot, with bared buttocks—to Egypt’s shame."
    },
    "18035": {
        "format": "prose",
        "text": "Those who made Cush their hope and Egypt their boast will be dismayed and ashamed."
    },
    "18036": {
        "format": "prose",
        "text": "And the inhabitants of this coastland will say on that day, ‘Look, this is what has happened to those we relied on and fled to for help to rescue us from the king of Assyria! Now, how will we escape?’”"
    },
    "18037": {
        "format": "prose",
        "text": "§¶A pronouncement concerning the desert by the sea:¶▼Like storms that pass over the Negev,\/it comes from the desert, from the land of terror."
    },
    "18038": {
        "format": "poetry",
        "text": "\/A troubling vision is declared to me:\/“The treacherous one acts treacherously,\/and the destroyer destroys.\/Advance, Elam! Lay siege, you Medes!\/I will put an end to all the groaning.”"
    },
    "18039": {
        "format": "poetry",
        "text": "\/Therefore I am filled with anguish.\/Pain grips me, like the pain of a woman in labor.\/I am too perplexed to hear,\/too dismayed to see."
    },
    "18040": {
        "format": "poetry",
        "text": "\/My heart staggers;\/horror terrifies me.\/He has turned my last glimmer of hope\/into sheer terror."
    },
    "18041": {
        "format": "poetry",
        "text": "\/Prepare a table, and spread out a carpet!\/Eat and drink!\/Rise up, you princes, and oil the shields!"
    },
    "18042": {
        "format": "poetry",
        "text": "\/For the Lord has said to me,\/“Go, post a lookout;\/let him report what he sees."
    },
    "18043": {
        "format": "poetry",
        "text": "\/When he sees riders—\/pairs of horsemen,\/riders on donkeys,\/riders on camels—\/he must pay close attention.”"
    },
    "18044": {
        "format": "poetry",
        "text": "\/Then the lookout reported,\/“Lord, I stand on the watchtower all day,\/and I stay at my post all night."
    },
    "18045": {
        "format": "poetry",
        "text": "\/Look, riders come—\/horsemen in pairs.”\/And he answered, saying,\/“Babylon has fallen, has fallen.\/All the images of her gods\/have been shattered on the ground.”"
    },
    "18046": {
        "format": "poetry",
        "text": "\/My people who have been crushed\/on the threshing floor,\/I have declared to you\/what I have heard from the Lord of Armies,\/the God of Israel."
    },
    "18047": {
        "format": "prose",
        "text": "§¶A pronouncement concerning Dumah:¶▼One calls to me from Seir,\/“Watchman, what is left of the night?\/Watchman, what is left of the night?”"
    },
    "18048": {
        "format": "poetry",
        "text": "\/The watchman said,\/“Morning has come, and also night.\/If you want to ask, ask!\/Come back again.”"
    },
    "18049": {
        "format": "prose",
        "text": "§¶A pronouncement concerning Arabia:¶▼In the desert brush\/you will camp for the night,\/you caravans of Dedanites."
    },
    "18050": {
        "format": "poetry",
        "text": "\/Bring water for the thirsty.\/The inhabitants of the land of Tema\/meet the refugees with food."
    },
    "18051": {
        "format": "poetry",
        "text": "\/For they have fled from swords,\/from the drawn sword,\/from the bow that is strung,\/and from the stress of battle."
    },
    "18052": {
        "format": "prose",
        "text": "¶For the Lord said this to me: “Within one year, as a hired worker counts years, all the glory of Kedar will be gone."
    },
    "18053": {
        "format": "prose",
        "text": "The remaining Kedarite archers will be few in number.” For the Lord, the God of Israel, has spoken."
    },
    "18054": {
        "format": "prose",
        "text": "§¶A pronouncement concerning the Valley of Vision:¶▼What’s the matter with you?\/Why have all of you gone up to the rooftops?"
    },
    "18055": {
        "format": "poetry",
        "text": "\/The noisy city, the jubilant town,\/is filled with celebration.\/Your dead did not die by the sword;\/they were not killed in battle."
    },
    "18056": {
        "format": "poetry",
        "text": "\/All your rulers have fled together,\/captured without a bow.\/All your fugitives were captured together;\/they had fled far away."
    },
    "18057": {
        "format": "poetry",
        "text": "\/Therefore I said,\/“Look away from me! Let me weep bitterly!\/Do not try to comfort me\/about the destruction of my dear people.”"
    },
    "18058": {
        "format": "poetry",
        "text": "\/For the Lord God of Armies\/had a day of tumult, trampling, and confusion\/in the Valley of Vision—\/people shouting and crying to the mountains;"
    },
    "18059": {
        "format": "poetry",
        "text": "\/Elam took up a quiver\/with chariots and horsemen,\/and Kir uncovered the shield."
    },
    "18060": {
        "format": "poetry",
        "text": "\/Your best valleys were full of chariots,\/and horsemen were positioned at the city gates."
    },
    "18061": {
        "format": "poetry",
        "text": "\/He removed the defenses of Judah.¶►On that day you looked to the weapons in the House of the Forest."
    },
    "18062": {
        "format": "prose",
        "text": "You saw that there were many breaches in the walls of the city of David. You collected water from the lower pool."
    },
    "18063": {
        "format": "prose",
        "text": "You counted the houses of Jerusalem so that you could tear them down to fortify the wall."
    },
    "18064": {
        "format": "prose",
        "text": "You made a reservoir between the walls for the water of the ancient pool, but you did not look to the one who made it, or consider the one who created it long ago."
    },
    "18065": {
        "format": "poetry",
        "text": "¶On that day the Lord God of Armies\/called for weeping, for wailing, for shaven heads,\/and for the wearing of sackcloth."
    },
    "18066": {
        "format": "poetry",
        "text": "\/But look: joy and gladness,\/butchering of cattle, slaughtering of sheep and goats,\/eating of meat, and drinking of wine—\/“Let us eat and drink, for tomorrow we die!”"
    },
    "18067": {
        "format": "poetry",
        "text": "\/The Lord of Armies has directly revealed to me:\/“This iniquity will not be wiped out for you people as long as you live.”\/The Lord God of Armies has spoken."
    },
    "18068": {
        "format": "prose",
        "text": "§¶The Lord God of Armies said: “Go to Shebna, that steward who is in charge of the palace, and say to him:"
    },
    "18069": {
        "format": "prose",
        "text": "What are you doing here? Who authorized you to carve out a tomb for yourself here, carving your tomb on the height and cutting a resting place for yourself out of rock?"
    },
    "18070": {
        "format": "prose",
        "text": "Look, you strong man! The Lord is about to shake you violently. He will take hold of you,"
    },
    "18071": {
        "format": "prose",
        "text": "wind you up into a ball, and sling you into a wide land. There you will die, and there your glorious chariots will be—a disgrace to the house of your lord."
    },
    "18072": {
        "format": "prose",
        "text": "I will remove you from your office; you will be ousted from your position."
    },
    "18073": {
        "format": "prose",
        "text": "¶“On that day I will call for my servant, Eliakim son of Hilkiah."
    },
    "18074": {
        "format": "prose",
        "text": "I will clothe him with your robe and tie your sash around him. I will hand your authority over to him, and he will be like a father to the inhabitants of Jerusalem and to the house of Judah."
    },
    "18075": {
        "format": "prose",
        "text": "I will place the key of the house of David on his shoulder; what he opens, no one can close; what he closes, no one can open."
    },
    "18076": {
        "format": "prose",
        "text": "I will drive him, like a peg, into a firm place. He will be a throne of honor for his father’s family."
    },
    "18077": {
        "format": "prose",
        "text": "They will hang on him all the glory of his father’s family: the descendants and the offshoots—all the small vessels, from bowls to every kind of jar."
    },
    "18078": {
        "format": "prose",
        "text": "On that day”—the declaration of the Lord of Armies—“the peg that was driven into a firm place will give way, be cut off, and fall, and the load on it will be destroyed.” Indeed, the Lord has spoken."
    },
    "18079": {
        "format": "prose",
        "text": "§¶A pronouncement concerning Tyre:¶▼Wail, ships of Tarshish,\/for your haven has been destroyed.\/Word has reached them from the land of Cyprus."
    },
    "18080": {
        "format": "poetry",
        "text": "\/Mourn, inhabitants of the coastland,\/you merchants of Sidon;\/your agents have crossed the sea"
    },
    "18081": {
        "format": "poetry",
        "text": "\/over deep water.\/Tyre’s revenue was the grain from Shihor—\/the harvest of the Nile.\/She was the merchant among the nations."
    },
    "18082": {
        "format": "poetry",
        "text": "\/Be ashamed, Sidon, the stronghold of the sea,\/for the sea has spoken:\/“I have not been in labor or given birth.\/I have not raised young men\/or brought up young women.”"
    },
    "18083": {
        "format": "poetry",
        "text": "\/When the news reaches Egypt,\/they will be in anguish over the news about Tyre."
    },
    "18084": {
        "format": "poetry",
        "text": "\/Cross over to Tarshish;\/wail, inhabitants of the coastland!"
    },
    "18085": {
        "format": "poetry",
        "text": "\/Is this your jubilant city,\/whose origin was in ancient times,\/whose feet have taken her\/to reside far away?"
    },
    "18086": {
        "format": "poetry",
        "text": "\/Who planned this against Tyre,\/the bestower of crowns,\/whose traders are princes,\/whose merchants are the honored ones of the earth?"
    },
    "18087": {
        "format": "poetry",
        "text": "\/The Lord of Armies planned it,\/to desecrate all its glorious beauty,\/to disgrace all the honored ones of the earth."
    },
    "18088": {
        "format": "poetry",
        "text": "\/Overflow your land like the Nile, daughter of Tarshish;\/there is no longer anything to restrain you."
    },
    "18089": {
        "format": "poetry",
        "text": "\/He stretched out his hand over the sea;\/he made kingdoms tremble.\/The Lord has commanded\/that the Canaanite fortresses be destroyed."
    },
    "18090": {
        "format": "poetry",
        "text": "\/He said,\/“You will not celebrate anymore,\/ravished young woman, daughter of Sidon.\/Get up and cross over to Cyprus—\/even there you will have no rest!”"
    },
    "18091": {
        "format": "poetry",
        "text": "\/Look at the land of the Chaldeans—\/a people who no longer exist.\/Assyria destined it for desert creatures.\/They set up their siege towers\/and stripped its palaces.\/They made it a ruin."
    },
    "18092": {
        "format": "poetry",
        "text": "\/Wail, ships of Tarshish,\/because your fortress is destroyed!"
    },
    "18093": {
        "format": "prose",
        "text": "¶On that day Tyre will be forgotten for seventy years—the life span of one king. At the end of seventy years, what the song says about the prostitute will happen to Tyre:"
    },
    "18094": {
        "format": "poetry",
        "text": "¶Pick up your lyre,\/stroll through the city,\/you forgotten prostitute.\/Play skillfully,\/sing many a song\/so that you will be remembered."
    },
    "18095": {
        "format": "prose",
        "text": "¶And at the end of the seventy years, the Lord will restore Tyre and she will go back into business, prostituting herself with all the kingdoms of the world throughout the earth."
    },
    "18096": {
        "format": "prose",
        "text": "But her profits and wages will be dedicated to the Lord. They will not be stored or saved, for her profit will go to those who live in the Lord’s presence, to provide them with ample food and sacred clothing."
    },
    "18097": {
        "format": "poetry",
        "text": "§¶Look, the Lord is stripping the earth bare\/and making it desolate.\/He will twist its surface and scatter its inhabitants:"
    },
    "18098": {
        "format": "poetry",
        "text": "\/people and priest alike,\/servant and master,\/female servant and mistress,\/buyer and seller,\/lender and borrower,\/creditor and debtor."
    },
    "18099": {
        "format": "poetry",
        "text": "\/The earth will be stripped completely bare\/and will be totally plundered,\/for the Lord has spoken this message."
    },
    "18100": {
        "format": "poetry",
        "text": "\/The earth mourns and withers;\/the world wastes away and withers;\/the exalted people of the earth waste away."
    },
    "18101": {
        "format": "poetry",
        "text": "\/The earth is polluted by its inhabitants,\/for they have transgressed teachings,\/overstepped decrees,\/and broken the permanent covenant."
    },
    "18102": {
        "format": "poetry",
        "text": "\/Therefore a curse has consumed the earth,\/and its inhabitants have become guilty;\/the earth’s inhabitants have been burned,\/and only a few survive."
    },
    "18103": {
        "format": "poetry",
        "text": "\/The new wine mourns;\/the vine withers.\/All the carousers now groan."
    },
    "18104": {
        "format": "poetry",
        "text": "\/The joyful tambourines have ceased.\/The noise of the jubilant has stopped.\/The joyful lyre has ceased."
    },
    "18105": {
        "format": "poetry",
        "text": "\/They no longer sing and drink wine;\/beer is bitter to those who drink it."
    },
    "18106": {
        "format": "poetry",
        "text": "\/The city of chaos is shattered;\/every house is closed to entry."
    },
    "18107": {
        "format": "poetry",
        "text": "\/In the streets they cry for wine.\/All joy grows dark;\/earth’s rejoicing goes into exile."
    },
    "18108": {
        "format": "poetry",
        "text": "\/Only desolation remains in the city;\/its gate has collapsed in ruins."
    },
    "18109": {
        "format": "poetry",
        "text": "\/For this is how it will be on earth\/among the nations:\/like a harvested olive tree,\/like a gleaning after a grape harvest."
    },
    "18110": {
        "format": "poetry",
        "text": "\/They raise their voices, they sing out;\/they proclaim in the west\/the majesty of the Lord."
    },
    "18111": {
        "format": "poetry",
        "text": "\/Therefore, in the east honor the Lord!\/In the coasts and islands of the west\/honor the name of the Lord,\/the God of Israel."
    },
    "18112": {
        "format": "poetry",
        "text": "\/From the ends of the earth we hear songs:\/The Splendor of the Righteous One.\/But I said, “I waste away! I waste away!\/Woe is me.”\/The treacherous act treacherously;\/the treacherous deal very treacherously."
    },
    "18113": {
        "format": "poetry",
        "text": "¶Panic, pit, and trap await you\/who dwell on the earth."
    },
    "18114": {
        "format": "poetry",
        "text": "\/Whoever flees at the sound of panic\/will fall into a pit,\/and whoever escapes from the pit\/will be caught in a trap.\/For the windows on high are opened,\/and the foundations of the earth are shaken."
    },
    "18115": {
        "format": "poetry",
        "text": "\/The earth is completely devastated;\/the earth is split open;\/the earth is violently shaken."
    },
    "18116": {
        "format": "poetry",
        "text": "\/The earth staggers like a drunkard\/and sways like a hut.\/Earth’s rebellion weighs it down,\/and it falls, never to rise again."
    },
    "18117": {
        "format": "poetry",
        "text": "¶On that day the Lord will punish\/the army of the heights in the heights\/and the kings of the ground on the ground."
    },
    "18118": {
        "format": "poetry",
        "text": "\/They will be gathered together\/like prisoners in a pit.\/They will be confined to a dungeon;\/after many days they will be punished."
    },
    "18119": {
        "format": "poetry",
        "text": "\/The moon will be put to shame\/and the sun disgraced,\/because the Lord of Armies will reign as king\/on Mount Zion in Jerusalem,\/and he will display his glory\/in the presence of his elders."
    },
    "18120": {
        "format": "poetry",
        "text": "§¶Lord, you are my God;\/I will exalt you. I will praise your name,\/for you have accomplished wonders,\/plans formed long ago, with perfect faithfulness."
    },
    "18121": {
        "format": "poetry",
        "text": "\/For you have turned the city into a pile of rocks,\/a fortified city, into ruins;\/the fortress of barbarians is no longer a city;\/it will never be rebuilt."
    },
    "18122": {
        "format": "poetry",
        "text": "\/Therefore, a strong people will honor you.\/The cities of violent nations will fear you."
    },
    "18123": {
        "format": "poetry",
        "text": "\/For you have been a stronghold for the poor person,\/a stronghold for the needy in his distress,\/a refuge from storms and a shade from heat.\/When the breath of the violent\/is like a storm against a wall,"
    },
    "18124": {
        "format": "poetry",
        "text": "\/like heat in a dry land,\/you will subdue the uproar of barbarians.\/As the shade of a cloud cools the heat of the day,\/so he will silence the song of the violent."
    },
    "18125": {
        "format": "poetry",
        "text": "¶On this mountain,\/the Lord of Armies will prepare for all the peoples a feast of choice meat,\/a feast with aged wine, prime cuts of choice meat, fine vintage wine."
    },
    "18126": {
        "format": "poetry",
        "text": "\/On this mountain\/he will destroy the burial shroud,\/the shroud over all the peoples,\/the sheet covering all the nations;"
    },
    "18127": {
        "format": "poetry",
        "text": "\/he will destroy death forever.\/The Lord God will wipe away the tears\/from every face\/and remove his people’s disgrace\/from the whole earth,\/for the Lord has spoken."
    },
    "18128": {
        "format": "poetry",
        "text": "¶On that day it will be said,\/“Look, this is our God;\/we have waited for him, and he has saved us.\/This is the Lord; we have waited for him.\/Let us rejoice and be glad in his salvation.”"
    },
    "18129": {
        "format": "poetry",
        "text": "\/For the Lord’s power will rest on this mountain.\/But Moab will be trampled in his place\/as straw is trampled in a dung pile."
    },
    "18130": {
        "format": "poetry",
        "text": "¶He will spread out his arms in the middle of it,\/as a swimmer spreads out his arms to swim.\/His pride will be brought low,\/along with the trickery of his hands."
    },
    "18131": {
        "format": "poetry",
        "text": "\/The high-walled fortress will be brought down,\/thrown to the ground, to the dust."
    },
    "18132": {
        "format": "prose",
        "text": "§¶On that day this song will be sung in the land of Judah:¶▼We have a strong city.\/Salvation is established as walls and ramparts."
    },
    "18133": {
        "format": "poetry",
        "text": "\/Open the gates\/so a righteous nation can come in—\/one that remains faithful."
    },
    "18134": {
        "format": "poetry",
        "text": "\/You will keep the mind that is dependent on you\/in perfect peace,\/for it is trusting in you."
    },
    "18135": {
        "format": "poetry",
        "text": "\/Trust in the Lord forever,\/because in the Lord, the Lord himself, is an everlasting rock!"
    },
    "18136": {
        "format": "poetry",
        "text": "\/For he has humbled those who live in lofty places—\/an inaccessible city.\/He brings it down; he brings it down to the ground;\/he throws it to the dust."
    },
    "18137": {
        "format": "poetry",
        "text": "\/Feet trample it,\/the feet of the humble,\/the steps of the poor."
    },
    "18138": {
        "format": "poetry",
        "text": "§¶The path of the righteous is level;\/you clear a straight path for the righteous."
    },
    "18139": {
        "format": "poetry",
        "text": "\/Yes, Lord, we wait for you\/in the path of your judgments.\/Our desire is for your name and renown."
    },
    "18140": {
        "format": "poetry",
        "text": "\/I long for you in the night;\/yes, my spirit within me diligently seeks you,\/for when your judgments are in the land,\/the inhabitants of the world will learn righteousness."
    },
    "18141": {
        "format": "poetry",
        "text": "\/But if the wicked man is shown favor,\/he does not learn righteousness.\/In a righteous land he acts unjustly\/and does not see the majesty of the Lord."
    },
    "18142": {
        "format": "poetry",
        "text": "\/Lord, your hand is lifted up to take action,\/but they do not see it.\/Let them see your zeal for your people\/and be put to shame.\/Let fire consume your adversaries."
    },
    "18143": {
        "format": "poetry",
        "text": "\/Lord, you will establish peace for us,\/for you have also done all our work for us."
    },
    "18144": {
        "format": "poetry",
        "text": "\/Lord our God, lords other than you have owned us,\/but we remember your name alone."
    },
    "18145": {
        "format": "poetry",
        "text": "¶The dead do not live;\/departed spirits do not rise up.\/Indeed, you have punished and destroyed them;\/you have wiped out all memory of them."
    },
    "18146": {
        "format": "poetry",
        "text": "\/You have added to the nation, Lord.\/You have added to the nation; you are honored.\/You have expanded all the borders of the land."
    },
    "18147": {
        "format": "poetry",
        "text": "\/Lord, they went to you in their distress;\/they poured out whispered prayers\/because your discipline fell on them."
    },
    "18148": {
        "format": "poetry",
        "text": "\/As a pregnant woman about to give birth\/writhes and cries out in her pains,\/so we were before you, Lord."
    },
    "18149": {
        "format": "poetry",
        "text": "\/We became pregnant, we writhed in pain;\/we gave birth to wind.\/We have won no victories on earth,\/and the earth’s inhabitants have not fallen."
    },
    "18150": {
        "format": "poetry",
        "text": "¶Your dead will live; their bodies will rise.\/Awake and sing, you who dwell in the dust!\/For you will be covered with the morning dew,\/and the earth will bring out the departed spirits."
    },
    "18151": {
        "format": "poetry",
        "text": "¶Go, my people, enter your rooms\/and close your doors behind you.\/Hide for a little while until the wrath has passed."
    },
    "18152": {
        "format": "poetry",
        "text": "\/For look, the Lord is coming from his place\/to punish the inhabitants of the earth for their iniquity.\/The earth will reveal the blood shed on it\/and will no longer conceal her slain."
    },
    "18153": {
        "format": "prose",
        "text": "§¶On that day the Lord with his relentless, large, strong sword will bring judgment on Leviathan, the fleeing serpent—Leviathan, the twisting serpent. He will slay the monster that is in the sea."
    },
    "18154": {
        "format": "poetry",
        "text": "§¶On that day\/sing about a desirable vineyard:"
    },
    "18155": {
        "format": "poetry",
        "text": "\/I am the Lord, who watches over it\/to water it regularly.\/So that no one disturbs it,\/I watch over it night and day."
    },
    "18156": {
        "format": "poetry",
        "text": "\/I am not angry.\/If only there were thorns and briers for me to battle,\/I would trample them\/and burn them to the ground."
    },
    "18157": {
        "format": "poetry",
        "text": "\/Or let it take hold of my strength;\/let it make peace with me—\/make peace with me."
    },
    "18158": {
        "format": "poetry",
        "text": "\/In days to come, Jacob will take root.\/Israel will blossom and bloom\/and fill the whole world with fruit."
    },
    "18159": {
        "format": "poetry",
        "text": "¶Did the Lord strike Israel\/as he struck the one who struck Israel?\/Was Israel killed like those killed by the Lord?"
    },
    "18160": {
        "format": "poetry",
        "text": "\/You disputed with Israel\/by banishing and driving her away.\/He removed her with his severe storm\/on the day of the east wind."
    },
    "18161": {
        "format": "poetry",
        "text": "\/Therefore Jacob’s iniquity will be atoned for in this way,\/and the result of the removal of his sin will be this:\/when he makes all the altar stones\/like crushed bits of chalk,\/no Asherah poles or incense altars will remain standing."
    },
    "18162": {
        "format": "poetry",
        "text": "\/For the fortified city will be desolate,\/pastures deserted and abandoned like a wilderness.\/Calves will graze there,\/and there they will spread out and strip its branches."
    },
    "18163": {
        "format": "poetry",
        "text": "\/When its branches dry out, they will be broken off.\/Women will come and make fires with them,\/for they are not a people with understanding.\/Therefore their Maker will not have compassion on them,\/and their Creator will not be gracious to them."
    },
    "18164": {
        "format": "poetry",
        "text": "¶On that day\/the Lord will thresh grain from the Euphrates River\/as far as the Wadi of Egypt,\/and you Israelites will be gathered one by one."
    },
    "18165": {
        "format": "poetry",
        "text": "\/On that day\/a great trumpet will be blown,\/and those lost in the land of Assyria will come,\/as well as those dispersed in the land of Egypt;\/and they will worship the Lord\/at Jerusalem on the holy mountain."
    },
    "18166": {
        "format": "poetry",
        "text": "§¶Woe to the majestic crown of Ephraim’s drunkards,\/and to the fading flower of its beautiful splendor,\/which is on the summit above the rich valley.\/Woe to those overcome with wine."
    },
    "18167": {
        "format": "poetry",
        "text": "\/Look, the Lord has a strong and mighty one—\/like a devastating hail storm,\/like a storm with strong flooding water.\/He will bring it across the land with his hand."
    },
    "18168": {
        "format": "poetry",
        "text": "\/The majestic crown of Ephraim’s drunkards\/will be trampled underfoot."
    },
    "18169": {
        "format": "poetry",
        "text": "\/The fading flower of his beautiful splendor,\/which is on the summit above the rich valley,\/will be like a ripe fig before the summer harvest.\/Whoever sees it will swallow it\/while it is still in his hand."
    },
    "18170": {
        "format": "poetry",
        "text": "\/On that day\/the Lord of Armies will become a crown of beauty\/and a diadem of splendor\/to the remnant of his people,"
    },
    "18171": {
        "format": "poetry",
        "text": "\/a spirit of justice\/to the one who sits in judgment,\/and strength\/to those who repel attacks at the city gate."
    },
    "18172": {
        "format": "poetry",
        "text": "¶Even these stagger because of wine\/and stumble under the influence of beer:\/priest and prophet stagger because of beer,\/they are confused by wine.\/They stumble because of beer,\/they are muddled in their visions,\/they stumble in their judgments."
    },
    "18173": {
        "format": "poetry",
        "text": "\/Indeed, all their tables are covered with vomit;\/there is no place without a stench."
    },
    "18174": {
        "format": "poetry",
        "text": "\/Who is he trying to teach?\/Who is he trying to instruct?\/Infants just weaned from milk?\/Babies removed from the breast?"
    },
    "18175": {
        "format": "poetry",
        "text": "\/“Law after law, law after law,\/line after line, line after line,\/a little here, a little there.”"
    },
    "18176": {
        "format": "poetry",
        "text": "\/For he will speak to this people\/with stammering speech\/and in a foreign language."
    },
    "18177": {
        "format": "poetry",
        "text": "\/He had said to them:\/“This is the place of rest;\/let the weary rest;\/this is the place of repose.”\/But they would not listen."
    },
    "18178": {
        "format": "poetry",
        "text": "¶The word of the Lord will come to them:\/“Law after law, law after law,\/line after line, line after line,\/a little here, a little there,”\/so they go stumbling backward,\/to be broken, trapped, and captured."
    },
    "18179": {
        "format": "poetry",
        "text": "§¶Therefore hear the word of the Lord, you scoffers\/who rule this people in Jerusalem."
    },
    "18180": {
        "format": "poetry",
        "text": "\/For you said, “We have made a covenant with Death,\/and we have an agreement with Sheol;\/when the overwhelming catastrophe passes through,\/it will not touch us,\/because we have made falsehood our refuge\/and have hidden behind treachery.”"
    },
    "18181": {
        "format": "poetry",
        "text": "\/Therefore the Lord God said:\/“Look, I have laid a stone in Zion,\/a tested stone,\/a precious cornerstone, a sure foundation;\/the one who believes will be unshakable."
    },
    "18182": {
        "format": "poetry",
        "text": "\/And I will make justice the measuring line\/and righteousness the mason’s level.”\/Hail will sweep away the false refuge,\/and water will flood your hiding place."
    },
    "18183": {
        "format": "poetry",
        "text": "\/Your covenant with Death will be dissolved,\/and your agreement with Sheol will not last.\/When the overwhelming catastrophe passes through,\/you will be trampled."
    },
    "18184": {
        "format": "poetry",
        "text": "\/Every time it passes through,\/it will carry you away;\/it will pass through every morning—\/every day and every night.\/Only terror will cause you\/to understand the message."
    },
    "18185": {
        "format": "poetry",
        "text": "\/Indeed, the bed is too short to stretch out on,\/and its cover too small to wrap up in."
    },
    "18186": {
        "format": "poetry",
        "text": "\/For the Lord will rise up as he did at Mount Perazim.\/He will rise in wrath, as at the Valley of Gibeon,\/to do his work, his unexpected work,\/and to perform his task, his unfamiliar task."
    },
    "18187": {
        "format": "poetry",
        "text": "\/So now, do not scoff,\/or your shackles will become stronger.\/Indeed, I have heard from the Lord God of Armies\/a decree of destruction for the whole land."
    },
    "18188": {
        "format": "poetry",
        "text": "§¶Listen and hear my voice.\/Pay attention and hear what I say."
    },
    "18189": {
        "format": "poetry",
        "text": "\/Does the plowman plow every day to plant seed?\/Does he continuously break up and cultivate the soil?"
    },
    "18190": {
        "format": "poetry",
        "text": "\/When he has leveled its surface,\/does he not then scatter black cumin and sow cumin?\/He plants wheat in rows and barley in plots,\/with spelt as their border."
    },
    "18191": {
        "format": "poetry",
        "text": "\/His God teaches him order;\/he instructs him."
    },
    "18192": {
        "format": "poetry",
        "text": "\/Certainly black cumin is not threshed\/with a threshing board,\/and a cart wheel is not rolled over the cumin.\/But black cumin is beaten out with a stick,\/and cumin with a rod."
    },
    "18193": {
        "format": "poetry",
        "text": "\/Bread grain is crushed,\/but is not threshed endlessly.\/Though the wheel of the farmer’s cart rumbles,\/his horses do not crush it."
    },
    "18194": {
        "format": "poetry",
        "text": "\/This also comes from the Lord of Armies.\/He gives wondrous advice;\/he gives great wisdom."
    },
    "18195": {
        "format": "poetry",
        "text": "§¶Woe to Ariel, Ariel,\/the city where David camped!\/Continue year after year;\/let the festivals recur."
    },
    "18196": {
        "format": "poetry",
        "text": "\/I will oppress Ariel,\/and there will be mourning and crying,\/and she will be to me like an Ariel."
    },
    "18197": {
        "format": "poetry",
        "text": "\/I will camp in a circle around you;\/I will besiege you with earth ramps,\/and I will set up my siege towers against you."
    },
    "18198": {
        "format": "poetry",
        "text": "\/You will be brought down;\/you will speak from the ground,\/and your words will come from low in the dust.\/Your voice will be like that of a spirit from the ground;\/your speech will whisper from the dust."
    },
    "18199": {
        "format": "poetry",
        "text": "¶Your many foes will be like fine dust,\/and many of the ruthless, like blowing chaff.\/Then suddenly, in an instant,"
    },
    "18200": {
        "format": "poetry",
        "text": "\/you will be punished by the Lord of Armies\/with thunder, earthquake, and loud noise,\/storm, tempest, and a flame of consuming fire."
    },
    "18201": {
        "format": "poetry",
        "text": "\/All the many nations\/going out to battle against Ariel—\/all the attackers, the siege works against her,\/and those who oppress her—\/will then be like a dream, a vision in the night."
    },
    "18202": {
        "format": "poetry",
        "text": "\/It will be like a hungry one who dreams he is eating,\/then wakes and is still hungry;\/and like a thirsty one who dreams he is drinking,\/then wakes and is still thirsty, longing for water.\/So it will be for all the many nations\/who go to battle against Mount Zion."
    },
    "18203": {
        "format": "poetry",
        "text": "¶Stop and be astonished;\/blind yourselves and be blind!\/They are drunk, but not with wine;\/they stagger, but not with beer."
    },
    "18204": {
        "format": "poetry",
        "text": "\/For the Lord has poured out on you\/an overwhelming urge to sleep;\/he has shut your eyes (the prophets)\/and covered your heads (the seers)."
    },
    "18205": {
        "format": "prose",
        "text": "¶For you the entire vision will be like the words of a sealed document. If it is given to one who can read and he is asked to read it, he will say, “I can’t read it, because it is sealed.”"
    },
    "18206": {
        "format": "prose",
        "text": "And if the document is given to one who cannot read and he is asked to read it, he will say, “I can’t read.”"
    },
    "18207": {
        "format": "prose",
        "text": "¶The Lord said:¶▼These people approach me with their speeches\/to honor me with lip-service—\/yet their hearts are far from me,\/and human rules direct their worship of me."
    },
    "18208": {
        "format": "poetry",
        "text": "\/Therefore, I will again confound these people\/with wonder after wonder.\/The wisdom of their wise will vanish,\/and the perception of their perceptive will be hidden."
    },
    "18209": {
        "format": "poetry",
        "text": "¶Woe to those who go to great lengths\/to hide their plans from the Lord.\/They do their works in the dark,\/and say, “Who sees us? Who knows us?”"
    },
    "18210": {
        "format": "poetry",
        "text": "\/You have turned things around,\/as if the potter were the same as the clay.\/How can what is made say about its maker,\/“He didn’t make me”?\/How can what is formed\/say about the one who formed it,\/“He doesn’t understand what he’s doing”?"
    },
    "18211": {
        "format": "poetry",
        "text": "¶Isn’t it true that in just a little while\/Lebanon will become an orchard,\/and the orchard will seem like a forest?"
    },
    "18212": {
        "format": "poetry",
        "text": "\/On that day the deaf will hear\/the words of a document,\/and out of a deep darkness\/the eyes of the blind will see."
    },
    "18213": {
        "format": "poetry",
        "text": "\/The humble will have joy\/after joy in the Lord,\/and the poor people will rejoice\/in the Holy One of Israel."
    },
    "18214": {
        "format": "poetry",
        "text": "\/For the ruthless one will vanish,\/the scorner will disappear,\/and all those who lie in wait with evil intent\/will be killed—"
    },
    "18215": {
        "format": "poetry",
        "text": "\/those who, with their speech,\/accuse a person of wrongdoing,\/who set a trap for the one mediating at the city gate\/and without cause deprive the righteous of justice."
    },
    "18216": {
        "format": "prose",
        "text": "¶Therefore, the Lord who redeemed Abraham says this about the house of Jacob:¶▼Jacob will no longer be ashamed,\/and his face will no longer be pale."
    },
    "18217": {
        "format": "poetry",
        "text": "\/For when he sees his children,\/the work of my hands within his nation,\/they will honor my name,\/they will honor the Holy One of Jacob\/and stand in awe of the God of Israel."
    },
    "18218": {
        "format": "poetry",
        "text": "\/Those who are confused will gain understanding,\/and those who grumble will accept instruction."
    },
    "18219": {
        "format": "poetry",
        "text": "§¶Woe to the rebellious children!\/This is the Lord’s declaration.\/They carry out a plan, but not mine;\/they make an alliance,\/but against my will,\/piling sin on top of sin."
    },
    "18220": {
        "format": "poetry",
        "text": "\/Without asking my advice\/they set out to go down to Egypt\/in order to seek shelter under Pharaoh’s protection\/and take refuge in Egypt’s shadow."
    },
    "18221": {
        "format": "poetry",
        "text": "\/But Pharaoh’s protection will become your shame,\/and refuge in Egypt’s shadow your humiliation."
    },
    "18222": {
        "format": "poetry",
        "text": "\/For though his princes are at Zoan\/and his messengers reach as far as Hanes,"
    },
    "18223": {
        "format": "poetry",
        "text": "\/everyone will be ashamed\/because of a people who can’t help.\/They are of no benefit, they are no help;\/they are good for nothing but shame and disgrace."
    },
    "18224": {
        "format": "prose",
        "text": "¶A pronouncement concerning the animals of the Negev:¶▼Through a land of trouble and distress,\/of lioness and lion,\/of viper and flying serpent,\/they carry their wealth on the backs of donkeys\/and their treasures on the humps of camels,\/to a people who will not help them."
    },
    "18225": {
        "format": "poetry",
        "text": "\/Egypt’s help is completely worthless;\/therefore, I call her:\/Rahab Who Just Sits."
    },
    "18226": {
        "format": "poetry",
        "text": "¶Go now, write it on a tablet in their presence\/and inscribe it on a scroll;\/it will be for the future,\/forever and ever."
    },
    "18227": {
        "format": "poetry",
        "text": "\/They are a rebellious people,\/deceptive children,\/children who do not want to listen to the Lord’s instruction."
    },
    "18228": {
        "format": "poetry",
        "text": "\/They say to the seers, “Do not see,”\/and to the prophets,\/“Do not prophesy the truth to us.\/Tell us flattering things.\/Prophesy illusions."
    },
    "18229": {
        "format": "poetry",
        "text": "\/Get out of the way!\/Leave the pathway.\/Rid us of the Holy One of Israel.”"
    },
    "18230": {
        "format": "poetry",
        "text": "\/Therefore the Holy One of Israel says:\/“Because you have rejected this message\/and have trusted in oppression and deceit,\/and have depended on them,"
    },
    "18231": {
        "format": "poetry",
        "text": "\/this iniquity of yours will be\/like a crumbling gap,\/a bulge in a high wall\/whose collapse will come in an instant—suddenly!"
    },
    "18232": {
        "format": "poetry",
        "text": "\/Its collapse will be like the shattering\/of a potter’s jar, crushed to pieces,\/so that not even a fragment of pottery\/will be found among its shattered remains—\/no fragment large enough to take fire from a hearth\/or scoop water from a cistern.”"
    },
    "18233": {
        "format": "poetry",
        "text": "\/For the Lord God, the Holy One of Israel, has said:\/“You will be delivered by returning and resting;\/your strength will lie in quiet confidence.\/But you are not willing.”"
    },
    "18234": {
        "format": "poetry",
        "text": "\/You say, “No!\/We will escape on horses”—\/therefore you will escape!—\/and, “We will ride on fast horses”—\/but those who pursue you will be faster."
    },
    "18235": {
        "format": "poetry",
        "text": "\/One thousand will flee at the threat of one,\/at the threat of five you will flee,\/until you remain\/like a solitary pole on a mountaintop\/or a banner on a hill."
    },
    "18236": {
        "format": "poetry",
        "text": "§¶Therefore the Lord is waiting to show you mercy,\/and is rising up to show you compassion,\/for the Lord is a just God.\/All who wait patiently for him are happy."
    },
    "18237": {
        "format": "prose",
        "text": "¶For people will live on Zion in Jerusalem. You will never weep again; he will show favor to you at the sound of your outcry; as soon as he hears, he will answer you."
    },
    "18238": {
        "format": "prose",
        "text": "The Lord will give you meager bread and water during oppression, but your Teacher will not hide any longer. Your eyes will see your Teacher,"
    },
    "18239": {
        "format": "prose",
        "text": "and whenever you turn to the right or to the left, your ears will hear this command behind you: “This is the way. Walk in it.”"
    },
    "18240": {
        "format": "prose",
        "text": "Then you will defile your silver-plated idols and your gold-plated images. You will throw them away like menstrual cloths, and call them filth."
    },
    "18241": {
        "format": "prose",
        "text": "¶Then he will send rain for your seed that you have sown in the ground, and the food, the produce of the ground, will be rich and plentiful. On that day your cattle will graze in open pastures."
    },
    "18242": {
        "format": "prose",
        "text": "The oxen and donkeys that work the ground will eat salted fodder scattered with winnowing shovel and fork."
    },
    "18243": {
        "format": "prose",
        "text": "Streams flowing with water will be on every high mountain and every raised hill on the day of great slaughter when the towers fall."
    },
    "18244": {
        "format": "prose",
        "text": "The moonlight will be as bright as the sunlight, and the sunlight will be seven times brighter—like the light of seven days—on the day that the Lord bandages his people’s injuries and heals the wounds he inflicted."
    },
    "18245": {
        "format": "poetry",
        "text": "§¶Look there! The Lord is coming from far away,\/his anger burning and heavy with smoke.\/His lips are full of fury,\/and his tongue is like a consuming fire."
    },
    "18246": {
        "format": "poetry",
        "text": "\/His breath is like an overflowing torrent\/that rises to the neck.\/He comes to sift the nations in a sieve of destruction\/and to put a bridle on the jaws of the peoples\/to lead them astray."
    },
    "18247": {
        "format": "poetry",
        "text": "\/Your singing will be like that\/on the night of a holy festival,\/and your heart will rejoice\/like one who walks to the music of a flute,\/going up to the mountain of the Lord,\/to the Rock of Israel."
    },
    "18248": {
        "format": "poetry",
        "text": "\/And the Lord will make the splendor of his voice heard\/and reveal his arm striking in angry wrath\/and a flame of consuming fire,\/in driving rain, a torrent, and hailstones."
    },
    "18249": {
        "format": "poetry",
        "text": "\/Assyria will be shattered by the voice of the Lord.\/He will strike with a rod."
    },
    "18250": {
        "format": "poetry",
        "text": "\/And every stroke of the appointed staff\/that the Lord brings down on him\/will be to the sound of tambourines and lyres;\/he will fight against him with brandished weapons."
    },
    "18251": {
        "format": "poetry",
        "text": "\/Indeed! Topheth has been ready\/for the king for a long time.\/Its funeral pyre is deep and wide,\/with plenty of fire and wood.\/The breath of the Lord, like a torrent of burning sulfur,\/kindles it."
    },
    "18252": {
        "format": "poetry",
        "text": "§¶Woe to those who go down to Egypt for help\/and who depend on horses!\/They trust in the abundance of chariots\/and in the large number of horsemen.\/They do not look to the Holy One of Israel\/and they do not seek the Lord."
    },
    "18253": {
        "format": "poetry",
        "text": "\/But he also is wise and brings disaster.\/He does not go back on what he says;\/he will rise up against the house of the wicked\/and against the allies of evildoers."
    },
    "18254": {
        "format": "poetry",
        "text": "\/Egyptians are men, not God;\/their horses are flesh, not spirit.\/When the Lord raises his hand to strike,\/the helper will stumble\/and the one who is helped will fall;\/both will perish together."
    },
    "18255": {
        "format": "prose",
        "text": "¶For this is what the Lord said to me:¶▼As a lion or young lion growls over its prey\/when a band of shepherds is called out against it,\/and is not terrified by their shouting\/or subdued by their noise,\/so the Lord of Armies will come down\/to fight on Mount Zion\/and on its hill."
    },
    "18256": {
        "format": "poetry",
        "text": "¶Like hovering birds,\/so the Lord of Armies will protect Jerusalem—\/by protecting it, he will rescue it,\/by sparing it, he will deliver it."
    },
    "18257": {
        "format": "prose",
        "text": "¶Return to the one the Israelites have greatly rebelled against."
    },
    "18258": {
        "format": "prose",
        "text": "For on that day, every one of you will reject the silver and gold idols that your own hands have sinfully made."
    },
    "18259": {
        "format": "poetry",
        "text": "¶Then Assyria will fall,\/but not by human sword;\/a sword will devour him,\/but not one made by man.\/He will flee from the sword;\/his young men will be put to forced labor."
    },
    "18260": {
        "format": "poetry",
        "text": "¶His rock will pass away because of fear,\/and his officers will be afraid because of the signal flag.¶►This is the Lord’s declaration—whose fire is in Zion and whose furnace is in Jerusalem."
    },
    "18261": {
        "format": "poetry",
        "text": "§¶Indeed, a king will reign righteously,\/and rulers will rule justly."
    },
    "18262": {
        "format": "poetry",
        "text": "¶Each will be like a shelter from the wind,\/a refuge from the rain,\/like flowing streams in a dry land\/and the shade of a massive rock in an arid land."
    },
    "18263": {
        "format": "poetry",
        "text": "\/Then the eyes of those who see will not be closed,\/and the ears of those who hear will listen."
    },
    "18264": {
        "format": "poetry",
        "text": "\/The reckless mind will gain knowledge,\/and the stammering tongue will speak clearly and fluently."
    },
    "18265": {
        "format": "poetry",
        "text": "\/A fool will no longer be called a noble,\/nor a scoundrel said to be important."
    },
    "18266": {
        "format": "poetry",
        "text": "\/For a fool speaks foolishness\/and his mind plots iniquity.\/He lives in a godless way\/and speaks falsely about the Lord.\/He leaves the hungry empty\/and deprives the thirsty of drink."
    },
    "18267": {
        "format": "poetry",
        "text": "¶The scoundrel’s weapons are destructive;\/he hatches plots to destroy the needy with lies,\/even when the poor person says what is right."
    },
    "18268": {
        "format": "poetry",
        "text": "\/But a noble person plans noble things;\/he stands up for noble causes."
    },
    "18269": {
        "format": "poetry",
        "text": "\/Stand up, you complacent women;\/listen to me.\/Pay attention to what I say,\/you overconfident daughters."
    },
    "18270": {
        "format": "poetry",
        "text": "\/In a little more than a year\/you overconfident ones will shudder,\/for the grapes will fail\/and the harvest will not come."
    },
    "18271": {
        "format": "poetry",
        "text": "\/Shudder, you complacent ones;\/tremble, you overconfident ones!\/Strip yourselves bare\/and put sackcloth around your waists."
    },
    "18272": {
        "format": "poetry",
        "text": "\/Beat your breasts in mourning\/for the delightful fields and the fruitful vines,"
    },
    "18273": {
        "format": "poetry",
        "text": "\/for the ground of my people\/growing thorns and briers,\/indeed, for every joyous house in the jubilant city."
    },
    "18274": {
        "format": "poetry",
        "text": "¶For the palace will be deserted,\/the busy city abandoned.\/The hill and the watchtower will become\/barren places forever,\/the joy of wild donkeys,\/and a pasture for flocks,"
    },
    "18275": {
        "format": "poetry",
        "text": "\/until the Spirit from on high is poured out on us.\/Then the desert will become an orchard,\/and the orchard will seem like a forest."
    },
    "18276": {
        "format": "poetry",
        "text": "\/Then justice will inhabit the wilderness,\/and righteousness will dwell in the orchard."
    },
    "18277": {
        "format": "poetry",
        "text": "¶The result of righteousness will be peace;\/the effect of righteousness\/will be quiet confidence forever."
    },
    "18278": {
        "format": "poetry",
        "text": "\/Then my people will dwell in a peaceful place,\/in safe and secure dwellings."
    },
    "18279": {
        "format": "poetry",
        "text": "\/But hail will level the forest,\/and the city will sink into the depths."
    },
    "18280": {
        "format": "poetry",
        "text": "\/You will be happy as you sow seed\/beside abundant water,\/and as you let oxen and donkeys range freely."
    },
    "18281": {
        "format": "poetry",
        "text": "§¶Woe, you destroyer never destroyed,\/you traitor never betrayed!\/When you have finished destroying,\/you will be destroyed.\/When you have finished betraying,\/they will betray you."
    },
    "18282": {
        "format": "poetry",
        "text": "\/Lord, be gracious to us! We wait for you.\/Be our strength every morning\/and our salvation in time of trouble."
    },
    "18283": {
        "format": "poetry",
        "text": "\/The peoples flee at the thunderous noise;\/the nations scatter when you rise in your majesty."
    },
    "18284": {
        "format": "poetry",
        "text": "\/Your spoil will be gathered as locusts are gathered;\/people will swarm over it like an infestation of locusts."
    },
    "18285": {
        "format": "poetry",
        "text": "\/The Lord is exalted, for he dwells on high;\/he has filled Zion with justice and righteousness."
    },
    "18286": {
        "format": "poetry",
        "text": "\/There will be times of security for you—\/a storehouse of salvation, wisdom, and knowledge.\/The fear of the Lord is Zion’s treasure."
    },
    "18287": {
        "format": "poetry",
        "text": "\/Listen! Their warriors cry loudly in the streets;\/the messengers of peace weep bitterly."
    },
    "18288": {
        "format": "poetry",
        "text": "¶The highways are deserted;\/travel has ceased.\/An agreement has been broken,\/cities despised,\/and human life disregarded."
    },
    "18289": {
        "format": "poetry",
        "text": "\/The land mourns and withers;\/Lebanon is ashamed and wilted.\/Sharon is like a desert;\/Bashan and Carmel shake off their leaves."
    },
    "18290": {
        "format": "poetry",
        "text": "\/“Now I will rise up,” says the Lord.\/“Now I will lift myself up.\/Now I will be exalted."
    },
    "18291": {
        "format": "poetry",
        "text": "\/You will conceive chaff;\/you will give birth to stubble.\/Your breath is fire that will consume you."
    },
    "18292": {
        "format": "poetry",
        "text": "\/The peoples will be burned to ashes,\/like thorns cut down and burned in a fire."
    },
    "18293": {
        "format": "poetry",
        "text": "\/You who are far off, hear what I have done;\/you who are near, know my strength.”"
    },
    "18294": {
        "format": "poetry",
        "text": "\/The sinners in Zion are afraid;\/trembling seizes the ungodly:\/“Who among us can dwell with a consuming fire?\/Who among us can dwell with ever-burning flames?”"
    },
    "18295": {
        "format": "poetry",
        "text": "\/The one who lives righteously\/and speaks rightly,\/who refuses profit from extortion,\/whose hand never takes a bribe,\/who stops his ears from listening to murderous plots\/and shuts his eyes against evil schemes—"
    },
    "18296": {
        "format": "poetry",
        "text": "\/he will dwell on the heights;\/his refuge will be the rocky fortresses,\/his food provided, his water assured."
    },
    "18297": {
        "format": "poetry",
        "text": "\/Your eyes will see the King in his beauty;\/you will see a vast land."
    },
    "18298": {
        "format": "poetry",
        "text": "\/Your mind will meditate on the past terror:\/“Where is the accountant?\/Where is the tribute collector?\/Where is the one who spied out our defenses?”"
    },
    "18299": {
        "format": "poetry",
        "text": "\/You will no longer see the barbarians,\/a people whose speech is difficult to comprehend—\/who stammer in a language that is not understood."
    },
    "18300": {
        "format": "poetry",
        "text": "\/Look at Zion, the city of our festival times.\/Your eyes will see Jerusalem,\/a peaceful pasture, a tent that does not wander;\/its tent pegs will not be pulled up\/nor will any of its cords be loosened."
    },
    "18301": {
        "format": "poetry",
        "text": "\/For the majestic one, our Lord, will be there,\/a place of rivers and broad streams\/where ships that are rowed will not go,\/and majestic vessels will not pass."
    },
    "18302": {
        "format": "poetry",
        "text": "\/For the Lord is our Judge,\/the Lord is our Lawgiver,\/the Lord is our King.\/He will save us."
    },
    "18303": {
        "format": "poetry",
        "text": "\/Your ropes are slack;\/they cannot hold the base of the mast\/or spread out the flag.\/Then abundant spoil will be divided,\/the lame will plunder it,"
    },
    "18304": {
        "format": "poetry",
        "text": "\/and none there will say, “I am sick.”\/The people who dwell there\/will be forgiven their iniquity."
    },
    "18305": {
        "format": "poetry",
        "text": "§¶You nations, come here and listen;\/you peoples, pay attention!\/Let the earth and all that fills it hear,\/the world and all that comes from it."
    },
    "18306": {
        "format": "poetry",
        "text": "\/The Lord is angry with all the nations,\/furious with all their armies.\/He will set them apart for destruction,\/giving them over to slaughter."
    },
    "18307": {
        "format": "poetry",
        "text": "\/Their slain will be thrown out,\/and the stench of their corpses will rise;\/the mountains will flow with their blood."
    },
    "18308": {
        "format": "poetry",
        "text": "\/All the stars in the sky will dissolve.\/The sky will roll up like a scroll,\/and its stars will all wither\/as leaves wither on the vine,\/and foliage on the fig tree."
    },
    "18309": {
        "format": "poetry",
        "text": "§¶When my sword has drunk its fill in the heavens,\/it will then come down on Edom\/and on the people I have set apart for destruction."
    },
    "18310": {
        "format": "poetry",
        "text": "\/The Lord’s sword is covered with blood.\/It drips with fat,\/with the blood of lambs and goats,\/with the fat of the kidneys of rams.\/For the Lord has a sacrifice in Bozrah,\/a great slaughter in the land of Edom."
    },
    "18311": {
        "format": "poetry",
        "text": "\/The wild oxen will be struck down with them,\/and young bulls with the mighty bulls.\/Their land will be soaked with blood,\/and their soil will be saturated with fat."
    },
    "18312": {
        "format": "poetry",
        "text": "\/For the Lord has a day of vengeance,\/a time of paying back Edom\/for its hostility against Zion."
    },
    "18313": {
        "format": "poetry",
        "text": "\/Edom’s streams will be turned into pitch,\/her soil into sulfur;\/her land will become burning pitch."
    },
    "18314": {
        "format": "poetry",
        "text": "\/It will never go out—day or night.\/Its smoke will go up forever.\/It will be desolate, from generation to generation;\/no one will pass through it forever and ever."
    },
    "18315": {
        "format": "poetry",
        "text": "\/Eagle owls and herons will possess it,\/and long-eared owls and ravens will dwell there.\/The Lord will stretch out a measuring line\/and a plumb line over her\/for her destruction and chaos."
    },
    "18316": {
        "format": "poetry",
        "text": "\/No nobles will be left to proclaim a king,\/and all her princes will come to nothing."
    },
    "18317": {
        "format": "poetry",
        "text": "\/Her palaces will be overgrown with thorns;\/her fortified cities, with thistles and briers.\/She will become a dwelling for jackals,\/an abode for ostriches."
    },
    "18318": {
        "format": "poetry",
        "text": "\/The desert creatures will meet hyenas,\/and one wild goat will call to another.\/Indeed, the night birds will stay there\/and will find a resting place."
    },
    "18319": {
        "format": "poetry",
        "text": "\/Sand partridges will make their nests there;\/they will lay and hatch their eggs\/and will gather their broods under their shadows.\/Indeed, the birds of prey will gather there,\/each with its mate."
    },
    "18320": {
        "format": "poetry",
        "text": "\/Search and read the scroll of the Lord:\/Not one of them will be missing,\/none will be lacking its mate,\/because he has ordered it by my mouth,\/and he will gather them by his Spirit."
    },
    "18321": {
        "format": "poetry",
        "text": "\/He has cast the lot for them;\/his hand allotted their portion with a measuring line.\/They will possess it forever;\/they will dwell in it from generation to generation."
    },
    "18322": {
        "format": "poetry",
        "text": "§¶The wilderness and the dry land will be glad;\/the desert will rejoice and blossom like a wildflower."
    },
    "18323": {
        "format": "poetry",
        "text": "\/It will blossom abundantly\/and will also rejoice with joy and singing.\/The glory of Lebanon will be given to it,\/the splendor of Carmel and Sharon.\/They will see the glory of the Lord,\/the splendor of our God."
    },
    "18324": {
        "format": "poetry",
        "text": "\/Strengthen the weak hands,\/steady the shaking knees!"
    },
    "18325": {
        "format": "poetry",
        "text": "\/Say to the cowardly:\/“Be strong; do not fear!\/Here is your God; vengeance is coming.\/God’s retribution is coming; he will save you.”"
    },
    "18326": {
        "format": "poetry",
        "text": "\/Then the eyes of the blind will be opened,\/and the ears of the deaf unstopped."
    },
    "18327": {
        "format": "poetry",
        "text": "\/Then the lame will leap like a deer,\/and the tongue of the mute will sing for joy,\/for water will gush in the wilderness,\/and streams in the desert;"
    },
    "18328": {
        "format": "poetry",
        "text": "\/the parched ground will become a pool,\/and the thirsty land springs.\/In the haunt of jackals, in their lairs,\/there will be grass, reeds, and papyrus."
    },
    "18329": {
        "format": "poetry",
        "text": "\/A road will be there and a way;\/it will be called the Holy Way.\/The unclean will not travel on it,\/but it will be for the one who walks the path.\/Fools will not wander on it."
    },
    "18330": {
        "format": "poetry",
        "text": "\/There will be no lion there,\/and no vicious beast will go up on it;\/they will not be found there.\/But the redeemed will walk on it,"
    },
    "18331": {
        "format": "poetry",
        "text": "\/and the redeemed of the Lord will return\/and come to Zion with singing,\/crowned with unending joy.\/Joy and gladness will overtake them,\/and sorrow and sighing will flee."
    },
    "18332": {
        "format": "prose",
        "text": "§¶In the fourteenth year of King Hezekiah, King Sennacherib of Assyria attacked all the fortified cities of Judah and captured them."
    },
    "18333": {
        "format": "prose",
        "text": "Then the king of Assyria sent his royal spokesman, along with a massive army, from Lachish to King Hezekiah at Jerusalem. The Assyrian stood near the conduit of the upper pool, by the road to the Launderer’s Field."
    },
    "18334": {
        "format": "prose",
        "text": "Eliakim son of Hilkiah, who was in charge of the palace, Shebna the court secretary, and Joah son of Asaph, the court historian, came out to him."
    },
    "18335": {
        "format": "prose",
        "text": "¶The royal spokesman said to them, “Tell Hezekiah:¶The great king, the king of Assyria, says this: What are you relying on?"
    },
    "18336": {
        "format": "prose",
        "text": "You think mere words are strategy and strength for war. Who are you now relying on that you have rebelled against me?"
    },
    "18337": {
        "format": "prose",
        "text": "Look, you are relying on Egypt, that splintered reed of a staff that will pierce the hand of anyone who grabs it and leans on it. This is how Pharaoh king of Egypt is to all who rely on him."
    },
    "18338": {
        "format": "prose",
        "text": "Suppose you say to me, ‘We rely on the Lord our God.’ Isn’t he the one whose high places and altars Hezekiah has removed, saying to Judah and Jerusalem, ‘You are to worship at this altar’?"
    },
    "18339": {
        "format": "prose",
        "text": "¶“Now make a deal with my master, the king of Assyria. I’ll give you two thousand horses if you’re able to supply riders for them!"
    },
    "18340": {
        "format": "prose",
        "text": "How then can you drive back a single officer among the least of my master’s servants? How can you rely on Egypt for chariots and horsemen?"
    },
    "18341": {
        "format": "prose",
        "text": "Have I attacked this land to destroy it without the Lord’s approval? The Lord said to me, ‘Attack this land and destroy it.’”"
    },
    "18342": {
        "format": "prose",
        "text": "¶Then Eliakim, Shebna, and Joah said to the royal spokesman, “Please speak to your servants in Aramaic, since we understand it. Don’t speak to us in Hebrew within earshot of the people who are on the wall.”"
    },
    "18343": {
        "format": "prose",
        "text": "¶But the royal spokesman replied, “Has my master sent me to speak these words to your master and to you, and not to the men who are sitting on the wall, who are destined with you to eat their own excrement and drink their own urine?”"
    },
    "18344": {
        "format": "prose",
        "text": "¶Then the royal spokesman stood and called out loudly in Hebrew:¶Listen to the words of the great king, the king of Assyria!"
    },
    "18345": {
        "format": "prose",
        "text": "This is what the king says: “Don’t let Hezekiah deceive you, for he cannot rescue you."
    },
    "18346": {
        "format": "prose",
        "text": "Don’t let Hezekiah persuade you to rely on the Lord, saying, ‘The Lord will certainly rescue us! This city will not be handed over to the king of Assyria.’”"
    },
    "18347": {
        "format": "prose",
        "text": "¶Don’t listen to Hezekiah, for this is what the king of Assyria says: “Make peace with me and surrender to me. Then every one of you may eat from his own vine and his own fig tree and drink water from his own cistern"
    },
    "18348": {
        "format": "prose",
        "text": "until I come and take you away to a land like your own land—a land of grain and new wine, a land of bread and vineyards."
    },
    "18349": {
        "format": "prose",
        "text": "Beware that Hezekiah does not mislead you by saying, ‘The Lord will rescue us.’ Has any one of the gods of the nations rescued his land from the power of the king of Assyria?"
    },
    "18350": {
        "format": "prose",
        "text": "Where are the gods of Hamath and Arpad? Where are the gods of Sepharvaim? Have they rescued Samaria from my power?"
    },
    "18351": {
        "format": "prose",
        "text": "Who among all the gods of these lands ever rescued his land from my power? So will the Lord rescue Jerusalem from my power?”"
    },
    "18352": {
        "format": "prose",
        "text": "¶But they kept silent; they didn’t say anything, for the king’s command was, “Don’t answer him.”"
    },
    "18353": {
        "format": "prose",
        "text": "Then Eliakim son of Hilkiah, who was in charge of the palace, Shebna the court secretary, and Joah son of Asaph, the court historian, came to Hezekiah with their clothes torn and reported to him the words of the royal spokesman."
    },
    "18354": {
        "format": "prose",
        "text": "§¶When King Hezekiah heard their report, he tore his clothes, put on sackcloth, and went to the Lord’s temple."
    },
    "18355": {
        "format": "prose",
        "text": "He sent Eliakim, who was in charge of the palace, Shebna the court secretary, and the leading priests, who were wearing sackcloth, to the prophet Isaiah son of Amoz."
    },
    "18356": {
        "format": "prose",
        "text": "They said to him, “This is what Hezekiah says: ‘Today is a day of distress, rebuke, and disgrace. It is as if children have come to the point of birth, and there is no strength to deliver them."
    },
    "18357": {
        "format": "prose",
        "text": "Perhaps the Lord your God will hear all the words of the royal spokesman, whom his master the king of Assyria sent to mock the living God, and will rebuke him for the words that the Lord your God has heard. Therefore offer a prayer for the surviving remnant.’”"
    },
    "18358": {
        "format": "prose",
        "text": "¶So the servants of King Hezekiah went to Isaiah,"
    },
    "18359": {
        "format": "prose",
        "text": "who said to them, “Tell your master, ‘The Lord says this: Don’t be afraid because of the words you have heard, with which the king of Assyria’s attendants have blasphemed me."
    },
    "18360": {
        "format": "prose",
        "text": "I am about to put a spirit in him and he will hear a rumor and return to his own land, where I will cause him to fall by the sword.’”"
    },
    "18361": {
        "format": "prose",
        "text": "§¶When the royal spokesman heard that the king of Assyria had pulled out of Lachish, he left and found him fighting against Libnah."
    },
    "18362": {
        "format": "prose",
        "text": "The king had heard concerning King Tirhakah of Cush, “He has set out to fight against you.” So when he heard this, he sent messengers to Hezekiah, saying,"
    },
    "18363": {
        "format": "prose",
        "text": "“Say this to King Hezekiah of Judah: ‘Don’t let your God, on whom you rely, deceive you by promising that Jerusalem won’t be handed over to the king of Assyria."
    },
    "18364": {
        "format": "prose",
        "text": "Look, you have heard what the kings of Assyria have done to all the countries: they completely destroyed them. Will you be rescued?"
    },
    "18365": {
        "format": "prose",
        "text": "Did the gods of the nations that my predecessors destroyed rescue them—Gozan, Haran, Rezeph, and the Edenites in Telassar?"
    },
    "18366": {
        "format": "prose",
        "text": "Where is the king of Hamath, the king of Arpad, the king of the city of Sepharvaim, Hena, or Ivvah?’”"
    },
    "18367": {
        "format": "prose",
        "text": "§¶Hezekiah took the letter from the messengers’ hands, read it, then went up to the Lord’s temple and spread it out before the Lord."
    },
    "18368": {
        "format": "prose",
        "text": "Then Hezekiah prayed to the Lord:"
    },
    "18369": {
        "format": "prose",
        "text": "¶Lord of Armies, God of Israel, enthroned between the cherubim, you are God—you alone—of all the kingdoms of the earth. You made the heavens and the earth."
    },
    "18370": {
        "format": "prose",
        "text": "Listen closely, Lord, and hear; open your eyes, Lord, and see. Hear all the words that Sennacherib has sent to mock the living God."
    },
    "18371": {
        "format": "prose",
        "text": "Lord, it is true that the kings of Assyria have devastated all these countries and their lands."
    },
    "18372": {
        "format": "prose",
        "text": "They have thrown their gods into the fire, for they were not gods but made from wood and stone by human hands. So they have destroyed them."
    },
    "18373": {
        "format": "prose",
        "text": "Now, Lord our God, save us from his power so that all the kingdoms of the earth may know that you, Lord, are God—you alone."
    },
    "18374": {
        "format": "prose",
        "text": "§¶Then Isaiah son of Amoz sent a message to Hezekiah: “The Lord, the God of Israel, says, ‘Because you prayed to me about King Sennacherib of Assyria,"
    },
    "18375": {
        "format": "prose",
        "text": "this is the word the Lord has spoken against him:¶▼Virgin Daughter Zion\/despises you and scorns you;\/Daughter Jerusalem shakes her head\/behind your back."
    },
    "18376": {
        "format": "poetry",
        "text": "\/Who is it you have mocked and blasphemed?\/Against whom have you raised your voice\/and lifted your eyes in pride?\/Against the Holy One of Israel!"
    },
    "18377": {
        "format": "poetry",
        "text": "\/You have mocked the Lord through your servants.\/You have said, “With my many chariots\/I have gone up to the heights of the mountains,\/to the far recesses of Lebanon.\/I cut down its tallest cedars,\/its choice cypress trees.\/I came to its distant heights,\/its densest forest."
    },
    "18378": {
        "format": "poetry",
        "text": "\/I dug wells and drank water in foreign lands.\/I dried up all the streams of Egypt\/with the soles of my feet.”"
    },
    "18379": {
        "format": "poetry",
        "text": "¶Have you not heard?\/I designed it long ago;\/I planned it in days gone by.\/I have now brought it to pass,\/and you have crushed fortified cities\/into piles of rubble."
    },
    "18380": {
        "format": "poetry",
        "text": "\/Their inhabitants have become powerless,\/dismayed, and ashamed.\/They are plants of the field,\/tender grass,\/grass on the rooftops,\/blasted by the east wind."
    },
    "18381": {
        "format": "poetry",
        "text": "¶But I know your sitting down,\/your going out and your coming in,\/and your raging against me."
    },
    "18382": {
        "format": "poetry",
        "text": "\/Because your raging against me\/and your arrogance have reached my ears,\/I will put my hook in your nose\/and my bit in your mouth;\/I will make you go back\/the way you came."
    },
    "18383": {
        "format": "prose",
        "text": "¶“‘This will be the sign for you: This year you will eat what grows on its own, and in the second year what grows from that. But in the third year sow and reap, plant vineyards and eat their fruit."
    },
    "18384": {
        "format": "prose",
        "text": "The surviving remnant of the house of Judah will again take root downward and bear fruit upward."
    },
    "18385": {
        "format": "prose",
        "text": "For a remnant will go out from Jerusalem, and survivors from Mount Zion. The zeal of the Lord of Armies will accomplish this.’"
    },
    "18386": {
        "format": "prose",
        "text": "¶“Therefore, this is what the Lord says about the king of Assyria:¶▼He will not enter this city,\/shoot an arrow here,\/come before it with a shield,\/or build up a siege ramp against it."
    },
    "18387": {
        "format": "poetry",
        "text": "\/He will go back\/the way he came,\/and he will not enter this city.¶►This is the Lord’s declaration."
    },
    "18388": {
        "format": "poetry",
        "text": "¶I will defend this city and rescue it\/for my sake\/and for the sake of my servant David.”"
    },
    "18389": {
        "format": "prose",
        "text": "§¶Then the angel of the Lord went out and struck down one hundred eighty-five thousand in the camp of the Assyrians. When the people got up the next morning—there were all the dead bodies!"
    },
    "18390": {
        "format": "prose",
        "text": "So King Sennacherib of Assyria broke camp and left. He returned home and lived in Nineveh."
    },
    "18391": {
        "format": "prose",
        "text": "¶One day, while he was worshiping in the temple of his god Nisroch, his sons Adrammelech and Sharezer struck him down with the sword and escaped to the land of Ararat. Then his son Esar-haddon became king in his place."
    },
    "18392": {
        "format": "prose",
        "text": "§¶In those days Hezekiah became terminally ill. The prophet Isaiah son of Amoz came and said to him, “This is what the Lord says: ‘Set your house in order, for you are about to die; you will not recover.’”"
    },
    "18393": {
        "format": "prose",
        "text": "¶Then Hezekiah turned his face to the wall and prayed to the Lord."
    },
    "18394": {
        "format": "prose",
        "text": "He said, “Please, Lord, remember how I have walked before you faithfully and wholeheartedly, and have done what pleases you.” And Hezekiah wept bitterly."
    },
    "18395": {
        "format": "prose",
        "text": "¶Then the word of the Lord came to Isaiah:"
    },
    "18396": {
        "format": "prose",
        "text": "“Go and tell Hezekiah, ‘This is what the Lord God of your ancestor David says: I have heard your prayer; I have seen your tears. Look, I am going to add fifteen years to your life."
    },
    "18397": {
        "format": "prose",
        "text": "And I will rescue you and this city from the grasp of the king of Assyria; I will defend this city."
    },
    "18398": {
        "format": "prose",
        "text": "This is the sign to you from the Lord that he will do what he has promised:"
    },
    "18399": {
        "format": "prose",
        "text": "I am going to make the sun’s shadow that goes down on the stairway of Ahaz go back by ten steps.’” So the sun’s shadow went back the ten steps it had descended."
    },
    "18400": {
        "format": "prose",
        "text": "¶A poem by King Hezekiah of Judah after he had been sick and had recovered from his illness:"
    },
    "18401": {
        "format": "poetry",
        "text": "¶I said: In the prime of my life\/I must go to the gates of Sheol;\/I am deprived of the rest of my years."
    },
    "18402": {
        "format": "poetry",
        "text": "\/I said: I will never see the Lord,\/the Lord in the land of the living;\/I will not look on humanity any longer\/with the inhabitants of what is passing away."
    },
    "18403": {
        "format": "poetry",
        "text": "\/My dwelling is plucked up and removed from me\/like a shepherd’s tent.\/I have rolled up my life like a weaver;\/he cuts me off from the loom.\/By nightfall you make an end of me."
    },
    "18404": {
        "format": "poetry",
        "text": "\/I thought until the morning:\/He will break all my bones like a lion.\/By nightfall you make an end of me."
    },
    "18405": {
        "format": "poetry",
        "text": "\/I chirp like a swallow or a crane;\/I moan like a dove.\/My eyes grow weak looking upward.\/Lord, I am oppressed; support me."
    },
    "18406": {
        "format": "poetry",
        "text": "¶What can I say?\/He has spoken to me,\/and he himself has done it.\/I walk along slowly all my years\/because of the bitterness of my soul."
    },
    "18407": {
        "format": "poetry",
        "text": "\/Lord, by such things people live,\/and in every one of them my spirit finds life;\/you have restored me to health\/and let me live."
    },
    "18408": {
        "format": "poetry",
        "text": "\/Indeed, it was for my own well-being\/that I had such intense bitterness;\/but your love has delivered me\/from the Pit of destruction,\/for you have thrown all my sins behind your back."
    },
    "18409": {
        "format": "poetry",
        "text": "\/For Sheol cannot thank you;\/Death cannot praise you.\/Those who go down to the Pit\/cannot hope for your faithfulness."
    },
    "18410": {
        "format": "poetry",
        "text": "\/The living, only the living can thank you,\/as I do today;\/a father will make your faithfulness known to children."
    },
    "18411": {
        "format": "poetry",
        "text": "\/The Lord is ready to save me;\/we will play stringed instruments\/all the days of our lives\/at the house of the Lord."
    },
    "18412": {
        "format": "prose",
        "text": "¶Now Isaiah had said, “Let them take a lump of pressed figs and apply it to his infected skin, so that he may recover.”"
    },
    "18413": {
        "format": "prose",
        "text": "And Hezekiah had asked, “What is the sign that I will go up to the Lord’s temple?”"
    },
    "18414": {
        "format": "prose",
        "text": "§¶At that time Merodach-baladan son of Baladan, king of Babylon, sent letters and a gift to Hezekiah since he heard that he had been sick and had recovered."
    },
    "18415": {
        "format": "prose",
        "text": "Hezekiah was pleased with the letters, and he showed the envoys his treasure house—the silver, the gold, the spices, and the precious oil—and all his armory, and everything that was found in his treasuries. There was nothing in his palace and in all his realm that Hezekiah did not show them."
    },
    "18416": {
        "format": "prose",
        "text": "¶Then the prophet Isaiah came to King Hezekiah and asked him, “What did these men say, and where did they come to you from?”¶Hezekiah replied, “They came to me from a distant country, from Babylon.”"
    },
    "18417": {
        "format": "prose",
        "text": "¶Isaiah asked, “What have they seen in your palace?”¶Hezekiah answered, “They have seen everything in my palace. There isn’t anything in my treasuries that I didn’t show them.”"
    },
    "18418": {
        "format": "prose",
        "text": "¶Then Isaiah said to Hezekiah, “Hear the word of the Lord of Armies:"
    },
    "18419": {
        "format": "prose",
        "text": "‘Look, the days are coming when everything in your palace and all that your fathers have stored up until today will be carried off to Babylon; nothing will be left,’ says the Lord."
    },
    "18420": {
        "format": "prose",
        "text": "‘Some of your descendants—who come from you, whom you father—will be taken away, and they will become eunuchs in the palace of the king of Babylon.’”"
    },
    "18421": {
        "format": "prose",
        "text": "¶Then Hezekiah said to Isaiah, “The word of the Lord that you have spoken is good,” for he thought: There will be peace and security during my lifetime."
    },
    "18422": {
        "format": "poetry",
        "text": "§¶“Comfort, comfort my people,”\/says your God."
    },
    "18423": {
        "format": "poetry",
        "text": "\/“Speak tenderly to Jerusalem,\/and announce to her\/that her time of forced labor is over,\/her iniquity has been pardoned,\/and she has received from the Lord’s hand\/double for all her sins.”"
    },
    "18424": {
        "format": "prose",
        "text": "¶A voice of one crying out:¶▼Prepare the way of the Lord in the wilderness;\/make a straight highway for our God in the desert."
    },
    "18425": {
        "format": "poetry",
        "text": "\/Every valley will be lifted up,\/and every mountain and hill will be leveled;\/the uneven ground will become smooth\/and the rough places, a plain."
    },
    "18426": {
        "format": "poetry",
        "text": "\/And the glory of the Lord will appear,\/and all humanity together will see it,\/for the mouth of the Lord has spoken."
    },
    "18427": {
        "format": "poetry",
        "text": "¶A voice was saying, “Cry out!”\/Another said, “What should I cry out?”\/“All humanity is grass,\/and all its goodness is like the flower of the field."
    },
    "18428": {
        "format": "poetry",
        "text": "\/The grass withers, the flowers fade\/when the breath of the Lord blows on them;\/indeed, the people are grass."
    },
    "18429": {
        "format": "poetry",
        "text": "\/The grass withers, the flowers fade,\/but the word of our God remains forever.”"
    },
    "18430": {
        "format": "poetry",
        "text": "¶Zion, herald of good news,\/go up on a high mountain.\/Jerusalem, herald of good news,\/raise your voice loudly.\/Raise it, do not be afraid!\/Say to the cities of Judah,\/“Here is your God!”"
    },
    "18431": {
        "format": "poetry",
        "text": "\/See, the Lord God comes with strength,\/and his power establishes his rule.\/His wages are with him,\/and his reward accompanies him."
    },
    "18432": {
        "format": "poetry",
        "text": "\/He protects his flock like a shepherd;\/he gathers the lambs in his arms\/and carries them in the fold of his garment.\/He gently leads those that are nursing."
    },
    "18433": {
        "format": "poetry",
        "text": "¶Who has measured the waters in the hollow of his hand\/or marked off the heavens with the span of his hand?\/Who has gathered the dust of the earth in a measure\/or weighed the mountains on a balance\/and the hills on the scales?"
    },
    "18434": {
        "format": "poetry",
        "text": "\/Who has directed the Spirit of the Lord,\/or who gave him counsel?"
    },
    "18435": {
        "format": "poetry",
        "text": "\/Who did he consult?\/Who gave him understanding\/and taught him the paths of justice?\/Who taught him knowledge\/and showed him the way of understanding?"
    },
    "18436": {
        "format": "poetry",
        "text": "\/Look, the nations are like a drop in a bucket;\/they are considered as a speck of dust on the scales;\/he lifts up the islands like fine dust."
    },
    "18437": {
        "format": "poetry",
        "text": "\/Lebanon’s cedars are not enough for fuel,\/or its animals enough for a burnt offering."
    },
    "18438": {
        "format": "poetry",
        "text": "\/All the nations are as nothing before him;\/they are considered by him\/as empty nothingness."
    },
    "18439": {
        "format": "poetry",
        "text": "¶With whom will you compare God?\/What likeness will you set up for comparison with him?"
    },
    "18440": {
        "format": "poetry",
        "text": "\/An idol?—something that a smelter casts\/and a metalworker plates with gold\/and makes silver chains for?"
    },
    "18441": {
        "format": "poetry",
        "text": "\/A poor person contributes wood for a pedestal\/that will not rot.\/He looks for a skilled craftsman\/to set up an idol that will not fall over."
    },
    "18442": {
        "format": "poetry",
        "text": "¶Do you not know?\/Have you not heard?\/Has it not been declared to you\/from the beginning?\/Have you not considered\/the foundations of the earth?"
    },
    "18443": {
        "format": "poetry",
        "text": "\/God is enthroned above the circle of the earth;\/its inhabitants are like grasshoppers.\/He stretches out the heavens like thin cloth\/and spreads them out like a tent to live in."
    },
    "18444": {
        "format": "poetry",
        "text": "\/He reduces princes to nothing\/and makes judges of the earth like a wasteland."
    },
    "18445": {
        "format": "poetry",
        "text": "\/They are barely planted, barely sown,\/their stem hardly takes root in the ground\/when he blows on them and they wither,\/and a whirlwind carries them away like stubble."
    },
    "18446": {
        "format": "poetry",
        "text": "¶“To whom will you compare me,\/or who is my equal?” asks the Holy One."
    },
    "18447": {
        "format": "poetry",
        "text": "\/Look up and see!\/Who created these?\/He brings out the stars by number;\/he calls all of them by name.\/Because of his great power and strength,\/not one of them is missing."
    },
    "18448": {
        "format": "poetry",
        "text": "¶Jacob, why do you say,\/and, Israel, why do you assert:\/“My way is hidden from the Lord,\/and my claim is ignored by my God”?"
    },
    "18449": {
        "format": "poetry",
        "text": "\/Do you not know?\/Have you not heard?\/The Lord is the everlasting God,\/the Creator of the whole earth.\/He never becomes faint or weary;\/there is no limit to his understanding."
    },
    "18450": {
        "format": "poetry",
        "text": "\/He gives strength to the faint\/and strengthens the powerless."
    },
    "18451": {
        "format": "poetry",
        "text": "\/Youths may become faint and weary,\/and young men stumble and fall,"
    },
    "18452": {
        "format": "poetry",
        "text": "\/but those who trust in the Lord\/will renew their strength;\/they will soar on wings like eagles;\/they will run and not become weary,\/they will walk and not faint."
    },
    "18453": {
        "format": "poetry",
        "text": "§¶“Be silent before me, coasts and islands!\/And let peoples renew their strength.\/Let them approach; let them testify;\/let’s come together for the trial."
    },
    "18454": {
        "format": "poetry",
        "text": "\/Who has stirred up someone from the east?\/In righteousness he calls him to serve.\/The Lord hands nations over to him,\/and he subdues kings.\/He makes them like dust with his sword,\/like wind-driven stubble with his bow."
    },
    "18455": {
        "format": "poetry",
        "text": "\/He pursues them, going on safely,\/hardly touching the path with his feet."
    },
    "18456": {
        "format": "poetry",
        "text": "\/Who has performed and done this,\/calling the generations from the beginning?\/I am the Lord, the first\/and with the last—I am he.”"
    },
    "18457": {
        "format": "poetry",
        "text": "¶The coasts and islands see and are afraid,\/the whole earth trembles.\/They approach and arrive."
    },
    "18458": {
        "format": "poetry",
        "text": "\/Each one helps the other,\/and says to another, “Take courage!”"
    },
    "18459": {
        "format": "poetry",
        "text": "\/The craftsman encourages the metalworker;\/the one who flattens with the hammer\/encourages the one who strikes the anvil,\/saying of the soldering, “It is good.”\/He fastens it with nails so that it will not fall over."
    },
    "18460": {
        "format": "poetry",
        "text": "¶But you, Israel, my servant,\/Jacob, whom I have chosen,\/descendant of Abraham, my friend—"
    },
    "18461": {
        "format": "poetry",
        "text": "\/I brought you from the ends of the earth\/and called you from its farthest corners.\/I said to you: You are my servant;\/I have chosen you; I haven’t rejected you."
    },
    "18462": {
        "format": "poetry",
        "text": "\/Do not fear, for I am with you;\/do not be afraid, for I am your God.\/I will strengthen you; I will help you;\/I will hold on to you with my righteous right hand."
    },
    "18463": {
        "format": "poetry",
        "text": "¶Be sure that all who are enraged against you\/will be ashamed and disgraced;\/those who contend with you\/will become as nothing and will perish."
    },
    "18464": {
        "format": "poetry",
        "text": "\/You will look for those who contend with you,\/but you will not find them.\/Those who war against you\/will become absolutely nothing."
    },
    "18465": {
        "format": "poetry",
        "text": "\/For I am the Lord your God,\/who holds your right hand,\/who says to you, ‘Do not fear,\/I will help you."
    },
    "18466": {
        "format": "poetry",
        "text": "\/Do not fear, you worm Jacob,\/you men of Israel.\/I will help you’—\/this is the Lord’s declaration.\/Your Redeemer is the Holy One of Israel."
    },
    "18467": {
        "format": "poetry",
        "text": "\/See, I will make you into a sharp threshing board,\/new, with many teeth.\/You will thresh mountains and pulverize them\/and make hills into chaff."
    },
    "18468": {
        "format": "poetry",
        "text": "\/You will winnow them\/and a wind will carry them away,\/a whirlwind will scatter them.\/But you will rejoice in the Lord;\/you will boast in the Holy One of Israel."
    },
    "18469": {
        "format": "poetry",
        "text": "¶The poor and the needy seek water, but there is none;\/their tongues are parched with thirst.\/I will answer them.\/I am the Lord, the God of Israel. I will not abandon them."
    },
    "18470": {
        "format": "poetry",
        "text": "\/I will open rivers on the barren heights,\/and springs in the middle of the plains.\/I will turn the desert into a pool\/and dry land into springs."
    },
    "18471": {
        "format": "poetry",
        "text": "\/I will plant cedars,\/acacias, myrtles, and olive trees in the wilderness.\/I will put juniper trees,\/elms, and cypress trees together in the desert,"
    },
    "18472": {
        "format": "poetry",
        "text": "\/so that all may see and know,\/consider and understand,\/that the hand of the Lord has done this,\/the Holy One of Israel has created it."
    },
    "18473": {
        "format": "poetry",
        "text": "¶“Submit your case,” says the Lord.\/“Present your arguments,” says Jacob’s King."
    },
    "18474": {
        "format": "poetry",
        "text": "\/“Let them come and tell us\/what will happen.\/Tell us the past events,\/so that we may reflect on them\/and know the outcome,\/or tell us the future."
    },
    "18475": {
        "format": "poetry",
        "text": "\/Tell us the coming events,\/then we will know that you are gods.\/Indeed, do something good or bad,\/then we will be in awe when we see it."
    },
    "18476": {
        "format": "poetry",
        "text": "\/Look, you are nothing\/and your work is worthless.\/Anyone who chooses you is detestable."
    },
    "18477": {
        "format": "poetry",
        "text": "¶“I have stirred up one from the north, and he has come,\/one from the east who invokes my name.\/He will march over rulers as if they were mud,\/like a potter who treads the clay."
    },
    "18478": {
        "format": "poetry",
        "text": "\/Who told about this from the beginning,\/so that we might know,\/and from times past,\/so that we might say, ‘He is right’?\/No one announced it,\/no one told it,\/no one heard your words."
    },
    "18479": {
        "format": "poetry",
        "text": "\/I was the first to say to Zion,\/‘Look! Here they are!’\/And I gave Jerusalem a herald with good news."
    },
    "18480": {
        "format": "poetry",
        "text": "\/When I look, there is no one;\/there is no counselor among them;\/when I ask them, they have nothing to say."
    },
    "18481": {
        "format": "poetry",
        "text": "\/Look, all of them are a delusion;\/their works are nonexistent;\/their images are wind and emptiness."
    },
    "18482": {
        "format": "poetry",
        "text": "§¶“This is my servant; I strengthen him,\/this is my chosen one; I delight in him.\/I have put my Spirit on him;\/he will bring justice to the nations."
    },
    "18483": {
        "format": "poetry",
        "text": "\/He will not cry out or shout\/or make his voice heard in the streets."
    },
    "18484": {
        "format": "poetry",
        "text": "\/He will not break a bruised reed,\/and he will not put out a smoldering wick;\/he will faithfully bring justice."
    },
    "18485": {
        "format": "poetry",
        "text": "\/He will not grow weak or be discouraged\/until he has established justice on earth.\/The coasts and islands will wait for his instruction.”"
    },
    "18486": {
        "format": "poetry",
        "text": "¶This is what God, the Lord, says—\/who created the heavens and stretched them out,\/who spread out the earth and what comes from it,\/who gives breath to the people on it\/and spirit to those who walk on it—"
    },
    "18487": {
        "format": "poetry",
        "text": "\/“I am the Lord. I have called you\/for a righteous purpose,\/and I will hold you by your hand.\/I will watch over you, and I will appoint you\/to be a covenant for the people\/and a light to the nations,"
    },
    "18488": {
        "format": "poetry",
        "text": "\/in order to open blind eyes,\/to bring out prisoners from the dungeon,\/and those sitting in darkness from the prison house."
    },
    "18489": {
        "format": "poetry",
        "text": "\/I am the Lord. That is my name,\/and I will not give my glory to another\/or my praise to idols."
    },
    "18490": {
        "format": "poetry",
        "text": "\/The past events have indeed happened.\/Now I declare new events;\/I announce them to you before they occur.”"
    },
    "18491": {
        "format": "poetry",
        "text": "§¶Sing a new song to the Lord;\/sing his praise from the ends of the earth,\/you who go down to the sea with all that fills it,\/you coasts and islands with your inhabitants."
    },
    "18492": {
        "format": "poetry",
        "text": "\/Let the desert and its cities shout,\/the settlements where Kedar dwells cry aloud.\/Let the inhabitants of Sela sing for joy;\/let them cry out from the mountaintops."
    },
    "18493": {
        "format": "poetry",
        "text": "\/Let them give glory to the Lord\/and declare his praise in the coasts and islands."
    },
    "18494": {
        "format": "poetry",
        "text": "\/The Lord advances like a warrior;\/he stirs up his zeal like a soldier.\/He shouts, he roars aloud,\/he prevails over his enemies."
    },
    "18495": {
        "format": "poetry",
        "text": "¶“I have kept silent from ages past;\/I have been quiet and restrained myself.\/But now, I will groan like a woman in labor,\/gasping breathlessly."
    },
    "18496": {
        "format": "poetry",
        "text": "\/I will lay waste mountains and hills\/and dry up all their vegetation.\/I will turn rivers into islands\/and dry up marshes."
    },
    "18497": {
        "format": "poetry",
        "text": "\/I will lead the blind by a way they did not know;\/I will guide them on paths they have not known.\/I will turn darkness to light in front of them\/and rough places into level ground.\/This is what I will do for them,\/and I will not abandon them."
    },
    "18498": {
        "format": "poetry",
        "text": "\/They will be turned back and utterly ashamed—\/those who trust in an idol\/and say to a cast image,\/‘You are our gods!’"
    },
    "18499": {
        "format": "poetry",
        "text": "§¶“Listen, you deaf!\/Look, you blind, so that you may see."
    },
    "18500": {
        "format": "poetry",
        "text": "\/Who is blind but my servant,\/or deaf like my messenger I am sending?\/Who is blind like my dedicated one,\/or blind like the servant of the Lord?"
    },
    "18501": {
        "format": "poetry",
        "text": "\/Though seeing many things, you pay no attention.\/Though his ears are open, he does not listen.”"
    },
    "18502": {
        "format": "poetry",
        "text": "¶Because of his righteousness, the Lord was pleased\/to magnify his instruction and make it glorious."
    },
    "18503": {
        "format": "poetry",
        "text": "\/But this is a people plundered and looted,\/all of them trapped in holes\/or imprisoned in dungeons.\/They have become plunder\/with no one to rescue them\/and loot, with no one saying, “Give it back!”"
    },
    "18504": {
        "format": "poetry",
        "text": "\/Who among you will hear this?\/Let him listen and obey in the future."
    },
    "18505": {
        "format": "poetry",
        "text": "\/Who gave Jacob to the robber,\/and Israel to the plunderers?\/Was it not the Lord?\/Have we not sinned against him?\/They were not willing to walk in his ways,\/and they would not listen to his instruction."
    },
    "18506": {
        "format": "poetry",
        "text": "\/So he poured out his furious anger\/and the power of war on Jacob.\/It surrounded him with fire, but he did not know it;\/it burned him, but he didn’t take it to heart."
    },
    "18507": {
        "format": "poetry",
        "text": "§¶Now this is what the Lord says—\/the one who created you, Jacob,\/and the one who formed you, Israel—\/“Do not fear, for I have redeemed you;\/I have called you by your name; you are mine."
    },
    "18508": {
        "format": "poetry",
        "text": "\/I will be with you\/when you pass through the waters,\/and when you pass through the rivers,\/they will not overwhelm you.\/You will not be scorched\/when you walk through the fire,\/and the flame will not burn you."
    },
    "18509": {
        "format": "poetry",
        "text": "\/For I am the Lord your God,\/the Holy One of Israel, and your Savior.\/I have given Egypt as a ransom for you,\/Cush and Seba in your place."
    },
    "18510": {
        "format": "poetry",
        "text": "\/Because you are precious in my sight\/and honored, and I love you,\/I will give people in exchange for you\/and nations instead of your life."
    },
    "18511": {
        "format": "poetry",
        "text": "\/Do not fear, for I am with you;\/I will bring your descendants from the east,\/and gather you from the west."
    },
    "18512": {
        "format": "poetry",
        "text": "\/I will say to the north, ‘Give them up!’\/and to the south, ‘Do not hold them back!’\/Bring my sons from far away,\/and my daughters from the ends of the earth—"
    },
    "18513": {
        "format": "poetry",
        "text": "\/everyone who bears my name\/and is created for my glory.\/I have formed them; indeed, I have made them.”"
    },
    "18514": {
        "format": "poetry",
        "text": "¶Bring out a people who are blind, yet have eyes,\/and are deaf, yet have ears."
    },
    "18515": {
        "format": "poetry",
        "text": "\/All the nations are gathered together,\/and the peoples are assembled.\/Who among them can declare this,\/and tell us the former things?\/Let them present their witnesses\/to vindicate themselves,\/so that people may hear and say, “It is true.”"
    },
    "18516": {
        "format": "poetry",
        "text": "\/“You are my witnesses”—\/this is the Lord’s declaration—\/“and my servant whom I have chosen,\/so that you may know and believe me\/and understand that I am he.\/No god was formed before me,\/and there will be none after me."
    },
    "18517": {
        "format": "poetry",
        "text": "\/I—I am the Lord.\/Besides me, there is no Savior."
    },
    "18518": {
        "format": "poetry",
        "text": "\/I alone declared, saved, and proclaimed—\/and not some foreign god among you.\/So you are my witnesses”—\/this is the Lord’s declaration—\/“and I am God."
    },
    "18519": {
        "format": "poetry",
        "text": "\/Also, from today on I am he alone,\/and none can rescue from my power.\/I act, and who can reverse it?”"
    },
    "18520": {
        "format": "prose",
        "text": "§¶This is what the Lord, your Redeemer, the Holy One of Israel says:¶▼Because of you, I will send an army to Babylon\/and bring all of them as fugitives,\/even the Chaldeans in the ships in which they rejoice."
    },
    "18521": {
        "format": "poetry",
        "text": "\/I am the Lord, your Holy One,\/the Creator of Israel, your King."
    },
    "18522": {
        "format": "poetry",
        "text": "¶This is what the Lord says—\/who makes a way in the sea,\/and a path through raging water,"
    },
    "18523": {
        "format": "poetry",
        "text": "\/who brings out the chariot and horse,\/the army and the mighty one together\/(they lie down, they do not rise again;\/they are extinguished, put out like a wick)—"
    },
    "18524": {
        "format": "poetry",
        "text": "\/“Do not remember the past events,\/pay no attention to things of old."
    },
    "18525": {
        "format": "poetry",
        "text": "\/Look, I am about to do something new;\/even now it is coming. Do you not see it?\/Indeed, I will make a way in the wilderness,\/rivers in the desert."
    },
    "18526": {
        "format": "poetry",
        "text": "\/Wild animals—\/jackals and ostriches—will honor me,\/because I provide water in the wilderness,\/and rivers in the desert,\/to give drink to my chosen people."
    },
    "18527": {
        "format": "poetry",
        "text": "\/The people I formed for myself\/will declare my praise."
    },
    "18528": {
        "format": "poetry",
        "text": "¶“But, Jacob, you have not called on me,\/because, Israel, you have become weary of me."
    },
    "18529": {
        "format": "poetry",
        "text": "\/You have not brought me your sheep for burnt offerings\/or honored me with your sacrifices.\/I have not burdened you with offerings\/or wearied you with incense."
    },
    "18530": {
        "format": "poetry",
        "text": "\/You have not bought me aromatic cane with silver,\/or satisfied me with the fat of your sacrifices.\/But you have burdened me with your sins;\/you have wearied me with your iniquities."
    },
    "18531": {
        "format": "poetry",
        "text": "¶“I—I sweep away your transgressions\/for my own sake\/and remember your sins no more."
    },
    "18532": {
        "format": "poetry",
        "text": "\/Remind me. Let’s argue the case together.\/Recount the facts, so that you may be vindicated."
    },
    "18533": {
        "format": "poetry",
        "text": "\/Your first father sinned,\/and your mediators have rebelled against me."
    },
    "18534": {
        "format": "poetry",
        "text": "\/So I defiled the officers of the sanctuary,\/and set Jacob apart for destruction\/and Israel for scorn."
    },
    "18535": {
        "format": "poetry",
        "text": "§¶“And now listen, Jacob my servant,\/Israel whom I have chosen."
    },
    "18536": {
        "format": "poetry",
        "text": "\/This is the word of the Lord\/your Maker, the one who formed you from the womb:\/He will help you.\/Do not fear, Jacob my servant,\/Jeshurun whom I have chosen."
    },
    "18537": {
        "format": "poetry",
        "text": "\/For I will pour water on the thirsty land\/and streams on the dry ground;\/I will pour out my Spirit on your descendants\/and my blessing on your offspring."
    },
    "18538": {
        "format": "poetry",
        "text": "\/They will sprout among the grass\/like poplars by flowing streams."
    },
    "18539": {
        "format": "poetry",
        "text": "\/This one will say, ‘I am the Lord’s’;\/another will use the name of Jacob;\/still another will write on his hand, ‘The Lord’s,’\/and take on the name of Israel.”"
    },
    "18540": {
        "format": "prose",
        "text": "§¶This is what the Lord, the King of Israel and its Redeemer, the Lord of Armies, says:¶▼I am the first and I am the last.\/There is no God but me."
    },
    "18541": {
        "format": "poetry",
        "text": "\/Who, like me, can announce the future?\/Let him say so and make a case before me,\/since I have established an ancient people.\/Let these gods declare the coming things,\/and what will take place."
    },
    "18542": {
        "format": "poetry",
        "text": "\/Do not be startled or afraid.\/Have I not told you and declared it long ago?\/You are my witnesses!\/Is there any God but me?\/There is no other Rock; I do not know any."
    },
    "18543": {
        "format": "poetry",
        "text": "¶All who make idols are nothing,\/and what they treasure benefits no one.\/Their witnesses do not see or know anything,\/so they will be put to shame."
    },
    "18544": {
        "format": "poetry",
        "text": "\/Who makes a god or casts a metal image\/that benefits no one?"
    },
    "18545": {
        "format": "poetry",
        "text": "\/Look, all its worshipers will be put to shame,\/and the craftsmen are humans.\/They all will assemble and stand;\/they all will be startled and put to shame."
    },
    "18546": {
        "format": "poetry",
        "text": "¶The ironworker labors over the coals,\/shapes the idol with hammers,\/and works it with his strong arm.\/Also he grows hungry and his strength fails;\/he doesn’t drink water and is faint."
    },
    "18547": {
        "format": "poetry",
        "text": "\/The woodworker stretches out a measuring line,\/he outlines it with a stylus;\/he shapes it with chisels\/and outlines it with a compass.\/He makes it according to a human form,\/like a beautiful person,\/to dwell in a temple."
    },
    "18548": {
        "format": "poetry",
        "text": "\/He cuts down cedars for his use,\/or he takes a cypress or an oak.\/He lets it grow strong among the trees of the forest.\/He plants a laurel, and the rain makes it grow."
    },
    "18549": {
        "format": "poetry",
        "text": "\/A person can use it for fuel.\/He takes some of it and warms himself;\/also he kindles a fire and bakes bread;\/he even makes it into a god and worships it;\/he makes an idol from it and bows down to it."
    },
    "18550": {
        "format": "poetry",
        "text": "\/He burns half of it in a fire,\/and he roasts meat on that half.\/He eats the roast and is satisfied.\/He warms himself and says, “Ah!\/I am warm, I see the blaze.”"
    },
    "18551": {
        "format": "poetry",
        "text": "\/He makes a god or his idol with the rest of it.\/He bows down to it and worships;\/he prays to it, “Save me, for you are my god.”"
    },
    "18552": {
        "format": "poetry",
        "text": "\/Such people do not comprehend\/and cannot understand,\/for he has shut their eyes so they cannot see,\/and their minds so they cannot understand."
    },
    "18553": {
        "format": "poetry",
        "text": "\/No one comes to his senses;\/no one has the perception or insight to say,\/“I burned half of it in the fire,\/I also baked bread on its coals,\/I roasted meat and ate.\/Should I make something detestable with the rest of it?\/Should I bow down to a block of wood?”"
    },
    "18554": {
        "format": "poetry",
        "text": "\/He feeds on ashes.\/His deceived mind has led him astray,\/and he cannot rescue himself,\/or say, “Isn’t there a lie in my right hand?”"
    },
    "18555": {
        "format": "poetry",
        "text": "¶Remember these things, Jacob,\/and Israel, for you are my servant;\/I formed you, you are my servant;\/Israel, you will never be forgotten by me."
    },
    "18556": {
        "format": "poetry",
        "text": "\/I have swept away your transgressions like a cloud,\/and your sins like a mist.\/Return to me,\/for I have redeemed you."
    },
    "18557": {
        "format": "poetry",
        "text": "\/Rejoice, heavens, for the Lord has acted;\/shout, depths of the earth.\/Break out into singing, mountains,\/forest, and every tree in it.\/For the Lord has redeemed Jacob,\/and glorifies himself through Israel."
    },
    "18558": {
        "format": "prose",
        "text": "§¶This is what the Lord, your Redeemer who formed you from the womb, says:¶▼I am the Lord, who made everything;\/who stretched out the heavens by myself;\/who alone spread out the earth;"
    },
    "18559": {
        "format": "poetry",
        "text": "\/who destroys the omens of the false prophets\/and makes fools of diviners;\/who confounds the wise\/and makes their knowledge foolishness;"
    },
    "18560": {
        "format": "poetry",
        "text": "\/who confirms the message of his servant\/and fulfills the counsel of his messengers;\/who says to Jerusalem, “She will be inhabited,”\/and to the cities of Judah, “They will be rebuilt,”\/and I will restore her ruins;"
    },
    "18561": {
        "format": "poetry",
        "text": "\/who says to the depths of the sea, “Be dry,”\/and I will dry up your rivers;"
    },
    "18562": {
        "format": "poetry",
        "text": "\/who says to Cyrus, “My shepherd,\/he will fulfill all my pleasure”\/and says to Jerusalem, “She will be rebuilt,”\/and of the temple, “Its foundation will be laid.”"
    },
    "18563": {
        "format": "poetry",
        "text": "\/The Lord says this to Cyrus, his anointed,\/whose right hand I have grasped\/to subdue nations before him\/and disarm kings,\/to open doors before him,\/and even city gates will not be shut:"
    },
    "18564": {
        "format": "poetry",
        "text": "\/“I will go before you\/and level the uneven places;\/I will shatter the bronze doors\/and cut the iron bars in two."
    },
    "18565": {
        "format": "poetry",
        "text": "\/I will give you the treasures of darkness\/and riches from secret places,\/so that you may know that I am the Lord.\/I am the God of Israel, who calls you by your name."
    },
    "18566": {
        "format": "poetry",
        "text": "\/I call you by your name,\/for the sake my servant Jacob\/and Israel my chosen one.\/I give a name to you,\/though you do not know me."
    },
    "18567": {
        "format": "poetry",
        "text": "\/I am the Lord, and there is no other;\/there is no God but me.\/I will strengthen you,\/though you do not know me,"
    },
    "18568": {
        "format": "poetry",
        "text": "\/so that all may know from the rising of the sun to its setting\/that there is no one but me.\/I am the Lord, and there is no other."
    },
    "18569": {
        "format": "poetry",
        "text": "\/I form light and create darkness,\/I make success and create disaster;\/I am the Lord, who does all these things."
    },
    "18570": {
        "format": "poetry",
        "text": "¶“Heavens, sprinkle from above,\/and let the skies shower righteousness.\/Let the earth open up\/so that salvation will sprout\/and righteousness will spring up with it.\/I, the Lord, have created it."
    },
    "18571": {
        "format": "poetry",
        "text": "¶“Woe to the one who argues with his Maker—\/one clay pot among many.\/Does clay say to the one forming it,\/‘What are you making?’\/Or does your work say,\/‘He has no hands’?"
    },
    "18572": {
        "format": "poetry",
        "text": "\/Woe to the one who says to his father,\/‘What are you fathering?’\/or to his mother,\/‘What are you giving birth to?’”"
    },
    "18573": {
        "format": "poetry",
        "text": "\/This is what the Lord,\/the Holy One of Israel and its Maker, says:\/“Ask me what is to happen to my sons,\/and instruct me about the work of my hands."
    },
    "18574": {
        "format": "poetry",
        "text": "\/I made the earth,\/and created humans on it.\/It was my hands that stretched out the heavens,\/and I commanded everything in them."
    },
    "18575": {
        "format": "poetry",
        "text": "\/I have stirred him up in righteousness,\/and will level all roads for him.\/He will rebuild my city,\/and set my exiles free,\/not for a price or a bribe,”\/says the Lord of Armies."
    },
    "18576": {
        "format": "prose",
        "text": "§¶This is what the Lord says:¶▼“The products of Egypt and the merchandise of Cush\/and the Sabeans, men of stature,\/will come over to you\/and will be yours;\/they will follow you,\/they will come over in chains\/and bow down to you.\/They will confess to you,\/‘God is indeed with you, and there is no other;\/there is no other God.’”"
    },
    "18577": {
        "format": "poetry",
        "text": "¶Yes, you are a God who hides,\/God of Israel, Savior."
    },
    "18578": {
        "format": "poetry",
        "text": "\/All of them are put to shame, even humiliated;\/the makers of idols go in humiliation together."
    },
    "18579": {
        "format": "poetry",
        "text": "\/Israel will be saved by the Lord\/with an everlasting salvation;\/you will not be put to shame or humiliated\/for all eternity."
    },
    "18580": {
        "format": "poetry",
        "text": "¶For this is what the Lord says—\/the Creator of the heavens,\/the God who formed the earth and made it,\/the one who established it\/(he did not create it to be a wasteland,\/but formed it to be inhabited)—\/he says, “I am the Lord,\/and there is no other."
    },
    "18581": {
        "format": "poetry",
        "text": "\/I have not spoken in secret,\/somewhere in a land of darkness.\/I did not say to the descendants of Jacob:\/Seek me in a wasteland.\/I am the Lord, who speaks righteously,\/who declares what is right."
    },
    "18582": {
        "format": "poetry",
        "text": "¶“Come, gather together,\/and approach, you fugitives of the nations.\/Those who carry their wooden idols\/and pray to a god who cannot save\/have no knowledge."
    },
    "18583": {
        "format": "poetry",
        "text": "\/Speak up and present your case—\/yes, let them consult each other.\/Who predicted this long ago?\/Who announced it from ancient times?\/Was it not I, the Lord?\/There is no other God but me,\/a righteous God and Savior;\/there is no one except me."
    },
    "18584": {
        "format": "poetry",
        "text": "\/Turn to me and be saved,\/all the ends of the earth.\/For I am God,\/and there is no other."
    },
    "18585": {
        "format": "poetry",
        "text": "\/By myself I have sworn;\/truth has gone from my mouth,\/a word that will not be revoked:\/Every knee will bow to me,\/every tongue will swear allegiance."
    },
    "18586": {
        "format": "poetry",
        "text": "\/It will be said about me, ‘Righteousness and strength\/are found only in the Lord.’”\/All who are enraged against him\/will come to him and be put to shame."
    },
    "18587": {
        "format": "poetry",
        "text": "\/All the descendants of Israel\/will be justified and find glory through the Lord."
    },
    "18588": {
        "format": "poetry",
        "text": "§¶Bel crouches; Nebo cowers.\/Idols depicting them are consigned to beasts and cattle.\/The images you carry are loaded,\/as a burden for the weary animal."
    },
    "18589": {
        "format": "poetry",
        "text": "\/The gods cower; they crouch together;\/they are not able to rescue the burden,\/but they themselves go into captivity."
    },
    "18590": {
        "format": "poetry",
        "text": "¶“Listen to me, house of Jacob,\/all the remnant of the house of Israel,\/who have been sustained from the womb,\/carried along since birth."
    },
    "18591": {
        "format": "poetry",
        "text": "\/I will be the same until your old age,\/and I will bear you up when you turn gray.\/I have made you, and I will carry you;\/I will bear and rescue you."
    },
    "18592": {
        "format": "poetry",
        "text": "¶“Who will you compare me or make me equal to?\/Who will you measure me with,\/so that we should be like each other?"
    },
    "18593": {
        "format": "poetry",
        "text": "\/Those who pour out their bags of gold\/and weigh out silver on scales—\/they hire a goldsmith and he makes it into a god.\/Then they kneel and bow down to it."
    },
    "18594": {
        "format": "poetry",
        "text": "\/They lift it to their shoulder and bear it along;\/they set it in its place, and there it stands;\/it does not budge from its place.\/They cry out to it but it doesn’t answer;\/it saves no one from his trouble."
    },
    "18595": {
        "format": "poetry",
        "text": "¶“Remember this and be brave;\/take it to heart, you transgressors!"
    },
    "18596": {
        "format": "poetry",
        "text": "\/Remember what happened long ago,\/for I am God, and there is no other;\/I am God, and no one is like me."
    },
    "18597": {
        "format": "poetry",
        "text": "\/I declare the end from the beginning,\/and from long ago what is not yet done,\/saying: my plan will take place,\/and I will do all my will."
    },
    "18598": {
        "format": "poetry",
        "text": "\/I call a bird of prey from the east,\/a man for my purpose from a far country.\/Yes, I have spoken; so I will also bring it about.\/I have planned it; I will also do it."
    },
    "18599": {
        "format": "poetry",
        "text": "\/Listen to me, you hardhearted,\/far removed from justice:"
    },
    "18600": {
        "format": "poetry",
        "text": "\/I am bringing my justice near;\/it is not far away,\/and my salvation will not delay.\/I will put salvation in Zion,\/my splendor in Israel."
    },
    "18601": {
        "format": "poetry",
        "text": "§¶“Go down and sit in the dust,\/Virgin Daughter Babylon.\/Sit on the ground without a throne,\/Daughter Chaldea!\/For you will no longer be called pampered and spoiled."
    },
    "18602": {
        "format": "poetry",
        "text": "\/Take millstones and grind flour;\/remove your veil,\/strip off your skirt, bare your thigh,\/wade through the streams."
    },
    "18603": {
        "format": "poetry",
        "text": "\/Your nakedness will be uncovered,\/and your disgrace will be exposed.\/I will take vengeance;\/I will spare no one.”"
    },
    "18604": {
        "format": "poetry",
        "text": "\/The Holy One of Israel is our Redeemer;\/The Lord of Armies is his name."
    },
    "18605": {
        "format": "poetry",
        "text": "¶“Daughter Chaldea,\/sit in silence and go into darkness.\/For you will no longer be called mistress of kingdoms."
    },
    "18606": {
        "format": "poetry",
        "text": "\/I was angry with my people;\/I profaned my possession,\/and I handed them over to you.\/You showed them no mercy;\/you made your yoke very heavy on the elderly."
    },
    "18607": {
        "format": "poetry",
        "text": "\/You said, ‘I will be the queen forever.’\/You did not take these things to heart\/or think about their outcome."
    },
    "18608": {
        "format": "poetry",
        "text": "¶“So now hear this, lover of luxury,\/who sits securely,\/who says to herself,\/‘I am, and there is no one else.\/I will never be a widow\/or know the loss of children.’"
    },
    "18609": {
        "format": "poetry",
        "text": "\/These two things will happen to you\/suddenly, in one day:\/loss of children and widowhood.\/They will happen to you in their entirety,\/in spite of your many sorceries\/and the potency of your spells."
    },
    "18610": {
        "format": "poetry",
        "text": "\/You were secure in your wickedness;\/you said, ‘No one sees me.’\/Your wisdom and knowledge\/led you astray.\/You said to yourself,\/‘I am, and there is no one else.’"
    },
    "18611": {
        "format": "poetry",
        "text": "\/But disaster will happen to you;\/you will not know how to avert it.\/And it will fall on you,\/but you will be unable to ward it off.\/Devastation will happen to you suddenly\/and unexpectedly."
    },
    "18612": {
        "format": "poetry",
        "text": "¶So take your stand with your spells\/and your many sorceries,\/which you have wearied yourself with from your youth.\/Perhaps you will be able to succeed;\/perhaps you will inspire terror!"
    },
    "18613": {
        "format": "poetry",
        "text": "\/You are worn out with your many consultations.\/So let the astrologers stand and save you—\/those who observe the stars,\/those who predict monthly\/what will happen to you."
    },
    "18614": {
        "format": "poetry",
        "text": "\/Look, they are like stubble;\/fire burns them.\/They cannot rescue themselves\/from the power of the flame.\/This is not a coal for warming themselves,\/or a fire to sit beside!"
    },
    "18615": {
        "format": "poetry",
        "text": "\/This is what they are to you—\/those who have wearied you\/and have traded with you from your youth—\/each wanders on his own way;\/no one can save you."
    },
    "18616": {
        "format": "poetry",
        "text": "§¶“Listen to this, house of Jacob—\/those who are called by the name Israel\/and have descended from Judah,\/who swear by the name of the Lord\/and declare the God of Israel,\/but not in truth or righteousness."
    },
    "18617": {
        "format": "poetry",
        "text": "\/For they are named after the Holy City,\/and lean on the God of Israel;\/his name is the Lord of Armies."
    },
    "18618": {
        "format": "poetry",
        "text": "\/I declared the past events long ago;\/they came out of my mouth; I proclaimed them.\/Suddenly I acted, and they occurred."
    },
    "18619": {
        "format": "poetry",
        "text": "\/Because I know that you are stubborn,\/and your neck is iron\/and your forehead bronze,"
    },
    "18620": {
        "format": "poetry",
        "text": "\/therefore I declared to you long ago.\/I announced it to you before it occurred,\/so you could not claim, ‘My idol caused them;\/my carved image and cast idol control them.’"
    },
    "18621": {
        "format": "poetry",
        "text": "\/You have heard it. Observe it all.\/Will you not acknowledge it?\/From now on I will announce new things to you,\/hidden things that you have not known."
    },
    "18622": {
        "format": "poetry",
        "text": "\/They have been created now, and not long ago;\/you have not heard of them before today,\/so you could not claim, ‘I already knew them!’"
    },
    "18623": {
        "format": "poetry",
        "text": "\/You have never heard; you have never known;\/for a long time your ears have not been open.\/For I knew that you were very treacherous,\/and were known as a rebel from birth."
    },
    "18624": {
        "format": "poetry",
        "text": "\/I will delay my anger for the sake of my name,\/and I will restrain myself for your benefit and for my praise,\/so that you will not be destroyed."
    },
    "18625": {
        "format": "poetry",
        "text": "\/Look, I have refined you, but not as silver;\/I have tested you in the furnace of affliction."
    },
    "18626": {
        "format": "poetry",
        "text": "\/I will act for my own sake, indeed, my own,\/for how can I be defiled?\/I will not give my glory to another."
    },
    "18627": {
        "format": "poetry",
        "text": "\/“Listen to me, Jacob,\/and Israel, the one called by me:\/I am he; I am the first,\/I am also the last."
    },
    "18628": {
        "format": "poetry",
        "text": "\/My own hand founded the earth,\/and my right hand spread out the heavens;\/when I summoned them,\/they stood up together."
    },
    "18629": {
        "format": "poetry",
        "text": "\/All of you, assemble and listen!\/Who among the idols has declared these things?\/The Lord loves him;\/he will accomplish his will against Babylon,\/and his arm will be against the Chaldeans."
    },
    "18630": {
        "format": "poetry",
        "text": "\/I—I have spoken;\/yes, I have called him;\/I have brought him,\/and he will succeed in his mission."
    },
    "18631": {
        "format": "poetry",
        "text": "\/Approach me and listen to this.\/From the beginning I have not spoken in secret;\/from the time anything existed, I was there.”\/And now the Lord God\/has sent me and his Spirit."
    },
    "18632": {
        "format": "prose",
        "text": "¶This is what the Lord, your Redeemer, the Holy One of Israel says:¶▼I am the Lord your God,\/who teaches you for your benefit,\/who leads you in the way you should go."
    },
    "18633": {
        "format": "poetry",
        "text": "\/If only you had paid attention to my commands.\/Then your peace would have been like a river,\/and your righteousness like the waves of the sea."
    },
    "18634": {
        "format": "poetry",
        "text": "\/Your descendants would have been as countless as the sand,\/and the offspring of your body like its grains;\/their name would not be cut off\/or eliminated from my presence."
    },
    "18635": {
        "format": "poetry",
        "text": "¶Leave Babylon,\/flee from the Chaldeans!\/Declare with a shout of joy,\/proclaim this,\/let it go out to the end of the earth;\/announce,\/“The Lord has redeemed his servant Jacob!”"
    },
    "18636": {
        "format": "poetry",
        "text": "\/They did not thirst\/when he led them through the deserts;\/he made water flow from the rock for them;\/he split the rock, and water gushed out."
    },
    "18637": {
        "format": "poetry",
        "text": "\/“There is no peace for the wicked,” says the Lord."
    },
    "18638": {
        "format": "poetry",
        "text": "§¶Coasts and islands, listen to me;\/distant peoples, pay attention.\/The Lord called me before I was born.\/He named me while I was in my mother’s womb."
    },
    "18639": {
        "format": "poetry",
        "text": "\/He made my words like a sharp sword;\/he hid me in the shadow of his hand.\/He made me like a sharpened arrow;\/he hid me in his quiver."
    },
    "18640": {
        "format": "poetry",
        "text": "\/He said to me, “You are my servant,\/Israel, in whom I will be glorified.”"
    },
    "18641": {
        "format": "poetry",
        "text": "\/But I myself said: I have labored in vain,\/I have spent my strength for nothing and futility;\/yet my vindication is with the Lord,\/and my reward is with my God."
    },
    "18642": {
        "format": "poetry",
        "text": "\/And now, says the Lord,\/who formed me from the womb to be his servant,\/to bring Jacob back to him\/so that Israel might be gathered to him;\/for I am honored in the sight of the Lord,\/and my God is my strength—"
    },
    "18643": {
        "format": "poetry",
        "text": "\/he says,\/“It is not enough for you to be my servant\/raising up the tribes of Jacob\/and restoring the protected ones of Israel.\/I will also make you a light for the nations,\/to be my salvation to the ends of the earth.”"
    },
    "18644": {
        "format": "poetry",
        "text": "\/This is what the Lord,\/the Redeemer of Israel, his Holy One, says\/to one who is despised,\/to one abhorred by people,\/to a servant of rulers:\/“Kings will see, princes will stand up,\/and they will all bow down\/because of the Lord, who is faithful,\/the Holy One of Israel—and he has chosen you.”"
    },
    "18645": {
        "format": "prose",
        "text": "¶This is what the Lord says:¶▼I will answer you in a time of favor,\/and I will help you in the day of salvation.\/I will keep you, and I will appoint you\/to be a covenant for the people,\/to restore the land,\/to make them possess the desolate inheritances,"
    },
    "18646": {
        "format": "poetry",
        "text": "\/saying to the prisoners: Come out,\/and to those who are in darkness: Show yourselves.\/They will feed along the pathways,\/and their pastures will be on all the barren heights."
    },
    "18647": {
        "format": "poetry",
        "text": "\/They will not hunger or thirst,\/the scorching heat or sun will not strike them;\/for their compassionate one will guide them,\/and lead them to springs."
    },
    "18648": {
        "format": "poetry",
        "text": "\/I will make all my mountains into a road,\/and my highways will be raised up."
    },
    "18649": {
        "format": "poetry",
        "text": "\/See, these will come from far away,\/from the north and from the west,\/and from the land of Sinim."
    },
    "18650": {
        "format": "poetry",
        "text": "¶Shout for joy, you heavens!\/Earth, rejoice!\/Mountains break into joyful shouts!\/For the Lord has comforted his people,\/and will have compassion on his afflicted ones."
    },
    "18651": {
        "format": "poetry",
        "text": "§¶Zion says, “The Lord has abandoned me;\/the Lord has forgotten me!”"
    },
    "18652": {
        "format": "poetry",
        "text": "\/“Can a woman forget her nursing child,\/or lack compassion for the child of her womb?\/Even if these forget,\/yet I will not forget you."
    },
    "18653": {
        "format": "poetry",
        "text": "\/Look, I have inscribed you on the palms of my hands;\/your walls are continually before me."
    },
    "18654": {
        "format": "poetry",
        "text": "\/Your builders hurry;\/those who destroy and devastate you will leave you."
    },
    "18655": {
        "format": "poetry",
        "text": "\/Look up, and look around.\/They all gather together; they come to you.\/As I live”—\/this is the Lord’s declaration—\/“you will wear all your children as jewelry,\/and put them on as a bride does."
    },
    "18656": {
        "format": "poetry",
        "text": "\/For your waste and desolate places\/and your land marked by ruins—\/will now be indeed too small for the inhabitants,\/and those who swallowed you up will be far away."
    },
    "18657": {
        "format": "poetry",
        "text": "\/Yet as you listen, the children\/that you have been deprived of will say,\/‘This place is too small for me;\/make room for me so that I may settle.’"
    },
    "18658": {
        "format": "poetry",
        "text": "\/Then you will say within yourself,\/‘Who fathered these for me?\/I was deprived of my children and unable to conceive,\/exiled and wandering—\/but who brought them up?\/See, I was left by myself—\/but these, where did they come from?’”"
    },
    "18659": {
        "format": "prose",
        "text": "¶This is what the Lord God says:¶▼Look, I will lift up my hand to the nations,\/and raise my banner to the peoples.\/They will bring your sons in their arms,\/and your daughters will be carried on their shoulders."
    },
    "18660": {
        "format": "poetry",
        "text": "\/Kings will be your guardians\/and their queens your nursing mothers.\/They will bow down to you\/with their faces to the ground\/and lick the dust at your feet.\/Then you will know that I am the Lord;\/those who put their hope in me\/will not be put to shame."
    },
    "18661": {
        "format": "poetry",
        "text": "¶Can the prey be taken from a mighty man,\/or the captives of a tyrant be delivered?"
    },
    "18662": {
        "format": "poetry",
        "text": "\/For this is what the Lord says:\/“Even the captives of a mighty man will be taken,\/and the prey of a tyrant will be delivered;\/I will contend with the one who contends with you,\/and I will save your children."
    },
    "18663": {
        "format": "poetry",
        "text": "\/I will make your oppressors eat their own flesh,\/and they will be drunk with their own blood\/as with sweet wine.\/Then all people will know\/that I, the Lord, am your Savior,\/and your Redeemer, the Mighty One of Jacob.”"
    },
    "18664": {
        "format": "prose",
        "text": "¶This is what the Lord says:¶▼Where is your mother’s divorce certificate\/that I used to send her away?\/Or to which of my creditors did I sell you?\/Look, you were sold for your iniquities,\/and your mother was sent away\/because of your transgressions."
    },
    "18665": {
        "format": "poetry",
        "text": "\/Why was no one there when I came?\/Why was there no one to answer when I called?\/Is my arm too weak to redeem?\/Or do I have no power to rescue?\/Look, I dry up the sea by my rebuke;\/I turn the rivers into a wilderness;\/their fish rot because of lack of water\/and die of thirst."
    },
    "18666": {
        "format": "poetry",
        "text": "\/I dress the heavens in black\/and make sackcloth their clothing."
    },
    "18667": {
        "format": "poetry",
        "text": "§¶The Lord God has given me\/the tongue of those who are instructed\/to know how to sustain the weary with a word.\/He awakens me each morning;\/he awakens my ear to listen like those being instructed."
    },
    "18668": {
        "format": "poetry",
        "text": "\/The Lord God has opened my ear,\/and I was not rebellious;\/I did not turn back."
    },
    "18669": {
        "format": "poetry",
        "text": "\/I gave my back to those who beat me,\/and my cheeks to those who tore out my beard.\/I did not hide my face from scorn and spitting."
    },
    "18670": {
        "format": "poetry",
        "text": "¶The Lord God will help me;\/therefore I have not been humiliated;\/therefore I have set my face like flint,\/and I know I will not be put to shame."
    },
    "18671": {
        "format": "poetry",
        "text": "\/The one who vindicates me is near;\/who will contend with me?\/Let us confront each other.\/Who has a case against me?\/Let him come near me!"
    },
    "18672": {
        "format": "poetry",
        "text": "¶In truth, the Lord God will help me;\/who will condemn me?\/Indeed, all of them will wear out like a garment;\/a moth will devour them."
    },
    "18673": {
        "format": "poetry",
        "text": "\/Who among you fears the Lord\/and listens to his servant?\/Who among you walks in darkness,\/and has no light?\/Let him trust in the name of the Lord;\/let him lean on his God."
    },
    "18674": {
        "format": "poetry",
        "text": "\/Look, all you who kindle a fire,\/who encircle yourselves with torches;\/walk in the light of your fire\/and of the torches you have lit!\/This is what you’ll get from my hand:\/you will lie down in a place of torment."
    },
    "18675": {
        "format": "poetry",
        "text": "§¶Listen to me, you who pursue righteousness,\/you who seek the Lord:\/Look to the rock from which you were cut,\/and to the quarry from which you were dug."
    },
    "18676": {
        "format": "poetry",
        "text": "\/Look to Abraham your father,\/and to Sarah who gave birth to you.\/When I called him, he was only one;\/I blessed him and made him many."
    },
    "18677": {
        "format": "poetry",
        "text": "\/For the Lord will comfort Zion;\/he will comfort all her waste places,\/and he will make her wilderness like Eden,\/and her desert like the garden of the Lord.\/Joy and gladness will be found in her,\/thanksgiving and melodious song."
    },
    "18678": {
        "format": "poetry",
        "text": "\/Pay attention to me, my people,\/and listen to me, my nation;\/for instruction will come from me,\/and my justice for a light to the nations.\/I will bring it about quickly."
    },
    "18679": {
        "format": "poetry",
        "text": "\/My righteousness is near,\/my salvation appears,\/and my arms will bring justice to the nations.\/The coasts and islands will put their hope in me,\/and they will look to my strength."
    },
    "18680": {
        "format": "poetry",
        "text": "\/Look up to the heavens,\/and look at the earth beneath;\/for the heavens will vanish like smoke,\/the earth will wear out like a garment,\/and its inhabitants will die like gnats.\/But my salvation will last forever,\/and my righteousness will never be shattered."
    },
    "18681": {
        "format": "poetry",
        "text": "\/Listen to me, you who know righteousness,\/the people in whose heart is my instruction:\/do not fear disgrace by men,\/and do not be shattered by their taunts."
    },
    "18682": {
        "format": "poetry",
        "text": "\/For moths will devour them like a garment,\/and worms will eat them like wool.\/But my righteousness will last forever,\/and my salvation for all generations."
    },
    "18683": {
        "format": "poetry",
        "text": "\/Wake up, wake up!\/Arm of the Lord, clothe yourself with strength.\/Wake up as in days past,\/as in generations long ago.\/Wasn’t it you who hacked Rahab to pieces,\/who pierced the sea monster?"
    },
    "18684": {
        "format": "poetry",
        "text": "\/Wasn’t it you who dried up the sea,\/the waters of the great deep,\/who made the sea-bed into a road\/for the redeemed to pass over?"
    },
    "18685": {
        "format": "poetry",
        "text": "\/And the redeemed of the Lord will return\/and come to Zion with singing,\/crowned with unending joy.\/Joy and gladness will overtake them,\/and sorrow and sighing will flee."
    },
    "18686": {
        "format": "poetry",
        "text": "¶I—I am the one who comforts you.\/Who are you that you should fear humans who die,\/or a son of man who is given up like grass?"
    },
    "18687": {
        "format": "poetry",
        "text": "\/But you have forgotten the Lord, your Maker,\/who stretched out the heavens\/and laid the foundations of the earth.\/You are in constant dread all day long\/because of the fury of the oppressor,\/who has set himself to destroy.\/But where is the fury of the oppressor?"
    },
    "18688": {
        "format": "poetry",
        "text": "\/The prisoner is soon to be set free;\/he will not die and go to the Pit,\/and his food will not be lacking."
    },
    "18689": {
        "format": "poetry",
        "text": "\/For I am the Lord your God\/who stirs up the sea so that its waves roar—\/his name is the Lord of Armies."
    },
    "18690": {
        "format": "poetry",
        "text": "\/I have put my words in your mouth,\/and covered you in the shadow of my hand,\/in order to plant the heavens,\/to found the earth,\/and to say to Zion, “You are my people.”"
    },
    "18691": {
        "format": "poetry",
        "text": "¶Wake yourself, wake yourself up!\/Stand up, Jerusalem,\/you who have drunk the cup of his fury\/from the Lord’s hand;\/you who have drunk the goblet to the dregs—\/the cup that causes people to stagger."
    },
    "18692": {
        "format": "poetry",
        "text": "\/There is no one to guide her\/among all the children she has raised;\/there is no one to take hold of her hand\/among all the offspring she has brought up."
    },
    "18693": {
        "format": "poetry",
        "text": "\/These two things have happened to you:\/devastation and destruction,\/famine and sword.\/Who will grieve for you?\/How can I comfort you?"
    },
    "18694": {
        "format": "poetry",
        "text": "\/Your children have fainted;\/they lie at the head of every street\/like an antelope in a net.\/They are full of the Lord’s fury,\/the rebuke of your God."
    },
    "18695": {
        "format": "poetry",
        "text": "¶So listen to this, suffering\/and drunken one—but not with wine."
    },
    "18696": {
        "format": "poetry",
        "text": "\/This is what your Lord says—\/the Lord, even your God,\/who defends his people—\/“Look, I have removed from your hand\/the cup that causes staggering;\/that goblet, the cup of my fury.\/You will never drink it again."
    },
    "18697": {
        "format": "poetry",
        "text": "\/I will put it into the hands of your tormentors,\/who said to you:\/Lie down, so we can walk over you.\/You made your back like the ground,\/and like a street for those who walk on it."
    },
    "18698": {
        "format": "poetry",
        "text": "\/“Wake up, wake up;\/put on your strength, Zion!\/Put on your beautiful garments,\/Jerusalem, the Holy City!\/For the uncircumcised and the unclean\/will no longer enter you."
    },
    "18699": {
        "format": "poetry",
        "text": "\/Stand up, shake the dust off yourself!\/Take your seat, Jerusalem.\/Remove the bonds from your neck,\/captive Daughter Zion.”"
    },
    "18700": {
        "format": "poetry",
        "text": "\/For this is what the Lord says:\/“You were sold for nothing,\/and you will be redeemed without silver.”"
    },
    "18701": {
        "format": "poetry",
        "text": "\/For this is what the Lord God says:\/“At first my people went down to Egypt to reside there,\/then Assyria oppressed them without cause."
    },
    "18702": {
        "format": "poetry",
        "text": "\/So now what have I here”—\/this is the Lord’s declaration—\/“that my people are taken away for nothing?\/Its rulers wail”—\/this is the Lord’s declaration—\/“and my name is continually blasphemed all day long."
    },
    "18703": {
        "format": "poetry",
        "text": "\/Therefore my people will know my name;\/therefore they will know on that day\/that I am he who says:\/Here I am.”"
    },
    "18704": {
        "format": "poetry",
        "text": "¶How beautiful on the mountains\/are the feet of the herald,\/who proclaims peace,\/who brings news of good things,\/who proclaims salvation,\/who says to Zion, “Your God reigns!”"
    },
    "18705": {
        "format": "poetry",
        "text": "\/The voices of your watchmen—\/they lift up their voices,\/shouting for joy together;\/for every eye will see\/when the Lord returns to Zion."
    },
    "18706": {
        "format": "poetry",
        "text": "\/Be joyful, rejoice together,\/you ruins of Jerusalem!\/For the Lord has comforted his people;\/he has redeemed Jerusalem."
    },
    "18707": {
        "format": "poetry",
        "text": "\/The Lord has displayed his holy arm\/in the sight of all the nations;\/all the ends of the earth will see\/the salvation of our God."
    },
    "18708": {
        "format": "poetry",
        "text": "¶Leave, leave, go out from there!\/Do not touch anything unclean;\/go out from her, purify yourselves,\/you who carry the vessels of the Lord."
    },
    "18709": {
        "format": "poetry",
        "text": "\/For you will not leave in a hurry,\/and you will not have to take flight;\/because the Lord is going before you,\/and the God of Israel is your rear guard."
    },
    "18710": {
        "format": "poetry",
        "text": "§¶See, my servant will be successful;\/he will be raised and lifted up and greatly exalted."
    },
    "18711": {
        "format": "poetry",
        "text": "\/Just as many were appalled at you—\/his appearance was so disfigured\/that he did not look like a man,\/and his form did not resemble a human being—"
    },
    "18712": {
        "format": "poetry",
        "text": "\/so he will sprinkle many nations.\/Kings will shut their mouths because of him,\/for they will see what had not been told them,\/and they will understand what they had not heard."
    },
    "18713": {
        "format": "poetry",
        "text": "\/Who has believed what we have heard?\/And to whom has the arm of the Lord been revealed?"
    },
    "18714": {
        "format": "poetry",
        "text": "\/He grew up before him like a young plant\/and like a root out of dry ground.\/He didn’t have an impressive form\/or majesty that we should look at him,\/no appearance that we should desire him."
    },
    "18715": {
        "format": "poetry",
        "text": "\/He was despised and rejected by men,\/a man of suffering who knew what sickness was.\/He was like someone people turned away from;\/he was despised, and we didn’t value him."
    },
    "18716": {
        "format": "poetry",
        "text": "¶Yet he himself bore our sicknesses,\/and he carried our pains;\/but we in turn regarded him stricken,\/struck down by God, and afflicted."
    },
    "18717": {
        "format": "poetry",
        "text": "\/But he was pierced because of our rebellion,\/crushed because of our iniquities;\/punishment for our peace was on him,\/and we are healed by his wounds."
    },
    "18718": {
        "format": "poetry",
        "text": "\/We all went astray like sheep;\/we all have turned to our own way;\/and the Lord has punished him\/for the iniquity of us all."
    },
    "18719": {
        "format": "poetry",
        "text": "¶He was oppressed and afflicted,\/yet he did not open his mouth.\/Like a lamb led to the slaughter\/and like a sheep silent before her shearers,\/he did not open his mouth."
    },
    "18720": {
        "format": "poetry",
        "text": "\/He was taken away because of oppression and judgment;\/and who considered his fate?\/For he was cut off from the land of the living;\/he was struck because of my people’s rebellion."
    },
    "18721": {
        "format": "poetry",
        "text": "\/He was assigned a grave with the wicked,\/but he was with a rich man at his death,\/because he had done no violence\/and had not spoken deceitfully."
    },
    "18722": {
        "format": "poetry",
        "text": "¶Yet the Lord was pleased to crush him severely.\/When you make him a guilt offering,\/he will see his seed, he will prolong his days,\/and by his hand, the Lord’s pleasure will be accomplished."
    },
    "18723": {
        "format": "poetry",
        "text": "\/After his anguish,\/he will see light and be satisfied.\/By his knowledge,\/my righteous servant will justify many,\/and he will carry their iniquities."
    },
    "18724": {
        "format": "poetry",
        "text": "\/Therefore I will give him the many as a portion,\/and he will receive the mighty as spoil,\/because he willingly submitted to death,\/and was counted among the rebels;\/yet he bore the sin of many\/and interceded for the rebels."
    },
    "18725": {
        "format": "poetry",
        "text": "§¶“Rejoice, childless one, who did not give birth;\/burst into song and shout,\/you who have not been in labor!\/For the children of the desolate one will be more\/than the children of the married woman,”\/says the Lord."
    },
    "18726": {
        "format": "poetry",
        "text": "\/“Enlarge the site of your tent,\/and let your tent curtains be stretched out;\/do not hold back;\/lengthen your ropes,\/and drive your pegs deep."
    },
    "18727": {
        "format": "poetry",
        "text": "\/For you will spread out to the right and to the left,\/and your descendants will dispossess nations\/and inhabit the desolate cities."
    },
    "18728": {
        "format": "poetry",
        "text": "¶“Do not be afraid, for you will not be put to shame;\/don’t be humiliated, for you will not be disgraced.\/For you will forget the shame of your youth,\/and you will no longer remember\/the disgrace of your widowhood."
    },
    "18729": {
        "format": "poetry",
        "text": "\/Indeed, your husband is your Maker—\/his name is the Lord of Armies—\/and the Holy One of Israel is your Redeemer;\/he is called the God of the whole earth."
    },
    "18730": {
        "format": "poetry",
        "text": "\/For the Lord has called you,\/like a wife deserted and wounded in spirit,\/a wife of one’s youth when she is rejected,”\/says your God."
    },
    "18731": {
        "format": "poetry",
        "text": "\/“I deserted you for a brief moment,\/but I will take you back with abundant compassion."
    },
    "18732": {
        "format": "poetry",
        "text": "\/In a surge of anger\/I hid my face from you for a moment,\/but I will have compassion on you\/with everlasting love,”\/says the Lord your Redeemer."
    },
    "18733": {
        "format": "poetry",
        "text": "\/“For this is like the days of Noah to me:\/when I swore that the water of Noah\/would never flood the earth again,\/so I have sworn that I will not be angry with you\/or rebuke you."
    },
    "18734": {
        "format": "poetry",
        "text": "\/Though the mountains move\/and the hills shake,\/my love will not be removed from you\/and my covenant of peace will not be shaken,”\/says your compassionate Lord."
    },
    "18735": {
        "format": "poetry",
        "text": "¶“Poor Jerusalem, storm-tossed, and not comforted,\/I will set your stones in black mortar,\/and lay your foundations in lapis lazuli."
    },
    "18736": {
        "format": "poetry",
        "text": "\/I will make your fortifications out of rubies,\/your gates out of sparkling stones,\/and all your walls out of precious stones."
    },
    "18737": {
        "format": "poetry",
        "text": "\/Then all your children will be taught by the Lord,\/their prosperity will be great,"
    },
    "18738": {
        "format": "poetry",
        "text": "\/and you will be established\/on a foundation of righteousness.\/You will be far from oppression,\/you will certainly not be afraid;\/you will be far from terror,\/it will certainly not come near you."
    },
    "18739": {
        "format": "poetry",
        "text": "\/If anyone attacks you,\/it is not from me;\/whoever attacks you\/will fall before you."
    },
    "18740": {
        "format": "poetry",
        "text": "\/Look, I have created the craftsman\/who blows on the charcoal fire\/and produces a weapon suitable for its task;\/and I have created the destroyer to cause havoc."
    },
    "18741": {
        "format": "poetry",
        "text": "\/No weapon formed against you will succeed,\/and you will refute any accusation\/raised against you in court.\/This is the heritage of the Lord’s servants,\/and their vindication is from me.”¶►This is the Lord’s declaration."
    },
    "18742": {
        "format": "poetry",
        "text": "§¶“Come, everyone who is thirsty,\/come to the water;\/and you without silver,\/come, buy, and eat!\/Come, buy wine and milk\/without silver and without cost!"
    },
    "18743": {
        "format": "poetry",
        "text": "\/Why do you spend silver on what is not food,\/and your wages on what does not satisfy?\/Listen carefully to me, and eat what is good,\/and you will enjoy the choicest of foods."
    },
    "18744": {
        "format": "poetry",
        "text": "\/Pay attention and come to me;\/listen, so that you will live.\/I will make a permanent covenant with you\/on the basis of the faithful kindnesses of David."
    },
    "18745": {
        "format": "poetry",
        "text": "\/Since I have made him a witness to the peoples,\/a leader and commander for the peoples,"
    },
    "18746": {
        "format": "poetry",
        "text": "\/so you will summon a nation you do not know,\/and nations who do not know you will run to you.\/For the Lord your God,\/even the Holy One of Israel,\/has glorified you.”"
    },
    "18747": {
        "format": "poetry",
        "text": "¶Seek the Lord while he may be found;\/call to him while he is near."
    },
    "18748": {
        "format": "poetry",
        "text": "\/Let the wicked one abandon his way\/and the sinful one his thoughts;\/let him return to the Lord,\/so he may have compassion on him,\/and to our God, for he will freely forgive."
    },
    "18749": {
        "format": "poetry",
        "text": "¶“For my thoughts are not your thoughts,\/and your ways are not my ways.”\/This is the Lord’s declaration."
    },
    "18750": {
        "format": "poetry",
        "text": "\/“For as heaven is higher than earth,\/so my ways are higher than your ways,\/and my thoughts than your thoughts."
    },
    "18751": {
        "format": "poetry",
        "text": "\/For just as rain and snow fall from heaven\/and do not return there\/without saturating the earth\/and making it germinate and sprout,\/and providing seed to sow\/and food to eat,"
    },
    "18752": {
        "format": "poetry",
        "text": "\/so my word that comes from my mouth\/will not return to me empty,\/but it will accomplish what I please\/and will prosper in what I send it to do.”"
    },
    "18753": {
        "format": "poetry",
        "text": "¶You will indeed go out with joy\/and be peacefully guided;\/the mountains and the hills will break into singing before you,\/and all the trees of the field will clap their hands."
    },
    "18754": {
        "format": "poetry",
        "text": "\/Instead of the thornbush, a cypress will come up,\/and instead of the brier, a myrtle will come up;\/this will stand as a monument for the Lord,\/an everlasting sign that will not be destroyed."
    },
    "18755": {
        "format": "prose",
        "text": "§¶This is what the Lord says:¶▼Preserve justice and do what is right,\/for my salvation is coming soon,\/and my righteousness will be revealed."
    },
    "18756": {
        "format": "poetry",
        "text": "\/Happy is the person who does this,\/the son of man who holds it fast,\/who keeps the Sabbath without desecrating it,\/and keeps his hand from doing any evil."
    },
    "18757": {
        "format": "poetry",
        "text": "¶No foreigner who has joined himself to the Lord\/should say,\/“The Lord will exclude me from his people,”\/and the eunuch should not say,\/“Look, I am a dried-up tree.”"
    },
    "18758": {
        "format": "poetry",
        "text": "\/For the Lord says this:\/“For the eunuchs who keep my Sabbaths,\/and choose what pleases me,\/and hold firmly to my covenant,"
    },
    "18759": {
        "format": "poetry",
        "text": "\/I will give them, in my house and within my walls,\/a memorial and a name\/better than sons and daughters.\/I will give each of them an everlasting name\/that will never be cut off."
    },
    "18760": {
        "format": "poetry",
        "text": "\/As for the foreigners who join themselves to the Lord\/to minister to him, to love the name of the Lord,\/and to become his servants—\/all who keep the Sabbath without desecrating it\/and who hold firmly to my covenant—"
    },
    "18761": {
        "format": "poetry",
        "text": "\/I will bring them to my holy mountain\/and let them rejoice in my house of prayer.\/Their burnt offerings and sacrifices\/will be acceptable on my altar,\/for my house will be called a house of prayer\/for all nations.”"
    },
    "18762": {
        "format": "poetry",
        "text": "\/This is the declaration of the Lord God,\/who gathers the dispersed of Israel:\/“I will gather to them still others\/besides those already gathered.”"
    },
    "18763": {
        "format": "poetry",
        "text": "§¶All you animals of the field and forest,\/come and eat!"
    },
    "18764": {
        "format": "poetry",
        "text": "\/Israel’s watchmen are blind, all of them,\/they know nothing;\/all of them are mute dogs,\/they cannot bark;\/they dream, lie down,\/and love to sleep."
    },
    "18765": {
        "format": "poetry",
        "text": "\/These dogs have fierce appetites;\/they never have enough.\/And they are shepherds\/who have no discernment;\/all of them turn to their own way,\/every last one for his own profit."
    },
    "18766": {
        "format": "poetry",
        "text": "\/“Come, let me get some wine,\/let’s guzzle some beer;\/and tomorrow will be like today,\/only far better!”"
    },
    "18767": {
        "format": "poetry",
        "text": "\/The righteous person perishes,\/and no one takes it to heart;\/the faithful are taken away,\/with no one realizing\/that the righteous person is taken away\/because of evil."
    },
    "18768": {
        "format": "poetry",
        "text": "\/He will enter into peace—\/they will rest on their beds—\/everyone who lives uprightly."
    },
    "18769": {
        "format": "poetry",
        "text": "§¶But come here,\/you witch’s sons,\/offspring of an adulterer and a prostitute!"
    },
    "18770": {
        "format": "poetry",
        "text": "\/Who are you mocking?\/Who are you opening your mouth\/and sticking out your tongue at?\/Isn’t it you, you rebellious children,\/you offspring of liars,"
    },
    "18771": {
        "format": "poetry",
        "text": "\/who burn with lust among the oaks,\/under every green tree,\/who slaughter children in the wadis\/below the clefts of the rocks?"
    },
    "18772": {
        "format": "poetry",
        "text": "\/Your portion is among the smooth stones of the wadi;\/indeed, they are your lot.\/You have even poured out a drink offering to them;\/you have offered a grain offering;\/should I be satisfied with these?"
    },
    "18773": {
        "format": "poetry",
        "text": "\/You have placed your bed\/on a high and lofty mountain;\/you also went up there to offer sacrifice."
    },
    "18774": {
        "format": "poetry",
        "text": "\/You have set up your memorial\/behind the door and doorpost.\/For away from me, you stripped,\/went up, and made your bed wide,\/and you have made a bargain for yourself with them.\/You have loved their bed;\/you have gazed on their genitals."
    },
    "18775": {
        "format": "poetry",
        "text": "\/You went to the king with oil\/and multiplied your perfumes;\/you sent your envoys far away\/and sent them down even to Sheol."
    },
    "18776": {
        "format": "poetry",
        "text": "\/You became weary on your many journeys,\/but you did not say, “It’s hopeless!”\/You found a renewal of your strength;\/therefore you did not grow weak."
    },
    "18777": {
        "format": "poetry",
        "text": "\/Who was it you dreaded and feared,\/so that you lied and didn’t remember me\/or take it to heart?\/I have kept silent for a long time, haven’t I?\/So you do not fear me."
    },
    "18778": {
        "format": "poetry",
        "text": "\/I will announce your righteousness,\/and your works—they will not profit you."
    },
    "18779": {
        "format": "poetry",
        "text": "¶When you cry out,\/let your collection of idols rescue you!\/The wind will carry all of them off,\/a breath will take them away.\/But whoever takes refuge in me\/will inherit the land\/and possess my holy mountain."
    },
    "18780": {
        "format": "poetry",
        "text": "§¶He said,\/“Build it up, build it up, prepare the way,\/remove every obstacle from my people’s way.”"
    },
    "18781": {
        "format": "poetry",
        "text": "\/For the High and Exalted One,\/who lives forever, whose name is holy, says this:\/“I live in a high and holy place,\/and with the oppressed and lowly of spirit,\/to revive the spirit of the lowly\/and revive the heart of the oppressed."
    },
    "18782": {
        "format": "poetry",
        "text": "\/For I will not accuse you forever,\/and I will not always be angry;\/for then the spirit would grow weak before me,\/even the breath, which I have made."
    },
    "18783": {
        "format": "poetry",
        "text": "\/Because of his sinful greed I was angry,\/so I struck him; I was angry and hid;\/but he went on turning back to the desires of his heart."
    },
    "18784": {
        "format": "poetry",
        "text": "\/I have seen his ways, but I will heal him;\/I will lead him and restore comfort\/to him and his mourners,"
    },
    "18785": {
        "format": "poetry",
        "text": "\/creating words of praise.”\/The Lord says,\/“Peace, peace to the one who is far or near,\/and I will heal him."
    },
    "18786": {
        "format": "poetry",
        "text": "\/But the wicked are like the storm-tossed sea,\/for it cannot be still,\/and its water churns up mire and muck."
    },
    "18787": {
        "format": "poetry",
        "text": "\/There is no peace for the wicked,”\/says my God."
    },
    "18788": {
        "format": "poetry",
        "text": "§¶“Cry out loudly, don’t hold back!\/Raise your voice like a trumpet.\/Tell my people their transgression\/and the house of Jacob their sins."
    },
    "18789": {
        "format": "poetry",
        "text": "\/They seek me day after day\/and delight to know my ways,\/like a nation that does what is right\/and does not abandon the justice of their God.\/They ask me for righteous judgments;\/they delight in the nearness of God.”"
    },
    "18790": {
        "format": "poetry",
        "text": "\/“Why have we fasted, but you have not seen?\/We have denied ourselves, but you haven’t noticed!”\/“Look, you do as you please on the day of your fast,\/and oppress all your workers."
    },
    "18791": {
        "format": "poetry",
        "text": "\/You fast with contention and strife\/to strike viciously with your fist.\/You cannot fast as you do today,\/hoping to make your voice heard on high."
    },
    "18792": {
        "format": "poetry",
        "text": "\/Will the fast I choose be like this:\/A day for a person to deny himself,\/to bow his head like a reed,\/and to spread out sackcloth and ashes?\/Will you call this a fast\/and a day acceptable to the Lord?"
    },
    "18793": {
        "format": "poetry",
        "text": "\/Isn’t this the fast I choose:\/To break the chains of wickedness,\/to untie the ropes of the yoke,\/to set the oppressed free,\/and to tear off every yoke?"
    },
    "18794": {
        "format": "poetry",
        "text": "\/Is it not to share your bread with the hungry,\/to bring the poor and homeless into your house,\/to clothe the naked when you see him,\/and not to ignore your own flesh and blood?"
    },
    "18795": {
        "format": "poetry",
        "text": "\/Then your light will appear like the dawn,\/and your recovery will come quickly.\/Your righteousness will go before you,\/and the Lord’s glory will be your rear guard."
    },
    "18796": {
        "format": "poetry",
        "text": "¶At that time, when you call, the Lord will answer;\/when you cry out, he will say, ‘Here I am.’\/If you get rid of the yoke among you,\/the finger-pointing and malicious speaking,"
    },
    "18797": {
        "format": "poetry",
        "text": "\/and if you offer yourself to the hungry,\/and satisfy the afflicted one,\/then your light will shine in the darkness,\/and your night will be like noonday."
    },
    "18798": {
        "format": "poetry",
        "text": "\/The Lord will always lead you,\/satisfy you in a parched land,\/and strengthen your bones.\/You will be like a watered garden\/and like a spring whose water never runs dry."
    },
    "18799": {
        "format": "poetry",
        "text": "\/Some of you will rebuild the ancient ruins;\/you will restore the foundations laid long ago;\/you will be called the repairer of broken walls,\/the restorer of streets where people live."
    },
    "18800": {
        "format": "poetry",
        "text": "\/“If you keep from desecrating the Sabbath,\/from doing whatever you want on my holy day;\/if you call the Sabbath a delight,\/and the holy day of the Lord honorable;\/if you honor it, not going your own ways,\/seeking your own pleasure, or talking business;"
    },
    "18801": {
        "format": "poetry",
        "text": "\/then you will delight in the Lord,\/and I will make you ride over the heights of the land,\/and let you enjoy the heritage of your father Jacob.”\/For the mouth of the Lord has spoken."
    },
    "18802": {
        "format": "poetry",
        "text": "§¶Indeed, the Lord’s arm is not too weak to save,\/and his ear is not too deaf to hear."
    },
    "18803": {
        "format": "poetry",
        "text": "\/But your iniquities are separating you\/from your God,\/and your sins have hidden his face from you\/so that he does not listen."
    },
    "18804": {
        "format": "poetry",
        "text": "\/For your hands are defiled with blood\/and your fingers, with iniquity;\/your lips have spoken lies,\/and your tongues mutter injustice."
    },
    "18805": {
        "format": "poetry",
        "text": "\/No one makes claims justly;\/no one pleads honestly.\/They trust in empty and worthless words;\/they conceive trouble and give birth to iniquity."
    },
    "18806": {
        "format": "poetry",
        "text": "\/They hatch viper’s eggs\/and weave spider’s webs.\/Whoever eats their eggs will die;\/crack one open, and a viper is hatched."
    },
    "18807": {
        "format": "poetry",
        "text": "\/Their webs cannot become clothing,\/and they cannot cover themselves with their works.\/Their works are sinful works,\/and violent acts are in their hands."
    },
    "18808": {
        "format": "poetry",
        "text": "\/Their feet run after evil,\/and they rush to shed innocent blood.\/Their thoughts are sinful thoughts;\/ruin and wretchedness are in their paths."
    },
    "18809": {
        "format": "poetry",
        "text": "¶They have not known the path of peace,\/and there is no justice in their ways.\/They have made their roads crooked;\/no one who walks on them will know peace."
    },
    "18810": {
        "format": "poetry",
        "text": "\/Therefore justice is far from us,\/and righteousness does not reach us.\/We hope for light, but there is darkness;\/for brightness, but we live in the night."
    },
    "18811": {
        "format": "poetry",
        "text": "\/We grope along a wall like the blind;\/we grope like those without eyes.\/We stumble at noon as though it were twilight;\/we are like the dead among those who are healthy."
    },
    "18812": {
        "format": "poetry",
        "text": "\/We all growl like bears\/and moan like doves.\/We hope for justice, but there is none;\/for salvation, but it is far from us."
    },
    "18813": {
        "format": "poetry",
        "text": "\/For our transgressions have multiplied before you,\/and our sins testify against us.\/For our transgressions are with us,\/and we know our iniquities:"
    },
    "18814": {
        "format": "poetry",
        "text": "\/transgression and deception against the Lord,\/turning away from following our God,\/speaking oppression and revolt,\/conceiving and uttering lying words from the heart."
    },
    "18815": {
        "format": "poetry",
        "text": "\/Justice is turned back,\/and righteousness stands far off.\/For truth has stumbled in the public square,\/and honesty cannot enter."
    },
    "18816": {
        "format": "poetry",
        "text": "\/Truth is missing,\/and whoever turns from evil is plundered.\/The Lord saw that there was no justice,\/and he was offended."
    },
    "18817": {
        "format": "poetry",
        "text": "\/He saw that there was no man—\/he was amazed that there was no one interceding;\/so his own arm brought salvation,\/and his own righteousness supported him."
    },
    "18818": {
        "format": "poetry",
        "text": "¶He put on righteousness as body armor,\/and a helmet of salvation on his head;\/he put on garments of vengeance for clothing,\/and he wrapped himself in zeal as in a cloak."
    },
    "18819": {
        "format": "poetry",
        "text": "\/So he will repay according to their deeds:\/fury to his enemies,\/retribution to his foes,\/and he will repay the coasts and islands."
    },
    "18820": {
        "format": "poetry",
        "text": "\/They will fear the name of the Lord in the west\/and his glory in the east;\/for he will come like a rushing stream\/driven by the wind of the Lord."
    },
    "18821": {
        "format": "poetry",
        "text": "\/“The Redeemer will come to Zion,\/and to those in Jacob who turn from transgression.”\/This is the Lord’s declaration."
    },
    "18822": {
        "format": "prose",
        "text": "¶“As for me, this is my covenant with them,” says the Lord: “My Spirit who is on you, and my words that I have put in your mouth, will not depart from your mouth, or from the mouths of your children, or from the mouths of your children’s children, from now on and forever,” says the Lord."
    },
    "18823": {
        "format": "poetry",
        "text": "§¶Arise, shine, for your light has come,\/and the glory of the Lord shines over you."
    },
    "18824": {
        "format": "poetry",
        "text": "\/For look, darkness will cover the earth,\/and total darkness the peoples;\/but the Lord will shine over you,\/and his glory will appear over you."
    },
    "18825": {
        "format": "poetry",
        "text": "\/Nations will come to your light,\/and kings to your shining brightness."
    },
    "18826": {
        "format": "poetry",
        "text": "¶Raise your eyes and look around:\/they all gather and come to you;\/your sons will come from far away,\/and your daughters on the hips of nannies."
    },
    "18827": {
        "format": "poetry",
        "text": "\/Then you will see and be radiant,\/and your heart will tremble and rejoice,\/because the riches of the sea will become yours\/and the wealth of the nations will come to you."
    },
    "18828": {
        "format": "poetry",
        "text": "\/Caravans of camels will cover your land—\/young camels of Midian and Ephah—\/all of them will come from Sheba.\/They will carry gold and frankincense\/and proclaim the praises of the Lord."
    },
    "18829": {
        "format": "poetry",
        "text": "\/All the flocks of Kedar will be gathered to you;\/the rams of Nebaioth will serve you\/and go up on my altar as an acceptable sacrifice.\/I will glorify my beautiful house."
    },
    "18830": {
        "format": "poetry",
        "text": "¶Who are these who fly like a cloud,\/like doves to their shelters?"
    },
    "18831": {
        "format": "poetry",
        "text": "\/Yes, the coasts and islands will wait for me\/with the ships of Tarshish in the lead,\/to bring your children from far away,\/their silver and gold with them,\/for the honor of the Lord your God,\/the Holy One of Israel,\/who has glorified you."
    },
    "18832": {
        "format": "poetry",
        "text": "¶Foreigners will rebuild your walls,\/and their kings will serve you.\/Although I struck you in my wrath,\/yet I will show mercy to you with my favor."
    },
    "18833": {
        "format": "poetry",
        "text": "\/Your city gates will always be open;\/they will never be shut day or night\/so that the wealth of the nations\/may be brought into you,\/with their kings being led in procession."
    },
    "18834": {
        "format": "poetry",
        "text": "\/For the nation and the kingdom\/that will not serve you will perish;\/those nations will be annihilated."
    },
    "18835": {
        "format": "poetry",
        "text": "\/The glory of Lebanon will come to you—\/its pine, elm, and cypress together—\/to beautify the place of my sanctuary,\/and I will glorify my dwelling place."
    },
    "18836": {
        "format": "poetry",
        "text": "\/The sons of your oppressors\/will come and bow down to you;\/all who reviled you\/will fall facedown at your feet.\/They will call you the City of the Lord,\/Zion of the Holy One of Israel."
    },
    "18837": {
        "format": "poetry",
        "text": "\/Instead of your being deserted and hated,\/with no one passing through,\/I will make you an object of eternal pride,\/a joy from age to age."
    },
    "18838": {
        "format": "poetry",
        "text": "\/You will nurse on the milk of nations,\/and nurse at the breast of kings;\/you will know that I, the Lord, am your Savior\/and Redeemer, the Mighty One of Jacob."
    },
    "18839": {
        "format": "poetry",
        "text": "\/I will bring gold instead of bronze;\/I will bring silver instead of iron,\/bronze instead of wood,\/and iron instead of stones.\/I will appoint peace as your government\/and righteousness as your overseers."
    },
    "18840": {
        "format": "poetry",
        "text": "\/Violence will never again be heard of in your land;\/devastation and destruction\/will be gone from your borders.\/You will call your walls Salvation\/and your city gates Praise."
    },
    "18841": {
        "format": "poetry",
        "text": "\/The sun will no longer be your light by day,\/and the brightness of the moon will not shine on you.\/The Lord will be your everlasting light,\/and your God will be your splendor."
    },
    "18842": {
        "format": "poetry",
        "text": "\/Your sun will no longer set,\/and your moon will not fade;\/for the Lord will be your everlasting light,\/and the days of your sorrow will be over."
    },
    "18843": {
        "format": "poetry",
        "text": "\/All your people will be righteous;\/they will possess the land forever;\/they are the branch I planted,\/the work of my hands,\/so that I may be glorified."
    },
    "18844": {
        "format": "poetry",
        "text": "\/The least will become a thousand,\/the smallest a mighty nation.\/I am the Lord;\/I will accomplish it quickly in its time."
    },
    "18845": {
        "format": "poetry",
        "text": "§¶The Spirit of the Lord God is on me,\/because the Lord has anointed me\/to bring good news to the poor.\/He has sent me to heal the brokenhearted,\/to proclaim liberty to the captives\/and freedom to the prisoners;"
    },
    "18846": {
        "format": "poetry",
        "text": "\/to proclaim the year of the Lord’s favor,\/and the day of our God’s vengeance;\/to comfort all who mourn,"
    },
    "18847": {
        "format": "poetry",
        "text": "\/to provide for those who mourn in Zion;\/to give them a crown of beauty instead of ashes,\/festive oil instead of mourning,\/and splendid clothes instead of despair.\/And they will be called righteous trees,\/planted by the Lord\/to glorify him."
    },
    "18848": {
        "format": "poetry",
        "text": "\/They will rebuild the ancient ruins;\/they will restore the former devastations;\/they will renew the ruined cities,\/the devastations of many generations."
    },
    "18849": {
        "format": "poetry",
        "text": "\/Strangers will stand and feed your flocks,\/and foreigners will be your plowmen and vinedressers."
    },
    "18850": {
        "format": "poetry",
        "text": "¶But you will be called the Lord’s priests;\/they will speak of you as ministers of our God;\/you will eat the wealth of the nations,\/and you will boast in their riches."
    },
    "18851": {
        "format": "poetry",
        "text": "\/In place of your shame, you will have a double portion;\/in place of disgrace, they will rejoice over their share.\/So they will possess double in their land,\/and eternal joy will be theirs."
    },
    "18852": {
        "format": "poetry",
        "text": "¶For I the Lord love justice;\/I hate robbery and injustice;\/I will faithfully reward my people\/and make a permanent covenant with them."
    },
    "18853": {
        "format": "poetry",
        "text": "\/Their descendants will be known among the nations,\/and their posterity among the peoples.\/All who see them will recognize\/that they are a people the Lord has blessed."
    },
    "18854": {
        "format": "poetry",
        "text": "¶I rejoice greatly in the Lord,\/I exult in my God;\/for he has clothed me with the garments of salvation\/and wrapped me in a robe of righteousness,\/as a groom wears a turban\/and as a bride adorns herself with her jewels."
    },
    "18855": {
        "format": "poetry",
        "text": "\/For as the earth produces its growth,\/and as a garden enables what is sown to spring up,\/so the Lord God will cause righteousness and praise\/to spring up before all the nations."
    },
    "18856": {
        "format": "poetry",
        "text": "§¶I will not keep silent because of Zion,\/and I will not keep still because of Jerusalem,\/until her righteousness shines like a bright light\/and her salvation, like a flaming torch."
    },
    "18857": {
        "format": "poetry",
        "text": "¶Nations will see your righteousness\/and all kings, your glory.\/You will be given a new name\/that the Lord’s mouth will announce."
    },
    "18858": {
        "format": "poetry",
        "text": "¶You will be a glorious crown in the Lord’s hand,\/and a royal diadem in the palm of your God’s hand."
    },
    "18859": {
        "format": "poetry",
        "text": "\/You will no longer be called Deserted,\/and your land will not be called Desolate;\/instead, you will be called My Delight Is in Her,\/and your land Married;\/for the Lord delights in you,\/and your land will be married."
    },
    "18860": {
        "format": "poetry",
        "text": "\/For as a young man marries a young woman,\/so your sons will marry you;\/and as a groom rejoices over his bride,\/so your God will rejoice over you."
    },
    "18861": {
        "format": "poetry",
        "text": "\/Jerusalem,\/I have appointed watchmen on your walls;\/they will never be silent, day or night.\/There is no rest for you,\/who remind the Lord."
    },
    "18862": {
        "format": "poetry",
        "text": "\/Do not give him rest\/until he establishes and makes Jerusalem\/the praise of the earth."
    },
    "18863": {
        "format": "poetry",
        "text": "¶The Lord has sworn with his right hand\/and his strong arm:\/I will no longer give your grain\/to your enemies for food,\/and foreigners will not drink the new wine\/for which you have labored."
    },
    "18864": {
        "format": "poetry",
        "text": "\/For those who gather grain will eat it\/and praise the Lord,\/and those who harvest the grapes will drink the wine\/in my holy courts."
    },
    "18865": {
        "format": "poetry",
        "text": "\/Go out, go out through the city gates;\/prepare a way for the people!\/Build it up, build up the highway;\/clear away the stones!\/Raise a banner for the peoples."
    },
    "18866": {
        "format": "poetry",
        "text": "\/Look, the Lord has proclaimed\/to the ends of the earth,\/“Say to Daughter Zion:\/Look, your salvation is coming,\/his wages are with him,\/and his reward accompanies him.”"
    },
    "18867": {
        "format": "poetry",
        "text": "\/And they will be called the Holy People,\/the Lord’s Redeemed;\/and you will be called Cared For,\/A City Not Deserted."
    },
    "18868": {
        "format": "poetry",
        "text": "§¶Who is this coming from Edom\/in crimson-stained garments from Bozrah—\/this one who is splendid in his apparel,\/striding in his formidable might?\/It is I, proclaiming vindication,\/powerful to save."
    },
    "18869": {
        "format": "poetry",
        "text": "\/Why are your clothes red,\/and your garments like one who treads a winepress?"
    },
    "18870": {
        "format": "poetry",
        "text": "\/I trampled the winepress alone,\/and no one from the nations was with me.\/I trampled them in my anger\/and ground them underfoot in my fury;\/their blood spattered my garments,\/and all my clothes were stained."
    },
    "18871": {
        "format": "poetry",
        "text": "\/For I planned the day of vengeance,\/and the year of my redemption came."
    },
    "18872": {
        "format": "poetry",
        "text": "¶I looked, but there was no one to help,\/and I was amazed that no one assisted;\/so my arm accomplished victory for me,\/and my wrath assisted me."
    },
    "18873": {
        "format": "poetry",
        "text": "¶I crushed nations in my anger;\/I made them drunk with my wrath\/and poured out their blood on the ground."
    },
    "18874": {
        "format": "poetry",
        "text": "§¶I will make known the Lord’s faithful love\/and the Lord’s praiseworthy acts,\/because of all the Lord has done for us—\/even the many good things\/he has done for the house of Israel,\/which he did for them based on his compassion\/and the abundance of his faithful love."
    },
    "18875": {
        "format": "poetry",
        "text": "\/He said, “They are indeed my people,\/children who will not be disloyal,”\/and he became their Savior."
    },
    "18876": {
        "format": "poetry",
        "text": "\/In all their suffering, he suffered,\/and the angel of his presence saved them.\/He redeemed them\/because of his love and compassion;\/he lifted them up and carried them\/all the days of the past."
    },
    "18877": {
        "format": "poetry",
        "text": "\/But they rebelled\/and grieved his Holy Spirit.\/So he became their enemy\/and fought against them."
    },
    "18878": {
        "format": "poetry",
        "text": "\/Then he remembered the days of the past,\/the days of Moses and his people.\/Where is he who brought them out of the sea\/with the shepherds of his flock?\/Where is he who put his Holy Spirit among the flock?"
    },
    "18879": {
        "format": "poetry",
        "text": "\/He made his glorious strength\/available at the right hand of Moses,\/divided the water before them\/to make an eternal name for himself,"
    },
    "18880": {
        "format": "poetry",
        "text": "\/and led them through the depths\/like a horse in the wilderness,\/so that they did not stumble."
    },
    "18881": {
        "format": "poetry",
        "text": "¶Like cattle that go down into the valley,\/the Spirit of the Lord gave them rest.\/You led your people this way\/to make a glorious name for yourself."
    },
    "18882": {
        "format": "poetry",
        "text": "§¶Look down from heaven and see\/from your lofty home—holy and beautiful.\/Where is your zeal and your might?\/Your yearning and your compassion\/are withheld from me."
    },
    "18883": {
        "format": "poetry",
        "text": "\/Yet you are our Father,\/even though Abraham does not know us\/and Israel doesn’t recognize us.\/You, Lord, are our Father;\/your name is Our Redeemer\/from Ancient Times."
    },
    "18884": {
        "format": "poetry",
        "text": "\/Why, Lord, do you make us stray from your ways?\/You harden our hearts so we do not fear you.\/Return, because of your servants,\/the tribes of your heritage."
    },
    "18885": {
        "format": "poetry",
        "text": "\/Your holy people had a possession\/for a little while,\/but our enemies have trampled down\/your sanctuary."
    },
    "18886": {
        "format": "poetry",
        "text": "\/We have become like those you never ruled,\/like those who did not bear your name."
    },
    "18887": {
        "format": "poetry",
        "text": "\/If only you would tear the heavens open\/and come down,\/so that mountains would quake at your presence—"
    },
    "18888": {
        "format": "poetry",
        "text": "\/just as fire kindles brushwood,\/and fire boils water—\/to make your name known to your enemies,\/so that nations will tremble at your presence!"
    },
    "18889": {
        "format": "poetry",
        "text": "\/When you did awesome works\/that we did not expect,\/you who came down,\/and the mountains quaked at your presence."
    },
    "18890": {
        "format": "poetry",
        "text": "\/From ancient times no one has heard,\/no one has listened to,\/no eye has seen any God except you\/who acts on behalf of the one who waits for him."
    },
    "18891": {
        "format": "poetry",
        "text": "\/You welcome the one who joyfully does what is right;\/they remember you in your ways.\/But we have sinned, and you were angry.\/How can we be saved if we remain in our sins?"
    },
    "18892": {
        "format": "poetry",
        "text": "\/All of us have become like something unclean,\/and all our righteous acts are like a polluted garment;\/all of us wither like a leaf,\/and our iniquities carry us away like the wind."
    },
    "18893": {
        "format": "poetry",
        "text": "\/No one calls on your name,\/striving to take hold of you.\/For you have hidden your face from us\/and made us melt because of our iniquity."
    },
    "18894": {
        "format": "poetry",
        "text": "\/Yet Lord, you are our Father;\/we are the clay, and you are our potter;\/we all are the work of your hands."
    },
    "18895": {
        "format": "poetry",
        "text": "\/Lord, do not be terribly angry\/or remember our iniquity forever.\/Please look—all of us are your people!"
    },
    "18896": {
        "format": "poetry",
        "text": "\/Your holy cities have become a wilderness;\/Zion has become a wilderness,\/Jerusalem a desolation."
    },
    "18897": {
        "format": "poetry",
        "text": "\/Our holy and beautiful temple,\/where our fathers praised you,\/has been burned down,\/and all that was dear to us lies in ruins."
    },
    "18898": {
        "format": "poetry",
        "text": "\/Lord, after all this, will you restrain yourself?\/Will you keep silent and afflict us severely?"
    },
    "18899": {
        "format": "poetry",
        "text": "§¶“I was sought by those who did not ask;\/I was found by those who did not seek me.\/I said, ‘Here I am, here I am,’\/to a nation that did not call on my name."
    },
    "18900": {
        "format": "poetry",
        "text": "\/I spread out my hands all day long\/to a rebellious people\/who walk in the path that is not good,\/following their own thoughts."
    },
    "18901": {
        "format": "poetry",
        "text": "\/These people continually anger me\/to my face,\/sacrificing in gardens,\/burning incense on bricks,"
    },
    "18902": {
        "format": "poetry",
        "text": "\/sitting among the graves,\/spending nights in secret places,\/eating the meat of pigs,\/and putting polluted broth in their bowls."
    },
    "18903": {
        "format": "poetry",
        "text": "\/They say, ‘Keep to yourself,\/don’t come near me, for I am too holy for you!’\/These practices are smoke in my nostrils,\/a fire that burns all day long."
    },
    "18904": {
        "format": "poetry",
        "text": "\/Look, it is written in front of me:\/I will not keep silent, but I will repay;\/I will repay them fully"
    },
    "18905": {
        "format": "poetry",
        "text": "\/for your iniquities and the iniquities\/of your fathers together,”\/says the Lord.\/“Because they burned incense on the mountains\/and reproached me on the hills,\/I will reward them fully\/for their former deeds.”"
    },
    "18906": {
        "format": "prose",
        "text": "¶The Lord says this:¶▼“As the new wine is found in a bunch of grapes,\/and one says, ‘Don’t destroy it,\/for there’s some good in it,’\/so I will act because of my servants\/and not destroy them all."
    },
    "18907": {
        "format": "poetry",
        "text": "\/I will produce descendants from Jacob,\/and heirs to my mountains from Judah;\/my chosen ones will possess it,\/and my servants will dwell there."
    },
    "18908": {
        "format": "poetry",
        "text": "\/Sharon will be a pasture for flocks,\/and the Valley of Achor a place for herds to lie down,\/for my people who have sought me."
    },
    "18909": {
        "format": "poetry",
        "text": "\/But you who abandon the Lord,\/who forget my holy mountain,\/who prepare a table for Fortune\/and fill bowls of mixed wine for Destiny,"
    },
    "18910": {
        "format": "poetry",
        "text": "\/I will destine you for the sword,\/and all of you will kneel down to be slaughtered,\/because I called and you did not answer,\/I spoke and you did not hear;\/you did what was evil in my sight\/and chose what I did not delight in.”"
    },
    "18911": {
        "format": "prose",
        "text": "¶Therefore, this is what the Lord God says:¶▼“My servants will eat,\/but you will be hungry;\/my servants will drink,\/but you will be thirsty;\/my servants will rejoice,\/but you will be put to shame."
    },
    "18912": {
        "format": "poetry",
        "text": "\/My servants will shout for joy from a glad heart,\/but you will cry out from an anguished heart,\/and you will lament out of a broken spirit."
    },
    "18913": {
        "format": "poetry",
        "text": "\/You will leave your name behind\/as a curse for my chosen ones,\/and the Lord God will kill you;\/but he will give his servants another name."
    },
    "18914": {
        "format": "poetry",
        "text": "\/Whoever asks for a blessing in the land\/will ask for a blessing by the God of truth,\/and whoever swears in the land\/will swear by the God of truth.\/For the former troubles will be forgotten\/and hidden from my sight."
    },
    "18915": {
        "format": "poetry",
        "text": "§¶“For I will create a new heaven and a new earth;\/the past events will not be remembered or come to mind."
    },
    "18916": {
        "format": "poetry",
        "text": "\/Then be glad and rejoice forever\/in what I am creating;\/for I will create Jerusalem to be a joy\/and its people to be a delight."
    },
    "18917": {
        "format": "poetry",
        "text": "\/I will rejoice in Jerusalem\/and be glad in my people.\/The sound of weeping and crying\/will no longer be heard in her."
    },
    "18918": {
        "format": "poetry",
        "text": "\/In her, a nursing infant will no longer live\/only a few days,\/or an old man not live out his days.\/Indeed, the one who dies at a hundred years old\/will be mourned as a young man,\/and the one who misses a hundred years\/will be considered cursed."
    },
    "18919": {
        "format": "poetry",
        "text": "\/People will build houses and live in them;\/they will plant vineyards and eat their fruit."
    },
    "18920": {
        "format": "poetry",
        "text": "\/They will not build and others live in them;\/they will not plant and others eat.\/For my people’s lives will be\/like the lifetime of a tree.\/My chosen ones will fully enjoy\/the work of their hands."
    },
    "18921": {
        "format": "poetry",
        "text": "\/They will not labor without success\/or bear children destined for disaster,\/for they will be a people blessed by the Lord\/along with their descendants."
    },
    "18922": {
        "format": "poetry",
        "text": "\/Even before they call, I will answer;\/while they are still speaking, I will hear."
    },
    "18923": {
        "format": "poetry",
        "text": "\/The wolf and the lamb will feed together,\/and the lion will eat straw like cattle,\/but the serpent’s food will be dust!\/They will not do what is evil or destroy\/on my entire holy mountain,”\/says the Lord."
    },
    "18924": {
        "format": "prose",
        "text": "§¶This is what the Lord says:¶▼Heaven is my throne,\/and earth is my footstool.\/Where could you possibly build a house for me?\/And where would my resting place be?"
    },
    "18925": {
        "format": "poetry",
        "text": "\/My hand made all these things,\/and so they all came into being.\/This is the Lord’s declaration.\/I will look favorably on this kind of person:\/one who is humble, submissive in spirit,\/and trembles at my word."
    },
    "18926": {
        "format": "poetry",
        "text": "\/One person slaughters an ox, another kills a person;\/one person sacrifices a lamb, another breaks a dog’s neck;\/one person offers a grain offering, another offers pig’s blood;\/one person offers incense, another praises an idol—\/all these have chosen their ways\/and delight in their abhorrent practices."
    },
    "18927": {
        "format": "poetry",
        "text": "\/So I will choose their punishment,\/and I will bring on them what they dread\/because I called and no one answered;\/I spoke and they did not listen;\/they did what was evil in my sight\/and chose what I did not delight in."
    },
    "18928": {
        "format": "poetry",
        "text": "\/You who tremble at his word,\/hear the word of the Lord:\/“Your brothers who hate and exclude you\/for my name’s sake have said,\/‘Let the Lord be glorified\/so that we can see your joy!’\/But they will be put to shame.”"
    },
    "18929": {
        "format": "poetry",
        "text": "\/A sound of uproar from the city!\/A voice from the temple—\/the voice of the Lord,\/paying back his enemies what they deserve!"
    },
    "18930": {
        "format": "poetry",
        "text": "\/Before Zion was in labor, she gave birth;\/before she was in pain, she delivered a boy."
    },
    "18931": {
        "format": "poetry",
        "text": "\/Who has heard of such a thing?\/Who has seen such things?\/Can a land be born in one day\/or a nation be delivered in an instant?\/Yet as soon as Zion was in labor,\/she gave birth to her sons."
    },
    "18932": {
        "format": "poetry",
        "text": "\/“Will I bring a baby to the point of birth\/and not deliver it?”\/says the Lord;\/“or will I who deliver, close the womb?”\/says your God."
    },
    "18933": {
        "format": "poetry",
        "text": "\/Be glad for Jerusalem and rejoice over her,\/all who love her.\/Rejoice greatly with her,\/all who mourn over her—"
    },
    "18934": {
        "format": "poetry",
        "text": "\/so that you may nurse and be satisfied\/from her comforting breast\/and drink deeply and delight yourselves\/from her glorious breasts."
    },
    "18935": {
        "format": "prose",
        "text": "¶For this is what the Lord says:¶▼I will make peace flow to her like a river,\/and the wealth of nations like a flood;\/you will nurse and be carried on her hip\/and bounced on her lap."
    },
    "18936": {
        "format": "poetry",
        "text": "\/As a mother comforts her son,\/so I will comfort you,\/and you will be comforted in Jerusalem."
    },
    "18937": {
        "format": "poetry",
        "text": "\/You will see, you will rejoice,\/and you will flourish like grass;\/then the Lord’s power will be revealed to his servants,\/but he will show his wrath against his enemies."
    },
    "18938": {
        "format": "poetry",
        "text": "\/Look, the Lord will come with fire—\/his chariots are like the whirlwind—\/to execute his anger with fury\/and his rebuke with flames of fire."
    },
    "18939": {
        "format": "poetry",
        "text": "\/For the Lord will execute judgment\/on all people with his fiery sword,\/and many will be slain by the Lord."
    },
    "18940": {
        "format": "prose",
        "text": "¶“Those who dedicate and purify themselves to enter the groves following their leader, eating meat from pigs, vermin, and rats, will perish together.”¶This is the Lord’s declaration."
    },
    "18941": {
        "format": "prose",
        "text": "¶“Knowing their works and their thoughts, I have come to gather all nations and languages; they will come and see my glory."
    },
    "18942": {
        "format": "prose",
        "text": "I will establish a sign among them, and I will send survivors from them to the nations—to Tarshish, Put, Lud (who are archers), Tubal, Javan, and the coasts and islands far away—who have not heard about me or seen my glory. And they will proclaim my glory among the nations."
    },
    "18943": {
        "format": "prose",
        "text": "They will bring all your brothers from all the nations as a gift to the Lord on horses and chariots, in litters, and on mules and camels, to my holy mountain Jerusalem,” says the Lord, “just as the Israelites bring an offering in a clean vessel to the house of the Lord."
    },
    "18944": {
        "format": "prose",
        "text": "I will also take some of them as priests and Levites,” says the Lord."
    },
    "18945": {
        "format": "poetry",
        "text": "¶“For just as the new heavens and the new earth,\/which I will make,\/will remain before me”—\/this is the Lord’s declaration—\/“so your offspring and your name will remain."
    },
    "18946": {
        "format": "poetry",
        "text": "\/All mankind will come to worship me\/from one New Moon to another\/and from one Sabbath to another,”\/says the Lord."
    },
    "18947": {
        "format": "prose",
        "text": "¶“As they leave, they will see the dead bodies of those who have rebelled against me; for their worm will never die, their fire will never go out, and they will be a horror to all mankind.”"
    }
}