{
    "17656": {
        "format": "prose",
        "text": "§¶A vision of Isaiah, the son of Amoz, which he saw concerning Judah and Jerusalem, in the days of Uzziah, Jotham, Ahaz, and Hezekiah Kings of Judah."
    },
    "17657": {
        "format": "prose",
        "text": "¶Hear, O heavens, and hearken, O earth: for the Lord hath said, I have nourished and brought up children, but they have rebelled against me."
    },
    "17658": {
        "format": "prose",
        "text": "¶The ox knoweth his owner, and the ass his master’s crib: but Israel hath not known: my people hath not understood."
    },
    "17659": {
        "format": "prose",
        "text": "¶Ah, sinful nation, a people laden with iniquity: a seed of the wicked, corrupt children: they have forsaken the Lord: they have provoked the Holy one of Israel to anger: they are gone backward."
    },
    "17660": {
        "format": "prose",
        "text": "¶Wherefore should ye be smitten anymore? for ye fall away more and more: the whole head is sick, and the whole heart is heavy."
    },
    "17661": {
        "format": "prose",
        "text": "¶From the sole of the foot unto the head, there is nothing whole therein, but wounds and swelling, and sores full of corruption: they have not been wrapped, nor bound up nor mollified with oil."
    },
    "17662": {
        "format": "prose",
        "text": "¶Your land is waste: your cities are burnt with fire: strangers devour your land in your presence, and it is desolate like the overthrow of strangers."
    },
    "17663": {
        "format": "prose",
        "text": "¶And the daughter of Zion shall remain like a cottage in a vineyard, like a lodge in a garden of cucumbers, and like a besieged city."
    },
    "17664": {
        "format": "prose",
        "text": "¶Except the Lord of hosts had reserved unto us even a small remnant, we should have been as Sodom, and should have been like unto Gomorrah."
    },
    "17665": {
        "format": "prose",
        "text": "¶Hear the word of the Lord, O princes of Sodom: hearken unto the Law of our God, O people of Gomorrah."
    },
    "17666": {
        "format": "prose",
        "text": "¶What have I to do with the multitude of your sacrifices, saith the Lord? I am full of the burnt offerings of rams, and of the fat of fed beasts: and I desire not the blood of bullocks, nor of lambs, nor of goats."
    },
    "17667": {
        "format": "prose",
        "text": "¶When ye come to appear before me, who required this of your hands to tread in my courts?"
    },
    "17668": {
        "format": "prose",
        "text": "¶Bring no more oblations, in vain: incense is an abomination unto me: I cannot suffer your new moons, nor Sabbath, nor solemn days (it is iniquity) nor solemn assemblies."
    },
    "17669": {
        "format": "prose",
        "text": "¶My soul hateth your new moons and your appointed feasts: they are a burden unto me: I am weary to bear them."
    },
    "17670": {
        "format": "prose",
        "text": "¶And when you shall stretch out your hands, I will hide mine eyes from you: and though ye make many prayers, I will not hear: for your hands are full of blood."
    },
    "17671": {
        "format": "prose",
        "text": "¶Wash you, make you clean, take away the evil of your works from before mine eyes: cease to do evil."
    },
    "17672": {
        "format": "prose",
        "text": "¶Learn to do well: seek judgment, relieve the oppressed: judge the fatherless, and defend the widow."
    },
    "17673": {
        "format": "prose",
        "text": "¶Come now, and let us reason together, saith the Lord: though your sins were as crimson, they shall be made white as snow: though they were red like scarlet, they shall be as wool,"
    },
    "17674": {
        "format": "prose",
        "text": "¶If ye consent and obey, ye shall eat the good things of the land."
    },
    "17675": {
        "format": "prose",
        "text": "¶But if ye refuse and be rebellious, ye shall be devoured with the sword: for the mouth of the Lord hath spoken it."
    },
    "17676": {
        "format": "prose",
        "text": "¶How is the faithful city become an harlot? it was full of judgment, and justice lodged therein, but now they are murderers."
    },
    "17677": {
        "format": "prose",
        "text": "¶Thy silver is become dross: thy wine is mixed with water."
    },
    "17678": {
        "format": "prose",
        "text": "¶Thy princes are rebellious, and companions of thieves: every one loveth gifts, and followeth after rewards: they judge not the fatherless, neither doth the widow’s cause come before them."
    },
    "17679": {
        "format": "prose",
        "text": "¶Therefore saith the Lord God of hosts, the Mighty one of Israel, Ah, I will ease me of mine adversaries, and avenge me of mine enemies."
    },
    "17680": {
        "format": "prose",
        "text": "¶Then I will turn mine hand upon thee, and burn out thy dross, till it be pure, and take away all thy tin."
    },
    "17681": {
        "format": "prose",
        "text": "¶And I will restore thy Judges as at the first, and thy counselors as at the beginning: afterward shalt thou be called a city of righteousness, and a faithful city."
    },
    "17682": {
        "format": "prose",
        "text": "¶Zion shall be redeemed in judgment, and they that return in her, in justice."
    },
    "17683": {
        "format": "prose",
        "text": "¶And the destruction of the transgressors and of the sinners shall be together: and they that forsake the Lord, shall be consumed."
    },
    "17684": {
        "format": "prose",
        "text": "¶For they shall be confounded for the oaks, which ye have desired, and ye shall be ashamed of the gardens that ye have chosen,"
    },
    "17685": {
        "format": "prose",
        "text": "¶For ye shall be as an oak, whose leaf fadeth: and as a garden that hath no water."
    },
    "17686": {
        "format": "prose",
        "text": "¶And the strong shall be as tow, and the maker thereof as a spark: and they shall both burn together, and none shall quench them."
    },
    "17687": {
        "format": "prose",
        "text": "¶The word that Isaiah the son of Amoz saw upon Judah and Jerusalem,"
    },
    "17688": {
        "format": "prose",
        "text": "¶It shall be in the last days, that the mountain of the House of the Lord shall be prepared in the top of the mountains, and shall be exalted above the hills, and all nations shall flow unto it."
    },
    "17689": {
        "format": "prose",
        "text": "¶And many people shall go, and say, Come, and let us go up to the mountain of the Lord, to the house of the God of Jacob; and he will teach us his ways, and we will walk in his paths, for the Law shall go forth of Zion, and the word of the Lord from Jerusalem."
    },
    "17690": {
        "format": "prose",
        "text": "¶And he shall judge among the nations, and rebuke many people: they shall break their swords also into mattocks, and their spears into scythes: nation shall not lift up a sword against nation, neither shall they learn to fight anymore."
    },
    "17691": {
        "format": "prose",
        "text": "¶O house of Jacob, come ye, and let us walk in the Law of the Lord."
    },
    "17692": {
        "format": "prose",
        "text": "¶Surely thou hast forsaken thy people, the house of Jacob, because they are full of the East manners, and are sorcerers as the Philistines, and abound with strange children."
    },
    "17693": {
        "format": "prose",
        "text": "¶Their land also was full of silver and gold, and there was none end of their treasures: and their land was full of horses, and their chariots were infinite."
    },
    "17694": {
        "format": "prose",
        "text": "¶Their land was also full of idols; they worshipped the work of their own hands, which their own fingers have made."
    },
    "17695": {
        "format": "prose",
        "text": "¶And a man bowed himself, and a man humbled himself: therefore spare them not."
    },
    "17696": {
        "format": "prose",
        "text": "¶Enter into the rock, and hide thee in the dust from before the fear of the Lord, and from the glory of his Majesty."
    },
    "17697": {
        "format": "prose",
        "text": "¶The high look of man shall be humbled, and the loftiness of men shall be abased, and the Lord only shall be exalted in that day."
    },
    "17698": {
        "format": "prose",
        "text": "¶For the day of the Lord of hosts is upon all the proud and haughty, and upon all that is exalted: and it shall be made low."
    },
    "17699": {
        "format": "prose",
        "text": "¶Even upon all the cedars of Lebanon, that are high and exalted, and upon all the oaks of Bashan,"
    },
    "17700": {
        "format": "prose",
        "text": "¶And upon all the high mountains, and upon all the hills that are lifted up,"
    },
    "17701": {
        "format": "prose",
        "text": "¶And upon every high tower, and upon every strong wall,"
    },
    "17702": {
        "format": "prose",
        "text": "¶And upon all the ships of Tarshish, and upon all pleasant pictures."
    },
    "17703": {
        "format": "prose",
        "text": "¶And the haughtiness of men shall be brought low, and the loftiness of men shall be abased, and the Lord shall only be exalted in that day."
    },
    "17704": {
        "format": "prose",
        "text": "¶And the idols will he utterly destroy."
    },
    "17705": {
        "format": "prose",
        "text": "¶Then shall they go into the holes of the rocks, and into the caves of the earth from before the fear of the Lord, and from the glory of his majesty, when he shall arise to destroy the earth."
    },
    "17706": {
        "format": "prose",
        "text": "¶At that day shall man cast away his silver idols and his golden idols (which they had made themselves to worship them) to the moles, and to the backs,"
    },
    "17707": {
        "format": "prose",
        "text": "¶To go into the holes of the rocks, and into the tops of the ragged rocks from before the fear of the Lord, and from the glory of his majesty, when he shall rise to destroy the earth."
    },
    "17708": {
        "format": "prose",
        "text": "¶Cease you from the man, whose breath is in his nostrils: for wherein is he to be esteemed?"
    },
    "17709": {
        "format": "prose",
        "text": "¶For lo, the Lord God of hosts will take away from Jerusalem and from Judah the stay and the strength: even all the stay of bread, and all the stay of water,"
    },
    "17710": {
        "format": "prose",
        "text": "¶The strong man, and the man of war, the judge, and the Prophet, the prudent and the aged,"
    },
    "17711": {
        "format": "prose",
        "text": "¶The captain of fifty, and the honorable, and the counselor, and the cunning artificer, and eloquent man."
    },
    "17712": {
        "format": "prose",
        "text": "¶And I will appoint children to be their princes, and babes shall rule over them."
    },
    "17713": {
        "format": "prose",
        "text": "¶The people shall be oppressed one of another, and every one by his neighbor: the children shall presume against the ancient, and the vile against the honorable."
    },
    "17714": {
        "format": "prose",
        "text": "¶When everyone shall take hold of his brother of the house of his father, and say, Thou hast clothing, thou shalt be our prince, and let this fall be under thine hand:"
    },
    "17715": {
        "format": "prose",
        "text": "¶In that day he shall swear, saying, I cannot be an helper: for there is no bread in mine house, nor clothing: therefore make me no prince of the people."
    },
    "17716": {
        "format": "prose",
        "text": "¶Doubtless Jerusalem is fallen, and Judah is fallen down, because their tongue and works are against the Lord, to provoke the eyes of his glory."
    },
    "17717": {
        "format": "prose",
        "text": "¶The trial of their countenance testifieth against them, yea, they declare their sins, as Sodom, they hide them not. Woe be unto their souls: for they have rewarded evil unto themselves."
    },
    "17718": {
        "format": "prose",
        "text": "¶Say ye, Surely it shall be well with the just: for they shall eat the fruit of their works."
    },
    "17719": {
        "format": "prose",
        "text": "¶Woe be to the wicked, it shall be evil with him: for the reward of his hands shall be given him."
    },
    "17720": {
        "format": "prose",
        "text": "¶Children are extortioners of my people, and women have rule over them: O my people, they that lead thee, cause thee to err, and destroy the way of thy paths."
    },
    "17721": {
        "format": "prose",
        "text": "¶The Lord standeth up to plead, yea, he standeth to judge the people."
    },
    "17722": {
        "format": "prose",
        "text": "¶The Lord shall enter into judgment with the Ancients of his people and the princes thereof: for ye have eaten up the vineyard: the spoil of the poor is in your houses."
    },
    "17723": {
        "format": "prose",
        "text": "¶What have ye to do that ye beat my people to pieces, and grind the faces of the poor, saith the Lord, even the Lord of hosts?"
    },
    "17724": {
        "format": "prose",
        "text": "¶The Lord also saith, Because the daughters of Zion are haughty, and walk with stretched out necks, and with wandering eyes, walking and mincing as they go, and making a tinkling with their feet,"
    },
    "17725": {
        "format": "prose",
        "text": "¶Therefore shall the Lord make the heads of the daughters of Zion bald, and the Lord shall discover their secret parts."
    },
    "17726": {
        "format": "prose",
        "text": "¶In that day shall the Lord take away the ornament of the slippers, and the cauls, and the round tyres,"
    },
    "17727": {
        "format": "prose",
        "text": "¶The sweet balls, and the bracelets, and the bonnets,"
    },
    "17728": {
        "format": "prose",
        "text": "¶The tyres of the head, and the slops, and the headbands, and the tablets, and the earrings,"
    },
    "17729": {
        "format": "prose",
        "text": "¶The rings and the mufflers,"
    },
    "17730": {
        "format": "prose",
        "text": "¶The costly apparel and the veils, and the wimples, and the crisping pins,"
    },
    "17731": {
        "format": "prose",
        "text": "¶And the glasses and the fine linen, and the hoods and the lawns."
    },
    "17732": {
        "format": "prose",
        "text": "¶And instead of sweet savor, there shall be stink, and instead of girdle, a rent, and instead of dressing of the hair, baldness, and instead of a stomacher, a girding of sackcloth, and burning instead of beauty."
    },
    "17733": {
        "format": "prose",
        "text": "¶Thy men shall fall by the sword, and thy strength in the battle."
    },
    "17734": {
        "format": "prose",
        "text": "¶Then shall her gates mourn and lament, and she being desolate, shall sit upon the ground."
    },
    "17735": {
        "format": "prose",
        "text": "¶And in that day shall seven women take hold of one man, saying, We will eat our own bread, and we will wear our own garments: only let us be called by thy name, and take away our reproach."
    },
    "17736": {
        "format": "prose",
        "text": "¶In that day shall the bud of the Lord be beautiful and glorious, and the fruit of the earth shall be excellent and pleasant for them that are escaped of Israel."
    },
    "17737": {
        "format": "prose",
        "text": "¶Then he that shall be left in Zion, and he that shall remain in Jerusalem, shall be called holy, and every one shall be written among the living in Jerusalem,"
    },
    "17738": {
        "format": "prose",
        "text": "¶When the Lord shall wash the filthiness of the daughters of Zion, and purge the blood of Jerusalem out of the midst thereof by the spirit of judgment, and by the spirit of burning."
    },
    "17739": {
        "format": "prose",
        "text": "¶And the Lord shall create upon every place of mount Zion, and upon the assemblies thereof, a cloud and smoke by day, and the shining of a flaming fire by night: for upon all the glory shall be a defense."
    },
    "17740": {
        "format": "prose",
        "text": "¶And a covering shall be for a shadow in the day for the heat, and a place of refuge and a covert for the storm and for the rain."
    },
    "17741": {
        "format": "prose",
        "text": "¶Now will I sing to my beloved a song of my beloved to his vineyard, My beloved had a vineyard in a very fruitful hill."
    },
    "17742": {
        "format": "prose",
        "text": "¶And he hedged it, and gathered out the stones of it, and he planted it with the best plants, and he built a tower in the midst thereof, and made a winepress therein, then he looked that it should bring forth grapes: but it brought forth wild grapes."
    },
    "17743": {
        "format": "prose",
        "text": "¶Now therefore, O inhabitants of Jerusalem and men of Judah, judge, I pray you, between me and my vineyard."
    },
    "17744": {
        "format": "prose",
        "text": "¶What could I have done anymore to my vineyard that I have not done unto it? why have I looked that it should bring forth grapes, and it bringeth forth wild grapes?"
    },
    "17745": {
        "format": "prose",
        "text": "¶And now I will tell you what I will do to my vineyard: I will take away the hedge thereof, and it shall be eaten up: I will break the wall thereof, and it shall be trodden down:"
    },
    "17746": {
        "format": "prose",
        "text": "¶And I will lay it waste: it shall not be cut, nor dug, but briers and thorns shall grow up: I will also command the clouds that they rain no rain upon it."
    },
    "17747": {
        "format": "prose",
        "text": "¶¶ Surely the vineyard of the Lord of hosts is the house of Israel, and the men of Judah are his pleasant plant, and he looked for judgment, but behold oppression: for righteousness, but behold a crying."
    },
    "17748": {
        "format": "prose",
        "text": "¶Woe unto them that join house to house, and lay field to field, till there be no place, that ye may be placed by yourselves in the midst of the earth."
    },
    "17749": {
        "format": "prose",
        "text": "¶This is in mine ears, saith the Lord of hosts. Surely many houses shall be desolate, even great and fair without inhabitant."
    },
    "17750": {
        "format": "prose",
        "text": "¶For ten acres of vines shall yield one bath, and the seed of an homer shall yield an ephah."
    },
    "17751": {
        "format": "prose",
        "text": "¶¶ Woe unto them, that rise up early to follow drunkenness, and to them that continue until night, till the wine do inflame them,"
    },
    "17752": {
        "format": "prose",
        "text": "¶And the harp and viol, timbrel and pipe, and wine are in their feasts: but they regard not the work of the Lord, neither consider the work of his hands."
    },
    "17753": {
        "format": "prose",
        "text": "¶Therefore my people is gone into captivity, because they had no knowledge, and the glory thereof are men famished, and the multitude thereof is dried up with thirst."
    },
    "17754": {
        "format": "prose",
        "text": "¶Therefore hell hath enlarged itself, and hath opened his mouth without measure, and their glory, and their multitude, and their pomp, and he that rejoiceth among them, shall descend into it."
    },
    "17755": {
        "format": "prose",
        "text": "¶And man shall be brought down, and man shall be humbled, even the eyes of the proud shall be humbled."
    },
    "17756": {
        "format": "prose",
        "text": "¶And the Lord of hosts shall be exalted in judgment, and the holy God shall be sanctified in justice."
    },
    "17757": {
        "format": "prose",
        "text": "¶Then shall the lambs feed after their manner, and the strangers shall eat the desolate places of the fat."
    },
    "17758": {
        "format": "prose",
        "text": "¶¶ Woe unto them that draw iniquity with cords of vanity, and sin, as with cart ropes:"
    },
    "17759": {
        "format": "prose",
        "text": "¶Which say, Let him make speed: let him hasten his work, that we may see it: and let the counsel of the Holy One of Israel draw near and come, that we may know it."
    },
    "17760": {
        "format": "prose",
        "text": "¶Woe unto them that speak good of evil, and evil of good, which put darkness for light, and light for darkness, that put bitter for sweet, and sweet for sour."
    },
    "17761": {
        "format": "prose",
        "text": "¶Woe unto them that are wise in their own eyes, and prudent in their own sight."
    },
    "17762": {
        "format": "prose",
        "text": "¶Woe unto them that are mighty to drink wine, and unto them that are strong to pour in strong drink:"
    },
    "17763": {
        "format": "prose",
        "text": "¶Which justify the wicked for a reward, and take away the righteousness of the righteous from him."
    },
    "17764": {
        "format": "prose",
        "text": "¶Therefore as the flame of fire devoureth the stubble, and as the chaff is consumed of the flame: so their root shall be a rottenness, and their bud shall rise up like dust, because they have cast off the Law of the Lord of hosts, and contemned the word of the Holy one of Israel."
    },
    "17765": {
        "format": "prose",
        "text": "¶Therefore is the wrath of the Lord kindled against his people, and he hath stretched out his hand upon them, and hath smitten them that the mountains did tremble: and their carcasses were torn in the midst of the streets, and for all this his wrath was not turned away, but his hand was stretched out still."
    },
    "17766": {
        "format": "prose",
        "text": "¶And he will lift up a sign unto the nations afar, and will hiss unto them from the end of the earth: and behold, they shall come hastily with speed."
    },
    "17767": {
        "format": "prose",
        "text": "¶None shall faint nor fall among them: none shall slumber nor sleep, neither shall the girdle of his loins be loosed, nor the latchet of his shoes be broken."
    },
    "17768": {
        "format": "prose",
        "text": "¶Whose arrows shall be sharp, and all his bows bent: his horse hoofs shall be thought like flint, and his wheels like whirlwind."
    },
    "17769": {
        "format": "prose",
        "text": "¶His roaring shall be like a lion, and he shall roar like lion’s whelps: they shall roar, and lay hold of the prey: they shall take it away, and none shall deliver it."
    },
    "17770": {
        "format": "prose",
        "text": "¶And in that day they shall roar upon them, as the roaring of the sea: and if they look unto the earth, behold darkness and sorrow, and the light shall be darkened in their sky."
    },
    "17771": {
        "format": "prose",
        "text": "¶In the year of the death of king Uzziah, I saw also the Lord sitting upon an high throne, and lifted up, and the lower parts thereof filled the Temple."
    },
    "17772": {
        "format": "prose",
        "text": "¶The Seraphims stood upon it, every one had six wings: with twain he covered his face, and with twain he covered his feet, and with twain he did fly."
    },
    "17773": {
        "format": "prose",
        "text": "¶And one cried to another, and said, Holy, holy, holy is the Lord of hosts: the whole world is full of his glory."
    },
    "17774": {
        "format": "prose",
        "text": "¶And the lintels of the door cheeks moved at the voice of him that cried, and the house was filled with smoke."
    },
    "17775": {
        "format": "prose",
        "text": "¶Then I said, Woe is me: for I am undone, because I am a man of polluted lips, and I dwell in the midst of a people of polluted lips: for mine eyes have seen the King, and Lord of hosts."
    },
    "17776": {
        "format": "prose",
        "text": "¶Then flew one of the Seraphims unto me with an hot coal in his hand, which he had taken from the altar with the tongs:"
    },
    "17777": {
        "format": "prose",
        "text": "¶And he touched my mouth, and said, Lo, this hath touched thy lips, and thine iniquity shall be taken away, and thy sin shall be purged."
    },
    "17778": {
        "format": "prose",
        "text": "¶Also I heard the voice of the Lord, saying, Whom shall I send? and who shall go for us? Then I said, Here am I, send me."
    },
    "17779": {
        "format": "prose",
        "text": "¶And he said, Go, and say unto this people, Ye shall hear indeed, but ye shall not understand: ye shall plainly see, and not perceive."
    },
    "17780": {
        "format": "prose",
        "text": "¶Make the heart of this people fat, make their ears heavy, and shut their eyes, lest they see with their eyes, and hear with their ears, and understand with their heart, and convert, and he heal them."
    },
    "17781": {
        "format": "prose",
        "text": "¶Then said I, Lord, how long? And he answered, Until the cities be wasted without inhabitant, and the houses without man, and the land be utterly desolate,"
    },
    "17782": {
        "format": "prose",
        "text": "¶And the Lord have removed men far away, and there be a great desolation in the midst of the land."
    },
    "17783": {
        "format": "prose",
        "text": "¶But yet in it shall be a tenth, and shall return, and shall be eaten up as an elm or an oak, which have a substance in them, when they cast their leaves: so the holy seed shall be the substance thereof."
    },
    "17784": {
        "format": "prose",
        "text": "¶And in the days of Ahaz, the son of Jotham, the son of Uzziah king of Judah, Rezin the king of Aram came up, and Pekah the son of Remaliah king of Israel, to Jerusalem to fight against it, but he could not overcome it."
    },
    "17785": {
        "format": "prose",
        "text": "¶And it was told the house of David, saying, Aram is joined with Ephraim: therefore his heart was moved, and the heart of his people, as the trees of the forest are moved by the wind."
    },
    "17786": {
        "format": "prose",
        "text": "¶¶ Then said the Lord unto Isaiah, Go forth now to meet Ahaz (thou and Shear‐Jashub thy son) at the end of the conduit of the upper pool, in the path of the fuller’s field,"
    },
    "17787": {
        "format": "prose",
        "text": "¶And say unto him, Take heed, and be still: fear not, neither be fainthearted for the two tails of these smoking firebrands, for the furious wrath of Rezin and of Aram, and of Remaliah’s son,"
    },
    "17788": {
        "format": "prose",
        "text": "¶Because Aram hath taken wicked counsel against thee, and Ephraim and Remaliah’s son, saying,"
    },
    "17789": {
        "format": "prose",
        "text": "¶Let us go up against Judah, and let us waken them up, and make a breach therein for us, and set a king in the midst thereof, even the son of Tabel."
    },
    "17790": {
        "format": "prose",
        "text": "¶Thus saith the Lord God, It shall not stand, neither shall it be."
    },
    "17791": {
        "format": "prose",
        "text": "¶For the head of Aram is Damascus, and the head of Damascus is Rezin: and within five and threescore years, Ephraim shall be destroyed from being a people."
    },
    "17792": {
        "format": "prose",
        "text": "¶And the head of Ephraim is Samaria, and the head of Samaria is Remaliah’s son. If ye believe not, surely ye shall not be established."
    },
    "17793": {
        "format": "prose",
        "text": "¶¶ And the Lord spake again unto Ahaz, saying,"
    },
    "17794": {
        "format": "prose",
        "text": "¶Ask a sign for thee of the Lord thy God: ask it either in the depth beneath, or in the height above."
    },
    "17795": {
        "format": "prose",
        "text": "¶But Ahaz said, I will not ask, neither will I tempt the Lord."
    },
    "17796": {
        "format": "prose",
        "text": "¶Then he said, Hear you now, O house of David, is it a small thing for you to grieve men, that ye will also grieve my God?"
    },
    "17797": {
        "format": "prose",
        "text": "¶Therefore the Lord himself will give you a sign. Behold, the virgin shall conceive and bear a son, and she shall call his name Immanuel."
    },
    "17798": {
        "format": "prose",
        "text": "¶Butter and honey shall he eat, till he have knowledge to refuse the evil, and to choose the good."
    },
    "17799": {
        "format": "prose",
        "text": "¶For afore the child shall have knowledge to eschew the evil, and to choose the good, the land that thou abhorrest, shall be forsaken of both her kings."
    },
    "17800": {
        "format": "prose",
        "text": "¶The Lord shall bring upon thee, and upon thy people, and upon thy Father’s house (the days that are not come from the day that Ephraim departed from Judah) even the King of Assyria."
    },
    "17801": {
        "format": "prose",
        "text": "¶And in that day shall the Lord hiss for the fly that is at the uttermost parts of the floods of Egypt, and for the Bee which is in the land of Assyria,"
    },
    "17802": {
        "format": "prose",
        "text": "¶And they shall come and shall light all in the desolate valleys, and in the holes of the rocks, and upon all thorny places, and upon all bushy places."
    },
    "17803": {
        "format": "prose",
        "text": "¶In that day shall the Lord shave with a razor that is hired, even by them beyond the River, by the King of Assyria, the head and the hair of the feet, and it shall consume the beard."
    },
    "17804": {
        "format": "prose",
        "text": "¶And in the same day shall a man nourish a young cow, and two sheep."
    },
    "17805": {
        "format": "prose",
        "text": "¶And for the abundance of milk, that they shall give, he shall eat butter: for butter and honey shall everyone eat, which is left within the land."
    },
    "17806": {
        "format": "prose",
        "text": "¶And at the same day every place, wherein shall be a thousand vines, shall be at a thousand pieces of silver: so it shall be for the briers and for the thorns."
    },
    "17807": {
        "format": "prose",
        "text": "¶With arrows and with bow shall one come thither: because all the land shall be briers and thorns."
    },
    "17808": {
        "format": "prose",
        "text": "¶But on all the mountains, which shall be dug with the mattock, there shall not come thither the fear of briers and thorns: but they shall be for the sending out of bullocks, and for the treading of sheep."
    },
    "17809": {
        "format": "prose",
        "text": "¶Moreover the Lord said unto me, Take thee a great roll, and write it with a man’s pen, Make speed to the spoil: haste to the prey."
    },
    "17810": {
        "format": "prose",
        "text": "¶Then I took unto me faithful witnesses to record, Uriah the Priest, and Zechariah the son of Jeberechiah."
    },
    "17811": {
        "format": "prose",
        "text": "¶After, I came unto the Prophetess, which conceived, and bare a son. Then said the Lord to me, Call his name, Maher‐Shalal‐Hash‐Baz."
    },
    "17812": {
        "format": "prose",
        "text": "¶For before the child shall have knowledge to cry, My father, and my mother, he shall take away the riches of Damascus, and the spoil of Samaria, before the King of Assyria."
    },
    "17813": {
        "format": "prose",
        "text": "¶¶ And the Lord spake yet again unto me, saying,"
    },
    "17814": {
        "format": "prose",
        "text": "¶Because this people hath refused the waters of Shiloah that run softly, and rejoice with Rezin, and the son of Remaliah,"
    },
    "17815": {
        "format": "prose",
        "text": "¶Now therefore, behold, the Lord bringeth up upon them the waters of the River mighty and great, even the King of Assyria with all his glory, and he shall come up upon all their rivers, and go over all their banks,"
    },
    "17816": {
        "format": "prose",
        "text": "¶And shall break into Judah, and shall overflow, and pass through, and shall come up to the neck, and the stretching out of his wings shall fill the breadth of thy land, O Immanuel."
    },
    "17817": {
        "format": "prose",
        "text": "¶Gather together on heaps, O ye people, and ye shall be broken in pieces, and hearken all ye of far countries: gird yourselves, and you shall be broken in pieces: gird yourselves, and you shall be broken in pieces."
    },
    "17818": {
        "format": "prose",
        "text": "¶Take counsel together, yet, it shall be brought to naught: pronounce a decree, yet shall it not stand: for God is with us."
    },
    "17819": {
        "format": "prose",
        "text": "¶For the Lord spake thus to me, in taking of mine hand, and taught me, that I should not walk in the way of this people, saying,"
    },
    "17820": {
        "format": "prose",
        "text": "¶Say ye not, A confederacy, to all them to whom this people saith a confederacy, neither fear you their fear, nor be afraid of them."
    },
    "17821": {
        "format": "prose",
        "text": "¶Sanctify the Lord of hosts, and let him be your fear, and let him be your dread,"
    },
    "17822": {
        "format": "prose",
        "text": "¶And he shall be as a Sanctuary: but as a stumbling stone, and as a rock to fall upon, to both the houses of Israel, and as a snare and as a net to the inhabitants of Jerusalem."
    },
    "17823": {
        "format": "prose",
        "text": "¶And many among them shall stumble, and shall fall, and shall be broken, and shall be snared, and shall be taken,"
    },
    "17824": {
        "format": "prose",
        "text": "¶Bind up the testimony: seal up the Law among my disciples."
    },
    "17825": {
        "format": "prose",
        "text": "¶Therefore I will wait upon the Lord that hath hid his face from the house of Jacob, and I will look for him."
    },
    "17826": {
        "format": "prose",
        "text": "¶Behold, I and the children whom the Lord hath given me, are as signs and as wonders in Israel, by the Lord of hosts, which dwelleth in Mount Zion."
    },
    "17827": {
        "format": "prose",
        "text": "¶And when they shall say unto you, Inquire at them that have a spirit of divination, and at the soothsayers which whisper and murmur, Should not a people inquire at their God? from the living to the dead?"
    },
    "17828": {
        "format": "prose",
        "text": "¶To the Law, and to the testimony, if they speak not according to this word: it is because there is no light in them."
    },
    "17829": {
        "format": "prose",
        "text": "¶Then he that is afflicted and famished, shall go to and fro in it: and when he shall be hungry, he shall even fret himself, and curse his king and his gods, and shall look upward."
    },
    "17830": {
        "format": "prose",
        "text": "¶And when he shall look to the earth, behold trouble, and darkness, vexation, and anguish, and he is driven to darkness."
    },
    "17831": {
        "format": "prose",
        "text": "¶Yet the darkness shall not be according to the affliction, that it had when at the first he touched lightly the land of Zebulun and the land of Naphtali, nor afterward when he was more grievous by the way of the sea beyond Jordan in Galilee of the Gentiles."
    },
    "17832": {
        "format": "prose",
        "text": "¶The people that walked in darkness, have seen a great light: they that dwelled in the land of the shadow of death, upon them hath the light shined."
    },
    "17833": {
        "format": "prose",
        "text": "¶Thou hast multiplied the nation, and not increased their joy: they have rejoiced before thee according to the joy in harvest, and as men rejoice when they divide a spoil."
    },
    "17834": {
        "format": "prose",
        "text": "¶For the yoke of their burden, and the staff of their shoulder, and the rod of their oppressor hast thou broken, as in the day of Midian."
    },
    "17835": {
        "format": "prose",
        "text": "¶Surely every battle of the warrior is with noise, and with tumbling of garments in blood: but this shall be with burning, and devouring of fire."
    },
    "17836": {
        "format": "prose",
        "text": "¶For unto us a child is born, and unto us a Son is given: and the government is upon his shoulder, and he shall call his name, Wonderful, Counselor, The mighty God, The everlasting Father, The prince of peace."
    },
    "17837": {
        "format": "prose",
        "text": "¶The increase of his government and peace shall have none end: he shall sit upon the throne of David, and upon his kingdom, to order it, and to stablish it with judgment, and with justice, from henceforth, even forever: the zeal of the Lord of hosts will perform this."
    },
    "17838": {
        "format": "prose",
        "text": "¶¶ The Lord hath sent a word into Jacob, and it lighted upon Israel."
    },
    "17839": {
        "format": "prose",
        "text": "¶And all the people shall know, even Ephraim, and the inhabitant of Samaria, that say in the pride and presumption of their heart,"
    },
    "17840": {
        "format": "prose",
        "text": "¶The bricks are fallen, but we will build it with hewn stones: the wild fig trees are cut down, but we will change them into cedars."
    },
    "17841": {
        "format": "prose",
        "text": "¶Nevertheless, the Lord will raise up the adversaries of Rezin against him, and join his enemies together."
    },
    "17842": {
        "format": "prose",
        "text": "¶Aram before and the Philistines behind, and they shall devour Israel with open mouth: yet for all this his wrath is not turned away, but his hand is stretched out still."
    },
    "17843": {
        "format": "prose",
        "text": "¶For the people turneth not unto him that smiteth them, neither do they seek the Lord of hosts."
    },
    "17844": {
        "format": "prose",
        "text": "¶Therefore will the Lord cut off from Israel head and tail, branch and rush in one day."
    },
    "17845": {
        "format": "prose",
        "text": "¶The ancient and the honorable man, he is the head: and the prophet that teacheth lies, he is the tail."
    },
    "17846": {
        "format": "prose",
        "text": "¶For the leaders of the people cause them to err: and they that are led by them are devoured."
    },
    "17847": {
        "format": "prose",
        "text": "¶Therefore shall the Lord have no pleasure in their young men, neither will he have compassion of their fatherless and of their widows: for everyone is an hypocrite and wicked, and every mouth speaketh folly: yet for all this his wrath is not turned away, but his hand is stretched out still."
    },
    "17848": {
        "format": "prose",
        "text": "¶For wickedness burneth as a fire: it devoureth the briers and the thorns, and will kindle in the thick places of the forest: and they shall mount up like the lifting up of smoke."
    },
    "17849": {
        "format": "prose",
        "text": "¶By the wrath of the Lord of hosts shall the land be darkened, and the people shall be as the meat of the fire: no man shall spare his brother."
    },
    "17850": {
        "format": "prose",
        "text": "¶And he shall snatch at the right hand, and be hungry: and he shall eat on the left hand, and shall not be satisfied: everyone shall eat the flesh of his own arm."
    },
    "17851": {
        "format": "prose",
        "text": "¶Manasseh Ephraim: and Ephraim Manasseh, and they both shall be against Judah: yet for all this his wrath is not turned away, but his hand is stretched out still."
    },
    "17852": {
        "format": "prose",
        "text": "¶Woe unto them that decree wicked decrees, and write grievous things,"
    },
    "17853": {
        "format": "prose",
        "text": "¶To keep back the poor from judgment, and to take away the judgment of the poor of my people, that widows may be their prey, and that they may spoil the fatherless."
    },
    "17854": {
        "format": "prose",
        "text": "¶What will ye do now in the day of visitation, and of destruction, which shall come from far? to whom will ye flee for help and where will ye leave your glory?"
    },
    "17855": {
        "format": "prose",
        "text": "¶Without me everyone shall fall among them that are bound, and they shall fall down among the slain: yet for all this his wrath is not turned away, but his hand is stretched out still."
    },
    "17856": {
        "format": "prose",
        "text": "¶¶ O Assyria, the rod of my wrath: and the staff in their hands is mine indignation."
    },
    "17857": {
        "format": "prose",
        "text": "¶I will send him to a dissembling nation, and I will give him a charge against the people of my wrath to take the spoil and to take the prey, and to tread them under feet like the mire in the street."
    },
    "17858": {
        "format": "prose",
        "text": "¶But he thinketh not so, neither doth his heart esteem it so: but he imagineth to destroy and to cut off not a few nations."
    },
    "17859": {
        "format": "prose",
        "text": "¶For he saith, Are not my princes altogether Kings?"
    },
    "17860": {
        "format": "prose",
        "text": "¶Is not Calno as Carchemish? Is not Hamath like Arpad? Is not Samaria as Damascus?"
    },
    "17861": {
        "format": "prose",
        "text": "¶Like as mine hand hath found the kingdoms of the idols, seeing their idols were above Jerusalem, and above Samaria:"
    },
    "17862": {
        "format": "prose",
        "text": "¶Shall not I, as I have done to Samaria, and to the idols thereof, so do to Jerusalem, and to the idols thereof?"
    },
    "17863": {
        "format": "prose",
        "text": "¶¶ But when the Lord hath accomplished all his work upon mount Zion and Jerusalem, I will visit the fruit of the proud heart of the king of Assyria, and his glorious and proud looks,"
    },
    "17864": {
        "format": "prose",
        "text": "¶Because he said, By the power of mine own hand have I done it, and by my wisdom, because I am wise: therefore I have removed the borders of the people, and have spoiled their treasures, and have pulled down the inhabitants like a valiant man."
    },
    "17865": {
        "format": "prose",
        "text": "¶And mine hand hath found as a nest the riches of the people, and as one that gathereth eggs that are left, so have I gathered all the earth: and there was none to move the wing or to open the mouth, or to whisper."
    },
    "17866": {
        "format": "prose",
        "text": "¶Shall the axe boast itself against him that heweth therewith? or shall the saw exalt itself against him that moveth it? as if the rod should lift up itself against him that taketh it up, or the staff should exalt itself as it were no wood."
    },
    "17867": {
        "format": "prose",
        "text": "¶Therefore shall the Lord God of hosts send among his fat men leanness, and under his glory he shall kindle a burning, like the burning of fire."
    },
    "17868": {
        "format": "prose",
        "text": "¶And the light of Israel shall be as a fire, and the Holy one thereof as a flame, and it shall burn, and devour his thorns and his briers in one day:"
    },
    "17869": {
        "format": "prose",
        "text": "¶And shall consume the glory of his forest, and of his fruitful fields both soul and flesh: and he shall be as the fainting of a standard bearer."
    },
    "17870": {
        "format": "prose",
        "text": "¶And the rest of the trees of his forest shall be few, that a child may tell them."
    },
    "17871": {
        "format": "prose",
        "text": "¶¶ And at that day shall the remnant of Israel and such as are escaped of the house of Jacob, stay no more upon him that smote them, but shall stay upon the Lord, the Holy one of Israel in truth."
    },
    "17872": {
        "format": "prose",
        "text": "¶The remnant shall return, even the remnant of Jacob unto the mighty God."
    },
    "17873": {
        "format": "prose",
        "text": "¶For though thy people, O Israel, be as the sand of the sea, yet shall the remnant of them return. The consumption decreed shall overflow with righteousness."
    },
    "17874": {
        "format": "prose",
        "text": "¶For the Lord God of hosts shall make the consumption even determined, in the midst of all the land."
    },
    "17875": {
        "format": "prose",
        "text": "¶Therefore thus saith the Lord God of hosts, O my people, that dwellest in Zion, be not afraid of Assyria: he shall smite thee with a rod, and shall lift up his staff against thee after the manner of Egypt."
    },
    "17876": {
        "format": "prose",
        "text": "¶But yet a very little time, and the wrath shall be consumed, and mine anger in their destruction."
    },
    "17877": {
        "format": "prose",
        "text": "¶And the Lord of hosts shall raise up a scourge for him, according to the plague of Midian in the rock Oreb: and as his staff was upon the Sea, so he will lift it up after the manner of Egypt."
    },
    "17878": {
        "format": "prose",
        "text": "¶And at that day shall his burden be taken away from off thy shoulder, and his yoke from off thy neck: and the yoke shall be destroyed because of the anointing."
    },
    "17879": {
        "format": "prose",
        "text": "¶He is come to Aiath: he is passed into Migron: at Michmash shall he lay up his armor."
    },
    "17880": {
        "format": "prose",
        "text": "¶They have gone over the ford: they lodged in the lodging at Geba: Ramah is afraid: Gibeah of Saul is fled away."
    },
    "17881": {
        "format": "prose",
        "text": "¶Lift up thy voice, O daughter Gallim, cause Laish to hear, O poor Anathoth."
    },
    "17882": {
        "format": "prose",
        "text": "¶Madmenah is removed: the inhabitants of Gebim have gathered themselves together."
    },
    "17883": {
        "format": "prose",
        "text": "¶Yet there is a time that he will stay at Nob: he shall lift up his hand toward the mount of the daughter Zion, the hill of Jerusalem."
    },
    "17884": {
        "format": "prose",
        "text": "¶Behold, the Lord God of hosts shall cut off the bough with fear, and they of high stature shall be cut off, and the high shall be humbled."
    },
    "17885": {
        "format": "prose",
        "text": "¶And he shall cut away the thick places of the forest with iron, and Lebanon shall have a mighty fall."
    },
    "17886": {
        "format": "prose",
        "text": "¶But there shall come a rod forth of the stock of Jesse, and a grass shall grow out of his roots."
    },
    "17887": {
        "format": "prose",
        "text": "¶And the Spirit of the Lord shall rest upon him: the Spirit of wisdom and understanding, the Spirit of counsel and strength, the Spirit of knowledge, and of the fear of the Lord,"
    },
    "17888": {
        "format": "prose",
        "text": "¶And shall make him prudent in the fear of the Lord: for he shall not judge after the sight of his eyes, neither reprove by the hearing of his ears."
    },
    "17889": {
        "format": "prose",
        "text": "¶But with righteousness shall he judge the poor, and with equity shall he reprove for the meek of the earth: and he shall smite the earth with the rod of his mouth, and with the breath of his lips shall he slay the wicked."
    },
    "17890": {
        "format": "prose",
        "text": "¶And justice shall be the girdle of his loins, and faithfulness the girdle of his reins."
    },
    "17891": {
        "format": "prose",
        "text": "¶The wolf also shall dwell with the lamb, and the leopard shall lie with the kid, and the calf, and the lion, and the fat beast together, and a little child shall lead them."
    },
    "17892": {
        "format": "prose",
        "text": "¶And the cow and the bear shall feed: their young ones shall lie together: and the lion shall eat straw like the bullock."
    },
    "17893": {
        "format": "prose",
        "text": "¶And the sucking child shall play upon the hole of the asp, and the weaned child shall put his hand upon the cockatrice hole."
    },
    "17894": {
        "format": "prose",
        "text": "¶Then shall none hurt nor destroy in all the mountain of mine holiness: for the earth shall be full of the knowledge of the Lord, as the waters that cover the sea."
    },
    "17895": {
        "format": "prose",
        "text": "¶And in that day the root of Jesse, which shall stand up for a sign unto the people, the nations shall seek unto it, and his rest shall be glorious."
    },
    "17896": {
        "format": "prose",
        "text": "¶And in the same day shall the Lord stretch out his hand again the second time, to possess the remnant of his people, (which shall be left) of Assyria, and of Egypt, and of Pathros, and of Ethiopia, and of Elam, and of Shinar, and of Hamath, and of the isles of the sea."
    },
    "17897": {
        "format": "prose",
        "text": "¶And he shall set up a sign to the nations, and assemble the dispersed of Israel, and gather the scattered of Judah from the four corners of the world."
    },
    "17898": {
        "format": "prose",
        "text": "¶The hatred also of Ephraim shall depart, and the adversaries of Judah shall be cut off: Ephraim shall not envy Judah, neither shall Judah vex Ephraim:"
    },
    "17899": {
        "format": "prose",
        "text": "¶But they shall flee upon the shoulders of the Philistines toward the West: they shall spoil them of the East together: Edom and Moab shall be the stretching out of their hands, and the children of Ammon in their obedience."
    },
    "17900": {
        "format": "prose",
        "text": "¶The Lord also shall utterly destroy the tongue of the Egyptian’s sea, and with his mighty wind shall lift up his hand over the river, and shall smite him in his seven streams, and cause men to walk therein with shoes."
    },
    "17901": {
        "format": "prose",
        "text": "¶And there shall be a path to the remnant of his people which are left of Assyria, like as it was unto Israel in the day that he came up out of the land of Egypt."
    },
    "17902": {
        "format": "prose",
        "text": "¶And thou shalt say in that day, O Lord, I will praise thee: though thou wast angry with me, thy wrath is turned away, and thou comfortest me."
    },
    "17903": {
        "format": "prose",
        "text": "¶Behold, God is my salvation: I will trust, and will not fear: for the Lord God is my strength and song: he is also become my salvation."
    },
    "17904": {
        "format": "prose",
        "text": "¶Therefore with joy shall ye draw waters out of the wells of salvation."
    },
    "17905": {
        "format": "prose",
        "text": "¶And ye shall say in that day, Praise the Lord: call upon his Name: declare his works among the people: make mention of them, for his Name is exalted."
    },
    "17906": {
        "format": "prose",
        "text": "¶Sing unto the Lord, for he hath done excellent things: this is known in all the world."
    },
    "17907": {
        "format": "prose",
        "text": "¶Cry out, and shout, O inhabitant of Zion: for great is the Holy one of Israel in the midst of thee."
    },
    "17908": {
        "format": "prose",
        "text": "¶The burden of Babel, which Isaiah the son of Amoz did see."
    },
    "17909": {
        "format": "prose",
        "text": "¶Lift up a standard upon the high mountain: lift up the voice unto them: wag the hand, that they may go into the gates of the nobles."
    },
    "17910": {
        "format": "prose",
        "text": "¶I have commanded them, that I have sanctified: and I have called the mighty to my wrath, and them that rejoice in my glory."
    },
    "17911": {
        "format": "prose",
        "text": "¶The noise of a multitude is in the mountains like a great people: a tumultuous voice of the kingdoms of the nations gathered together: the Lord of hosts numbereth the host of the battle."
    },
    "17912": {
        "format": "prose",
        "text": "¶They come from a far country, from the end of the heaven: even the Lord with the weapons of his wrath to destroy the whole land."
    },
    "17913": {
        "format": "prose",
        "text": "¶Howl you, for the day of the Lord is at hand: it shall come as a destroyer from the Almighty."
    },
    "17914": {
        "format": "prose",
        "text": "¶Therefore shall all hands be weakened, and all men’s hearts shall melt."
    },
    "17915": {
        "format": "prose",
        "text": "¶And they shall be afraid: anguish and sorrow shall take them, and they shall have pain, as a woman that travaileth: everyone shall be amazed at his neighbor, and their faces shall be like flames of fire."
    },
    "17916": {
        "format": "prose",
        "text": "¶Behold, the day of the Lord cometh, cruel, with wrath and fierce anger to lay the land waste: and he shall destroy the sinners out of it."
    },
    "17917": {
        "format": "prose",
        "text": "¶For the stars of heaven and the planets thereof shall not give their light: the sun shall be darkened in his going forth, and the moon shall not cause her light to shine."
    },
    "17918": {
        "format": "prose",
        "text": "¶And I will visit the wickedness upon the world, and their iniquity upon the wicked, and I will cause the arrogancy of the proud to cease, and will cast down the pride of tyrants."
    },
    "17919": {
        "format": "prose",
        "text": "¶I will make a man more precious than fine gold, even a man above the wedge of gold of Ophir."
    },
    "17920": {
        "format": "prose",
        "text": "¶Therefore I will shake the heaven, and the earth shall remove out of her place in the wrath of the Lord of hosts, and in the day of his fierce anger."
    },
    "17921": {
        "format": "prose",
        "text": "¶And it shall be as a chased Doe, and as a sheep that no man taketh up; every man shall turn to his own people, and flee each one to his own land."
    },
    "17922": {
        "format": "prose",
        "text": "¶Everyone that is found, shall be stricken through: and whosoever joineth himself, shall fall by the sword."
    },
    "17923": {
        "format": "prose",
        "text": "¶Their children also shall be broken in pieces before their eyes: their houses shall be spoiled; and their wives ravished."
    },
    "17924": {
        "format": "prose",
        "text": "¶Behold, I will stir up the Medes against them, which shall not regard silver, nor be desirous of gold."
    },
    "17925": {
        "format": "prose",
        "text": "¶With bows also shall they destroy the children, and shall have no compassion upon the fruit of the womb, and their eyes shall not spare the children."
    },
    "17926": {
        "format": "prose",
        "text": "¶And Babel the glory of kingdoms, the beauty and pride of the Chaldeans, shall be as the destruction of God in Sodom and Gomorrah."
    },
    "17927": {
        "format": "prose",
        "text": "¶It shall not be inhabited forever, neither shall it be dwelled in from generation to generation: neither shall the Arabian pitch his tents there, neither shall their shepherds make their folds there."
    },
    "17928": {
        "format": "prose",
        "text": "¶But Zijm shall lodge there, and their houses shall be full of Ohim: Ostriches shall dwell there, and the Satyrs shall dance there."
    },
    "17929": {
        "format": "prose",
        "text": "¶And Iim shall cry in their palaces, and dragons in their pleasant palaces: and the time thereof is ready to come, and the days thereof shall not be prolonged."
    },
    "17930": {
        "format": "prose",
        "text": "¶For the Lord will have compassion of Jacob, and will yet choose Israel, and cause them to rest in their own land: and the stranger shall join himself unto them, and they shall cleave to the house of Jacob."
    },
    "17931": {
        "format": "prose",
        "text": "¶And the people shall receive them and bring them to their own place, and the house of Israel shall possess them in the land of the Lord, for servants and handmaids: and they shall take them prisoners, whose captives they were, and have rule over their oppressors."
    },
    "17932": {
        "format": "prose",
        "text": "¶¶ And in that day when the Lord shall give thee rest from thy sorrow, and from thy fear, and from the sore bondage, wherein thou didst serve,"
    },
    "17933": {
        "format": "prose",
        "text": "¶Then shalt thou take up this proverb against the King of Babel, and say, How hath the oppressor ceased? and the gold thirsty Babel rested?"
    },
    "17934": {
        "format": "prose",
        "text": "¶The Lord hath broken the rod of the wicked, and the scepter of the rulers:"
    },
    "17935": {
        "format": "prose",
        "text": "¶Which smote the people in anger with a continual plague, and ruled the nations in wrath: if any were persecuted, he did not let."
    },
    "17936": {
        "format": "prose",
        "text": "¶The whole world is at rest and is quiet: they sing for joy."
    },
    "17937": {
        "format": "prose",
        "text": "¶Also the fir trees rejoiced of thee, and the cedars of Lebanon, saying, Since thou art laid down, no hewer came up against us."
    },
    "17938": {
        "format": "prose",
        "text": "¶Hell beneath is moved for thee to meet thee at thy coming, raising up the dead for thee, even all the princes of the earth, and hath raised from their thrones all the Kings of the nations."
    },
    "17939": {
        "format": "prose",
        "text": "¶All they shall cry and say unto thee, Art thou become weak also as we? art thou become like unto us?"
    },
    "17940": {
        "format": "prose",
        "text": "¶Thy pomp is brought down to the grave, and the sound of the viols: the worm is spread under thee, and the worms cover thee."
    },
    "17941": {
        "format": "prose",
        "text": "¶How art thou fallen from heaven, O Lucifer, son of the morning? and cut down to the ground, which didst cast lots upon the nations?"
    },
    "17942": {
        "format": "prose",
        "text": "¶Yet thou saidest in thine heart, I will ascend into heaven, and exalt my throne above beside the stars of God: I will sit also upon the mount of the congregation in the sides of the North."
    },
    "17943": {
        "format": "prose",
        "text": "¶I will ascend above the height of the clouds, and I will be like the most high."
    },
    "17944": {
        "format": "prose",
        "text": "¶But thou shalt be brought down to the grave, to the side of the pit."
    },
    "17945": {
        "format": "prose",
        "text": "¶They that see thee, shall look upon thee and consider thee, saying, Is this the man that made the earth to tremble, and that did shake the kingdoms?"
    },
    "17946": {
        "format": "prose",
        "text": "¶He made the world as a wilderness, and destroyed the cities thereof, and opened not the house of his prisoners."
    },
    "17947": {
        "format": "prose",
        "text": "¶All the kings of the nations, even they all sleep in glory, everyone in his own house."
    },
    "17948": {
        "format": "prose",
        "text": "¶But thou art cast out of thy grave like an abominable branch: like the raiment of those that are slain, and thrust through with a sword, which go down to the stones of the pit, as a carcass trodden under feet."
    },
    "17949": {
        "format": "prose",
        "text": "¶Thou shalt not be joined with them in the grave, because thou hast destroyed thine own land, and slain thy people: the seed of the wicked shall not be renowned forever."
    },
    "17950": {
        "format": "prose",
        "text": "¶Prepare a slaughter for his children, for the iniquity of their fathers: let them not rise up nor possess the land, nor fill the face of the world with enemies."
    },
    "17951": {
        "format": "prose",
        "text": "¶¶ For I will rise up against them (saith the Lord of hosts) and will cut off from Babel the name and the remnant, and the son, and the nephew, saith the Lord:"
    },
    "17952": {
        "format": "prose",
        "text": "¶And I will make it a possession to the hedgehog, and pools of water, and I will sweep it with the besom of destruction, saith the Lord of hosts."
    },
    "17953": {
        "format": "prose",
        "text": "¶The Lord of hosts hath sworn, saying, Surely like as I have purposed, so shall it come to pass, and as I have consulted, it shall stand:"
    },
    "17954": {
        "format": "prose",
        "text": "¶That I will break to pieces Assyria in my land, and upon my mountains will I tread him under foot, so that his yoke shall depart from them, and his burden shall be taken from off their shoulder."
    },
    "17955": {
        "format": "prose",
        "text": "¶This is the counsel that is consulted upon the whole world, and this is the hand stretched out over all the nations,"
    },
    "17956": {
        "format": "prose",
        "text": "¶Because the Lord of hosts hath determined, and who shall disannul it? and his hand is stretched out, and who shall turn it away?"
    },
    "17957": {
        "format": "prose",
        "text": "¶¶ In the year that king Ahaz died, was this burden."
    },
    "17958": {
        "format": "prose",
        "text": "¶Rejoice not, (thou whole Philistia) because the rod of him that did beat thee is broken: for out of the serpent’s root shall come forth a cockatrice, and the fruit thereof shall be a fiery flying serpent."
    },
    "17959": {
        "format": "prose",
        "text": "¶For the first born of the poor shall be fed, and the needy shall lie down in safety: and I will kill thy root with famine, and it shall slay thy remnant."
    },
    "17960": {
        "format": "prose",
        "text": "¶Howl, O gate, cry, O city: thou whole land of Philistia art dissolved, for there shall come from the North a smoke, and none shall be alone, at his time appointed."
    },
    "17961": {
        "format": "prose",
        "text": "¶What shall then one answer the messengers of the Gentiles? that the Lord hath stablished Zion, and the poor of his people shall trust in it."
    },
    "17962": {
        "format": "prose",
        "text": "¶The burden of Moab. Surely Ar of Moab was destroyed, and brought to silence in a night: surely Kir of Moab was destroyed, and brought to silence in a night."
    },
    "17963": {
        "format": "prose",
        "text": "¶He shall go up to the Temple, and to Dibon to the high places to weep: for Nebo and for Medeba shall Moab howl: upon all their heads shall be baldness, and every beard shaven."
    },
    "17964": {
        "format": "prose",
        "text": "¶In their streets shall they be girded with sackcloth: on the tops of their houses, and in their streets everyone shall howl, and come down with weeping."
    },
    "17965": {
        "format": "prose",
        "text": "¶And Heshbon shall cry, and Elealeh: their voice shall be heard unto Jahaz: therefore the warriors of Moab shall shout: the soul of everyone shall lament in himself."
    },
    "17966": {
        "format": "prose",
        "text": "¶Mine heart shall cry for Moab: his fugitives shall flee unto Zoar, an heifer of three years old: for they shall go up with weeping by the mounting up of Luhith: and by the way of Horonaim they shall raise up a cry of destruction."
    },
    "17967": {
        "format": "prose",
        "text": "¶For the waters of Nimrim shall be dried up: therefore the grass is withered, the herbs consumed, and there was no green herb."
    },
    "17968": {
        "format": "prose",
        "text": "¶Therefore what every man hath left, and their substance shall they bear to the brook of the willows."
    },
    "17969": {
        "format": "prose",
        "text": "¶For the cry went round about the borders of Moab, and the howling thereof unto Eglaim, and the skriking thereof unto Beer Elim,"
    },
    "17970": {
        "format": "prose",
        "text": "¶Because the waters of Dimon shall be full of blood: for I will bring more upon Dimon, even lions upon him that escapeth of Moab, and to the remnant of the land."
    },
    "17971": {
        "format": "prose",
        "text": "¶Send ye a lamb to the ruler of the world from the rock of the wilderness, unto the mountain of the daughter Zion."
    },
    "17972": {
        "format": "prose",
        "text": "¶For it shall be as a bird that flieth, and a nest forsaken: the daughters of Moab shall be at the fords of Arnon."
    },
    "17973": {
        "format": "prose",
        "text": "¶Gather a counsel, execute judgment, make thy shadow as the night in the midday: hide them that are chased out: bewray not him that is fled."
    },
    "17974": {
        "format": "prose",
        "text": "¶Let my banished dwell with thee: Moab, be thou their covert from the face of the destroyer: for the extortioner shall end: the destroyer shall be consumed, and the oppressor shall cease out of the land."
    },
    "17975": {
        "format": "prose",
        "text": "¶And in mercy shall the throne be prepared, and he shall sit upon it in steadfastness, in the tabernacle of David, judging, and seeking judgment, and hasting justice."
    },
    "17976": {
        "format": "prose",
        "text": "¶We have heard of the pride of Moab (he is very proud) even his pride, and his arrogancy, and his indignation, but his lies shall not be so."
    },
    "17977": {
        "format": "prose",
        "text": "¶Therefore shall Moab howl unto Moab, everyone shall howl: for the foundations of Kir Hareseth shall ye mourn, yet they shall be stricken."
    },
    "17978": {
        "format": "prose",
        "text": "¶For the vineyards of Heshbon are cut down, and the vine of Sibmah: the lords of the heathen have broken the principal vines thereof: they are come unto Jazer: they wandered in the wilderness: her goodly branches stretched out themselves, and went over the sea."
    },
    "17979": {
        "format": "prose",
        "text": "¶Therefore will I weep with the weeping of Jazer, and of the vine of Sibmah, O Heshbon: and Elealeh, I will make thee drunk with my tears, because upon thy summer fruits, and upon thy harvest a shouting is fallen."
    },
    "17980": {
        "format": "prose",
        "text": "¶And gladness is taken away, and joy out of the plentiful field: and in the vineyards shall be no singing nor shouting for joy: the treader shall not tread wine in the wine presses: I have caused the rejoicing to cease."
    },
    "17981": {
        "format": "prose",
        "text": "¶Wherefore, my bowels shall sound like an harp for Moab, and mine inward parts for Kir Heres."
    },
    "17982": {
        "format": "prose",
        "text": "¶And when it shall appear that Moab shall be weary of his high places, then shall he come to his temple to pray, but he shall not prevail."
    },
    "17983": {
        "format": "prose",
        "text": "¶This is the word that the Lord hath spoken against Moab since that time."
    },
    "17984": {
        "format": "prose",
        "text": "¶And now the Lord hath spoken, saying, In three years as the years of an hireling, and the glory of Moab shall be contemned in all the great multitude, and the remnant shall be very small and feeble."
    },
    "17985": {
        "format": "prose",
        "text": "¶The burden of Damascus. Behold, Damascus is taken away from being a city, for it shall be a ruinous heap."
    },
    "17986": {
        "format": "prose",
        "text": "¶The cities of Aroer shall be forsaken: they shall be for the flocks: for they shall lie there, and none shall make them afraid."
    },
    "17987": {
        "format": "prose",
        "text": "¶The munition also shall cease from Ephraim, and the kingdom from Damascus, and the remnant of Aram shall be as the glory of the children of Israel, saith the Lord of hosts."
    },
    "17988": {
        "format": "prose",
        "text": "¶And in that day the glory of Jacob shall be made clean."
    },
    "17989": {
        "format": "prose",
        "text": "¶And it shall be as when the harvest man gathereth the corn, and reapeth the ears with his arm, and he shall be as he that gathereth the ears in the valley of Rephaim."
    },
    "17990": {
        "format": "prose",
        "text": "¶Yet a gathering of grapes shall be left in it: as the shaking of an olive tree, two or three berries are in the top of the upmost boughs, and four or five in the high branches of the fruit thereof, saith the Lord God of Israel."
    },
    "17991": {
        "format": "prose",
        "text": "¶At that day shall a man look to his maker, and his eyes shall look to the holy one of Israel."
    },
    "17992": {
        "format": "prose",
        "text": "¶And he shall not look to the altars, the works of his own hands, neither shall he look to those things which his own fingers have made, as groves and images."
    },
    "17993": {
        "format": "prose",
        "text": "¶In that day shall the cities of their strength be as the forsaking of boughs and branches, which they did forsake, because of the children of Israel, and there shall be desolation."
    },
    "17994": {
        "format": "prose",
        "text": "¶Because thou hast forgotten the God of thy salvation, and hast not remembered the God of thy strength, therefore shalt thou set pleasant plants, and shalt graft strange vine branches."
    },
    "17995": {
        "format": "prose",
        "text": "¶In the day shalt thou make thy plant to grow, and in the morning shalt thou make thy seed to flourish: but the harvest shall be gone in the day of possession, and there shall be desperate sorrow."
    },
    "17996": {
        "format": "prose",
        "text": "¶Ah, the multitude of many people, they shall make a sound like the noise of the sea: for the noise of the people shall make a sound like the noise of mighty waters."
    },
    "17997": {
        "format": "prose",
        "text": "¶The people shall make a sound like the noise of many waters: but God shall rebuke them, and they shall flee far off, and shall be chased as the chaff of the mountains before the wind, and as a rolling thing before the whirlwind."
    },
    "17998": {
        "format": "prose",
        "text": "¶And lo, in the evening there is trouble: but afore the morning it is gone. This is the portion of them that spoil us, and the lot of them that rob us."
    },
    "17999": {
        "format": "prose",
        "text": "¶Oh, the land shadowing with wings, which is beyond the rivers of Ethiopia,"
    },
    "18000": {
        "format": "prose",
        "text": "¶Sending ambassadors by the sea, even in vessels of reeds upon the waters, saying, Go, ye swift messengers, to a nation that is scattered abroad, and spoiled, unto a terrible people from their beginning even hitherto: a nation by little and little even trodden under foot: whose land the floods have spoiled."
    },
    "18001": {
        "format": "prose",
        "text": "¶All ye the inhabitants of the world, and dwellers in the earth, shall see when he setteth up a sign in the mountains, and when he bloweth the trumpet, ye shall hear."
    },
    "18002": {
        "format": "prose",
        "text": "¶For so the Lord said unto me, I will rest and behold in my tabernacle, as the heat drying up the rain, and as a cloud of dew in the heat of harvest."
    },
    "18003": {
        "format": "prose",
        "text": "¶For afore the harvest, when the flour is finished, and the fruit is ripening in the flour, then he shall cut down the branches with hooks, and shall take away, and cut off the boughs:"
    },
    "18004": {
        "format": "prose",
        "text": "¶They shall be left together unto the fowls of the mountains, and to the beasts of the earth: for the fowl shall summer upon it, and every beast of the earth shall winter upon it."
    },
    "18005": {
        "format": "prose",
        "text": "¶At that time shall a present be brought unto the Lord of hosts (a people that is scattered abroad, and spoiled, and of a terrible people from their beginning hitherto, a nation by little and little even trodden under foot, whose land the rivers have spoiled) to the place of the name of the Lord of hosts, even the mount Zion."
    },
    "18006": {
        "format": "prose",
        "text": "¶The burden of Egypt. Behold, the Lord rideth upon a swift cloud, and shall come into Egypt, and the idols of Egypt shall be moved at his presence, and the heart of Egypt shall melt in the midst of her."
    },
    "18007": {
        "format": "prose",
        "text": "¶And I will set the Egyptians against the Egyptians: so everyone shall fight against his brother, and everyone against his neighbor, city against city, and kingdom against kingdom."
    },
    "18008": {
        "format": "prose",
        "text": "¶And the spirit of Egypt shall fail in the midst of her, and I will destroy their counsel, and they shall seek at the idols, and at the sorcerers, and at them that have spirits of divination, and at the soothsayers."
    },
    "18009": {
        "format": "prose",
        "text": "¶And I will deliver the Egyptians into the hand of the cruel lords, and a mighty king shall rule over them, saith the Lord God of hosts."
    },
    "18010": {
        "format": "prose",
        "text": "¶Then the waters of the sea shall fail, and the river shall be dried up, and wasted."
    },
    "18011": {
        "format": "prose",
        "text": "¶And the rivers shall go far away: the rivers of defense shall be emptied and dried up: the reeds and flags shall be cut down."
    },
    "18012": {
        "format": "prose",
        "text": "¶The grass in the river, and at the head of the rivers, and all that groweth by the river shall wither, and be driven away, and be no more."
    },
    "18013": {
        "format": "prose",
        "text": "¶The fishers also shall mourn, and all they that cast angle into the river, shall lament, and they that spread their net upon the waters, shall be weakened."
    },
    "18014": {
        "format": "prose",
        "text": "¶Moreover, they that work in flax of divers sorts, shall be confounded, and they that weave nets."
    },
    "18015": {
        "format": "prose",
        "text": "¶For their nets shall be broken, and all they that make ponds shall be heavy in heart."
    },
    "18016": {
        "format": "prose",
        "text": "¶Surely the princes of Zoan are fools: the counsel of the wise counselors of Pharaoh, is become foolish: how say ye unto Pharaoh, I am the son of the wise? I am the son of the ancient kings?"
    },
    "18017": {
        "format": "prose",
        "text": "¶Where are now the wise men, that they may tell thee, or may know what the Lord of hosts hath determined against Egypt?"
    },
    "18018": {
        "format": "prose",
        "text": "¶The princes of Zoan are become fools: the princes of Noph are deceived, they have deceived Egypt, even the corners of the tribes thereof."
    },
    "18019": {
        "format": "prose",
        "text": "¶The Lord hath mingled among them the spirits of errors: and they have caused Egypt to err in every work thereof, as a drunken man erreth in his vomit."
    },
    "18020": {
        "format": "prose",
        "text": "¶Neither shall there be any work in Egypt, which the head may do, nor the tail, the branch nor the rush."
    },
    "18021": {
        "format": "prose",
        "text": "¶In that day shall Egypt be like unto women: for it shall be afraid and fear because of the moving of the hand of the Lord of hosts, which he shaketh over it."
    },
    "18022": {
        "format": "prose",
        "text": "¶And the land of Judah shall be a fear unto Egypt: everyone that maketh mention of it, shall be afraid thereat, because of the counsel of the Lord of hosts, which he hath determined upon it."
    },
    "18023": {
        "format": "prose",
        "text": "¶In that day shall five cities in the land of Egypt speak the language of Canaan, and shall swear by the Lord of hosts: one shall be called the city of destruction."
    },
    "18024": {
        "format": "prose",
        "text": "¶In that day shall the altar of the Lord be in the midst of the land of Egypt, and a pillar by the border thereof unto the Lord."
    },
    "18025": {
        "format": "prose",
        "text": "¶And it shall be for a sign and for a witness unto the Lord of hosts in the land of Egypt: for they shall cry unto the Lord, because of the oppressors, and he shall send them a Savior, and a great man, and shall deliver them."
    },
    "18026": {
        "format": "prose",
        "text": "¶And the Lord shall be known of the Egyptians, and the Egyptians shall know the Lord in that day, and do sacrifice and oblation, and shall vow vows unto the Lord, and perform them."
    },
    "18027": {
        "format": "prose",
        "text": "¶So the Lord shall smite Egypt, he shall smite and heal it: for he shall return unto the Lord, and he shall be entreated of them and shall heal them."
    },
    "18028": {
        "format": "prose",
        "text": "¶In that day shall there be a path from Egypt to Assyria, and Assyria shall come into Egypt, and Egypt into Assyria: so the Egyptians shall worship with Assyria."
    },
    "18029": {
        "format": "prose",
        "text": "¶In that day shall Israel be the third with Egypt and Assyria: even a blessing in the midst of the land."
    },
    "18030": {
        "format": "prose",
        "text": "¶For the Lord of hosts shall bless it, saying, Blessed be my people Egypt and Assyria, the work of mine hands, and Israel mine inheritance."
    },
    "18031": {
        "format": "prose",
        "text": "¶In the year that Tartan came to Ashdod, (when Sargon king of Assyria sent him) and had fought against Ashdod, and taken it,"
    },
    "18032": {
        "format": "prose",
        "text": "¶At the same time spake the Lord by the hand of Isaiah the son of Amoz, saying, Go, and loose the sackcloth from thy loins, and put off thy shoe from thy foot. And he did so, walking naked and barefoot."
    },
    "18033": {
        "format": "prose",
        "text": "¶And the Lord said, Like as my servant Isaiah hath walked naked and barefoot three years as a sign and wonder upon Egypt, and Ethiopia,"
    },
    "18034": {
        "format": "prose",
        "text": "¶So shall the king of Assyria take away the captivity of Egypt, and the captivity of Ethiopia, both young men and old men, naked and barefoot, with their buttocks uncovered, to the shame of Egypt."
    },
    "18035": {
        "format": "prose",
        "text": "¶And they shall fear, and be ashamed of Ethiopia their expectation, and of Egypt their glory."
    },
    "18036": {
        "format": "prose",
        "text": "¶Then shall the inhabitants of this isle say in that day, Behold, such is our expectation, whither we fled for help to be delivered from the king of Assyria, and how shall we be delivered?"
    },
    "18037": {
        "format": "prose",
        "text": "¶The burden of the desert sea. As the whirlwinds in the South used to pass from the wilderness, so shall it come from the horrible land."
    },
    "18038": {
        "format": "prose",
        "text": "¶A grievous vision was showed unto me, The Transgressor against a transgressor, and the destroyer against a destroyer. Go up Elam, besiege Media: I have caused all the mourning thereof to cease."
    },
    "18039": {
        "format": "prose",
        "text": "¶Therefore are my loins filled with sorrow: sorrows have taken me as the sorrows of a woman that travaileth: I was bowed down when I heard it, and I was amazed when I saw it."
    },
    "18040": {
        "format": "prose",
        "text": "¶Mine heart failed: fearfulness troubled me: the night of my pleasures hath he turned into fear unto me."
    },
    "18041": {
        "format": "prose",
        "text": "¶Prepare thou the table: watch in the watch tower: eat, drink: arise, ye princes, anoint the shield:"
    },
    "18042": {
        "format": "prose",
        "text": "¶For thus hath the Lord said unto me, Go, set a watchman, to tell what he seeth."
    },
    "18043": {
        "format": "prose",
        "text": "¶And he saw a chariot with two horsemen: a chariot of an ass, and a chariot of a camel: and he hearkened and took diligent heed."
    },
    "18044": {
        "format": "prose",
        "text": "¶And he cried, A lion: my Lord, I stand continually upon the watch tower in the daytime, and I am set in my watch every night:"
    },
    "18045": {
        "format": "prose",
        "text": "¶And behold, this man’s chariot cometh with two horsemen. And he answered and said, Babel is fallen: it is fallen, and all the images of her gods hath he broken unto the ground."
    },
    "18046": {
        "format": "prose",
        "text": "¶O my threshing, and the corn of my floor. That which I have heard of the Lord of hosts the God of Israel, have I showed unto you."
    },
    "18047": {
        "format": "prose",
        "text": "¶¶ The burden of Dumah, he calleth unto me out of Seir, Watchman, what was in the night? Watchman, what was in the night?"
    },
    "18048": {
        "format": "prose",
        "text": "¶The watchman said, The morning cometh, and also the night. If ye will as he, inquire: return and come."
    },
    "18049": {
        "format": "prose",
        "text": "¶¶ The burden against Arabia. In the forest of Arabia shall ye tarry all night, even in the ways of Dedanites."
    },
    "18050": {
        "format": "prose",
        "text": "¶O inhabitants of the land of Tema, bring forth water to meet the thirsty, and prevent him that fleeth with his bread."
    },
    "18051": {
        "format": "prose",
        "text": "¶For they flee from the drawn swords, even from the drawn sword, and from the bent bow, and from the grievousness of war."
    },
    "18052": {
        "format": "prose",
        "text": "¶For thus hath the Lord said unto me, Yet a year according to the years of an hireling, and all the glory of Kedar shall fail."
    },
    "18053": {
        "format": "prose",
        "text": "¶And the residue of the number of the strong archers of the sons of Kedar shall be few: for the Lord God of Israel hath spoken it."
    },
    "18054": {
        "format": "prose",
        "text": "¶The burden of the valley of vision. What aileth thee now that thou art wholly gone up unto the house tops?"
    },
    "18055": {
        "format": "prose",
        "text": "¶Thou that art full of noise, a city full of brute, a joyous city, thy slain men shall not be slain with sword, nor die in battle."
    },
    "18056": {
        "format": "prose",
        "text": "¶All thy princes shall flee together from the bow: they shall be bound: all that shall be found in thee, shall be bound together, which have fled from far."
    },
    "18057": {
        "format": "prose",
        "text": "¶Therefore said I, Turn away from me, I will weep bitterly: labor not to comfort me for the destruction of the daughter of my people."
    },
    "18058": {
        "format": "prose",
        "text": "¶For it is a day of trouble, and of ruin, and of perplexity by the Lord God of hosts in the valley of vision, breaking down the city: and a crying unto the mountains."
    },
    "18059": {
        "format": "prose",
        "text": "¶¶ And Elam bare the quiver in a man’s chariot with horsemen, and Kir uncovered the shield."
    },
    "18060": {
        "format": "prose",
        "text": "¶And thy chief valleys were full of chariots, and the horsemen set themselves in array against the gate."
    },
    "18061": {
        "format": "prose",
        "text": "¶And he discovered the covering of Judah: and thou didst look in that day to the armor of the house of the forest."
    },
    "18062": {
        "format": "prose",
        "text": "¶And ye have seen the breaches of the city of David: for they were many, and ye gathered the waters of the lower pool."
    },
    "18063": {
        "format": "prose",
        "text": "¶And ye numbered the houses of Jerusalem, and the houses have ye broken down to fortify the wall,"
    },
    "18064": {
        "format": "prose",
        "text": "¶And have also made a ditch between the two walls, for the waters of the old pool, and have not looked unto the maker thereof, neither had respect unto him that formed it of old."
    },
    "18065": {
        "format": "prose",
        "text": "¶And in that day did the Lord God of hosts call unto weeping and mourning, and to baldness and girding with sackcloth."
    },
    "18066": {
        "format": "prose",
        "text": "¶And behold, joy and gladness, slaying oxen and killing sheep, eating flesh, and drinking wine, eating and drinking, for tomorrow we shall die."
    },
    "18067": {
        "format": "prose",
        "text": "¶And it was declared in the ears of the Lord of hosts. Surely this iniquity shall not be purged from you, till ye die, saith the Lord God of hosts."
    },
    "18068": {
        "format": "prose",
        "text": "¶Thus saith the Lord God of hosts, Go, get thee to that treasurer, to Shebna, the steward of the house, and say,"
    },
    "18069": {
        "format": "prose",
        "text": "¶What hast thou to do here? and whom hast thou here? that thou shouldest here hew thee out a sepulcher, as he that heweth out his sepulcher in a high place, or that graveth an habitation for himself in a rock?"
    },
    "18070": {
        "format": "prose",
        "text": "¶Behold, the Lord will carry thee away with a great captivity, and will surely cover thee."
    },
    "18071": {
        "format": "prose",
        "text": "¶He will surely roll and turn thee like a ball in a large country: there shalt thou die, and there the chariots of thy glory shall be the shame of thy lord’s house."
    },
    "18072": {
        "format": "prose",
        "text": "¶And I will drive thee from thy station, and out of thy dwelling will he destroy thee."
    },
    "18073": {
        "format": "prose",
        "text": "¶And in that day will I call my servant Eliakim the son of Hilkiah,"
    },
    "18074": {
        "format": "prose",
        "text": "¶And with thy garments will I clothe him, and with thy girdle will I strengthen him: thy power also will I commit into his hand, and he shall be a father of the inhabitants of Jerusalem, and of the house of Judah."
    },
    "18075": {
        "format": "prose",
        "text": "¶And the key of the house of David will I lay upon his shoulder: so he shall open, and no man shall shut: and he shall shut, and no man shall open."
    },
    "18076": {
        "format": "prose",
        "text": "¶And I will fasten him as a nail in a sure place, and he shall be for the throne of glory to his father’s house."
    },
    "18077": {
        "format": "prose",
        "text": "¶And they shall hang upon him all the glory of his father’s house, even of the nephews and posterity all small vessels, from the vessels of the cups, even to all the instruments of music."
    },
    "18078": {
        "format": "prose",
        "text": "¶In that day saith the Lord of hosts, shall the nail that is fastened in the sure place, depart and shall be broken and fall, and the burden that was upon it, shall be cut off: for the Lord hath spoken it."
    },
    "18079": {
        "format": "prose",
        "text": "¶The burden of Tyre. Howl ye ships of Tarshish: for it is destroyed, so that there is none house: none shall come from the land of Kittim: it is revealed unto them."
    },
    "18080": {
        "format": "prose",
        "text": "¶Be still, ye that dwell in the isles: the merchants of Sidon, and such as pass over the sea, have replenished thee."
    },
    "18081": {
        "format": "prose",
        "text": "¶The seed of Nile growing by the abundance of waters, and the harvest of the river was her revenues, and she was a mart of the nations."
    },
    "18082": {
        "format": "prose",
        "text": "¶Be ashamed, thou Sidon: for the sea hath spoken, even the strength of the sea, saying, I have not travailed, nor brought forth children, neither nourished young men, nor brought up virgins."
    },
    "18083": {
        "format": "prose",
        "text": "¶When the fame cometh to the Egyptians, they shall be sorry, concerning the rumor of Tyre."
    },
    "18084": {
        "format": "prose",
        "text": "¶Go you over to Tarshish: howl, ye that dwell in the isles."
    },
    "18085": {
        "format": "prose",
        "text": "¶Is not this that your glorious city? her antiquity is of ancient days: her own feet shall lead her afar off to be a sojourner."
    },
    "18086": {
        "format": "prose",
        "text": "¶Who hath decreed this against Tyre (that crowneth men) whose merchants are princes? whose chapmen are the nobles of the world?"
    },
    "18087": {
        "format": "prose",
        "text": "¶The Lord of hosts hath decreed this, to stain the pride of all glory, and to bring to contempt all them that be glorious in the earth."
    },
    "18088": {
        "format": "prose",
        "text": "¶Pass through thy land like a flood to the daughter of Tarshish: there is no more strength."
    },
    "18089": {
        "format": "prose",
        "text": "¶He stretched out his hand upon the sea: he shook the kingdoms: the Lord hath given a commandment concerning the place of merchandise, to destroy the power thereof."
    },
    "18090": {
        "format": "prose",
        "text": "¶And he said, Thou shalt no more rejoice when thou art oppressed: O virgin daughter of Sidon: rise up, go out unto Kittim: yet there thou shalt have no rest."
    },
    "18091": {
        "format": "prose",
        "text": "¶Behold the land of the Chaldeans: this was no people: Assyria founded it by the inhabitants of the wilderness: they set up the towers thereof: they raised the palaces thereof, and he brought it to ruin."
    },
    "18092": {
        "format": "prose",
        "text": "¶Howl ye ships of Tarshish, for your strength is destroyed."
    },
    "18093": {
        "format": "prose",
        "text": "¶And in that day shall Tyre be forgotten seventy years (according to the years of one King) at the end of seventy years shall Tyre sing as an harlot."
    },
    "18094": {
        "format": "prose",
        "text": "¶Take an harp and go about the city (thou harlot that hast been forgotten) make sweet melody, sing more songs that thou mayest be remembered."
    },
    "18095": {
        "format": "prose",
        "text": "¶And at the end of seventy years shall the Lord visit Tyre, and she shall return to her wages, and shall commit fornication with all the kingdoms of the earth, that are in the world."
    },
    "18096": {
        "format": "prose",
        "text": "¶Yet her occupying and her wages shall be holy unto the Lord: it shall not be laid up nor kept in store, but her merchandise shall be for them that dwell before the Lord, to eat sufficiently, and to have durable clothing."
    },
    "18097": {
        "format": "prose",
        "text": "¶Behold, the Lord maketh the earth empty, and he maketh it waste: he turneth it upside down, and scattereth abroad the inhabitants thereof."
    },
    "18098": {
        "format": "prose",
        "text": "¶And there shall be like people, like Priest, and like servant, like master, like maid, like mistress, like buyer, like seller, like lender, like borrower, like giver, like taker to usury."
    },
    "18099": {
        "format": "prose",
        "text": "¶The earth shall be clean emptied, and utterly spoiled: for the Lord hath spoken this word."
    },
    "18100": {
        "format": "prose",
        "text": "¶The earth lamenteth and fadeth away, the world is feebled and decayed: the proud people of the earth are weakened."
    },
    "18101": {
        "format": "prose",
        "text": "¶The earth also deceiveth, because of the inhabitants thereof: for they transgressed the laws: they changed the ordinances, and brake the everlasting Covenant."
    },
    "18102": {
        "format": "prose",
        "text": "¶Therefore hath the curse devoured the earth, and the inhabitants thereof are desolate. Wherefore the inhabitants of the land are burned up, and few men are left."
    },
    "18103": {
        "format": "prose",
        "text": "¶The wine faileth, the vine hath no might: all that were of merry heart, do mourn."
    },
    "18104": {
        "format": "prose",
        "text": "¶The mirth of tabrets ceaseth: the noise of them that rejoice, endeth: the joy of the harp ceaseth."
    },
    "18105": {
        "format": "prose",
        "text": "¶They shall not drink wine with mirth: strong drink shall be bitter to them that drink it."
    },
    "18106": {
        "format": "prose",
        "text": "¶The city of vanity is broken down: every house is shut up, that no man may come in."
    },
    "18107": {
        "format": "prose",
        "text": "¶There is a crying for wine in the streets: all joy is darkened: the mirth of the world is gone away."
    },
    "18108": {
        "format": "prose",
        "text": "¶In the cities is left desolation, and the gate is smitten with destruction."
    },
    "18109": {
        "format": "prose",
        "text": "¶¶ Surely thus shall it be in the midst of the earth, among the people, as the shaking of an olive tree, and as the grapes when the vintage is ended."
    },
    "18110": {
        "format": "prose",
        "text": "¶They shall lift up their voice: they shall shout for the magnificence of the Lord: they shall rejoice from the sea."
    },
    "18111": {
        "format": "prose",
        "text": "¶Wherefore praise ye the Lord in the valleys, even the Name of the Lord God of Israel, in the isles of the sea."
    },
    "18112": {
        "format": "prose",
        "text": "¶From the uttermost part of the earth we have heard praises, even glory to the just, and I said, My leanness, my leanness, woe is me: the transgressors have offended: yea, the transgressors have grievously offended."
    },
    "18113": {
        "format": "prose",
        "text": "¶Fear, and the pit, and the snare are upon thee, O inhabitant of the earth."
    },
    "18114": {
        "format": "prose",
        "text": "¶And he that fleeth from the noise of the fear, shall fall into the pit: and he that cometh up out of the pit, shall be taken in the snare: for the windows from on high are open, and the foundations of the earth do shake."
    },
    "18115": {
        "format": "prose",
        "text": "¶The earth is utterly broken down: the earth is clean dissolved: the earth is moved exceedingly."
    },
    "18116": {
        "format": "prose",
        "text": "¶The earth shall reel to and fro like a drunken man, and shall be removed like a tent, and the iniquity thereof shall be heavy upon it: so that it shall fall, and rise no more."
    },
    "18117": {
        "format": "prose",
        "text": "¶¶ And in that day shall the Lord visit the host above that is on high, even the kings of the world that are upon the earth."
    },
    "18118": {
        "format": "prose",
        "text": "¶And they shall be gathered together as the prisoners in the pit: and they shall be shut up in the prison, and after many days shall they be visited."
    },
    "18119": {
        "format": "prose",
        "text": "¶Then the moon shall be abashed, and the sun ashamed, when the Lord of hosts shall reign in mount Zion and in Jerusalem: and glory shall be before his ancient men."
    },
    "18120": {
        "format": "prose",
        "text": "¶O Lord, thou art my God: I will exalt thee, I will praise thy Name: for thou hast done wonderful things, according to the counsels of old, with a stable truth."
    },
    "18121": {
        "format": "prose",
        "text": "¶For thou hast made of a city an heap, of a strong city, a ruin: even the place of strangers of a city, it shall never be built."
    },
    "18122": {
        "format": "prose",
        "text": "¶Therefore shall the mighty people give glory unto thee: the city of the strong nations shall fear thee."
    },
    "18123": {
        "format": "prose",
        "text": "¶For thou hast been a strength unto the poor, even a strength to the needy in his trouble, a refuge against the tempest, a shadow against the heat: for the blast of the mighty is like a storm against the wall."
    },
    "18124": {
        "format": "prose",
        "text": "¶Thou shalt bring down the noise of the strangers, as the heat in a dry place; he will bring down the song of the mighty, as the heat in the shadow of a cloud."
    },
    "18125": {
        "format": "prose",
        "text": "¶And in this mountain shall the Lord of hosts make unto all people a feast of fat things, even a feast of fined wines, and of fat things full of marrow, of wines fined and purified."
    },
    "18126": {
        "format": "prose",
        "text": "¶And he will destroy in this mountain the covering that covereth all people, and the veil that is spread upon all nations."
    },
    "18127": {
        "format": "prose",
        "text": "¶He will destroy death forever: and the Lord God will wipe away the tears from all faces, and the rebuke of his people will he take away out of all the earth: for the Lord hath spoken it."
    },
    "18128": {
        "format": "prose",
        "text": "¶And in that day shall men say, Lo, this is our God: we have waited for him, and he will save us. This is the Lord, we have waited for him, we will rejoice and be joyful in salvation."
    },
    "18129": {
        "format": "prose",
        "text": "¶For in this mountain shall the hand of the Lord rest, and Moab shall be threshed under him even as straw is threshed in Madmenah."
    },
    "18130": {
        "format": "prose",
        "text": "¶And he shall stretch out his hand in the midst of them (as he that swimmeth stretcheth them out to swim) and with the strength of his hands shall he bring down their pride."
    },
    "18131": {
        "format": "prose",
        "text": "¶The defense also of the height of thy walls shall he bring down and lay low, and cast them to the ground, even unto the dust."
    },
    "18132": {
        "format": "prose",
        "text": "¶In that day shall this song be sung in the land of Judah, We have a strong city: salvation shall God set for walls and bulwarks."
    },
    "18133": {
        "format": "prose",
        "text": "¶Open ye the gates that the righteous nation, which keepeth the truth, may enter in."
    },
    "18134": {
        "format": "prose",
        "text": "¶By an assured purpose wilt thou preserve perfect peace, because they trusted in thee."
    },
    "18135": {
        "format": "prose",
        "text": "¶Trust in the Lord forever: for in the Lord God is strength forevermore."
    },
    "18136": {
        "format": "prose",
        "text": "¶For he will bring down them that dwell on high: the high city he will abase: even unto the ground will he cast it down, and bring it unto dust."
    },
    "18137": {
        "format": "prose",
        "text": "¶The foot shall tread it down, even the feet of the poor, and the steps of the needy."
    },
    "18138": {
        "format": "prose",
        "text": "¶The way of the just is righteousness: thou wilt make equal the righteous path of the just."
    },
    "18139": {
        "format": "prose",
        "text": "¶Also we, O Lord, have waited for thee in the way of thy judgments: the desire of our soul is to thy Name, and to the remembrance of thee."
    },
    "18140": {
        "format": "prose",
        "text": "¶With my soul have I desired thee in the night, and with my spirit within me will I seek thee in the morning: for seeing thy judgments are in the earth, the inhabitants of the world shall learn righteousness."
    },
    "18141": {
        "format": "prose",
        "text": "¶Let mercy be showed to the wicked, yet he will not learn righteousness: in the land of uprightness will he do wickedly, and will not behold the majesty of the Lord."
    },
    "18142": {
        "format": "prose",
        "text": "¶O Lord, they will not behold thine high hand: but they shall see it, and be confounded with the zeal of the people, and the fire of thine enemies shall devour them."
    },
    "18143": {
        "format": "prose",
        "text": "¶Lord unto us thou wilt ordain peace: for thou also hast wrought all our works for us."
    },
    "18144": {
        "format": "prose",
        "text": "¶O Lord our God, other lords beside thee, have ruled us, but we will remember thee only, and thy Name."
    },
    "18145": {
        "format": "prose",
        "text": "¶The dead shall not live, neither shall the dead arise, because thou hast visited and scattered them, and destroyed all their memory."
    },
    "18146": {
        "format": "prose",
        "text": "¶Thou hast increased the nation, O Lord: thou hast increased the nation: thou art made glorious, thou hast enlarged all the coasts of the earth."
    },
    "18147": {
        "format": "prose",
        "text": "¶Lord, in trouble have they visited thee: they poured out a prayer when thy chastening was upon them."
    },
    "18148": {
        "format": "prose",
        "text": "¶Like as a woman with child, that draweth near to the travail, is in sorrow, and crieth in her pains, so have we been in thy sight, O Lord."
    },
    "18149": {
        "format": "prose",
        "text": "¶We have conceived, we have born in pain, as though we should have brought forth wind: there was no help in the earth, neither did the inhabitants of the world fall."
    },
    "18150": {
        "format": "prose",
        "text": "¶¶ Thy dead men shall live: even with my body shall they rise. Awake and sing, ye that dwell in dust: for thy dew is as the dew of herbs, and the earth shall cast out the dead."
    },
    "18151": {
        "format": "prose",
        "text": "¶Come, my people: enter thou into thy chambers, and shut thy doors after thee: hide thyself for a very little while, until the indignation pass over."
    },
    "18152": {
        "format": "prose",
        "text": "¶For lo, the Lord cometh out of his place, to visit the iniquity of the inhabitants of the earth upon them: and the earth shall disclose her blood, and shall no more hide her slain."
    },
    "18153": {
        "format": "prose",
        "text": "¶In that day the Lord with his sore and great and mighty sword shall visit Leviathan, that piercing serpent, even Leviathan, that crooked serpent, and he shall slay the dragon that is in the sea."
    },
    "18154": {
        "format": "prose",
        "text": "¶In that day sing of the vineyard of red wine."
    },
    "18155": {
        "format": "prose",
        "text": "¶I the Lord do keep it: I will water it every moment: lest any assail it, I will keep it night and day."
    },
    "18156": {
        "format": "prose",
        "text": "¶Anger is not in me: who would set the briers and the thorns against me in battle? I would go through them, I would burn them together."
    },
    "18157": {
        "format": "prose",
        "text": "¶Or will he feel my strength, that he may make peace with me, and be at one with me?"
    },
    "18158": {
        "format": "prose",
        "text": "¶Hereafter Jacob shall take root: Israel shall flourish and grow: and the world shall be filled with fruit."
    },
    "18159": {
        "format": "prose",
        "text": "¶Hath he smitten him, as he smote those that smote him? or is he slain according to the slaughter of them that were slain by him?"
    },
    "18160": {
        "format": "prose",
        "text": "¶In measure in the branches thereof wilt thou contend with it, when he bloweth with his rough wind in the day of the East wind."
    },
    "18161": {
        "format": "prose",
        "text": "¶By this therefore shall the iniquity of Jacob be purged, and this is all the fruit, the taking away of his sin: when he shall make all the stones of the altars, as chalk stones broken in pieces, that the groves and images may not stand up."
    },
    "18162": {
        "format": "prose",
        "text": "¶Yet the defensed city shall be desolate, and the habitation shall be forsaken, and left like a wilderness. There shall the calf feed, and there shall he lie and consume the branches thereof."
    },
    "18163": {
        "format": "prose",
        "text": "¶When the boughs of it are dry, they shall be broken: the women come and set them on fire: for it is a people of none understanding: therefore he that made them shall not have compassion of them, and he that formed them, shall have no mercy on them."
    },
    "18164": {
        "format": "prose",
        "text": "¶And in that day shall the Lord thresh from the channel of the river unto the river of Egypt, and ye shall be gathered, one by one, O children of Israel."
    },
    "18165": {
        "format": "prose",
        "text": "¶In that day also shall the great trumpet be blown, and they shall come, which perished in the land of Assyria, and they that were chased into the land of Egypt, and they shall worship the Lord in the holy Mount at Jerusalem."
    },
    "18166": {
        "format": "prose",
        "text": "¶Woe to the crown of pride, the drunkards of Ephraim: for his glorious beauty shall be a fading flower, which is upon the head of the valley of them that be fat, and are overcome with wine."
    },
    "18167": {
        "format": "prose",
        "text": "¶Behold, the Lord hath a mighty and strong host like a tempest of hail, and a whirlwind that overthroweth, like a tempest of mighty waters that overflow, which throw to the ground mightily."
    },
    "18168": {
        "format": "prose",
        "text": "¶They shall be trodden under foot, even the crown and the pride of the drunkards of Ephraim."
    },
    "18169": {
        "format": "prose",
        "text": "¶For his glorious beauty shall be a fading flower, which is upon the head of the valley of them that be fat, and as the hasty fruit afore Summer, which when he hath looketh upon it, seeth it, while it is in his hand, he eateth it."
    },
    "18170": {
        "format": "prose",
        "text": "¶In that day shall the Lord of hosts be for a crown of glory, and for a diadem of beauty unto the residue of his people:"
    },
    "18171": {
        "format": "prose",
        "text": "¶And for a spirit of judgment to him that sitteth in judgment, and for strength unto them that turn away the battle to the gate."
    },
    "18172": {
        "format": "prose",
        "text": "¶But they have erred because of wine, and are out of the way by strong drink: the Priest and the prophet have erred by strong drink: they are swallowed up with wine: they have gone astray through strong drink: they fail in vision: they stumble in judgment."
    },
    "18173": {
        "format": "prose",
        "text": "¶For all their tables are full of filthy vomiting: no place is clean."
    },
    "18174": {
        "format": "prose",
        "text": "¶Whom shall he teach knowledge? and whom shall he make to understand the things that he heareth? them that are weaned from the milk, and drawn from the breasts."
    },
    "18175": {
        "format": "prose",
        "text": "¶For precept must be upon precept, precept upon precept, line unto line, line unto line, there a little, and there a little."
    },
    "18176": {
        "format": "prose",
        "text": "¶For with a stammering tongue, and with a strange language shall he speak unto this people."
    },
    "18177": {
        "format": "prose",
        "text": "¶Unto whom he said, This is the rest: give rest unto him that is weary, and this is the refreshing, but they would not hear."
    },
    "18178": {
        "format": "prose",
        "text": "¶Therefore shall the word of the Lord be unto them precept upon precept, precept upon precept, line unto line, line unto line, there a little and there a little: that they may go and fall backward, and be broken, and be snared, and be taken."
    },
    "18179": {
        "format": "prose",
        "text": "¶Wherefore hear the word of the Lord, ye scornful men, that rule this people, which is at Jerusalem."
    },
    "18180": {
        "format": "prose",
        "text": "¶Because ye have said, We have made a covenant with death, and with hell are we at agreement: though a scourge run over, and pass through, it shall not come at us: for we have made falsehood our refuge, and under vanity are we hid,"
    },
    "18181": {
        "format": "prose",
        "text": "¶Therefore thus saith the Lord God, Behold, I will lay in Zion a stone, a tried stone, a precious cornerstone, a sure foundation. He that believeth, shall not make haste."
    },
    "18182": {
        "format": "prose",
        "text": "¶Judgment also will I lay to the rule, and righteousness to the balance, and the hail shall sweep away the vain confidence, and the waters shall overflow the secret place."
    },
    "18183": {
        "format": "prose",
        "text": "¶And your covenant with death shall be disannulled, and your agreement with hell shall not stand: when a scourge shall run over and pass through, then shall ye be trodden down by it."
    },
    "18184": {
        "format": "prose",
        "text": "¶When it passeth over, it shall take you away: for it shall pass through every morning in the day and in the night, and there shall be only fear, to make you to understand the hearing."
    },
    "18185": {
        "format": "prose",
        "text": "¶For the bed is strait, that it cannot suffice, and the covering narrow, that one cannot wrap himself."
    },
    "18186": {
        "format": "prose",
        "text": "¶For the Lord shall stand as in mount Perazim: he shall be wroth as in the valley of Gibeon, that he may do his work, his strange work, and bring to pass his act, his strange act."
    },
    "18187": {
        "format": "prose",
        "text": "¶Now therefore be no mockers, lest your bonds increase: for I have heard of the Lord of hosts a consumption, even determined upon the whole earth."
    },
    "18188": {
        "format": "prose",
        "text": "¶Hearken ye, and hear my voice: hearken ye, and hear my speech."
    },
    "18189": {
        "format": "prose",
        "text": "¶Doth the plowman plow all the day, to sow? doth he open, and break the clots of his ground?"
    },
    "18190": {
        "format": "prose",
        "text": "¶When he hath made it plain, will he not then sow the fitches, and sow cumin, and cast in wheat by measure, and the appointed barley and rye in their place?"
    },
    "18191": {
        "format": "prose",
        "text": "¶For his God doth instruct him to have discretion, and doth teach him."
    },
    "18192": {
        "format": "prose",
        "text": "¶For fitches shall not be threshed with a threshing instrument, neither shall a cartwheel be turned about upon the cumin: but the fitches are beaten out with a staff, and cumin with a rod."
    },
    "18193": {
        "format": "prose",
        "text": "¶Bread corn when it is threshed, he doth not always thresh it, neither doth the wheel of his cart still make a noise, neither will he break it with the teeth thereof."
    },
    "18194": {
        "format": "prose",
        "text": "¶This also cometh from the Lord of hosts, which is wonderful in counsel, and excellent in works."
    },
    "18195": {
        "format": "prose",
        "text": "¶Ah altar, altar of the city that David dwelt in: add year unto year: let them kill lambs."
    },
    "18196": {
        "format": "prose",
        "text": "¶But I will bring the altar into distress, and there shall be heaviness and sorrow, and it shall be unto me like an altar."
    },
    "18197": {
        "format": "prose",
        "text": "¶And I will besiege thee as a circle, and fight against thee on a mount, and will cast up ramparts against thee."
    },
    "18198": {
        "format": "prose",
        "text": "¶So shalt thou be humbled, and shalt speak out of the ground, and thy speech shall be as out of the dust: thy voice also shall be out of the ground like him that hath a spirit of divination, and thy talking shall whisper out of the dust."
    },
    "18199": {
        "format": "prose",
        "text": "¶Moreover, multitude of thy strangers shall be like small dust, and the multitude of strong men shall be as chaff that passeth away: and it shall be in a moment, even suddenly."
    },
    "18200": {
        "format": "prose",
        "text": "¶Thou shalt be visited of the Lord of hosts with thunder, and shaking, and a great noise, a whirlwind, and a tempest, and a flame of a devouring fire."
    },
    "18201": {
        "format": "prose",
        "text": "¶And the multitude of all the nations that fight against the altar, shall be as a dream or vision by night: even all they that make the war against it, and strongholds against it, and lay siege unto it."
    },
    "18202": {
        "format": "prose",
        "text": "¶And it shall be like as an hungry man dreameth, and behold, he eateth: and when he awaketh, his soul is empty: or like as a thirsty man dreameth, and lo, he is drinking, and when he awaketh, behold, he is faint, and his soul longeth: so shall the multitude of all nations be that fight against mount Zion."
    },
    "18203": {
        "format": "prose",
        "text": "¶Stay yourselves and wonder: they are blind, and make you blind: they are drunken, but not with wine: they stagger, but not by strong drink."
    },
    "18204": {
        "format": "prose",
        "text": "¶For the Lord hath covered you with a spirit of slumber, and hath shut up your eyes: the Prophet, and your chief Seers hath he covered."
    },
    "18205": {
        "format": "prose",
        "text": "¶And the vision of them all is become unto you, as the words of a book that is sealed up, which they deliver to one that can read, saying, Read this, I pray thee. Then shall he say, I cannot; for it is sealed."
    },
    "18206": {
        "format": "prose",
        "text": "¶And the book is given unto him that cannot read, saying, Read this, I pray thee. And he shall say, I cannot read."
    },
    "18207": {
        "format": "prose",
        "text": "¶Therefore the Lord said, Because this people come near unto me with their mouth, and honor me with their lips, but have removed their heart far from me, and their fear toward me was taught by the precept of men,"
    },
    "18208": {
        "format": "prose",
        "text": "¶Therefore behold, I will again do a marvelous work in this people, even a marvelous work, and a wonder: for the wisdom of their wise men shall perish, and the understanding of their prudent men shall be hid."
    },
    "18209": {
        "format": "prose",
        "text": "¶Woe unto them that seek deep to hide their counsel from the Lord: for their works are in darkness, and they say, Who seeth us? and who knoweth us?"
    },
    "18210": {
        "format": "prose",
        "text": "¶Your turning of devices shall it not be esteemed as the potter’s clay? for shall the work say of him that made it, He made me not? or the thing formed, say of him that fashioned it, He had none understanding?"
    },
    "18211": {
        "format": "prose",
        "text": "¶Is it not yet but a little while, and Lebanon shall be turned into Carmel? and Carmel shall be counted as a forest?"
    },
    "18212": {
        "format": "prose",
        "text": "¶And in that day shall the deaf hear the words of the book, and the eyes of the blind shall see out of obscurity, and out of darkness."
    },
    "18213": {
        "format": "prose",
        "text": "¶The meek in the Lord shall receive joy again, and the poor men shall rejoice in the Holy one of Israel."
    },
    "18214": {
        "format": "prose",
        "text": "¶For the cruel man shall cease, and the scornful shall be consumed: and all that hasted to iniquity, shall be cut off:"
    },
    "18215": {
        "format": "prose",
        "text": "¶Which made a man to sin in the word, and took him in a snare: which reproved them in the gate, and made the just to fall without cause."
    },
    "18216": {
        "format": "prose",
        "text": "¶Therefore thus saith the Lord unto the house of Jacob, even he that redeemed Abraham: Jacob shall not now be confounded, neither now shall his face be pale."
    },
    "18217": {
        "format": "prose",
        "text": "¶But when he seeth his children, the work of mine hands, in the midst of him, they shall sanctify my Name, and sanctify the Holy one of Jacob, and shall fear the God of Israel."
    },
    "18218": {
        "format": "prose",
        "text": "¶Then they that erred in spirit, shall have understanding, and they that murmured, shall learn doctrine."
    },
    "18219": {
        "format": "prose",
        "text": "¶Woe to the rebellious children, saith the Lord, that take counsel, but not of me, and cover with a covering, but not by my spirit, that they may lay sin upon sin:"
    },
    "18220": {
        "format": "prose",
        "text": "¶Which walk forth to go down into Egypt (and have not asked at my mouth) to strengthen themselves with the strength of Pharaoh, and trust in the shadow of Egypt."
    },
    "18221": {
        "format": "prose",
        "text": "¶But the strength of Pharaoh shall be your shame, and the trust in the shadow of Egypt your confusion."
    },
    "18222": {
        "format": "prose",
        "text": "¶For his princes were at Zoan, and his ambassadors came unto Hanes."
    },
    "18223": {
        "format": "prose",
        "text": "¶They shall be all ashamed of the people that cannot profit them, nor help, nor do them good, but shall be a shame and also a reproach."
    },
    "18224": {
        "format": "prose",
        "text": "¶¶ The burden of the beasts of the South, in a land of trouble and anguish, from whence shall come the young and old lion, the viper and fiery flying serpent against them that shall bear their riches upon the shoulders of the colts, and their treasures upon the bunches of the camels, to a people that cannot profit."
    },
    "18225": {
        "format": "prose",
        "text": "¶For the Egyptians are vanity, and they shall help in vain. Therefore have I cried unto her, Their strength is to sit still."
    },
    "18226": {
        "format": "prose",
        "text": "¶Now go, and write it before them in a table, and note it in a book, that it may be for the last day forever and ever:"
    },
    "18227": {
        "format": "prose",
        "text": "¶That it is a rebellious people, lying children, and children that would not hear the Law of the Lord."
    },
    "18228": {
        "format": "prose",
        "text": "¶Which say unto the Seers, See not: and to the Prophets, Prophesy not unto us right things: but speak flattering things unto us: prophesy errors."
    },
    "18229": {
        "format": "prose",
        "text": "¶Depart out of the way: go aside out of the path: cause the Holy one of Israel to cease from us."
    },
    "18230": {
        "format": "prose",
        "text": "¶Therefore thus saith the Holy one of Israel, Because you have cast off this word, and trust in violence, and wickedness, and stay thereupon,"
    },
    "18231": {
        "format": "prose",
        "text": "¶Therefore this iniquity shall be unto you as a breach that falleth, or a swelling in an high wall, whose breaking cometh suddenly in a moment."
    },
    "18232": {
        "format": "prose",
        "text": "¶And the breaking thereof is like the breaking of a potter’s pot, which is broken without pity, and in the breaking thereof is not found a shard to take fire out of the hearth, or to take water out of the pit."
    },
    "18233": {
        "format": "prose",
        "text": "¶For thus said the Lord God, the Holy one of Israel, In rest and quietness shall ye be saved: in quietness and in confidence shall be your strength, but ye would not."
    },
    "18234": {
        "format": "prose",
        "text": "¶For ye have said, No, but we will flee away upon horses. Therefore shall ye flee. We will ride upon the swiftest. Therefore shall your persecutors be swifter."
    },
    "18235": {
        "format": "prose",
        "text": "¶A thousand as one shall flee at the rebuke of one: at the rebuke of five shall ye flee, till ye be left as a ship mast upon the top of a mountain, and as a beacon upon an hill."
    },
    "18236": {
        "format": "prose",
        "text": "¶Yet therefore will the Lord wait, that he may have mercy upon you, and therefore will he be exalted, that he may have compassion upon you: for the Lord is the God of judgment. Blessed are all they that wait for him."
    },
    "18237": {
        "format": "prose",
        "text": "¶Surely a people shall dwell in Zion, and in Jerusalem: thou shalt weep no more: he will certainly have mercy upon thee at the voice of thy cry: when he heareth thee, he will answer thee."
    },
    "18238": {
        "format": "prose",
        "text": "¶And when the Lord hath given you the bread of adversity, and the water of affliction, thy rain shall be no more kept back, but thine eyes shall see thy rain."
    },
    "18239": {
        "format": "prose",
        "text": "¶And thine ears shall hear a word behind thee, saying, This is the way, walk ye in it, when thou turnest to the right hand, and when thou turnest to the left."
    },
    "18240": {
        "format": "prose",
        "text": "¶And ye shall pollute the covering of the images of silver, and the rich ornament of thine images of gold, and cast them away as a menstruous cloth, and thou shalt say unto it, Get thee hence."
    },
    "18241": {
        "format": "prose",
        "text": "¶Then shall he give rain unto thy seed, when thou shalt sow the ground, and bread of the increase of the earth, and it shall be fat and as oil: in that day shall thy cattle be fed in large pastures."
    },
    "18242": {
        "format": "prose",
        "text": "¶The oxen also and the young asses, that till the ground, shall eat clean provender, which is winnowed with the shovel and with the fan."
    },
    "18243": {
        "format": "prose",
        "text": "¶And upon every high mountain, and upon every high hill shall there be rivers, and streams of waters, in the day of the great slaughter, when the towers shall fall."
    },
    "18244": {
        "format": "prose",
        "text": "¶Moreover, the light of the Moon shall be as the light of the Sun, and the light of the Sun shall be sevenfold, and like the light of seven days in the day that the Lord shall bind up the breach of his people, and heal the stroke of their wound."
    },
    "18245": {
        "format": "prose",
        "text": "¶Behold, the Name of the Lord cometh from far, his face is burning, and the burden thereof is heavy: his lips are full of indignation, and his tongue is as a devouring fire."
    },
    "18246": {
        "format": "prose",
        "text": "¶And his spirit is as a river that overfloweth up to the neck: it divideth asunder, to fan the nations with the fan of vanity, and there shall be a bridle to cause them to err in the jaws of the people."
    },
    "18247": {
        "format": "prose",
        "text": "¶But there shall be a song unto you as in the night, when a solemn feast is kept; and gladness of heart, as he that cometh with a pipe to go unto the mount of the Lord, to the Mighty one of Israel."
    },
    "18248": {
        "format": "prose",
        "text": "¶And the Lord shall cause his glorious voice to be heard, and shall declare the lighting down of his arm with the anger of his countenance, and flame of a devouring fire, with scattering and tempest, and hailstones."
    },
    "18249": {
        "format": "prose",
        "text": "¶For with the voice of the Lord shall Assyria be destroyed, which smote with the rod."
    },
    "18250": {
        "format": "prose",
        "text": "¶And in every place that the staff shall pass, it shall cleave fast, which the Lord shall lay upon him with tabrets and beards and with battles, and lifting up of hands shall he fight against it."
    },
    "18251": {
        "format": "prose",
        "text": "¶For Tophet is prepared of old; it is even prepared for the King; he hath made it deep and large: the burning thereof is fire and much wood; the breath of the Lord, like a river of brimstone, doth kindle it."
    },
    "18252": {
        "format": "prose",
        "text": "¶Woe unto them that go down into Egypt for help, and stay upon horses, and trust in chariots, because they are many, and in horsemen, because they be very strong; but they look not unto the Holy one of Israel, nor seek unto the Lord."
    },
    "18253": {
        "format": "prose",
        "text": "¶But he yet is wisest; therefore he will bring evil, and not turn back his word, but he will arise against the house of the wicked, and against the help of them that work vanity."
    },
    "18254": {
        "format": "prose",
        "text": "¶Now the Egyptians are men and not God, and their horses flesh, and not spirit; and when the Lord shall stretch out his hand, the helper shall fall, and he that is helped shall fall, and they shall altogether fail."
    },
    "18255": {
        "format": "prose",
        "text": "¶For this hath the Lord spoken unto me, As the lion or lion’s whelp roareth upon his prey, against whom if a multitude of shepherds be called, he will not be afraid at their voice, neither will humble himself at their noise: so shall the Lord of hosts come down to fight for mount Zion, and for the hill thereof."
    },
    "18256": {
        "format": "prose",
        "text": "¶As birds that fly, so shall the Lord of hosts defend Jerusalem by defending and delivering, by passing through and preserving it."
    },
    "18257": {
        "format": "prose",
        "text": "¶O ye children of Israel, turn again, in as much as ye are sunken deep in rebellion."
    },
    "18258": {
        "format": "prose",
        "text": "¶For in that day every man shall cast out his idols of silver, and his idols of gold, which your hands have made you, even a sin."
    },
    "18259": {
        "format": "prose",
        "text": "¶Then shall Assyria fall by the sword, not of man, neither shall the sword of man devour him, and he shall flee from the sword, and his young men shall faint."
    },
    "18260": {
        "format": "prose",
        "text": "¶And he shall go for fear to his tower, and his princes shall be afraid of the standard, saith the Lord, whose fire is in Zion, and his furnace in Jerusalem."
    },
    "18261": {
        "format": "prose",
        "text": "¶Behold, a King shall reign in justice, and the princes shall rule in judgment."
    },
    "18262": {
        "format": "prose",
        "text": "¶And that man shall be as an hiding place from the wind, and as a refuge for the tempest, as rivers of water in a dry place, and as the shadow of a great rock in a weary land."
    },
    "18263": {
        "format": "prose",
        "text": "¶The eyes of the seeing shall not be shut, and the ears of them that hear, shall hearken."
    },
    "18264": {
        "format": "prose",
        "text": "¶And the heart of the foolish shall understand knowledge, and the tongue of the stutters shall be ready to speak distinctly."
    },
    "18265": {
        "format": "prose",
        "text": "¶A niggard shall no more be called liberal, nor the churl rich."
    },
    "18266": {
        "format": "prose",
        "text": "¶But the niggard will speak of niggardness, and his heart will work iniquity, and do wickedly, and speak falsely against the Lord, to make empty the hungry soul, and to cause the drink of the thirsty to fail."
    },
    "18267": {
        "format": "prose",
        "text": "¶For the weapons of the churl are wicked: he deviseth wicked counsels to undo the poor with lying words, and to speak against the poor in judgment."
    },
    "18268": {
        "format": "prose",
        "text": "¶But the liberal man will devise of liberal things, and he will continue his liberality."
    },
    "18269": {
        "format": "prose",
        "text": "¶¶ Rise up ye women that are at ease: hear my voice, ye careless daughters, hearken to my words."
    },
    "18270": {
        "format": "prose",
        "text": "¶Ye women that are careless, shall be in fear above a year in days, for the vintage shall fail, and the gatherings shall come no more."
    },
    "18271": {
        "format": "prose",
        "text": "¶Ye women that are at ease, be astonied; fear, O ye careless women: put off the clothes; make bare, and gird sackcloth upon the loins."
    },
    "18272": {
        "format": "prose",
        "text": "¶Men shall lament for the teats, even for the pleasant fields, and for the fruitful vine."
    },
    "18273": {
        "format": "prose",
        "text": "¶Upon the land of my people shall grow thorns and briers: yea, upon all the houses of joy in the city of rejoicing,"
    },
    "18274": {
        "format": "prose",
        "text": "¶Because the palace shall be forsaken, and the noise of the city shall be left: the tower and fortress shall be dens forever, and the delight of wild asses, and a pasture for flocks,"
    },
    "18275": {
        "format": "prose",
        "text": "¶Until the Spirit be poured upon us from above, and the wilderness become a fruitful field, and the plenteous field be counted as a forest."
    },
    "18276": {
        "format": "prose",
        "text": "¶And judgment shall dwell in the desert, and justice shall remain in the fruitful field."
    },
    "18277": {
        "format": "prose",
        "text": "¶And the work of justice shall be peace, even the work of justice and quietness, and assurance forever."
    },
    "18278": {
        "format": "prose",
        "text": "¶And my people shall dwell in the tabernacle of peace, and in sure dwellings, and in safe resting places."
    },
    "18279": {
        "format": "prose",
        "text": "¶When it haileth, it shall fall on the forest, and the city shall be in the low place."
    },
    "18280": {
        "format": "prose",
        "text": "¶Blessed are ye that sow upon all waters, and drive thither the feet of the ox and the ass."
    },
    "18281": {
        "format": "prose",
        "text": "¶Woe to thee that spoilest, and wast not spoiled: and doest wickedly, and they did not wickedly against thee: when thou shalt cease to spoil, thou shalt be spoiled: when thou shalt make an end of doing wickedly, they shall do wickedly against thee."
    },
    "18282": {
        "format": "prose",
        "text": "¶O Lord, have mercy upon us, we have waited for thee: be thou, which wast their arm in the morning, our help also in time of trouble."
    },
    "18283": {
        "format": "prose",
        "text": "¶At the noise of the tumult, the people fled: at thine exalting the nations were scattered."
    },
    "18284": {
        "format": "prose",
        "text": "¶And your spoil shall be gathered like the gathering of caterpillars: and he shall go against him like the leaping of grasshoppers."
    },
    "18285": {
        "format": "prose",
        "text": "¶The Lord is exalted: for he dwelleth on high: he hath filled Zion with judgment and justice."
    },
    "18286": {
        "format": "prose",
        "text": "¶And there shall be stability of the times, strength, salvation, wisdom, and knowledge: for the fear of the Lord shall be his treasure."
    },
    "18287": {
        "format": "prose",
        "text": "¶Behold, their messengers shall cry without, and the ambassadors of peace shall weep bitterly."
    },
    "18288": {
        "format": "prose",
        "text": "¶The paths are waste: the wayfaring man ceaseth: he hath broken the covenant: he hath contemned the cities: he regardeth no man."
    },
    "18289": {
        "format": "prose",
        "text": "¶The earth mourneth and fainteth: Lebanon is ashamed, and hewn down: Sharon is like a wilderness, and Bashan is shaken and Carmel."
    },
    "18290": {
        "format": "prose",
        "text": "¶Now will I arise, saith the Lord: now will I be exalted, now will I lift up myself."
    },
    "18291": {
        "format": "prose",
        "text": "¶Ye shall conceive chaff, and bring forth stubble: the fire of your breath shall devour you."
    },
    "18292": {
        "format": "prose",
        "text": "¶And the people shall be as the burning of lime: and as the thorns cut up, shall they be burnt in the fire."
    },
    "18293": {
        "format": "prose",
        "text": "¶Hear, ye that are far off, what I have done, and ye that are near, know my power."
    },
    "18294": {
        "format": "prose",
        "text": "¶The sinners in Zion are afraid: a fear is come upon the hypocrites: who among us shall dwell with the devouring fire? who among us shall dwell with the everlasting burnings?"
    },
    "18295": {
        "format": "prose",
        "text": "¶He that walketh in justice, and speaketh righteous things, refusing gain of oppression, shaking his hands from taking of gifts, stopping his ears from hearing of blood, and shutting his eyes from seeing evil,"
    },
    "18296": {
        "format": "prose",
        "text": "¶He shall dwell on high: his defense shall be the munitions of rocks: bread shall be given him, and his waters shall be sure."
    },
    "18297": {
        "format": "prose",
        "text": "¶Thine eyes shall see the King in his glory: they shall behold the land far off."
    },
    "18298": {
        "format": "prose",
        "text": "¶Thine heart shall meditate fear, Where is the scribe? where is the receiver? where is he that counted the towers?"
    },
    "18299": {
        "format": "prose",
        "text": "¶Thou shalt not see a fierce people, a people of a dark speech, that thou canst not perceive, and of a stammering tongue that thou canst not understand."
    },
    "18300": {
        "format": "prose",
        "text": "¶Look upon Zion the city of our solemn feasts: thine eyes shall see Jerusalem a quiet habitation, a tabernacle that cannot be removed: and the stakes thereof can never be taken away, neither shall any of the cords thereof be broken."
    },
    "18301": {
        "format": "prose",
        "text": "¶For surely there the mighty Lord will be unto us, as a place of floods, and broad rivers, whereby shall pass no ship with oars, neither shall great ship pass thereby."
    },
    "18302": {
        "format": "prose",
        "text": "¶For the Lord is our Judge, the Lord is our lawgiver: the Lord is our King, he will save us."
    },
    "18303": {
        "format": "prose",
        "text": "¶Thy cords are loosed: they could not well strengthen their mast, neither could they spread the sail: then shall the prey be divided for a great spoil: yea, the lame shall take away the prey."
    },
    "18304": {
        "format": "prose",
        "text": "¶And none inhabitant shall say, I am sick: the people that dwell therein, shall have their iniquity forgiven."
    },
    "18305": {
        "format": "prose",
        "text": "¶Come near, ye nations and hear, and hearken, ye people: let the earth hear and all that is therein, the world and all that proceedeth thereof."
    },
    "18306": {
        "format": "prose",
        "text": "¶For the indignation of the Lord is upon all nations, and his wrath upon all their armies: he hath destroyed them and delivered them to the slaughter."
    },
    "18307": {
        "format": "prose",
        "text": "¶And their slain shall be cast out, and their stink shall come up out of their bodies, and the mountains shall be melted with their blood."
    },
    "18308": {
        "format": "prose",
        "text": "¶And all the host of heaven shall be dissolved, and the heavens shall be folded like a book: and all their hosts shall fall as the leaf falleth from the vine, and as it falleth from the fig tree."
    },
    "18309": {
        "format": "prose",
        "text": "¶For my sword shall be drunken in the heaven: behold, it shall come down upon Edom, even upon the people of my curse to judgment."
    },
    "18310": {
        "format": "prose",
        "text": "¶The sword of the Lord is filled with blood: it is made fat with the fat and with the blood of the lambs and the goats, with the fat of the kidneys of the rams: for the Lord hath a sacrifice in Bozrah, and a great slaughter in the land of Edom."
    },
    "18311": {
        "format": "prose",
        "text": "¶And the unicorn shall come down with them, and the heifers with the bulls, and their land shall be drunken with blood, and their dust made fat with fatness."
    },
    "18312": {
        "format": "prose",
        "text": "¶For it is the day of the Lord’s vengeance, and the year of recompense for the judgment of Zion."
    },
    "18313": {
        "format": "prose",
        "text": "¶And the rivers thereof shall be turned into pitch, and the dust thereof into brimstone, and the land thereof shall be burning pitch."
    },
    "18314": {
        "format": "prose",
        "text": "¶It shall not be quenched night nor day: the smoke thereof shall go up evermore: it shall be desolate from generation to generation; none shall pass through it forever."
    },
    "18315": {
        "format": "prose",
        "text": "¶But the pelican and the hedgehog shall possess it, and the great owl, and the raven shall dwell in it, and he shall stretch out upon it the line of vanity, and the stones of emptiness."
    },
    "18316": {
        "format": "prose",
        "text": "¶The nobles thereof shall call to the kingdom, and there shall be none, and all the princes thereof shall be as nothing."
    },
    "18317": {
        "format": "prose",
        "text": "¶And it shall bring forth thorns in the palaces thereof, nettles, and thistles in the strongholds thereof, and it shall be an habitation for dragons, and a court for ostriches."
    },
    "18318": {
        "format": "prose",
        "text": "¶There shall meet also Ziim and Iim, and the Satyr shall cry to his fellow, and the screech owl shall rest there, and shall find for herself a quiet dwelling."
    },
    "18319": {
        "format": "prose",
        "text": "¶There shall the owl make her nest, and lay and hatch, and gather them under her shadow: there shall the vultures also be gathered, every one with her make."
    },
    "18320": {
        "format": "prose",
        "text": "¶Seek in the book of the Lord, and read: none of these shall fail, none shall want her make: for his mouth hath commanded, and his very spirit hath gathered them."
    },
    "18321": {
        "format": "prose",
        "text": "¶And he hath cast the lot for them, and his hand hath divided unto them by line: they shall possess it forever: from generation to generation shall they dwell in it."
    },
    "18322": {
        "format": "prose",
        "text": "¶The desert and the wilderness shall rejoice, and the waste ground shall be glad and flourish as the rose."
    },
    "18323": {
        "format": "prose",
        "text": "¶It shall flourish abundantly, and shall greatly rejoice also and joy: the glory of Lebanon shall be given unto it: the beauty of Carmel, and of Sharon, they shall see the glory of the Lord, and the excellency of our God."
    },
    "18324": {
        "format": "prose",
        "text": "¶Strengthen the weak hands, and comfort the feeble knees."
    },
    "18325": {
        "format": "prose",
        "text": "¶Say unto them that are fearful, Be you strong, fear not: behold, your God cometh with vengeance: even God with a recompense, he will come and save you."
    },
    "18326": {
        "format": "prose",
        "text": "¶Then shall the eyes of the blind be lightened, and the ears of the deaf be opened."
    },
    "18327": {
        "format": "prose",
        "text": "¶Then shall the lame man leap as an hart, and the dumb man’s tongue shall sing: for in the wilderness shall waters break out, and rivers in the desert."
    },
    "18328": {
        "format": "prose",
        "text": "¶And the dry ground shall be as a pool, and the thirsty as springs of water: in the habitation of dragons, where they lay, shall be a place for reeds and rushes."
    },
    "18329": {
        "format": "prose",
        "text": "¶And there shall be a path and a way, and the way shall be called holy: the polluted shall not pass by it: for he shall be with them, and walk in the way, and the fools shall not err."
    },
    "18330": {
        "format": "prose",
        "text": "¶There shall be no lion, nor noisome beasts shall ascend by it, neither shall they be found there, that the redeemed may walk."
    },
    "18331": {
        "format": "prose",
        "text": "¶Therefore the redeemed of the Lord shall return and come to Zion with praise: and everlasting joy shall be upon their heads: they shall obtain joy and gladness, and sorrow and mourning shall flee away."
    },
    "18332": {
        "format": "prose",
        "text": "¶Now in the fourteenth year of King Hezekiah, Sennacherib King of Assyria came up against all the strong cities of Judah, and took them."
    },
    "18333": {
        "format": "prose",
        "text": "¶And the King of Assyria sent Rabshakeh from Lachish toward Jerusalem unto king Hezekiah, with a great host, and he stood by the conduit of the upper pool in the path of the fuller’s field."
    },
    "18334": {
        "format": "prose",
        "text": "¶Then came forth unto him Eliakim the son of Hilkiah the steward of the house, and Shebna the chancellor, and Joah the son of Asaph the recorder."
    },
    "18335": {
        "format": "prose",
        "text": "¶And Rabshakeh said unto them, Tell you Hezekiah, I pray you, Thus saith the great king, the King of Assyria, What confidence is this, wherein thou trustest?"
    },
    "18336": {
        "format": "prose",
        "text": "¶I say, Surely I have eloquence, but counsel and strength are for the war: on whom then dost thou trust, that thou rebellest against me?"
    },
    "18337": {
        "format": "prose",
        "text": "¶Lo, thou trustest in this broken staff of reed, on Egypt, whereupon if a man lean, it will go into his hand, and pierce it: so is Pharaoh King of Egypt unto all that trust in him."
    },
    "18338": {
        "format": "prose",
        "text": "¶But if thou say unto me, We trust in the Lord our God, is not that he, whose high places and whose altars Hezekiah took down, and said to Judah and to Jerusalem, Ye shall worship before this altar?"
    },
    "18339": {
        "format": "prose",
        "text": "¶Now therefore give hostages to my Lord the king of Assyria, and I will give thee two thousand horses, if thou be able on thy part to set riders upon them."
    },
    "18340": {
        "format": "prose",
        "text": "¶For how canst thou despise any captain of the least of my lord’s servants? and put thy trust on Egypt for chariots and for horsemen?"
    },
    "18341": {
        "format": "prose",
        "text": "¶And am I now come up without the Lord to this land to destroy it? The Lord said unto me, Go up against this land and destroy it."
    },
    "18342": {
        "format": "prose",
        "text": "¶¶ Then said Eliakim, and Shebna and Joah unto Rabshakeh, Speak, I pray thee, to thy servants in the Aramite’s language (for we understand it) and talk not with us in the Jews’ tongue, in the audience of the people that are on the wall."
    },
    "18343": {
        "format": "prose",
        "text": "¶Then said Rabshakeh, Hath my master sent me to thy master, and to thee, to speak these words, and not to the men that sit on the wall? that they may eat their own thing, and drink their own piss with you?"
    },
    "18344": {
        "format": "prose",
        "text": "¶So Rabshakeh stood, and cried with a loud voice in the Jews’ language, and said, Hear the words of the great King, of the King of Assyria."
    },
    "18345": {
        "format": "prose",
        "text": "¶Thus saith the king, Let not Hezekiah deceive you: for he shall not be able to deliver you."
    },
    "18346": {
        "format": "prose",
        "text": "¶Neither let Hezekiah make you to trust in the Lord, saying, The Lord will surely deliver us: this city shall not be given over into the hand of the king of Assyria."
    },
    "18347": {
        "format": "prose",
        "text": "¶Hearken not to Hezekiah: for thus saith the king of Assyria, Make appointment with me, and come out to me, that every man may eat of his own vine, and every man of his own fig tree, and drink every man the water of his own well,"
    },
    "18348": {
        "format": "prose",
        "text": "¶Till I come and bring you to a land like your own land, even a land of wheat and wine, a land of bread and vineyards,"
    },
    "18349": {
        "format": "prose",
        "text": "¶Lest Hezekiah deceive you, saying, The Lord will deliver us. Hath any of the gods of the nations delivered his land out of the hand of the king of Assyria?"
    },
    "18350": {
        "format": "prose",
        "text": "¶Where is the god of Hamath, and of Arpad? where is the god of Sepharvaim? or how have they delivered Samaria out of my hand?"
    },
    "18351": {
        "format": "prose",
        "text": "¶Who is he among all the gods of these lands, that hath delivered their country out of mine hand, that the Lord should deliver Jerusalem out of mine hand?"
    },
    "18352": {
        "format": "prose",
        "text": "¶Then they kept silence, and answered him not a word: for the king’s commandment was, saying, Answer him not."
    },
    "18353": {
        "format": "prose",
        "text": "¶Then came Eliakim the son of Hilkiah the steward of the house, and Shebna the chancellor, and Joah the son of Asaph the recorder, unto Hezekiah with rent clothes, and told him the words of Rabshakeh."
    },
    "18354": {
        "format": "prose",
        "text": "¶And when the King Hezekiah heard it, he rent his clothes, and put on sackcloth and came into the house of the Lord."
    },
    "18355": {
        "format": "prose",
        "text": "¶And he sent Eliakim the steward of the house, and Shebna the chancellor, with the Elders of the Priests, clothed in sackcloth unto Isaiah the Prophet the son of Amoz."
    },
    "18356": {
        "format": "prose",
        "text": "¶And he said unto him, Thus saith Hezekiah, This day is a day of tribulation and of rebuke and blasphemy: for the children are come to the birth, and there is no strength to bring forth."
    },
    "18357": {
        "format": "prose",
        "text": "¶If so be the Lord thy God hath heard the words of Rabshakeh, whom the King of Assyria his master hath sent to rail on the living God, and to reproach him with words, which the Lord thy God hath heard, then lift thou up thy prayer for the remnant that are left."
    },
    "18358": {
        "format": "prose",
        "text": "¶So the servants of the King Hezekiah came to Isaiah."
    },
    "18359": {
        "format": "prose",
        "text": "¶And Isaiah said unto them, Thus say unto your master, Thus saith the Lord, Be not afraid of the words that thou hast heard, wherewith the servants of the King of Assyria have blasphemed me."
    },
    "18360": {
        "format": "prose",
        "text": "¶Behold, I will send a blast upon him, and he shall hear a noise, and return to his own land, and I will cause him to fall by the sword in his own land."
    },
    "18361": {
        "format": "prose",
        "text": "¶¶ So Rabshakeh returned, and found the King of Assyria fighting against Libnah: for he had heard that he was departed from Lachish."
    },
    "18362": {
        "format": "prose",
        "text": "¶He heard also men say of Tirhakah, King of Ethiopia, Behold, he is come out to fight against thee: and when he heard it, he sent other messengers to Hezekiah, saying,"
    },
    "18363": {
        "format": "prose",
        "text": "¶Thus shall ye speak to Hezekiah King of Judah, saying, Let not thy God deceive thee, in whom thou trustest, saying, Jerusalem shall not be given into the hand of the King of Assyria."
    },
    "18364": {
        "format": "prose",
        "text": "¶Behold, thou hast heard what the Kings of Assyria have done to all lands in destroying them, and shalt thou be delivered?"
    },
    "18365": {
        "format": "prose",
        "text": "¶Have the gods of the nations delivered them, which my fathers have destroyed? as Gozan, and Haran, and Rezeph, and the children of Eden, which were at Telassar?"
    },
    "18366": {
        "format": "prose",
        "text": "¶Where is the king of Hamath, and the King of Arpad, and the King of the city of Sepharvaim, Hena, and Ivah?"
    },
    "18367": {
        "format": "prose",
        "text": "¶¶ So Hezekiah received the letter of the hand of the messengers, and read it, and he went up into the house of the Lord, and Hezekiah spread it before the Lord."
    },
    "18368": {
        "format": "prose",
        "text": "¶And Hezekiah prayed unto the Lord, saying,"
    },
    "18369": {
        "format": "prose",
        "text": "¶O Lord of hosts, God of Israel, which dwellest between the Cherubims, thou art very God alone over all the kingdoms of the earth: thou hast made the heaven and the earth."
    },
    "18370": {
        "format": "prose",
        "text": "¶Incline thine ear, O Lord, and hear: open thine eyes, O Lord, and see, and hear all the words of Sennacherib, who hath sent to blaspheme the living God."
    },
    "18371": {
        "format": "prose",
        "text": "¶Truth it is, O Lord, that the Kings of Assyria have destroyed all lands and their country,"
    },
    "18372": {
        "format": "prose",
        "text": "¶And have cast their gods in the fire: for they were no gods, but the work of men’s hands, even wood or stone: therefore they destroyed them."
    },
    "18373": {
        "format": "prose",
        "text": "¶Now therefore, O Lord our God, save thou us out of his hand, that all the kingdoms of the earth may know, that thou only art the Lord."
    },
    "18374": {
        "format": "prose",
        "text": "¶¶ Then Isaiah the son of Amoz sent unto Hezekiah, saying, Thus saith the Lord God of Israel, Because thou hast prayed unto me, concerning Sennacherib king of Assyria,"
    },
    "18375": {
        "format": "prose",
        "text": "¶This is the word that the Lord hath spoken against him, The virgin, the daughter of Zion, hath despised thee, and laughed thee to scorn: the daughter of Jerusalem hath shaken her head at thee."
    },
    "18376": {
        "format": "prose",
        "text": "¶Whom hast thou railed on and blasphemed? and against whom hast thou exalted thy voice, and lifted up thine eyes on high? even against the holy One of Israel."
    },
    "18377": {
        "format": "prose",
        "text": "¶By thy servants hast thou railed on the Lord, and said, By the multitude of my chariots I am come up to the top of the mountains to the sides of Lebanon, and will cut down the high cedars thereof, and the fair fir trees thereof, and I will go up to the heights of his top, and to the forest of his fruitful places."
    },
    "18378": {
        "format": "prose",
        "text": "¶I have dug, and drunk the waters, and with the plant of my feet have I dried all the rivers closed in."
    },
    "18379": {
        "format": "prose",
        "text": "¶Hast thou not heard how I have of old time made it, and have formed it long ago? and should I now bring it, that it should be destroyed, and laid on ruinous heaps, as cities defensed?"
    },
    "18380": {
        "format": "prose",
        "text": "¶Whose inhabitants have small power, and are afraid and confounded: they are like the grass of the field and green herb, or grass on the house tops, or corn blasted afore it be grown."
    },
    "18381": {
        "format": "prose",
        "text": "¶But I know thy dwelling, and thy going out, and thy coming in, and thy fury against me."
    },
    "18382": {
        "format": "prose",
        "text": "¶Because thou ragest against me, and thy tumult is come unto mine ears, therefore will I put mine hook in thy nostrils, and my bridle in thy lips, and will bring thee back again the same way thou camest."
    },
    "18383": {
        "format": "prose",
        "text": "¶And this shall be a sign unto thee, O Hezekiah, Thou shalt eat this year such as groweth of itself: and the second year such things as grow without sowing: and in the third year, sow ye and reap, and plant vineyards, and eat the fruit thereof."
    },
    "18384": {
        "format": "prose",
        "text": "¶And the remnant that is escaped of the house of Judah, shall again take root downward and bear fruit upward."
    },
    "18385": {
        "format": "prose",
        "text": "¶For out of Jerusalem shall go a remnant, and they that escape out of mount Zion: the zeal of the Lord of hosts shall do this."
    },
    "18386": {
        "format": "prose",
        "text": "¶Therefore thus saith the Lord concerning the King of Assyria, He shall not enter into this city, nor shoot an arrow there, nor come before it with shield, nor cast a mount against it."
    },
    "18387": {
        "format": "prose",
        "text": "¶By the same way that he came, he shall return, and not come into this city, saith the Lord."
    },
    "18388": {
        "format": "prose",
        "text": "¶For I will defend this city to save it, for mine own sake, and for my servant David’s sake."
    },
    "18389": {
        "format": "prose",
        "text": "¶¶ Then the Angel of the Lord went out, and smote in the camp of Assyria, an hundred fourscore, and five thousand: so when they arose early in the morning, behold, they were all dead corpses."
    },
    "18390": {
        "format": "prose",
        "text": "¶So Sennacherib king of Assyria departed, and went away and returned and dwelt at Nineveh."
    },
    "18391": {
        "format": "prose",
        "text": "¶And as he was in the Temple worshipping of Nisroch his god, Adrammelech and Sharezer his sons slew him with the sword, and they escaped into the land of Ararat: and Esarhaddon his son reigned in his stead."
    },
    "18392": {
        "format": "prose",
        "text": "¶About that time was Hezekiah sick unto the death, and the Prophet Isaiah son of Amoz came unto him, and said unto him, Thus saith the Lord, Put thine house in an order, for thou shalt die, and not live."
    },
    "18393": {
        "format": "prose",
        "text": "¶Then Hezekiah turned his face to the wall, and prayed to the Lord,"
    },
    "18394": {
        "format": "prose",
        "text": "¶And said, I beseech thee, Lord, remember now how I have walked before thee in truth, and with a perfect heart, and have done that which is good in thy sight: and Hezekiah wept sore."
    },
    "18395": {
        "format": "prose",
        "text": "¶¶ Then came the word of the Lord to Isaiah, saying,"
    },
    "18396": {
        "format": "prose",
        "text": "¶Go, and say unto Hezekiah, Thus saith the Lord God of David thy father, I have heard thy prayer, and seen thy tears: behold, I will add unto thy days fifteen years."
    },
    "18397": {
        "format": "prose",
        "text": "¶And I will deliver thee out of the hand of the king of Assyria, and this city: for I will defend this city."
    },
    "18398": {
        "format": "prose",
        "text": "¶And this sign shalt thou have of the Lord, that the Lord will do this thing that he hath spoken,"
    },
    "18399": {
        "format": "prose",
        "text": "¶Behold, I will bring again the shadow of the degrees (whereby it is gone down in the dial of Ahaz by the sun) ten degrees backward: so the sun returned by ten degrees, by the which degrees it was gone down."
    },
    "18400": {
        "format": "prose",
        "text": "¶The writing of Hezekiah king of Judah, when he had been sick, and was recovered of his sickness."
    },
    "18401": {
        "format": "prose",
        "text": "¶I said in the cutting off of my days, I shall go to the gates of the grave: I am deprived of the residue of my years."
    },
    "18402": {
        "format": "prose",
        "text": "¶I said, I shall not see the Lord, even the Lord in the land of the living: I shall see man no more among the inhabitants of the world."
    },
    "18403": {
        "format": "prose",
        "text": "¶Mine habitation is departed, and is removed from me, like a shepherd’s tent: I have cut off like a weaver my life: he will cut me off from the height: from day to night, thou wilt make an end of me."
    },
    "18404": {
        "format": "prose",
        "text": "¶I reckoned to the morning: but he brake all my bones like a lion, from day to night wilt thou make an end of me."
    },
    "18405": {
        "format": "prose",
        "text": "¶Like a crane or a swallow, so did I chatter: I did mourn as a dove: mine eyes were lifted up on high: O Lord, it hath oppressed me, comfort me."
    },
    "18406": {
        "format": "prose",
        "text": "¶What shall I say, for he hath said it to me, and he hath done it: I shall walk weakly all my years in the bitterness of my soul."
    },
    "18407": {
        "format": "prose",
        "text": "¶O Lord, to them that overlive them, and to all that are in them, the life of my spirit shall be known, that thou causest me to sleep and hast given life to me."
    },
    "18408": {
        "format": "prose",
        "text": "¶Behold, for felicity I had bitter grief, but it was thy pleasure to deliver my soul from the pit of corruption: for thou hast cast all my sins behind thy back."
    },
    "18409": {
        "format": "prose",
        "text": "¶For the grave cannot confess thee: death cannot praise thee: they that go down into the pit, cannot hope for thy truth."
    },
    "18410": {
        "format": "prose",
        "text": "¶But the living, the living, he shall confess thee, as I do this day: the father to the children shall declare thy truth."
    },
    "18411": {
        "format": "prose",
        "text": "¶The Lord was ready to save me: therefore we will sing my song, all the days of our life in the house of the Lord."
    },
    "18412": {
        "format": "prose",
        "text": "¶Then said Isaiah, Take a lump of dry figs and lay it upon the boil, and he shall recover."
    },
    "18413": {
        "format": "prose",
        "text": "¶Also Hezekiah had said, What is the sign, that I shall go up into the house of the Lord?"
    },
    "18414": {
        "format": "prose",
        "text": "¶At the same time, Merodach Baladan, the son of Baladan, King of Babel, sent letters, and a present to Hezekiah: for he had heard that he had been sick, and was recovered."
    },
    "18415": {
        "format": "prose",
        "text": "¶And Hezekiah was glad of them, and showed them the house of the treasures, the silver, and the gold, and the spices, and the precious ointment, and all the house of his armor, and all that was found in his treasures; there was nothing in his house, nor in all his kingdom that Hezekiah showed them not."
    },
    "18416": {
        "format": "prose",
        "text": "¶Then came Isaiah the Prophet unto King Hezekiah, and said unto him, What said these men? and from whence came they to thee? And Hezekiah said, They are come from a far country unto me, from Babel."
    },
    "18417": {
        "format": "prose",
        "text": "¶Then said he, What have they seen in thine house? And Hezekiah answered, All that is in mine house have they seen; there is nothing among my treasures, that I have not showed them."
    },
    "18418": {
        "format": "prose",
        "text": "¶And Isaiah said to Hezekiah, Hear the word of the Lord of hosts,"
    },
    "18419": {
        "format": "prose",
        "text": "¶Behold, the days come, that all that is in thine house, and which thy fathers have laid up in store until this day, shall be carried to Babel: nothing shall be left, saith the Lord."
    },
    "18420": {
        "format": "prose",
        "text": "¶And of thy sons, that shall proceed out of thee, and which thou shalt beget, shall they take away, and they shall be eunuchs in the palace of the King of Babel."
    },
    "18421": {
        "format": "prose",
        "text": "¶Then said Hezekiah to Isaiah, The word of the Lord is good, which thou hast spoken: and he said, Yet let there be peace, and truth in my days."
    },
    "18422": {
        "format": "prose",
        "text": "¶Comfort ye, comfort ye my people, will your God say."
    },
    "18423": {
        "format": "prose",
        "text": "¶Speak comfortably to Jerusalem, and cry unto her, that her warfare is accomplished, that her iniquity is pardoned; for she hath received of the Lord’s hand double for all her sins."
    },
    "18424": {
        "format": "prose",
        "text": "¶A voice crieth in the wilderness, Prepare ye the way of the Lord: make straight in the desert a path for our God."
    },
    "18425": {
        "format": "prose",
        "text": "¶Every valley shall be exalted, and every mountain and hill shall be made low; and the crooked shall be straight, and the rough places plain."
    },
    "18426": {
        "format": "prose",
        "text": "¶And the glory of the Lord shall be revealed, and all flesh shall see it together: for the mouth of the Lord hath spoken it."
    },
    "18427": {
        "format": "prose",
        "text": "¶A voice said, Cry. And he said, What shall I cry? All flesh is grass, and all the grace thereof is as the flowers of the field."
    },
    "18428": {
        "format": "prose",
        "text": "¶The grass withereth, the flower fadeth, because the Spirit of the Lord bloweth upon it: surely the people is grass."
    },
    "18429": {
        "format": "prose",
        "text": "¶The grass withereth, the flower fadeth: but the word of our God shall stand forever."
    },
    "18430": {
        "format": "prose",
        "text": "¶¶ O Zion, that bringest good tidings, get thee up into the high mountain: O Jerusalem, that bringest good tidings, lift up thy voice with strength: lift it up, be not afraid: say unto the cities of Judah, Behold your God."
    },
    "18431": {
        "format": "prose",
        "text": "¶Behold, the Lord God will come with power, and his arm shall rule for him: behold, his reward is with him, and his work before him."
    },
    "18432": {
        "format": "prose",
        "text": "¶He shall feed his flock like a shepherd: he shall gather the lambs with his arm, and carry them in his bosom, and shall guide them with young."
    },
    "18433": {
        "format": "prose",
        "text": "¶Who hath measured the waters in his fist? and counted heaven with the span, and comprehended the dust of the earth in a measure? and weighed the mountains in a weight, and the hills in a balance?"
    },
    "18434": {
        "format": "prose",
        "text": "¶Who hath instructed the spirit of the Lord? or was his counselor, or taught him?"
    },
    "18435": {
        "format": "prose",
        "text": "¶Of whom took the counsel, and who instructed him and taught him in the way of judgment? or taught him knowledge, and showed unto him the way of understanding?"
    },
    "18436": {
        "format": "prose",
        "text": "¶Behold, the nations are as a drop of a bucket, and are counted as the dust of the balance: behold, he taketh away the isles as a little dust."
    },
    "18437": {
        "format": "prose",
        "text": "¶And Lebanon is not sufficient for fire, nor the beasts thereof sufficient for a burnt offering."
    },
    "18438": {
        "format": "prose",
        "text": "¶All nations before him are as nothing, and they are counted to him, less than nothing, and vanity."
    },
    "18439": {
        "format": "prose",
        "text": "¶To whom then will ye liken God? or what similitude will ye set up unto him?"
    },
    "18440": {
        "format": "prose",
        "text": "¶The workman melteth an image, or the goldsmith beateth it out in gold, or the goldsmith maketh silver plates."
    },
    "18441": {
        "format": "prose",
        "text": "¶Doth not the poor choose out a tree that will not rot, for an oblation? he seeketh also unto him a cunning workman, to prepare an image that shall not be moved."
    },
    "18442": {
        "format": "prose",
        "text": "¶Know ye nothing? have ye not heard it? hath it not been told you from the beginning? have ye not understood it by the foundation of the earth?"
    },
    "18443": {
        "format": "prose",
        "text": "¶He sitteth upon the circle of the earth, and the inhabitants thereof are as grasshoppers, he stretcheth out the heavens as a curtain, and spreadeth them out, as a tent to dwell in."
    },
    "18444": {
        "format": "prose",
        "text": "¶He bringeth the princes to nothing, and maketh the judges of the earth, as vanity,"
    },
    "18445": {
        "format": "prose",
        "text": "¶As though they were not planted, as though they were not sown, as though their stock took no root in the earth: for he did even blow upon them, and they withered, and the whirlwind will take them away as stubble."
    },
    "18446": {
        "format": "prose",
        "text": "¶To whom now will ye liken me, that I should be like him, saith the Holy one?"
    },
    "18447": {
        "format": "prose",
        "text": "¶Lift up your eyes on high, and behold who hath created these things, and bringeth out their armies by number, and calleth them all by names: by the greatness of his power and mighty strength nothing faileth."
    },
    "18448": {
        "format": "prose",
        "text": "¶Why sayest thou, O Jacob, and speakest O Israel, My way is hid from the Lord, and my judgment is passed over of my God?"
    },
    "18449": {
        "format": "prose",
        "text": "¶Knowest thou not? or hast thou not heard, that the everlasting God, the Lord hath created the ends of the earth? he neither fainteth, nor is weary: there is no searching of his understanding."
    },
    "18450": {
        "format": "prose",
        "text": "¶But he giveth strength unto him that fainteth, and unto him that hath no strength, he increaseth power."
    },
    "18451": {
        "format": "prose",
        "text": "¶Even the young men shall faint, and be weary, and the young men shall stumble and fall."
    },
    "18452": {
        "format": "prose",
        "text": "¶But they that wait upon the Lord, shall renew their strength: they shall lift up the wings, as the eagles: they shall run, and not be weary, and they shall walk and not faint."
    },
    "18453": {
        "format": "prose",
        "text": "¶Keep silence before me, O islands, and let the people renew their strength: let them come near, and let them speak: let us come together into judgment."
    },
    "18454": {
        "format": "prose",
        "text": "¶Who raised up justice from the East, and called him to his foot? and gave the nations before him, and subdued the kings? he gave them as dust to his sword, and as scattered stubble unto his bow."
    },
    "18455": {
        "format": "prose",
        "text": "¶He pursued them, and passed safely by the way that he had not gone with his feet."
    },
    "18456": {
        "format": "prose",
        "text": "¶Who hath wrought and done it? he that calleth the generations from the beginning. I the Lord am the first, and with the last I am the same."
    },
    "18457": {
        "format": "prose",
        "text": "¶The isles saw it, and did fear, and the ends of the earth were abashed, drew near, and came."
    },
    "18458": {
        "format": "prose",
        "text": "¶Every man helped his neighbor, and said to his brother, Be strong."
    },
    "18459": {
        "format": "prose",
        "text": "¶So the workman comforted the founder, and he that smote with the hammer, him that smote by course, saying, It is ready for the soldering, and he fastened it with nails that it should not be moved."
    },
    "18460": {
        "format": "prose",
        "text": "¶¶ But thou, Israel, art my servant, and thou Jacob, whom I have chosen, the seed of Abraham my friend."
    },
    "18461": {
        "format": "prose",
        "text": "¶For I have taken thee from the ends of the earth, and called thee before the chief thereof, and said unto thee, Thou art my servant: I have chosen thee, and not cast thee away."
    },
    "18462": {
        "format": "prose",
        "text": "¶Fear thou not, for I am with thee: be not afraid, for I am thy God: I will strengthen thee, and help thee, and will sustain thee with the right hand of my justice."
    },
    "18463": {
        "format": "prose",
        "text": "¶Behold, all they that provoke thee, shall be ashamed, and confounded: they shall be as nothing, and they that strive with thee shall perish."
    },
    "18464": {
        "format": "prose",
        "text": "¶Thou shalt seek them and shalt not find them: to wit, the men of thy strife, for they shall be as nothing, and the men that war against thee, as a thing of nought."
    },
    "18465": {
        "format": "prose",
        "text": "¶For I the Lord thy God will hold thy right hand, saying unto thee, Fear not, I will help thee."
    },
    "18466": {
        "format": "prose",
        "text": "¶Fear not thou worm, Jacob, and ye men of Israel: I will help thee, saith the Lord, and thy redeemer the holy One of Israel."
    },
    "18467": {
        "format": "prose",
        "text": "¶Behold, I will make thee a roller, and a new threshing instrument having teeth: thou shalt thresh the mountains, and bring them to powder, and shalt make the hills as chaff."
    },
    "18468": {
        "format": "prose",
        "text": "¶Thou shalt fan them, and the wind shall carry them away, and the whirlwind shall scatter them: and thou shalt rejoice in the Lord, and shalt glory in the holy One of Israel."
    },
    "18469": {
        "format": "prose",
        "text": "¶When the poor and the needy seek water, and there is none (their tongue faileth for thirst: I the Lord will hear them: I the God of Israel will not forsake them:)"
    },
    "18470": {
        "format": "prose",
        "text": "¶I will open rivers in the tops of the hills, and fountains in the midst of the valleys: I will make the wilderness as a pool of water, and the waste land as springs of water."
    },
    "18471": {
        "format": "prose",
        "text": "¶I will set in the wilderness the cedar, the Shittah, and the myrrhe tree, and the pine tree, and I will set in the wilderness the fir tree, the elm and the box tree together."
    },
    "18472": {
        "format": "prose",
        "text": "¶Therefore let them see and know, and let them consider and understand together that the hand of the Lord hath done this, and the holy One of Israel hath created it."
    },
    "18473": {
        "format": "prose",
        "text": "¶Stand to your cause, saith the Lord: bring forth your strong reasons saith the King of Jacob."
    },
    "18474": {
        "format": "prose",
        "text": "¶Let them bring them forth, and let them tell us what shall come, let them show the former things what they be, that we may consider them, and know the latter end of them: either declare us things for to come."
    },
    "18475": {
        "format": "prose",
        "text": "¶Show the things that are to come hereafter, that we may know that ye are gods: yea, do good or do evil, that we may declare it, and behold it together."
    },
    "18476": {
        "format": "prose",
        "text": "¶Behold, ye are of no value, and your making is of naught: man hath chosen an abomination by them."
    },
    "18477": {
        "format": "prose",
        "text": "¶¶ I have raised up from the North, and he shall come: from the East sun shall he call upon my name, and shall come upon princes as upon clay, and as the potter treadeth mire under the foot."
    },
    "18478": {
        "format": "prose",
        "text": "¶Who hath declared from the beginning, that we may know? or before time, that we may say, He is righteous? Surely there is none that showeth: surely there is none that declareth: surely there is none that heareth your words."
    },
    "18479": {
        "format": "prose",
        "text": "¶I am the first, that saith to Zion, Behold, behold them: and I will give to Jerusalem one that shall bring good tidings."
    },
    "18480": {
        "format": "prose",
        "text": "¶But when I beheld, there was none: and when I inquired of them, there was no counselor, and when I demanded of them, they answered not a word."
    },
    "18481": {
        "format": "prose",
        "text": "¶Behold, they are all vanity: their work is of nothing, their images are wind and confusion."
    },
    "18482": {
        "format": "prose",
        "text": "¶Behold, my servant: I will stay upon him: mine elect, in whom my soul delighteth: I have put my Spirit upon him: he shall bring forth judgment to the Gentiles."
    },
    "18483": {
        "format": "prose",
        "text": "¶He shall not cry, nor lift up, nor cause his voice to be heard in the street."
    },
    "18484": {
        "format": "prose",
        "text": "¶A bruised reed shall he not break, and the smoking flax shall he not quench: he shall bring forth judgment in truth."
    },
    "18485": {
        "format": "prose",
        "text": "¶He shall not fail nor be discouraged till he have set judgment in the earth: and the isles shall wait for his Law."
    },
    "18486": {
        "format": "prose",
        "text": "¶Thus saith God the Lord (he that created the heavens and spread them abroad: he that stretched forth the earth, and the buds thereof: he that giveth breath unto the people upon it, and spirit to them that walk therein)"
    },
    "18487": {
        "format": "prose",
        "text": "¶I the Lord have called thee in righteousness, and will hold thine hand, and I will keep thee, and give thee for a covenant of the people, and for a light of the Gentiles,"
    },
    "18488": {
        "format": "prose",
        "text": "¶That thou mayest open the eyes of the blind, and bring out the prisoners from the prison: and them that sit in darkness, out of the prison house."
    },
    "18489": {
        "format": "prose",
        "text": "¶I am the Lord, this is my Name, and my glory will I not give to another, neither my praise to graven images."
    },
    "18490": {
        "format": "prose",
        "text": "¶Behold, the former things are come to pass, and new things do I declare: before they come forth, I tell you of them."
    },
    "18491": {
        "format": "prose",
        "text": "¶Sing unto the Lord a new song, and his praise from the end of the earth: ye that go down to the sea, and all that is therein, the isles and the inhabitants thereof."
    },
    "18492": {
        "format": "prose",
        "text": "¶Let the wilderness and the cities thereof lift up their voice, the towns that Kedar doth inhabit: let the inhabitants of the rocks sing: let them shout from the top of the mountains."
    },
    "18493": {
        "format": "prose",
        "text": "¶Let them give glory unto the Lord, and declare his praise in the islands."
    },
    "18494": {
        "format": "prose",
        "text": "¶The Lord shall go forth as a giant; he shall stir up his courage like a man of war: he shall shout and cry, and shall prevail against his enemies."
    },
    "18495": {
        "format": "prose",
        "text": "¶I have a long time held my peace: I have been still and refrained myself; now will I cry like a travailing woman: I will destroy and devour at once."
    },
    "18496": {
        "format": "prose",
        "text": "¶I will make waste mountains, and hills, and dry up all their herbs, and I will make the floods islands, and I will dry up the pools."
    },
    "18497": {
        "format": "prose",
        "text": "¶¶ And I will bring the blind by a way, that they knew not, and lead them by paths that they have not known: I will make darkness light before them, and crooked things straight. These things will I do unto them, and not forsake them."
    },
    "18498": {
        "format": "prose",
        "text": "¶They shall be turned back: they shall be greatly ashamed, that trust in graven images, and say to the molten images, Ye are our gods."
    },
    "18499": {
        "format": "prose",
        "text": "¶¶ Hear, ye deaf: and ye blind, regard, that ye may see."
    },
    "18500": {
        "format": "prose",
        "text": "¶Who is blind but my servant? or deaf as my messenger, that I sent? who is blind as the perfect, and blind as the Lord’s servant?"
    },
    "18501": {
        "format": "prose",
        "text": "¶Seeing many things, but thou keepest them not? opening the ears, but he heareth not?"
    },
    "18502": {
        "format": "prose",
        "text": "¶The Lord is willing for his righteousness sake, that he may magnify the Law and exalt it."
    },
    "18503": {
        "format": "prose",
        "text": "¶But this people is robbed and spoiled, and shall be all snared in dungeons, and they shall be hid in prison houses; they shall be for prey, and none shall deliver: a spoil, and none shall say, Restore."
    },
    "18504": {
        "format": "prose",
        "text": "¶Who among you shall hearken to this, and take heed, and hear for afterwards?"
    },
    "18505": {
        "format": "prose",
        "text": "¶Who gave Jacob for a spoil, and Israel to the robbers? Did not the Lord, because we have sinned against him? for they would not walk in his ways, neither be obedient unto his Law."
    },
    "18506": {
        "format": "prose",
        "text": "¶Therefore he hath poured upon him his fierce wrath, and the strength of battle; and it set him on fire round about, and he knew not, and it burned him up, yet he considered not."
    },
    "18507": {
        "format": "prose",
        "text": "¶But now thus saith the Lord, that created thee, O Jacob: and he that formed thee, O Israel, Fear not: for I have redeemed thee: I have called thee by thy name, thou art mine."
    },
    "18508": {
        "format": "prose",
        "text": "¶When thou passest through the waters, I will be with thee, and through the floods, that they do not overflow thee. When thou walkest through the very fire, thou shalt not be burnt, neither shall the flame kindle upon thee."
    },
    "18509": {
        "format": "prose",
        "text": "¶For I am the Lord thy God, the holy one of Israel, thy Savior: I gave Egypt for thy ransom, Ethiopia, and Seba for thee."
    },
    "18510": {
        "format": "prose",
        "text": "¶Because thou wast precious in my sight, and thou wast honorable, and I loved thee, therefore will I give man for thee, and people for thy sake."
    },
    "18511": {
        "format": "prose",
        "text": "¶Fear not, for I am with thee: I will bring thy seed from the East, and gather thee from the West."
    },
    "18512": {
        "format": "prose",
        "text": "¶I will say to the North, Give: and to the South, Keep not back: bring my sons from far, and my daughters from the ends of the earth."
    },
    "18513": {
        "format": "prose",
        "text": "¶Everyone shall be called by my Name: for I created him for my glory, formed him and made him."
    },
    "18514": {
        "format": "prose",
        "text": "¶I will bring forth the blind people, and they shall have eyes, and the deaf, and they shall have ears."
    },
    "18515": {
        "format": "prose",
        "text": "¶Let all the nations be gathered together, and let the people be assembled: who among them can declare this, and show us former things? let them bring forth their witnesses, that they may be justified: but let them hear, and say, It is truth."
    },
    "18516": {
        "format": "prose",
        "text": "¶You are my witnesses, saith the Lord, and my servant, whom I have chosen: therefore ye shall know and believe me, and ye shall understand that I am: before me there was no God formed, neither shall there be after me."
    },
    "18517": {
        "format": "prose",
        "text": "¶I, even I am the Lord, and beside me there is no Savior."
    },
    "18518": {
        "format": "prose",
        "text": "¶I have declared, and I have saved, and I have showed, when there was no strange god among you: therefore you are my witnesses, saith the Lord, that I am God."
    },
    "18519": {
        "format": "prose",
        "text": "¶Yea, before the day was, I am, and there is none that can deliver out of mine hand: I will do it, and who shall let it?"
    },
    "18520": {
        "format": "prose",
        "text": "¶Thus saith the Lord your redeemer, the holy one of Israel, For your sake I have sent to Babel, and brought it down: they are all fugitives, and the Chaldeans cry in the ships."
    },
    "18521": {
        "format": "prose",
        "text": "¶I am the Lord your holy one, the creator of Israel, your King."
    },
    "18522": {
        "format": "prose",
        "text": "¶Thus saith the Lord which maketh a way in the Sea, and a path in the mighty waters."
    },
    "18523": {
        "format": "prose",
        "text": "¶When he bringeth out the chariot and horse, the army and the power lie together, and shall not rise, they are extinct, and quenched as tow."
    },
    "18524": {
        "format": "prose",
        "text": "¶Remember ye not the former things, neither regard the things of old."
    },
    "18525": {
        "format": "prose",
        "text": "¶Behold, I do a new thing: now shall it come forth: shall you not know it? I will even make a way in the desert, and floods in the wilderness."
    },
    "18526": {
        "format": "prose",
        "text": "¶The wild beasts shall honor me, the dragons and the ostriches, because I gave water in the desert, and floods in the wilderness to give drink to my people, even to mine elect."
    },
    "18527": {
        "format": "prose",
        "text": "¶This people have I formed for myself: they shall show forth my praise."
    },
    "18528": {
        "format": "prose",
        "text": "¶And thou hast not called upon me, O Jacob, but thou hast wearied me, O Israel."
    },
    "18529": {
        "format": "prose",
        "text": "¶Thou hast not brought me the sheep of thy burnt offerings, neither hast thou honored me with thy sacrifices. I have not caused thee to serve with an offering, nor wearied thee with incense."
    },
    "18530": {
        "format": "prose",
        "text": "¶Thou broughtest me no sweet savor with money, neither hast thou made me drunk with the fat of thy sacrifices, but thou hast made me to serve with thy sins, and wearied me with thine iniquities."
    },
    "18531": {
        "format": "prose",
        "text": "¶I, even I am he that putteth away thine iniquities for mine own sake, and will not remember thy sins."
    },
    "18532": {
        "format": "prose",
        "text": "¶Put me in remembrance: let us be judged together: count thou that thou mayest be justified."
    },
    "18533": {
        "format": "prose",
        "text": "¶Thy first father hath sinned, and thy teachers have transgressed against me."
    },
    "18534": {
        "format": "prose",
        "text": "¶Therefore I have profaned the rulers of the Sanctuary, and have made Jacob a curse, and Israel a reproach."
    },
    "18535": {
        "format": "prose",
        "text": "¶Yet now hear, O Jacob my servant, and Israel whom I have chosen."
    },
    "18536": {
        "format": "prose",
        "text": "¶Thus saith the Lord, that made thee, and formed thee from the womb: he will help thee. Fear not, O Jacob, my servant, and thou righteous whom I have chosen."
    },
    "18537": {
        "format": "prose",
        "text": "¶For I will pour water upon the thirsty, and floods upon the dry ground: I will pour my spirit upon thy seed, and my blessing upon thy buds."
    },
    "18538": {
        "format": "prose",
        "text": "¶And they shall grow as among the grass, and as the willows by the rivers of waters."
    },
    "18539": {
        "format": "prose",
        "text": "¶One shall say, I am the Lord’s: another shall be called by the name of Jacob: and another shall subscribe with his hand unto the Lord, and name himself by the name of Israel."
    },
    "18540": {
        "format": "prose",
        "text": "¶Thus saith the Lord the King of Israel and his redeemer, the Lord of hosts, I am the first, and I am the last, and without me is there no God."
    },
    "18541": {
        "format": "prose",
        "text": "¶And who is like me, that shall call and shall declare it, and set it in order before me, since I appointed the ancient people? and what is at hand, and what things are to come? let them show unto them."
    },
    "18542": {
        "format": "prose",
        "text": "¶Fear ye not, neither be afraid: have not I told thee of old, and have declared it? you are even my witnesses, whether there be a God beside me, and that there is no God that I know not."
    },
    "18543": {
        "format": "prose",
        "text": "¶All they that make an image, are vanity, and their delectable things shall nothing profit: and they are their own witnesses, that they see not nor know: therefore they shall be confounded."
    },
    "18544": {
        "format": "prose",
        "text": "¶Who hath made a god, or molten an image, that is profitable for nothing?"
    },
    "18545": {
        "format": "prose",
        "text": "¶Behold, all that are of the fellowship thereof, shall be confounded: for the workmen themselves are men: let them all be gathered together, and stand up, yet they shall fear, and be confounded together."
    },
    "18546": {
        "format": "prose",
        "text": "¶The smith taketh an instrument, and worketh in the coals, and fashioneth it with hammers, and worketh it with the strength of his arms, yea, he is an hungered, and his strength faileth, he drinketh no water, and is faint."
    },
    "18547": {
        "format": "prose",
        "text": "¶The carpenter stretcheth forth a line, he fashioneth it with a red thread, he planeth it, and he portrayeth it with the compass, and maketh it after the figure of a man, and according to the beauty of a man, that it may remain in an house."
    },
    "18548": {
        "format": "prose",
        "text": "¶He will hew him down cedars, and take the pine tree and the oak, and taketh courage among the trees of the forest; he planteth a fir tree, and the rain doth nourish it."
    },
    "18549": {
        "format": "prose",
        "text": "¶And man burneth thereof; for he will take thereof, and warm himself: he also kindleth it, and baketh bread, yet he maketh a god, and worshippeth it; he maketh it an idol, and boweth unto it."
    },
    "18550": {
        "format": "prose",
        "text": "¶He burneth the half thereof even in the fire, and upon the half thereof he eateth flesh; he roasteth the roast, and is satisfied; also he warmeth himself and saith, Aha, I am warm, I have been at the fire."
    },
    "18551": {
        "format": "prose",
        "text": "¶And the residue thereof he maketh a god, even his idol; he boweth unto it, and worshippeth and prayeth unto it, and saith, Deliver me; for thou art my god."
    },
    "18552": {
        "format": "prose",
        "text": "¶They have not known, nor understood: for God hath shut their eyes that they cannot see, and their heart, that they cannot understand."
    },
    "18553": {
        "format": "prose",
        "text": "¶And none considereth in his heart, neither is there knowledge nor understanding to say, I have burnt half of it, even in the fire, and have baked bread also upon the coals thereof: I have roasted flesh, and eaten it, and shall I make the residue thereof an abomination? shall I bow to the stock of a tree?"
    },
    "18554": {
        "format": "prose",
        "text": "¶He feedeth of ashes: a seduced heart hath deceived him, that he cannot deliver his soul, nor say, Is there not a lie in my right hand?"
    },
    "18555": {
        "format": "prose",
        "text": "¶Remember these (O Jacob and Israel) for thou art my servant: I have formed thee; thou art my servant: O Israel forget me not."
    },
    "18556": {
        "format": "prose",
        "text": "¶I have put away thy transgressions like a cloud, and thy sins as a mist; turn unto me, for I have redeemed thee."
    },
    "18557": {
        "format": "prose",
        "text": "¶Rejoice ye heavens; for the Lord hath done it; shout, ye lower parts of the earth; burst forth into praises, ye mountains, O forest and every tree therein: for the Lord hath redeemed Jacob, and will be glorified in Israel."
    },
    "18558": {
        "format": "prose",
        "text": "¶Thus saith the Lord thy redeemer, and he that formed thee from the womb, I am the Lord that made all things, that spread out the heavens alone, and stretched out the earth by myself."
    },
    "18559": {
        "format": "prose",
        "text": "¶I destroy the tokens of the soothsayers, and make them that conjecture, fools, and turn the wise men backward, and make their knowledge foolishness."
    },
    "18560": {
        "format": "prose",
        "text": "¶¶ He confirmeth the word of his servant, and performeth the counsel of his messengers, saying to Jerusalem, Thou shalt be inhabited: and to the cities of Judah, Ye shall be built up, and I will repair the decayed places thereof."
    },
    "18561": {
        "format": "prose",
        "text": "¶He saith to the deep, Be dry, and I will dry up thy floods."
    },
    "18562": {
        "format": "prose",
        "text": "¶He saith to Cyrus, Thou art my shepherd, and he shall perform all my desire: saying also to Jerusalem, Thou shalt be built, and to the Temple, Thy foundation shall be surely laid."
    },
    "18563": {
        "format": "prose",
        "text": "¶Thus saith the Lord unto Cyrus his anointed, whose right hand I have holden to subdue nations before him: therefore will I weaken the loins of kings, and open the doors before him, and the gates shall not be shut."
    },
    "18564": {
        "format": "prose",
        "text": "¶I will go before thee, and make the crooked straight: I will break the brazen doors, and burst the iron bars."
    },
    "18565": {
        "format": "prose",
        "text": "¶And I will give thee the treasures of darkness, and the things hid in secret places, that thou mayest know that I am the Lord which call thee by thy name, even the God of Israel."
    },
    "18566": {
        "format": "prose",
        "text": "¶For Jacob my servant’s sake, and Israel mine elect, I will even call thee by thy name, and name thee, though thou hast not known me."
    },
    "18567": {
        "format": "prose",
        "text": "¶I am the Lord, and there is none other; there is no God besides me: I girded thee, though thou hast not known me."
    },
    "18568": {
        "format": "prose",
        "text": "¶That they may know from the rising of the sun, and from the West, that there is none besides me. I am the Lord, and there is none other."
    },
    "18569": {
        "format": "prose",
        "text": "¶I form the light, and create darkness: I make peace, and create evil: I the Lord do all these things."
    },
    "18570": {
        "format": "prose",
        "text": "¶Ye heavens send the dew from above, and let the clouds drop down righteousness: let the earth open, and let salvation and justice grow forth: let it bring them forth together: I the Lord have created him."
    },
    "18571": {
        "format": "prose",
        "text": "¶Woe be unto him that striveth with his maker, the potsherd with the potsherds of the earth: shall the clay say to him that fashioneth it, What makest thou? or thy work, It hath none hands?"
    },
    "18572": {
        "format": "prose",
        "text": "¶Woe unto him that saith to his father, What hast thou begotten? or to his mother, What hast thou brought forth?"
    },
    "18573": {
        "format": "prose",
        "text": "¶Thus saith the Lord, the only one of Israel, and his maker, Ask me of things to come concerning my sons, and concerning the works of mine hands: commend you me."
    },
    "18574": {
        "format": "prose",
        "text": "¶I have made the earth, and created man upon it: I, whose hands have spread out the heavens, I have even commanded all their army."
    },
    "18575": {
        "format": "prose",
        "text": "¶I have raised him up in righteousness, and I will direct all his ways: he shall build my city, and he shall let go my captives, not for price nor reward, saith the Lord of hosts."
    },
    "18576": {
        "format": "prose",
        "text": "¶Thus saith the Lord, The labor of Egypt, and the merchandise of Ethiopia, and of the Sabeans, men of stature shall come unto thee, and they shall be thine: they shall follow thee, and shall go in chains: they shall fall down before thee, and make supplication unto thee, saying, Surely God is in thee, and there is none other God besides."
    },
    "18577": {
        "format": "prose",
        "text": "¶Verily, thou O God hidest thyself, O God, the Savior of Israel."
    },
    "18578": {
        "format": "prose",
        "text": "¶All they shall be ashamed and also confounded: they shall go to confusion together, that are the makers of images."
    },
    "18579": {
        "format": "prose",
        "text": "¶But Israel shall be saved in the Lord, with an everlasting salvation: ye shall not be ashamed nor confounded world without end."
    },
    "18580": {
        "format": "prose",
        "text": "¶For this saith the Lord (that created heaven, God himself that formed the earth, and made it: he that prepared it, he created it not in vain: he formed it to be inhabited) I am the Lord, and there is none other."
    },
    "18581": {
        "format": "prose",
        "text": "¶I have not spoken in secret, neither in a place of darkness in the earth: I said not in vain unto the seed of Jacob, Seek you me: I the Lord do speak righteousness, and declare righteous things."
    },
    "18582": {
        "format": "prose",
        "text": "¶Assemble yourselves, and come: draw near together, ye abject of the Gentiles: they have no knowledge, that set up the wood of their idol, and pray unto a god, that cannot save them."
    },
    "18583": {
        "format": "prose",
        "text": "¶Tell ye and bring them, and let them take counsel together, who hath declared this from the beginning, or hath told it of old? Have not I the Lord? and there is none other God beside me, a just God, and a Savior: there is none beside me."
    },
    "18584": {
        "format": "prose",
        "text": "¶Look unto me, and ye shall be saved: all the ends of the earth shall be saved: for I am God, and there is none other."
    },
    "18585": {
        "format": "prose",
        "text": "¶I have sworn by myself: the word is gone out of my mouth in righteousness, and shall not return, That every knee shall bow unto me, and every tongue shall swear by me."
    },
    "18586": {
        "format": "prose",
        "text": "¶Surely he shall say, In the Lord have I righteousness and strength: he shall come unto him, and all that provoke him shall be ashamed."
    },
    "18587": {
        "format": "prose",
        "text": "¶The whole seed of Israel shall be justified, and glory in the Lord."
    },
    "18588": {
        "format": "prose",
        "text": "¶Bel is bowed down: Nebo is fallen: their idols were upon their beasts, and upon the cattle: they which did bear you, were laden with a weary burden."
    },
    "18589": {
        "format": "prose",
        "text": "¶They are bowed down, and fallen together, for they could not rid them of the burden, and their soul is gone into captivity."
    },
    "18590": {
        "format": "prose",
        "text": "¶Hear ye me, O house of Jacob, and all that remain of the house of Israel, which are born of me from the womb, and brought up of me from the birth."
    },
    "18591": {
        "format": "prose",
        "text": "¶Therefore unto old age, I the same, even I will bear you until the hoary hairs: I have made you: I will also bear you, and I will carry you, and I will deliver you."
    },
    "18592": {
        "format": "prose",
        "text": "¶¶ To whom will ye make me like, or make me equal, or compare me that I should be like him?"
    },
    "18593": {
        "format": "prose",
        "text": "¶They draw gold out of the bag, and weigh silver in the balance, and hire a goldsmith to make a god of it, and they bow down and worship it."
    },
    "18594": {
        "format": "prose",
        "text": "¶They bear it upon the shoulders: they carry him and set him in his place: so doth he stand, and cannot remove from his place. Though one cry unto him, yet can he not answer, nor deliver him out of his tribulation."
    },
    "18595": {
        "format": "prose",
        "text": "¶Remember this, and be ashamed: bring it again to mind, O you transgressors."
    },
    "18596": {
        "format": "prose",
        "text": "¶Remember the former things of old: for I am God, and there is none other God, and there is nothing like me,"
    },
    "18597": {
        "format": "prose",
        "text": "¶Which declare the last thing from the beginning, and from of old: the things that were not done, saying, My counsel shall stand, and I will do whatsoever I will."
    },
    "18598": {
        "format": "prose",
        "text": "¶I call a bird from the East, and the man of my counsel from far: as I have spoken, so will I bring it to pass: I have purposed it, and I will do it."
    },
    "18599": {
        "format": "prose",
        "text": "¶Hear me ye stubborn hearted, that are far from justice."
    },
    "18600": {
        "format": "prose",
        "text": "¶I bring near my justice: it shall not be far off, and my salvation shall not tarry: for I will give salvation in Zion, and my glory unto Israel."
    },
    "18601": {
        "format": "prose",
        "text": "¶Come down and sit in the dust: O virgin, daughter Babel, sit on the ground: there is no throne, O daughter of the Chaldeans; for thou shalt no more be called, Tender and delicate."
    },
    "18602": {
        "format": "prose",
        "text": "¶Take the millstones, and grind meal; loose thy locks: make bare the feet: uncover the leg, and pass through the floods."
    },
    "18603": {
        "format": "prose",
        "text": "¶Thy filthiness shall be discovered, and thy shame shall be seen: I will take vengeance, and I will not meet thee as a man."
    },
    "18604": {
        "format": "prose",
        "text": "¶Our redeemer, the Lord of hosts is his Name, the holy One of Israel."
    },
    "18605": {
        "format": "prose",
        "text": "¶Sit still, and get thee into darkness, O daughter of the Chaldeans; for thou shalt no more be called, The lady of kingdoms."
    },
    "18606": {
        "format": "prose",
        "text": "¶I was wroth with my people: I have polluted mine inheritance, and given them into thine hand, thou didst show them no mercy, but thou didst lay thy very heavy yoke upon the ancient."
    },
    "18607": {
        "format": "prose",
        "text": "¶And thou saidest, I shall be a lady forever, so that thou didst not set thy mind to these things, neither didst thou remember the latter end thereof."
    },
    "18608": {
        "format": "prose",
        "text": "¶Therefore now hear, thou that art given to pleasures, and dwellest careless, She saith in her heart, I am and none else: I shall not sit as a widow, neither shall know the loss of children."
    },
    "18609": {
        "format": "prose",
        "text": "¶But these two things shall come to thee suddenly on one day, the loss of children and widowhood; they shall come upon thee in their perfection, for the multitude of thy divinations, and for the great abundance of thine enchanters."
    },
    "18610": {
        "format": "prose",
        "text": "¶For thou hast trusted in thy wickedness; thou hast said, None seeth me. Thy wisdom and thy knowledge, they have caused thee to rebel, and thou hast said in thine heart, I am, and none else."
    },
    "18611": {
        "format": "prose",
        "text": "¶Therefore shall evil come upon thee, and thou shalt not know the morning thereof; destruction shall fall upon thee, which thou shalt not be able to put away: destruction shall come upon thee suddenly, or thou beware."
    },
    "18612": {
        "format": "prose",
        "text": "¶Stand now among thine enchanters, and in the multitude of thy soothsayers (with whom thou hast wearied thyself from thy youth) if so be thou mayest have profit, or if so be thou mayest have strength."
    },
    "18613": {
        "format": "prose",
        "text": "¶Thou art wearied in the multitude of thy counsels: let now the astrologers, the stargazers, and prognosticators stand up, and save thee from these things that shall come upon thee."
    },
    "18614": {
        "format": "prose",
        "text": "¶Behold, they shall be as stubble: the fire shall burn them; they shall not deliver their own lives from the power of the flame: there shall be no coals to warm at, nor light to sit by."
    },
    "18615": {
        "format": "prose",
        "text": "¶Thus shall they serve thee, with whom thou hast wearied thee, even thy merchants from thy youth; every one shall wander to his own quarters: none shall save thee."
    },
    "18616": {
        "format": "prose",
        "text": "¶Hear ye this, O house of Jacob, which are called by the name of Israel, and are come out of the waters of Judah: which swear by the name of the Lord, and make mention of the God of Israel, but not in truth nor in righteousness."
    },
    "18617": {
        "format": "prose",
        "text": "¶For they are called of the holy city, and stay themselves upon the God of Israel, whose Name is the Lord of hosts."
    },
    "18618": {
        "format": "prose",
        "text": "¶I have declared the former things of old, and they went out of my mouth, and I showed them: I did them suddenly and they came to pass."
    },
    "18619": {
        "format": "prose",
        "text": "¶Because I knew that thou art obstinate, and thy neck is an iron sinew, and thy brow brass,"
    },
    "18620": {
        "format": "prose",
        "text": "¶Therefore I have declared it to thee of old: before it came to pass, I showed it thee, lest thou shouldest say, Mine idol hath done them, and my carved image, and my molten image hath commanded them."
    },
    "18621": {
        "format": "prose",
        "text": "¶Thou hast heard, behold all this, and will not ye declare it? I have showed thee new things, even now, and hid things, which thou knewest not."
    },
    "18622": {
        "format": "prose",
        "text": "¶They are created now, and not of old, and even before this thou heardest them not, lest thou shouldest say, Behold, I knew them."
    },
    "18623": {
        "format": "prose",
        "text": "¶Yet thou heardest them not, neither didst know them, neither yet was thine ear opened of old; for I knew that thou wouldest grievously transgress: therefore have I called thee a transgressor from the womb."
    },
    "18624": {
        "format": "prose",
        "text": "¶For my Name’s sake will I defer my wrath, and for my praise, will I refrain it from thee, that I cut thee not off."
    },
    "18625": {
        "format": "prose",
        "text": "¶Behold, I have fined thee, but not as silver: I have chosen thee in the furnace of affliction."
    },
    "18626": {
        "format": "prose",
        "text": "¶For mine own sake, for mine own sake will I do it; for how should my Name be polluted? surely I will not give my glory unto another."
    },
    "18627": {
        "format": "prose",
        "text": "¶Hear me, O Jacob and Israel, my called, I am, I am the first, and I am the last."
    },
    "18628": {
        "format": "prose",
        "text": "¶Surely mine hand hath laid the foundation of the earth, and my right hand hath spanned the heavens: when I call them, they stand up together."
    },
    "18629": {
        "format": "prose",
        "text": "¶All you, assemble yourselves, and hear: which among them hath declared these things? The Lord hath loved him, he will do his will in Babel, and his arm shall be against the Chaldeans."
    },
    "18630": {
        "format": "prose",
        "text": "¶I, even I have spoken it, and I have called him, I have brought him, and his way shall prosper."
    },
    "18631": {
        "format": "prose",
        "text": "¶Come near unto me: hear ye this: I have not spoken it in secret from the beginning: from the time that the thing was, I was there, and now the Lord God and his Spirit hath sent me."
    },
    "18632": {
        "format": "prose",
        "text": "¶Thus saith the Lord thy redeemer, the Holy one of Israel, I am the Lord thy God, which teach thee to profit, and lead thee by the way that thou shouldest go."
    },
    "18633": {
        "format": "prose",
        "text": "¶Oh, that thou hadst hearkened to my commandments! then had thy prosperity been as the flood, and thy righteousness as the waves of the sea."
    },
    "18634": {
        "format": "prose",
        "text": "¶Thy seed also had been as the sand, and the fruit of thy body like the gravel thereof: his name should not have been cut off nor destroyed before me."
    },
    "18635": {
        "format": "prose",
        "text": "¶Go ye out of Babel: flee ye from the Chaldeans with a voice of joy: tell and declare this: show it forth to the end of the earth: say ye, The Lord hath redeemed his servant Jacob."
    },
    "18636": {
        "format": "prose",
        "text": "¶And they were not thirsty: he led them through the wilderness: he caused the waters to flow out of the rock for them: for he clave the rock and the water gushed out."
    },
    "18637": {
        "format": "prose",
        "text": "¶There is no peace, saith the Lord, unto the wicked."
    },
    "18638": {
        "format": "prose",
        "text": "¶Hear ye me, O isles, and hearken, ye people from far. The Lord hath called me from the womb, and made mention of my name from my mother’s belly."
    },
    "18639": {
        "format": "prose",
        "text": "¶And he hath made my mouth like a sharp sword: under the shadow of his hand hath he hid me, and made me a chosen shaft, and hid me in his quiver,"
    },
    "18640": {
        "format": "prose",
        "text": "¶And said unto me, Thou art my servant Israel, for I will be glorious in thee."
    },
    "18641": {
        "format": "prose",
        "text": "¶And I said, I have labored in vain: I have spent my strength in vain and for nothing; but my judgment is with the Lord, and my work with my God."
    },
    "18642": {
        "format": "prose",
        "text": "¶And now saith the Lord that formed me from the womb to be his servant, that I may bring Jacob again to him (though Israel be not gathered, yet shall I be glorious in the eyes of the Lord; and my God shall be my strength.)"
    },
    "18643": {
        "format": "prose",
        "text": "¶And he said, It is a small thing that thou shouldest be my servant to raise up the tribes of Jacob, and to restore the desolations of Israel: I will also give thee for a light of the Gentiles, that thou mayest be my salvation unto the end of the world."
    },
    "18644": {
        "format": "prose",
        "text": "¶Thus saith the Lord the redeemer of Israel, and his holy One, to him that is despised in soul, to a nation that is abhorred, to a servant of rulers, Kings shall see, and arise, and princes shall worship, because of the Lord, that is faithful: and the holy One of Israel, which hath chosen thee."
    },
    "18645": {
        "format": "prose",
        "text": "¶Thus saith the Lord, In an acceptable time have I heard thee, and in a day of salvation have I helped thee: and I will preserve thee, and will give thee for a covenant of the people, that thou mayest raise up the earth, and obtain the inheritance of the desolate heritages:"
    },
    "18646": {
        "format": "prose",
        "text": "¶That thou mayest say to the prisoners, Go forth; and to them that are in darkness, Show yourselves; they shall feed in the ways, and their pastures shall be in all the tops of the hills."
    },
    "18647": {
        "format": "prose",
        "text": "¶They shall not be hungry, neither shall they be thirsty, neither shall the heat smite them, nor the sun, for he that hath compassion on them, shall lead them; even to the springs of water shall he drive them."
    },
    "18648": {
        "format": "prose",
        "text": "¶And I will make all my mountains, as a way, and my paths shall be exalted."
    },
    "18649": {
        "format": "prose",
        "text": "¶Behold, these shall come from far: and lo, these from the North and from the West, and these from the land of Sinim."
    },
    "18650": {
        "format": "prose",
        "text": "¶Rejoice, O heavens; and be joyful, O earth; burst forth into praise, O mountains; for God hath comforted his people, and will have mercy upon his afflicted."
    },
    "18651": {
        "format": "prose",
        "text": "¶But Zion said, The Lord hath forsaken me, and my Lord hath forgotten me."
    },
    "18652": {
        "format": "prose",
        "text": "¶Can a woman forget her child, and not have compassion on the son of her womb? though they should forget, yet will I not forget thee."
    },
    "18653": {
        "format": "prose",
        "text": "¶Behold, I have graven thee upon the palm of mine hands: thy walls are ever in my sight."
    },
    "18654": {
        "format": "prose",
        "text": "¶Thy builders make haste: thy destroyers and they that made thee waste, are departed from thee."
    },
    "18655": {
        "format": "prose",
        "text": "¶Lift up thine eyes round about and behold: all these gather themselves together and come to thee: as I live, saith the Lord, thou shalt surely put them all upon thee as a garment, and gird thyself with them like a bride."
    },
    "18656": {
        "format": "prose",
        "text": "¶For thy desolations, and thy waste places, and thy land destroyed, shall surely be now narrow for them that shall dwell in it, and they that dwell devour thee, shall be far away."
    },
    "18657": {
        "format": "prose",
        "text": "¶The children of thy barrenness shall say again in thine ears, The place is strait for me: give place to me that I may dwell."
    },
    "18658": {
        "format": "prose",
        "text": "¶Then shalt thou say in thine heart, Who hath begotten me these, seeing I am barren and desolate, a captive and a wanderer to and fro? and who hath nourished them? behold, I was left alone: whence are these?"
    },
    "18659": {
        "format": "prose",
        "text": "¶Thus saith the Lord God, Behold, I will lift up mine hand to the Gentiles, and set up my standard to the people, and they shall bring thy sons in their arms: and thy daughters shall be carried upon their shoulders."
    },
    "18660": {
        "format": "prose",
        "text": "¶And Kings shall be thy nursing fathers, and Queens shall be thy nurses: they shall worship thee with their faces toward the earth, and lick up the dust of thy feet: and thou shalt know that I am the Lord: for they shall not be ashamed that wait for me."
    },
    "18661": {
        "format": "prose",
        "text": "¶Shall the prey be taken from the mighty? or the just captivity delivered?"
    },
    "18662": {
        "format": "prose",
        "text": "¶But thus saith the Lord, Even the captivity of the mighty shall be taken away: and the prey of the tyrant shall be delivered: for I will contend with him that contendeth with thee, and I will save thy children,"
    },
    "18663": {
        "format": "prose",
        "text": "¶And will feed them that spoil thee, with their own flesh, and they shall be drunken with their own blood, as with sweet wine; and all flesh shall know that I the Lord am thy Savior and thy Redeemer, the mighty one of Jacob."
    },
    "18664": {
        "format": "prose",
        "text": "¶Thus saith the Lord, Where is that bill of your mother’s divorcement, whom I have cast off? or who is the creditor to whom I sold you? Behold, for your iniquities are ye sold, and because of your transgressions is your mother forsaken."
    },
    "18665": {
        "format": "prose",
        "text": "¶Wherefore came I, and there was no man? I called, and none answered: is mine hand so shortened, that it cannot help? or have I no power to deliver? Behold, at my rebuke I dry up the sea: I make the floods desert; their fish rotteth for want of water, and dieth for thirst."
    },
    "18666": {
        "format": "prose",
        "text": "¶I clothe the heavens with darkness, and make a sack their covering."
    },
    "18667": {
        "format": "prose",
        "text": "¶The Lord God hath given me a tongue of the learned, that I should know to minister a word in time to him that is weary; he will raise me up in the morning, in the morning he will waken mine ear to hear, as the learned."
    },
    "18668": {
        "format": "prose",
        "text": "¶The Lord God hath opened mine ear, and I was not rebellious, neither turned I back."
    },
    "18669": {
        "format": "prose",
        "text": "¶I gave my back unto the smiters, and my cheeks to the nippers: I hid not my face from shame and spitting."
    },
    "18670": {
        "format": "prose",
        "text": "¶For the Lord God will help me, therefore shall I not be confounded: therefore have I set my face like a flint, and I know that I shall not be ashamed."
    },
    "18671": {
        "format": "prose",
        "text": "¶He is near that justifieth me: who will contend with me? Let us stand together? who is mine adversary? let him come near to me."
    },
    "18672": {
        "format": "prose",
        "text": "¶Behold, the Lord God will help me: who is he that can condemn me? lo, they shall wax old as a garment: the moth shall eat them up."
    },
    "18673": {
        "format": "prose",
        "text": "¶Who is among you that feareth the Lord? let him hear the voice of his servant: he that walketh in darkness and hath no light, let him trust in the Name of the Lord, and stay upon his God."
    },
    "18674": {
        "format": "prose",
        "text": "¶Behold, all you kindle a fire, and are compassed about with sparks: walk in the light of your fire, and in the sparks that ye have kindled. This shall ye have of mine hand: ye shall lie down in sorrow."
    },
    "18675": {
        "format": "prose",
        "text": "¶Hear me ye that follow after righteousness, and ye that seek the Lord: look unto the rock, whence you are hewn, and to the hole of the pit, whence ye are dug."
    },
    "18676": {
        "format": "prose",
        "text": "¶Consider Abraham your father, and Sarah that bare you: for I called him alone, and blessed him and increased him."
    },
    "18677": {
        "format": "prose",
        "text": "¶Surely the Lord shall comfort Zion: he shall comfort all her desolations, and he shall make her desert like Eden, and her wilderness like the garden of the Lord: joy and gladness shall be found therein: praise, and the voice of singing."
    },
    "18678": {
        "format": "prose",
        "text": "¶Hearken ye unto me my people, and give ear unto me, O my people: for a Law shall proceed from me, and I will bring forth my judgment for the light of the people."
    },
    "18679": {
        "format": "prose",
        "text": "¶My righteousness is near: my salvation goeth forth, and mine arm shall judge the people: the isles shall wait for me, and shall trust unto mine arm."
    },
    "18680": {
        "format": "prose",
        "text": "¶Lift up your eyes to the heavens, and look upon the earth beneath: for the heavens shall vanish away like smoke, and the earth shall wax old like a garment, and they that dwell therein, shall perish in like manner: but my salvation shall be forever, and my righteousness shall not be abolished."
    },
    "18681": {
        "format": "prose",
        "text": "¶Hearken unto me ye that know righteousness, the people in whose heart is my Law. Fear ye not the reproach of men, neither be ye afraid of their rebukes."
    },
    "18682": {
        "format": "prose",
        "text": "¶For the moth shall eat them up like a garment, and the worm shall eat them like wood: but my righteousness shall be forever, and my salvation from generation to generation."
    },
    "18683": {
        "format": "prose",
        "text": "¶Rise up, Rise up, and put on strength, O arm of the Lord: rise up as in the old time in the generations of the world. Art not thou the same, that hath cut Rahab, and wounded the dragon?"
    },
    "18684": {
        "format": "prose",
        "text": "¶Art not thou the same, which hath dried the Sea, even the waters of the great deep, making the depth of the sea a way for the redeemed to pass over?"
    },
    "18685": {
        "format": "prose",
        "text": "¶Therefore the redeemed of the Lord shall return, and come with joy unto Zion, and everlasting joy shall be upon their head: they shall obtain joy and gladness: and sorrow and mourning shall flee away."
    },
    "18686": {
        "format": "prose",
        "text": "¶I, even I am he that comfort you. Who art thou that thou shouldest fear a mortal man, and the son of man, which shall be made as grass?"
    },
    "18687": {
        "format": "prose",
        "text": "¶And forgettest the Lord thy maker, that hath spread out the heavens, and laid the foundations of the earth? and hast feared continually all the day, because of the rage of the oppressor, which is ready to destroy? Where is now the rage of the oppressor?"
    },
    "18688": {
        "format": "prose",
        "text": "¶The captive hasteneth to be loosed, and that he should not die in the pit, nor that his bread should fail."
    },
    "18689": {
        "format": "prose",
        "text": "¶And I am the Lord thy God that divided the sea, when his waves roared: the Lord of hosts is his Name."
    },
    "18690": {
        "format": "prose",
        "text": "¶And I have put my words in thy mouth, and have defended thee in the shadow of mine hand, that I may plant the heavens, and lay the foundation of the earth, and say unto Zion, Thou art my people."
    },
    "18691": {
        "format": "prose",
        "text": "¶Awake, awake, and stand up, O Jerusalem, which hast drunk at the hand of the Lord the cup of his wrath: thou hast drunken the dregs of the cup of trembling, and wrung them out."
    },
    "18692": {
        "format": "prose",
        "text": "¶There is none to guide her among all her sons, whom she hath brought forth: there is none that taketh her by the hand of all the sons that she hath brought up."
    },
    "18693": {
        "format": "prose",
        "text": "¶These two things are come unto thee: who will lament thee? desolation and destruction and famine, and the sword: by whom shall I comfort thee?"
    },
    "18694": {
        "format": "prose",
        "text": "¶Thy sons have fainted, and lie at the head of all the streets as a wild bull in a net, and are full of the wrath of the Lord, and rebuke of thy God."
    },
    "18695": {
        "format": "prose",
        "text": "¶Therefore hear now this, thou miserable and drunken, but not with wine."
    },
    "18696": {
        "format": "prose",
        "text": "¶Thus saith thy Lord God, even God that pleadeth the cause of his people, Behold, I have taken out of thine hand the cup of trembling, even the dregs of the cup of my wrath: thou shalt drink it no more."
    },
    "18697": {
        "format": "prose",
        "text": "¶But I will put it into their hand that spoil thee, which have said to thy soul, Bow down that we may go over, and thou hast laid thy body as the ground, and as the streets to them that went over."
    },
    "18698": {
        "format": "prose",
        "text": "¶Arise, arise: put on thy strength, O Zion: put on the garments of thy beauty, O Jerusalem, the holy City: for henceforth there shall no more come into thee the uncircumcised and the unclean."
    },
    "18699": {
        "format": "prose",
        "text": "¶Shake thyself from the dust, arise, and sit down, O Jerusalem: loose the bands of thy neck, O thou captive daughter Zion."
    },
    "18700": {
        "format": "prose",
        "text": "¶For thus saith the Lord, Ye were sold for naught; therefore shall ye be redeemed without money."
    },
    "18701": {
        "format": "prose",
        "text": "¶For thus saith the Lord God, My people went down afore time into Egypt to sojourn there, and Assyria oppressed them without cause."
    },
    "18702": {
        "format": "prose",
        "text": "¶Now therefore what have I here, saith the Lord, that my people is taken away for naught, and they that rule over them, make them to howl, saith the Lord? and my Name all the day continually is blasphemed?"
    },
    "18703": {
        "format": "prose",
        "text": "¶Therefore my people shall know my name: therefore they shall know in that day, that I am he that do speak: behold, it is I."
    },
    "18704": {
        "format": "prose",
        "text": "¶How beautiful upon the mountains are the feet of him, that declareth and publisheth peace! that declareth good tidings, and publisheth salvation, saying unto Zion, Thy God reigneth!"
    },
    "18705": {
        "format": "prose",
        "text": "¶The voice of thy watchmen shall be heard: they shall lift up their voice, and shout together: for they shall see eye to eye, when the Lord shall bring again Zion."
    },
    "18706": {
        "format": "prose",
        "text": "¶O ye desolate places of Jerusalem, be glad and rejoice together, for the Lord hath comforted his people: he hath redeemed Jerusalem."
    },
    "18707": {
        "format": "prose",
        "text": "¶The Lord hath made bare his holy arm in the sight of all the Gentiles, and all the ends of the earth shall see the salvation of our God."
    },
    "18708": {
        "format": "prose",
        "text": "¶Depart, depart ye: go ye out from thence, and touch no unclean thing, go out of the midst of her, be ye clean, that bear the vessels of the Lord."
    },
    "18709": {
        "format": "prose",
        "text": "¶For ye shall not go out with haste, nor depart by fleeing away: but the Lord will go before you, and the God of Israel will gather you together."
    },
    "18710": {
        "format": "prose",
        "text": "¶Behold, my servant shall prosper: he shall be exalted and extolled, and be very high."
    },
    "18711": {
        "format": "prose",
        "text": "¶As many were astonied at thee (his visage was so deformed of men, and his form of the sons of men)"
    },
    "18712": {
        "format": "prose",
        "text": "so shall he sprinkle many nations: the Kings shall shut their mouths at him: for that which had not been told them, shall they see, and that which they had not heard shall they understand."
    },
    "18713": {
        "format": "prose",
        "text": "¶Who will believe our report? and to whom is the arm of the Lord revealed?"
    },
    "18714": {
        "format": "prose",
        "text": "¶But he shall grow up before him as a branch, and as a root out of a dry ground; he hath neither form nor beauty: when we shall see him, there shall be no form that we should desire him."
    },
    "18715": {
        "format": "prose",
        "text": "¶He is despised and rejected of men: he is a man full of sorrows, and hath experience of infirmities: we hid as it were our faces from him: he was despised, and we esteemed him not."
    },
    "18716": {
        "format": "prose",
        "text": "¶Surely, he hath born our infirmities, and carried our sorrows, yet we did judge him as plagued and smitten of God, and humbled."
    },
    "18717": {
        "format": "prose",
        "text": "¶But he was wounded for our transgressions: he was broken for our iniquities: the chastisement of our peace was upon him, and with his stripes are we healed."
    },
    "18718": {
        "format": "prose",
        "text": "¶All we like sheep have gone astray: we have turned every one to his own way, and the Lord hath laid upon him the iniquity of us all."
    },
    "18719": {
        "format": "prose",
        "text": "¶He was oppressed, and he was afflicted, yet did he not open his mouth: he is brought as a sheep to the slaughter, and as a sheep before her shearer is dumb, so he opened not his mouth."
    },
    "18720": {
        "format": "prose",
        "text": "¶He was taken out from prison, and from judgment: and who shall declare his age? for he was cut out of the land of the living: for the transgression of my people was he plagued."
    },
    "18721": {
        "format": "prose",
        "text": "¶And he made his grave with the wicked, and with the rich in his death, though he had done no wickedness, neither was any deceit in his mouth."
    },
    "18722": {
        "format": "prose",
        "text": "¶Yet the Lord would break him and make him subject to infirmities: when he shall make his soul an offering for sin, he shall see his seed and shall prolong his days, and the will of the Lord shall prosper in his hand."
    },
    "18723": {
        "format": "prose",
        "text": "¶He shall see of the travail of his soul, and shall be satisfied; by his knowledge shall my righteous servant justify many: for he shall bear their iniquities."
    },
    "18724": {
        "format": "prose",
        "text": "¶Therefore will I give him a portion with the great, and he shall divide the spoil with the strong, because he hath poured out his soul unto death; and he was counted with the transgressors, and he bare the sin of many, and prayed for the trespassers."
    },
    "18725": {
        "format": "prose",
        "text": "¶Rejoice, O barren that didst not bear: break forth into joy and rejoice, thou that didst not travail with child; for the desolate hath more children than the married wife, saith the Lord."
    },
    "18726": {
        "format": "prose",
        "text": "¶Enlarge the place of thy tents, and let them spread out the curtains of thine habitations: spare not: stretch out thy cords, and make fast thy stakes."
    },
    "18727": {
        "format": "prose",
        "text": "¶For thou shalt increase on the right hand and on the left, and thy seed shall possess the Gentiles, and dwell in the desolate cities."
    },
    "18728": {
        "format": "prose",
        "text": "¶Fear not: for thou shalt not be ashamed, neither shalt thou be confounded: for thou shalt not be put to shame: yea, thou shalt forget the shame of thy youth, and shalt not remember the reproach of thy widowhood anymore."
    },
    "18729": {
        "format": "prose",
        "text": "¶For he that made thee, is thine husband, (whose name is the Lord of hosts) and thy redeemer the holy One of Israel, shall be called the God of the whole world."
    },
    "18730": {
        "format": "prose",
        "text": "¶For the Lord hath called thee, being as a woman forsaken, and afflicted in spirit, and as a young wife when thou wast refused, saith thy God."
    },
    "18731": {
        "format": "prose",
        "text": "¶For a little while have I forsaken thee, but with great compassion will I gather thee."
    },
    "18732": {
        "format": "prose",
        "text": "¶For a moment in mine anger, I hid my face from thee for a little season, but with everlasting mercy have I had compassion on thee, saith the Lord thy redeemer."
    },
    "18733": {
        "format": "prose",
        "text": "¶For this is unto me as the waters of Noah; for as I have sworn that the waters of Noah should no more go over the earth, so have I sworn that I would not be angry with thee, nor rebuke thee."
    },
    "18734": {
        "format": "prose",
        "text": "¶For the mountains shall remove, and the hills shall fall down; but my mercy shall not depart from thee, neither shall the covenant of my peace fall away, saith the Lord, that hath compassion on thee."
    },
    "18735": {
        "format": "prose",
        "text": "¶O thou afflicted and tossed with tempest, that hast no comfort, behold, I will lay thy stones with the carbuncle, and lay thy foundation with sapphires,"
    },
    "18736": {
        "format": "prose",
        "text": "¶And I will make thy windows of emeralds, and thy gates shining stones, and all thy borders of pleasant stones."
    },
    "18737": {
        "format": "prose",
        "text": "¶And all thy children shall be taught of the Lord, and much peace shall be to thy children."
    },
    "18738": {
        "format": "prose",
        "text": "¶In righteousness shalt thou be established, and be far from oppression; for thou shalt not fear it: and from fear; for it shall not come near thee."
    },
    "18739": {
        "format": "prose",
        "text": "¶Behold, the enemies shall gather himself, but without me: whosoever shall gather himself in thee, against thee, shall fall."
    },
    "18740": {
        "format": "prose",
        "text": "¶Behold, I have created the smith that bloweth the coals in the fire, and him that bringeth forth an instrument for his work, and I have created the destroyer to destroy."
    },
    "18741": {
        "format": "prose",
        "text": "¶But all the weapons that are made against thee, shall not prosper: and every tongue that shall rise against thee in judgment, thou shalt condemn. This is the heritage of the Lord’s servants, and their righteousness is of me, saith the Lord."
    },
    "18742": {
        "format": "prose",
        "text": "¶Ho, everyone that thirsteth, come ye to the waters, and ye that have no silver, come, buy and eat: come, I say, buy wine and milk without silver and without money."
    },
    "18743": {
        "format": "prose",
        "text": "¶Wherefore do ye lay out silver, and not for bread? and your labor without being satisfied? hearken diligently unto me, and eat that which is good, and let your soul delight in fatness."
    },
    "18744": {
        "format": "prose",
        "text": "¶Incline your ears, and come unto me: hear, and your soul shall live, and I will make an everlasting covenant with you, even the sure mercies of David."
    },
    "18745": {
        "format": "prose",
        "text": "¶Behold, I gave him for a witness to the people, for a prince and a master unto the people."
    },
    "18746": {
        "format": "prose",
        "text": "¶Behold, thou shalt call a nation that thou knowest not, and a nation that knew not thee, shall run unto thee because of the Lord thy God, and the Holy one of Israel: for he hath glorified thee."
    },
    "18747": {
        "format": "prose",
        "text": "¶Seek ye the Lord while he may be found: call ye upon him while he is near."
    },
    "18748": {
        "format": "prose",
        "text": "¶Let the wicked forsake his ways, and the unrighteous his own imaginations, and return unto the Lord, and he will have mercy upon him; and to our God, for he is very ready to forgive."
    },
    "18749": {
        "format": "prose",
        "text": "¶For my thoughts are not your thoughts, neither are your ways my ways, saith the Lord."
    },
    "18750": {
        "format": "prose",
        "text": "¶For as the heavens are higher than the earth, so are my ways higher than your ways, and my thoughts above your thoughts."
    },
    "18751": {
        "format": "prose",
        "text": "¶Surely as the rain cometh down, and the snow from heaven, and returneth not thither but watereth the earth, and maketh it to bring forth and bud, that it may give seed to the sower, and bread unto him that eateth,"
    },
    "18752": {
        "format": "prose",
        "text": "¶So shall my word be, that goeth out of my mouth: it shall not return unto me void, but it shall accomplish that which I will, and it shall prosper in the thing whereto I sent it."
    },
    "18753": {
        "format": "prose",
        "text": "¶Therefore ye shall go out with joy, and be led forth with peace; the mountains and the hills shall break forth before you into joy, and all the trees of the field shall clap their hands."
    },
    "18754": {
        "format": "prose",
        "text": "¶For thorns there shall grow fir trees; for nettles shall grow the myrrh tree, and it shall be to the Lord for a name, and for an everlasting sign that shall not be taken away."
    },
    "18755": {
        "format": "prose",
        "text": "¶Thus saith the Lord, Keep judgment and do justice, for my salvation is at hand to come, and my righteousness to be revealed."
    },
    "18756": {
        "format": "prose",
        "text": "¶Blessed is the man that doeth this, and the son of man which layeth hold on it; he that keepeth the Sabbath, and polluteth it not, and keepeth his hand from doing any evil."
    },
    "18757": {
        "format": "prose",
        "text": "¶And let not the son of the strangers, which is joined to the Lord, speak and say, The Lord hath surely separated me from his people; neither let the Eunuch say, Behold, I am a dry tree."
    },
    "18758": {
        "format": "prose",
        "text": "¶For thus saith the Lord unto the Eunuchs that keep my Sabbaths, and choose the thing that pleaseth me, and take hold of my covenant,"
    },
    "18759": {
        "format": "prose",
        "text": "¶Even unto them will I give in mine House and within my walls, a place, and a name better than of the sons and of the daughters; I will give them an everlasting name, that shall not be put out."
    },
    "18760": {
        "format": "prose",
        "text": "¶Also the strangers that cleave unto the Lord, to serve him, and to love the Name of the Lord, and to be his servants; everyone that keepeth the Sabbath, and polluteth it not, and embraceth my covenant,"
    },
    "18761": {
        "format": "prose",
        "text": "¶Them will I bring also to mine holy mountain, and make them joyful in mine House of prayer; their burnt offerings and their sacrifices shall be accepted upon mine altar: for mine house shall be called an house of prayer for all people."
    },
    "18762": {
        "format": "prose",
        "text": "¶The Lord God saith, which gathereth the scattered of Israel, Yet will I gather to them those that are to be gathered to them."
    },
    "18763": {
        "format": "prose",
        "text": "¶All ye beasts of the field, come to devour, even all ye beasts of the forest."
    },
    "18764": {
        "format": "prose",
        "text": "¶Their watchmen are all blind: they have no knowledge: they are all dumb dogs: they cannot bark: they lie and sleep, and delight in sleeping."
    },
    "18765": {
        "format": "prose",
        "text": "¶And these greedy dogs can never have enough: and these shepherds cannot understand: for they all look to their own way, everyone for his advantage, and for his own purpose."
    },
    "18766": {
        "format": "prose",
        "text": "¶Come, I will bring wine, and we will fill ourselves with strong drink, and tomorrow shall be as this day, and much more abundant."
    },
    "18767": {
        "format": "prose",
        "text": "¶The righteous perisheth, and no man considereth it in heart, and merciful men are taken away, and no man understandeth that the righteous is taken away from the evil to come."
    },
    "18768": {
        "format": "prose",
        "text": "¶Peace shall come: they shall rest in their beds, everyone that walketh before him."
    },
    "18769": {
        "format": "prose",
        "text": "¶But you witches’ children, come hither, the seed of the adulterer and of the whore."
    },
    "18770": {
        "format": "prose",
        "text": "¶On whom have ye jested? upon whom have ye gaped and thrust out your tongue? are not ye rebellious children, and a false seed?"
    },
    "18771": {
        "format": "prose",
        "text": "¶Inflamed with idols under every green tree? and sacrificing the children in the valleys under the tops of the rocks?"
    },
    "18772": {
        "format": "prose",
        "text": "¶Thy portion is in the smooth stones of the river: they, they are thy lot: even to them hast thou poured a drink offering: thou hast offered a sacrifice. Should I delight in these?"
    },
    "18773": {
        "format": "prose",
        "text": "¶Thou hast made thy bed upon a very high mountain: thou wentest up thither, even thither wentest thou to offer sacrifice."
    },
    "18774": {
        "format": "prose",
        "text": "¶Behind the doors also and posts hast thou set up thy remembrance: for thou hast discovered thyself to another, than me, and wentest up, and didst enlarge thy bed, and make a covenant between thee and them, and lovedst their bed in every place where thou sawest it."
    },
    "18775": {
        "format": "prose",
        "text": "¶Thou wentest to the kings with oil, and didst increase thine ointments, and send thy messengers far off, and didst humble thyself unto hell."
    },
    "18776": {
        "format": "prose",
        "text": "¶Thou weariedst thyself in thy manifold journeys, yet saidest thou not, There is no hope: thou hast found life by thine hand, therefore thou wast not grieved."
    },
    "18777": {
        "format": "prose",
        "text": "¶And whom didst thou reverence or fear, seeing thou hast lied unto me, and hast not remembered me, neither set thy mind thereon? is it not because I hold my peace, and that of long time? therefore thou fearest not me."
    },
    "18778": {
        "format": "prose",
        "text": "¶I will declare thy righteousness and thy works, and they shall not profit thee."
    },
    "18779": {
        "format": "prose",
        "text": "¶When thou cryest, let them that thou hast gathered together, deliver thee: but the wind shall take them all away: vanity shall pull them away: but he that trusteth in me shall inherit the land, and shall possess mine holy Mountain."
    },
    "18780": {
        "format": "prose",
        "text": "¶And he shall say, Cast up, cast up: prepare the way: take up the stumbling blocks out of the way of my people."
    },
    "18781": {
        "format": "prose",
        "text": "¶For thus saith he that is high and excellent, he that inhabiteth the eternity, whose Name is the Holy one, I dwell in the high and holy place: with him also that is of a contrite and humble spirit to revive the spirit of the humble, and to give life to them that are of a contrite heart."
    },
    "18782": {
        "format": "prose",
        "text": "¶For I will not contend forever: neither will I be always wroth, for the spirit should fail before me: and I have made the breath."
    },
    "18783": {
        "format": "prose",
        "text": "¶For his wicked covetousness I am angry with him, and have smitten him: I hid me, and was angry, yet he went away, and turned after the way of his own heart."
    },
    "18784": {
        "format": "prose",
        "text": "¶I have seen his ways, and will heal him: I will lead him also, and restore comfort unto him, and to those that lament him."
    },
    "18785": {
        "format": "prose",
        "text": "¶I create the fruit of the lips, to be peace: peace unto them that are far off, and to them that are near, saith the Lord: for I will heal him."
    },
    "18786": {
        "format": "prose",
        "text": "¶But the wicked are like the raging sea, that cannot rest, whose waters cast up mire and dirt."
    },
    "18787": {
        "format": "prose",
        "text": "¶There is no peace, saith my God, to the wicked."
    },
    "18788": {
        "format": "prose",
        "text": "¶Cry aloud, spare not: lift up thy voice like a trumpet, and show my people their transgression, and to the house of Jacob their sins."
    },
    "18789": {
        "format": "prose",
        "text": "¶Yet they seek me daily, and will know my ways, even as a nation that did righteously, and had not forsaken the statutes of their God: they ask of me the ordinances of justice: they will draw near unto God, saying,"
    },
    "18790": {
        "format": "prose",
        "text": "¶Wherefore have we fasted, and thou seest it not? we have punished ourselves, and thou regardest it not. Behold, in the day of your fast you will seek your will, and require all your debts."
    },
    "18791": {
        "format": "prose",
        "text": "¶Behold, ye fast to strife and debate, and to smite with the fist of wickedness: ye shall not fast as ye do today, to make your voice to be heard above."
    },
    "18792": {
        "format": "prose",
        "text": "¶Is it such a fast that I have chosen, that a man should afflict his soul for a day, and to bow down his head, as a bull rush, and to lie down in sackcloth and ashes? wilt thou call this a fasting, or an acceptable day to the Lord?"
    },
    "18793": {
        "format": "prose",
        "text": "¶Is not this the fasting that I have chosen? to loose the bands of wickedness, to take off the heavy burdens, and to let the oppressed go free, and that ye break every yoke?"
    },
    "18794": {
        "format": "prose",
        "text": "¶Is it not to deal thy bread to the hungry, and that thou bring the poor that wander, unto thine house? when thou seest the naked, that thou cover him, and hide not thyself from thine own flesh?"
    },
    "18795": {
        "format": "prose",
        "text": "¶Then shall thy light break forth as the morning, and thine health shall grow speedily: thy righteousness shall go before thee, and the glory of the Lord shall embrace thee."
    },
    "18796": {
        "format": "prose",
        "text": "¶Then shalt thou call, and the Lord shall answer: thou shalt cry, and he shall say, Here I am: if thou take away from the midst of thee the yoke, the putting forth of the finger, and wicked speaking:"
    },
    "18797": {
        "format": "prose",
        "text": "¶If thou pour out thy soul to the hungry, and refresh the troubled soul: then shall thy light spring out in the darkness, and thy darkness shall be as the noon day."
    },
    "18798": {
        "format": "prose",
        "text": "¶And the Lord shall guide thee continually, and satisfy thy soul in drought, and make fat thy bones, and thou shalt be like a watered garden, and like a spring of water, whose waters fail not."
    },
    "18799": {
        "format": "prose",
        "text": "¶And they shall be of thee, that shall build the old waste places: thou shalt raise up the foundations for many generations, and thou shalt be called the repairer of the breach, and the restorer of the paths to dwell in."
    },
    "18800": {
        "format": "prose",
        "text": "¶If thou turn away thy foot from the Sabbath, from doing thy will on mine Holy day, and call the Sabbath a delight to consecrate it, as glorious to the Lord, and shalt honor him, not doing thine own ways, nor seeking thine own will, nor speaking a vain word,"
    },
    "18801": {
        "format": "prose",
        "text": "¶Then shalt thou delight in the Lord, and I will cause thee to mount upon the high places of the earth, and feed thee with the heritage of Jacob thy father: for the mouth of the Lord hath spoken it."
    },
    "18802": {
        "format": "prose",
        "text": "¶Behold, the Lord’s hand is not shortened, that it cannot save: neither is his ear heavy, that it cannot hear."
    },
    "18803": {
        "format": "prose",
        "text": "¶But your iniquities have separated between you and your God, and your sins have hid his face from you, that he will not hear."
    },
    "18804": {
        "format": "prose",
        "text": "¶For your hands are defiled with blood, and your fingers with iniquity: your lips have spoken lies, and your tongue hath murmured iniquity."
    },
    "18805": {
        "format": "prose",
        "text": "¶No man calleth for justice: no man contendeth for truth: they trust in vanity, and speak vain things: they conceive mischief, and bring forth iniquity."
    },
    "18806": {
        "format": "prose",
        "text": "¶They hatch cockatrice eggs, and weave the spider’s web: he that eateth of their eggs, died, and that which is trode upon, breaketh out into a serpent."
    },
    "18807": {
        "format": "prose",
        "text": "¶Their webs shall be no garment, neither shall they cover themselves with their labors: for their works are works of iniquities, and the work of cruelty is in their hands."
    },
    "18808": {
        "format": "prose",
        "text": "¶Their feet turn to evil, and they make haste to shed innocent blood: their thoughts are wicked thoughts: desolation and destruction is in their paths."
    },
    "18809": {
        "format": "prose",
        "text": "¶The way of peace they know not, and there is none equity in their goings: they have made them crooked paths: whosoever goeth therein, shall not know peace."
    },
    "18810": {
        "format": "prose",
        "text": "¶Therefore is judgment far from us, neither doth justice come near unto us: we wait for light, but lo, it is darkness: for brightness, but we walk in darkness."
    },
    "18811": {
        "format": "prose",
        "text": "¶We grope for the wall like the blind, and we grope as one without eyes: we stumble at the noon day as in the twilight: we are in solitary places, as dead men."
    },
    "18812": {
        "format": "prose",
        "text": "¶We roar all like bears, and mourn like doves: we look for equity, but there is none: for health, but it is far from us."
    },
    "18813": {
        "format": "prose",
        "text": "¶For our trespasses are many before thee, and our sins testify against us: for our trespasses are with us, and we know our iniquities"
    },
    "18814": {
        "format": "prose",
        "text": "¶In trespassing and lying against the Lord, and we have departed away from our God, and have spoken of cruelty and rebellion, conceiving and uttering out of the heart false matters."
    },
    "18815": {
        "format": "prose",
        "text": "¶Therefore judgment is turned backward, and justice standeth far off: for truth is fallen in the street, and equity cannot enter."
    },
    "18816": {
        "format": "prose",
        "text": "¶Yea, truth faileth, and he that refraineth from evil, maketh himself a prey: and when the Lord saw it, it displeased him, that there was no judgment."
    },
    "18817": {
        "format": "prose",
        "text": "¶And when he saw that there was no man, he wondered that none would offer himself. Therefore his arm did save it, and his righteousness itself did sustain it."
    },
    "18818": {
        "format": "prose",
        "text": "¶For he put on righteousness, as an habergeon, and an helmet of salvation upon his head, and he put on the garments of vengeance for clothing, and was clad with zeal as a cloak."
    },
    "18819": {
        "format": "prose",
        "text": "¶As to make recompense, as to requite the fury of the adversaries with a recompense to his enemies: he will fully repair the islands."
    },
    "18820": {
        "format": "prose",
        "text": "¶So shall they fear the Name of the Lord from the West, and his glory from the rising of the Sun; for the enemy shall come like a flood; but the Spirit of the Lord shall chase him away."
    },
    "18821": {
        "format": "prose",
        "text": "¶And the Redeemer shall come unto Zion, and unto them that turn from iniquity in Jacob, saith the Lord."
    },
    "18822": {
        "format": "prose",
        "text": "¶And I will make this my Covenant with them, saith the Lord, My Spirit that is upon thee, and my words, which I have put in thy mouth, shall not depart out of thy mouth, nor out of the mouth of thy seed, nor out of the mouth of the seed of thy seed, saith the Lord, from henceforth even forever."
    },
    "18823": {
        "format": "prose",
        "text": "¶Arise, O Jerusalem; be bright, for thy light is come, and the glory of the Lord is risen upon thee."
    },
    "18824": {
        "format": "prose",
        "text": "¶For behold, darkness shall cover the earth, and gross darkness the people; but the Lord shall arise upon thee, and his glory shall be seen upon thee."
    },
    "18825": {
        "format": "prose",
        "text": "¶And the Gentiles shall walk in thy light, and Kings at the brightness of thy rising up."
    },
    "18826": {
        "format": "prose",
        "text": "¶Lift up thine eyes round about, and behold: all these are gathered, and come to thee: thy sons shall come from far, and thy daughters shall be nourished at thy side."
    },
    "18827": {
        "format": "prose",
        "text": "¶Then thou shalt see and shine: thine heart shall be astonied and enlarged, because the multitude of the sea shall be converted unto thee, and the riches of the Gentiles shall come unto thee."
    },
    "18828": {
        "format": "prose",
        "text": "¶The multitude of camels shall cover thee: and the dromedaries of Midian and of Ephah: all they of Sheba shall come: they shall bring gold and incense, and show forth the praises of the Lord."
    },
    "18829": {
        "format": "prose",
        "text": "¶All the sheep of Kedar shall be gathered unto thee: the rams of Nebajoth shall serve thee: they shall come up to be accepted upon mine altar: and I will beautify the house of my glory."
    },
    "18830": {
        "format": "prose",
        "text": "¶Who are these that fly like a cloud, and as the doves to their windows?"
    },
    "18831": {
        "format": "prose",
        "text": "¶Surely the isles shall wait for me, and the ships of Tarshish, as at the beginning, that they may bring thy sons from far, and their silver and their gold with them unto the Name of the Lord thy God, and to the Holy one of Israel, because he hath glorified thee."
    },
    "18832": {
        "format": "prose",
        "text": "¶And the sons of strangers shall build up thy walls, and their Kings shall minister unto thee: for in my wrath I smote thee, but in my mercy I had compassion on thee."
    },
    "18833": {
        "format": "prose",
        "text": "¶Therefore thy gates shall be open continually: neither day nor night shall they be shut, that men may bring unto thee the riches of the Gentiles, and that their kings may be brought."
    },
    "18834": {
        "format": "prose",
        "text": "¶For the nation and the kingdom, that will not serve thee, shall perish: and those nations shall be utterly destroyed."
    },
    "18835": {
        "format": "prose",
        "text": "¶The glory of Lebanon shall come unto thee, the fir tree, the elm and the box tree together to beautify the place of my Sanctuary: for I will glorify the place of my feet."
    },
    "18836": {
        "format": "prose",
        "text": "¶The sons also of them that afflicted thee, shall come and bow unto thee: and all they that despised thee, shall fall down at the soles of thy feet: and they shall call thee; The city of the Lord, Zion of the Holy one of Israel."
    },
    "18837": {
        "format": "prose",
        "text": "¶Whereas thou hast been forsaken and hated, so that no man went by thee, I will make thee an eternal glory, and a joy from generation to generation."
    },
    "18838": {
        "format": "prose",
        "text": "¶Thou shalt also suck the milk of the Gentiles, and shalt suck the breasts of Kings: and thou shalt know, that I the Lord am thy Savior, and thy Redeemer, the mighty one of Jacob."
    },
    "18839": {
        "format": "prose",
        "text": "¶For brass will I bring gold, and for iron will I bring silver, and for wood brass, and for stones iron. I will also make thy government peace, and thine exactors righteousness."
    },
    "18840": {
        "format": "prose",
        "text": "¶Violence shall no more be heard of in thy land, neither desolation, nor destruction within thy borders: but thou shalt call salvation, thy walls, and praise, thy gates."
    },
    "18841": {
        "format": "prose",
        "text": "¶Thou shalt have no more Sun to shine by day, neither shall the brightness of the Moon shine unto thee: for the Lord shall be thine everlasting light, and thy God, thy glory."
    },
    "18842": {
        "format": "prose",
        "text": "¶Thy Sun shall never go down, neither shall thy Moon be hid: for the Lord shall be thine everlasting light, and the days of thy sorrow shall be ended."
    },
    "18843": {
        "format": "prose",
        "text": "¶Thy people also shall be all righteous: they shall possess the land forever, the grass of my planting shall be the work of mine hands, that I may be glorified."
    },
    "18844": {
        "format": "prose",
        "text": "¶A little one shall become as a thousand, and a small one as a strong nation: I the Lord will hasten it in due time."
    },
    "18845": {
        "format": "prose",
        "text": "¶The Spirit of the Lord God is upon me, therefore hath the Lord anointed me: he hath sent me to preach good tidings unto the poor, to bind up the broken hearted, to preach liberty to the captives, and to them that are bound, the opening of the prison,"
    },
    "18846": {
        "format": "prose",
        "text": "¶To preach the acceptable year of the Lord, and the day of vengeance of our God, to comfort all that mourn,"
    },
    "18847": {
        "format": "prose",
        "text": "¶To appoint unto them that mourn in Zion, and to give unto them beauty for ashes, the oil of joy for mourning, the garment of gladness for the spirit of heaviness, that they might be called trees of righteousness, the planting of the Lord, that he might be glorified."
    },
    "18848": {
        "format": "prose",
        "text": "¶And they shall build the old waste places, and raise up the former desolations, and they shall repair the cities that were desolate and waste through many generations."
    },
    "18849": {
        "format": "prose",
        "text": "¶And the strangers shall stand and feed your sheep, and the sons of the strangers shall be your plowmen, and dressers of your vines."
    },
    "18850": {
        "format": "prose",
        "text": "¶But ye shall be named the Priests of the Lord, and men shall say unto you, The ministers of our God: Ye shall eat the riches of the Gentiles, and shall be exalted with their glory."
    },
    "18851": {
        "format": "prose",
        "text": "¶For your shame you shall receive double, and for confusion, they shall rejoice in their portion: for in their land they shall possess the double: everlasting joy shall be unto them."
    },
    "18852": {
        "format": "prose",
        "text": "¶For I the Lord love judgment, and hate robbery for burnt offering, and I will direct their work in truth, and I will make an everlasting covenant with them."
    },
    "18853": {
        "format": "prose",
        "text": "¶And their seed shall be known among the Gentiles, and their buds among the people. All that see them, shall know them, that they are the seed which the Lord hath blessed."
    },
    "18854": {
        "format": "prose",
        "text": "¶I will greatly rejoice in the Lord, and my soul shall be joyful in my God: for he hath clothed me with the garments of salvation, and covered me with the robe of righteousness: he hath decked me like a bridegroom, and as a bride attireth herself with her jewels."
    },
    "18855": {
        "format": "prose",
        "text": "¶For as the earth bringeth forth her bud, and as the garden causeth to grow that which is sown in it: so the Lord God will cause righteousness to grow, and praise before all the heathen."
    },
    "18856": {
        "format": "prose",
        "text": "¶For Zion’s sake I will not hold my tongue, and for Jerusalem’s sake I will not rest, until the righteousness thereof break forth as the light, and salvation thereof as a burning lamp."
    },
    "18857": {
        "format": "prose",
        "text": "¶And the Gentiles shall see thy righteousness, and all Kings thy glory: and thou shalt be called by a new name, which the mouth of the Lord shall name."
    },
    "18858": {
        "format": "prose",
        "text": "¶Thou shalt also be a crown of glory in the hand of the Lord, and a royal diadem in the hand of thy God."
    },
    "18859": {
        "format": "prose",
        "text": "¶It shall no more be said unto thee, Forsaken, neither shall it be said anymore to thy land, Desolate, but thou shalt be called Hephzibah, and thy land Beulah: for the Lord delighteth in thee, and thy land shalt have an husband."
    },
    "18860": {
        "format": "prose",
        "text": "¶For as a young man marrieth a virgin, so shall thy sons marry thee: and as a bridegroom is glad of the bride, so shall thy God rejoice over thee."
    },
    "18861": {
        "format": "prose",
        "text": "¶I have set watchmen upon thy walls, O Jerusalem, which all the day and all the night continual shall not cease: ye that are mindful of the Lord, keep not silence,"
    },
    "18862": {
        "format": "prose",
        "text": "¶And give him no rest, till he repair, and until he set up Jerusalem the praise of the world."
    },
    "18863": {
        "format": "prose",
        "text": "¶The Lord hath sworn by his right hand and by his strong arm, Surely I will no more give thy corn to be meat for thine enemies, and surely the sons of the strangers shall not drink thy wine, for the which thou hast labored."
    },
    "18864": {
        "format": "prose",
        "text": "¶But they that have gathered it, shall eat it, and praise the Lord, and the gatherers thereof shall drink it in the courts of my Sanctuary."
    },
    "18865": {
        "format": "prose",
        "text": "¶Go through, go through the gates: prepare you the way for the people: cast up, cast up the way, and gather out the stones, and set up a standard for the people."
    },
    "18866": {
        "format": "prose",
        "text": "¶Behold, the Lord hath proclaimed unto the ends of the world, tell the daughter Zion, Behold, thy Savior cometh: Behold, his wages is with him, and his work is before him."
    },
    "18867": {
        "format": "prose",
        "text": "¶And they shall call them, The holy people, the redeemed of the Lord, and thou shalt be named, A city sought out and not forsaken."
    },
    "18868": {
        "format": "prose",
        "text": "¶Who is this that cometh from Edom, with red garments from Bozrah? he is glorious in his apparel, and walketh in his great strength. I speak in righteousness, and am mighty to save."
    },
    "18869": {
        "format": "prose",
        "text": "¶Wherefore is thine apparel red, and thy garments like him that treadeth in the winepress?"
    },
    "18870": {
        "format": "prose",
        "text": "¶I have trodden the winepress alone, and of all people there was none with me: for I will tread them in mine anger, and tread them under foot in my wrath, and their blood shall be sprinkled upon my garments, and I will stain all my raiment."
    },
    "18871": {
        "format": "prose",
        "text": "¶For the day of vengeance is in mine heart, and the year of my redeemed is come."
    },
    "18872": {
        "format": "prose",
        "text": "¶And I looked, and there was none to help, and I wondered that there was none to uphold: therefore mine own arm helped me, and my wrath itself sustained me."
    },
    "18873": {
        "format": "prose",
        "text": "¶Therefore I will tread down the people in my wrath, and make them drunken in mine indignation, and will bring down their strength to the earth."
    },
    "18874": {
        "format": "prose",
        "text": "¶I will remember the mercy of the Lord, and the praises of the Lord, according unto all that the Lord hath given us, and for the great goodness toward the house of Israel, which he hath given them according to his tender love, and according to his great mercies."
    },
    "18875": {
        "format": "prose",
        "text": "¶For he said, Surely they are my people, children that will not lie: so he was their Savior."
    },
    "18876": {
        "format": "prose",
        "text": "¶In all their troubles he was troubled, and the Angel of his presence saved them: in his love and in his mercy he redeemed them, and he bare them and carried them always continually."
    },
    "18877": {
        "format": "prose",
        "text": "¶But they rebelled and vexed his holy Spirit: therefore was he turned to be their enemy, and he fought against them."
    },
    "18878": {
        "format": "prose",
        "text": "¶Then he remembered the old time of Moses and his people, saying, Where is he that brought them up out of the sea with the shepherd of his sheep? Where is he that put his holy Spirit within him?"
    },
    "18879": {
        "format": "prose",
        "text": "¶He led them by the right hand of Moses with his own glorious arm, dividing the water before them, to make himself an everlasting Name."
    },
    "18880": {
        "format": "prose",
        "text": "¶He led them through the deep, as an horse in the wilderness, that they should not stumble."
    },
    "18881": {
        "format": "prose",
        "text": "¶As the beast goeth down into the valley, the Spirit of the Lord gave them rest: so didst thou lead thy people, to make thyself a glorious Name."
    },
    "18882": {
        "format": "prose",
        "text": "¶Look down from heaven, and behold from the dwelling place of thine holiness, and of thy glory. Where is thy zeal and thy strength, the multitude of thy mercies, and of thy compassion? they are restrained from me."
    },
    "18883": {
        "format": "prose",
        "text": "¶Doubtless thou art our Father: though Abraham be ignorant of us, and Israel know us not, yet thou, O Lord, art our Father, and our redeemer: thy Name is forever."
    },
    "18884": {
        "format": "prose",
        "text": "¶O Lord, why hast thou made us to err from thy ways? and hardened our heart from thy fear? Return for thy servant’s sake, and for the tribes of thine inheritance."
    },
    "18885": {
        "format": "prose",
        "text": "¶The people of thine holiness have possessed it, but a little while: for our adversaries have trodden down thy Sanctuary."
    },
    "18886": {
        "format": "prose",
        "text": "¶We have been as they, over whom thou never barest rule, and upon whom thy name was not called."
    },
    "18887": {
        "format": "prose",
        "text": "¶Oh, that thou wouldest break the heavens, and come down, and that the mountains might melt at thy presence!"
    },
    "18888": {
        "format": "prose",
        "text": "¶As the melting fire burned, as the fire caused the waters to boil, (that thou mightest declare thy Name to thine adversaries) the people did tremble at thy presence."
    },
    "18889": {
        "format": "prose",
        "text": "¶When thou didst terrible things, which we looked not for, thou camest down, and the mountains melted at thy presence."
    },
    "18890": {
        "format": "prose",
        "text": "¶For since the beginning of the world, they have not heard nor understood with the ear, neither hath the eye seen another God beside thee, which doeth so to him that waiteth for him."
    },
    "18891": {
        "format": "prose",
        "text": "¶Thou didst meet him, that rejoiced in thee, and did justly: they remembered thee in thy ways: behold, thou art angry, for we have sinned: yet in them is continuance, and we shall be saved."
    },
    "18892": {
        "format": "prose",
        "text": "¶But we have all been as an unclean thing, and all our righteousness is as filthy cloths, and we all do fade like a leaf, and our iniquities like the wind have taken us away."
    },
    "18893": {
        "format": "prose",
        "text": "¶And there is none that calleth upon thy Name, neither that stirreth up himself to take hold of thee: for thou hast hid thy face from us, and hast consumed us because of our iniquities."
    },
    "18894": {
        "format": "prose",
        "text": "¶But now, O Lord, thou art our Father: we are the clay, and thou art our potter, and we all are the work of thine hands."
    },
    "18895": {
        "format": "prose",
        "text": "¶Be not angry, O Lord, above measure, neither remember iniquity forever: Lo, we beseech thee, behold, we are all thy people."
    },
    "18896": {
        "format": "prose",
        "text": "¶Thine holy cities lie waste: Zion is a wilderness, and Jerusalem a desert."
    },
    "18897": {
        "format": "prose",
        "text": "¶The house of our Sanctuary, and of our glory, where our fathers praised thee, is burnt up with fire, and all our pleasant things are wasted."
    },
    "18898": {
        "format": "prose",
        "text": "¶Wilt thou hold thyself still at these things, O Lord? wilt thou hold thy peace and afflict us above measure?"
    },
    "18899": {
        "format": "prose",
        "text": "¶I have been sought of them that asked not: I was found of them that sought me not: I said, Behold me, behold me, unto a nation that called not upon my Name."
    },
    "18900": {
        "format": "prose",
        "text": "¶I have spread out mine hands all the day unto a rebellious people, which walked in a way that was not good, even after their own imaginations."
    },
    "18901": {
        "format": "prose",
        "text": "¶A people that provoked me ever unto my face: that sacrificeth in gardens, and burneth incense upon bricks."
    },
    "18902": {
        "format": "prose",
        "text": "¶Which remain among the graves, and lodge in the deserts, which eat swine’s flesh, and the broth of things polluted are in their vessels."
    },
    "18903": {
        "format": "prose",
        "text": "¶Which say, Stand apart, come not near to me; for I am holier than thou; these are a smoke in my wrath, and a fire that burneth all the day."
    },
    "18904": {
        "format": "prose",
        "text": "¶Behold, it is written before me; I will not keep silence, but will render it and recompense it into their bosom."
    },
    "18905": {
        "format": "prose",
        "text": "¶Your iniquities, and the iniquities of your fathers, shall be together (saith the Lord) which have burnt incense upon the mountains, and blasphemed me upon the hills; therefore will I measure their old work into their bosom."
    },
    "18906": {
        "format": "prose",
        "text": "¶Thus saith the Lord, As the wine is found in the cluster, and one saith, Destroy it not, for a blessing is in it, so will I do for my servants’ sakes, that I may not destroy them whole."
    },
    "18907": {
        "format": "prose",
        "text": "¶But I will bring a seed out of Jacob, and out of Judah that shall inherit my mountain; and mine elect shall inherit it, and my servants shall dwell there."
    },
    "18908": {
        "format": "prose",
        "text": "¶And Sharon shall be a sheepfold, and the valley of Achor shall be a resting place for the cattle of my people, that have sought me."
    },
    "18909": {
        "format": "prose",
        "text": "¶But ye are they that have forsaken the Lord, and forgotten mine holy Mountain, and have prepared a table for the multitude, and furnish the drink offerings unto the number."
    },
    "18910": {
        "format": "prose",
        "text": "¶Therefore will I number you to the sword, and all you shall bow down to the slaughter, because I called, and ye did not answer; I spake, and ye heard not, but did evil in my sight, and did choose that thing which I would not."
    },
    "18911": {
        "format": "prose",
        "text": "¶Therefore thus saith the Lord God, Behold, my servants shall eat, and ye shall be hungry; behold, my servants shall drink, and ye shall be thirsty; behold, my servants shall rejoice, and ye shall be ashamed."
    },
    "18912": {
        "format": "prose",
        "text": "¶Behold, my servants shall sing for joy of heart, and ye shall cry for sorrow of heart, and shall howl for vexation of mind."
    },
    "18913": {
        "format": "prose",
        "text": "¶And ye shall leave your name as a curse unto my chosen; for the Lord God shall slay you, and call his servants by another name."
    },
    "18914": {
        "format": "prose",
        "text": "¶He that shall bless in the earth, shall bless himself in the true God; and he that sweareth in the earth, shall swear by the true God; for the former troubles are forgotten, and shall surely hide themselves from mine eyes."
    },
    "18915": {
        "format": "prose",
        "text": "¶For lo, I will create new heavens and a new earth; and the former shall not be remembered nor come into mind."
    },
    "18916": {
        "format": "prose",
        "text": "¶But be you glad and rejoice forever in the things that I shall create; for behold, I will create Jerusalem, as a rejoicing, and her people as a joy."
    },
    "18917": {
        "format": "prose",
        "text": "¶And I will rejoice in Jerusalem, and joy in my people, and the voice of weeping shall be no more heard in her, nor the voice of crying."
    },
    "18918": {
        "format": "prose",
        "text": "¶There shall be no more there a child of years, nor an old man that hath not filled his days: for he that shall be an hundred years old, shall die as a young man: but the sinner being an hundred years old shall be accursed."
    },
    "18919": {
        "format": "prose",
        "text": "¶And they shall build houses, and inhabit them, and they shall plant vineyards, and eat the fruit of them."
    },
    "18920": {
        "format": "prose",
        "text": "¶They shall not build, and another inhabit: they shall not plant, and another eat: for as the days of the tree are the days of my people, and mine elect shall enjoy in old age the work of their hands."
    },
    "18921": {
        "format": "prose",
        "text": "¶They shall not labor in vain, nor bring forth in fear: for they are the seed of the blessed of the Lord, and their buds with them."
    },
    "18922": {
        "format": "prose",
        "text": "¶Yea, before they call, I will answer, and whiles they speak, I will hear."
    },
    "18923": {
        "format": "prose",
        "text": "¶The wolf and the lamb shall feed together, and the lion shall eat straw like the bullock: and to the serpent dust shall be his meat. They shall no more hurt nor destroy in all mine holy Mountain, saith the Lord."
    },
    "18924": {
        "format": "prose",
        "text": "¶Thus saith the Lord, The heaven is my throne, and the earth is my footstool: where is that house that ye will build unto me? and where is that place of my rest?"
    },
    "18925": {
        "format": "prose",
        "text": "¶For all these things hath mine hand made, and all these things have been, saith the Lord: and to him will I look, even to him that is poor, and of a contrite spirit, and trembleth at my words."
    },
    "18926": {
        "format": "prose",
        "text": "¶He that killeth a bullock, is as if he slew a man: he that sacrificeth a sheep, as if he cut off a dog’s neck: he that offereth an oblation, as if he offered swine’s blood: he that remembereth incense, as if he blessed an idol: yea, they have chosen their own ways, and their soul delighteth in their abominations."
    },
    "18927": {
        "format": "prose",
        "text": "¶Therefore will I choose out their delusions, and I will bring their fear upon them, because I called and none would answer: I speak, and they would not hear: but they did evil in my sight, and chose the things which I would not."
    },
    "18928": {
        "format": "prose",
        "text": "¶Hear the word of the Lord, all ye that tremble at his word, Your brethren that hated you, and cast you out for my Name’s sake, said, Let the Lord be glorified: but he shall appear to your joy, and they shall be ashamed."
    },
    "18929": {
        "format": "prose",
        "text": "¶A voice soundeth from the city, even a voice from the Temple, the voice of the Lord, that recompenseth his enemies fully."
    },
    "18930": {
        "format": "prose",
        "text": "¶Before she travailed, she brought forth: and before her pain came, she was delivered of a man child."
    },
    "18931": {
        "format": "prose",
        "text": "¶Who hath heard such a thing? who hath seen such things? shall the earth be brought forth in one day? or shall a nation be born at once? for as soon as Zion travailed, she brought forth her children."
    },
    "18932": {
        "format": "prose",
        "text": "¶Shall I cause to travail, and not bring forth? shall I cause to bring forth, and shall be barren, saith thy God?"
    },
    "18933": {
        "format": "prose",
        "text": "¶Rejoice ye with Jerusalem, and be glad with her, all ye that love her: rejoice for joy with her, all ye that mourn for her,"
    },
    "18934": {
        "format": "prose",
        "text": "¶That ye may suck, and be satisfied with the breasts of her consolation: that ye may milk out, and be delighted with the brightness of her glory."
    },
    "18935": {
        "format": "prose",
        "text": "¶For thus saith the Lord, behold, I will extend peace over her like a flood, and the glory of the Gentiles like a flowing stream: then shall ye suck, ye shall be born upon her sides, and be joyful upon her knees."
    },
    "18936": {
        "format": "prose",
        "text": "¶As one whom his mother comforteth, so will I comfort you, and ye shall be comforted in Jerusalem."
    },
    "18937": {
        "format": "prose",
        "text": "¶And when ye see this, your hearts shall rejoice, and your bones shall flourish like an herb: and the hand of the Lord shall be known among his servants, and his indignation against his enemies."
    },
    "18938": {
        "format": "prose",
        "text": "¶For behold, the Lord will come with fire, and his chariots like a whirlwind, that he may recompense his anger with wrath, and his indignation with the flame of fire."
    },
    "18939": {
        "format": "prose",
        "text": "¶For the Lord will judge with fire, and with his sword all flesh, and the flame of the Lord shall be many."
    },
    "18940": {
        "format": "prose",
        "text": "¶They that sanctify themselves, and purify themselves in the gardens behind one tree in the midst eating swine’s flesh, and such abomination, even the mouse, shall be consumed together, saith the Lord."
    },
    "18941": {
        "format": "prose",
        "text": "¶For I will visit their works, and their imaginations, for it shall come that I will gather all nations, and tongues, and they shall come, and see my glory."
    },
    "18942": {
        "format": "prose",
        "text": "¶And I will set a sign among them, and will send those that escape of them unto the nations of Tarshish, Pul, and Lud, and to them that draw the bow, to Tubal and Javan, isles afar off, that have not heard my fame, neither have seen my glory, and they shall declare my glory among the Gentiles."
    },
    "18943": {
        "format": "prose",
        "text": "¶And they shall bring all your brethren for an offering unto the Lord out of all nations, upon horses, and in chariots, and in horse litters, and upon mules, and swift beasts, to Jerusalem mine holy Mountain, saith the Lord, as the children of Israel offer in a clean vessel in the House of the Lord."
    },
    "18944": {
        "format": "prose",
        "text": "¶And I will take of them for Priests, and for Levites, saith the Lord."
    },
    "18945": {
        "format": "prose",
        "text": "¶For as the new heavens, and the new earth, which I will make, shall remain before me, saith the Lord, so shall your seed and your name continue."
    },
    "18946": {
        "format": "prose",
        "text": "¶And from month to month, and from Sabbath to Sabbath shall all flesh come to worship before me, saith the Lord."
    },
    "18947": {
        "format": "prose",
        "text": "¶And they shall go forth, and look upon the carcasses of the men that have transgressed against me: for their worm shall not die, neither shall their fire be quenched, and they shall be an abhorring unto all flesh."
    }
}