{
    "17656": {
        "format": "prose",
        "text": "§¶This is the special dream of Isaiah the son of Amoz, about Judah and Jerusalem, which he saw during the rule of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah."
    },
    "17657": {
        "format": "prose",
        "text": "¶Listen, O heavens, and hear, O earth, for the Lord has spoken: “I have brought up and have taken care of sons, but they have turned against Me."
    },
    "17658": {
        "format": "prose",
        "text": "An ox knows its owner. A donkey knows where to find the food its owner gives it. But Israel does not know. My people do not understand.”"
    },
    "17659": {
        "format": "prose",
        "text": "O sinful nation, people weighed down with sin, children of those who do wrong, sons who act in a sinful way! They have left the Lord. They have hated the Holy One of Israel. They have turned away from Him."
    },
    "17660": {
        "format": "prose",
        "text": "¶Where will you be punished again, since you still fight against the Lord? Your whole head is sick, and your whole heart is weak."
    },
    "17661": {
        "format": "prose",
        "text": "From the bottom of the foot even to the head, there is no good part. There are only sores from beatings and open sores. They are not taken care of or covered or made soft with oil."
    },
    "17662": {
        "format": "prose",
        "text": "¶Your land lies waste. Your cities are burned with fire. Strangers are eating the food of your fields in front of you. It lies waste, as destroyed by strangers."
    },
    "17663": {
        "format": "prose",
        "text": "The people of Zion are left like a tent in a grape-field, like a watchman’s house in a vegetable field, like a city closed in by armies."
    },
    "17664": {
        "format": "prose",
        "text": "If the Lord of All had not left some people, we would have all been destroyed like those who lived in the cities of Sodom and Gomorrah."
    },
    "17665": {
        "format": "prose",
        "text": "¶Hear the Word of the Lord, you rulers of Sodom. Listen to the teaching of our God, you people of Gomorrah."
    },
    "17666": {
        "format": "prose",
        "text": "“What are your many gifts given in worship to Me?” says the Lord. “I have had enough burnt gifts of rams and the fat of cattle. And I am not pleased with the blood of bulls, lambs, or goats."
    },
    "17667": {
        "format": "prose",
        "text": "When you come to show yourselves before Me, who says you must walk and walk around My open spaces?"
    },
    "17668": {
        "format": "prose",
        "text": "Do not bring your gifts of no worth any more. Your special perfume is a hated thing to Me. The new moon and Day of Rest, this calling together of the people, I cannot put up with. I cannot put up with your sin and your meetings of worship."
    },
    "17669": {
        "format": "prose",
        "text": "I hate your new moons and your special suppers. They have become heavy upon Me. I am tired of carrying them."
    },
    "17670": {
        "format": "prose",
        "text": "So when you spread out your hands in prayer, I will hide My eyes from you. Even if you pray many times, I will not listen. Your hands are full of blood."
    },
    "17671": {
        "format": "prose",
        "text": "¶“Wash yourselves. Make yourselves clean. Take your sinful actions from My eyes. Stop doing sinful things."
    },
    "17672": {
        "format": "prose",
        "text": "Learn to do good. Look for what is right and fair. Speak strong words to those who make it hard for people. Stand up for the rights of those who have no parents. Help the woman whose husband has died."
    },
    "17673": {
        "format": "prose",
        "text": "“Come now, let us think about this together,” says the Lord. “Even though your sins are bright red, they will be as white as snow. Even though they are dark red, they will be like wool."
    },
    "17674": {
        "format": "prose",
        "text": "If you are willing and obey, you will eat the best of the land."
    },
    "17675": {
        "format": "prose",
        "text": "But if you are not willing and turn against Me, you will be destroyed by the sword.” For the mouth of the Lord has spoken."
    },
    "17676": {
        "format": "prose",
        "text": "§¶The faithful city has become like a woman who sells the use of her body. At one time she was full of what was right and fair! Those who are right and good lived in her, but now those who kill."
    },
    "17677": {
        "format": "prose",
        "text": "Your silver has lost its worth. Your wine is mixed with water."
    },
    "17678": {
        "format": "prose",
        "text": "Your rulers have turned against what is right. They are the friends of robbers. Every one loves to get pay in secret for wrong-doing, and they run after gifts. They do not stand for the rights of those who have no parents. And they never hear the cry for help of the woman whose husband has died."
    },
    "17679": {
        "format": "prose",
        "text": "¶So the Lord God of All, the Powerful One of Israel, says, “I will put an end to those who fight against Me. I will punish those who hate Me."
    },
    "17680": {
        "format": "prose",
        "text": "I will turn My hand against you and burn what is of no worth in you. And I will take away from you all that is not pure."
    },
    "17681": {
        "format": "prose",
        "text": "Then I will give you judges as at the first, and your wise men as at the beginning. After that you will be called the city that is right and good, a faithful city.”"
    },
    "17682": {
        "format": "prose",
        "text": "¶Zion will be saved by being fair. Those who are sorry for their sins and turn from them will be saved by being right and good."
    },
    "17683": {
        "format": "prose",
        "text": "But wrong-doers and sinners will be crushed together. Those who turn away from the Lord will come to an end."
    },
    "17684": {
        "format": "prose",
        "text": "For you will be ashamed of the oaks where you worshiped. You will be ashamed of the gardens you have chosen."
    },
    "17685": {
        "format": "prose",
        "text": "For you will be like an oak tree whose leaf dries up, or like a garden that has no water."
    },
    "17686": {
        "format": "prose",
        "text": "The strong man will become easy to burn, and his work also a fire. They will burn together, and there will be no one to put the fire out."
    },
    "17687": {
        "format": "prose",
        "text": "§¶This is what Isaiah the son of Amoz saw about Judah and Jerusalem that was coming:"
    },
    "17688": {
        "format": "prose",
        "text": "In the last days, the mountain of the house of the Lord will be the most important of the mountains. It will be raised above the hills. All the nations will come to it."
    },
    "17689": {
        "format": "prose",
        "text": "Many people will come and say, “Come, let us go up to the mountain of the Lord, to the house of the God of Jacob. Then He will teach us about His ways, that we may walk in His paths. For the Law will go out from Zion, and the Word of the Lord from Jerusalem.”"
    },
    "17690": {
        "format": "prose",
        "text": "He will judge between the nations, and will decide for many people. And they will beat their swords into plows, and their spears into knives for cutting vines. Nation will not lift up sword against nation, and they will not learn about war anymore."
    },
    "17691": {
        "format": "prose",
        "text": "§¶Come, people of Jacob. Let us walk in the light of the Lord."
    },
    "17692": {
        "format": "prose",
        "text": "For You have left Your people, the family of Jacob, because they are filled with the sinful ways of the East. They use secret ways to tell the future like the Philistines. And they make agreements with the children of strangers."
    },
    "17693": {
        "format": "prose",
        "text": "Their land is filled with silver and gold. There is no end to their riches. Their land is filled with horses also. And there is no end to their war-wagons."
    },
    "17694": {
        "format": "prose",
        "text": "Their land is filled with false gods. They worship the work of their hands, that which their fingers have made."
    },
    "17695": {
        "format": "prose",
        "text": "So pride has been taken away from the poor man, and important men have been put to shame. Do not forgive them."
    },
    "17696": {
        "format": "prose",
        "text": "Go into the rock and hide in the dust from the anger of the Lord and from the shining-greatness of His power."
    },
    "17697": {
        "format": "prose",
        "text": "The proud look of man will be put to shame. The pride of men will be taken away. And the Lord alone will be honored in that day."
    },
    "17698": {
        "format": "prose",
        "text": "¶On that day the Lord of All will be against everyone who is proud and feels important, and against all who are honored. They will be put to shame."
    },
    "17699": {
        "format": "prose",
        "text": "He will be against all the cedar trees of Lebanon that are tall and honored, and against all the oak trees of Bashan."
    },
    "17700": {
        "format": "prose",
        "text": "He will be against all the high mountains, against all the high hills,"
    },
    "17701": {
        "format": "prose",
        "text": "against every high tower, and against every strong wall."
    },
    "17702": {
        "format": "prose",
        "text": "He will be against all the ships of Tarshish, and against all the beautiful boats."
    },
    "17703": {
        "format": "prose",
        "text": "The pride of man will be taken away. What men honor will be put to shame. The Lord alone will be honored in that day."
    },
    "17704": {
        "format": "prose",
        "text": "All the false gods will be gone."
    },
    "17705": {
        "format": "prose",
        "text": "Men will go into the caves of the rocks and into holes of the earth because of the anger of the Lord and the shining-greatness of His power when He rises up to shake the earth."
    },
    "17706": {
        "format": "prose",
        "text": "In that day men will take their false gods of silver and gold which they made for themselves to worship and will throw them away to the moles and the bats."
    },
    "17707": {
        "format": "prose",
        "text": "They will go into the caves of the rocks and mountains. They will try to hide from the anger of the Lord and from the shining-greatness of His power, when He rises up to shake the earth."
    },
    "17708": {
        "format": "prose",
        "text": "Stop trusting in man. He has only a breath in his nose. Why should he be honored?"
    },
    "17709": {
        "format": "prose",
        "text": "§¶See, the Lord, the Lord God of All, is going to take away from Jerusalem and Judah all they have to keep themselves alive and safe, all the bread and all the water."
    },
    "17710": {
        "format": "prose",
        "text": "He will take away the strong man, the man of war, the man who judges, the man who tells what will happen in the future, the man who uses secret ways, and the leader."
    },
    "17711": {
        "format": "prose",
        "text": "He will take away the captain of fifty, the man of honor, the wise man, the able workman, and the one who uses secret powers."
    },
    "17712": {
        "format": "prose",
        "text": "I will make boys their rulers. Foolish children will rule over them."
    },
    "17713": {
        "format": "prose",
        "text": "The people will make it hard for each other. Each one will hurt the other, and each one will be hurt by his neighbor. The younger will show anger toward the older. And the man who is not respected will show anger toward the man of honor."
    },
    "17714": {
        "format": "prose",
        "text": "¶A man will take hold of his brother in his father’s house, saying, “You have a coat. You will be our ruler. This destroyed city will be under your rule.”"
    },
    "17715": {
        "format": "prose",
        "text": "In that day he will call out, “I can not be of help to you. For in my house there is no bread or coat. You should not choose me to be ruler of the people.”"
    },
    "17716": {
        "format": "prose",
        "text": "For Jerusalem has no strength, and Judah has fallen, because their speaking and their actions are against the Lord. They have turned against His shining-greatness."
    },
    "17717": {
        "format": "prose",
        "text": "The look on their faces speaks against them. They show their sin like Sodom. They do not even hide it. It is bad for them! For they have brought trouble upon themselves."
    },
    "17718": {
        "format": "prose",
        "text": "Tell those who are right and good that it will go well for them. For they will enjoy the fruit of what they do."
    },
    "17719": {
        "format": "prose",
        "text": "It will be bad for the sinful man! It will not go well for him, for what he has done will be done to him."
    },
    "17720": {
        "format": "prose",
        "text": "O My people! Children make it hard for them. And women rule over them. O My people! Your leaders lead you in the wrong way. You do not know which path to take."
    },
    "17721": {
        "format": "prose",
        "text": "§¶The Lord is ready to say what He thinks and stands to judge the people."
    },
    "17722": {
        "format": "prose",
        "text": "The Lord judges the leaders and rulers of His people: “It is you who have destroyed the grape-field. What had belonged to the poor is in your houses."
    },
    "17723": {
        "format": "prose",
        "text": "What do you mean by crushing My people, and grinding the faces of the poor?” says the Lord God of All."
    },
    "17724": {
        "format": "prose",
        "text": "§¶The Lord said, “The daughters of Zion are proud. They walk with heads held high and a wrong desire in their eyes. They walk with short steps, making noise with the chains on their ankles."
    },
    "17725": {
        "format": "prose",
        "text": "So the Lord will make sores come upon the heads of the daughters of Zion, and take the hair from their head."
    },
    "17726": {
        "format": "prose",
        "text": "In that day the Lord will take away the beauty of their ankle chains, headbands, moon-like objects,"
    },
    "17727": {
        "format": "prose",
        "text": "rings worn on their ears and arms, face-coverings,"
    },
    "17728": {
        "format": "prose",
        "text": "head-dresses, leg-chains, wide belts, perfume boxes, objects with secret powers,"
    },
    "17729": {
        "format": "prose",
        "text": "finger rings, nose rings,"
    },
    "17730": {
        "format": "prose",
        "text": "bright clothing, coats, money-bags,"
    },
    "17731": {
        "format": "prose",
        "text": "hand mirrors, underclothes, head-coverings, and face-coverings."
    },
    "17732": {
        "format": "prose",
        "text": "Instead of sweet perfume there will be a bad smell. Instead of a belt there will be a rope. Instead of well set hair there will be no hair. Instead of fine clothes they will wear cloth made from hair. And there will be burnt marks instead of beauty."
    },
    "17733": {
        "format": "prose",
        "text": "Your men will fall by the sword. Your strong ones will fall in battle."
    },
    "17734": {
        "format": "prose",
        "text": "Jerusalem’s gates will be filled with sorrow. She will sit on the ground, laid waste and empty."
    },
    "17735": {
        "format": "prose",
        "text": "§¶Seven women will take hold of one man in that day, saying, “We will eat our own bread and wear our own clothes. Only let us be called by your name. Take away our shame!”"
    },
    "17736": {
        "format": "prose",
        "text": "¶In that day the Branch of the Lord will be beautiful and shining with greatness. The fruit of the earth will be the pride and the beauty of those of Israel who are still alive."
    },
    "17737": {
        "format": "prose",
        "text": "He who is left in Zion and stays in Jerusalem will be called holy, everyone who has been written down among the living in Jerusalem."
    },
    "17738": {
        "format": "prose",
        "text": "The Lord will wash away the sin of the daughters of Zion. He will wash away the blood that was shed in Jerusalem, by the spirit of punishment and the spirit of fire."
    },
    "17739": {
        "format": "prose",
        "text": "Then the Lord will cover the whole land of Mount Zion and her people with a cloud of smoke during the day, and a bright fire that shines during the night. The Lord’s shining-greatness will cover everything."
    },
    "17740": {
        "format": "prose",
        "text": "It will be a covering from the heat during the day and it will keep the people safe from the storm and the rain."
    },
    "17741": {
        "format": "prose",
        "text": "§¶Let me sing for my loved one a love song about His grape-field: My loved one had a grape-field on a hill that grows much fruit."
    },
    "17742": {
        "format": "prose",
        "text": "He dug all around it and took away its stones, and planted it with the best vine. He built a tower in the center of it, and cut out a place in it for crushing grapes. Then He expected it to give good grapes, but it gave only wild grapes."
    },
    "17743": {
        "format": "prose",
        "text": "¶“And now, O people living in Jerusalem and men of Judah, judge between Me and My grape-field."
    },
    "17744": {
        "format": "prose",
        "text": "What more was there to do for My grape-field that I have not done for it? When I expected it to give good grapes, why did it give wild grapes?"
    },
    "17745": {
        "format": "prose",
        "text": "Now I will tell you what I am going to do to My grape-field. I will take away its fence and it will be destroyed. I will break down its wall and it will be crushed under foot."
    },
    "17746": {
        "format": "prose",
        "text": "I will make it a waste. It will not be taken care of, and thistles and thorns will come up. I will also tell the clouds not to rain on it.”"
    },
    "17747": {
        "format": "prose",
        "text": "¶For the grape-field of the Lord of All is the people of Israel, and the men of Judah are the vines He planted. So He looked for what is right and fair, but He saw blood poured out. He looked for what is right and good, but He heard a cry of those in trouble."
    },
    "17748": {
        "format": "prose",
        "text": "§¶It is bad for those who join house to house and field to field until there is no empty space, and you have to live alone in the land."
    },
    "17749": {
        "format": "prose",
        "text": "The Lord of All has sworn in my ears, “For sure, many houses will be laid waste. Large and beautiful houses will be empty."
    },
    "17750": {
        "format": "prose",
        "text": "For ten fields of vines will give only eleven large bottles of wine. And 110 jars of seed will give only eleven jars of grain.”"
    },
    "17751": {
        "format": "prose",
        "text": "It is bad for those who get up early in the morning to run after strong drink! It is bad for those who stay up late in the evening that they may get drunk!"
    },
    "17752": {
        "format": "prose",
        "text": "They have harps, a noise-maker, a horn, and wine at their special suppers. But they do not think about the works of the Lord. They do not think of the work of His hands."
    },
    "17753": {
        "format": "prose",
        "text": "¶So My people are taken away to strange lands because they have not been wise. Their men of honor are dying because they are hungry. Their people are dried up because they are thirsty."
    },
    "17754": {
        "format": "prose",
        "text": "So the grave has become larger and has opened its mouth wide. And Jerusalem’s greatness, her people, her sounds of wild joy, and those who are happy with sin go down into it."
    },
    "17755": {
        "format": "prose",
        "text": "Man’s pride will be taken away. Important men will be put to shame. The eyes of the proud also will be put to shame."
    },
    "17756": {
        "format": "prose",
        "text": "But the Lord of All will be honored in what is right and fair. The holy God will show Himself holy in what is right and good."
    },
    "17757": {
        "format": "prose",
        "text": "Then the lambs will eat as in their field. And strangers will eat in the waste places of the rich."
    },
    "17758": {
        "format": "prose",
        "text": "¶It is bad for those who pull sin along with ropes of lies, who pull wrong-doing as with a wagon rope,"
    },
    "17759": {
        "format": "prose",
        "text": "who say, “Let Him hurry. Let Him be quick to do His work, that we may see it. Let the plan of the Holy One of Israel be done, that we may know it!”"
    },
    "17760": {
        "format": "prose",
        "text": "It is bad for those who call what is sinful good, and good sinful, who say dark is light and light is dark, who make bitter sweet, and sweet bitter!"
    },
    "17761": {
        "format": "prose",
        "text": "It is bad for those who are wise in their own eyes, and who think they know a lot!"
    },
    "17762": {
        "format": "prose",
        "text": "It is bad for those who are good at drinking wine, and are proud as they mix strong drink!"
    },
    "17763": {
        "format": "prose",
        "text": "They take money in secret for saying that bad people are good. And they take away the rights of those who are not guilty."
    },
    "17764": {
        "format": "prose",
        "text": "¶So, as fire destroys what is left of the cut grain and dry grass falls into the fire, so their root will waste away and their flower blow away like dust. For they have turned away from the Law of the Lord of All. They have hated the Word of the Holy One of Israel."
    },
    "17765": {
        "format": "prose",
        "text": "Because of this the anger of the Lord has burned against His people. He has put out His hand against them and destroyed them. The mountains shook. Their dead bodies lay like waste in the center of the streets. For all this His anger is not turned away but His hand is still put out."
    },
    "17766": {
        "format": "prose",
        "text": "¶He will raise up flags as a sign to the nations far away. He will call for them from the ends of the earth, and they will hurry to come."
    },
    "17767": {
        "format": "prose",
        "text": "Not one of them is tired or falls. No one sleeps. Not a belt is loosened at the waist, or a shoe string broken."
    },
    "17768": {
        "format": "prose",
        "text": "Their arrows are sharp, and their bows are ready. The feet of their horses are like hard stone. And the wheels of their war-wagons are like a strong-wind."
    },
    "17769": {
        "format": "prose",
        "text": "Their noise is like that of a female lion. They sound like young lions. They make an angry noise as they take their food, and carry it away where no one can take it from them."
    },
    "17770": {
        "format": "prose",
        "text": "In that day they will make an angry noise over it like the noise of the sea. If one looks to the land, he will see darkness and trouble. Even the light is made dark by its clouds."
    },
    "17771": {
        "format": "prose",
        "text": "§¶In the year of King Uzziah’s death, I saw the Lord sitting on a throne, high and honored. His long clothing spread out and filled the house of God."
    },
    "17772": {
        "format": "prose",
        "text": "Seraphim stood above Him, each having six wings. With two he covered his face, and with two he covered his feet, and with two he flew."
    },
    "17773": {
        "format": "prose",
        "text": "One called out to another and said, “Holy, holy, holy, is the Lord of All. The whole earth is full of His shining-greatness.”"
    },
    "17774": {
        "format": "prose",
        "text": "And the base of the doorways shook at the voice of him who called out, while the house of God was filled with smoke."
    },
    "17775": {
        "format": "prose",
        "text": "Then I said, “It is bad for me, for I am destroyed! Because I am a man whose lips are unclean. And I live among a people whose lips are unclean. For my eyes have seen the King, the Lord of All.”"
    },
    "17776": {
        "format": "prose",
        "text": "¶Then one of the seraphim flew to me, with a burning coal which he had taken from the altar using a special tool."
    },
    "17777": {
        "format": "prose",
        "text": "He touched my mouth with it, and said, “See, this has touched your lips, and your guilt is taken away. Your sin is forgiven.”"
    },
    "17778": {
        "format": "prose",
        "text": "Then I heard the voice of the Lord, saying, “Whom should I send? Who will go for Us?” Then I said, “Here am I. Send me!”"
    },
    "17779": {
        "format": "prose",
        "text": "He said, “Go, and tell these people, ‘You hear and hear but do not understand. You look and look but do not see.’"
    },
    "17780": {
        "format": "prose",
        "text": "Make the hearts of these people hard. May their ears hear little and their eyes see little. Or they will see with their eyes and hear with their ears and understand with their hearts, and turn again and be healed.”"
    },
    "17781": {
        "format": "prose",
        "text": "Then I said, “Lord, how long?” And He answered, “Until cities are destroyed and empty, and until houses are without people and the land is laid waste."
    },
    "17782": {
        "format": "prose",
        "text": "Until the Lord has taken men far away, and there are many places with no people in the land."
    },
    "17783": {
        "format": "prose",
        "text": "Yet one tenth part of the people will stay in it. But it will be burned again, like an oak tree whose roots are still there when it is cut down. The holy seed is all that will be left (of Israel).”"
    },
    "17784": {
        "format": "prose",
        "text": "§¶In the days of Ahaz the son of Jotham, son of Uzziah, king of Judah, King Rezin of Syria and Pekah the son of Remaliah, king of Israel, went up to make war against Jerusalem. But they could not win the battle."
    },
    "17785": {
        "format": "prose",
        "text": "When the family of David was told, “Syria has joined with Ephraim,” his heart and the hearts of his people shook as trees shake with the wind."
    },
    "17786": {
        "format": "prose",
        "text": "¶Then the Lord said to Isaiah, “Now you and your son Shear-jashub go out to meet Ahaz at the end of the ditch of the upper pool on the road to the Fuller’s Field."
    },
    "17787": {
        "format": "prose",
        "text": "Say to him, ‘Be careful and quiet. Do not be afraid or weak in your heart because of these two pieces of burnt and smoking wood. Do not be afraid of the burning anger of Rezin and Syria and the son of Remaliah."
    },
    "17788": {
        "format": "prose",
        "text": "Syria, with Ephraim and the son of Remaliah, have made sinful plans against you, saying,"
    },
    "17789": {
        "format": "prose",
        "text": "“Let us go up against Judah and make the people very afraid. Let us break open its walls, and make the son of Tabeel its king.”"
    },
    "17790": {
        "format": "prose",
        "text": "But the Lord God says, “This plan will not work. It will not happen."
    },
    "17791": {
        "format": "prose",
        "text": "For the head of Syria is Damascus and the head of Damascus is Rezin. (Within another sixty-five years Ephraim will be destroyed so that it is no longer a people.)"
    },
    "17792": {
        "format": "prose",
        "text": "The head of Ephraim is Samaria. And the head of Samaria is the son of Remaliah. If you will not believe, for sure you will not last.”’”"
    },
    "17793": {
        "format": "prose",
        "text": "§¶Then the Lord spoke again to Ahaz, saying,"
    },
    "17794": {
        "format": "prose",
        "text": "“Ask for something special to see from the Lord your God. Ask for it to be as deep as the place of the dead or as high as heaven.”"
    },
    "17795": {
        "format": "prose",
        "text": "But Ahaz said, “I will not ask. I will not test the Lord.”"
    },
    "17796": {
        "format": "prose",
        "text": "Then Isaiah said, “Listen now, O people of David! Is it too small a thing for you to test men, that you will test my God as well?"
    },
    "17797": {
        "format": "prose",
        "text": "So the Lord Himself will give you a special thing to see: A young woman, who has never had a man, will give birth to a son. She will give Him the name Immanuel."
    },
    "17798": {
        "format": "prose",
        "text": "He will eat milk and honey when He knows enough to have nothing to do with wrong-doing and chooses good."
    },
    "17799": {
        "format": "prose",
        "text": "For before the boy knows to turn away from what is bad and choose good, the land whose two kings you are afraid of will be left empty.”"
    },
    "17800": {
        "format": "prose",
        "text": "The Lord will bring upon you and your people and your father’s house such days as have never come since the day that Ephraim was divided from Judah. He is going to bring the king of Assyria on you."
    },
    "17801": {
        "format": "prose",
        "text": "In that day the Lord will call for flies that are in the farthest part of the rivers of Egypt, and for bees that are in the land of Assyria."
    },
    "17802": {
        "format": "prose",
        "text": "They will all come and stay in the narrow valleys, on the hill-sides, on the thorn bushes, and in the fields."
    },
    "17803": {
        "format": "prose",
        "text": "¶In that day the Lord will use the king of Assyria from the other side of the Euphrates to cut off the hair from your head, your legs, and your face."
    },
    "17804": {
        "format": "prose",
        "text": "¶In that day a man will keep alive a young cow and two sheep."
    },
    "17805": {
        "format": "prose",
        "text": "And because they give much milk, he will have all he can use. For everyone who is left in the land will have milk and honey to eat."
    },
    "17806": {
        "format": "prose",
        "text": "In that day, every place where there used to be a thousand vines, worth a thousand pieces of silver, will be thistles and thorns."
    },
    "17807": {
        "format": "prose",
        "text": "Men will go there with bows and arrows because all the land will be covered with thistles and thorns."
    },
    "17808": {
        "format": "prose",
        "text": "As for all the hills which used to be cared for as a garden, you will not go there for fear of thistles and thorns. They will become a place where cattle feed and where sheep will run."
    },
    "17809": {
        "format": "prose",
        "text": "§¶Then the Lord said to me, “Take a large piece of stone and write on it in easy-to-read letters: ‘They hurry to get what they can. They run to pick up what is left.’”"
    },
    "17810": {
        "format": "prose",
        "text": "And I took men who could be trusted to watch the writing, Uriah the religious leader and Zechariah the son of Jeberechiah."
    },
    "17811": {
        "format": "prose",
        "text": "Then I went to the woman who spoke for God, and she was able to have a child, and gave birth to a son. Then the Lord said to me, “Name him Maher-shalal-hashbaz."
    },
    "17812": {
        "format": "prose",
        "text": "For before the boy knows how to cry out ‘My father’ or ‘My mother,’ the riches of Damascus and everything of any worth in Samaria will be carried away by the king of Assyria.”"
    },
    "17813": {
        "format": "prose",
        "text": "¶The Lord spoke to me again, saying,"
    },
    "17814": {
        "format": "prose",
        "text": "“These people have turned away from the gentle, flowing waters of Shiloah, and find joy in Rezin and the son of Remaliah."
    },
    "17815": {
        "format": "prose",
        "text": "So now, see, the Lord is ready to bring on them the strong and powerful waters of the Euphrates, the king of Assyria and all his greatness. It will rise up high and cause a flood."
    },
    "17816": {
        "format": "prose",
        "text": "Then it will flow into Judah. It will flood and pass through, and come up even to the neck. And the spread of its wings will cover the width of your land, O Immanuel."
    },
    "17817": {
        "format": "prose",
        "text": "¶“Be broken, O people, and be afraid. Listen, all you far places of the earth. Get ready, yet be afraid. Get ready, yet be afraid."
    },
    "17818": {
        "format": "prose",
        "text": "Make a plan, but it will come to nothing. Give your plan, but it will not be done. For God is with us.”"
    },
    "17819": {
        "format": "prose",
        "text": "§¶For the Lord said this to me with great power, and told me not to walk in the way of these people. He said,"
    },
    "17820": {
        "format": "prose",
        "text": "“Do not call holy all that these people call holy. Do not fear what they fear, or be afraid of it."
    },
    "17821": {
        "format": "prose",
        "text": "It is the Lord of All Whom you should think of as holy. Let Him be the One you fear. He is the One to be afraid of."
    },
    "17822": {
        "format": "prose",
        "text": "Then He will become a holy place. But He will be a stone of trouble and a rock to fall over for both houses of Israel. He will be a net and a trap for the people of Jerusalem."
    },
    "17823": {
        "format": "prose",
        "text": "Many will fall over them. They will fall and be broken. They will be trapped and caught.”"
    },
    "17824": {
        "format": "prose",
        "text": "¶Put together what I have said. Hold to my teachings among my followers."
    },
    "17825": {
        "format": "prose",
        "text": "I will wait for the Lord Who is hiding His face from the family of Jacob. I trust Him and hope in Him."
    },
    "17826": {
        "format": "prose",
        "text": "See, I and the children the Lord has given me are something special to see and a wonder in Israel from the Lord of All, Who lives on Mount Zion."
    },
    "17827": {
        "format": "prose",
        "text": "¶When they say to you, “Ask those who speak in secret with the spirits of the dead and who use their secret ways,” should not a people ask their God? Should they speak to the dead for the living?"
    },
    "17828": {
        "format": "prose",
        "text": "Tell them to put their faith in the teaching and the Law. If they do not speak what this word says, it is because they have no light in them."
    },
    "17829": {
        "format": "prose",
        "text": "They will pass through the land troubled and hungry. And when they are hungry, they will be angry and curse their king and their God as they look up."
    },
    "17830": {
        "format": "prose",
        "text": "Then they will look to the earth and see trouble and darkness and suffering and will be driven out into darkness."
    },
    "17831": {
        "format": "prose",
        "text": "§¶But there will be no more heavy hearts for those who were suffering. In the past God allowed the lands of Zebulun and Naphtali to be put to shame. In the future He will honor Galilee where those who are not Jews live and where the road to the sea is. It is on the other side of the Jordan."
    },
    "17832": {
        "format": "prose",
        "text": "The people who walk in darkness will see a great light. The light will shine on those living in the land of dark shadows."
    },
    "17833": {
        "format": "prose",
        "text": "You will make the nation great. You will give them great joy. They will be glad before You, as with the joy of gathering time, and as men have joy when they divide the riches taken after a battle."
    },
    "17834": {
        "format": "prose",
        "text": "For You will break the heavy load from their neck and shoulders. You will break the power of those who made it hard for them, as at the battle of Midian."
    },
    "17835": {
        "format": "prose",
        "text": "For every shoe of the soldiers in the battle, and every coat rolled in blood, will be burned in the fire."
    },
    "17836": {
        "format": "prose",
        "text": "For to us a Child will be born. To us a Son will be given. And the rule of the nations will be on His shoulders. His name will be called Wonderful, Teacher, Powerful God, Father Who Lives Forever, Prince of Peace."
    },
    "17837": {
        "format": "prose",
        "text": "There will be no end to His rule and His peace, upon the throne of David and over his nation. He will build it to last and keep it strong with what is right and fair and good from that time and forever. The work of the Lord of All will do this."
    },
    "17838": {
        "format": "prose",
        "text": "§¶The Lord sends word against Jacob, and it falls on Israel."
    },
    "17839": {
        "format": "prose",
        "text": "And all the people will know it, that is, Ephraim and the people of Samaria. They say with a proud spirit in their hearts,"
    },
    "17840": {
        "format": "prose",
        "text": "“The clay blocks have fallen down, but we will build again with smooth stones. The sycamore trees have been cut down, but we will put cedar trees in their place.”"
    },
    "17841": {
        "format": "prose",
        "text": "So the Lord brings men from Rezin to fight against them. He makes those who hate them move to action."
    },
    "17842": {
        "format": "prose",
        "text": "The Syrians on the east and the Philistines on the west swallow Israel with an open mouth. Even with this, the Lord’s anger does not turn away. His hand is still held out."
    },
    "17843": {
        "format": "prose",
        "text": "¶Yet the people do not return to Him Who punished them. They do not look to the Lord of All."
    },
    "17844": {
        "format": "prose",
        "text": "So the Lord will cut off the head and tail from Israel, both palm branch and river-grass in one day."
    },
    "17845": {
        "format": "prose",
        "text": "The leaders and men of honor are the head, and the tail is the false preachers who teach lies."
    },
    "17846": {
        "format": "prose",
        "text": "For those who lead these people are leading them from the right way, and those who are led by them are going the wrong way."
    },
    "17847": {
        "format": "prose",
        "text": "So the Lord is not pleased with their young men. He does not have pity on their children who have no parents or on their women whose husbands have died. Every one of them is without God and does sinful things. Every mouth speaks foolish words. Even with all this, His anger does not turn away. His hand is still held out."
    },
    "17848": {
        "format": "prose",
        "text": "¶For sin burns like a fire. It burns thistles and thorns. It sets the woods on fire, and they go up in smoke."
    },
    "17849": {
        "format": "prose",
        "text": "The land is burned up by the anger of the Lord, and the people are like wood for the fire. No man shows pity on his brother."
    },
    "17850": {
        "format": "prose",
        "text": "They take what is on the right hand but still are hungry. They eat what is in the left hand but are not filled. Each of them eats the flesh of his own children."
    },
    "17851": {
        "format": "prose",
        "text": "Manasseh goes against Ephraim, and Ephraim goes against Manasseh. And together they are against Judah. Even with all this, the Lord’s anger does not turn away. His hand is still held out."
    },
    "17852": {
        "format": "prose",
        "text": "¶It is bad for those who make laws that are not fair. It is bad for those who make it hard for people."
    },
    "17853": {
        "format": "prose",
        "text": "They keep what is right and fair from those in need. They take away the rights of the poor of My people. They take from wives after their husbands die, and take what belongs to those who have no parents."
    },
    "17854": {
        "format": "prose",
        "text": "Now what will you do in the day of punishment, when the destroying power comes from far away? To whom will you run for help? Where will you leave your riches?"
    },
    "17855": {
        "format": "prose",
        "text": "Nothing will be left to do but to bow down among those who are being taken to prison, or fall among those who are killed. Even with all this, His anger does not turn away. His hand is still held out."
    },
    "17856": {
        "format": "prose",
        "text": "§¶It is bad for Assyria. I use Assyria like a stick to punish Israel."
    },
    "17857": {
        "format": "prose",
        "text": "I sent it against a nation without God, against the people of My anger. I sent it to take away the riches of battle, and to step hard on the people like dirt in the streets."
    },
    "17858": {
        "format": "prose",
        "text": "But this is not what is in Assyria’s mind. It does not plan this in its heart. It plans to destroy and to cut off many nations."
    },
    "17859": {
        "format": "prose",
        "text": "For it says, “Are not my princes all kings?"
    },
    "17860": {
        "format": "prose",
        "text": "Is not Calno like Carchemish, or Hamath like Arpad, or Samaria like Damascus?"
    },
    "17861": {
        "format": "prose",
        "text": "My hand took the nations of the false gods, whose false gods were greater than those of Jerusalem and Samaria."
    },
    "17862": {
        "format": "prose",
        "text": "Should I not do to Jerusalem and her gods just as I have done to Samaria and her gods?”"
    },
    "17863": {
        "format": "prose",
        "text": "¶So when the Lord has completed all His work on Mount Zion and on Jerusalem, He will punish the proud heart of the king of Assyria and his proud spirit."
    },
    "17864": {
        "format": "prose",
        "text": "For the king has said, “I did this by the power of my hand and by my wisdom, for I have understanding. I moved the land-marks of the people and took their riches. Like a strong man I have brought down those who sat on thrones."
    },
    "17865": {
        "format": "prose",
        "text": "My hand has taken the riches of the people like one taken from a nest. I gathered all the earth as one gathers eggs that have been left. And there was not one that moved its wing or opened its mouth or made a sound.”"
    },
    "17866": {
        "format": "prose",
        "text": "¶Can an ax say it is more important than the one who uses it? Is the saw more important than the one who saws with it? A stick of wood does not lift up a man. A man lifts up a stick."
    },
    "17867": {
        "format": "prose",
        "text": "So the Lord, the Lord of All, will send a wasting disease among the strong Assyrian soldiers. Under the king’s greatness a fire will be started that will burn and burn."
    },
    "17868": {
        "format": "prose",
        "text": "The light of Israel and his Holy One will become a fire. And it will burn and destroy his thorns and thistles in one day."
    },
    "17869": {
        "format": "prose",
        "text": "The Lord will destroy the greatness of the trees and the fields that give much fruit, both soul and body. It will be as when a sick man wastes away."
    },
    "17870": {
        "format": "prose",
        "text": "And the rest of his trees will be so few that a child could write them down."
    },
    "17871": {
        "format": "prose",
        "text": "§¶In that day those of Israel and of the family of Jacob who are still alive will never again trust in the one who destroyed them. But they will trust in the Lord, the Holy One of Israel."
    },
    "17872": {
        "format": "prose",
        "text": "Some people, those who are left of Jacob, will return to the powerful God."
    },
    "17873": {
        "format": "prose",
        "text": "Even if there are as many Jews as the sand by the sea, only a few of them will return. The plan is to destroy them and it will be right and complete."
    },
    "17874": {
        "format": "prose",
        "text": "For the Lord of All will destroy everything in the whole land and do what He planned."
    },
    "17875": {
        "format": "prose",
        "text": "§¶So the Lord, the Lord of All, says, “O My people who live in Zion, do not be afraid of the Assyrians when they come to fight against you as the Egyptians did."
    },
    "17876": {
        "format": "prose",
        "text": "For in a very little while My anger against you will come to an end and it will be turned to destroy them.”"
    },
    "17877": {
        "format": "prose",
        "text": "The Lord of All will punish them like He punished Midian at the rock of Oreb. His special stick will be over the sea and He will lift it up the way He did in Egypt."
    },
    "17878": {
        "format": "prose",
        "text": "In that day the Assyrian’s load will be taken from your shoulders and neck, and it will be broken because you are so fat."
    },
    "17879": {
        "format": "prose",
        "text": "He has come against Aiath. He has passed through Migron. At Michmash he left his bags."
    },
    "17880": {
        "format": "prose",
        "text": "They have gone through a narrow path. They stayed in Geba during the night. Ramah is afraid, and Gibeah of Saul has run away."
    },
    "17881": {
        "format": "prose",
        "text": "Cry out with your voice, O people of Gallim! See, Laishah! Answer her, O Anathoth!"
    },
    "17882": {
        "format": "prose",
        "text": "Madmenah has run away. The people of Gebim have looked for a safe place."
    },
    "17883": {
        "format": "prose",
        "text": "Yet today he will stop at Nob. He shakes his hand at the mountain of the people of Zion, the hill of Jerusalem."
    },
    "17884": {
        "format": "prose",
        "text": "¶See, the Lord, the Lord of All, will cut off the branches with a great noise. Those who stand tall will be cut down. And those who are high will be brought low."
    },
    "17885": {
        "format": "prose",
        "text": "He will cut down the many trees with an iron ax. And Lebanon will fall by the Powerful One."
    },
    "17886": {
        "format": "prose",
        "text": "§¶Then One will come from the family of Jesse. A branch will grow out of his roots."
    },
    "17887": {
        "format": "prose",
        "text": "And the Spirit of the Lord will rest on Him, the spirit of wisdom and understanding, the spirit of wise words and strength, the spirit of much learning and the fear of the Lord."
    },
    "17888": {
        "format": "prose",
        "text": "He will be glad in the fear of the Lord. He will not judge by what His eyes see, or decide by what His ears hear."
    },
    "17889": {
        "format": "prose",
        "text": "But He will judge the poor in a right and good way. He will be fair in what He decides for the people of the earth who have much trouble. He will punish the earth with His powerful mouth, and kill the sinful with the breath of His lips."
    },
    "17890": {
        "format": "prose",
        "text": "He will wear a belt of what is right and good and faithful around His body."
    },
    "17891": {
        "format": "prose",
        "text": "¶The wolf will live with the lamb. The leopard will lie down with the baby goat. The calf and the young lion and the young fat animal will lie down together. And a little boy will lead them."
    },
    "17892": {
        "format": "prose",
        "text": "The cow and the bear will eat side by side. And their young will lie down together. The lion will eat straw like the ox."
    },
    "17893": {
        "format": "prose",
        "text": "The nursing child will play by the hole of the cobra. And another child will put his hand in the hole of a snake whose bite is poison."
    },
    "17894": {
        "format": "prose",
        "text": "They will not hurt or destroy in all My holy mountain. For the earth will be as full of much learning from the Lord as the seas are full of water."
    },
    "17895": {
        "format": "prose",
        "text": "§¶In that day the nations will turn to the One from the family of Jesse. He will be honored by the people as someone special to see. And His place of rest will be full of His shining-greatness."
    },
    "17896": {
        "format": "prose",
        "text": "In that day the Lord will put out His hand a second time to bring back His people who are left. He will bring them back from Assyria, Egypt, Pathros, Cush, Elam, Shinar, Hamath, and from the islands of the sea."
    },
    "17897": {
        "format": "prose",
        "text": "He will lift up flags for the nations, and will gather together the people of Israel and of Judah who had been sent away. He will bring them back from the four corners of the earth."
    },
    "17898": {
        "format": "prose",
        "text": "Ephraim will not be jealous. Those who made it hard for Judah will be cut off. Ephraim will not be jealous of Judah, and Judah will not make it hard for Ephraim."
    },
    "17899": {
        "format": "prose",
        "text": "But they will go down against the Philistines in the west. Together they will take what belongs to the sons of the east. They will go against Edom and Moab. And they will rule the sons of Ammon."
    },
    "17900": {
        "format": "prose",
        "text": "The Lord will dry up all the tongue of the Sea of Egypt. He will wave His hand over the Euphrates River with His burning wind, and will break it into seven rivers. Men will be able to walk over it with dry feet."
    },
    "17901": {
        "format": "prose",
        "text": "And there will be a road from Assyria for those of His people who will be left just as it was for Israel when they came up from the land of Egypt."
    },
    "17902": {
        "format": "prose",
        "text": "§¶You will say on that day, “I will give thanks to You, O Lord. Even though You were angry with me, Your anger is turned away and You comfort me."
    },
    "17903": {
        "format": "prose",
        "text": "See, God saves me. I will trust and not be afraid. For the Lord God is my strength and song. And He has become the One Who saves me.”"
    },
    "17904": {
        "format": "prose",
        "text": "As water from a well brings joy to the thirsty, so people have joy when He saves them."
    },
    "17905": {
        "format": "prose",
        "text": "In that day you will say, “Give thanks to the Lord. Call on His name. Make known His works among the people. Help them remember that His name is honored.”"
    },
    "17906": {
        "format": "prose",
        "text": "Sing praises to the Lord, for He has done great things. Let this be known in all the earth."
    },
    "17907": {
        "format": "prose",
        "text": "Call out and sing for joy, O people of Zion. For the Holy One of Israel is great among you."
    },
    "17908": {
        "format": "prose",
        "text": "§¶The special word about Babylon which Isaiah the son of Amoz saw:"
    },
    "17909": {
        "format": "prose",
        "text": "Lift up a flag on the hill without trees. Call out to the people. Wave the hand for them to go into the gates of the princes."
    },
    "17910": {
        "format": "prose",
        "text": "I have told My holy ones, and My powerful soldiers who take pride in their strength, to carry out My anger."
    },
    "17911": {
        "format": "prose",
        "text": "Listen to the noise on the mountains, like that of many people! Listen to the loud sound of the many people, of nations gathered together! The Lord of All is gathering an army for battle."
    },
    "17912": {
        "format": "prose",
        "text": "They are coming from a far country, from the end of the heavens. The Lord and all He is using to show His anger are coming to destroy the whole land."
    },
    "17913": {
        "format": "prose",
        "text": "Cry out in sorrow, for the day of the Lord is near! It will come as a destroying power from the All-powerful."
    },
    "17914": {
        "format": "prose",
        "text": "So all hands will become weak, and every man’s heart will melt."
    },
    "17915": {
        "format": "prose",
        "text": "They will be filled with fear. Pain and suffering will take hold of them. They will suffer like a woman giving birth. They will look surprised at one another, their faces burning."
    },
    "17916": {
        "format": "prose",
        "text": "See, the day of the Lord is coming, without pity and with much anger. He is coming to destroy the land and its sinners from it."
    },
    "17917": {
        "format": "prose",
        "text": "The stars of heaven and every group of stars will not give out their light. The sun will be dark when it comes up, and the moon will not give its light."
    },
    "17918": {
        "format": "prose",
        "text": "This is how I will punish the world for its sin, and the sinful for their wrong-doing. I will also put an end to those who are proud. And I will put to shame those who make it hard for others and show no pity."
    },
    "17919": {
        "format": "prose",
        "text": "I will make men so few that they will be of more worth than pure gold, even the gold of Ophir."
    },
    "17920": {
        "format": "prose",
        "text": "I will make the heavens shake. And the earth will be shaken from its place with the anger of the Lord of All in the day of His burning anger."
    },
    "17921": {
        "format": "prose",
        "text": "Every man will turn to his own people and run to his own land like a hunted gazelle or like sheep with no shepherd."
    },
    "17922": {
        "format": "prose",
        "text": "Anyone who is found will have a spear put through him. And anyone who is caught will fall by the sword."
    },
    "17923": {
        "format": "prose",
        "text": "Their little ones will be broken in pieces in front of their eyes. Their things will be taken from their houses. And their wives will be carried away."
    },
    "17924": {
        "format": "prose",
        "text": "¶See, I am going to make the Medes go against them, who will not want silver or be happy with gold."
    },
    "17925": {
        "format": "prose",
        "text": "Their bows will cut down the young men. They will have no pity on babies. Their eyes will not pity children."
    },
    "17926": {
        "format": "prose",
        "text": "And Babylon, the beauty of nations, the shining-greatness and pride of the Babylonians, will be as when God destroyed Sodom and Gomorrah."
    },
    "17927": {
        "format": "prose",
        "text": "People will never live in it again, even all the people-to-come. No Arab will set up his tent there. No shepherds will make their flocks lie down there."
    },
    "17928": {
        "format": "prose",
        "text": "But wild animals of the desert will lie down there. Their houses will be full of owls. Ostriches will live there, and wild goats will play there."
    },
    "17929": {
        "format": "prose",
        "text": "Hyenas will make noise in their strong towers, and wild dogs in their beautiful houses. The end of her time is near. Her days will be few."
    },
    "17930": {
        "format": "prose",
        "text": "§¶The Lord will have loving-pity on Jacob and will again choose Israel. He will have them return to live in their own land. Then people from other countries will come and be with them, and will join themselves to the family of Jacob."
    },
    "17931": {
        "format": "prose",
        "text": "Nations will take them and bring them to their place. The family of Israel will own them in the Lord’s land as men and women servants. They will take those who had taken them away and they will rule over those who had made it hard for them."
    },
    "17932": {
        "format": "prose",
        "text": "§¶When the Lord gives you rest from your pain and trouble and the hard work which you were made to do,"
    },
    "17933": {
        "format": "prose",
        "text": "you will speak against the king of Babylon, and say, “How the one who made it hard for us has been stopped! How his anger has been stopped!"
    },
    "17934": {
        "format": "prose",
        "text": "The Lord has broken the walking stick of the sinful, the power of rulers,"
    },
    "17935": {
        "format": "prose",
        "text": "which used to beat the people in anger without stopping. The nations were ruled in anger. It was very hard for the people and there was no pity shown to them."
    },
    "17936": {
        "format": "prose",
        "text": "¶“Now the whole earth is at rest and quiet. They sing out with joy."
    },
    "17937": {
        "format": "prose",
        "text": "Even the cypress trees and the cedars of Lebanon are glad over you, and say, ‘Since you were cut down no one comes to cut us down.’"
    },
    "17938": {
        "format": "prose",
        "text": "The world of the dead below wants to meet you when you come. It wakes up the spirits of the dead for you, all the leaders of the earth. It raises all the kings of the nations from their thrones."
    },
    "17939": {
        "format": "prose",
        "text": "All of them will speak and say to you, ‘Even you have become as weak as we. You have become like us."
    },
    "17940": {
        "format": "prose",
        "text": "Your honor and power along with the music of your harps have been brought down to the place of the dead. Worms are spread out as your bed under you and worms cover you.’"
    },
    "17941": {
        "format": "prose",
        "text": "¶“How you have fallen from heaven, O shining one, son of the morning! You have been cut down to the earth, you who have made the nations weak!"
    },
    "17942": {
        "format": "prose",
        "text": "You said in your heart, ‘I will go up to heaven. I will raise my throne above the stars of God. And I will sit on the mount of meeting in the far north."
    },
    "17943": {
        "format": "prose",
        "text": "I will go much higher than the clouds. I will make myself like the Most High.’"
    },
    "17944": {
        "format": "prose",
        "text": "But you will be brought down to the place of the dead, to the bottom of the grave."
    },
    "17945": {
        "format": "prose",
        "text": "Those who see you will look hard at you and think about you, and say, ‘Is this the man who made the earth shake with fear, who shook nations?"
    },
    "17946": {
        "format": "prose",
        "text": "Is this the man who made the world like a desert and destroyed its cities, who did not let those whom he had put in prison go home?’"
    },
    "17947": {
        "format": "prose",
        "text": "¶“All the kings of the nations lie in greatness, each in his own grave."
    },
    "17948": {
        "format": "prose",
        "text": "But you have been thrown out of your grave like a hated part of the family. You are clothed with the dead who were killed with a sword, who go down to the stones of the grave, like a dead body crushed under foot."
    },
    "17949": {
        "format": "prose",
        "text": "You will not be joined with them when you are buried, because you have destroyed your country. You have killed your people. May the children of sinners never be spoken about again!"
    },
    "17950": {
        "format": "prose",
        "text": "Make a place ready for his sons to be killed because of the sin of their fathers. They must not come into power and take the earth, and fill the world with cities.”"
    },
    "17951": {
        "format": "prose",
        "text": "§¶“I will come against them,” says the Lord of All. “And I will cut off from Babylon its name and people, its children and their children,” says the Lord."
    },
    "17952": {
        "format": "prose",
        "text": "“I will turn it into a place for hedgehogs, full of pools of water. And I will go over it and destroy it,” says the Lord of All."
    },
    "17953": {
        "format": "prose",
        "text": "§¶The Lord of All has promised, “It will happen just as I have planned it. As I have planned, so will it be."
    },
    "17954": {
        "format": "prose",
        "text": "I will break Assyria in My land. I will crush him under foot on My mountains. Then his load will be taken from My people. His load will be taken from their shoulder.”"
    },
    "17955": {
        "format": "prose",
        "text": "This is the plan made against the whole earth and this is the hand that is put out against all the nations."
    },
    "17956": {
        "format": "prose",
        "text": "For the Lord of All has planned, and who can keep it from happening? Who can turn His hand back?"
    },
    "17957": {
        "format": "prose",
        "text": "§¶In the year that King Ahaz died this special word came:"
    },
    "17958": {
        "format": "prose",
        "text": "“Do not be glad, O Philistia, all of you, because the special stick that made it hard for you is broken. One snake dies and a worse one comes, a snake that can fly."
    },
    "17959": {
        "format": "prose",
        "text": "The poor will eat. Those in need will lie down and be safe. I will destroy all of you with hunger and it will kill those who are left."
    },
    "17960": {
        "format": "prose",
        "text": "Cry out, O gate. Cry, O city. All you Philistines are weak in heart. For smoke comes from the north, and everyone keeps his place in his army."
    },
    "17961": {
        "format": "prose",
        "text": "What answer will be given to the men sent by the nation? That the Lord is the builder of Zion, and it will be a safe place for His people who are poor and troubled.”"
    },
    "17962": {
        "format": "prose",
        "text": "§¶The special word against Moab: Ar of Moab is destroyed and laid waste in a night. And in a night Kir of Moab is destroyed and laid waste."
    },
    "17963": {
        "format": "prose",
        "text": "They have gone up to the house of worship and to Dibon. They have gone to the high places to cry. Moab cries over Nebo and Medeba. The hair has been cut from everyone’s head and face."
    },
    "17964": {
        "format": "prose",
        "text": "In their streets they have dressed themselves with cloth made from hair. On the tops of their houses and in their open spaces everyone is crying with many tears."
    },
    "17965": {
        "format": "prose",
        "text": "Heshbon and Elealeh cry out also. Their voice is heard as far as Jahaz. So the soldiers of Moab cry out. Moab’s soul shakes within him."
    },
    "17966": {
        "format": "prose",
        "text": "My heart cries out for Moab. His men have run away as far as Zoar and Eglath-shelishiyah. For they go up the hill of Luhith crying. On the road to Horonaim they cry in sorrow over their being destroyed."
    },
    "17967": {
        "format": "prose",
        "text": "For the waters of Nimrim have been laid waste. The grass is dried up. The new grass died out. There is no green thing."
    },
    "17968": {
        "format": "prose",
        "text": "So the many things they have gathered and stored up they carry away over the river of Arabim."
    },
    "17969": {
        "format": "prose",
        "text": "The cry of sorrow has gone around the land of Moab. Its noise is heard as far as Eglaim and Beer-elim."
    },
    "17970": {
        "format": "prose",
        "text": "The waters of Dimon are full of blood. Yet I will bring more troubles to Dimon. I will bring a lion upon those of Moab who have run away, and upon the people of the land who are still alive."
    },
    "17971": {
        "format": "prose",
        "text": "§¶Send lambs as taxes to the ruler of the land, from Sela by the way of the desert to the mountain of the people of Zion."
    },
    "17972": {
        "format": "prose",
        "text": "Then, like birds driven from their nest, the people of Moab will be where the Arnon River can be crossed."
    },
    "17973": {
        "format": "prose",
        "text": "“Give us words of wisdom. Do what is right for us. Make your shadow like night at noonday. Hide those who have been sent away. Do not go against those who are running for their lives."
    },
    "17974": {
        "format": "prose",
        "text": "Let those of Moab who have been sent away stay with you. Hide them from the one who destroys.” For the one who uses sinful power has come to an end, and trouble has stopped. Those who make it hard for the people have gone from the land."
    },
    "17975": {
        "format": "prose",
        "text": "A throne will be set up in loving-kindness. A faithful judge will sit on it from the family of David. He will be fair as he judges, and will be quick to do what is right and good."
    },
    "17976": {
        "format": "prose",
        "text": "¶We have heard of the pride of Moab, how very proud he is. We have heard of how proud he is of himself and of his anger. His proud words are false."
    },
    "17977": {
        "format": "prose",
        "text": "So Moab will cry out. Everyone of Moab will cry out. You will cry for the dried-grape cakes of Kir-hareseth, as if you were in the worst trouble."
    },
    "17978": {
        "format": "prose",
        "text": "The fields of Heshbon and the vines of Sibmah have dried up. The lords of the nations have crushed under foot its best vines, which went as far as Jazer and the desert. They spread themselves out and passed over the sea."
    },
    "17979": {
        "format": "prose",
        "text": "So I will cry with much sorrow for Jazer and for the vines of Sibmah. I will make you wet with my tears, O Heshbon and Elealeh, because there is nothing to gather from your summer fruits."
    },
    "17980": {
        "format": "prose",
        "text": "Happiness and joy are taken away from the field that gives much fruit. No songs are sung in the grape-fields. No one crushes grapes to make wine, for I have stopped the cry of joy."
    },
    "17981": {
        "format": "prose",
        "text": "So my heart cries with sorrow for Moab like a harp. Inside myself I cry for Kir-hareseth."
    },
    "17982": {
        "format": "prose",
        "text": "When Moab goes to his high place, he will only become tired. When he goes to his holy place to pray, it will do him no good."
    },
    "17983": {
        "format": "prose",
        "text": "¶This is the word which the Lord spoke before about Moab."
    },
    "17984": {
        "format": "prose",
        "text": "But now the Lord says, “In three years, as a servant would count them, the shining-greatness of Moab and all his many people will be hated. And those left alive will be very few and weak.”"
    },
    "17985": {
        "format": "prose",
        "text": "§¶The special word about Damascus: “See, Damascus will no longer be a city. It will be destroyed and laid waste."
    },
    "17986": {
        "format": "prose",
        "text": "The cities of Aroer are left empty. They will be for the flocks to lie down in, and no one will make them afraid."
    },
    "17987": {
        "format": "prose",
        "text": "The strong city will be gone from Ephraim. Damascus will no longer rule. And those of Syria who are left alive will be like the shining-greatness of the sons of Israel,” says the Lord of All."
    },
    "17988": {
        "format": "prose",
        "text": "¶In that day Jacob will lose his shining-greatness. And he will lose the fat of his flesh."
    },
    "17989": {
        "format": "prose",
        "text": "It will be like one who gathers the standing grain, taking the ears of grain with his arm or like one who gathers the ears of grain in the valley of Rephaim."
    },
    "17990": {
        "format": "prose",
        "text": "Yet some good will be left in it, as when an olive tree is shaken. There will still be two or three olives on the highest branch, and four or five on the branches of a tree that gives much fruit, says the Lord God of Israel."
    },
    "17991": {
        "format": "prose",
        "text": "¶In that day man will turn to his Maker. His eyes will look to the Holy One of Israel."
    },
    "17992": {
        "format": "prose",
        "text": "He will not look to the altars, the work of his hands. He will not look to what his fingers have made, or to the false goddess Asherah and the altars of special perfume."
    },
    "17993": {
        "format": "prose",
        "text": "¶In that day their strong cities will be like places left empty among the trees, or like high branches which they left behind because of the sons of Israel. The land will be laid waste."
    },
    "17994": {
        "format": "prose",
        "text": "For you have forgotten the God Who saves you. You have not remembered the rock where you are safe. So you plant beautiful plants, and put them with the vine-cuttings of a strange god."
    },
    "17995": {
        "format": "prose",
        "text": "In the day that you plant it you fence it in, and in the morning your seed is growing. But its fruit will waste away in a day of sickness and pain which cannot be healed."
    },
    "17996": {
        "format": "prose",
        "text": "§¶Listen to the cry of sorrow of many people. They sound like the noise of the seas and the noise of nations! They sound like the rushing of powerful waters."
    },
    "17997": {
        "format": "prose",
        "text": "The nations move on like the noise of many waters. But God will speak sharp words to them and they will run far away. They will be blown away like the part of grain that is of no worth by the wind in the mountains. They will be like dust blown around in a storm."
    },
    "17998": {
        "format": "prose",
        "text": "At evening time there is much fear! Before morning, they are gone. This will be what will come to those who take what belongs to us. It will be what happens to those who rob us."
    },
    "17999": {
        "format": "prose",
        "text": "§¶Trouble will come to the land on the other side of the rivers of Cush where the sound of wings is heard."
    },
    "18000": {
        "format": "prose",
        "text": "From that land men are sent by the sea in boats made from tall river-grass. Go, you fast men, to a nation tall and smooth, to a people who fill others with fear both near and far. Go to the powerful nation that rules over those who hate it, whose land is divided by rivers."
    },
    "18001": {
        "format": "prose",
        "text": "All you people of the world, you who live on the earth, as soon as a flag is raised on the mountain, you will see it. As soon as the horn is sounded, you will hear it."
    },
    "18002": {
        "format": "prose",
        "text": "For the Lord has said to me, “I will be quiet and watch from the place where I live, like shining heat in the sunshine, like a cloud of fog in the heat of gathering time.”"
    },
    "18003": {
        "format": "prose",
        "text": "For before the gathering time, as soon as the bud blossoms and the grape is ready to eat, He will cut off the new branches with knives and will cut away the spreading branches."
    },
    "18004": {
        "format": "prose",
        "text": "They will be left for the birds of the mountains and for the wild animals of the earth. The birds will spend the summer eating them. And all the wild animals of the earth will eat them during the winter."
    },
    "18005": {
        "format": "prose",
        "text": "At that time tall people with smooth skin will bring gifts to the Lord of All. These people make others afraid both near and far. They are a strong and powerful nation who rule over others, whose land is divided by rivers. And they will go to Mount Zion, the place of the Name of the Lord of All."
    },
    "18006": {
        "format": "prose",
        "text": "§¶The special word about Egypt: See, the Lord is traveling on a fast cloud and is coming to Egypt. The false gods of Egypt shake in fear before Him. The hearts of the Egyptians become weak."
    },
    "18007": {
        "format": "prose",
        "text": "“I will make Egyptians go against Egyptians. Each of them will fight against his brother, and each against his neighbor. City will fight against city, and nation against nation."
    },
    "18008": {
        "format": "prose",
        "text": "Then the spirit of the Egyptians will become weak within them. And I will bring their plans to nothing. They will go to false gods and spirits of the dead for help, and to those who speak with spirits of the dead and use their secret ways."
    },
    "18009": {
        "format": "prose",
        "text": "Then I will give the Egyptians into the hand of a bad ruler. An angry king will rule over them,” says the Lord God of All."
    },
    "18010": {
        "format": "prose",
        "text": "¶The waters of the sea will dry up. The river will become dry."
    },
    "18011": {
        "format": "prose",
        "text": "Manmade rivers will smell bad. The small rivers of Egypt will dry up. And the plants by the rivers will waste away."
    },
    "18012": {
        "format": "prose",
        "text": "The grass by the side of the Nile and all that is planted by the Nile will become dry, will be driven away, and be no more."
    },
    "18013": {
        "format": "prose",
        "text": "The fishermen will cry in sorrow. All those who fish for a living in the Nile River will be filled with sorrow. And those who put out nets on its waters will become weak."
    },
    "18014": {
        "format": "prose",
        "text": "Those who make linen and white cloth will be very troubled."
    },
    "18015": {
        "format": "prose",
        "text": "The pillars of Egypt will be crushed. All the able workmen will be filled with sorrow."
    },
    "18016": {
        "format": "prose",
        "text": "¶The king’s sons of Zoan are very foolish. The words of Pharaoh’s wisest men are foolish words. How can you men say to Pharaoh, “I am a son of the wise, a son of early kings”?"
    },
    "18017": {
        "format": "prose",
        "text": "Where then are your wise men? Let them tell you. And let them understand what the Lord of All has planned against Egypt."
    },
    "18018": {
        "format": "prose",
        "text": "The king’s sons of Zoan have become fools. The king’s sons of Memphis have been fooled. The heads of her family groups have led Egypt from the right way."
    },
    "18019": {
        "format": "prose",
        "text": "The Lord has mixed a troubled spirit within her. They have led Egypt the wrong way in all that it does, as a drunk man walks from side to side in what he has spit up."
    },
    "18020": {
        "format": "prose",
        "text": "And there will be no work in Egypt and nothing can be done by anyone, its head or tail, its palm branch or river-grass."
    },
    "18021": {
        "format": "prose",
        "text": "§¶In that day the Egyptians will be like women. They will shake with fear because of the hand which the Lord of All is going to wave over them."
    },
    "18022": {
        "format": "prose",
        "text": "The land of Judah will fill Egypt with fear. Whoever hears its name will be afraid of it, because of the plan which the Lord of All is making against them."
    },
    "18023": {
        "format": "prose",
        "text": "¶In that day five cities in the land of Egypt will be speaking the language of Canaan and promising to follow the Lord of All. One will be called the City of Destruction."
    },
    "18024": {
        "format": "prose",
        "text": "¶In that day there will be an altar to the Lord in the center of the land of Egypt, and an altar to the Lord by the side of its land."
    },
    "18025": {
        "format": "prose",
        "text": "It will be something special to see, to make the Lord of All known in the land of Egypt. For they will cry to the Lord because of those who make it hard for them. And He will send a Powerful One to save them, and He will take them out of trouble."
    },
    "18026": {
        "format": "prose",
        "text": "The Lord will make Himself known to Egypt, and in that day the Egyptians will know the Lord. They will even worship with gifts on the altar. They will make promises to the Lord and keep them."
    },
    "18027": {
        "format": "prose",
        "text": "And the Lord will punish Egypt, but then He will heal them. So they will return to the Lord, and He will answer their prayers and heal them."
    },
    "18028": {
        "format": "prose",
        "text": "¶In that day there will be a road from Egypt to Assyria. The Assyrians will go to Egypt, and the Egyptians will go to Assyria. The Egyptians will worship with the Assyrians."
    },
    "18029": {
        "format": "prose",
        "text": "¶In that day Israel will be the third country with Egypt and Assyria, a good and respected nation on the earth,"
    },
    "18030": {
        "format": "prose",
        "text": "to whom the Lord of All has brought good, saying, “Good will come to Egypt My people, and Assyria the work of My hands, and Israel My chosen people.”"
    },
    "18031": {
        "format": "prose",
        "text": "§¶In the year that Sargon the king of Assyria sent his head captain to fight against Ashdod, he took it in battle."
    },
    "18032": {
        "format": "prose",
        "text": "At that time the Lord spoke through Isaiah the son of Amoz, saying, “Go and take off the clothes made from hair, and take your shoes off your feet.” And he did so, going without clothes and shoes."
    },
    "18033": {
        "format": "prose",
        "text": "The Lord said, “My servant Isaiah has gone without clothing and shoes for three years as something special to be seen against Egypt and Cush."
    },
    "18034": {
        "format": "prose",
        "text": "So the king of Assyria will take away the people of Egypt and Cush, young and old, without clothes or shoes. Their bodies will not be covered, to the shame of Egypt."
    },
    "18035": {
        "format": "prose",
        "text": "Then they will be ashamed and troubled because of Cush their hope and Egypt their pride."
    },
    "18036": {
        "format": "prose",
        "text": "The people living on this island will say in that day, ‘See, this is what has happened to those in whom we hoped, and to whom we ran for help to be saved from the king of Assyria. Now how can we get away?’”"
    },
    "18037": {
        "format": "prose",
        "text": "§¶The special word about the place by the sea where no people live: As wind-storms in the Negev go rushing through, it comes from the desert, from a bad land."
    },
    "18038": {
        "format": "prose",
        "text": "A hard special dream has been shown to me. The one who hurts still goes on hurting others, and the destroyer still destroys. Go up, Elam. Gather your armies around, Media. I will bring an end to all the crying she has caused."
    },
    "18039": {
        "format": "prose",
        "text": "For this reason my body is full of suffering. Pains have taken hold of me like the pains of a woman giving birth. I am so troubled that I cannot hear. I am so afraid that I cannot see."
    },
    "18040": {
        "format": "prose",
        "text": "My mind turns. Fear has come over me. The evening I have waited so long for has been turned into a time of shaking with fear."
    },
    "18041": {
        "format": "prose",
        "text": "They set the tables. They spread out the cloth. They eat and drink. Rise up, captains, oil the battle-coverings!"
    },
    "18042": {
        "format": "prose",
        "text": "For the Lord says to me, “Go, set a man to keep watch. Let him tell what he sees."
    },
    "18043": {
        "format": "prose",
        "text": "When he sees men riding on horses, two by two, and men on donkeys, and men on camels, let him be very careful to watch.”"
    },
    "18044": {
        "format": "prose",
        "text": "Then the watchman called out like a lion, “O Lord, I stand watching from the watch-tower at all times during the day. And I stand there every night."
    },
    "18045": {
        "format": "prose",
        "text": "Now see, here comes an army of men riding on horses, two by two.” One answered and said, “Fallen, fallen is Babylon. All the objects of her gods are broken to pieces on the ground.”"
    },
    "18046": {
        "format": "prose",
        "text": "O my people of Israel, you were beaten and crushed like grain! What I have heard from the Lord of All, the God of Israel, I make known to you."
    },
    "18047": {
        "format": "prose",
        "text": "§¶The special word about Edom: One is calling to me from Seir, “Watchman, what is the time of night? Watchman, what is the time of night?”"
    },
    "18048": {
        "format": "prose",
        "text": "The watchman says, “The morning comes, but also the night. If you have questions to ask, ask them, and come back again.”"
    },
    "18049": {
        "format": "prose",
        "text": "§¶The special word about Arabia: You must stay the night among the trees of Arabia, O traveling people of Dedanim."
    },
    "18050": {
        "format": "prose",
        "text": "Bring water for the thirsty. O people of the land of Tema, give bread to the one who is running from trouble."
    },
    "18051": {
        "format": "prose",
        "text": "They are running from swords, from lifted swords, from bows that are ready to shoot, and from the trouble of battle."
    },
    "18052": {
        "format": "prose",
        "text": "For the Lord said to me, “In a year, as the servant would count it, all the greatness of Kedar will come to an end."
    },
    "18053": {
        "format": "prose",
        "text": "And the rest of the men who use the bow, the strong men of the sons of Kedar, will be few. For the Lord God of Israel has spoken.”"
    },
    "18054": {
        "format": "prose",
        "text": "§¶The special word about the Valley of Visions: What is wrong, that you have all gone up to the house tops,"
    },
    "18055": {
        "format": "prose",
        "text": "you who were full of noise, you loud town, you joy-filled city? Your dead were not killed with the sword. They did not die in battle."
    },
    "18056": {
        "format": "prose",
        "text": "All your rulers have run away together, and were taken without using the bow. All of you who were found were taken away together, even though you had run far away."
    },
    "18057": {
        "format": "prose",
        "text": "So I said, “Turn your eyes away from me. Let me cry with much sorrow. Do not try to comfort me about my people being destroyed.”"
    },
    "18058": {
        "format": "prose",
        "text": "For the Lord God of All has a day of fear, crushing down, and trouble in the Valley of Vision. There is a breaking down of walls and a crying out to the mountain."
    },
    "18059": {
        "format": "prose",
        "text": "Elam took up the arrows with the war-wagons, soldiers and horsemen. And Kir let the battle-covering be seen."
    },
    "18060": {
        "format": "prose",
        "text": "Your best valleys were full of war-wagons, and the horsemen took their places at the gate."
    },
    "18061": {
        "format": "prose",
        "text": "Then God took away the safe-covering of Judah. In that day you trusted in the objects you had to fight with that were stored in the house among the trees."
    },
    "18062": {
        "format": "prose",
        "text": "You saw that there were many broken places in the wall of the city of David. You stored water in the lower pool."
    },
    "18063": {
        "format": "prose",
        "text": "Then you numbered the houses of Jerusalem, and tore down houses to make the wall stronger."
    },
    "18064": {
        "format": "prose",
        "text": "You made a place to store water between the two walls for the waters of the old pool. But you did not trust in God Who made it. You did not think about Him Who planned it long ago."
    },
    "18065": {
        "format": "prose",
        "text": "¶So in that day the Lord God of All called you to cry in sorrow, to cut off the hair from your head, and to wear cloth made from hair."
    },
    "18066": {
        "format": "prose",
        "text": "But instead, there is joy and happiness, killing of cattle and sheep, eating of meat, and drinking of wine. You say, “Let us eat and drink, for tomorrow we die.”"
    },
    "18067": {
        "format": "prose",
        "text": "But the Lord of All has made Himself known to me. The Lord God of All says, “For sure you will not be forgiven for this sin until you die.”"
    },
    "18068": {
        "format": "prose",
        "text": "§¶The Lord God of All says, “Come, go to this person in Shebna who is taking care of the king’s house. Say to him,"
    },
    "18069": {
        "format": "prose",
        "text": "‘What right do you have here? Who told you that you could cut out a grave for yourself here? You cut out a grave on a high place! You cut a resting place for yourself in the rock!"
    },
    "18070": {
        "format": "prose",
        "text": "See, the Lord will throw you away without pity, O you strong man. He will take a strong hold of you"
    },
    "18071": {
        "format": "prose",
        "text": "and roll you up like a ball to be thrown into a wide land. There you will die, and there your great war-wagons will be. You are a shame to your king’s house.’"
    },
    "18072": {
        "format": "prose",
        "text": "I will throw you out of your place of power. I will take you down from your place."
    },
    "18073": {
        "format": "prose",
        "text": "In that day I will call My servant Eliakim, the son of Hilkiah."
    },
    "18074": {
        "format": "prose",
        "text": "I will clothe him with your coat, and tie your belt around him. I will give him the power you had. He will become a father to the people of Jerusalem and to the family of Judah."
    },
    "18075": {
        "format": "prose",
        "text": "Then I will put on his shoulder the rule of the family of David. What he opens, no one will shut. What he shuts, no one will open."
    },
    "18076": {
        "format": "prose",
        "text": "I will drive him like a nail in a hard place. He will become a throne of honor to his father’s house."
    },
    "18077": {
        "format": "prose",
        "text": "So they will put on him all the honor of his father’s house, and of his children, and every little dish, from the cups to all the jars."
    },
    "18078": {
        "format": "prose",
        "text": "“In that day,” says the Lord of All, “the nail driven in a hard place will give way. It will break off and fall, and the load hanging on it will be cut off. For the Lord has spoken.”"
    },
    "18079": {
        "format": "prose",
        "text": "§¶The special word about Tyre: Cry out in sorrow, O ships of Tarshish. For Tyre is destroyed, so that there is no house or safe place for ships. It is made known to them from the land of Cyprus."
    },
    "18080": {
        "format": "prose",
        "text": "Be quiet, you people who live on the islands, you traders of Sidon. You sent men to cross the sea"
    },
    "18081": {
        "format": "prose",
        "text": "and go on many waters. The grain of the Nile, that was gathered beside that River, made money for Tyre who was the trader of the nations."
    },
    "18082": {
        "format": "prose",
        "text": "Be ashamed, O Sidon, the strong-place of the sea. The sea speaks and says, “I have not suffered or given birth. I have not brought up young men or young women.”"
    },
    "18083": {
        "format": "prose",
        "text": "When the news comes to Egypt, they will be in pain when they hear about Tyre."
    },
    "18084": {
        "format": "prose",
        "text": "Pass over to Tarshish. Cry out in sorrow, O people of the islands."
    },
    "18085": {
        "format": "prose",
        "text": "Is this your joy-filled city, whose beginning was long ago, whose feet have taken her to live in places far away?"
    },
    "18086": {
        "format": "prose",
        "text": "¶Who has planned this against Tyre, the giver of crowns, whose traders were princes and the honored of the earth?"
    },
    "18087": {
        "format": "prose",
        "text": "The Lord of All has planned it, to put to shame the pride of all beauty, and to take honor away from all the honored of the earth."
    },
    "18088": {
        "format": "prose",
        "text": "Flow over your land like the Nile, O people of Tarshish. There is nothing holding you back any more."
    },
    "18089": {
        "format": "prose",
        "text": "He has put out His hand over the sea. He has made the nations shake with fear. The Lord has said that the strong-places of Canaan must be destroyed."
    },
    "18090": {
        "format": "prose",
        "text": "He has said, “You will not be filled with joy anymore, O pure crushed daughters of Sidon. Get up and go over to Cyprus. Even there you will not find any rest.”"
    },
    "18091": {
        "format": "prose",
        "text": "¶It was the Babylonians, not the Assyrians, who let the wild animals come upon Tyre. They built towers for their armies. They tore down her beautiful houses. They destroyed her."
    },
    "18092": {
        "format": "prose",
        "text": "Cry out in sorrow, O ships of Tarshish, for your strong-place is destroyed."
    },
    "18093": {
        "format": "prose",
        "text": "In that day Tyre will be forgotten for seventy years like the days of one king. At the end of seventy years it will happen to Tyre as in the song of the woman who sells the use of her body:"
    },
    "18094": {
        "format": "prose",
        "text": "“Take your harp and walk through the city, O forgotten woman who sells the use of her body. Play the strings well. Sing many songs, that you may be remembered.”"
    },
    "18095": {
        "format": "prose",
        "text": "At the end of seventy years, the Lord will visit Tyre. Then she will return to her sinful woman’s pay. She will be as a woman who sells the use of her body to all the nations on the earth."
    },
    "18096": {
        "format": "prose",
        "text": "Her riches and her pay for selling the use of her body will be set apart to the Lord. It will not be stored up or saved. But what she receives will give much food and good clothes to those who live for the Lord."
    },
    "18097": {
        "format": "prose",
        "text": "§¶See, the Lord will lay the earth waste. He will destroy it, turn its ground up-side-down, and send its people everywhere."
    },
    "18098": {
        "format": "prose",
        "text": "What happens to the people will happen to the religious leader. What happens to the man servant will happen to his owner. The woman servant will be like her owner. The buyer will be like the seller. The giver will be like the receiver. The one who lets another use his money will be like the one who uses it."
    },
    "18099": {
        "format": "prose",
        "text": "All the earth will be laid waste and destroyed, for the Lord has said this."
    },
    "18100": {
        "format": "prose",
        "text": "¶The earth cries in sorrow and wastes away. The world becomes weak with sorrow and wastes away, together with the honored people of the earth."
    },
    "18101": {
        "format": "prose",
        "text": "The earth has been made unclean by its people. They have sinned and not obeyed the laws, and have broken the agreement that was to be forever."
    },
    "18102": {
        "format": "prose",
        "text": "So the earth is cursed and those who live in it suffer for their guilt. So the people of the earth are burned, and few men are left."
    },
    "18103": {
        "format": "prose",
        "text": "¶The new wine dries up and the vine wastes away. All the glad in heart are in sorrow."
    },
    "18104": {
        "format": "prose",
        "text": "The happiness of the music-makers stops. The noise of those filled with joy stops. The happiness of the harp stops."
    },
    "18105": {
        "format": "prose",
        "text": "They do not drink wine with singing. Strong drink tastes bad to those who drink it."
    },
    "18106": {
        "format": "prose",
        "text": "The city of trouble is broken down. Every house is shut up so no one may go in."
    },
    "18107": {
        "format": "prose",
        "text": "There is a crying out in the streets about the wine. All joy turns to darkness. The happiness of the earth is gone."
    },
    "18108": {
        "format": "prose",
        "text": "The city is laid waste. The gate is broken to pieces."
    },
    "18109": {
        "format": "prose",
        "text": "For this is how it will be on the earth among the nations. It will be like the shaking of an olive tree, and like what is left after the grapes have been gathered."
    },
    "18110": {
        "format": "prose",
        "text": "They raise their voices. They call out for joy. They cry out from the west about the wonderful power of the Lord."
    },
    "18111": {
        "format": "prose",
        "text": "So honor the Lord in the east. Honor the name of the Lord God of Israel in the islands of the sea."
    },
    "18112": {
        "format": "prose",
        "text": "From the ends of the earth we hear songs: “Praise the One Who is right and good.” But I say, “I waste away! I waste away! It is bad for me! The false ones are not faithful. Yes, their way is very false.”"
    },
    "18113": {
        "format": "prose",
        "text": "Fear and the deep hole and the trap are before you, O people of the earth."
    },
    "18114": {
        "format": "prose",
        "text": "He who runs from the news of trouble will fall into a deep hole. And he who comes out of the hole will be caught in a trap. For the windows of heaven are opened, and the earth shakes."
    },
    "18115": {
        "format": "prose",
        "text": "The earth is broken in pieces. The earth is torn apart. The earth is very shaken."
    },
    "18116": {
        "format": "prose",
        "text": "The earth turns from one side to the other side like a drunk man. It shakes like a tent because its sin is heavy upon it. It will fall, never to rise again."
    },
    "18117": {
        "format": "prose",
        "text": "In that day the Lord will punish the powers of heaven above, and the kings of the earth below."
    },
    "18118": {
        "format": "prose",
        "text": "They will be gathered together like those in a prison. They will be kept in a deep, dark prison, and after many days they will be punished."
    },
    "18119": {
        "format": "prose",
        "text": "Then the moon will be dark and the sun will not shine, for the Lord of All will rule on Mount Zion and in Jerusalem. And in front of His leaders, He will let His shining-greatness be seen."
    },
    "18120": {
        "format": "prose",
        "text": "§¶O Lord, You are my God. I will praise You. I will give thanks to Your name. For You have been faithful to do great things, plans that You made long ago."
    },
    "18121": {
        "format": "prose",
        "text": "For You have laid waste a city. You have destroyed a strong city. The beautiful house of strangers is a city no more. And it will never be built again."
    },
    "18122": {
        "format": "prose",
        "text": "So strong people will honor You. Cities of nations that show no pity will fear You."
    },
    "18123": {
        "format": "prose",
        "text": "For You have been a strong-place for those who could not help themselves and for those in need because of much trouble. You have been a safe place from the storm and a shadow from the heat. For the breath of the one who shows no pity is like a storm against a wall."
    },
    "18124": {
        "format": "prose",
        "text": "Like heat in a dry place, You quiet the noise of the strangers. Like heat by the shadow of a cloud, the song of the one who shows no pity is made quiet."
    },
    "18125": {
        "format": "prose",
        "text": "§¶On this mountain the Lord of All will make a supper of good things ready for all people. It will be a supper of good wine, of the best foods, and of fine wine."
    },
    "18126": {
        "format": "prose",
        "text": "And on this mountain He will destroy the covering which is over all people, the covering which is spread over all nations."
    },
    "18127": {
        "format": "prose",
        "text": "He will take away death for all time. The Lord God will dry tears from all faces. He will take away the shame of His people from all the earth. For the Lord has spoken."
    },
    "18128": {
        "format": "prose",
        "text": "It will be said in that day, “See, this is our God. We have waited for Him, that He might save us. This is the Lord for Whom we have waited. Let us be glad and full of joy because He saves us.”"
    },
    "18129": {
        "format": "prose",
        "text": "§¶For the hand of the Lord will rest on this mountain. And Moab will be crushed in his place, as straw is crushed down in animal waste."
    },
    "18130": {
        "format": "prose",
        "text": "Moab will spread out his hands in it, as a man spreads out his hands to swim. But the Lord will put his pride to shame, together with the sinful work of his hands."
    },
    "18131": {
        "format": "prose",
        "text": "And the Lord will bring down your high walls built for war and lay them low. He will throw them to the ground, even to the dust."
    },
    "18132": {
        "format": "prose",
        "text": "§¶In that day this song will be sung in the land of Judah: “We have a strong city. The Lord saves us and puts up walls to keep us safe."
    },
    "18133": {
        "format": "prose",
        "text": "Open the gates, that the nation that is right with God may come in, the one that keeps faithful."
    },
    "18134": {
        "format": "prose",
        "text": "You will keep the man in perfect peace whose mind is kept on You, because he trusts in You."
    },
    "18135": {
        "format": "prose",
        "text": "Trust in the Lord forever. For the Lord God is a Rock that lasts forever."
    },
    "18136": {
        "format": "prose",
        "text": "For He has brought down low those who live on a high place, the high city. He lays it low. He lays it low to the ground. He throws it to the dust."
    },
    "18137": {
        "format": "prose",
        "text": "It will be crushed under foot, under the feet of those who have suffered and the steps of those who cannot help themselves.”"
    },
    "18138": {
        "format": "prose",
        "text": "¶The way of the man who is right with God is smooth. O Upright One, make the path straight of those who are right with You."
    },
    "18139": {
        "format": "prose",
        "text": "While following in Your ways, O Lord, we have waited for You. To remember You and Your name is the desire of our souls."
    },
    "18140": {
        "format": "prose",
        "text": "My soul has a desire for You in the night. Yes, my spirit within me looks for You in the morning. For when you punish the earth, the people of the world learn what is right and good."
    },
    "18141": {
        "format": "prose",
        "text": "When favor is shown to the sinful, he does not learn what is right and good. He goes on doing what is wrong in the land of those who are right. He does not see the wonderful power of the Lord."
    },
    "18142": {
        "format": "prose",
        "text": "¶O Lord, Your hand is lifted up but they do not see it. Let them see Your care for Your people and be ashamed. Let fire destroy those who hate You."
    },
    "18143": {
        "format": "prose",
        "text": "O Lord, You will give us peace, for You have done all our works for us."
    },
    "18144": {
        "format": "prose",
        "text": "O Lord our God, other lords than You have ruled us, but Your name alone is the One we honor."
    },
    "18145": {
        "format": "prose",
        "text": "They are dead, and will not live. Their spirits will not return. So You have punished and destroyed them. You have caused them all to be forgotten."
    },
    "18146": {
        "format": "prose",
        "text": "You have made the nation great, O Lord. You have made the nation great. You have received much praise. You have made the land larger."
    },
    "18147": {
        "format": "prose",
        "text": "O Lord, they looked for You in their trouble. They could only say a quiet prayer while You were punishing them."
    },
    "18148": {
        "format": "prose",
        "text": "As the woman who is going to have a baby comes close to the time to give birth, she suffers and cries out in her pains. This is how we were before You, O Lord."
    },
    "18149": {
        "format": "prose",
        "text": "We suffered in pain. We gave birth, as it were, only to wind. We could not bring the world out of its trouble. And no people of the earth were born."
    },
    "18150": {
        "format": "prose",
        "text": "Your dead will live. Their dead bodies will rise. You who lie in the dust, wake up and call out for joy. For as the water on the grass in the morning brings new life, the earth will bring back to life those who have been dead."
    },
    "18151": {
        "format": "prose",
        "text": "§¶Come, my people, go into your rooms. Close your doors behind you. Hide for a little while until God’s anger is past."
    },
    "18152": {
        "format": "prose",
        "text": "For see, the Lord is about to come out from His place to punish the people of the earth for their sin. And the earth will let the blood be seen that has poured on her. She will no longer cover her dead."
    },
    "18153": {
        "format": "prose",
        "text": "§¶In that day the Lord will punish Leviathan, the large snake-like sea animal, with His sharp and great and powerful sword. He will punish Leviathan the turning snake, and kill the big dragon that lives in the sea."
    },
    "18154": {
        "format": "prose",
        "text": "¶In that day it will be said: “Sing about a grape-field of wine!"
    },
    "18155": {
        "format": "prose",
        "text": "I, the Lord, am its keeper. I water it all the time. I watch over it day and night so no one will hurt it."
    },
    "18156": {
        "format": "prose",
        "text": "I am not angry. If someone were to give Me thistles and thorns in battle, I would step on them. I would burn them together."
    },
    "18157": {
        "format": "prose",
        "text": "Or let him trust in Me to keep him safe. Let him make peace with Me. Yes, let him make peace with Me.”"
    },
    "18158": {
        "format": "prose",
        "text": "In the days to come Jacob will take root. Israel will flower and begin to grow, and fill the whole world with fruit."
    },
    "18159": {
        "format": "prose",
        "text": "¶Has the Lord punished Israel as He punished those who went against Israel? Or have as many people of Israel been killed as their killers were killed?"
    },
    "18160": {
        "format": "prose",
        "text": "You showed Your anger towards them by driving them out of the land. You moved them out with Your strong wind on the day of the east wind."
    },
    "18161": {
        "format": "prose",
        "text": "So by this Jacob’s sin will be forgiven. This will be the full price of taking his sin away: When he crushes all the altar stones into fine pieces, so the wooden female goddess Asherah and the altars of special perfume will not stand."
    },
    "18162": {
        "format": "prose",
        "text": "The city made strong for battle is empty and alone, a place left alone like the desert. The calves eat there, and they lie down and eat from its branches."
    },
    "18163": {
        "format": "prose",
        "text": "When its branches are dry, they are broken off. Women come and make a fire with them. They are not a people of understanding, so their Maker will not have pity on them. The One Who made them will not show kindness to them."
    },
    "18164": {
        "format": "prose",
        "text": "¶In that day the Lord will beat out His grain from the flowing river of the Euphrates to the river of Egypt. And you will be gathered up one by one, O sons of Israel."
    },
    "18165": {
        "format": "prose",
        "text": "In that day a great horn will be blown. Those who were dying in the land of Assyria and those who were sent everywhere through the land of Egypt will come and worship the Lord on the holy mountain at Jerusalem."
    },
    "18166": {
        "format": "prose",
        "text": "§¶It is a time of trouble to the crown of pride and to the drunk men of Ephraim, whose shining beauty is a dying flower. It is at the head of the rich valley of those who have taken too much wine!"
    },
    "18167": {
        "format": "prose",
        "text": "See, the Lord has one who is strong and powerful, like a storm of hail, a destroying storm. As with a flood of powerful waters flowing over, He will bring them down to the earth with His hand."
    },
    "18168": {
        "format": "prose",
        "text": "The crown of pride, the drunk men of Ephraim, will be crushed under foot."
    },
    "18169": {
        "format": "prose",
        "text": "The dying flower of its shining beauty which is at the head of the rich valley will be like the first fig grown before the summer. When one sees it, he takes it in his hand and eats it."
    },
    "18170": {
        "format": "prose",
        "text": "In that day the Lord of All will be a crown of shining-greatness, a beautiful crown to those who are left of His people."
    },
    "18171": {
        "format": "prose",
        "text": "He will be a spirit of what is fair to him who judges the people. He will be a strength to those who turn back the battle at the gate."
    },
    "18172": {
        "format": "prose",
        "text": "These also walk from one side to the other side because of wine and strong drink. The religious leaders and the men who tell what will happen in the future make mistakes because of strong drink. They are troubled by wine. They walk from side to side because of strong drink. They make mistakes as they have special dreams. And they make mistakes when judging between right and wrong."
    },
    "18173": {
        "format": "prose",
        "text": "All the tables are covered with what they have spit up. There is no place that is clean."
    },
    "18174": {
        "format": "prose",
        "text": "¶“Who is it He is trying to teach? To whom will He tell what He has to say? Children finished with their nursing and just taken from the breast?"
    },
    "18175": {
        "format": "prose",
        "text": "For He says, ‘Law on law, law on law, rule on rule, rule on rule, a little here, a little there.’”"
    },
    "18176": {
        "format": "prose",
        "text": "The Lord will speak to these people through men from other lands and in strange languages."
    },
    "18177": {
        "format": "prose",
        "text": "He Who said to them, “This is rest, give rest to the tired and weak.” And, “This is the place to rest,” but they would not listen."
    },
    "18178": {
        "format": "prose",
        "text": "So the Word of the Lord to them will be, “Law on law, law on law, rule on rule, rule on rule, a little here, a little there,” that they may go and fall back, be broken, trapped, and taken away by those who hate them."
    },
    "18179": {
        "format": "prose",
        "text": "§¶So hear the Word of the Lord, you who laugh at the truth, who rule the people in Jerusalem!"
    },
    "18180": {
        "format": "prose",
        "text": "You have said, “We have made an agreement with death. With the place of the dead we have made an agreement. The destroying flood will not touch us when it passes by. We have made lies our safe place. We have hidden ourselves with what is false.”"
    },
    "18181": {
        "format": "prose",
        "text": "So the Lord God says, “See, I lay in Jerusalem a Stone of great worth to build upon, a tested Stone. Anyone who puts his trust in Him will not be afraid of what will happen."
    },
    "18182": {
        "format": "prose",
        "text": "And I will use what is fair to decide about the base. And I will use what is right and good to make it straight. Then hail will take away all the lies you depend on, and the waters will flow over the place where you hide."
    },
    "18183": {
        "format": "prose",
        "text": "Your agreement with death will come to an end. Your agreement with the place of the dead will be stopped. When a flood of trouble passes through, you will be beaten down by it."
    },
    "18184": {
        "format": "prose",
        "text": "As often as it passes through, it will take you. And it will pass through morning after morning, anytime during the day or night. To understand what it means will bring much fear.”"
    },
    "18185": {
        "format": "prose",
        "text": "The bed is too short to lie on in comfort. And the covering is too small to put around yourself."
    },
    "18186": {
        "format": "prose",
        "text": "For the Lord will rise up as at Mount Perazim. He will be angry as in the valley of Gibeon, to do what He needs to do, His strange act, and to do His work, His different kind of work."
    },
    "18187": {
        "format": "prose",
        "text": "So now do not laugh, or your chains will be made stronger. I have heard that the Lord God of All plans to destroy the whole earth."
    },
    "18188": {
        "format": "prose",
        "text": "§¶Listen and hear my voice. Listen and hear my words."
    },
    "18189": {
        "format": "prose",
        "text": "Does the farmer plow all the time to plant seed? Does he keep on turning and digging up the ground?"
    },
    "18190": {
        "format": "prose",
        "text": "When he gets the ground ready to plant, does he not sow dill seeds and cummin seeds and wheat in rows? Does he not put barley in its place, and rye in the right place?"
    },
    "18191": {
        "format": "prose",
        "text": "For his God tells him what to do and teaches him the right way."
    },
    "18192": {
        "format": "prose",
        "text": "Dill is not crushed with a crushing object. And the wagon wheel is not rolled over cummin. But dill is beaten out with a stick, and cummin with a heavy stick."
    },
    "18193": {
        "format": "prose",
        "text": "Grain for bread is crushed. He does not keep on crushing it forever. When he drives his wagon-wheel over it with his horses, it does not crush it."
    },
    "18194": {
        "format": "prose",
        "text": "This also comes from the Lord of All, Who has given wonderful wise words and great wisdom."
    },
    "18195": {
        "format": "prose",
        "text": "§¶It is bad for Ariel, Ariel the city where David once set up his tents! Add year to year. Keep your special suppers at the right times."
    },
    "18196": {
        "format": "prose",
        "text": "I will bring trouble to Ariel. She will be a city of sorrow and crying. She will be like an altar covered with blood to me."
    },
    "18197": {
        "format": "prose",
        "text": "I will camp against you, all around you. And I will build battle walls against you, and towers from which to fight you."
    },
    "18198": {
        "format": "prose",
        "text": "Then you will be brought low. From the earth you will speak. Your words will come from the dust. Your voice will be like that of a spirit from the ground. Your quiet speaking will come from the dust."
    },
    "18199": {
        "format": "prose",
        "text": "¶But the many who hate you will become like fine dust. The many who show no pity will be like the part of the grain that is of no worth and blows away. It will happen all at once."
    },
    "18200": {
        "format": "prose",
        "text": "You will be visited by the Lord of All, with thunder and earth-shaking and loud noise, and with wind and storm and a destroying fire."
    },
    "18201": {
        "format": "prose",
        "text": "And the many nations that fight against Ariel, all who fight against her and her strong-place and bring trouble to her, will be like a dream. They will be like a special dream of the night."
    },
    "18202": {
        "format": "prose",
        "text": "It will be as when a hungry man dreams he is eating, but when he wakes up, he is not filled. It will be as when a thirsty man dreams he is drinking, but when he wakes up, he is weak and still thirsty. This is how the many nations will be that fight against Mount Zion."
    },
    "18203": {
        "format": "prose",
        "text": "§¶Stop and wait. Blind yourselves and be blind. They are drunk, but not with wine. They walk from side to side, but not because of strong drink."
    },
    "18204": {
        "format": "prose",
        "text": "For the Lord has given you a deep sleep. He has shut your eyes, you who speak for God. He has covered your heads, men of God."
    },
    "18205": {
        "format": "prose",
        "text": "And the special dream of all this will be to you like the words of a locked book. When they give it to one who can read, saying, “Read this,” he says, “I cannot, for it is locked.”"
    },
    "18206": {
        "format": "prose",
        "text": "Then they will give the book to one who cannot read, saying, “Read this.” And he will say, “I cannot read.”"
    },
    "18207": {
        "format": "prose",
        "text": "¶The Lord said, “These people show respect to Me with their mouth, and honor Me with their lips, but their heart is far from Me. Their worship of Me is worth nothing. They teach rules that men have made."
    },
    "18208": {
        "format": "prose",
        "text": "So see, I will once again do great things with these people, great and wonderful things. And the wisdom of their wise men will be gone. The understanding of their wise men will be hidden.”"
    },
    "18209": {
        "format": "prose",
        "text": "§¶It is bad for those who try to hide their plans from the Lord, and whose works are done in a dark place. They say, “Who sees us?” or, “Who knows us?”"
    },
    "18210": {
        "format": "prose",
        "text": "You turn things up-side-down! Is the pot-maker the same as the clay? Should what is made say to its maker, “He did not make me”? Should what is made say to him who made it, “He has no understanding”?"
    },
    "18211": {
        "format": "prose",
        "text": "¶Is it not yet a very little while before Lebanon will be turned into a rich good field? The rich good field will be thought of as being full of many trees."
    },
    "18212": {
        "format": "prose",
        "text": "In that day those who cannot hear will hear the words of a book. And the eyes of the blind will see out of the darkness."
    },
    "18213": {
        "format": "prose",
        "text": "Those who have suffered will be happier in the Lord. Those who are in need will have joy in the Holy One of Israel."
    },
    "18214": {
        "format": "prose",
        "text": "For those who show no pity will come to an end. And those who laugh at the truth will be stopped. All who want to be sinful will be cut off."
    },
    "18215": {
        "format": "prose",
        "text": "Those who say something to make a man seem to be in the wrong, and who trap the one who acts as a judge at the gate, and who tell lies to cause a good man to be punished, will be cut off."
    },
    "18216": {
        "format": "prose",
        "text": "¶So this is what the Lord, Who made Abraham free, said about the family of Jacob: “Jacob will not be ashamed. No more will their faces become white with fear."
    },
    "18217": {
        "format": "prose",
        "text": "But when they see their children with them, the work of My hands, they will keep My Name holy, and will give honor to the Holy One of Jacob. They will stand in wonder of the God of Israel."
    },
    "18218": {
        "format": "prose",
        "text": "Those who do wrong in spirit will understand the truth. And those who complain will receive teaching.”"
    },
    "18219": {
        "format": "prose",
        "text": "§¶“It is bad for the children who will not obey!” says the Lord, “They act on a plan that is not Mine, and make an agreement that is not of My Spirit, and so add sin to sin."
    },
    "18220": {
        "format": "prose",
        "text": "They go down to Egypt without asking Me. They want Pharaoh to keep them safe and they look for a safe place in the shadow of Egypt."
    },
    "18221": {
        "format": "prose",
        "text": "So the safe place of Pharaoh will be your shame. You will be brought low in the safe place in the shadow of Egypt."
    },
    "18222": {
        "format": "prose",
        "text": "For their rulers are at Zoan, and leaders come to Hanes."
    },
    "18223": {
        "format": "prose",
        "text": "Everyone will be ashamed because of a people who cannot be of help to them. They do not bring help or riches, but only shame.”"
    },
    "18224": {
        "format": "prose",
        "text": "¶The special word about the wild animals of the Negev: They go through a land of trouble and suffering, where there are male and female lions, deadly snakes and flying snakes. They carry their riches on the backs of young donkeys and camels, to a people who cannot be of help to them."
    },
    "18225": {
        "format": "prose",
        "text": "Egypt’s help is of no worth and is empty. So I have called her Rahab who has done nothing."
    },
    "18226": {
        "format": "prose",
        "text": "§¶Now go and write it down in front of them. And write it in a book, that it may be seen for all time to come."
    },
    "18227": {
        "format": "prose",
        "text": "For these people will not obey. They are not true sons. They will not listen to the teaching of the Lord."
    },
    "18228": {
        "format": "prose",
        "text": "They say to the men who tell what will happen in the future, “Do not see special dreams.” They say to those who speak for God, “You must not tell to us what is right. Speak pleasing things to us, tell us what we like to hear."
    },
    "18229": {
        "format": "prose",
        "text": "Get out of the way. Turn aside from the path. We do not want to hear any more about the Holy One of Israel.”"
    },
    "18230": {
        "format": "prose",
        "text": "So the Holy One of Israel says, “Because you have turned away from this Word, and have put your trust in a power that makes it hard for others and fools them,"
    },
    "18231": {
        "format": "prose",
        "text": "this sin will be to you like a high wall, ready to break and fall apart. It will fall all at once."
    },
    "18232": {
        "format": "prose",
        "text": "Its fall is like the breaking of a pot-maker’s jar. It is broken in so many pieces that a piece will not be found big enough to pick up hot coals from the fire or to get water from the well.”"
    },
    "18233": {
        "format": "prose",
        "text": "The Lord God, the Holy One of Israel, has said, “In turning away from sin and in rest, you will be saved. Your strength will come by being quiet and by trusting.” But you would not."
    },
    "18234": {
        "format": "prose",
        "text": "You said, “No, we will go away fast on horses.” So you will go away in a hurry! You say, “We will go on fast horses.” So those who come to take you will be fast."
    },
    "18235": {
        "format": "prose",
        "text": "One thousand will run away as one man stands up against them. You will all run away when five stand up against them, until you are like flags lifted up on a mountain top, like something special to see on a hill."
    },
    "18236": {
        "format": "prose",
        "text": "§¶So the Lord wants to show you kindness. He waits on high to have loving-pity on you. For the Lord is a God of what is right and fair. And good will come to all those who hope in Him."
    },
    "18237": {
        "format": "prose",
        "text": "O people in Zion who live in Jerusalem, you will cry no more. For sure He will show loving-kindness to you at the sound of your cry. When He hears it, He will answer you."
    },
    "18238": {
        "format": "prose",
        "text": "The Lord has given you the bread of trouble and water of suffering. But He, your Teacher, will not hide Himself any more. Your eyes will see your Teacher."
    },
    "18239": {
        "format": "prose",
        "text": "Your ears will hear a word behind you, saying, “This is the way, walk in it,” whenever you turn to the right or to the left."
    },
    "18240": {
        "format": "prose",
        "text": "You will take your sinful objects of worship, covered with silver and gold and will throw them away as an unclean cloth, and say to them, “Be gone!”"
    },
    "18241": {
        "format": "prose",
        "text": "¶Then He will give you rain for the seed you will plant in the ground. And He will give you bread from the grain from the ground. It will be good, and more than you need. In that day your cattle will eat in a large field."
    },
    "18242": {
        "format": "prose",
        "text": "The oxen and the donkeys which work the ground will eat salted grain, which has been spread out with certain tools."
    },
    "18243": {
        "format": "prose",
        "text": "On every high mountain and on every high hill there will be rivers flowing with water in the day when many will be killed, when the towers fall."
    },
    "18244": {
        "format": "prose",
        "text": "The light of the moon will be like the light of the sun, the light of the sun will be seven times brighter, like the light of seven days, on the day the Lord takes care of the hurts of His people and heals the sores He has given them."
    },
    "18245": {
        "format": "prose",
        "text": "§¶See, the name of the Lord comes from a far away place, with His anger burning, and with dark smoke rising. His lips are full of anger and His tongue is like a destroying fire."
    },
    "18246": {
        "format": "prose",
        "text": "His breath is like a river flowing over, that comes up to the neck. It shakes the nations back and forth putting them through a test of pride. And it puts a piece of iron in the mouths of the people to lead them the wrong way."
    },
    "18247": {
        "format": "prose",
        "text": "¶You will have a song as in the night when you have a special holy supper. You will be glad in your heart as when one steps to the sound of the horn going to the mountain of the Lord, to the Rock of Israel."
    },
    "18248": {
        "format": "prose",
        "text": "The Lord will make His voice of great power heard. And He will let His arm be seen coming down in the destroying fire, hard rain, storm, and hailstones."
    },
    "18249": {
        "format": "prose",
        "text": "The Assyrians will be filled with fear at the voice of the Lord, when He punishes them with His power."
    },
    "18250": {
        "format": "prose",
        "text": "Every beat from the special stick of punishment which the Lord will give them will be to the sound of timbrels and of harps. He will fight them in battle with a strong arm."
    },
    "18251": {
        "format": "prose",
        "text": "For a place of fire has long been ready. Yes, it has been made ready for the king. It has been made deep and wide, with fire and much wood. The breath of the Lord starts the fire and it is like a river of sulphur."
    },
    "18252": {
        "format": "prose",
        "text": "§¶It is bad for those who go down to Egypt for help, and trust in the many horses and war-wagons, and in the much strength of their horsemen. They do not look to the Holy One of Israel or ask the Lord for help."
    },
    "18253": {
        "format": "prose",
        "text": "Yet He is wise and brings trouble, and does not take back His words. He will go against the house of wrong-doers, and against the helpers of those who sin."
    },
    "18254": {
        "format": "prose",
        "text": "The Egyptians are men, and not God. Their horses are flesh and not spirit. The Lord puts out His hand, and the helper and the one who is helped will fall. All of them will be destroyed together."
    },
    "18255": {
        "format": "prose",
        "text": "¶For the Lord has said to me, “As the lion or the young lion makes noise over the food he has killed, and when a group of shepherds go against him, he will not be afraid of their voice, or troubled by their noise. In the same way, the Lord of All will come down to fight on Mount Zion and on its hill.”"
    },
    "18256": {
        "format": "prose",
        "text": "Like flying birds, the Lord of All will keep Jerusalem safe. He will keep it safe and bring it out of trouble. He will pass over and save it."
    },
    "18257": {
        "format": "prose",
        "text": "O sons of Israel, return to Him against Whom you have sinned much."
    },
    "18258": {
        "format": "prose",
        "text": "For in that day every man will throw away his silver and gold objects of worship, which his sinful hands have made."
    },
    "18259": {
        "format": "prose",
        "text": "And the Assyrian will fall by a sword that is not of man, a sword that man has had no part of will destroy him. He will run from the sword, and his young men will be made to work hard."
    },
    "18260": {
        "format": "prose",
        "text": "“His safe place will pass away because of fear. And his rulers will be afraid of the flags lifted up,” says the Lord, Whose fire is in Zion and Whose place of burning is in Jerusalem."
    },
    "18261": {
        "format": "prose",
        "text": "§¶See, a king will rule by what is right and good and princes will be fair."
    },
    "18262": {
        "format": "prose",
        "text": "Each will be like a safe place from the wind, and a covering from the storm. Each will be like rivers of water in a dry country, and like the shadow of a large rock in a waste land."
    },
    "18263": {
        "format": "prose",
        "text": "Then the eyes of those who see will be able to see. And the ears of those who hear will listen."
    },
    "18264": {
        "format": "prose",
        "text": "The mind of those who act in a hurry will understand the truth. And the tongue of those who have trouble speaking will hurry to speak well."
    },
    "18265": {
        "format": "prose",
        "text": "The fool will no more be called great. The bad man will no more be called a man of honor."
    },
    "18266": {
        "format": "prose",
        "text": "For a fool speaks foolish things. His mind plans wrong-doing, to sin and to say false things against the Lord, to keep the hungry person hungry, and to keep drink from the thirsty."
    },
    "18267": {
        "format": "prose",
        "text": "The ways of the bad man are sinful. He makes sinful plans to destroy the suffering with lies, even when the one in need asks for what is right."
    },
    "18268": {
        "format": "prose",
        "text": "But the man of honor makes good plans, and he stands for what is good."
    },
    "18269": {
        "format": "prose",
        "text": "§¶Rise up, you women who live an easy life, and hear my voice. Listen to what I say, you daughters."
    },
    "18270": {
        "format": "prose",
        "text": "In a little more than a year, you will be troubled. There will be no grapes to gather, the wine will not be made."
    },
    "18271": {
        "format": "prose",
        "text": "Shake with fear, you women who live an easy life. Be troubled, you daughters, who feel safe. Take off your clothes and cover your bodies with cloth made from hair."
    },
    "18272": {
        "format": "prose",
        "text": "Beat your breasts for the good fields, for the vine full of fruit,"
    },
    "18273": {
        "format": "prose",
        "text": "and for the land of my people in which thorns and thistles will come up. Yes, be sorry for all the houses of joy, and for the happy city,"
    },
    "18274": {
        "format": "prose",
        "text": "because the king’s house will be empty. The city full of people will be left empty. The hill and the watch-tower will become a place for wild animals forever, a happy place for wild donkeys, a field for flocks."
    },
    "18275": {
        "format": "prose",
        "text": "It will be this way until the Spirit is poured out upon us from heaven, and the desert becomes a field giving so much fruit, that it seems as if it has many trees."
    },
    "18276": {
        "format": "prose",
        "text": "Then what is right and fair will be in the desert. What is right and good will be in the field of much fruit."
    },
    "18277": {
        "format": "prose",
        "text": "The work of being right and good will give peace. From the right and good work will come quiet trust forever."
    },
    "18278": {
        "format": "prose",
        "text": "Then my people will live in a place of peace, in safe homes, and in quiet resting places."
    },
    "18279": {
        "format": "prose",
        "text": "But it will hail when the many trees come down and all the city will be laid waste."
    },
    "18280": {
        "format": "prose",
        "text": "How happy will you be, you who plant seeds beside all waters, and let the cattle and donkeys eat in any field."
    },
    "18281": {
        "format": "prose",
        "text": "§¶It is bad for you, O destroyer, you who were not destroyed yourself! You cannot be trusted, but others have trusted you. As soon as you finish destroying, you will be destroyed. As soon as you stop lying, others will lie to you."
    },
    "18282": {
        "format": "prose",
        "text": "O Lord, be kind to us. We have waited for You. Be our strength every morning. Save us in the time of trouble."
    },
    "18283": {
        "format": "prose",
        "text": "At the loud noise of battle, the people run. When You lift Yourself up, nations divide and run."
    },
    "18284": {
        "format": "prose",
        "text": "The things taken in war will be gathered as the caterpillar gathers. Men rush upon it like locusts."
    },
    "18285": {
        "format": "prose",
        "text": "The Lord is honored, for He lives on high. He has filled Zion with what is right and fair and good."
    },
    "18286": {
        "format": "prose",
        "text": "He will be for you what is sure and faithful for your times, with much saving power, wisdom and learning. The fear of the Lord is worth much."
    },
    "18287": {
        "format": "prose",
        "text": "See, their men with strength of heart cry in the streets. The men sent to bring peace cry many tears."
    },
    "18288": {
        "format": "prose",
        "text": "The roads are empty. The traveler does not travel. He has broken the agreement. He has hated the cities. He does not care for man."
    },
    "18289": {
        "format": "prose",
        "text": "The land is filled with sorrow and wastes away. Lebanon is put to shame and wastes away. Sharon is like a desert. And Bashan and Carmel shake off their leaves."
    },
    "18290": {
        "format": "prose",
        "text": "¶“Now I will rise up,” says the Lord. “Now I will be honored. Now I will be lifted up."
    },
    "18291": {
        "format": "prose",
        "text": "You bring life to what is of no worth. You give birth to what is of no use. My breath will destroy you like a fire."
    },
    "18292": {
        "format": "prose",
        "text": "The people will be burned to white dust, like thorns cut down and burned in the fire."
    },
    "18293": {
        "format": "prose",
        "text": "¶“You who are far away, hear what I have done. And you who are near, speak of My power.”"
    },
    "18294": {
        "format": "prose",
        "text": "Sinners in Zion are filled with fear. The sinful shake with fear. They cry, “Who among us can live with the fire that destroys? Who among us can live with the fire that burns forever?”"
    },
    "18295": {
        "format": "prose",
        "text": "He who walks with God, and whose words are good and honest, he who will not take money received from wrong-doing, and will not receive money given in secret for wrong-doing, he who stops his ears from hearing about killing, and shuts his eyes from looking at what is sinful,"
    },
    "18296": {
        "format": "prose",
        "text": "he will have a place on high. His safe place will be a rock that cannot be taken over. He will be given food and will have water for sure."
    },
    "18297": {
        "format": "prose",
        "text": "¶Your eyes will see the King in His beauty. They will see a land that is far away."
    },
    "18298": {
        "format": "prose",
        "text": "Your heart will think about fear, asking, “Where is he who numbers? Where is he who weighs? Where is he who numbers the towers?”"
    },
    "18299": {
        "format": "prose",
        "text": "You will not see people who show no pity, people whose language no one knows, whose strange tongue you cannot understand."
    },
    "18300": {
        "format": "prose",
        "text": "Look upon Zion, the city of our special suppers! Your eyes will see Jerusalem, a quiet resting place, a tent that will not be moved. Its tie-downs will never be pulled up, and none of its ropes will be broken."
    },
    "18301": {
        "format": "prose",
        "text": "But there the Lord in His great power will be for us. It will be a place of rivers and wide waterways, where no rowboats can go, and where no powerful ships can pass."
    },
    "18302": {
        "format": "prose",
        "text": "For the Lord is our judge. The Lord is our law-giver. The Lord is our king. He will save us."
    },
    "18303": {
        "format": "prose",
        "text": "Your ropes are loose. They cannot hold the sail up in its place or spread it out. Then the many riches taken in battle will be divided. Even those who cannot walk will take the riches."
    },
    "18304": {
        "format": "prose",
        "text": "And no one living there will say, “I am sick.” The people who live there will be forgiven of their sin."
    },
    "18305": {
        "format": "prose",
        "text": "§¶Come near, O nations, to hear! Listen, O people! Let the earth and all that is in it listen, the world and all that comes from it."
    },
    "18306": {
        "format": "prose",
        "text": "For the Lord’s anger is against all the nations. And His anger is against all their armies. He has destroyed all of them. He has given them over to be killed."
    },
    "18307": {
        "format": "prose",
        "text": "Their dead will be thrown out. Their dead bodies will give off a bad smell. The mountains will flow with their blood."
    },
    "18308": {
        "format": "prose",
        "text": "All the stars of the heavens will waste away. And the sky will be rolled up like writings. All that are in them will waste away also, as a leaf dries up from the vine, or as one dries up from the fig tree."
    },
    "18309": {
        "format": "prose",
        "text": "For My sword has drunk its fill in heaven. See, it will come down to punish Edom. It will come down upon the people whom I have given over to be destroyed."
    },
    "18310": {
        "format": "prose",
        "text": "The sword of the Lord is covered with blood. It is filled with fat, with the blood of lambs and goats, and with the fat of the kidneys of rams. For the Lord has a killing in Bozrah, and much killing in the land of Edom."
    },
    "18311": {
        "format": "prose",
        "text": "Wild oxen will fall with them, and young bulls with strong ones. So their land will be filled with blood, and their dust will become rich with fat."
    },
    "18312": {
        "format": "prose",
        "text": "For the Lord has a day when He will punish, a year when He pays back which will help Zion."
    },
    "18313": {
        "format": "prose",
        "text": "Edom’s rivers will be turned into tar, and its dust into sulphur. Her land will become burning tar."
    },
    "18314": {
        "format": "prose",
        "text": "Its fire will not be put out night or day. Its smoke will go up forever. From one family to their children’s children and on into the future, it will lie waste. No one will pass through it forever and ever."
    },
    "18315": {
        "format": "prose",
        "text": "But the pelican and hedgehog will have it for their own. The owl and raven will live in it. The Lord will make it into an empty waste land."
    },
    "18316": {
        "format": "prose",
        "text": "Its rulers will be gone. And no kings will be named there. All their rulers will be no more."
    },
    "18317": {
        "format": "prose",
        "text": "Thorns will grow in its strong towers. Thistles will grow in cities where battles were fought. It will be a place for wild dogs, and a home for ostriches."
    },
    "18318": {
        "format": "prose",
        "text": "The desert animals will meet with the wolves. The wild goats will cry to its kind. Yes, the night-demon will stop there and find a resting place."
    },
    "18319": {
        "format": "prose",
        "text": "The snake will make its nest and lay eggs there. Her young will be born from the eggs and she will gather them under her shadow. Yes, the hawks will be gathered there, every one with its kind."
    },
    "18320": {
        "format": "prose",
        "text": "¶Look in the book of the Lord, and read: Not one of these will be missing. None will be without its mate. For the mouth of the Lord has said so, and His Spirit has gathered them."
    },
    "18321": {
        "format": "prose",
        "text": "He will divide the land among them and give each of them a share. It will be theirs forever. From one family to their children’s children and on into the future, they will live in it."
    },
    "18322": {
        "format": "prose",
        "text": "§¶The waste-land and the dry land will be glad. The desert will be full of joy and become like a rose."
    },
    "18323": {
        "format": "prose",
        "text": "Many flowers will grow in it, and it will be filled with joy and singing. The greatness of Lebanon will be given to it, and the beauty of Carmel and Sharon. They will see the shining-greatness of the Lord, the wonderful power of our God."
    },
    "18324": {
        "format": "prose",
        "text": "Give strength to weak hands and to weak knees."
    },
    "18325": {
        "format": "prose",
        "text": "Say to those whose heart is afraid, “Have strength of heart, and do not be afraid. See, your God will come ready to punish. He will come to make sinners pay for their sins, but He will save you.”"
    },
    "18326": {
        "format": "prose",
        "text": "Then the eyes of the blind will be opened. And the ears of those who cannot hear will be opened."
    },
    "18327": {
        "format": "prose",
        "text": "Then those who cannot walk will jump like a deer. And the tongue of those who cannot speak will call out for joy. For waters will break out in the wilderness, and rivers in the desert."
    },
    "18328": {
        "format": "prose",
        "text": "The burning sand will become a pool. The thirsty ground will become wells of water. The resting place of the wild dog will be filled with river-grasses."
    },
    "18329": {
        "format": "prose",
        "text": "And a road will be there. It will be called the Holy Way. Those who are unclean will not travel on it. But it will be for those who walk in that way. Fools will not walk on it."
    },
    "18330": {
        "format": "prose",
        "text": "No lion will be there. No angry and hungry animal will go up on it. They will not be found there. But those whose sin has been paid for will walk there."
    },
    "18331": {
        "format": "prose",
        "text": "Those whom the Lord has paid for and set free will return. They will come to Zion with singing. Joy that lasts forever will crown their heads. They will be glad and full of joy. Sorrow and sad voices will be gone."
    },
    "18332": {
        "format": "prose",
        "text": "§¶In the fourteenth year of King Hezekiah, Sennacherib king of Assyria came up against all the strong cities of Judah and took them."
    },
    "18333": {
        "format": "prose",
        "text": "The king of Assyria sent Rabshakeh from Lachish to King Hezekiah at Jerusalem with a large army. And he stood by the ditch of the upper pool on the road of the Fuller’s Field."
    },
    "18334": {
        "format": "prose",
        "text": "Then Eliakim the son of Hilkiah, who was the head of the house, and Shebna the writer, and Joah the son of Asaph, who wrote down the things that happened, came out to him."
    },
    "18335": {
        "format": "prose",
        "text": "¶Rabshakeh said to them, “Tell Hezekiah, ‘The great king, the king of Syria, says, “What is the reason for this hope you have?"
    },
    "18336": {
        "format": "prose",
        "text": "Do you think that empty words are plans and strength for war? In whom do you trust, that you have turned against me?"
    },
    "18337": {
        "format": "prose",
        "text": "See, you are trusting in Egypt, whose power is like a broken piece of grass. If a man rests against it, it will cut into his hand. So is Pharaoh king of Egypt to all who trust in him."
    },
    "18338": {
        "format": "prose",
        "text": "But if you tell me, ‘We trust in the Lord our God,’ is it not He whose high places and altars Hezekiah has taken away, saying to Judah and Jerusalem, ‘You must worship at this altar’?"
    },
    "18339": {
        "format": "prose",
        "text": "So now come and make an agreement with my leader, the king of Assyria. And I will give you 2,000 horses, if you are able to put horsemen on them."
    },
    "18340": {
        "format": "prose",
        "text": "How then can you turn away from one captain of the least of my king’s servants, and trust in Egypt for war-wagons and horsemen?"
    },
    "18341": {
        "format": "prose",
        "text": "Have I now come up to destroy the land against the Lord’s will? The Lord said to me, ‘Go up against this land, and destroy it.’”’”"
    },
    "18342": {
        "format": "prose",
        "text": "¶Then Eliakim and Shebna and Joah said to Rabshakeh, “Speak to your servants in the Aramaic language, for we understand it. Do not speak with us in the language of Judah so the people who are on the wall will hear.”"
    },
    "18343": {
        "format": "prose",
        "text": "But Rabshakeh said, “Has my king sent me only to speak to your leader and to you, and not to the men who sit on the wall? They will have to eat and drink their own body waste with you.”"
    },
    "18344": {
        "format": "prose",
        "text": "¶Then Rabshakeh stood and called out with a loud voice in the language of Judah, and said, “Hear the words of the great king, the king of Assyria."
    },
    "18345": {
        "format": "prose",
        "text": "The king says, ‘Do not let Hezekiah lie to you. For he will not be able to bring you out of your trouble."
    },
    "18346": {
        "format": "prose",
        "text": "And do not let Hezekiah make you trust in the Lord, saying, “For sure the Lord will bring us out of our trouble. This city will not be given into the hand of the king of Assyria.”"
    },
    "18347": {
        "format": "prose",
        "text": "‘Do not listen to Hezekiah.’ For the king of Assyria says, ‘Make your peace with me and come out to me. Each one of you should eat of his own vine and fig tree, and drink the water of his own well,"
    },
    "18348": {
        "format": "prose",
        "text": "until I come and take you away to a land like your own land. It is a land of grain and new wine, a land of bread and grape-fields."
    },
    "18349": {
        "format": "prose",
        "text": "Be careful not to let Hezekiah lead you the wrong way, saying, “The Lord will bring us out of our trouble.” Has any of the gods of the nations saved his land from the power of the king of Assyria?"
    },
    "18350": {
        "format": "prose",
        "text": "Where are the gods of Hamath and Arpad? Where are the gods of Sepharvaim? When have they taken Samaria out of my hand?"
    },
    "18351": {
        "format": "prose",
        "text": "Who among all the gods of these lands have taken their land out of my hand? So why should the Lord save Jerusalem from my hand?’”"
    },
    "18352": {
        "format": "prose",
        "text": "¶But they were quiet and did not answer him. For the king had told them, “Do not answer him.”"
    },
    "18353": {
        "format": "prose",
        "text": "Then Eliakim the son of Hilkiah, who was the head of the house, and Shebna the writer, and Joah the son of Asaph, who wrote down the things that happened, came to Hezekiah with their clothes torn. They told him the words of Rabshakeh."
    },
    "18354": {
        "format": "prose",
        "text": "§¶When King Hezekiah heard it, he tore his clothes. He covered himself with cloth made from hair, and went into the house of the Lord."
    },
    "18355": {
        "format": "prose",
        "text": "Then he sent Eliakim, the head of the house, and Shebna the writer, and the head religious leaders, covered with cloth made from hair, to Isaiah the man of God, the son of Amoz."
    },
    "18356": {
        "format": "prose",
        "text": "They said to him, “Hezekiah says, ‘This day is a day of trouble, pain, and shame. For children have come to birth, and there is no strength for them to be born."
    },
    "18357": {
        "format": "prose",
        "text": "It may be that the Lord your God will hear the words of Rabshakeh, whom his leader the king of Assyria has sent to try to bring shame upon the living God. The Lord your God may speak sharp words against what He has heard. So say a prayer for those who are left of His people.’”"
    },
    "18358": {
        "format": "prose",
        "text": "So the servants of King Hezekiah came to Isaiah."
    },
    "18359": {
        "format": "prose",
        "text": "And Isaiah said to them, “Tell your king, ‘This is what the Lord says. “Do not be afraid because of the words that you have heard, with which the servants of the king of Assyria have spoken against Me."
    },
    "18360": {
        "format": "prose",
        "text": "See, I will put a spirit in him so that he will hear some news and return to his own land. And I will make him fall by the sword in his own land.”’”"
    },
    "18361": {
        "format": "prose",
        "text": "¶Then Rabshakeh returned and found the king of Assyria fighting against Libnah, for he had heard that the king had left Lachish."
    },
    "18362": {
        "format": "prose",
        "text": "Now the king had heard them say about King Tirhakah of Cush, “He has come out to fight against you.” When he heard it, he sent men to Hezekiah, saying,"
    },
    "18363": {
        "format": "prose",
        "text": "“Tell Hezekiah king of Judah, ‘Do not let your God in Whom you trust fool you, saying, “Jerusalem will not be given into the hand of the king of Assyria.”"
    },
    "18364": {
        "format": "prose",
        "text": "See, you have heard what the kings of Assyria have done to all the lands. They have destroyed them all. So will you be kept from trouble?"
    },
    "18365": {
        "format": "prose",
        "text": "Did the gods of those nations which my fathers have destroyed take them out of trouble? Did they save Gozan, Haran, Rezeph, and the sons of Eden who were in Telassar?"
    },
    "18366": {
        "format": "prose",
        "text": "Where is the king of Hamath, the king of Arpad, the king of the city of Sepharvaim, the king of Hena, or the king of Ivvah?’”"
    },
    "18367": {
        "format": "prose",
        "text": "§¶Then Hezekiah took the letter from the hand of the men from Assyria, and read it. He went up to the house of the Lord and spread it out before the Lord."
    },
    "18368": {
        "format": "prose",
        "text": "And Hezekiah prayed to the Lord,"
    },
    "18369": {
        "format": "prose",
        "text": "“O Lord of All, the God of Israel, Who sits on the throne above the cherubim, You are the God, You alone, of all the nations of the earth. You have made heaven and earth."
    },
    "18370": {
        "format": "prose",
        "text": "Listen, O Lord, and hear. Open Your eyes, O Lord, and see. Listen to all the words of Sennacherib, which he has sent to speak against the living God."
    },
    "18371": {
        "format": "prose",
        "text": "It is true, O Lord, the kings of Assyria have destroyed all the nations and their lands."
    },
    "18372": {
        "format": "prose",
        "text": "They have thrown their gods into the fire, for they were not gods but the work of men’s hands, made of wood and stone. So they have destroyed them."
    },
    "18373": {
        "format": "prose",
        "text": "Now, O Lord our God, take us out of his hand, that all the nations of the earth may know that You alone are the Lord.”"
    },
    "18374": {
        "format": "prose",
        "text": "§¶Then Isaiah the son of Amoz sent word to Hezekiah, saying, “This is what the Lord, the God of Israel, says, ‘Because you have prayed to Me about Sennacherib king of Assyria,"
    },
    "18375": {
        "format": "prose",
        "text": "this is the word the Lord has spoken against him: “She has hated you and made fun of you, the young daughter of Zion who has never had a man! She has shaken her head behind you, the people of Jerusalem!"
    },
    "18376": {
        "format": "prose",
        "text": "Whom have you put to shame and spoken against? Against whom have you raised your voice and lifted up your eyes in pride? Against the Holy One of Israel!"
    },
    "18377": {
        "format": "prose",
        "text": "Through your servants you have spoken against the Lord. You have said, ‘I came up to the high mountains with my many war-wagons, to the farthest parts of Lebanon. I cut down its tall cedar trees and its best cypress trees. I came to its highest mountain top, and to the place that has the most trees."
    },
    "18378": {
        "format": "prose",
        "text": "I dug wells in strange lands and drank water there. With the bottom of my feet I dried up all the rivers of Egypt.’"
    },
    "18379": {
        "format": "prose",
        "text": "Have you not heard that I planned this long ago? From days of old I planned it. Now I have made it happen, that you should turn strong cities built for battles into waste lands."
    },
    "18380": {
        "format": "prose",
        "text": "So their people did not have any more strength. They were troubled and put to shame. They were like the grass of the field and like the green plant. They were like grass on the housetops, dried up before it is grown."
    },
    "18381": {
        "format": "prose",
        "text": "But I know your sitting down, and your going out and your coming in, and your anger against Me."
    },
    "18382": {
        "format": "prose",
        "text": "Because of your anger against Me, and because I have heard of your pride, I will put My hook in your nose, and My bit in your mouth. And I will make you return the way you came."
    },
    "18383": {
        "format": "prose",
        "text": "¶“This will be the special thing for you to see: You will eat this year what grows of itself. In the second year you will eat what grows up from the same. Then in the third year you will plant and gather. You will plant grape-fields and eat their fruit."
    },
    "18384": {
        "format": "prose",
        "text": "And those who are left of the family of Judah will again have their roots grow down and grow their fruit above."
    },
    "18385": {
        "format": "prose",
        "text": "For My people who are left will go out from Jerusalem and from Mount Zion. This will be done by the work of the Lord of All.”’”"
    },
    "18386": {
        "format": "prose",
        "text": "So the Lord says about the king of Assyria, ‘He will not come to this city or shoot an arrow there. He will not come before it with a battle-covering, or build a battle-wall against it."
    },
    "18387": {
        "format": "prose",
        "text": "He will return by the same way he came, and he will not come to this city,’ says the Lord."
    },
    "18388": {
        "format": "prose",
        "text": "‘For I will fight for this city to save it for My own good, and for the good of My servant David.’”"
    },
    "18389": {
        "format": "prose",
        "text": "¶Then the angel of the Lord went out and killed 185,000 men in the Assyrian camp. And when men got up early in the morning, they saw all these dead bodies."
    },
    "18390": {
        "format": "prose",
        "text": "So Sennacherib king of Assyria left and returned home, and lived at Nineveh."
    },
    "18391": {
        "format": "prose",
        "text": "When he was worshiping in the house of his god Nisroch, his sons Adrammelech and Sharezer killed him with the sword. Then they ran away to the land of Ararat. And his son Esarhaddon became king in his place."
    },
    "18392": {
        "format": "prose",
        "text": "§¶In those days Hezekiah became sick and was near death. Isaiah the man of God, the son of Amoz, came to him and said, “The Lord says, ‘Make those of your house ready, for you will die and not live.’”"
    },
    "18393": {
        "format": "prose",
        "text": "Then Hezekiah turned his face to the wall, and prayed to the Lord,"
    },
    "18394": {
        "format": "prose",
        "text": "and said, “O Lord, I ask you from my heart to remember now how I have walked with You in truth and with a whole heart. I have done what is good in Your eyes.” And Hezekiah cried with a bitter cry."
    },
    "18395": {
        "format": "prose",
        "text": "Then the Word of the Lord came to Isaiah, saying,"
    },
    "18396": {
        "format": "prose",
        "text": "“Go and tell Hezekiah, ‘The Lord, the God of your father David, says, “I have heard your prayer. I have seen your tears. See, I will add fifteen years to your life."
    },
    "18397": {
        "format": "prose",
        "text": "And I will take you and this city out of the hand of the king of Assyria. I will fight for this city.”’”"
    },
    "18398": {
        "format": "prose",
        "text": "“This is the special thing for you to see from the Lord, that the Lord will do what He has said:"
    },
    "18399": {
        "format": "prose",
        "text": "See the shadow on the steps, which has gone down with the sun on the steps of Ahaz. I will make it go back ten steps.” So the sun’s shadow went back the ten steps it had gone down."
    },
    "18400": {
        "format": "prose",
        "text": "¶This is the writing of King Hezekiah of Judah, after he had been sick and became well again:"
    },
    "18401": {
        "format": "prose",
        "text": "I said, “Half-way through my life I am to go through the gates of the place of the dead. The rest of my years have been kept from me.”"
    },
    "18402": {
        "format": "prose",
        "text": "I said, “I will not see the Lord, the Lord in the land of the living. I will not look upon man any more among the people of the world."
    },
    "18403": {
        "format": "prose",
        "text": "My house is pulled up like a shepherd’s tent and taken from me. I have rolled up my life like a cloth-maker. He cuts me off from the cloth He is making. From day to night You make an end of me."
    },
    "18404": {
        "format": "prose",
        "text": "I waited for help until morning. Like a lion He breaks all my bones. From day to night You make an end of me."
    },
    "18405": {
        "format": "prose",
        "text": "I make noise like the birds. I cry like a dove. My eyes are tired from looking up. O Lord, I am having a hard time. Keep me safe."
    },
    "18406": {
        "format": "prose",
        "text": "¶“But what can I say? For He has spoken to me, and He Himself has done it. I will walk with care all my years because my soul is bitter."
    },
    "18407": {
        "format": "prose",
        "text": "O Lord, by these things men live. And in all these is the life of my spirit. O heal me, and let me live!"
    },
    "18408": {
        "format": "prose",
        "text": "See, it was for my own well-being that I was bitter. But You have kept my soul from the grave that destroys. You have put all my sins behind Your back."
    },
    "18409": {
        "format": "prose",
        "text": "The place of the dead cannot thank You. Death cannot praise You. Those who go down to the grave cannot hope that You will be faithful."
    },
    "18410": {
        "format": "prose",
        "text": "It is the living who give thanks to You, as I do today. A father tells his sons about how faithful You are."
    },
    "18411": {
        "format": "prose",
        "text": "The Lord will save me. And we will sing my songs with harps all the days of our life in the house of the Lord.”"
    },
    "18412": {
        "format": "prose",
        "text": "¶Now Isaiah had said, “Let them take a cake of figs and put it on the sore, that he may get well.”"
    },
    "18413": {
        "format": "prose",
        "text": "Then Hezekiah had said, “What is the special thing to see, that I will go up to the house of the Lord?”"
    },
    "18414": {
        "format": "prose",
        "text": "§¶At that time Merodach-baladan son of Baladan, king of Babylon, sent letters and a gift to Hezekiah. He heard that he had been sick and had become well."
    },
    "18415": {
        "format": "prose",
        "text": "Hezekiah was pleased and showed them all his store-house of riches. He showed them the silver, the gold, the spices, the oil of much worth, and all his objects used in battle. He showed them everything that was in his store-houses. There was nothing in his house or under his rule that Hezekiah did not show them."
    },
    "18416": {
        "format": "prose",
        "text": "Then Isaiah the man of God came to King Hezekiah and said to him, “What did these men say? From where have they come to you?” And Hezekiah said, “They have come to me from a far country, from Babylon.”"
    },
    "18417": {
        "format": "prose",
        "text": "Isaiah said, “What have they seen in your house?” Hezekiah answered, “They have seen everything in my house. There is nothing among my riches that I have not shown them.”"
    },
    "18418": {
        "format": "prose",
        "text": "¶Then Isaiah said to Hezekiah, “Hear the Word of the Lord of All:"
    },
    "18419": {
        "format": "prose",
        "text": "‘See, the days are coming when everything in your house, and everything your fathers have stored up to this day, will be carried to Babylon. Nothing will be left,’ says the Lord."
    },
    "18420": {
        "format": "prose",
        "text": "‘And some of your own sons who are born to you will be taken away. They will work in the house of the king of Babylon.’”"
    },
    "18421": {
        "format": "prose",
        "text": "Then Hezekiah said to Isaiah, “The Word of the Lord which you have spoken is good.” For he thought, “There will be peace and truth in my days.”"
    },
    "18422": {
        "format": "prose",
        "text": "§¶“Comfort, comfort My people,” says your God."
    },
    "18423": {
        "format": "prose",
        "text": "“Speak kind words to Jerusalem. Call out to her that her time of war has ended, that her sin has been taken away, and that she has received from the Lord’s hand twice as much for all her sins.”"
    },
    "18424": {
        "format": "prose",
        "text": "¶A voice is calling, “Make the way ready for the Lord in the desert. Make the road in the desert straight for our God."
    },
    "18425": {
        "format": "prose",
        "text": "Every valley will be lifted up and every mountain and hill will be brought down. The turns in the road will be made straight and the bad places will be made smooth."
    },
    "18426": {
        "format": "prose",
        "text": "Then the shining-greatness of the Lord will be seen. All flesh together will see it, for the mouth of the Lord has spoken.”"
    },
    "18427": {
        "format": "prose",
        "text": "A voice says, “Cry.” And he said, “What should I cry?” All flesh is grass. All its beauty is like the flower of the field."
    },
    "18428": {
        "format": "prose",
        "text": "The grass dries up and the flower loses its color when the breath of the Lord blows upon it. For sure the people are grass."
    },
    "18429": {
        "format": "prose",
        "text": "The grass dries up. The flower loses its color. But the Word of our God stands forever."
    },
    "18430": {
        "format": "prose",
        "text": "¶O Zion, you who bring good news, go up on the high mountain! Lift up your voice with strength, O Jerusalem, you who bring good news. Lift it up, do not be afraid. Say to the cities of Judah, “Here is your God!”"
    },
    "18431": {
        "format": "prose",
        "text": "See, the Lord God will come with power, and His arm will rule for Him. See, He is bringing the reward He will give to everyone for what he has done."
    },
    "18432": {
        "format": "prose",
        "text": "He will feed His flock like a shepherd. He will gather the lambs in His arms and carry them close to His heart. He will be gentle in leading those that are with young."
    },
    "18433": {
        "format": "prose",
        "text": "¶Who knows how much water is in His hand? Who has used his hand to know how far the heavens reach? Who knows what the dust of the earth would fill? Who has weighed the mountains and the hills?"
    },
    "18434": {
        "format": "prose",
        "text": "Who has led the Spirit of the Lord? Who has taught Him words of wisdom?"
    },
    "18435": {
        "format": "prose",
        "text": "From whom did He ask for wisdom, and who gave Him understanding? Who taught Him the right way, and taught Him much learning? Who showed Him the way of understanding?"
    },
    "18436": {
        "format": "prose",
        "text": "See, the nations are like a drop in a pail. Their weight is like a little piece of dust. See, He lifts up the islands like fine dust."
    },
    "18437": {
        "format": "prose",
        "text": "Even Lebanon is not enough to burn. Its animals are not enough for a burnt gift in worship."
    },
    "18438": {
        "format": "prose",
        "text": "All the nations are as nothing before Him. He thinks of them as less than nothing and of no worth."
    },
    "18439": {
        "format": "prose",
        "text": "¶To Whom then is God like? What will you compare Him with?"
    },
    "18440": {
        "format": "prose",
        "text": "An able workman makes a false god. A man who works with gold covers it with gold. And a man who works with silver makes silver chains for it."
    },
    "18441": {
        "format": "prose",
        "text": "He who is too poor to give such a gift, picks out a tree that will not waste away. He finds an able workman to set up a false god that will not be moved."
    },
    "18442": {
        "format": "prose",
        "text": "¶Do you not know? Have you not heard? Has it not been told to you from the beginning? Have you not understood from the beginning of the earth?"
    },
    "18443": {
        "format": "prose",
        "text": "It is God Who sits on the throne above the earth. The people living on the earth are like grasshoppers. He spreads out the heavens like a curtain. He spreads them out like a tent to live in."
    },
    "18444": {
        "format": "prose",
        "text": "It is He Who brings rulers down to nothing. He makes the judges of the earth as nothing."
    },
    "18445": {
        "format": "prose",
        "text": "They have just been planted, and have begun to take root in the earth. But He only blows on them and they dry up, and the storm carries them away like dry grass."
    },
    "18446": {
        "format": "prose",
        "text": "“To whom will you compare Me, that I should be like him?” says the Holy One."
    },
    "18447": {
        "format": "prose",
        "text": "Lift up your eyes and see. Who has made these stars? It is the One Who leads them out by number. He calls them all by name. Because of the greatness of His strength, and because He is strong in power, not one of them is missing."
    },
    "18448": {
        "format": "prose",
        "text": "¶O Jacob and Israel, why do you say, “My way is hidden from the Lord. My God does not think about my cause”?"
    },
    "18449": {
        "format": "prose",
        "text": "Have you not known? Have you not heard? The God Who lives forever is the Lord, the One Who made the ends of the earth. He will not become weak or tired. His understanding is too great for us to begin to know."
    },
    "18450": {
        "format": "prose",
        "text": "He gives strength to the weak. And He gives power to him who has little strength."
    },
    "18451": {
        "format": "prose",
        "text": "Even very young men get tired and become weak and strong young men trip and fall."
    },
    "18452": {
        "format": "prose",
        "text": "But they who wait upon the Lord will get new strength. They will rise up with wings like eagles. They will run and not get tired. They will walk and not become weak."
    },
    "18453": {
        "format": "prose",
        "text": "§¶“Islands, be quiet and listen to Me. Let the people get new strength. Let them come near, then let them speak. Let us come together to be judged."
    },
    "18454": {
        "format": "prose",
        "text": "Who has called this one from the east, one who is right at every step? He gives up nations in front of him and makes him ruler over kings. He makes them like dust with his sword, and like wind-blown dry grass with his bow."
    },
    "18455": {
        "format": "prose",
        "text": "He goes after them and is safe as he passes, on paths he has not gone on before."
    },
    "18456": {
        "format": "prose",
        "text": "Who has done this, calling out all the people from the beginning? I, the Lord, am the first, and with the last. I am He.”"
    },
    "18457": {
        "format": "prose",
        "text": "¶The islands have seen and are afraid. The ends of the earth shake in fear and they have come."
    },
    "18458": {
        "format": "prose",
        "text": "Every one helps each other, and says to his brother, “Be strong!”"
    },
    "18459": {
        "format": "prose",
        "text": "The able workman gives strength of heart to the one who works with gold. He who makes iron smooth gives strength of heart to the one who beats the iron, saying of his work, “It is good.” And he puts it in its place with nails so that it cannot be moved."
    },
    "18460": {
        "format": "prose",
        "text": "¶“But you, Israel, My servant, Jacob, whom I have chosen, son of My friend Abraham,"
    },
    "18461": {
        "format": "prose",
        "text": "I have taken you from the ends of the earth. I have called you from its farthest parts, and said to you, ‘You are My servant. I have chosen you and have not turned away from you.’"
    },
    "18462": {
        "format": "prose",
        "text": "Do not fear, for I am with you. Do not be afraid, for I am your God. I will give you strength, and for sure I will help you. Yes, I will hold you up with My right hand that is right and good."
    },
    "18463": {
        "format": "prose",
        "text": "See, all those who are angry with you will be put to shame and troubled. Those who fight against you will be as nothing and will be lost."
    },
    "18464": {
        "format": "prose",
        "text": "You will look for those who argue with you, but will not find them. Those who war against you will be as nothing, as nothing at all."
    },
    "18465": {
        "format": "prose",
        "text": "For I am the Lord your God Who holds your right hand, and Who says to you, ‘Do not be afraid. I will help you.’"
    },
    "18466": {
        "format": "prose",
        "text": "Do not fear, you worm Jacob, you men of Israel. I will help you,” says the Lord. “The One Who bought you and sets you free is the Holy One of Israel."
    },
    "18467": {
        "format": "prose",
        "text": "See, I have made you a new, sharp, crushing tool with teeth. You will beat the mountains and crush them. You will make the hills like dry grass."
    },
    "18468": {
        "format": "prose",
        "text": "You will make the wind blow over them, and it will carry them away. The storm will send them everywhere. But you will have joy in the Lord. You will be glad in the Holy One of Israel."
    },
    "18469": {
        "format": "prose",
        "text": "¶“The suffering and those in need look for water, but there is none. Their tongue is dry with thirst. I the Lord will answer them. I the God of Israel will not leave them alone."
    },
    "18470": {
        "format": "prose",
        "text": "I will open rivers on the dry mountain tops, and give water in the valleys. I will make the desert a pool of water, and the dry land wells of water."
    },
    "18471": {
        "format": "prose",
        "text": "I will put in the desert the cedar, the acacia, the myrtle, and the olive tree. I will put the juniper tree in the desert, together with the box tree and the cypress."
    },
    "18472": {
        "format": "prose",
        "text": "Then men will see and know and think about and understand that the hand of the Lord has done this, that the Holy One of Israel has made it happen."
    },
    "18473": {
        "format": "prose",
        "text": "¶“Let your cause be known,” says the Lord. “Bring what you have to prove it,” says the King of Jacob."
    },
    "18474": {
        "format": "prose",
        "text": "Let them bring what they have, and tell us what is going to happen. Let them tell us what has happened in the past, that we may think about it and know what will happen in the future."
    },
    "18475": {
        "format": "prose",
        "text": "Tell us what will happen after this, that we may know that you are gods. Yes, do good or bad, that we may together be afraid and fear."
    },
    "18476": {
        "format": "prose",
        "text": "See, you are nothing. And your work is nothing. He who chooses you is hated and sinful."
    },
    "18477": {
        "format": "prose",
        "text": "¶“I have called one from the north, and he has come. From the rising of the sun he will call on My name. He will step hard on rulers as on builder’s clay, as the pot-maker steps hard on clay.”"
    },
    "18478": {
        "format": "prose",
        "text": "Who has said this from the beginning, that we might know, or from times long ago, that we might say, “He is right”? There was no one who said it, no one who made it known, no one who heard your words."
    },
    "18479": {
        "format": "prose",
        "text": "“Before I had said to Zion, ‘See, here they are,’ and to Jerusalem, ‘I will send someone to bring good news.’"
    },
    "18480": {
        "format": "prose",
        "text": "But I see that there is no one, even no wise man among them, who can answer My questions."
    },
    "18481": {
        "format": "prose",
        "text": "See, all of them are false. Their works are nothing. Their objects of worship are empty wind."
    },
    "18482": {
        "format": "prose",
        "text": "§¶“See! My servant, My chosen one! My much Loved, in Whom My soul is well pleased! I will put My Spirit on Him. He will say to the nations what is right from wrong."
    },
    "18483": {
        "format": "prose",
        "text": "He will not cry out or speak with a loud voice. His voice will not be heard in the streets."
    },
    "18484": {
        "format": "prose",
        "text": "He will not break a broken branch or put out a little fire. He will be faithful to make everything fair."
    },
    "18485": {
        "format": "prose",
        "text": "He will not lose hope or be crushed, until He has made things right on the earth. And the islands will wait with hope in His Law.”"
    },
    "18486": {
        "format": "prose",
        "text": "¶This is what God the Lord Who made the heavens and spread them out and Who spread out the earth and what comes from it, Who gives breath to the people on it, and spirit to those who walk in it, says,"
    },
    "18487": {
        "format": "prose",
        "text": "“I am the Lord. I have called you to be right and good. I will hold you by the hand and watch over you. And I will give you as an agreement to the people, as a light to the nations."
    },
    "18488": {
        "format": "prose",
        "text": "You will open blind eyes. You will bring people out of prison, out of the prison where they live in darkness."
    },
    "18489": {
        "format": "prose",
        "text": "I am the Lord. That is My name. I will not give My shining-greatness to another, or My praise to false gods."
    },
    "18490": {
        "format": "prose",
        "text": "See, the things told about in the past have happened. Now I speak about new things. Before they happen I will tell you about them.”"
    },
    "18491": {
        "format": "prose",
        "text": "§¶Sing a new song to the Lord! Sing His praise from the end of the earth, you who go down to the sea, and all that is in it, you islands and those who live on them."
    },
    "18492": {
        "format": "prose",
        "text": "Let the desert and its cities lift up their voice, the towns where Kedar lives. Let the people of Sela sing. Let them call out for joy from the tops of the mountains."
    },
    "18493": {
        "format": "prose",
        "text": "Let them give honor to the Lord, and praise Him in the islands."
    },
    "18494": {
        "format": "prose",
        "text": "The Lord will go out like a powerful soldier. He will be ready like a man of war. He will call out, yes, He will call out a war cry. He will be strong against those who hate Him."
    },
    "18495": {
        "format": "prose",
        "text": "§¶“I have been quiet for a long time. I have been quiet and have held Myself back. Now I will cry out like a woman giving birth. I will breathe hard and fast."
    },
    "18496": {
        "format": "prose",
        "text": "I will lay waste the mountains and hills, and dry up all their plants. I will make the rivers into islands, and dry up the pools."
    },
    "18497": {
        "format": "prose",
        "text": "I will lead the blind by a way that they do not know. I will lead them in paths they do not know. I will turn darkness into light in front of them. And I will make the bad places smooth. These are the things I will do and I will not leave them.”"
    },
    "18498": {
        "format": "prose",
        "text": "They will be turned back and be put to shame who trust in false gods, who say to these objects of worship, “You are our gods.”"
    },
    "18499": {
        "format": "prose",
        "text": "§¶Listen, you who do not hear! And look, you blind, that you may see."
    },
    "18500": {
        "format": "prose",
        "text": "Who is blind but My servant? Who does not hear, as the one whom I send with news? Who is so blind as he who is at peace with Me, or so blind as the servant of the Lord?"
    },
    "18501": {
        "format": "prose",
        "text": "You see many things, but you cannot tell what you see. Your ears are open, but you do not hear."
    },
    "18502": {
        "format": "prose",
        "text": "Because He is right and good, the Lord was pleased to make the Law great and give it honor."
    },
    "18503": {
        "format": "prose",
        "text": "But this is a people robbed of what they owned. All of them are trapped in deep holes, or hidden in prisons. They have been robbed of what they have, with no one to help them. They have been taken away, with no one to say, “Give them back!”"
    },
    "18504": {
        "format": "prose",
        "text": "¶Who among you will hear this? Who will listen and hear in the future?"
    },
    "18505": {
        "format": "prose",
        "text": "Who let Jacob be taken? Who gave Israel to robbers? Was it not the Lord, Whom we have sinned against, in Whose ways we were not willing to walk, and Whose Law we did not obey?"
    },
    "18506": {
        "format": "prose",
        "text": "So He poured out upon Israel the heat of His anger and the power of battle. It set him on fire all around. Yet he did not understand. It burned him, but he did not think about it."
    },
    "18507": {
        "format": "prose",
        "text": "§¶But now the Lord Who made you, O Jacob, and He Who made you, O Israel, says, “Do not be afraid. For I have bought you and made you free. I have called you by name. You are Mine!"
    },
    "18508": {
        "format": "prose",
        "text": "When you pass through the waters, I will be with you. When you pass through the rivers, they will not flow over you. When you walk through the fire, you will not be burned. The fire will not destroy you."
    },
    "18509": {
        "format": "prose",
        "text": "For I am the Lord your God, the Holy One of Israel, Who saves you. I have given Egypt as pay for your life, and have traded Cush and Seba for you."
    },
    "18510": {
        "format": "prose",
        "text": "You are of great worth in My eyes. You are honored and I love you. I will give other men in your place. I will trade other people for your life."
    },
    "18511": {
        "format": "prose",
        "text": "Do not fear, for I am with you. I will bring your children from the east, and I will gather you from the west."
    },
    "18512": {
        "format": "prose",
        "text": "I will say to the north, ‘Give them up!’ and to the south, ‘Do not hold them back.’ Bring My sons from far away, and My daughters from the ends of the earth."
    },
    "18513": {
        "format": "prose",
        "text": "Bring every one who is called by My name, for I have made him for My honor, yes, I made him.”"
    },
    "18514": {
        "format": "prose",
        "text": "¶Bring out the people who are blind, even though they have eyes, and those who cannot hear, even though they have ears."
    },
    "18515": {
        "format": "prose",
        "text": "All the nations have gathered together so the people may be together. Who among them can make this known, and tell us what has happened before? Let them bring people who can show us that they are right. Let them hear and say, “It is true.”"
    },
    "18516": {
        "format": "prose",
        "text": "“You can speak for Me,” says the Lord. “You are My servant whom I have chosen so that you may know and believe Me, and understand that I am He. No God was made before Me, and there will be none after Me."
    },
    "18517": {
        "format": "prose",
        "text": "I, even I, am the Lord. There is no one who saves except Me."
    },
    "18518": {
        "format": "prose",
        "text": "I have spoken and saved and have made things known, and there was no strange god among you. You can speak for Me,” says the Lord, “and I am God."
    },
    "18519": {
        "format": "prose",
        "text": "I am God and always will be. No one is able to take anything out of My hand. I do something, and who can change it?”"
    },
    "18520": {
        "format": "prose",
        "text": "§¶The Lord Who bought you and sets you free, the Holy One of Israel, says, “Because of you I have sent to Babylon, and will bring down all their leaders, even the Babylonians, into the ships in which they find joy."
    },
    "18521": {
        "format": "prose",
        "text": "I am the Lord, your Holy One, the Maker of Israel, your King.”"
    },
    "18522": {
        "format": "prose",
        "text": "This is what the Lord says, Who makes a way through the sea and a path through the powerful waters,"
    },
    "18523": {
        "format": "prose",
        "text": "Who brings out the war-wagon and the horse, the army and the strong man, (They will lie down together and will not rise again. They are destroyed, put out like the fire of a little light):"
    },
    "18524": {
        "format": "prose",
        "text": "“Do not remember the things that have happened before. Do not think about the things of the past."
    },
    "18525": {
        "format": "prose",
        "text": "See, I will do a new thing. It will begin happening now. Will you not know about it? I will even make a road in the wilderness, and rivers in the desert."
    },
    "18526": {
        "format": "prose",
        "text": "The wild animals will honor Me, the wild dogs and the ostriches. For I give waters in the wilderness, and rivers in the desert, to give drink to My chosen people."
    },
    "18527": {
        "format": "prose",
        "text": "The people whom I made for Myself will make known My praise."
    },
    "18528": {
        "format": "prose",
        "text": "¶“Yet you have not called on Me, O Jacob! You have become tired of Me, O Israel!"
    },
    "18529": {
        "format": "prose",
        "text": "You have not brought the sheep of your burnt gifts to Me in worship. You have not honored Me with your gifts on the altar. I have not made you bring gifts or special perfume to Me."
    },
    "18530": {
        "format": "prose",
        "text": "You have not bought Me any sweet smelling plants with money. And you have not given Me the fat of your gifts on the altar. Instead you have put the weight of your sins upon Me. You have made Me tired with your wrong-doing."
    },
    "18531": {
        "format": "prose",
        "text": "¶“I, even I, am the One Who takes away your sins because of Who I am. And I will not remember your sins."
    },
    "18532": {
        "format": "prose",
        "text": "Make Me remember, and let us talk together. Make your cause known, that you may be shown not to be guilty."
    },
    "18533": {
        "format": "prose",
        "text": "Your first father sinned, and those who have spoken for you have sinned against Me."
    },
    "18534": {
        "format": "prose",
        "text": "So I will make unclean the leaders of the holy place. I will give Jacob over to be destroyed, and Israel to sharp words of shame."
    },
    "18535": {
        "format": "prose",
        "text": "§¶“But now listen, O Jacob My servant, and Israel whom I have chosen."
    },
    "18536": {
        "format": "prose",
        "text": "This is what the Lord Who made you, Who put you together before you were born, Who will help you, says, ‘Do not be afraid, O Jacob My servant, and you Jeshurun whom I have chosen."
    },
    "18537": {
        "format": "prose",
        "text": "For I will pour water on the thirsty land and rivers on the dry ground. I will pour out My Spirit on your children, and will bring good to your children’s children."
    },
    "18538": {
        "format": "prose",
        "text": "They will grow like grass in the fields, and like poplar trees by the rivers.’"
    },
    "18539": {
        "format": "prose",
        "text": "This one will say, ‘I am the Lord’s.’ And that one will call on the name of Jacob. Another will write on his hand, ‘I belong to the Lord,’ and will name Israel’s name with honor.”"
    },
    "18540": {
        "format": "prose",
        "text": "§¶The Lord, the King of Israel and the One Who saves and frees from sin, the Lord of All, says, “I am the first and I am the last. There is no God besides Me."
    },
    "18541": {
        "format": "prose",
        "text": "Who is like Me? Let him make it known. Yes, let him tell Me what happened from the time I made people long ago. And let him tell the things that are coming and what is going to happen."
    },
    "18542": {
        "format": "prose",
        "text": "Do not fear. Do not be afraid. Have I not made it known to you from long ago? And you have heard Me. Is there a God besides Me? No, there is no other Rock. I know of none.”"
    },
    "18543": {
        "format": "prose",
        "text": "§¶All who make objects to worship are for nothing. The things they think are worth much are worth nothing. Those who speak for them do not see or know, so they will be put to shame."
    },
    "18544": {
        "format": "prose",
        "text": "Who has made a false god or an object of worship that is of no worth?"
    },
    "18545": {
        "format": "prose",
        "text": "See, all his friends will be put to shame, for the workmen themselves are only men. Let them all gather, let them stand up, let them shake with fear, and let them together be put to shame."
    },
    "18546": {
        "format": "prose",
        "text": "¶The one who works with iron makes a sharp tool for cutting, working over a fire. He makes it by beating it with his strong arm. He becomes hungry and has no strength. He drinks no water and becomes tired."
    },
    "18547": {
        "format": "prose",
        "text": "One works with wood, he marks it, and draws on it with a red marker. He makes it smooth and makes it like a man, like the beauty of a man, so that it may sit in a house."
    },
    "18548": {
        "format": "prose",
        "text": "He cuts down cedar trees, and takes a cypress or an oak, and lets it grow strong among the trees. He plants a fir tree, and the rain makes it grow."
    },
    "18549": {
        "format": "prose",
        "text": "Then it becomes something for a man to burn, so he takes one of them and warms himself. He makes a fire to bake bread. He also makes a god and worships it. He makes an object of worship and bows down in front of it."
    },
    "18550": {
        "format": "prose",
        "text": "He burns half of it in the fire. Over this half he eats meat as he makes it ready, and is filled. He also warms himself and says, “O, I am warm. I see the fire.”"
    },
    "18551": {
        "format": "prose",
        "text": "But he makes the rest of it into a god, his object of worship. He bows down in front of it and worships. He prays to it and says, “Bring me out of my trouble, for you are my god.”"
    },
    "18552": {
        "format": "prose",
        "text": "¶They do not know, and they do not understand. For the Lord has covered their eyes so that they cannot see and their hearts so that they cannot understand."
    },
    "18553": {
        "format": "prose",
        "text": "And no one remembers about it, or knows or understands enough to say, “I have burned half of it in the fire, and have baked bread over the fire. I have cooked the meat over a fire and have eaten it. Should I make the rest of it into an object the Lord hates? Should I bow down in front of a block of wood?”"
    },
    "18554": {
        "format": "prose",
        "text": "He eats ashes! A false idea in his heart has led him the wrong way. And he cannot save himself or say, “Is not what I have here in my right hand a lie?”"
    },
    "18555": {
        "format": "prose",
        "text": "§¶“Remember these things, O Jacob and Israel, for you are My servant. I have made you, you are My servant. O Israel, I will not forget you."
    },
    "18556": {
        "format": "prose",
        "text": "I have taken away your wrong-doing like a dark cloud, and your sins like a fog. Return to Me, for I have bought you and set you free.”"
    },
    "18557": {
        "format": "prose",
        "text": "Call out for joy, O heavens, for the Lord has done it! Call out for joy, you deep places of the earth. Break out into singing, you mountains and every tree. For the Lord has bought Jacob and set him free and has shown His shining-greatness in Israel!"
    },
    "18558": {
        "format": "prose",
        "text": "§¶The Lord, Who makes you, bought you and saves you, and the One Who put you together before you were born, says, “I am the Lord, Who made all things. I alone spread out the heavens, and I alone spread out the earth."
    },
    "18559": {
        "format": "prose",
        "text": "I allow trouble to come on the special things done by men who lie and speak in pride. I make fools out of those who tell the future using their secret ways. I turn back wise men, and make their learning foolish."
    },
    "18560": {
        "format": "prose",
        "text": "I make the word of My servant sure, and act upon the words of the men who speak for Me. It is I Who says of Jerusalem, ‘She will have people living in her,’ and of the cities of Judah, ‘They will be built.’ And I will build her up again."
    },
    "18561": {
        "format": "prose",
        "text": "It is I Who says to the deep sea, ‘Dry up!’ And I will dry up your rivers."
    },
    "18562": {
        "format": "prose",
        "text": "It is I Who says of Cyrus, ‘He is My shepherd, and he will do all that I want him to do,’ even saying of Jerusalem, ‘She will be built,’ and of the house of God, ‘Your first stones will be laid again.’”"
    },
    "18563": {
        "format": "prose",
        "text": "§¶This is what the Lord says to Cyrus, whom He has chosen, whose right hand He has held, “I send him to put nations under his power, and to take away the power of kings. And I will open doors in front of him so that gates will not be shut."
    },
    "18564": {
        "format": "prose",
        "text": "I will go before you and make the hard places smooth. I will break the brass doors to pieces, and cut through their iron gates."
    },
    "18565": {
        "format": "prose",
        "text": "I will give you riches hidden in the darkness and things of great worth that are hidden in secret places. Then you may know that it is I, the Lord, the God of Israel, who calls you by name."
    },
    "18566": {
        "format": "prose",
        "text": "For the good of Jacob My servant and Israel My chosen one, I called you by your name. I gave you a name of honor, when you had not known Me."
    },
    "18567": {
        "format": "prose",
        "text": "I am the Lord, and there is no other. There is no God besides Me. I will give you strength, even though you have not known Me."
    },
    "18568": {
        "format": "prose",
        "text": "Then men may know from sunrise to sunset that there is no God besides Me. I am the Lord, and there is no other."
    },
    "18569": {
        "format": "prose",
        "text": "I make light and I make darkness. I bring good and I make trouble. I am the Lord Who does all these things."
    },
    "18570": {
        "format": "prose",
        "text": "¶“Send down, O heavens, from above, and let the clouds pour down what is right and good. Let the earth open up and bring the fruit of saving power. And let what is right and good grow with it. I the Lord have made it."
    },
    "18571": {
        "format": "prose",
        "text": "¶“It is bad for the one who works against His Maker. He is just a clay pot among the other pots of earth. Will the clay say to the pot-maker, ‘What are you doing?’ or, your work say, ‘He has no hands’?"
    },
    "18572": {
        "format": "prose",
        "text": "It is bad for him who says to his father, ‘To what are you giving life?’ or to a woman, ‘To what are you giving birth?’”"
    },
    "18573": {
        "format": "prose",
        "text": "¶The Lord, the Holy One of Israel, and his Maker, says, “Will you ask Me about the things to come for My children? Will you tell Me about the work of My hands?"
    },
    "18574": {
        "format": "prose",
        "text": "I made the earth, and made man upon it. I spread out the heavens with My hands, and put all the stars in their places."
    },
    "18575": {
        "format": "prose",
        "text": "I have sent Cyrus to do what is right and good. And I will make all his ways smooth. He will build My city and without any money will set My people free who were taken away,” says the Lord of All."
    },
    "18576": {
        "format": "prose",
        "text": "¶The Lord says, “The riches of Egypt and the good things of Cush and the tall Sabeans will come over to you and be yours. They will walk behind you in chains and bow down to you. They will beg you, saying, ‘For sure God is with you, and there is no other God. There is none other.’”"
    },
    "18577": {
        "format": "prose",
        "text": "It is true that You are a God Who hides Himself, O God of Israel, the One Who saves!"
    },
    "18578": {
        "format": "prose",
        "text": "All of them will be put to shame and troubled. Those who make false gods will go away together in shame."
    },
    "18579": {
        "format": "prose",
        "text": "Israel has been saved forever by the Lord. You will never be put to shame for all time."
    },
    "18580": {
        "format": "prose",
        "text": "¶This is what the Lord Who made the heavens, the God Who planned and made the earth, and everything in it and did not make it a waste place, but made it a place for people to live in, says, “I am the Lord, and there is no other."
    },
    "18581": {
        "format": "prose",
        "text": "I have not spoken in secret in some dark land. I did not say to the children of Jacob, ‘Look for Me for nothing.’ I the Lord speak the truth. I say what is right."
    },
    "18582": {
        "format": "prose",
        "text": "¶“Gather together and come. Come near together, you who are left of the nations. They have no learning, who carry around their false god made of wood and pray to a god who cannot save."
    },
    "18583": {
        "format": "prose",
        "text": "Make your need known. Yes, let them talk it over together. Who said this would happen from long ago? Who has been saying it for a long time? Is it not I, the Lord? There is no other God besides Me, a God Who is right and good, a God Who saves. There is none except Me."
    },
    "18584": {
        "format": "prose",
        "text": "Look to Me and be saved, all the ends of the earth. For I am God, and there is no other."
    },
    "18585": {
        "format": "prose",
        "text": "By Myself I have sworn. The Word has gone out from My mouth in truth, and will not turn back: ‘Every knee will bow down before Me. And every tongue will say that I am God.’"
    },
    "18586": {
        "format": "prose",
        "text": "They will say of Me, ‘Strength and what is right and good are only found in the Lord.’ Men will come to Him, and all who were angry at Him will be put to shame."
    },
    "18587": {
        "format": "prose",
        "text": "In the Lord all the children of Israel will be made right, and will give praise.”"
    },
    "18588": {
        "format": "prose",
        "text": "§¶The false gods, Bel and Nebo, bow down. Their objects of worship were put on animals and cattle and the wagons had heavy loads making it hard for the tired animals."
    },
    "18589": {
        "format": "prose",
        "text": "They get down, they bow down together. They could not save the heavy load, but are themselves carried away to another land."
    },
    "18590": {
        "format": "prose",
        "text": "¶“Listen to Me, O family of Jacob, and all who are left of the family of Israel. You have been helped by Me before you were born and carried since you were born."
    },
    "18591": {
        "format": "prose",
        "text": "Even when you are old I will be the same. And even when your hair turns white, I will help you. I will take care of what I have made. I will carry you, and will save you."
    },
    "18592": {
        "format": "prose",
        "text": "¶“To whom will you compare Me? With whom will you make Me the same and compare Me, that we should be alike?"
    },
    "18593": {
        "format": "prose",
        "text": "Those who take much gold from the money bag and weigh silver hire one who works with gold, and he makes it into a god. Then they bow down and worship it."
    },
    "18594": {
        "format": "prose",
        "text": "They lift it upon their shoulders and carry it. They set it in its place and it stands there. It does not move from its place. When one cries to it, it cannot answer. It cannot take him away from his trouble."
    },
    "18595": {
        "format": "prose",
        "text": "¶“Remember this and be men. Bring it to mind again, you sinners."
    },
    "18596": {
        "format": "prose",
        "text": "Remember the things of long ago. For I am God, and there is no other. I am God, and there is no one like Me."
    },
    "18597": {
        "format": "prose",
        "text": "I tell from the beginning what will happen in the end. And from times long ago I tell of things which have not been done, saying, ‘My Word will stand. And I will do all that pleases Me.’"
    },
    "18598": {
        "format": "prose",
        "text": "I call a strong and hungry bird from the east, the man from a far country who will do what I have planned. I have spoken, and I will make it happen. I have planned it, and I will do it."
    },
    "18599": {
        "format": "prose",
        "text": "¶“Listen to Me, you strong-willed people who are far from being right and good."
    },
    "18600": {
        "format": "prose",
        "text": "I bring near what is right and good. It is not far away. And My saving power is ready now. I will save Zion, and will bring My great power to Israel."
    },
    "18601": {
        "format": "prose",
        "text": "§¶“Come down and sit in the dust, O pure daughter of Babylon. Sit on the ground without a throne, O people of the Babylonians. For you will no longer be called soft and gentle."
    },
    "18602": {
        "format": "prose",
        "text": "Take the heavy stones and grind grain. Take off your face-covering and your clothing. Take the covering off your legs, and cross the rivers."
    },
    "18603": {
        "format": "prose",
        "text": "Your body will not be covered, and your shame will be seen. I will punish, and will not show pity to any man.”"
    },
    "18604": {
        "format": "prose",
        "text": "The One Who bought us and saves us, the Lord of All is His name, the Holy One of Israel."
    },
    "18605": {
        "format": "prose",
        "text": "“Sit and be quiet, and go into darkness, O people of the Babylonians. For you will no more be called the queen of nations."
    },
    "18606": {
        "format": "prose",
        "text": "I was angry with My people. I made My chosen nation unclean, and gave them into your hand. You did not show loving-kindness to them. On the older people you made your load very heavy."
    },
    "18607": {
        "format": "prose",
        "text": "You said, ‘I will be a queen forever.’ So you did not think about these things, or remember what might happen."
    },
    "18608": {
        "format": "prose",
        "text": "¶“So now hear this, you who love the desires of the body, who live without fear of danger. You say in your heart, ‘I am, and there is no one besides me. I will not sit as a woman whose husband has died, and I will not lose my children.’"
    },
    "18609": {
        "format": "prose",
        "text": "But these two things will come upon you all at once in one day. You will lose your children and your husband. All this trouble will come to you, even with all your witchcraft and the strong power of your sinful secret ways."
    },
    "18610": {
        "format": "prose",
        "text": "You trusted in your sin and said, ‘No one sees me.’ Your wisdom and learning have led you the wrong way, for you have said in your heart, ‘I am, and there is no one besides me.’"
    },
    "18611": {
        "format": "prose",
        "text": "Much trouble will come upon you, and you will not know how to get away from it. Trouble will fall on you, and there will be no way for you to pay that it might go away. You will not know it but all at once you will be destroyed."
    },
    "18612": {
        "format": "prose",
        "text": "¶“Keep on with your sinful secret ways and all your witchcraft that you have used since you were young. It might be that you will get something from it. Maybe you can cause fear."
    },
    "18613": {
        "format": "prose",
        "text": "You are tired with your many wise men. Now call the star watchers, those who tell by the stars what will happen in the future, those who tell the future by the new moons. Have them stand up and save you from what will come upon you."
    },
    "18614": {
        "format": "prose",
        "text": "See, they have become like dry grass. Fire burns them. They cannot take themselves away from the power of the fire. This is no fire for making one warm, or fire to sit by!"
    },
    "18615": {
        "format": "prose",
        "text": "This is how those are to you, with whom you have worked since you were young. Each one has gone on in his own wrong way. There is no one who can save you."
    },
    "18616": {
        "format": "prose",
        "text": "§¶“Hear this, O family of Jacob, who are called by the name of Israel, and who come from the seed of Judah. They make promises in the name of the Lord, and call upon the God of Israel, but not in truth or by what is right and good."
    },
    "18617": {
        "format": "prose",
        "text": "For they call themselves people of the holy city, and trust in the God of Israel. The Lord of All is His name."
    },
    "18618": {
        "format": "prose",
        "text": "I made known the things that would happen long ago. From My mouth My words went out. Then all at once I did what I said I would, and they came to pass."
    },
    "18619": {
        "format": "prose",
        "text": "I know that your heart is hard. Your neck is like iron, and your forehead is like brass."
    },
    "18620": {
        "format": "prose",
        "text": "So I made them known to you long ago. I told you before they happened, or else you might say, ‘My false god has done them. My objects of worship have made them happen.’"
    },
    "18621": {
        "format": "prose",
        "text": "You have heard, now look at all this. And will you say that you will not tell about it? I tell you new things from this time on, even hidden things which you have not known."
    },
    "18622": {
        "format": "prose",
        "text": "They are made now, not long ago. Before today you have never heard of them, or you would say, ‘See, I knew them.’"
    },
    "18623": {
        "format": "prose",
        "text": "You have not heard. You have not known. Even from long ago your ear has not been open, because I knew that you could not be trusted. You have been known to fight against the law and not obey from birth."
    },
    "18624": {
        "format": "prose",
        "text": "Because of My name I hold back My anger. For My praise I keep Myself from cutting you off."
    },
    "18625": {
        "format": "prose",
        "text": "See, I have tested you, but not as silver. I have tested you in the fire of suffering."
    },
    "18626": {
        "format": "prose",
        "text": "For My own good, for My own good, I will do this. For why should I allow My name to be put to shame? I will not give My shining-greatness to another."
    },
    "18627": {
        "format": "prose",
        "text": "§¶“Listen to Me, O Jacob, and Israel whom I called. I am He. I am the first, and I am the last."
    },
    "18628": {
        "format": "prose",
        "text": "My hand put the earth in its place. And My right hand spread out the heavens. When I call to them, they stand together."
    },
    "18629": {
        "format": "prose",
        "text": "Gather together, all of you, and listen! Who among them has made these things known? The Lord loves him. He will do to Babylon what pleases him, and his arm will be against the Babylonians."
    },
    "18630": {
        "format": "prose",
        "text": "I, even I, have spoken. Yes, I have called him, I have brought him, and he will do well."
    },
    "18631": {
        "format": "prose",
        "text": "Come near to Me and listen to this: From the beginning I have not spoken in secret. From the time it came to be, I was there. And now the Lord God has sent me and His Spirit.”"
    },
    "18632": {
        "format": "prose",
        "text": "¶The Lord Who bought you and saves you, the Holy One of Israel, says, “I am the Lord your God, Who teaches you to do well, Who leads you in the way you should go."
    },
    "18633": {
        "format": "prose",
        "text": "If only you had listened to My Laws! Then your peace would have been like a river and your right-standing with God would have been like the waves of the sea."
    },
    "18634": {
        "format": "prose",
        "text": "Your children’s children would have been like the sand. Those born to you would have been like the sand. Their name would never be cut off or destroyed from before Me.”"
    },
    "18635": {
        "format": "prose",
        "text": "¶Go out from Babylon! Run from the Babylonians! Call out for joy and let this be known to the end of the earth, saying, “The Lord has bought and set free His servant Jacob!”"
    },
    "18636": {
        "format": "prose",
        "text": "They were not thirsty when He led them through the deserts. He made water flow out of the rock for them. He broke the rock, and the water flowed out."
    },
    "18637": {
        "format": "prose",
        "text": "“There is no peace for the sinful,” says the Lord."
    },
    "18638": {
        "format": "prose",
        "text": "§¶Listen to Me, O islands. Listen, you people from far away. The Lord called Me before I was born. From the body of My mother he said My name."
    },
    "18639": {
        "format": "prose",
        "text": "He has made My mouth like a sharp sword. He has hidden Me in the shadow of His hand. He has made Me a shining arrow, keeping Me in His secret place."
    },
    "18640": {
        "format": "prose",
        "text": "And He said to Me, “You are My Servant Israel, in Whom I will show My shining-greatness.”"
    },
    "18641": {
        "format": "prose",
        "text": "But I said, “My work has been for nothing. I have spent My strength for nothing. Yet for sure what should come to Me is with the Lord, and My reward is with My God.”"
    },
    "18642": {
        "format": "prose",
        "text": "¶And now the Lord speaks, Who made Me before I was born to be His Servant, to bring Jacob back to Him, that Israel might be gathered to Him. For I am honored in the eyes of the Lord, and My God is My strength."
    },
    "18643": {
        "format": "prose",
        "text": "He says, “It is too small a thing that You should be My Servant to raise up the family groups of Jacob, and to bring back those of Israel I have kept safe. I will also make You a light to the nations, so that men over all the earth can be saved from the punishment of their sins.”"
    },
    "18644": {
        "format": "prose",
        "text": "This is what the Lord, the One Who saves Israel, and its Holy One, says to the hated One, to the One hated by the nations, to the Servant of rulers: “Kings will see and rise up. Rulers will also bow down, because of the Lord Who is faithful, the Holy One of Israel Who has chosen You.”"
    },
    "18645": {
        "format": "prose",
        "text": "§¶The Lord says, “I have answered You at the right time. I have helped You in a day when people are saved. I will keep You and give You for an agreement to the people, to make the land good again, and to give them their land which had been destroyed."
    },
    "18646": {
        "format": "prose",
        "text": "I will say to those in prison, ‘Come out,’ and to those who are in darkness, ‘Show yourselves.’ They will eat along the roads, and find grass on all the hills."
    },
    "18647": {
        "format": "prose",
        "text": "They will not be hungry or thirsty. The burning heat of the sun will not trouble them. For He Who has loving-pity on them will lead them. He will lead them to wells of water."
    },
    "18648": {
        "format": "prose",
        "text": "And I will make all My mountains a road. My straight roads will be raised up."
    },
    "18649": {
        "format": "prose",
        "text": "See, these will come from far away. See, these will come from the north and from the west, and from the land of Sinim.”"
    },
    "18650": {
        "format": "prose",
        "text": "Sing for joy, O heavens! Be glad, O earth! Break out into songs of joy, O mountains! For the Lord has comforted His people. He will have loving-pity on His suffering people."
    },
    "18651": {
        "format": "prose",
        "text": "§¶But Zion said, “The Lord has left me alone. The Lord has forgotten me.”"
    },
    "18652": {
        "format": "prose",
        "text": "“Can a woman forget her nursing child? Can she have no pity on the son to whom she gave birth? Even these may forget, but I will not forget you."
    },
    "18653": {
        "format": "prose",
        "text": "See, I have marked your names on My hands. Your walls are always before Me."
    },
    "18654": {
        "format": "prose",
        "text": "Your builders hurry. And those who destroy you will leave you."
    },
    "18655": {
        "format": "prose",
        "text": "Lift up your eyes and look around. All of them gather together and come to you. As I live,” says the Lord, “you will put them on like objects of beauty. You will tie them on as a bride does."
    },
    "18656": {
        "format": "prose",
        "text": "For your waste places and your destroyed land will now be too small for the people. And those who destroyed you will be far away."
    },
    "18657": {
        "format": "prose",
        "text": "The children born to you during the time of your sorrow will say for you to hear, ‘The place is too small for us. Make a bigger place for us to live in.’"
    },
    "18658": {
        "format": "prose",
        "text": "Then you will say in your heart, ‘Who has given birth to these for me? My children were taken from me, and I could not give birth. I was sent away and had no place of my own. Who has brought up these children? See, I was left alone. Where have these come from?’”"
    },
    "18659": {
        "format": "prose",
        "text": "¶The Lord God says, “See, I will lift up My hand to the nations. I will raise My flag to the people. And they will bring your sons in their arms, and your daughters will be carried on their shoulders."
    },
    "18660": {
        "format": "prose",
        "text": "Kings will take care of you as fathers. And their queens will be your nursing mothers. They will bow down to you with their faces to the ground, and kiss the dust of your feet. Then you will know that I am the Lord. Those who wait for Me with hope will not be put to shame."
    },
    "18661": {
        "format": "prose",
        "text": "“Can that which was taken by a strong man in battle be taken from him? Can those taken away to prison by a powerful ruler be saved?”"
    },
    "18662": {
        "format": "prose",
        "text": "The Lord says, “Even those taken away by the strong man will be taken from him. Those taken by the powerful ruler will be saved. For I will fight with the one who fights with you, and I will save your sons."
    },
    "18663": {
        "format": "prose",
        "text": "I will feed those who make it hard for you with their own flesh. They will become drunk with their own blood as with sweet wine. Then all flesh will know that I, the Lord, am the One Who saves you, and the One Who bought you, the Powerful One of Jacob.”"
    },
    "18664": {
        "format": "prose",
        "text": "§¶The Lord says, “Where is the writing of your mother’s divorce, by which I have sent her away? To whom of those who owed Me money did I sell you? See, you were sold for your sins. For your wrong-doing your mother was sent away."
    },
    "18665": {
        "format": "prose",
        "text": "Why was there no man when I came? When I called, why was there no one to answer? Is My hand so short that it cannot pay for your life? Have I no power to take you out of trouble? See, I dry up the sea with My sharp words. I make the rivers a desert. Their fish smell bad because they do not have enough water, and die of thirst."
    },
    "18666": {
        "format": "prose",
        "text": "I clothe the heavens with darkness. I make cloth made from hair its covering.”"
    },
    "18667": {
        "format": "prose",
        "text": "¶The Lord God has given Me the tongue of those who follow Him, that I may know how to give strength when I speak to one who is tired. He wakes Me up morning by morning. He wakes up My ear to listen as a follower."
    },
    "18668": {
        "format": "prose",
        "text": "The Lord God has opened My ear, and I obeyed Him. I did not turn back."
    },
    "18669": {
        "format": "prose",
        "text": "I gave My back to those who hit Me, and My face to those who pull out the hair on my face. I did not cover My face from shame and spit."
    },
    "18670": {
        "format": "prose",
        "text": "For the Lord God helps Me, so I am not put to shame. I have set My face like hard stone, and know that I will not be ashamed."
    },
    "18671": {
        "format": "prose",
        "text": "He Who shows I am right is near. Who will fight with Me? Let us stand up to each other. Who has something against Me? Let him come near to Me."
    },
    "18672": {
        "format": "prose",
        "text": "See, the Lord God helps Me. Who will say that I am guilty? See, they will all wear out like a piece of clothing. The moth will eat them."
    },
    "18673": {
        "format": "prose",
        "text": "Who among you fears the Lord and obeys the voice of His Servant, yet walks in darkness and has no light? Let him trust in the name of the Lord and have faith in his God."
    },
    "18674": {
        "format": "prose",
        "text": "See, all you who start a fire and put fire all around you! Walk in the light of your fire and among the pieces of wood you have started to burn. You will receive this from My hand: You will lie down in much suffering."
    },
    "18675": {
        "format": "prose",
        "text": "§¶“Listen to me, you who are following what is right and good, and who are looking for the Lord. Look to the rock from which you were cut out, and to the hole from which you were dug."
    },
    "18676": {
        "format": "prose",
        "text": "Look to Abraham your father, and to Sarah who gave birth to you in pain. When he was but one, I called him. Then I brought good to him and made him many.”"
    },
    "18677": {
        "format": "prose",
        "text": "For the Lord will comfort Zion. He will comfort all her waste places. He will make her desert like Eden, like the garden of the Lord. Joy and happiness will be found in her. There will be much giving of thanks and much singing."
    },
    "18678": {
        "format": "prose",
        "text": "¶“Listen to Me, O My people. Hear Me, O My nation. The Law will go out from Me and My Law will be a light to the people."
    },
    "18679": {
        "format": "prose",
        "text": "My being right and good is near. My saving power has gone out, and My arms will judge the people. The islands will wait for Me. They will trust with hope for My arm."
    },
    "18680": {
        "format": "prose",
        "text": "Lift up your eyes to the sky, and look to the earth below. For the sky will go away like smoke. And the earth will wear out like a piece of clothing and those who live in it will die like flies. But My saving power will be forever. My being right and good will not come to an end."
    },
    "18681": {
        "format": "prose",
        "text": "Listen to Me, you who know what is right and good, you people who have My Law in your hearts. Do not fear the shame of strong words from man. Do not be troubled when they speak against you."
    },
    "18682": {
        "format": "prose",
        "text": "For the moth will eat them like a piece of clothing. And the worm will eat them like wool. But My being right and good will be forever. My saving power will be to all children’s children to come.”"
    },
    "18683": {
        "format": "prose",
        "text": "¶Awake, awake, put on strength, O arm of the Lord. Awake as in the days of old, as You did with the people who lived long ago. Was it not You Who cut Rahab in pieces, and Who cut through the big dragon?"
    },
    "18684": {
        "format": "prose",
        "text": "Was it not You Who dried up the sea, the deep waters, and Who made a path through the deep sea for Your saved people to cross over?"
    },
    "18685": {
        "format": "prose",
        "text": "So the people, for whom the Lord paid the price to be saved, will return. They will come with songs of joy to Zion. Joy that lasts forever will be on their heads. They will receive joy and happiness, and sorrow and sad voices will hurry away."
    },
    "18686": {
        "format": "prose",
        "text": "¶“I, even I, am He Who comforts you. Who are you that you are afraid of a man who dies? Why are you afraid of the sons of men who are made like grass,"
    },
    "18687": {
        "format": "prose",
        "text": "that you have forgotten the Lord Who made you? He spread out the heavens and put the earth in its place. Why do you live in fear all day long because of the anger of the one who makes it hard for you as he makes ready to destroy? But where is his anger?"
    },
    "18688": {
        "format": "prose",
        "text": "The one in chains will soon be set free, and will not die in prison. And he will always have enough bread."
    },
    "18689": {
        "format": "prose",
        "text": "For I am the Lord your God, Who fills the sea with action so that its waves sound: The Lord of All is His name."
    },
    "18690": {
        "format": "prose",
        "text": "I have put My words in your mouth, and have covered you with the shadow of My hand. I spread out the heavens and put the earth in its place, and say to Zion, ‘You are My people.’”"
    },
    "18691": {
        "format": "prose",
        "text": "§¶Awake! awake! Stand up, O Jerusalem, you who have drunk from the Lord’s hand the cup of His anger. You drank it down, and you had trouble walking."
    },
    "18692": {
        "format": "prose",
        "text": "There is no one to lead her among all the sons born of her. There is no one to take her by the hand among all the sons she has brought up."
    },
    "18693": {
        "format": "prose",
        "text": "These two things have come upon you: Being laid waste and destroyed, hunger and the sword. Who will have sorrow for you? How can I comfort you?"
    },
    "18694": {
        "format": "prose",
        "text": "Your sons have become weak and have fallen down. They cannot help themselves and they lie at the top of every street, like a deer in a net. The Lord has poured out His anger and sharp words upon them."
    },
    "18695": {
        "format": "prose",
        "text": "¶So hear this, you who are suffering, who are drunk, but not with wine."
    },
    "18696": {
        "format": "prose",
        "text": "Your Lord, the Lord your God Who fights for His people, says, “See, I have taken out of your hand the cup that makes you have trouble walking. You will never drink from the cup of My anger again."
    },
    "18697": {
        "format": "prose",
        "text": "I will put it into the hand of those who make it hard for you, who have said to you, ‘Lie down that we may walk over you.’ You have made your back like the ground and like the street for them to walk over.”"
    },
    "18698": {
        "format": "prose",
        "text": "§¶Awake, awake, put on your strength, O Zion. Put on your beautiful clothes, O Jerusalem, the holy city. For those who have not gone through the religious act of becoming a Jew and those who are unclean will not come into you any more."
    },
    "18699": {
        "format": "prose",
        "text": "Shake off the dust. Rise up, O Jerusalem, who has been taken into prison. Loose yourself from the chains around your neck, O chained people of Zion who are in prison."
    },
    "18700": {
        "format": "prose",
        "text": "For the Lord says, “You were sold for nothing, and you will be bought without money and made free.”"
    },
    "18701": {
        "format": "prose",
        "text": "For the Lord God says, “My people went down at first to Egypt to live there. Then the Assyrian made it hard for them without a reason."
    },
    "18702": {
        "format": "prose",
        "text": "So now what do I have here,” says the Lord, “Seeing that My people have been taken away for no reason?” The Lord says, “Those who rule over them call out in a loud voice and My name is spoken against all day long."
    },
    "18703": {
        "format": "prose",
        "text": "So My people will know My name. In that day they will know that it is I Who says, ‘Here I am.’”"
    },
    "18704": {
        "format": "prose",
        "text": "¶How beautiful on the mountains are the feet of him who brings good news, who tells of peace and brings good news of happiness, who tells of saving power, and says to Zion, “Your God rules!”"
    },
    "18705": {
        "format": "prose",
        "text": "Listen! Your watchmen lift up their voices. They call out together for joy, for they will see with their own eyes the return of the Lord to Zion."
    },
    "18706": {
        "format": "prose",
        "text": "Break out together into singing, you waste places of Jerusalem. For the Lord has comforted His people. He has saved Jerusalem."
    },
    "18707": {
        "format": "prose",
        "text": "The Lord has shown His holy arm in the eyes of all the nations, that all the ends of the earth may see that our God saves."
    },
    "18708": {
        "format": "prose",
        "text": "¶Leave, leave, go from them. Touch nothing that is unclean. Leave and make yourselves pure, you who carry the holy objects of the Lord."
    },
    "18709": {
        "format": "prose",
        "text": "But you will not go out in a hurry. You will not leave as if you were running for your lives. For the Lord will go before you. And the God of Israel will keep watch behind you."
    },
    "18710": {
        "format": "prose",
        "text": "§¶See, My Servant will do well. He will be high and lifted up and honored very much."
    },
    "18711": {
        "format": "prose",
        "text": "Just as many looked in wonder at you, My people, so His face was marked worse than any man, and His body more than the sons of men."
    },
    "18712": {
        "format": "prose",
        "text": "He will surprise many nations. Kings will shut their mouths because of Him. What they had never been told about Him, they will see. And what they had never heard about Him, they will understand."
    },
    "18713": {
        "format": "prose",
        "text": "¶Who has believed what we told them? And to whom has the arm of the Lord been shown?"
    },
    "18714": {
        "format": "prose",
        "text": "He grew up before Him like a young plant, and like a root out of dry ground. He has no beautiful body and when we see Him there is no beauty that we should desire Him."
    },
    "18715": {
        "format": "prose",
        "text": "He was hated and men would have nothing to do with Him, a man of sorrows and suffering, knowing sadness well. We hid, as it were, our faces from Him. He was hated, and we did not think well of Him."
    },
    "18716": {
        "format": "prose",
        "text": "¶For sure He took on Himself our troubles and carried our sorrows. Yet we thought of Him as being punished and hurt by God, and made to suffer."
    },
    "18717": {
        "format": "prose",
        "text": "But He was hurt for our wrong-doing. He was crushed for our sins. He was punished so we would have peace. He was beaten so we would be healed."
    },
    "18718": {
        "format": "prose",
        "text": "All of us like sheep have gone the wrong way. Each of us has turned to his own way. And the Lord has put on Him the sin of us all."
    },
    "18719": {
        "format": "prose",
        "text": "¶Men made it very hard for Him and caused Him to suffer, yet He did not open His mouth. He was taken like a lamb to be put to death. A sheep does not make a sound while its wool is cut and He did not open His mouth."
    },
    "18720": {
        "format": "prose",
        "text": "He was taken away as a prisoner and then judged. Who among the people of that day cared that His life was taken away from the earth? He was hurt because of the sin of the people who should have been punished."
    },
    "18721": {
        "format": "prose",
        "text": "They gave Him a grave with the sinful, but with the rich at His death, for He had done no wrong, and there was nothing false in His mouth."
    },
    "18722": {
        "format": "prose",
        "text": "¶But it was the will of the Lord to crush Him, causing Him to suffer. Because He gives His life as a gift on the altar for sin, He will see His children. Days will be added to His life, and the will of the Lord will do well in His hand."
    },
    "18723": {
        "format": "prose",
        "text": "He will see what the suffering of His soul brings, and will be pleased. By what He knows, the One Who is right and good, My Servant, will carry the punishment of many and He will carry their sins."
    },
    "18724": {
        "format": "prose",
        "text": "So I will give Him a share among the great. He will divide the riches with the strong, because He gave up His life. They thought of Him as One Who broke the Law. Yet He Himself carried the sin of many, and prayed for the sinners."
    },
    "18725": {
        "format": "prose",
        "text": "§¶“Woman, be happy, you who have had no children. Cry for joy, you who have never had the pains of having a child, for you will have many children. Yes, you will have more children than the one who has a husband,” says the Lord."
    },
    "18726": {
        "format": "prose",
        "text": "“Make your tent bigger. Spread out the curtains of your home, and do not hold back. Make your ropes longer and your tie-downs stronger."
    },
    "18727": {
        "format": "prose",
        "text": "For you will spread out to the right and to the left. Your children will own nations, and they will fill the destroyed cities with people."
    },
    "18728": {
        "format": "prose",
        "text": "¶“Fear not, for you will not be ashamed. Do not be troubled, for you will not be put to shame. You will forget how you were ashamed when you were young. You will not remember the sorrow of being without a husband any more."
    },
    "18729": {
        "format": "prose",
        "text": "Your Maker is your husband. His name is the Lord of All. And the One Who saves you is the Holy One of Israel. He is called the God of All the earth."
    },
    "18730": {
        "format": "prose",
        "text": "For the Lord has called you like a wife left alone and filled with sorrow, like a wife who married when young and is left,” says your God."
    },
    "18731": {
        "format": "prose",
        "text": "“For a short time I left you, but with much loving-pity I will take you back."
    },
    "18732": {
        "format": "prose",
        "text": "When I was very angry I hid My face from you for a short time. But with loving-kindness that lasts forever I will have pity on you,” says the Lord Who bought you and saves you."
    },
    "18733": {
        "format": "prose",
        "text": "¶“For this is like the days of Noah to Me. As I promised that the waters of Noah should not flood the earth again, so I have promised that I will not be angry with you or speak sharp words to you."
    },
    "18734": {
        "format": "prose",
        "text": "The mountains may be taken away and the hills may shake, but My loving-kindness will not be taken from you. And My agreement of peace will not be shaken,” says the Lord who has loving-pity on you."
    },
    "18735": {
        "format": "prose",
        "text": "¶“O suffering one, shaken by the storm and not comforted, see, I will set your stones in beautiful colors. You will stand upon blue stones of much worth."
    },
    "18736": {
        "format": "prose",
        "text": "I will make your towers of bright red stones. Your gates will be made of shining stones, and all your walls will be made of stones of great worth."
    },
    "18737": {
        "format": "prose",
        "text": "All your sons will be taught by the Lord, and the well-being of your children will be great."
    },
    "18738": {
        "format": "prose",
        "text": "All will be right and good for you. No one over you will make it hard for you, and you will not be afraid. You will be far from trouble, for it will not come near you."
    },
    "18739": {
        "format": "prose",
        "text": "If anyone brings trouble against you, it will not be from Me. Whoever comes against you will fall because of you."
    },
    "18740": {
        "format": "prose",
        "text": "See, I Myself have made the workman who blows on the fire to give it more heat and makes a sword for its work. I have made the destroyer to destroy."
    },
    "18741": {
        "format": "prose",
        "text": "No tool that is made to fight against you will do well. And you will prove wrong every tongue that says you are guilty. This is the gift given to the servants of the Lord. I take away their guilt and make them right,” says the Lord."
    },
    "18742": {
        "format": "prose",
        "text": "§¶“Listen! Every one who is thirsty, come to the waters. And you who have no money, come, buy and eat. Come, buy wine and milk without money and without price."
    },
    "18743": {
        "format": "prose",
        "text": "Why do you spend money for what is not bread? Why spend your pay for what you do not enjoy? Listen well to Me, and eat what is good. Find joy in the best food."
    },
    "18744": {
        "format": "prose",
        "text": "Listen and come to Me. Hear, so you may live. And I will make an agreement with you that lasts forever, because of the faithful love promised to David."
    },
    "18745": {
        "format": "prose",
        "text": "See, I made him one who told of what he had seen and heard to the nations, a leader and ruler of the people."
    },
    "18746": {
        "format": "prose",
        "text": "See, you will call nations that you do not know. And nations that did not know you will run to you, because of the Lord your God, the Holy One of Israel. For He has given shining-greatness to you.”"
    },
    "18747": {
        "format": "prose",
        "text": "¶Look for the Lord while He may be found. Call upon Him while He is near."
    },
    "18748": {
        "format": "prose",
        "text": "Let the sinful turn from his way, and the one who does not know God turn from his thoughts. Let him turn to the Lord, and He will have loving-pity on him. Let him turn to our God, for He will for sure forgive all his sins."
    },
    "18749": {
        "format": "prose",
        "text": "“For My thoughts are not your thoughts, and My ways are not your ways,” says the Lord."
    },
    "18750": {
        "format": "prose",
        "text": "“For as the heavens are higher than the earth, so are My ways higher than your ways, and My thoughts than your thoughts."
    },
    "18751": {
        "format": "prose",
        "text": "The rain and snow come down from heaven and do not return there without giving water to the earth. This makes plants grow on the earth, and gives seeds to the planter and bread to the eater."
    },
    "18752": {
        "format": "prose",
        "text": "So My Word which goes from My mouth will not return to Me empty. It will do what I want it to do, and will carry out My plan well."
    },
    "18753": {
        "format": "prose",
        "text": "You will go out with joy, and be led out in peace. The mountains and the hills will break out into sounds of joy before you. And all the trees of the field will clap their hands."
    },
    "18754": {
        "format": "prose",
        "text": "Instead of the thorn bush, the cypress tree will come up. Instead of the thistle, the myrtle tree will come up. It will cause you to remember the Lord, something special to see that will last forever.”"
    },
    "18755": {
        "format": "prose",
        "text": "§¶The Lord says, “Hold on to what is right and fair. Do what is right and good. My saving power will soon come, and I will show what is right."
    },
    "18756": {
        "format": "prose",
        "text": "How happy is the man who does this, and the son of man who takes hold of it! How happy is he who keeps the Day of Rest holy, and keeps his hand from doing wrong.”"
    },
    "18757": {
        "format": "prose",
        "text": "Let not the man from a strange land who has joined the Lord say, “For sure the Lord will keep me away from His people.” Let not the man who had been made so that he could not have children say, “See, I am a dry tree.”"
    },
    "18758": {
        "format": "prose",
        "text": "To these the Lord says, “If these servants keep My Days of Rest and choose what pleases Me, and hold on to My agreement,"
    },
    "18759": {
        "format": "prose",
        "text": "I will give them something in My house and within My walls to be remembered. I will give them a name better than that of sons and daughters, a name that will be forever and never be cut off."
    },
    "18760": {
        "format": "prose",
        "text": "¶“And those from a strange land who join themselves to the Lord, to serve Him and to love His name, to be His servants, and keep the Day of Rest holy, and keep My agreement,"
    },
    "18761": {
        "format": "prose",
        "text": "even those I will bring to My holy mountain and give them joy in My house of prayer. Their burnt offerings and gifts will be received on My altar. For My house will be called a house of prayer for all people.”"
    },
    "18762": {
        "format": "prose",
        "text": "The Lord God Who gathers the people of Israel from other lands says, “I will gather yet others to them, besides those already gathered.”"
    },
    "18763": {
        "format": "prose",
        "text": "§¶All you animals of the field, all you animals among the trees, come to eat."
    },
    "18764": {
        "format": "prose",
        "text": "The men of Israel who keep watch are blind to trouble. They know very little. They are all dogs that cannot make noise. They dream and lie down, and love to sleep."
    },
    "18765": {
        "format": "prose",
        "text": "The dogs are hungry and never have enough. The shepherds have no understanding. They have all turned to their own way, each one wanting to get things for himself that are not his."
    },
    "18766": {
        "format": "prose",
        "text": "“Come,” they say, “let us get wine. Let us drink much strong drink. And tomorrow will be even better than today.”"
    },
    "18767": {
        "format": "prose",
        "text": "§¶“The man who is right and good dies, and no one cares. Very good men are taken away, while no one understands. But the man who is right with God is taken away from what is sinful,"
    },
    "18768": {
        "format": "prose",
        "text": "and goes where there is peace. They have rest in their graves, each one who walked in the right way."
    },
    "18769": {
        "format": "prose",
        "text": "But come here, you sons of a witch, children of a man who does sex sins and a woman who sells the use of her body."
    },
    "18770": {
        "format": "prose",
        "text": "Against whom are you making fun? Against whom do you open your mouth wide and put out your tongue? Are you not children of sin, the young ones of lies?"
    },
    "18771": {
        "format": "prose",
        "text": "You burn with desire with your false gods under every green tree. You put your children on the altar of your false gods in the valleys under high rocks that hang over."
    },
    "18772": {
        "format": "prose",
        "text": "Your part is among the smooth stones of the valley. They are what you get. You have poured out drink gifts to them and given grain gifts. Should I be pleased about these things?"
    },
    "18773": {
        "format": "prose",
        "text": "You have made your bed on a high mountain. And you went up there to give your gifts in worship."
    },
    "18774": {
        "format": "prose",
        "text": "You have put up your false gods behind the door on the other side. You have turned away from Me and have taken the covering off yourself. You have gone up and made your bed wide. You have made an agreement for yourselves with them. You have loved their bed, and have looked upon their bodies."
    },
    "18775": {
        "format": "prose",
        "text": "You have traveled to the king with oil and much perfume. You have sent your men with gifts a very long way, and made them go down to the place of the dead."
    },
    "18776": {
        "format": "prose",
        "text": "You were tired because your road was so long, yet you did not say, ‘There is no hope.’ You found new strength, so you did not become weak."
    },
    "18777": {
        "format": "prose",
        "text": "¶“Of whom were you afraid, when you lied, and did not remember Me or think about Me? Have I not been quiet for a long time, so you are not afraid of Me?"
    },
    "18778": {
        "format": "prose",
        "text": "I will make known how right you are and what you have done, but it will not help you."
    },
    "18779": {
        "format": "prose",
        "text": "When you cry out, let the false gods that you have take you out of trouble. The wind will carry them away. A breath will take them away. But he who comes to Me to be safe will receive the land. My holy mountain will be his.”"
    },
    "18780": {
        "format": "prose",
        "text": "§¶It will be said, “Build up, build up, make the way ready. Take everything out of the way of My people.”"
    },
    "18781": {
        "format": "prose",
        "text": "For the high and honored One Who lives forever, Whose name is Holy, says, “I live in the high and holy place. And I also live with those who are sorry for their sins and have turned from them and are not proud. I give new strength to the spirit of those without pride, and also to those whose hearts are sorry for their sins."
    },
    "18782": {
        "format": "prose",
        "text": "I will keep on fighting against you, and will not always be angry, for then your spirit would become weak before Me, the ones to whom I gave life."
    },
    "18783": {
        "format": "prose",
        "text": "Because of the sin of his desire to get more of everything, I was angry. I punished him and hid My face in anger. He went on sinning, following the way of his own heart."
    },
    "18784": {
        "format": "prose",
        "text": "I have seen his ways and will heal him. I will lead him and give comfort to him and to those who have sorrow for him."
    },
    "18785": {
        "format": "prose",
        "text": "I will make the lips to praise. Peace, peace to him who is far and to him who is near,” says the Lord, “and I will heal him.”"
    },
    "18786": {
        "format": "prose",
        "text": "But the sinful are like the troubled sea, for it cannot rest. Its waters throw up mud and dirt."
    },
    "18787": {
        "format": "prose",
        "text": "“There is no peace,” says my God, “for the sinful.”"
    },
    "18788": {
        "format": "prose",
        "text": "§¶“Cry with a loud voice. Do not hold back. Raise your voice like a horn, and show My people their wrong-doing and the family of Jacob their sins."
    },
    "18789": {
        "format": "prose",
        "text": "Yet they look for Me day by day, and are happy to know My ways, as a nation that has done what is right and good, and has not turned away from the Law of their God. They ask Me to be fair in what I decide, and they are happy to come near to God."
    },
    "18790": {
        "format": "prose",
        "text": "They say, ‘Why have we gone without food, and You do not see it? Why have we put away our pride, and You do not know it?’ See, on the day you do not eat, you do what you want to do, and make it hard for all your workers."
    },
    "18791": {
        "format": "prose",
        "text": "See, while you go without food you argue and fight and hit with a sinful hand. Going without food as you do today will not help your voice to be heard on high."
    },
    "18792": {
        "format": "prose",
        "text": "Is it a time without eating like this that I choose, a day for a man to put away his pride? Is it for bowing his head like a piece of grass, and to spread ashes and cloth made from hair for his bed? Will you call this time without eating a day that pleases the Lord?"
    },
    "18793": {
        "format": "prose",
        "text": "Is not the time without eating which I choose, a time to take off the chains of sin, and to take the heavy load of sin off the neck? Is it not a time to let those who suffer under a sinful power go free, and to break every load from their neck?"
    },
    "18794": {
        "format": "prose",
        "text": "Is it not a time to share your food with the hungry, and bring the poor man into your house who has no home of his own? Is it not a time to give clothes to the person you see who has no clothes, and a time not to hide yourself from your own family?"
    },
    "18795": {
        "format": "prose",
        "text": "Then your light will break out like the early morning, and you will soon be healed. Your right and good works will go before you. And the shining-greatness of the Lord will keep watch behind you."
    },
    "18796": {
        "format": "prose",
        "text": "Then you will call, and the Lord will answer. You will cry, and He will say, ‘Here I am.’ If you take the weight of sin away, and stop putting the blame on others and stop speaking sinful things,"
    },
    "18797": {
        "format": "prose",
        "text": "and if you give what you have to the hungry, and fill the needs of those who suffer, then your light will rise in the darkness, and your darkness will be like the brightest time of day."
    },
    "18798": {
        "format": "prose",
        "text": "The Lord will always lead you. He will meet the needs of your soul in the dry times and give strength to your body. You will be like a garden that has enough water, like a well of water that never dries up."
    },
    "18799": {
        "format": "prose",
        "text": "And your cities which were destroyed long ago will be built again. You will set up the stones of the bases of the old buildings. You will be called the one who builds again the broken walls, and who makes the streets on which people live like new."
    },
    "18800": {
        "format": "prose",
        "text": "¶“If you keep from doing what pleases you on the Day of Rest, on My holy day and call the Day of Rest a happy time, and respect the holy day of the Lord, and if you honor it by turning from your own ways, and from following your own desire and by not talking in a foolish way,"
    },
    "18801": {
        "format": "prose",
        "text": "then you will have joy in the Lord. I will cause you to ride on the high places of the earth. And I will feed you with the best from the land given to your father Jacob. The mouth of the Lord has spoken.”"
    },
    "18802": {
        "format": "prose",
        "text": "§¶See, the Lord’s hand is not so short that it cannot save, and His ear is not closed that it cannot hear."
    },
    "18803": {
        "format": "prose",
        "text": "But your wrong-doings have kept you away from your God. Your sins have hidden His face from you, so that He does not hear."
    },
    "18804": {
        "format": "prose",
        "text": "For your hands are sinful with blood, your fingers with wrong-doing, your lips have lied, and your tongue talks about sin."
    },
    "18805": {
        "format": "prose",
        "text": "No one wants what is right and fair in court. And no one argues his cause with the truth. They trust in what is false, and speak lies. They plan to make trouble and do what is sinful."
    },
    "18806": {
        "format": "prose",
        "text": "They bring young ones from the eggs of deadly snakes and make traps as a spider does. He who eats of their eggs dies, and a snake comes out of the egg that is crushed."
    },
    "18807": {
        "format": "prose",
        "text": "Clothing cannot be made from the work of the spider, so they cannot cover themselves with what they make. Their works are works of sin. They hurt others with their hands."
    },
    "18808": {
        "format": "prose",
        "text": "And they are quick to sin and to kill people who are not guilty. Their thoughts are thoughts of sin. Wherever they go, they destroy and cause suffering."
    },
    "18809": {
        "format": "prose",
        "text": "They know nothing about peace, and there is nothing fair in their paths. Their roads are not straight. Whoever walks on them does not know peace."
    },
    "18810": {
        "format": "prose",
        "text": "¶So what is right and fair is far from us. What is right and good does not come to us. We hope for light, but see darkness. We hope for bright light, but we walk in the dark."
    },
    "18811": {
        "format": "prose",
        "text": "We feel for the wall like blind men. We feel our way like those who have no eyes. We trip at noon as in the night. Among those who are strong, we are like dead men."
    },
    "18812": {
        "format": "prose",
        "text": "All of us make noise like bears, and cry inside ourselves like doves. We hope for what is right and fair, but it is not there. We hope to be saved, but it is far from us."
    },
    "18813": {
        "format": "prose",
        "text": "For we have done much wrong before You, and our sins speak against us. Our wrong-doing is with us, and we know our sins."
    },
    "18814": {
        "format": "prose",
        "text": "We have gone against the Lord and have acted as if we do not know Him. We have turned away from our God. We have made it hard for others. We have thought and spoken lying words from the heart."
    },
    "18815": {
        "format": "prose",
        "text": "What is right and fair is turned back. What is right and good stands far away. Truth has fallen in the street, and what is right cannot come in."
    },
    "18816": {
        "format": "prose",
        "text": "Yes, truth is not there. And he who turns away from sin comes under the anger of sinners.¶Now the Lord saw this, and it did not please Him to see that what is right and fair was not being done."
    },
    "18817": {
        "format": "prose",
        "text": "He saw and wondered that there was no man to speak up for what is right. Then His own arm brought saving power, and what is right with Him gave Him strength."
    },
    "18818": {
        "format": "prose",
        "text": "Being right and good was His covering for His breast, saving power was His headcovering, clothing of anger was his covering, and His strong desires were like a coat."
    },
    "18819": {
        "format": "prose",
        "text": "He will pay them back for their works. He will send anger upon those who are against Him, and will punish those who hate Him. He will send punishment on the islands."
    },
    "18820": {
        "format": "prose",
        "text": "They will fear the name of the Lord from the west, and His shining-greatness from the rising of the sun. When the one who hates us comes in like a flood, the Spirit of the Lord will lift up a wall against him."
    },
    "18821": {
        "format": "prose",
        "text": "“The One Who saves from the punishment of sin will come to Zion, and He will come to those of Jacob who turn from their sinful ways,” says the Lord."
    },
    "18822": {
        "format": "prose",
        "text": "“And as for Me, this is My agreement with them,” says the Lord. “My Spirit which is upon you, and My Words which I have put in your mouth, will not leave your mouth, or the mouth of your children, or the mouth of your children’s children,” say the Lord, “from now and forever.”"
    },
    "18823": {
        "format": "prose",
        "text": "¶“Rise up and shine, for your light has come. The shining-greatness of the Lord has risen upon you."
    },
    "18824": {
        "format": "prose",
        "text": "For see, darkness will cover the earth. Much darkness will cover the people. But the Lord will rise upon you, and His shining-greatness will be seen upon you."
    },
    "18825": {
        "format": "prose",
        "text": "Nations will come to your light. And kings will see the shining-greatness of the Lord on you."
    },
    "18826": {
        "format": "prose",
        "text": "¶“Lift up your eyes and look around you, and see. They all gather together. They come to you. Your sons will come from far away, and your daughters will be carried in the arms."
    },
    "18827": {
        "format": "prose",
        "text": "Then you will see and shine with joy. Your heart will be glad and full of joy, because the riches of the sea will be turned to you. And the riches of the nations will come to you."
    },
    "18828": {
        "format": "prose",
        "text": "Many camels will cover your land, the young camels of Midian and Ephah. All those from Sheba will come. They will bring gold and special perfume, and will carry good news of the praises of the Lord."
    },
    "18829": {
        "format": "prose",
        "text": "All the flocks of Kedar will be gathered to you. The male sheep of Nebaioth will be ready for your need. They will be received on My altar. And I will make My house beautiful."
    },
    "18830": {
        "format": "prose",
        "text": "Who are these who fly like a cloud, and like doves to their windows?"
    },
    "18831": {
        "format": "prose",
        "text": "For sure the islands will wait for Me. And the ships of Tarshish will come first, to bring your sons from far away, and their silver and gold with them. They will come because of the name of the Lord your God, and for the Holy One of Israel, for He has brought great honor to you."
    },
    "18832": {
        "format": "prose",
        "text": "¶“People from strange lands will build up your walls, and their kings will help you. For I destroyed you in My anger, but in My favor I have had loving-pity on you."
    },
    "18833": {
        "format": "prose",
        "text": "Your gates will always be open. They will not be closed day or night, so that men may bring the riches of the nations to you with the kings leading the way."
    },
    "18834": {
        "format": "prose",
        "text": "For the nation which does not serve you will be destroyed. Those nations will all be destroyed."
    },
    "18835": {
        "format": "prose",
        "text": "The beauty of Lebanon will come to you. The juniper, the box tree and the cypress will be brought to make My holy place beautiful. I will make the place of My feet a beautiful place."
    },
    "18836": {
        "format": "prose",
        "text": "The sons of those who made it hard for you will come bowing to you. All those who hated you will bow down at your feet. And they will call you the City of the Lord, the Zion of the Holy One of Israel."
    },
    "18837": {
        "format": "prose",
        "text": "¶“You have been left and hated, with no one passing through. But I will make you a pride forever, a joy for all your children’s children."
    },
    "18838": {
        "format": "prose",
        "text": "You will drink the milk of nations. You will drink from the breast of kings. Then you will know that I, the Lord, am the One Who saves you, and the One Who bought you and made you free, the Powerful One of Jacob."
    },
    "18839": {
        "format": "prose",
        "text": "Instead of brass, I will bring gold. Instead of iron, I will bring silver. Instead of wood, I will bring brass. And instead of stones, I will bring iron. I will make peace your leader, and what is right and good will be your boss."
    },
    "18840": {
        "format": "prose",
        "text": "Fighting will not be heard again in your land. Nothing within your land will be destroyed. You will call your walls Saving Power and your gates Praise."
    },
    "18841": {
        "format": "prose",
        "text": "No more will the sun be your light during the day, and the moon during the night. But the Lord will be your light forever and your God will be your shining-greatness."
    },
    "18842": {
        "format": "prose",
        "text": "Your sun will set no more, and your moon will not become less. For the Lord will be your light forever and ever, and the days of your sorrow will end."
    },
    "18843": {
        "format": "prose",
        "text": "Then all your people will be right with God. They will have the land forever. They are the branch I planted, the work of My hands, that I may be honored."
    },
    "18844": {
        "format": "prose",
        "text": "The smallest one will become a family of a thousand. And the least one will become a powerful nation. I, the Lord, will make it happen in its time.”"
    },
    "18845": {
        "format": "prose",
        "text": "§¶The Spirit of the Lord God is on me, because the Lord has chosen me to bring good news to poor people. He has sent me to heal those with a sad heart. He has sent me to tell those who are being held and those in prison that they can go free."
    },
    "18846": {
        "format": "prose",
        "text": "He has sent me to tell about the year of the Lord’s favor, and the day our God will bring punishment. He has sent me to comfort all who are filled with sorrow."
    },
    "18847": {
        "format": "prose",
        "text": "To those who have sorrow in Zion I will give them a crown of beauty instead of ashes. I will give them the oil of joy instead of sorrow, and a spirit of praise instead of a spirit of no hope. Then they will be called oaks that are right with God, planted by the Lord, that He may be honored."
    },
    "18848": {
        "format": "prose",
        "text": "¶They will build the cities again that were destroyed long ago. They will raise up what had been torn down, and will build the cities that were destroyed, and have lain waste through the years of many families and their children’s children."
    },
    "18849": {
        "format": "prose",
        "text": "Strangers will stand and feed your flocks. Men from other lands will be your farmers and care for your vines."
    },
    "18850": {
        "format": "prose",
        "text": "But you will be called the religious leaders of the Lord. Men will speak of you as servants of our God. You will eat the riches of the nations, and in their riches you will speak with pride."
    },
    "18851": {
        "format": "prose",
        "text": "Instead of your shame you will have a share that is twice as much. Instead of being without honor, they will sing for joy over all you receive. So they will have twice as much in their land, and joy that lasts forever will be theirs."
    },
    "18852": {
        "format": "prose",
        "text": "For I, the Lord, love what is right and fair. I hate stealing and what is wrong. I will be faithful to pay them what they should have. And I will make an agreement with them that will last forever."
    },
    "18853": {
        "format": "prose",
        "text": "Their children will be known among the nations. Their children’s children will be known among the people. All who see them will know them, because they are the people to whom the Lord has brought honor."
    },
    "18854": {
        "format": "prose",
        "text": "¶I will have much joy in the Lord. My soul will have joy in my God, for He has clothed me with the clothes of His saving power. He has put around me a coat of what is right and good, as a man at his own wedding wears something special on his head, and as a bride makes herself beautiful with stones of great worth."
    },
    "18855": {
        "format": "prose",
        "text": "As the earth lets its new plants grow, and as a garden causes the things planted in it to grow, in the same way, the Lord God will cause what is right and good and words of praise to grow up in front of all the nations."
    },
    "18856": {
        "format": "prose",
        "text": "§¶Because of Zion I will not keep quiet. Because of Jerusalem I will not rest, until her being right with God shines like a bright light, and her being saved shines like fire."
    },
    "18857": {
        "format": "prose",
        "text": "The nations will see that you are right and good. All kings will see your shining-greatness. And you will be called by a new name which the mouth of the Lord will give."
    },
    "18858": {
        "format": "prose",
        "text": "You will be a crown of beauty in the hand of the Lord, a king’s crown in the hand of your God."
    },
    "18859": {
        "format": "prose",
        "text": "You will no longer be called “Left Alone.” Your land will no longer be called “Forgotten.” But you will be called “My joy is in her,” and your land “Married.” For the Lord finds joy in you, and to Him your land will be married."
    },
    "18860": {
        "format": "prose",
        "text": "For as a young man marries a young woman who has never had a man, your sons will marry you. And as the man to be married finds joy in his bride, so your God will find joy in you."
    },
    "18861": {
        "format": "prose",
        "text": "¶On your walls, O Jerusalem, I have put men to keep watch. All day and all night they will never be quiet. You who help the Lord remember, do not rest."
    },
    "18862": {
        "format": "prose",
        "text": "And give Him no rest until He builds Jerusalem and makes it a praise in the earth."
    },
    "18863": {
        "format": "prose",
        "text": "The Lord has sworn by His right hand and by His strong arm, “I will never again give your grain to be food for those who hate you. And strangers will never again drink your new wine that you have worked hard to make."
    },
    "18864": {
        "format": "prose",
        "text": "But those who have worked on it will eat it and praise the Lord. And those who gather it will drink it in the open spaces inside My holy house.”"
    },
    "18865": {
        "format": "prose",
        "text": "¶Go through, go through the gates. Open the way for the people. Build up, build up the road. Take away the stones, and raise the flag over the people."
    },
    "18866": {
        "format": "prose",
        "text": "See, the Lord has made it known to the end of the earth: Say to the people of Zion, “Look, the One Who saves you is coming! See, He is bringing His reward that He will give.”"
    },
    "18867": {
        "format": "prose",
        "text": "And they will call them “The holy people, the people who have been saved and set free by the Lord.” And you will be called “A city looked for, a city that God has not forgotten.”"
    },
    "18868": {
        "format": "prose",
        "text": "§¶Who is this Who comes from Edom, with dark red clothing from Bozrah? Who is this One Who is beautiful in His clothing, walking in the greatness of His strength? “It is I, Who speaks what is right and good, powerful to save.”"
    },
    "18869": {
        "format": "prose",
        "text": "Why is Your clothing red? Why is Your clothing like his who crushes the grapes?"
    },
    "18870": {
        "format": "prose",
        "text": "“I have crushed the grapes alone. From the people there was no man with Me. I crushed them in My anger. I was angry as I stepped on them. And their life blood is on My clothing, and all My clothing is red."
    },
    "18871": {
        "format": "prose",
        "text": "For the day of punishment was in My heart. And My year to save My people and make them free has come."
    },
    "18872": {
        "format": "prose",
        "text": "I looked, and there was no one to help. I wondered that there was no one to help. So My own arm brought saving power to Me, and My anger helped Me."
    },
    "18873": {
        "format": "prose",
        "text": "I crushed the nations in My anger and I made them drunk in My anger. I poured out their life blood on the earth.”"
    },
    "18874": {
        "format": "prose",
        "text": "§¶I will tell of the loving-kindness of the Lord, and praise Him for all He has done. I will tell of all the Lord has given us, the great goodness He has shown to the family of Israel and given to them because of His loving-pity and His great loving-kindness."
    },
    "18875": {
        "format": "prose",
        "text": "For He said, “For sure they are My people, sons who will not be false to Me.” So He saved them from the punishment of sin."
    },
    "18876": {
        "format": "prose",
        "text": "He suffered with them in all their troubles, and the angel of the Lord saved them. In His loving-kindness He paid the price and made them free. He lifted them up and carried them all the days of long ago."
    },
    "18877": {
        "format": "prose",
        "text": "But they turned against Him and made His Holy Spirit have sorrow. So He turned Himself and hated them, and fought against them."
    },
    "18878": {
        "format": "prose",
        "text": "Then His people remembered the days long ago, the days of Moses. Where is He Who brought them through the sea with the shepherd of His flock? Where is He Who put His Holy Spirit among them?"
    },
    "18879": {
        "format": "prose",
        "text": "Where is He Who caused His great arm to be at the right hand of Moses? Where is He Who divided the waters in front of them to make for Himself a name that lasts forever."
    },
    "18880": {
        "format": "prose",
        "text": "Who led them through the sea? Like a horse in the desert, they did not lose their step."
    },
    "18881": {
        "format": "prose",
        "text": "Like cattle that go down into the valley, the Spirit of the Lord gave them rest. So You led Your people, to make for Yourself a great and honored name."
    },
    "18882": {
        "format": "prose",
        "text": "§¶Look down from heaven, and see from Your holy and beautiful house. Where are Your strong desires and Your powerful works? Your kindness and Your loving-pity are kept from me."
    },
    "18883": {
        "format": "prose",
        "text": "For You are our Father. Even though Abraham does not know us, and Israel does not see who we are, You, O Lord, are our Father. The One Who bought us and made us free from long ago is Your name."
    },
    "18884": {
        "format": "prose",
        "text": "O Lord, why do You make us turn aside from Your ways and make our hearts hard so we do not fear You? Return because of Your servants, the families of Your promised land."
    },
    "18885": {
        "format": "prose",
        "text": "Your holy people kept Your holy house for a little while. But those who hate us have broken it under their feet."
    },
    "18886": {
        "format": "prose",
        "text": "We have become like those over whom You have never ruled, like those who were not called by Your name."
    },
    "18887": {
        "format": "prose",
        "text": "¶If only You would tear open the heavens and come down! The mountains would shake before You,"
    },
    "18888": {
        "format": "prose",
        "text": "as when fire burns the wood and causes the water to boil. Come and make Your name known to those who are against you, that the nations may shake in fear before You!"
    },
    "18889": {
        "format": "prose",
        "text": "When You did powerful things which we did not expect, You came down, and the mountains shook before You."
    },
    "18890": {
        "format": "prose",
        "text": "From long ago no ear has heard and no eye has seen any God besides You, Who works for those who wait for Him."
    },
    "18891": {
        "format": "prose",
        "text": "You meet him who finds joy in doing what is right and good, who remembers You in Your ways. See, You were angry because we sinned. We have been sinning for a long time, and will we be saved?"
    },
    "18892": {
        "format": "prose",
        "text": "All of us have become like one who is unclean. All our right and good works are like dirty pieces of cloth. And all of us dry up like a leaf. Our sins take us away like the wind."
    },
    "18893": {
        "format": "prose",
        "text": "There is no one who calls on Your name, who stirs himself up to take hold of You. For You have hidden Your face from us, and have given us over to the power of our sins."
    },
    "18894": {
        "format": "prose",
        "text": "¶But now, O Lord, You are our Father. We are the clay, and You are our pot maker. All of us are the work of Your hand."
    },
    "18895": {
        "format": "prose",
        "text": "Do not be so angry, O Lord. Do not remember our sin forever. Look now, all of us are Your people."
    },
    "18896": {
        "format": "prose",
        "text": "Your holy cities have become a waste place. Zion has become a waste place. Jerusalem lies destroyed."
    },
    "18897": {
        "format": "prose",
        "text": "Our holy and beautiful house, where our fathers praised You, has been burned by fire. And all our things of great worth have been destroyed."
    },
    "18898": {
        "format": "prose",
        "text": "Will You do nothing after seeing these things, O Lord? Will You keep quiet and make us suffer even more?"
    },
    "18899": {
        "format": "prose",
        "text": "§¶“I let Myself be looked for by those who did not ask for Me. I let Myself be found by those who did not look for Me. I said, ‘Here I am, here I am,’ to a nation that did not call on My name."
    },
    "18900": {
        "format": "prose",
        "text": "All day long I held out My hand to a people who would not obey Me and who worked against Me. They walk in a way that is not good, following their own thoughts."
    },
    "18901": {
        "format": "prose",
        "text": "These people always make Me angry, giving gifts of worship in gardens and burning special perfume on altars of clay blocks."
    },
    "18902": {
        "format": "prose",
        "text": "They sit among graves, and spend the night in secret places. They eat the flesh of pigs, and have boiled meat that is unclean in their pots."
    },
    "18903": {
        "format": "prose",
        "text": "They say, ‘Keep to yourself. Do not come near me. For I am holier than you.’ These are smoke in My nose, a fire that burns all the day."
    },
    "18904": {
        "format": "prose",
        "text": "See, it is written before Me: ‘I will not keep quiet, but I will pay them back. I will pay them back into their breast,"
    },
    "18905": {
        "format": "prose",
        "text": "for both their own sins and the sins of their fathers,’” says the Lord. “Because they have burned special perfume on the mountains and have spoken against Me on the hills, I will give them into their breasts the full pay for what they have done.”"
    },
    "18906": {
        "format": "prose",
        "text": "¶The Lord says, “New wine is found in the grapes, and one says, ‘Do not destroy them, for there is still some good in them.’ I will act in the same way for My servants, and not destroy them all."
    },
    "18907": {
        "format": "prose",
        "text": "I will bring children from Jacob, and one out of Judah who will have My mountains for a gift. They will be given to My chosen ones, and My servants will live there."
    },
    "18908": {
        "format": "prose",
        "text": "Sharon will become a field for flocks. And the valley of Achor will be a resting place for herds, for My people who look for Me."
    },
    "18909": {
        "format": "prose",
        "text": "But you who turn away from the Lord, who forget My holy mountain, who set a table for the false god, Gad, and who fill cups of mixed wine for the false female goddess, Meni,"
    },
    "18910": {
        "format": "prose",
        "text": "I will have your future be the sword. All of you will bow down to be killed. Because when I called, you did not answer. I spoke, but you did not hear. You did what was sinful in My eyes, and chose what did not please Me.”"
    },
    "18911": {
        "format": "prose",
        "text": "¶So the Lord God says, “See, My servants will eat, but you will be hungry. See, My servants will drink, but you will be thirsty. See, My servants will be glad, but you will be put to shame."
    },
    "18912": {
        "format": "prose",
        "text": "See, My servants will call out for joy with a glad heart. But you will cry out with pain in your heart and with a broken spirit."
    },
    "18913": {
        "format": "prose",
        "text": "And you will leave your name as a curse for My chosen ones. The Lord God will kill you, but My servants will be called by another name."
    },
    "18914": {
        "format": "prose",
        "text": "Anyone who has good things come to him in the land will have good things come to him by the God of truth. And he who makes a promise in the land will promise by the God of truth. The troubles of the past are forgotten, and are hidden from My eyes."
    },
    "18915": {
        "format": "prose",
        "text": "§¶“For, see, I will make new heavens and a new earth. The past things will not be remembered or come to mind."
    },
    "18916": {
        "format": "prose",
        "text": "But be glad and have joy forever in what I make. For see, I make Jerusalem for joy, and her people for happiness."
    },
    "18917": {
        "format": "prose",
        "text": "I will have joy in Jerusalem and be glad in My people. The voice of crying will no longer be heard in it, or the cry of trouble."
    },
    "18918": {
        "format": "prose",
        "text": "No more will there be in it a child who lives only a few days, or an old man who does not live many years. For the child will live to be a hundred years old. And the one who does not live a hundred years will be thought to be cursed."
    },
    "18919": {
        "format": "prose",
        "text": "They will build houses and live in them. They will plant grapes and eat their fruit."
    },
    "18920": {
        "format": "prose",
        "text": "They will not build a house and another live in it. They will not plant and another eat. For My people will live a long time, like the days of a tree. And for a long time My chosen ones will enjoy the work of their hands."
    },
    "18921": {
        "format": "prose",
        "text": "They will not work for nothing, or give birth to children and have trouble. For they will be the children of those who receive good from the Lord, and their children with them."
    },
    "18922": {
        "format": "prose",
        "text": "And it will be before they call, I will answer. While they are still speaking, I will hear."
    },
    "18923": {
        "format": "prose",
        "text": "The wolf and the lamb will eat together, and the lion will eat straw like the ox. And dust will be the snake’s food. They will not hurt or destroy in all My holy mountain,” says the Lord."
    },
    "18924": {
        "format": "prose",
        "text": "§¶The Lord says, “Heaven is My throne, and the earth is the place where I rest My feet. Where then is a house you could build for Me? And where is a place that I may rest?"
    },
    "18925": {
        "format": "prose",
        "text": "My hands made all these things, and so all these things came into being,” says the Lord. “But I will look to the one who has no pride and is broken in spirit, and who shakes with fear at My Word."
    },
    "18926": {
        "format": "prose",
        "text": "¶“He who kills an ox is like one who kills a man. He who kills a lamb on the altar in worship is like one who breaks a dog’s neck. He who gives a grain gift is like one who gives pig’s blood. He who burns special perfume is like the one who gives honor and thanks to a false god. They have chosen their own ways, and their soul finds joy in the sinful things they do."
    },
    "18927": {
        "format": "prose",
        "text": "So I will choose their punishments, and will bring on them what they are most afraid of. I called, but no one answered, and spoke, but they did not listen. They did what was sinful in My eyes, and chose what did not please Me.”"
    },
    "18928": {
        "format": "prose",
        "text": "Hear the word of the Lord, you who shake in fear at His word: “Your brothers who hate you and have nothing to do with you because of Me have said, ‘Let the Lord be honored, that we may see your joy.’ But they will be put to shame."
    },
    "18929": {
        "format": "prose",
        "text": "Listen! A noise from the city! A voice from the house of God! It is the voice of the Lord Who is giving punishment to those who hate Him."
    },
    "18930": {
        "format": "prose",
        "text": "¶“Before she suffered, she gave birth. Before her pain came, a son was born to her."
    },
    "18931": {
        "format": "prose",
        "text": "Who has heard such a thing? Who has seen such things? Can a land be born in one day? Can a nation be born all at once? As soon as Zion’s pains came, she gave birth to her sons."
    },
    "18932": {
        "format": "prose",
        "text": "Will I bring a child to birth, and not let him be born?” says the Lord. “Will I, Who gives birth, stop it?” says your God."
    },
    "18933": {
        "format": "prose",
        "text": "Be glad with Jerusalem and have joy in her, all you who love her. Be filled with joy for her, all you who have sorrow for her."
    },
    "18934": {
        "format": "prose",
        "text": "Then you will nurse and be filled with her comforting breasts. You will drink and be happy with her greatness.”"
    },
    "18935": {
        "format": "prose",
        "text": "For the Lord says, “See, I will give peace to her like a river, and the greatness of the nations like a river flowing over. And you will be nursed. You will be carried at the side and given loving-kindness on the knees."
    },
    "18936": {
        "format": "prose",
        "text": "I will comfort you as one is comforted by his mother. And you will be comforted in Jerusalem.”"
    },
    "18937": {
        "format": "prose",
        "text": "When you see this, your heart will be glad. Your bones will get new strength like the new grass. And the hand of the Lord will be made known to His servants. But He will be angry with those who hate Him."
    },
    "18938": {
        "format": "prose",
        "text": "For see, the Lord will come in fire. His war-wagons will be like a very strong wind. And He will show His anger with fire."
    },
    "18939": {
        "format": "prose",
        "text": "The Lord will punish by fire and by His sword on all flesh. And those killed by the Lord will be many."
    },
    "18940": {
        "format": "prose",
        "text": "Those who set themselves apart and make themselves pure to go to the gardens, following one in the center, who eat pig’s flesh, hated things, and mice, will come to an end together,” says the Lord."
    },
    "18941": {
        "format": "prose",
        "text": "“For I know their works and their thoughts. The time is coming to gather all nations and tongues. And they will come and see My shining-greatness."
    },
    "18942": {
        "format": "prose",
        "text": "I will put something special among them. And I will send some of them who are left alive to the nations: Tarshish, Put, Lud, Mashech, Rosh, Tubal, and Javan, to the far islands that have not heard of My name or seen My greatness. And they will make My greatness known among the nations."
    },
    "18943": {
        "format": "prose",
        "text": "Then they will bring all your brothers from all the nations as a grain gift to the Lord, on horses, in war-wagons, on beds pulled by animals, on donkeys, and on camels. They will be brought to My holy mountain Jerusalem,” says the Lord, “just as the sons of Israel bring their grain gift in a clean pot to the house of the Lord."
    },
    "18944": {
        "format": "prose",
        "text": "I will take some of them for religious leaders and for Levites,” says the Lord."
    },
    "18945": {
        "format": "prose",
        "text": "“As the new heavens and the new earth which I make will last before Me,” says the Lord, “in the same way, your children’s children and your name will last."
    },
    "18946": {
        "format": "prose",
        "text": "From a new moon to another new moon, and from one Day of Rest to another Day of Rest, all people will come to bow down before Me,” says the Lord."
    },
    "18947": {
        "format": "prose",
        "text": "“Then they will go out and look on the dead bodies of the men who have sinned against Me. For their worm will not die, and their fire will not be put out. And they will be a hated thing to all people.”"
    }
}