{
    "17656": {
        "format": "prose",
        "text": "§¶These are the visions that Isaiah son of Amoz saw concerning Judah and Jerusalem. He saw these visions during the years when Uzziah, Jotham, Ahaz, and Hezekiah were kings of Judah."
    },
    "17657": {
        "format": "poetry",
        "text": "§¶Listen, O heavens! Pay attention, earth!\/_This is what the Lord says:\/“The children I raised and cared for\/_have rebelled against me."
    },
    "17658": {
        "format": "poetry",
        "text": "\/Even an ox knows its owner,\/_and a donkey recognizes its master’s care—\/but Israel doesn’t know its master.\/_My people don’t recognize my care for them.”"
    },
    "17659": {
        "format": "poetry",
        "text": "\/Oh, what a sinful nation they are—\/_loaded down with a burden of guilt.\/They are evil people,\/_corrupt children who have rejected the Lord.\/They have despised the Holy One of Israel\/_and turned their backs on him."
    },
    "17660": {
        "format": "poetry",
        "text": "¶Why do you continue to invite punishment?\/_Must you rebel forever?\/Your head is injured,\/_and your heart is sick."
    },
    "17661": {
        "format": "poetry",
        "text": "\/You are battered from head to foot—\/_covered with bruises, welts, and infected wounds—\/_without any soothing ointments or bandages."
    },
    "17662": {
        "format": "poetry",
        "text": "\/Your country lies in ruins,\/_and your towns are burned.\/Foreigners plunder your fields before your eyes\/_and destroy everything they see."
    },
    "17663": {
        "format": "poetry",
        "text": "\/Beautiful Jerusalem stands abandoned\/_like a watchman’s shelter in a vineyard,\/like a lean‐to in a cucumber field after the harvest,\/_like a helpless city under siege."
    },
    "17664": {
        "format": "poetry",
        "text": "\/If the Lord of Heaven’s Armies\/_had not spared a few of us,\/we would have been wiped out like Sodom,\/_destroyed like Gomorrah."
    },
    "17665": {
        "format": "poetry",
        "text": "¶Listen to the Lord, you leaders of “Sodom.”\/_Listen to the law of our God, people of “Gomorrah.”"
    },
    "17666": {
        "format": "poetry",
        "text": "\/“What makes you think I want all your sacrifices?”\/_says the Lord.\/“I am sick of your burnt offerings of rams\/_and the fat of fattened cattle.\/I get no pleasure from the blood\/_of bulls and lambs and goats."
    },
    "17667": {
        "format": "poetry",
        "text": "\/When you come to worship me,\/_who asked you to parade through my courts with all your ceremony?"
    },
    "17668": {
        "format": "poetry",
        "text": "\/Stop bringing me your meaningless gifts;\/_the incense of your offerings disgusts me!\/As for your celebrations of the new moon and the Sabbath\/_and your special days for fasting—\/they are all sinful and false.\/_I want no more of your pious meetings."
    },
    "17669": {
        "format": "poetry",
        "text": "\/I hate your new moon celebrations and your annual festivals.\/_They are a burden to me. I cannot stand them!"
    },
    "17670": {
        "format": "poetry",
        "text": "\/When you lift up your hands in prayer, I will not look.\/_Though you offer many prayers, I will not listen,\/_for your hands are covered with the blood of innocent victims."
    },
    "17671": {
        "format": "poetry",
        "text": "\/Wash yourselves and be clean!\/_Get your sins out of my sight.\/_Give up your evil ways."
    },
    "17672": {
        "format": "poetry",
        "text": "\/Learn to do good.\/_Seek justice.\/Help the oppressed.\/_Defend the cause of orphans.\/_Fight for the rights of widows."
    },
    "17673": {
        "format": "poetry",
        "text": "¶“Come now, let’s settle this,”\/_says the Lord.\/“Though your sins are like scarlet,\/_I will make them as white as snow.\/Though they are red like crimson,\/_I will make them as white as wool."
    },
    "17674": {
        "format": "poetry",
        "text": "\/If you will only obey me,\/_you will have plenty to eat."
    },
    "17675": {
        "format": "poetry",
        "text": "\/But if you turn away and refuse to listen,\/_you will be devoured by the sword of your enemies.\/_I, the Lord, have spoken!”"
    },
    "17676": {
        "format": "poetry",
        "text": "§¶See how Jerusalem, once so faithful,\/_has become a prostitute.\/Once the home of justice and righteousness,\/_she is now filled with murderers."
    },
    "17677": {
        "format": "poetry",
        "text": "\/Once like pure silver,\/_you have become like worthless slag.\/Once so pure,\/_you are now like watered‐down wine."
    },
    "17678": {
        "format": "poetry",
        "text": "\/Your leaders are rebels,\/_the companions of thieves.\/All of them love bribes\/_and demand payoffs,\/but they refuse to defend the cause of orphans\/_or fight for the rights of widows."
    },
    "17679": {
        "format": "poetry",
        "text": "¶Therefore, the Lord, the Lord of Heaven’s Armies,\/_the Mighty One of Israel, says,\/“I will take revenge on my enemies\/_and pay back my foes!"
    },
    "17680": {
        "format": "poetry",
        "text": "\/I will raise my fist against you.\/_I will melt you down and skim off your slag.\/_I will remove all your impurities."
    },
    "17681": {
        "format": "poetry",
        "text": "\/Then I will give you good judges again\/_and wise counselors like you used to have.\/Then Jerusalem will again be called the Home of Justice\/_and the Faithful City.”"
    },
    "17682": {
        "format": "poetry",
        "text": "¶Zion will be restored by justice;\/_those who repent will be revived by righteousness."
    },
    "17683": {
        "format": "poetry",
        "text": "\/But rebels and sinners will be completely destroyed,\/_and those who desert the Lord will be consumed."
    },
    "17684": {
        "format": "poetry",
        "text": "¶You will be ashamed of your idol worship\/_in groves of sacred oaks.\/You will blush because you worshiped\/_in gardens dedicated to idols."
    },
    "17685": {
        "format": "poetry",
        "text": "\/You will be like a great tree with withered leaves,\/_like a garden without water."
    },
    "17686": {
        "format": "poetry",
        "text": "\/The strongest among you will disappear like straw;\/_their evil deeds will be the spark that sets it on fire.\/They and their evil works will burn up together,\/_and no one will be able to put out the fire."
    },
    "17687": {
        "format": "prose",
        "text": "§¶This is a vision that Isaiah son of Amoz saw concerning Judah and Jerusalem:"
    },
    "17688": {
        "format": "poetry",
        "text": "¶In the last days, the mountain of the Lord’s house\/_will be the highest of all—\/_the most important place on earth.\/It will be raised above the other hills,\/_and people from all over the world will stream there to worship."
    },
    "17689": {
        "format": "poetry",
        "text": "\/People from many nations will come and say,\/“Come, let us go up to the mountain of the Lord,\/_to the house of Jacob’s God.\/There he will teach us his ways,\/_and we will walk in his paths.”\/For the Lord’s teaching will go out from Zion;\/_his word will go out from Jerusalem."
    },
    "17690": {
        "format": "poetry",
        "text": "\/The Lord will mediate between nations\/_and will settle international disputes.\/They will hammer their swords into plowshares\/_and their spears into pruning hooks.\/Nation will no longer fight against nation,\/_nor train for war anymore."
    },
    "17691": {
        "format": "poetry",
        "text": "§¶Come, descendants of Jacob,\/_let us walk in the light of the Lord!"
    },
    "17692": {
        "format": "poetry",
        "text": "\/For the Lord has rejected his people,\/_the descendants of Jacob,\/because they have filled their land with practices from the East\/_and with sorcerers, as the Philistines do.\/_They have made alliances with pagans."
    },
    "17693": {
        "format": "poetry",
        "text": "\/Israel is full of silver and gold;\/_there is no end to its treasures.\/Their land is full of warhorses;\/_there is no end to its chariots."
    },
    "17694": {
        "format": "poetry",
        "text": "\/Their land is full of idols;\/_the people worship things they have made\/_with their own hands."
    },
    "17695": {
        "format": "poetry",
        "text": "\/So now they will be humbled,\/_and all will be brought low—\/_do not forgive them."
    },
    "17696": {
        "format": "poetry",
        "text": "\/Crawl into caves in the rocks.\/_Hide in the dust\/from the terror of the Lord\/_and the glory of his majesty."
    },
    "17697": {
        "format": "poetry",
        "text": "\/Human pride will be brought down,\/_and human arrogance will be humbled.\/Only the Lord will be exalted\/_on that day of judgment."
    },
    "17698": {
        "format": "poetry",
        "text": "¶For the Lord of Heaven’s Armies\/_has a day of reckoning.\/He will punish the proud and mighty\/_and bring down everything that is exalted."
    },
    "17699": {
        "format": "poetry",
        "text": "\/He will cut down the tall cedars of Lebanon\/_and all the mighty oaks of Bashan."
    },
    "17700": {
        "format": "poetry",
        "text": "\/He will level all the high mountains\/_and all the lofty hills."
    },
    "17701": {
        "format": "poetry",
        "text": "\/He will break down every high tower\/_and every fortified wall."
    },
    "17702": {
        "format": "poetry",
        "text": "\/He will destroy all the great trading ships\/_and every magnificent vessel."
    },
    "17703": {
        "format": "poetry",
        "text": "\/Human pride will be humbled,\/_and human arrogance will be brought down.\/Only the Lord will be exalted\/_on that day of judgment."
    },
    "17704": {
        "format": "poetry",
        "text": "¶Idols will completely disappear."
    },
    "17705": {
        "format": "poetry",
        "text": "\/When the Lord rises to shake the earth,\/_his enemies will crawl into holes in the ground.\/They will hide in caves in the rocks\/_from the terror of the Lord\/_and the glory of his majesty."
    },
    "17706": {
        "format": "poetry",
        "text": "\/On that day of judgment they will abandon the gold and silver idols\/_they made for themselves to worship.\/They will leave their gods to the rodents and bats,"
    },
    "17707": {
        "format": "poetry",
        "text": "\/_while they crawl away into caverns\/_and hide among the jagged rocks in the cliffs.\/They will try to escape the terror of the Lord\/_and the glory of his majesty\/_as he rises to shake the earth."
    },
    "17708": {
        "format": "poetry",
        "text": "\/Don’t put your trust in mere humans.\/_They are as frail as breath.\/_What good are they?"
    },
    "17709": {
        "format": "poetry",
        "text": "§¶The Lord, the Lord of Heaven’s Armies,\/_will take away from Jerusalem and Judah\/everything they depend on:\/_every bit of bread\/_and every drop of water,"
    },
    "17710": {
        "format": "poetry",
        "text": "\/all their heroes and soldiers,\/_judges and prophets,\/_fortune‐tellers and elders,"
    },
    "17711": {
        "format": "poetry",
        "text": "\/army officers and high officials,\/_advisers, skilled sorcerers, and astrologers."
    },
    "17712": {
        "format": "poetry",
        "text": "¶I will make boys their leaders,\/_and toddlers their rulers."
    },
    "17713": {
        "format": "poetry",
        "text": "\/People will oppress each other—\/_man against man,\/_neighbor against neighbor.\/Young people will insult their elders,\/_and vulgar people will sneer at the honorable."
    },
    "17714": {
        "format": "poetry",
        "text": "¶In those days a man will say to his brother,\/“Since you have a coat, you be our leader!\/_Take charge of this heap of ruins!”"
    },
    "17715": {
        "format": "poetry",
        "text": "\/But he will reply,\/_“No! I can’t help.\/I don’t have any extra food or clothes.\/_Don’t put me in charge!”"
    },
    "17716": {
        "format": "poetry",
        "text": "¶For Jerusalem will stumble,\/_and Judah will fall,\/because they speak out against the Lord and refuse to obey him.\/_They provoke him to his face."
    },
    "17717": {
        "format": "poetry",
        "text": "\/The very look on their faces gives them away.\/_They display their sin like the people of Sodom\/_and don’t even try to hide it.\/They are doomed!\/_They have brought destruction upon themselves."
    },
    "17718": {
        "format": "poetry",
        "text": "¶Tell the godly that all will be well for them.\/_They will enjoy the rich reward they have earned!"
    },
    "17719": {
        "format": "poetry",
        "text": "\/But the wicked are doomed,\/_for they will get exactly what they deserve."
    },
    "17720": {
        "format": "poetry",
        "text": "¶Childish leaders oppress my people,\/_and women rule over them.\/O my people, your leaders mislead you;\/_they send you down the wrong road."
    },
    "17721": {
        "format": "poetry",
        "text": "¶The Lord takes his place in court\/_and presents his case against his people."
    },
    "17722": {
        "format": "poetry",
        "text": "\/The Lord comes forward to pronounce judgment\/_on the elders and rulers of his people:\/“You have ruined Israel, my vineyard.\/_Your houses are filled with things stolen from the poor."
    },
    "17723": {
        "format": "poetry",
        "text": "\/How dare you crush my people,\/_grinding the faces of the poor into the dust?”\/_demands the Lord, the Lord of Heaven’s Armies."
    },
    "17724": {
        "format": "poetry",
        "text": "§¶The Lord says, “Beautiful Zion is haughty:\/craning her elegant neck,\/_flirting with her eyes,\/walking with dainty steps,\/_tinkling her ankle bracelets."
    },
    "17725": {
        "format": "poetry",
        "text": "\/So the Lord will send scabs on her head;\/_the Lord will make beautiful Zion bald.”"
    },
    "17726": {
        "format": "poetry",
        "text": "¶On that day of judgment\/_the Lord will strip away everything that makes her beautiful:\/ornaments, headbands, crescent necklaces,"
    },
    "17727": {
        "format": "poetry",
        "text": "\/_earrings, bracelets, and veils;"
    },
    "17728": {
        "format": "poetry",
        "text": "\/scarves, ankle bracelets, sashes,\/_perfumes, and charms;"
    },
    "17729": {
        "format": "poetry",
        "text": "\/rings, jewels,"
    },
    "17730": {
        "format": "poetry",
        "text": "\/_party clothes, gowns, capes, and purses;"
    },
    "17731": {
        "format": "poetry",
        "text": "\/mirrors, fine linen garments,\/_head ornaments, and shawls."
    },
    "17732": {
        "format": "poetry",
        "text": "¶Instead of smelling of sweet perfume, she will stink.\/_She will wear a rope for a sash,\/_and her elegant hair will fall out.\/She will wear rough burlap instead of rich robes.\/_Shame will replace her beauty."
    },
    "17733": {
        "format": "poetry",
        "text": "\/The men of the city will be killed with the sword,\/_and her warriors will die in battle."
    },
    "17734": {
        "format": "poetry",
        "text": "\/The gates of Zion will weep and mourn.\/_The city will be like a ravaged woman,\/_huddled on the ground."
    },
    "17735": {
        "format": "prose",
        "text": "¶In that day so few men will be left that seven women will fight for each man, saying, “Let us all marry you! We will provide our own food and clothing. Only let us take your name so we won’t be mocked as old maids.”"
    },
    "17736": {
        "format": "poetry",
        "text": "§¶But in that day, the branch of the Lord\/_will be beautiful and glorious;\/the fruit of the land will be the pride and glory\/_of all who survive in Israel."
    },
    "17737": {
        "format": "poetry",
        "text": "\/All who remain in Zion\/_will be a holy people—\/those who survive the destruction of Jerusalem\/_and are recorded among the living."
    },
    "17738": {
        "format": "poetry",
        "text": "\/The Lord will wash the filth from beautiful Zion\/_and cleanse Jerusalem of its bloodstains\/_with the hot breath of fiery judgment."
    },
    "17739": {
        "format": "poetry",
        "text": "\/Then the Lord will provide shade for Mount Zion\/_and all who assemble there.\/He will provide a canopy of cloud during the day\/_and smoke and flaming fire at night,\/_covering the glorious land."
    },
    "17740": {
        "format": "poetry",
        "text": "\/It will be a shelter from daytime heat\/_and a hiding place from storms and rain."
    },
    "17741": {
        "format": "poetry",
        "text": "§¶Now I will sing for the one I love\/_a song about his vineyard:\/My beloved had a vineyard\/_on a rich and fertile hill."
    },
    "17742": {
        "format": "poetry",
        "text": "\/He plowed the land, cleared its stones,\/_and planted it with the best vines.\/In the middle he built a watchtower\/_and carved a winepress in the nearby rocks.\/Then he waited for a harvest of sweet grapes,\/_but the grapes that grew were bitter."
    },
    "17743": {
        "format": "poetry",
        "text": "¶Now, you people of Jerusalem and Judah,\/_you judge between me and my vineyard."
    },
    "17744": {
        "format": "poetry",
        "text": "\/What more could I have done for my vineyard\/_that I have not already done?\/When I expected sweet grapes,\/_why did my vineyard give me bitter grapes?"
    },
    "17745": {
        "format": "poetry",
        "text": "¶Now let me tell you\/_what I will do to my vineyard:\/I will tear down its hedges\/_and let it be destroyed.\/I will break down its walls\/_and let the animals trample it."
    },
    "17746": {
        "format": "poetry",
        "text": "\/I will make it a wild place\/_where the vines are not pruned and the ground is not hoed,\/_a place overgrown with briers and thorns.\/I will command the clouds\/_to drop no rain on it."
    },
    "17747": {
        "format": "poetry",
        "text": "¶The nation of Israel is the vineyard of the Lord of Heaven’s Armies.\/_The people of Judah are his pleasant garden.\/He expected a crop of justice,\/_but instead he found oppression.\/He expected to find righteousness,\/_but instead he heard cries of violence."
    },
    "17748": {
        "format": "poetry",
        "text": "§¶What sorrow for you who buy up house after house and field after field,\/_until everyone is evicted and you live alone in the land."
    },
    "17749": {
        "format": "poetry",
        "text": "\/But I have heard the Lord of Heaven’s Armies\/_swear a solemn oath:\/“Many houses will stand deserted;\/_even beautiful mansions will be empty."
    },
    "17750": {
        "format": "poetry",
        "text": "\/Ten acres of vineyard will not produce even six gallons of wine.\/_Ten baskets of seed will yield only one basket of grain.”"
    },
    "17751": {
        "format": "poetry",
        "text": "¶What sorrow for those who get up early in the morning\/_looking for a drink of alcohol\/and spend long evenings drinking wine\/_to make themselves flaming drunk."
    },
    "17752": {
        "format": "poetry",
        "text": "\/They furnish wine and lovely music at their grand parties—\/_lyre and harp, tambourine and flute—\/but they never think about the Lord\/_or notice what he is doing."
    },
    "17753": {
        "format": "poetry",
        "text": "¶So my people will go into exile far away\/_because they do not know me.\/Those who are great and honored will starve,\/_and the common people will die of thirst."
    },
    "17754": {
        "format": "poetry",
        "text": "\/The grave is licking its lips in anticipation,\/_opening its mouth wide.\/The great and the lowly\/_and all the drunken mob will be swallowed up."
    },
    "17755": {
        "format": "poetry",
        "text": "\/Humanity will be destroyed, and people brought down;\/_even the arrogant will lower their eyes in humiliation."
    },
    "17756": {
        "format": "poetry",
        "text": "\/But the Lord of Heaven’s Armies will be exalted by his justice.\/_The holiness of God will be displayed by his righteousness."
    },
    "17757": {
        "format": "poetry",
        "text": "\/In that day lambs will find good pastures,\/_and fattened sheep and young goats will feed among the ruins."
    },
    "17758": {
        "format": "poetry",
        "text": "¶What sorrow for those who drag their sins behind them\/_with ropes made of lies,\/_who drag wickedness behind them like a cart!"
    },
    "17759": {
        "format": "poetry",
        "text": "\/They even mock God and say,\/_“Hurry up and do something!\/_We want to see what you can do.\/Let the Holy One of Israel carry out his plan,\/_for we want to know what it is.”"
    },
    "17760": {
        "format": "poetry",
        "text": "¶What sorrow for those who say\/_that evil is good and good is evil,\/that dark is light and light is dark,\/_that bitter is sweet and sweet is bitter."
    },
    "17761": {
        "format": "poetry",
        "text": "\/What sorrow for those who are wise in their own eyes\/_and think themselves so clever."
    },
    "17762": {
        "format": "poetry",
        "text": "\/What sorrow for those who are heroes at drinking wine\/_and boast about all the alcohol they can hold."
    },
    "17763": {
        "format": "poetry",
        "text": "\/They take bribes to let the wicked go free,\/_and they punish the innocent."
    },
    "17764": {
        "format": "poetry",
        "text": "¶Therefore, just as fire licks up stubble\/_and dry grass shrivels in the flame,\/so their roots will rot\/_and their flowers wither.\/For they have rejected the law of the Lord of Heaven’s Armies;\/_they have despised the word of the Holy One of Israel."
    },
    "17765": {
        "format": "poetry",
        "text": "\/That is why the Lord’s anger burns against his people,\/_and why he has raised his fist to crush them.\/The mountains tremble,\/_and the corpses of his people litter the streets like garbage.\/But even then the Lord’s anger is not satisfied.\/_His fist is still poised to strike!"
    },
    "17766": {
        "format": "poetry",
        "text": "¶He will send a signal to distant nations far away\/_and whistle to those at the ends of the earth.\/_They will come racing toward Jerusalem."
    },
    "17767": {
        "format": "poetry",
        "text": "\/They will not get tired or stumble.\/_They will not stop for rest or sleep.\/Not a belt will be loose,\/_not a sandal strap broken."
    },
    "17768": {
        "format": "poetry",
        "text": "\/Their arrows will be sharp\/_and their bows ready for battle.\/Sparks will fly from their horses’ hooves,\/_and the wheels of their chariots will spin like a whirlwind."
    },
    "17769": {
        "format": "poetry",
        "text": "\/They will roar like lions,\/_like the strongest of lions.\/Growling, they will pounce on their victims and carry them off,\/_and no one will be there to rescue them."
    },
    "17770": {
        "format": "poetry",
        "text": "\/They will roar over their victims on that day of destruction\/_like the roaring of the sea.\/If someone looks across the land,\/_only darkness and distress will be seen;\/_even the light will be darkened by clouds."
    },
    "17771": {
        "format": "prose",
        "text": "§¶It was in the year King Uzziah died that I saw the Lord. He was sitting on a lofty throne, and the train of his robe filled the Temple."
    },
    "17772": {
        "format": "prose",
        "text": "Attending him were mighty seraphim, each having six wings. With two wings they covered their faces, with two they covered their feet, and with two they flew."
    },
    "17773": {
        "format": "prose",
        "text": "They were calling out to each other,¶▼“Holy, holy, holy is the Lord of Heaven’s Armies!\/_The whole earth is filled with his glory!”"
    },
    "17774": {
        "format": "prose",
        "text": "¶Their voices shook the Temple to its foundations, and the entire building was filled with smoke."
    },
    "17775": {
        "format": "prose",
        "text": "¶Then I said, “It’s all over! I am doomed, for I am a sinful man. I have filthy lips, and I live among a people with filthy lips. Yet I have seen the King, the Lord of Heaven’s Armies.”"
    },
    "17776": {
        "format": "prose",
        "text": "¶Then one of the seraphim flew to me with a burning coal he had taken from the altar with a pair of tongs."
    },
    "17777": {
        "format": "prose",
        "text": "He touched my lips with it and said, “See, this coal has touched your lips. Now your guilt is removed, and your sins are forgiven.”"
    },
    "17778": {
        "format": "prose",
        "text": "¶Then I heard the Lord asking, “Whom should I send as a messenger to this people? Who will go for us?”¶I said, “Here I am. Send me.”"
    },
    "17779": {
        "format": "prose",
        "text": "¶And he said, “Yes, go, and say to this people,¶▼‘Listen carefully, but do not understand.\/_Watch closely, but learn nothing.’"
    },
    "17780": {
        "format": "poetry",
        "text": "\/Harden the hearts of these people.\/_Plug their ears and shut their eyes.\/That way, they will not see with their eyes,\/_nor hear with their ears,\/nor understand with their hearts\/_and turn to me for healing.”"
    },
    "17781": {
        "format": "prose",
        "text": "¶Then I said, “Lord, how long will this go on?”¶And he replied,¶▼“Until their towns are empty,\/_their houses are deserted,\/_and the whole country is a wasteland;"
    },
    "17782": {
        "format": "poetry",
        "text": "\/until the Lord has sent everyone away,\/_and the entire land of Israel lies deserted."
    },
    "17783": {
        "format": "poetry",
        "text": "\/If even a tenth—a remnant—survive,\/_it will be invaded again and burned.\/But as a terebinth or oak tree leaves a stump when it is cut down,\/_so Israel’s stump will be a holy seed.”"
    },
    "17784": {
        "format": "prose",
        "text": "§¶When Ahaz, son of Jotham and grandson of Uzziah, was king of Judah, King Rezin of Syria and Pekah son of Remaliah, the king of Israel, set out to attack Jerusalem. However, they were unable to carry out their plan."
    },
    "17785": {
        "format": "prose",
        "text": "¶The news had come to the royal court of Judah: “Syria is allied with Israel against us!” So the hearts of the king and his people trembled with fear, like trees shaking in a storm."
    },
    "17786": {
        "format": "prose",
        "text": "¶Then the Lord said to Isaiah, “Take your son Shear‐jashub and go out to meet King Ahaz. You will find him at the end of the aqueduct that feeds water into the upper pool, near the road leading to the field where cloth is washed."
    },
    "17787": {
        "format": "prose",
        "text": "Tell him to stop worrying. Tell him he doesn’t need to fear the fierce anger of those two burned‐out embers, King Rezin of Syria and Pekah son of Remaliah."
    },
    "17788": {
        "format": "prose",
        "text": "Yes, the kings of Syria and Israel are plotting against him, saying,"
    },
    "17789": {
        "format": "prose",
        "text": "‘We will attack Judah and capture it for ourselves. Then we will install the son of Tabeel as Judah’s king.’"
    },
    "17790": {
        "format": "prose",
        "text": "But this is what the Sovereign Lord says:¶▼“This invasion will never happen;\/_it will never take place;"
    },
    "17791": {
        "format": "poetry",
        "text": "\/for Syria is no stronger than its capital, Damascus,\/_and Damascus is no stronger than its king, Rezin.\/As for Israel, within sixty‐five years\/_it will be crushed and completely destroyed."
    },
    "17792": {
        "format": "poetry",
        "text": "\/Israel is no stronger than its capital, Samaria,\/_and Samaria is no stronger than its king, Pekah son of Remaliah.\/Unless your faith is firm,\/_I cannot make you stand firm.”"
    },
    "17793": {
        "format": "prose",
        "text": "§¶Later, the Lord sent this message to King Ahaz:"
    },
    "17794": {
        "format": "prose",
        "text": "“Ask the Lord your God for a sign of confirmation, Ahaz. Make it as difficult as you want—as high as heaven or as deep as the place of the dead.”"
    },
    "17795": {
        "format": "prose",
        "text": "¶But the king refused. “No,” he said, “I will not test the Lord like that.”"
    },
    "17796": {
        "format": "prose",
        "text": "¶Then Isaiah said, “Listen well, you royal family of David! Isn’t it enough to exhaust human patience? Must you exhaust the patience of my God as well?"
    },
    "17797": {
        "format": "prose",
        "text": "All right then, the Lord himself will give you the sign. Look! The virgin will conceive a child! She will give birth to a son and will call him Immanuel (which means ‘God is with us’)."
    },
    "17798": {
        "format": "prose",
        "text": "By the time this child is old enough to choose what is right and reject what is wrong, he will be eating yogurt and honey."
    },
    "17799": {
        "format": "prose",
        "text": "For before the child is that old, the lands of the two kings you fear so much will both be deserted."
    },
    "17800": {
        "format": "prose",
        "text": "¶“Then the Lord will bring things on you, your nation, and your family unlike anything since Israel broke away from Judah. He will bring the king of Assyria upon you!”"
    },
    "17801": {
        "format": "prose",
        "text": "¶In that day the Lord will whistle for the army of southern Egypt and for the army of Assyria. They will swarm around you like flies and bees."
    },
    "17802": {
        "format": "prose",
        "text": "They will come in vast hordes and settle in the fertile areas and also in the desolate valleys, caves, and thorny places."
    },
    "17803": {
        "format": "prose",
        "text": "In that day the Lord will hire a “razor” from beyond the Euphrates River—the king of Assyria—and use it to shave off everything: your land, your crops, and your people."
    },
    "17804": {
        "format": "prose",
        "text": "¶In that day a farmer will be fortunate to have a cow and two sheep or goats left."
    },
    "17805": {
        "format": "prose",
        "text": "Nevertheless, there will be enough milk for everyone because so few people will be left in the land. They will eat their fill of yogurt and honey."
    },
    "17806": {
        "format": "prose",
        "text": "In that day the lush vineyards, now worth 1,000 pieces of silver, will become patches of briers and thorns."
    },
    "17807": {
        "format": "prose",
        "text": "The entire land will become a vast expanse of briers and thorns, a hunting ground overrun by wildlife."
    },
    "17808": {
        "format": "prose",
        "text": "No one will go to the fertile hillsides where the gardens once grew, for briers and thorns will cover them. Cattle, sheep, and goats will graze there."
    },
    "17809": {
        "format": "prose",
        "text": "§¶Then the Lord said to me, “Make a large signboard and clearly write this name on it: Maher‐shalal‐hash‐baz.”"
    },
    "17810": {
        "format": "prose",
        "text": "I asked Uriah the priest and Zechariah son of Jeberekiah, both known as honest men, to witness my doing this."
    },
    "17811": {
        "format": "prose",
        "text": "¶Then I slept with my wife, and she became pregnant and gave birth to a son. And the Lord said, “Call him Maher‐shalal‐hash‐baz."
    },
    "17812": {
        "format": "prose",
        "text": "For before this child is old enough to say ‘Papa’ or ‘Mama,’ the king of Assyria will carry away both the abundance of Damascus and the riches of Samaria.”"
    },
    "17813": {
        "format": "prose",
        "text": "¶Then the Lord spoke to me again and said,"
    },
    "17814": {
        "format": "prose",
        "text": "“My care for the people of Judah is like the gently flowing waters of Shiloah, but they have rejected it. They are rejoicing over what will happen to King Rezin and King Pekah."
    },
    "17815": {
        "format": "prose",
        "text": "Therefore, the Lord will overwhelm them with a mighty flood from the Euphrates River—the king of Assyria and all his glory. This flood will overflow all its channels"
    },
    "17816": {
        "format": "prose",
        "text": "and sweep into Judah until it is chin deep. It will spread its wings, submerging your land from one end to the other, O Immanuel."
    },
    "17817": {
        "format": "poetry",
        "text": "¶“Huddle together, you nations, and be terrified.\/_Listen, all you distant lands.\/Prepare for battle, but you will be crushed!\/_Yes, prepare for battle, but you will be crushed!"
    },
    "17818": {
        "format": "poetry",
        "text": "\/Call your councils of war, but they will be worthless.\/_Develop your strategies, but they will not succeed.\/_For God is with us!”"
    },
    "17819": {
        "format": "prose",
        "text": "§¶The Lord has given me a strong warning not to think like everyone else does. He said,"
    },
    "17820": {
        "format": "poetry",
        "text": "¶“Don’t call everything a conspiracy, like they do,\/_and don’t live in dread of what frightens them."
    },
    "17821": {
        "format": "poetry",
        "text": "\/Make the Lord of Heaven’s Armies holy in your life.\/_He is the one you should fear.\/He is the one who should make you tremble."
    },
    "17822": {
        "format": "poetry",
        "text": "\/_He will keep you safe.\/But to Israel and Judah\/_he will be a stone that makes people stumble,\/_a rock that makes them fall.\/And for the people of Jerusalem\/_he will be a trap and a snare."
    },
    "17823": {
        "format": "poetry",
        "text": "\/Many will stumble and fall,\/_never to rise again.\/_They will be snared and captured.”"
    },
    "17824": {
        "format": "poetry",
        "text": "¶Preserve the teaching of God;\/_entrust his instructions to those who follow me."
    },
    "17825": {
        "format": "poetry",
        "text": "\/I will wait for the Lord,\/_who has turned away from the descendants of Jacob.\/_I will put my hope in him."
    },
    "17826": {
        "format": "prose",
        "text": "¶I and the children the Lord has given me serve as signs and warnings to Israel from the Lord of Heaven’s Armies who dwells in his Temple on Mount Zion."
    },
    "17827": {
        "format": "prose",
        "text": "¶Someone may say to you, “Let’s ask the mediums and those who consult the spirits of the dead. With their whisperings and mutterings, they will tell us what to do.” But shouldn’t people ask God for guidance? Should the living seek guidance from the dead?"
    },
    "17828": {
        "format": "prose",
        "text": "¶Look to God’s instructions and teachings! People who contradict his word are completely in the dark."
    },
    "17829": {
        "format": "prose",
        "text": "They will go from one place to another, weary and hungry. And because they are hungry, they will rage and curse their king and their God. They will look up to heaven"
    },
    "17830": {
        "format": "prose",
        "text": "and down at the earth, but wherever they look, there will be trouble and anguish and dark despair. They will be thrown out into the darkness."
    },
    "17831": {
        "format": "prose",
        "text": "§¶Nevertheless, that time of darkness and despair will not go on forever. The land of Zebulun and Naphtali will be humbled, but there will be a time in the future when Galilee of the Gentiles, which lies along the road that runs between the Jordan and the sea, will be filled with glory."
    },
    "17832": {
        "format": "poetry",
        "text": "¶The people who walk in darkness\/_will see a great light.\/For those who live in a land of deep darkness,\/_a light will shine."
    },
    "17833": {
        "format": "poetry",
        "text": "\/You will enlarge the nation of Israel,\/_and its people will rejoice.\/They will rejoice before you\/_as people rejoice at the harvest\/_and like warriors dividing the plunder."
    },
    "17834": {
        "format": "poetry",
        "text": "\/For you will break the yoke of their slavery\/_and lift the heavy burden from their shoulders.\/You will break the oppressor’s rod,\/_just as you did when you destroyed the army of Midian."
    },
    "17835": {
        "format": "poetry",
        "text": "\/The boots of the warrior\/_and the uniforms bloodstained by war\/will all be burned.\/_They will be fuel for the fire."
    },
    "17836": {
        "format": "poetry",
        "text": "¶For a child is born to us,\/_a son is given to us.\/The government will rest on his shoulders.\/_And he will be called:\/Wonderful Counselor, Mighty God,\/_Everlasting Father, Prince of Peace."
    },
    "17837": {
        "format": "poetry",
        "text": "\/His government and its peace\/_will never end.\/He will rule with fairness and justice from the throne of his ancestor David\/_for all eternity.\/The passionate commitment of the Lord of Heaven’s Armies\/_will make this happen!"
    },
    "17838": {
        "format": "poetry",
        "text": "§¶The Lord has spoken out against Jacob;\/_his judgment has fallen upon Israel."
    },
    "17839": {
        "format": "poetry",
        "text": "\/And the people of Israel and Samaria,\/_who spoke with such pride and arrogance,\/_will soon know it."
    },
    "17840": {
        "format": "poetry",
        "text": "\/They said, “We will replace the broken bricks of our ruins with finished stone,\/_and replant the felled sycamore‐fig trees with cedars.”"
    },
    "17841": {
        "format": "poetry",
        "text": "¶But the Lord will bring Rezin’s enemies against Israel\/_and stir up all their foes."
    },
    "17842": {
        "format": "poetry",
        "text": "\/The Syrians from the east and the Philistines from the west\/_will bare their fangs and devour Israel.\/But even then the Lord’s anger will not be satisfied.\/_His fist is still poised to strike."
    },
    "17843": {
        "format": "poetry",
        "text": "¶For after all this punishment, the people will still not repent.\/_They will not seek the Lord of Heaven’s Armies."
    },
    "17844": {
        "format": "poetry",
        "text": "\/Therefore, in a single day the Lord will destroy both the head and the tail,\/_the noble palm branch and the lowly reed."
    },
    "17845": {
        "format": "poetry",
        "text": "\/The leaders of Israel are the head,\/_and the lying prophets are the tail."
    },
    "17846": {
        "format": "poetry",
        "text": "\/For the leaders of the people have misled them.\/_They have led them down the path of destruction."
    },
    "17847": {
        "format": "poetry",
        "text": "\/That is why the Lord takes no pleasure in the young men\/_and shows no mercy even to the widows and orphans.\/For they are all wicked hypocrites,\/_and they all speak foolishness.\/But even then the Lord’s anger will not be satisfied.\/_His fist is still poised to strike."
    },
    "17848": {
        "format": "poetry",
        "text": "¶This wickedness is like a brushfire.\/_It burns not only briers and thorns\/but also sets the forests ablaze.\/_Its burning sends up clouds of smoke."
    },
    "17849": {
        "format": "poetry",
        "text": "\/The land will be blackened\/_by the fury of the Lord of Heaven’s Armies.\/The people will be fuel for the fire,\/_and no one will spare even his own brother."
    },
    "17850": {
        "format": "poetry",
        "text": "\/They will attack their neighbor on the right\/_but will still be hungry.\/They will devour their neighbor on the left\/_but will not be satisfied.\/In the end they will even eat their own children."
    },
    "17851": {
        "format": "poetry",
        "text": "\/Manasseh will feed on Ephraim,\/_Ephraim will feed on Manasseh,\/_and both will devour Judah.\/But even then the Lord’s anger will not be satisfied.\/_His fist is still poised to strike."
    },
    "17852": {
        "format": "poetry",
        "text": "¶What sorrow awaits the unjust judges\/_and those who issue unfair laws."
    },
    "17853": {
        "format": "poetry",
        "text": "\/They deprive the poor of justice\/_and deny the rights of the needy among my people.\/They prey on widows\/_and take advantage of orphans."
    },
    "17854": {
        "format": "poetry",
        "text": "\/What will you do when I punish you,\/_when I send disaster upon you from a distant land?\/To whom will you turn for help?\/_Where will your treasures be safe?"
    },
    "17855": {
        "format": "poetry",
        "text": "\/You will stumble along as prisoners\/_or lie among the dead.\/But even then the Lord’s anger will not be satisfied.\/_His fist is still poised to strike."
    },
    "17856": {
        "format": "poetry",
        "text": "§¶“What sorrow awaits Assyria, the rod of my anger.\/_I use it as a club to express my anger."
    },
    "17857": {
        "format": "poetry",
        "text": "\/I am sending Assyria against a godless nation,\/_against a people with whom I am angry.\/Assyria will plunder them,\/_trampling them like dirt beneath its feet."
    },
    "17858": {
        "format": "poetry",
        "text": "\/But the king of Assyria will not understand that he is my tool;\/_his mind does not work that way.\/His plan is simply to destroy,\/_to cut down nation after nation."
    },
    "17859": {
        "format": "poetry",
        "text": "\/He will say,\/_‘Each of my princes will soon be a king."
    },
    "17860": {
        "format": "poetry",
        "text": "\/We destroyed Calno just as we did Carchemish.\/_Hamath fell before us as Arpad did.\/_And we destroyed Samaria just as we did Damascus."
    },
    "17861": {
        "format": "poetry",
        "text": "\/Yes, we have finished off many a kingdom\/_whose gods were greater than those in Jerusalem and Samaria."
    },
    "17862": {
        "format": "poetry",
        "text": "\/So we will defeat Jerusalem and her gods,\/_just as we destroyed Samaria with hers.’”"
    },
    "17863": {
        "format": "prose",
        "text": "¶After the Lord has used the king of Assyria to accomplish his purposes on Mount Zion and in Jerusalem, he will turn against the king of Assyria and punish him—for he is proud and arrogant."
    },
    "17864": {
        "format": "prose",
        "text": "He boasts,¶▼“By my own powerful arm I have done this.\/_With my own shrewd wisdom I planned it.\/I have broken down the defenses of nations\/_and carried off their treasures.\/_I have knocked down their kings like a bull."
    },
    "17865": {
        "format": "poetry",
        "text": "\/I have robbed their nests of riches\/_and gathered up kingdoms as a farmer gathers eggs.\/No one can even flap a wing against me\/_or utter a peep of protest.”"
    },
    "17866": {
        "format": "poetry",
        "text": "¶But can the ax boast greater power than the person who uses it?\/_Is the saw greater than the person who saws?\/Can a rod strike unless a hand moves it?\/_Can a wooden cane walk by itself?"
    },
    "17867": {
        "format": "poetry",
        "text": "\/Therefore, the Lord, the Lord of Heaven’s Armies,\/_will send a plague among Assyria’s proud troops,\/_and a flaming fire will consume its glory."
    },
    "17868": {
        "format": "poetry",
        "text": "\/The Lord, the Light of Israel, will be a fire;\/_the Holy One will be a flame.\/He will devour the thorns and briers with fire,\/_burning up the enemy in a single night."
    },
    "17869": {
        "format": "poetry",
        "text": "\/The Lord will consume Assyria’s glory\/_like a fire consumes a forest in a fruitful land;\/_it will waste away like sick people in a plague."
    },
    "17870": {
        "format": "poetry",
        "text": "\/Of all that glorious forest, only a few trees will survive—\/_so few that a child could count them!"
    },
    "17871": {
        "format": "poetry",
        "text": "§¶In that day the remnant left in Israel,\/_the survivors in the house of Jacob,\/will no longer depend on allies\/_who seek to destroy them.\/But they will faithfully trust the Lord,\/_the Holy One of Israel."
    },
    "17872": {
        "format": "poetry",
        "text": "\/A remnant will return;\/_yes, the remnant of Jacob will return to the Mighty God."
    },
    "17873": {
        "format": "poetry",
        "text": "\/But though the people of Israel are as numerous\/_as the sand of the seashore,\/only a remnant of them will return.\/_The Lord has rightly decided to destroy his people."
    },
    "17874": {
        "format": "poetry",
        "text": "\/Yes, the Lord, the Lord of Heaven’s Armies,\/_has already decided to destroy the entire land."
    },
    "17875": {
        "format": "prose",
        "text": "¶So this is what the Lord, the Lord of Heaven’s Armies, says: “O my people in Zion, do not be afraid of the Assyrians when they oppress you with rod and club as the Egyptians did long ago."
    },
    "17876": {
        "format": "prose",
        "text": "In a little while my anger against you will end, and then my anger will rise up to destroy them.”"
    },
    "17877": {
        "format": "prose",
        "text": "The Lord of Heaven’s Armies will lash them with his whip, as he did when Gideon triumphed over the Midianites at the rock of Oreb, or when the Lord’s staff was raised to drown the Egyptian army in the sea."
    },
    "17878": {
        "format": "poetry",
        "text": "¶In that day the Lord will end the bondage of his people.\/_He will break the yoke of slavery\/_and lift it from their shoulders."
    },
    "17879": {
        "format": "poetry",
        "text": "¶Look, the Assyrians are now at Aiath.\/_They are passing through Migron\/_and are storing their equipment at Micmash."
    },
    "17880": {
        "format": "poetry",
        "text": "\/They are crossing the pass\/_and are camping at Geba.\/Fear strikes the town of Ramah.\/_All the people of Gibeah, the hometown of Saul,\/_are running for their lives."
    },
    "17881": {
        "format": "poetry",
        "text": "\/Scream in terror,\/_you people of Gallim!\/Shout out a warning to Laishah.\/_Oh, poor Anathoth!"
    },
    "17882": {
        "format": "poetry",
        "text": "\/There go the people of Madmenah, all fleeing.\/_The citizens of Gebim are trying to hide."
    },
    "17883": {
        "format": "poetry",
        "text": "\/The enemy stops at Nob for the rest of that day.\/_He shakes his fist at beautiful Mount Zion, the mountain of Jerusalem."
    },
    "17884": {
        "format": "poetry",
        "text": "¶But look! The Lord, the Lord of Heaven’s Armies,\/_will chop down the mighty tree of Assyria with great power!\/He will cut down the proud.\/_That lofty tree will be brought down."
    },
    "17885": {
        "format": "poetry",
        "text": "\/He will cut down the forest trees with an ax.\/_Lebanon will fall to the Mighty One."
    },
    "17886": {
        "format": "poetry",
        "text": "§¶Out of the stump of David’s family will grow a shoot—\/_yes, a new Branch bearing fruit from the old root."
    },
    "17887": {
        "format": "poetry",
        "text": "\/And the Spirit of the Lord will rest on him—\/_the Spirit of wisdom and understanding,\/the Spirit of counsel and might,\/_the Spirit of knowledge and the fear of the Lord."
    },
    "17888": {
        "format": "poetry",
        "text": "\/He will delight in obeying the Lord.\/_He will not judge by appearance\/_nor make a decision based on hearsay."
    },
    "17889": {
        "format": "poetry",
        "text": "\/He will give justice to the poor\/_and make fair decisions for the exploited.\/The earth will shake at the force of his word,\/_and one breath from his mouth will destroy the wicked."
    },
    "17890": {
        "format": "poetry",
        "text": "\/He will wear righteousness like a belt\/_and truth like an undergarment."
    },
    "17891": {
        "format": "poetry",
        "text": "¶In that day the wolf and the lamb will live together;\/_the leopard will lie down with the baby goat.\/The calf and the yearling will be safe with the lion,\/_and a little child will lead them all."
    },
    "17892": {
        "format": "poetry",
        "text": "\/The cow will graze near the bear.\/_The cub and the calf will lie down together.\/_The lion will eat hay like a cow."
    },
    "17893": {
        "format": "poetry",
        "text": "\/The baby will play safely near the hole of a cobra.\/_Yes, a little child will put its hand in a nest of deadly snakes without harm."
    },
    "17894": {
        "format": "poetry",
        "text": "\/Nothing will hurt or destroy in all my holy mountain,\/_for as the waters fill the sea,\/_so the earth will be filled with people who know the Lord."
    },
    "17895": {
        "format": "poetry",
        "text": "¶In that day the heir to David’s throne\/_will be a banner of salvation to all the world.\/The nations will rally to him,\/_and the land where he lives will be a glorious place."
    },
    "17896": {
        "format": "poetry",
        "text": "\/In that day the Lord will reach out his hand a second time\/_to bring back the remnant of his people—\/those who remain in Assyria and northern Egypt;\/_in southern Egypt, Ethiopia, and Elam;\/_in Babylonia, Hamath, and all the distant coastlands."
    },
    "17897": {
        "format": "poetry",
        "text": "\/He will raise a flag among the nations\/_and assemble the exiles of Israel.\/He will gather the scattered people of Judah\/_from the ends of the earth."
    },
    "17898": {
        "format": "poetry",
        "text": "¶Then at last the jealousy between Israel and Judah will end.\/_They will not be rivals anymore."
    },
    "17899": {
        "format": "poetry",
        "text": "\/They will join forces to swoop down on Philistia to the west.\/_Together they will attack and plunder the nations to the east.\/They will occupy the lands of Edom and Moab,\/_and Ammon will obey them."
    },
    "17900": {
        "format": "poetry",
        "text": "\/The Lord will make a dry path through the gulf of the Red Sea.\/_He will wave his hand over the Euphrates River,\/sending a mighty wind to divide it into seven streams\/_so it can easily be crossed on foot."
    },
    "17901": {
        "format": "poetry",
        "text": "\/He will make a highway for the remnant of his people,\/_the remnant coming from Assyria,\/just as he did for Israel long ago\/_when they returned from Egypt."
    },
    "17902": {
        "format": "poetry",
        "text": "§¶In that day you will sing:\/_“I will praise you, O Lord!\/You were angry with me, but not any more.\/_Now you comfort me."
    },
    "17903": {
        "format": "poetry",
        "text": "\/See, God has come to save me.\/_I will trust in him and not be afraid.\/The Lord God is my strength and my song;\/_he has given me victory.”"
    },
    "17904": {
        "format": "poetry",
        "text": "¶With joy you will drink deeply\/_from the fountain of salvation!"
    },
    "17905": {
        "format": "poetry",
        "text": "\/In that wonderful day you will sing:\/_“Thank the Lord! Praise his name!\/Tell the nations what he has done.\/_Let them know how mighty he is!"
    },
    "17906": {
        "format": "poetry",
        "text": "\/Sing to the Lord, for he has done wonderful things.\/_Make known his praise around the world."
    },
    "17907": {
        "format": "poetry",
        "text": "\/Let all the people of Jerusalem shout his praise with joy!\/_For great is the Holy One of Israel who lives among you.”"
    },
    "17908": {
        "format": "prose",
        "text": "§¶Isaiah son of Amoz received this message concerning the destruction of Babylon:"
    },
    "17909": {
        "format": "poetry",
        "text": "¶“Raise a signal flag on a bare hilltop.\/_Call up an army against Babylon.\/Wave your hand to encourage them\/_as they march into the palaces of the high and mighty."
    },
    "17910": {
        "format": "poetry",
        "text": "\/I, the Lord, have dedicated these soldiers for this task.\/_Yes, I have called mighty warriors to express my anger,\/_and they will rejoice when I am exalted.”"
    },
    "17911": {
        "format": "poetry",
        "text": "¶Hear the noise on the mountains!\/_Listen, as the vast armies march!\/It is the noise and shouting of many nations.\/_The Lord of Heaven’s Armies has called this army together."
    },
    "17912": {
        "format": "poetry",
        "text": "\/They come from distant countries,\/_from beyond the farthest horizons.\/They are the Lord’s weapons to carry out his anger.\/_With them he will destroy the whole land."
    },
    "17913": {
        "format": "poetry",
        "text": "¶Scream in terror, for the day of the Lord has arrived—\/_the time for the Almighty to destroy."
    },
    "17914": {
        "format": "poetry",
        "text": "\/Every arm is paralyzed with fear.\/_Every heart melts,"
    },
    "17915": {
        "format": "poetry",
        "text": "\/_and people are terrified.\/Pangs of anguish grip them,\/_like those of a woman in labor.\/They look helplessly at one another,\/_their faces aflame with fear."
    },
    "17916": {
        "format": "poetry",
        "text": "¶For see, the day of the Lord is coming—\/_the terrible day of his fury and fierce anger.\/The land will be made desolate,\/_and all the sinners destroyed with it."
    },
    "17917": {
        "format": "poetry",
        "text": "\/The heavens will be black above them;\/_the stars will give no light.\/The sun will be dark when it rises,\/_and the moon will provide no light."
    },
    "17918": {
        "format": "poetry",
        "text": "¶“I, the Lord, will punish the world for its evil\/_and the wicked for their sin.\/I will crush the arrogance of the proud\/_and humble the pride of the mighty."
    },
    "17919": {
        "format": "poetry",
        "text": "\/I will make people scarcer than gold—\/_more rare than the fine gold of Ophir."
    },
    "17920": {
        "format": "poetry",
        "text": "\/For I will shake the heavens.\/_The earth will move from its place\/when the Lord of Heaven’s Armies displays his wrath\/_in the day of his fierce anger.”"
    },
    "17921": {
        "format": "poetry",
        "text": "¶Everyone in Babylon will run about like a hunted gazelle,\/_like sheep without a shepherd.\/They will try to find their own people\/_and flee to their own land."
    },
    "17922": {
        "format": "poetry",
        "text": "\/Anyone who is captured will be cut down—\/_run through with a sword."
    },
    "17923": {
        "format": "poetry",
        "text": "\/Their little children will be dashed to death before their eyes.\/_Their homes will be sacked, and their wives will be raped."
    },
    "17924": {
        "format": "poetry",
        "text": "¶“Look, I will stir up the Medes against Babylon.\/_They cannot be tempted by silver\/_or bribed with gold."
    },
    "17925": {
        "format": "poetry",
        "text": "\/The attacking armies will shoot down the young men with arrows.\/_They will have no mercy on helpless babies\/_and will show no compassion for children.”"
    },
    "17926": {
        "format": "poetry",
        "text": "¶Babylon, the most glorious of kingdoms,\/_the flower of Chaldean pride,\/will be devastated like Sodom and Gomorrah\/_when God destroyed them."
    },
    "17927": {
        "format": "poetry",
        "text": "\/Babylon will never be inhabited again.\/_It will remain empty for generation after generation.\/Nomads will refuse to camp there,\/_and shepherds will not bed down their sheep."
    },
    "17928": {
        "format": "poetry",
        "text": "\/Desert animals will move into the ruined city,\/_and the houses will be haunted by howling creatures.\/Owls will live among the ruins,\/_and wild goats will go there to dance."
    },
    "17929": {
        "format": "poetry",
        "text": "\/Hyenas will howl in its fortresses,\/_and jackals will make dens in its luxurious palaces.\/Babylon’s days are numbered;\/_its time of destruction will soon arrive."
    },
    "17930": {
        "format": "prose",
        "text": "§¶But the Lord will have mercy on the descendants of Jacob. He will choose Israel as his special people once again. He will bring them back to settle once again in their own land. And people from many different nations will come and join them there and unite with the people of Israel."
    },
    "17931": {
        "format": "prose",
        "text": "The nations of the world will help the people of Israel to return, and those who come to live in the Lord’s land will serve them. Those who captured Israel will themselves be captured, and Israel will rule over its enemies."
    },
    "17932": {
        "format": "prose",
        "text": "¶In that wonderful day when the Lord gives his people rest from sorrow and fear, from slavery and chains,"
    },
    "17933": {
        "format": "prose",
        "text": "you will taunt the king of Babylon. You will say,¶▼“The mighty man has been destroyed.\/_Yes, your insolence is ended."
    },
    "17934": {
        "format": "poetry",
        "text": "\/For the Lord has crushed your wicked power\/_and broken your evil rule."
    },
    "17935": {
        "format": "poetry",
        "text": "\/You struck the people with endless blows of rage\/_and held the nations in your angry grip\/_with unrelenting tyranny."
    },
    "17936": {
        "format": "poetry",
        "text": "\/But finally the earth is at rest and quiet.\/_Now it can sing again!"
    },
    "17937": {
        "format": "poetry",
        "text": "\/Even the trees of the forest—\/_the cypress trees and the cedars of Lebanon—\/_sing out this joyous song:\/‘Since you have been cut down,\/_no one will come now to cut us down!’"
    },
    "17938": {
        "format": "poetry",
        "text": "¶“In the place of the dead there is excitement\/_over your arrival.\/The spirits of world leaders and mighty kings long dead\/_stand up to see you."
    },
    "17939": {
        "format": "poetry",
        "text": "\/With one voice they all cry out,\/_‘Now you are as weak as we are!"
    },
    "17940": {
        "format": "poetry",
        "text": "\/Your might and power were buried with you.\/_The sound of the harp in your palace has ceased.\/Now maggots are your sheet,\/_and worms your blanket.’"
    },
    "17941": {
        "format": "poetry",
        "text": "¶“How you are fallen from heaven,\/_O shining star, son of the morning!\/You have been thrown down to the earth,\/_you who destroyed the nations of the world."
    },
    "17942": {
        "format": "poetry",
        "text": "\/For you said to yourself,\/_‘I will ascend to heaven and set my throne above God’s stars.\/I will preside on the mountain of the gods\/_far away in the north."
    },
    "17943": {
        "format": "poetry",
        "text": "\/I will climb to the highest heavens\/_and be like the Most High.’"
    },
    "17944": {
        "format": "poetry",
        "text": "\/Instead, you will be brought down to the place of the dead,\/_down to its lowest depths."
    },
    "17945": {
        "format": "poetry",
        "text": "\/Everyone there will stare at you and ask,\/‘Can this be the one who shook the earth\/_and made the kingdoms of the world tremble?"
    },
    "17946": {
        "format": "poetry",
        "text": "\/Is this the one who destroyed the world\/_and made it into a wasteland?\/Is this the king who demolished the world’s greatest cities\/_and had no mercy on his prisoners?’"
    },
    "17947": {
        "format": "poetry",
        "text": "¶“The kings of the nations lie in stately glory,\/_each in his own tomb,"
    },
    "17948": {
        "format": "poetry",
        "text": "\/but you will be thrown out of your grave\/_like a worthless branch.\/Like a corpse trampled underfoot,\/_you will be dumped into a mass grave\/_with those killed in battle.\/You will descend to the pit."
    },
    "17949": {
        "format": "poetry",
        "text": "\/_You will not be given a proper burial,\/for you have destroyed your nation\/_and slaughtered your people.\/The descendants of such an evil person\/_will never again receive honor."
    },
    "17950": {
        "format": "poetry",
        "text": "\/Kill this man’s children!\/_Let them die because of their father’s sins!\/They must not rise and conquer the earth,\/_filling the world with their cities.”"
    },
    "17951": {
        "format": "poetry",
        "text": "¶This is what the Lord of Heaven’s Armies says:\/_“I, myself, have risen against Babylon!\/I will destroy its children and its children’s children,”\/_says the Lord."
    },
    "17952": {
        "format": "poetry",
        "text": "\/“I will make Babylon a desolate place of owls,\/_filled with swamps and marshes.\/I will sweep the land with the broom of destruction.\/_I, the Lord of Heaven’s Armies, have spoken!”"
    },
    "17953": {
        "format": "prose",
        "text": "§¶The Lord of Heaven’s Armies has sworn this oath:¶▼“It will all happen as I have planned.\/_It will be as I have decided."
    },
    "17954": {
        "format": "poetry",
        "text": "\/I will break the Assyrians when they are in Israel;\/_I will trample them on my mountains.\/My people will no longer be their slaves\/_nor bow down under their heavy loads."
    },
    "17955": {
        "format": "poetry",
        "text": "\/I have a plan for the whole earth,\/_a hand of judgment upon all the nations."
    },
    "17956": {
        "format": "poetry",
        "text": "\/The Lord of Heaven’s Armies has spoken—\/_who can change his plans?\/When his hand is raised,\/_who can stop him?”"
    },
    "17957": {
        "format": "prose",
        "text": "§¶This message came to me the year King Ahaz died:"
    },
    "17958": {
        "format": "poetry",
        "text": "¶Do not rejoice, you Philistines,\/_that the rod that struck you is broken—\/_that the king who attacked you is dead.\/For from that snake a more poisonous snake will be born,\/_a fiery serpent to destroy you!"
    },
    "17959": {
        "format": "poetry",
        "text": "\/I will feed the poor in my pasture;\/_the needy will lie down in peace.\/But as for you, I will wipe you out with famine\/_and destroy the few who remain."
    },
    "17960": {
        "format": "poetry",
        "text": "\/Wail at the gates! Weep in the cities!\/_Melt with fear, you Philistines!\/A powerful army comes like smoke from the north.\/_Each soldier rushes forward eager to fight."
    },
    "17961": {
        "format": "prose",
        "text": "¶What should we tell the Philistine messengers? Tell them,¶▼“The Lord has built Jerusalem;\/_its walls will give refuge to his oppressed people.”"
    },
    "17962": {
        "format": "prose",
        "text": "§¶This message came to me concerning Moab:¶▼In one night the town of Ar will be leveled,\/_and the city of Kir will be destroyed."
    },
    "17963": {
        "format": "poetry",
        "text": "\/Your people will go to their temple in Dibon to mourn.\/_They will go to their sacred shrines to weep.\/They will wail for the fate of Nebo and Medeba,\/_shaving their heads in sorrow and cutting off their beards."
    },
    "17964": {
        "format": "poetry",
        "text": "\/They will wear burlap as they wander the streets.\/_From every home and public square will come the sound of wailing."
    },
    "17965": {
        "format": "poetry",
        "text": "\/The people of Heshbon and Elealeh will cry out;\/_their voices will be heard as far away as Jahaz!\/The bravest warriors of Moab will cry out in utter terror.\/_They will be helpless with fear."
    },
    "17966": {
        "format": "poetry",
        "text": "¶My heart weeps for Moab.\/_Its people flee to Zoar and Eglath‐shelishiyah.\/Weeping, they climb the road to Luhith.\/_Their cries of distress can be heard all along the road to Horonaim."
    },
    "17967": {
        "format": "poetry",
        "text": "\/Even the waters of Nimrim are dried up!\/_The grassy banks are scorched.\/The tender plants are gone;\/_nothing green remains."
    },
    "17968": {
        "format": "poetry",
        "text": "\/The people grab their possessions\/_and carry them across the Ravine of Willows."
    },
    "17969": {
        "format": "poetry",
        "text": "\/A cry of distress echoes through the land of Moab\/_from one end to the other—\/_from Eglaim to Beer‐elim."
    },
    "17970": {
        "format": "poetry",
        "text": "\/The stream near Dibon runs red with blood,\/_but I am still not finished with Dibon!\/Lions will hunt down the survivors—\/_both those who try to escape\/_and those who remain behind."
    },
    "17971": {
        "format": "poetry",
        "text": "¶Send lambs from Sela as tribute\/_to the ruler of the land.\/Send them through the desert\/_to the mountain of beautiful Zion."
    },
    "17972": {
        "format": "poetry",
        "text": "\/The women of Moab are left like homeless birds\/_at the shallow crossings of the Arnon River."
    },
    "17973": {
        "format": "poetry",
        "text": "\/“Help us,” they cry.\/_“Defend us against our enemies.\/Protect us from their relentless attack.\/_Do not betray us now that we have escaped."
    },
    "17974": {
        "format": "poetry",
        "text": "\/Let our refugees stay among you.\/_Hide them from our enemies until the terror is past.”¶When oppression and destruction have ended\/_and enemy raiders have disappeared,"
    },
    "17975": {
        "format": "poetry",
        "text": "\/then God will establish one of David’s descendants as king.\/_He will rule with mercy and truth.\/He will always do what is just\/_and be eager to do what is right."
    },
    "17976": {
        "format": "poetry",
        "text": "¶We have heard about proud Moab—\/_about its pride and arrogance and rage.\/_But all that boasting has disappeared."
    },
    "17977": {
        "format": "poetry",
        "text": "\/The entire land of Moab weeps.\/_Yes, everyone in Moab mourns\/for the cakes of raisins from Kir‐hareseth.\/_They are all gone now."
    },
    "17978": {
        "format": "poetry",
        "text": "\/The farms of Heshbon are abandoned;\/_the vineyards at Sibmah are deserted.\/The rulers of the nations have broken down Moab—\/_that beautiful grapevine.\/Its tendrils spread north as far as the town of Jazer\/_and trailed eastward into the wilderness.\/Its shoots reached so far west\/_that they crossed over the Dead Sea."
    },
    "17979": {
        "format": "poetry",
        "text": "¶So now I weep for Jazer and the vineyards of Sibmah;\/_my tears will flow for Heshbon and Elealeh.\/There are no more shouts of joy\/_over your summer fruits and harvest."
    },
    "17980": {
        "format": "poetry",
        "text": "\/Gone now is the gladness,\/_gone the joy of harvest.\/There will be no singing in the vineyards,\/_no more happy shouts,\/no treading of grapes in the winepresses.\/_I have ended all their harvest joys."
    },
    "17981": {
        "format": "poetry",
        "text": "\/My heart’s cry for Moab is like a lament on a harp.\/_I am filled with anguish for Kir‐hareseth."
    },
    "17982": {
        "format": "poetry",
        "text": "\/The people of Moab will worship at their pagan shrines,\/_but it will do them no good.\/They will cry to the gods in their temples,\/_but no one will be able to save them."
    },
    "17983": {
        "format": "prose",
        "text": "¶The Lord has already said these things about Moab in the past."
    },
    "17984": {
        "format": "prose",
        "text": "But now the Lord says, “Within three years, counting each day, the glory of Moab will be ended. From its great population, only a feeble few will be left alive.”"
    },
    "17985": {
        "format": "prose",
        "text": "§¶This message came to me concerning Damascus:¶▼“Look, the city of Damascus will disappear!\/_It will become a heap of ruins."
    },
    "17986": {
        "format": "poetry",
        "text": "\/The towns of Aroer will be deserted.\/_Flocks will graze in the streets and lie down undisturbed,\/_with no one to chase them away."
    },
    "17987": {
        "format": "poetry",
        "text": "\/The fortified towns of Israel will also be destroyed,\/_and the royal power of Damascus will end.\/All that remains of Syria\/_will share the fate of Israel’s departed glory,”\/_declares the Lord of Heaven’s Armies."
    },
    "17988": {
        "format": "poetry",
        "text": "¶“In that day Israel’s glory will grow dim;\/_its robust body will waste away."
    },
    "17989": {
        "format": "poetry",
        "text": "\/The whole land will look like a grainfield\/_after the harvesters have gathered the grain.\/It will be desolate,\/_like the fields in the valley of Rephaim after the harvest."
    },
    "17990": {
        "format": "poetry",
        "text": "\/Only a few of its people will be left,\/_like stray olives left on a tree after the harvest.\/Only two or three remain in the highest branches,\/_four or five scattered here and there on the limbs,”\/_declares the Lord, the God of Israel."
    },
    "17991": {
        "format": "poetry",
        "text": "¶Then at last the people will look to their Creator\/_and turn their eyes to the Holy One of Israel."
    },
    "17992": {
        "format": "poetry",
        "text": "\/They will no longer look to their idols for help\/_or worship what their own hands have made.\/They will never again bow down to their Asherah poles\/_or worship at the pagan shrines they have built."
    },
    "17993": {
        "format": "poetry",
        "text": "\/Their largest cities will be like a deserted forest,\/_like the land the Hivites and Amorites abandoned\/when the Israelites came here so long ago.\/_It will be utterly desolate."
    },
    "17994": {
        "format": "poetry",
        "text": "\/Why? Because you have turned from the God who can save you.\/_You have forgotten the Rock who can hide you.\/So you may plant the finest grapevines\/_and import the most expensive seedlings."
    },
    "17995": {
        "format": "poetry",
        "text": "\/They may sprout on the day you set them out;\/_yes, they may blossom on the very morning you plant them,\/but you will never pick any grapes from them.\/_Your only harvest will be a load of grief and unrelieved pain."
    },
    "17996": {
        "format": "poetry",
        "text": "¶Listen! The armies of many nations\/_roar like the roaring of the sea.\/Hear the thunder of the mighty forces\/_as they rush forward like thundering waves."
    },
    "17997": {
        "format": "poetry",
        "text": "\/But though they thunder like breakers on a beach,\/_God will silence them, and they will run away.\/They will flee like chaff scattered by the wind,\/_like a tumbleweed whirling before a storm."
    },
    "17998": {
        "format": "poetry",
        "text": "\/In the evening Israel waits in terror,\/_but by dawn its enemies are dead.\/This is the just reward of those who plunder us,\/_a fitting end for those who destroy us."
    },
    "17999": {
        "format": "poetry",
        "text": "§¶Listen, Ethiopia—land of fluttering sails\/_that lies at the headwaters of the Nile,"
    },
    "18000": {
        "format": "poetry",
        "text": "\/that sends ambassadors\/_in swift boats down the river.¶Go, swift messengers!\/Take a message to a tall, smooth‐skinned people,\/_who are feared far and wide\/for their conquests and destruction,\/_and whose land is divided by rivers."
    },
    "18001": {
        "format": "poetry",
        "text": "¶All you people of the world,\/_everyone who lives on the earth—\/when I raise my battle flag on the mountain, look!\/_When I blow the ram’s horn, listen!"
    },
    "18002": {
        "format": "poetry",
        "text": "\/For the Lord has told me this:\/“I will watch quietly from my dwelling place—\/_as quietly as the heat rises on a summer day,\/_or as the morning dew forms during the harvest.”"
    },
    "18003": {
        "format": "poetry",
        "text": "\/Even before you begin your attack,\/_while your plans are ripening like grapes,\/the Lord will cut off your new growth with pruning shears.\/_He will snip off and discard your spreading branches."
    },
    "18004": {
        "format": "poetry",
        "text": "\/Your mighty army will be left dead in the fields\/_for the mountain vultures and wild animals.\/The vultures will tear at the corpses all summer.\/_The wild animals will gnaw at the bones all winter."
    },
    "18005": {
        "format": "poetry",
        "text": "¶At that time the Lord of Heaven’s Armies will receive gifts\/_from this land divided by rivers,\/from this tall, smooth‐skinned people,\/_who are feared far and wide for their conquests and destruction.\/They will bring the gifts to Jerusalem,\/_where the Lord of Heaven’s Armies dwells."
    },
    "18006": {
        "format": "prose",
        "text": "§¶This message came to me concerning Egypt:¶▼Look! The Lord is advancing against Egypt,\/_riding on a swift cloud.\/The idols of Egypt tremble.\/_The hearts of the Egyptians melt with fear."
    },
    "18007": {
        "format": "poetry",
        "text": "¶“I will make Egyptian fight against Egyptian—\/_brother against brother,\/neighbor against neighbor,\/_city against city,\/_province against province."
    },
    "18008": {
        "format": "poetry",
        "text": "\/The Egyptians will lose heart,\/_and I will confuse their plans.\/They will plead with their idols for wisdom\/_and call on spirits, mediums, and those who consult the spirits of the dead."
    },
    "18009": {
        "format": "poetry",
        "text": "\/I will hand Egypt over\/_to a hard, cruel master.\/A fierce king will rule them,”\/_says the Lord, the Lord of Heaven’s Armies."
    },
    "18010": {
        "format": "poetry",
        "text": "¶The waters of the Nile will fail to rise and flood the fields.\/_The riverbed will be parched and dry."
    },
    "18011": {
        "format": "poetry",
        "text": "\/The canals of the Nile will dry up,\/_and the streams of Egypt will stink\/_with rotting reeds and rushes."
    },
    "18012": {
        "format": "poetry",
        "text": "\/All the greenery along the riverbank\/_and all the crops along the river\/_will dry up and blow away."
    },
    "18013": {
        "format": "poetry",
        "text": "\/The fishermen will lament for lack of work.\/_Those who cast hooks into the Nile will groan,\/_and those who use nets will lose heart."
    },
    "18014": {
        "format": "poetry",
        "text": "\/There will be no flax for the harvesters,\/_no thread for the weavers."
    },
    "18015": {
        "format": "poetry",
        "text": "\/They will be in despair,\/_and all the workers will be sick at heart."
    },
    "18016": {
        "format": "poetry",
        "text": "¶What fools are the officials of Zoan!\/_Their best counsel to the king of Egypt is stupid and wrong.\/Will they still boast to Pharaoh of their wisdom?\/_Will they dare brag about all their wise ancestors?"
    },
    "18017": {
        "format": "poetry",
        "text": "\/Where are your wise counselors, Pharaoh?\/_Let them tell you what God plans,\/_what the Lord of Heaven’s Armies is going to do to Egypt."
    },
    "18018": {
        "format": "poetry",
        "text": "\/The officials of Zoan are fools,\/_and the officials of Memphis are deluded.\/The leaders of the people\/_have led Egypt astray."
    },
    "18019": {
        "format": "poetry",
        "text": "\/The Lord has sent a spirit of foolishness on them,\/_so all their suggestions are wrong.\/They cause Egypt to stagger\/_like a drunk in his vomit."
    },
    "18020": {
        "format": "poetry",
        "text": "\/There is nothing Egypt can do.\/_All are helpless—\/the head and the tail,\/_the noble palm branch and the lowly reed."
    },
    "18021": {
        "format": "prose",
        "text": "¶In that day the Egyptians will be as weak as women. They will cower in fear beneath the upraised fist of the Lord of Heaven’s Armies."
    },
    "18022": {
        "format": "prose",
        "text": "Just to speak the name of Israel will terrorize them, for the Lord of Heaven’s Armies has laid out his plans against them."
    },
    "18023": {
        "format": "prose",
        "text": "¶In that day five of Egypt’s cities will follow the Lord of Heaven’s Armies. They will even begin to speak Hebrew, the language of Canaan. One of these cities will be Heliopolis, the City of the Sun."
    },
    "18024": {
        "format": "prose",
        "text": "¶In that day there will be an altar to the Lord in the heart of Egypt, and there will be a monument to the Lord at its border."
    },
    "18025": {
        "format": "prose",
        "text": "It will be a sign and a witness that the Lord of Heaven’s Armies is worshiped in the land of Egypt. When the people cry to the Lord for help against those who oppress them, he will send them a savior who will rescue them."
    },
    "18026": {
        "format": "prose",
        "text": "The Lord will make himself known to the Egyptians. Yes, they will know the Lord and will give their sacrifices and offerings to him. They will make a vow to the Lord and will keep it."
    },
    "18027": {
        "format": "prose",
        "text": "The Lord will strike Egypt, and then he will bring healing. For the Egyptians will turn to the Lord, and he will listen to their pleas and heal them."
    },
    "18028": {
        "format": "prose",
        "text": "¶In that day Egypt and Assyria will be connected by a highway. The Egyptians and Assyrians will move freely between their lands, and they will both worship God."
    },
    "18029": {
        "format": "prose",
        "text": "In that day Israel will be the third, along with Egypt and Assyria, a blessing in the midst of the earth."
    },
    "18030": {
        "format": "prose",
        "text": "For the Lord of Heaven’s Armies will say, “Blessed be Egypt, my people. Blessed be Assyria, the land I have made. Blessed be Israel, my special possession!”"
    },
    "18031": {
        "format": "prose",
        "text": "§¶In the year when King Sargon of Assyria sent his commander in chief to capture the Philistine city of Ashdod,"
    },
    "18032": {
        "format": "prose",
        "text": "the Lord told Isaiah son of Amoz, “Take off the burlap you have been wearing, and remove your sandals.” Isaiah did as he was told and walked around naked and barefoot."
    },
    "18033": {
        "format": "prose",
        "text": "¶Then the Lord said, “My servant Isaiah has been walking around naked and barefoot for the last three years. This is a sign—a symbol of the terrible troubles I will bring upon Egypt and Ethiopia."
    },
    "18034": {
        "format": "prose",
        "text": "For the king of Assyria will take away the Egyptians and Ethiopians as prisoners. He will make them walk naked and barefoot, both young and old, their buttocks bared, to the shame of Egypt."
    },
    "18035": {
        "format": "prose",
        "text": "Then the Philistines will be thrown into panic, for they counted on the power of Ethiopia and boasted of their allies in Egypt!"
    },
    "18036": {
        "format": "prose",
        "text": "They will say, ‘If this can happen to Egypt, what chance do we have? We were counting on Egypt to protect us from the king of Assyria.’”"
    },
    "18037": {
        "format": "prose",
        "text": "§¶This message came to me concerning Babylon—the desert by the sea:¶▼Disaster is roaring down on you from the desert,\/_like a whirlwind sweeping in from the Negev."
    },
    "18038": {
        "format": "poetry",
        "text": "\/I see a terrifying vision:\/_I see the betrayer betraying,\/_the destroyer destroying.\/Go ahead, you Elamites and Medes,\/_attack and lay siege.\/I will make an end\/_to all the groaning Babylon caused."
    },
    "18039": {
        "format": "poetry",
        "text": "\/My stomach aches and burns with pain.\/_Sharp pangs of anguish are upon me,\/_like those of a woman in labor.\/I grow faint when I hear what God is planning;\/_I am too afraid to look."
    },
    "18040": {
        "format": "poetry",
        "text": "\/My mind reels and my heart races.\/_I longed for evening to come,\/_but now I am terrified of the dark."
    },
    "18041": {
        "format": "poetry",
        "text": "¶Look! They are preparing a great feast.\/_They are spreading rugs for people to sit on.\/_Everyone is eating and drinking.\/But quick! Grab your shields and prepare for battle.\/_You are being attacked!"
    },
    "18042": {
        "format": "poetry",
        "text": "¶Meanwhile, the Lord said to me,\/“Put a watchman on the city wall.\/_Let him shout out what he sees."
    },
    "18043": {
        "format": "poetry",
        "text": "\/He should look for chariots\/_drawn by pairs of horses,\/and for riders on donkeys and camels.\/_Let the watchman be fully alert.”"
    },
    "18044": {
        "format": "poetry",
        "text": "¶Then the watchman called out,\/“Day after day I have stood on the watchtower, my lord.\/_Night after night I have remained at my post."
    },
    "18045": {
        "format": "poetry",
        "text": "\/Now at last—look!\/Here comes a man in a chariot\/_with a pair of horses!”\/Then the watchman said,\/_“Babylon is fallen, fallen!\/All the idols of Babylon\/_lie broken on the ground!”"
    },
    "18046": {
        "format": "poetry",
        "text": "\/O my people, threshed and winnowed,\/_I have told you everything the Lord of Heaven’s Armies has said,\/_everything the God of Israel has told me."
    },
    "18047": {
        "format": "prose",
        "text": "§¶This message came to me concerning Edom:¶▼Someone from Edom keeps calling to me,\/“Watchman, how much longer until morning?\/_When will the night be over?”"
    },
    "18048": {
        "format": "poetry",
        "text": "\/The watchman replies,\/“Morning is coming, but night will soon return.\/_If you wish to ask again, then come back and ask.”"
    },
    "18049": {
        "format": "prose",
        "text": "§¶This message came to me concerning Arabia:¶▼O caravans from Dedan,\/_hide in the deserts of Arabia."
    },
    "18050": {
        "format": "poetry",
        "text": "\/O people of Tema,\/_bring water to these thirsty people,\/_food to these weary refugees."
    },
    "18051": {
        "format": "poetry",
        "text": "\/They have fled from the sword,\/_from the drawn sword,\/from the bent bow\/_and the terrors of battle."
    },
    "18052": {
        "format": "prose",
        "text": "¶The Lord said to me, “Within a year, counting each day, all the glory of Kedar will come to an end."
    },
    "18053": {
        "format": "prose",
        "text": "Only a few of its courageous archers will survive. I, the Lord, the God of Israel, have spoken!”"
    },
    "18054": {
        "format": "prose",
        "text": "§¶This message came to me concerning Jerusalem—the Valley of Vision:¶▼What is happening?\/_Why is everyone running to the rooftops?"
    },
    "18055": {
        "format": "poetry",
        "text": "\/The whole city is in a terrible uproar.\/_What do I see in this reveling city?\/Bodies are lying everywhere,\/_killed not in battle but by famine and disease."
    },
    "18056": {
        "format": "poetry",
        "text": "\/All your leaders have fled.\/_They surrendered without resistance.\/The people tried to slip away,\/_but they were captured, too."
    },
    "18057": {
        "format": "poetry",
        "text": "\/That’s why I said, “Leave me alone to weep;\/_do not try to comfort me.\/Let me cry for my people\/_as I watch them being destroyed.”"
    },
    "18058": {
        "format": "poetry",
        "text": "¶Oh, what a day of crushing defeat!\/_What a day of confusion and terror\/brought by the Lord, the Lord of Heaven’s Armies,\/_upon the Valley of Vision!\/The walls of Jerusalem have been broken,\/_and cries of death echo from the mountainsides."
    },
    "18059": {
        "format": "poetry",
        "text": "\/Elamites are the archers,\/_with their chariots and charioteers.\/_The men of Kir hold up the shields."
    },
    "18060": {
        "format": "poetry",
        "text": "\/Chariots fill your beautiful valleys,\/_and charioteers storm your gates."
    },
    "18061": {
        "format": "poetry",
        "text": "\/Judah’s defenses have been stripped away.\/_You run to the armory for your weapons."
    },
    "18062": {
        "format": "poetry",
        "text": "\/You inspect the breaks in the walls of Jerusalem.\/_You store up water in the lower pool."
    },
    "18063": {
        "format": "poetry",
        "text": "\/You survey the houses and tear some down\/_for stone to strengthen the walls."
    },
    "18064": {
        "format": "poetry",
        "text": "\/Between the city walls, you build a reservoir\/_for water from the old pool.\/But you never ask for help from the One who did all this.\/_You never considered the One who planned this long ago."
    },
    "18065": {
        "format": "poetry",
        "text": "¶At that time the Lord, the Lord of Heaven’s Armies,\/_called you to weep and mourn.\/He told you to shave your heads in sorrow for your sins\/_and to wear clothes of burlap to show your remorse."
    },
    "18066": {
        "format": "poetry",
        "text": "\/But instead, you dance and play;\/_you slaughter cattle and kill sheep.\/_You feast on meat and drink wine.\/You say, “Let’s feast and drink,\/_for tomorrow we die!”"
    },
    "18067": {
        "format": "prose",
        "text": "¶The Lord of Heaven’s Armies has revealed this to me: “Till the day you die, you will never be forgiven for this sin.” That is the judgment of the Lord, the Lord of Heaven’s Armies."
    },
    "18068": {
        "format": "prose",
        "text": "§¶This is what the Lord, the Lord of Heaven’s Armies, said to me: “Confront Shebna, the palace administrator, and give him this message:"
    },
    "18069": {
        "format": "poetry",
        "text": "¶“Who do you think you are,\/_and what are you doing here,\/building a beautiful tomb for yourself—\/_a monument high up in the rock?"
    },
    "18070": {
        "format": "poetry",
        "text": "\/For the Lord is about to hurl you away, mighty man.\/_He is going to grab you,"
    },
    "18071": {
        "format": "poetry",
        "text": "\/crumple you into a ball,\/_and toss you away into a distant, barren land.\/There you will die,\/_and your glorious chariots will be broken and useless.\/_You are a disgrace to your master!"
    },
    "18072": {
        "format": "prose",
        "text": "¶“Yes, I will drive you out of office,” says the Lord. “I will pull you down from your high position."
    },
    "18073": {
        "format": "prose",
        "text": "And then I will call my servant Eliakim son of Hilkiah to replace you."
    },
    "18074": {
        "format": "prose",
        "text": "I will dress him in your royal robes and will give him your title and your authority. And he will be a father to the people of Jerusalem and Judah."
    },
    "18075": {
        "format": "prose",
        "text": "I will give him the key to the house of David—the highest position in the royal court. When he opens doors, no one will be able to close them; when he closes doors, no one will be able to open them."
    },
    "18076": {
        "format": "prose",
        "text": "He will bring honor to his family name, for I will drive him firmly in place like a nail in the wall."
    },
    "18077": {
        "format": "prose",
        "text": "They will give him great responsibility, and he will bring honor to even the lowliest members of his family.”"
    },
    "18078": {
        "format": "prose",
        "text": "¶But the Lord of Heaven’s Armies also says: “The time will come when I will pull out the nail that seemed so firm. It will come out and fall to the ground. Everything it supports will fall with it. I, the Lord, have spoken!”"
    },
    "18079": {
        "format": "prose",
        "text": "§¶This message came to me concerning Tyre:¶▼Wail, you trading ships of Tarshish,\/_for the harbor and houses of Tyre are gone!\/The rumors you heard in Cyprus\/_are all true."
    },
    "18080": {
        "format": "poetry",
        "text": "\/Mourn in silence, you people of the coast\/_and you merchants of Sidon.\/Your traders crossed the sea,"
    },
    "18081": {
        "format": "poetry",
        "text": "\/_sailing over deep waters.\/They brought you grain from Egypt\/_and harvests from along the Nile.\/You were the marketplace of the world."
    },
    "18082": {
        "format": "poetry",
        "text": "¶But now you are put to shame, city of Sidon,\/_for Tyre, the fortress of the sea, says,\/“Now I am childless;\/_I have no sons or daughters.”"
    },
    "18083": {
        "format": "poetry",
        "text": "\/When Egypt hears the news about Tyre,\/_there will be great sorrow."
    },
    "18084": {
        "format": "poetry",
        "text": "\/Send word now to Tarshish!\/_Wail, you people who live in distant lands!"
    },
    "18085": {
        "format": "poetry",
        "text": "\/Is this silent ruin all that is left of your once joyous city?\/_What a long history was yours!\/_Think of all the colonists you sent to distant places."
    },
    "18086": {
        "format": "poetry",
        "text": "¶Who has brought this disaster on Tyre,\/_that great creator of kingdoms?\/Her traders were all princes,\/_her merchants were nobles."
    },
    "18087": {
        "format": "poetry",
        "text": "\/The Lord of Heaven’s Armies has done it\/_to destroy your pride\/_and bring low all earth’s nobility."
    },
    "18088": {
        "format": "poetry",
        "text": "\/Come, people of Tarshish,\/_sweep over the land like the flooding Nile,\/_for Tyre is defenseless."
    },
    "18089": {
        "format": "poetry",
        "text": "\/The Lord held out his hand over the sea\/_and shook the kingdoms of the earth.\/He has spoken out against Phoenicia,\/_ordering that her fortresses be destroyed."
    },
    "18090": {
        "format": "poetry",
        "text": "\/He says, “Never again will you rejoice,\/_O daughter of Sidon, for you have been crushed.\/Even if you flee to Cyprus,\/_you will find no rest.”"
    },
    "18091": {
        "format": "poetry",
        "text": "¶Look at the land of Babylonia—\/_the people of that land are gone!\/The Assyrians have handed Babylon over\/_to the wild animals of the desert.\/They have built siege ramps against its walls,\/_torn down its palaces,\/_and turned it to a heap of rubble."
    },
    "18092": {
        "format": "poetry",
        "text": "¶Wail, you ships of Tarshish,\/_for your harbor is destroyed!"
    },
    "18093": {
        "format": "prose",
        "text": "¶For seventy years, the length of a king’s life, Tyre will be forgotten. But then the city will come back to life as in the song about the prostitute:"
    },
    "18094": {
        "format": "poetry",
        "text": "¶Take a harp and walk the streets,\/_you forgotten harlot.\/Make sweet melody and sing your songs\/_so you will be remembered again."
    },
    "18095": {
        "format": "prose",
        "text": "¶Yes, after seventy years the Lord will revive Tyre. But she will be no different than she was before. She will again be a prostitute to all kingdoms around the world."
    },
    "18096": {
        "format": "prose",
        "text": "But in the end her profits will be given to the Lord. Her wealth will not be hoarded but will provide good food and fine clothing for the Lord’s priests."
    },
    "18097": {
        "format": "poetry",
        "text": "§¶Look! The Lord is about to destroy the earth\/_and make it a vast wasteland.\/He devastates the surface of the earth\/_and scatters the people."
    },
    "18098": {
        "format": "poetry",
        "text": "\/Priests and laypeople,\/_servants and masters,\/_maids and mistresses,\/_buyers and sellers,\/_lenders and borrowers,\/_bankers and debtors—none will be spared."
    },
    "18099": {
        "format": "poetry",
        "text": "\/The earth will be completely emptied and looted.\/_The Lord has spoken!"
    },
    "18100": {
        "format": "poetry",
        "text": "¶The earth mourns and dries up,\/_and the land wastes away and withers.\/_Even the greatest people on earth waste away."
    },
    "18101": {
        "format": "poetry",
        "text": "\/The earth suffers for the sins of its people,\/_for they have twisted God’s instructions,\/violated his laws,\/_and broken his everlasting covenant."
    },
    "18102": {
        "format": "poetry",
        "text": "\/Therefore, a curse consumes the earth.\/_Its people must pay the price for their sin.\/They are destroyed by fire,\/_and only a few are left alive."
    },
    "18103": {
        "format": "poetry",
        "text": "\/The grapevines waste away,\/_and there is no new wine.\/_All the merrymakers sigh and mourn."
    },
    "18104": {
        "format": "poetry",
        "text": "\/The cheerful sound of tambourines is stilled;\/_the happy cries of celebration are heard no more.\/_The melodious chords of the harp are silent."
    },
    "18105": {
        "format": "poetry",
        "text": "\/Gone are the joys of wine and song;\/_alcoholic drink turns bitter in the mouth."
    },
    "18106": {
        "format": "poetry",
        "text": "\/The city writhes in chaos;\/_every home is locked to keep out intruders."
    },
    "18107": {
        "format": "poetry",
        "text": "\/Mobs gather in the streets, crying out for wine.\/_Joy has turned to gloom.\/_Gladness has been banished from the land."
    },
    "18108": {
        "format": "poetry",
        "text": "\/The city is left in ruins,\/_its gates battered down."
    },
    "18109": {
        "format": "poetry",
        "text": "\/Throughout the earth the story is the same—\/_only a remnant is left,\/like the stray olives left on the tree\/_or the few grapes left on the vine after harvest."
    },
    "18110": {
        "format": "poetry",
        "text": "¶But all who are left shout and sing for joy.\/_Those in the west praise the Lord’s majesty."
    },
    "18111": {
        "format": "poetry",
        "text": "\/In eastern lands, give glory to the Lord.\/_In the lands beyond the sea, praise the name of the Lord, the God of Israel."
    },
    "18112": {
        "format": "poetry",
        "text": "\/We hear songs of praise from the ends of the earth,\/_songs that give glory to the Righteous One!¶But my heart is heavy with grief.\/_Weep for me, for I wither away.\/Deceit still prevails,\/_and treachery is everywhere."
    },
    "18113": {
        "format": "poetry",
        "text": "\/Terror and traps and snares will be your lot,\/_you people of the earth."
    },
    "18114": {
        "format": "poetry",
        "text": "\/Those who flee in terror will fall into a trap,\/_and those who escape the trap will be caught in a snare.¶Destruction falls like rain from the heavens;\/_the foundations of the earth shake."
    },
    "18115": {
        "format": "poetry",
        "text": "\/The earth has broken up.\/_It has utterly collapsed;\/_it is violently shaken."
    },
    "18116": {
        "format": "poetry",
        "text": "\/The earth staggers like a drunk.\/_It trembles like a tent in a storm.\/It falls and will not rise again,\/_for the guilt of its rebellion is very heavy."
    },
    "18117": {
        "format": "poetry",
        "text": "¶In that day the Lord will punish the gods in the heavens\/_and the proud rulers of the nations on earth."
    },
    "18118": {
        "format": "poetry",
        "text": "\/They will be rounded up and put in prison.\/_They will be shut up in prison\/_and will finally be punished."
    },
    "18119": {
        "format": "poetry",
        "text": "\/Then the glory of the moon will wane,\/_and the brightness of the sun will fade,\/for the Lord of Heaven’s Armies will rule on Mount Zion.\/_He will rule in great glory in Jerusalem,\/_in the sight of all the leaders of his people."
    },
    "18120": {
        "format": "poetry",
        "text": "§¶O Lord, I will honor and praise your name,\/_for you are my God.\/You do such wonderful things!\/_You planned them long ago,\/_and now you have accomplished them."
    },
    "18121": {
        "format": "poetry",
        "text": "\/You turn mighty cities into heaps of ruins.\/_Cities with strong walls are turned to rubble.\/Beautiful palaces in distant lands disappear\/_and will never be rebuilt."
    },
    "18122": {
        "format": "poetry",
        "text": "\/Therefore, strong nations will declare your glory;\/_ruthless nations will fear you."
    },
    "18123": {
        "format": "poetry",
        "text": "¶But you are a tower of refuge to the poor, O Lord,\/_a tower of refuge to the needy in distress.\/You are a refuge from the storm\/_and a shelter from the heat.\/For the oppressive acts of ruthless people\/_are like a storm beating against a wall,"
    },
    "18124": {
        "format": "poetry",
        "text": "\/_or like the relentless heat of the desert.\/But you silence the roar of foreign nations.\/_As the shade of a cloud cools relentless heat,\/_so the boastful songs of ruthless people are stilled."
    },
    "18125": {
        "format": "poetry",
        "text": "¶In Jerusalem, the Lord of Heaven’s Armies\/_will spread a wonderful feast\/_for all the people of the world.\/It will be a delicious banquet\/_with clear, well‐aged wine and choice meat."
    },
    "18126": {
        "format": "poetry",
        "text": "\/There he will remove the cloud of gloom,\/_the shadow of death that hangs over the earth."
    },
    "18127": {
        "format": "poetry",
        "text": "\/He will swallow up death forever!\/_The Sovereign Lord will wipe away all tears.\/He will remove forever all insults and mockery\/_against his land and people.\/_The Lord has spoken!"
    },
    "18128": {
        "format": "poetry",
        "text": "¶In that day the people will proclaim,\/“This is our God!\/_We trusted in him, and he saved us!\/This is the Lord, in whom we trusted.\/_Let us rejoice in the salvation he brings!”"
    },
    "18129": {
        "format": "poetry",
        "text": "\/For the Lord’s hand of blessing will rest on Jerusalem.\/_But Moab will be crushed.\/_It will be like straw trampled down and left to rot."
    },
    "18130": {
        "format": "poetry",
        "text": "\/God will push down Moab’s people\/_as a swimmer pushes down water with his hands.\/He will end their pride\/_and all their evil works."
    },
    "18131": {
        "format": "poetry",
        "text": "\/The high walls of Moab will be demolished.\/_They will be brought down to the ground,\/_down into the dust."
    },
    "18132": {
        "format": "prose",
        "text": "§¶In that day, everyone in the land of Judah will sing this song:¶▼Our city is strong!\/_We are surrounded by the walls of God’s salvation."
    },
    "18133": {
        "format": "poetry",
        "text": "\/Open the gates to all who are righteous;\/_allow the faithful to enter."
    },
    "18134": {
        "format": "poetry",
        "text": "\/You will keep in perfect peace\/_all who trust in you,\/_all whose thoughts are fixed on you!"
    },
    "18135": {
        "format": "poetry",
        "text": "\/Trust in the Lord always,\/_for the Lord God is the eternal Rock."
    },
    "18136": {
        "format": "poetry",
        "text": "\/He humbles the proud\/_and brings down the arrogant city.\/_He brings it down to the dust."
    },
    "18137": {
        "format": "poetry",
        "text": "\/The poor and oppressed trample it underfoot,\/_and the needy walk all over it."
    },
    "18138": {
        "format": "poetry",
        "text": "¶But for those who are righteous,\/_the way is not steep and rough.\/You are a God who does what is right,\/_and you smooth out the path ahead of them."
    },
    "18139": {
        "format": "poetry",
        "text": "\/Lord, we show our trust in you by obeying your laws;\/_our heart’s desire is to glorify your name."
    },
    "18140": {
        "format": "poetry",
        "text": "\/In the night I search for you;\/_in the morning I earnestly seek you.\/For only when you come to judge the earth\/_will people learn what is right."
    },
    "18141": {
        "format": "poetry",
        "text": "\/Your kindness to the wicked\/_does not make them do good.\/Although others do right, the wicked keep doing wrong\/_and take no notice of the Lord’s majesty."
    },
    "18142": {
        "format": "poetry",
        "text": "\/O Lord, they pay no attention to your upraised fist.\/_Show them your eagerness to defend your people.\/Then they will be ashamed.\/_Let your fire consume your enemies."
    },
    "18143": {
        "format": "poetry",
        "text": "¶Lord, you will grant us peace;\/_all we have accomplished is really from you."
    },
    "18144": {
        "format": "poetry",
        "text": "\/O Lord our God, others have ruled us,\/_but you alone are the one we worship."
    },
    "18145": {
        "format": "poetry",
        "text": "\/Those we served before are dead and gone.\/_Their departed spirits will never return!\/You attacked them and destroyed them,\/_and they are long forgotten."
    },
    "18146": {
        "format": "poetry",
        "text": "\/O Lord, you have made our nation great;\/_yes, you have made us great.\/You have extended our borders,\/_and we give you the glory!"
    },
    "18147": {
        "format": "poetry",
        "text": "¶Lord, in distress we searched for you.\/_We prayed beneath the burden of your discipline."
    },
    "18148": {
        "format": "poetry",
        "text": "\/Just as a pregnant woman\/_writhes and cries out in pain as she gives birth,\/_so were we in your presence, Lord."
    },
    "18149": {
        "format": "poetry",
        "text": "\/We, too, writhe in agony,\/_but nothing comes of our suffering.\/We have not given salvation to the earth,\/_nor brought life into the world."
    },
    "18150": {
        "format": "poetry",
        "text": "\/But those who die in the Lord will live;\/_their bodies will rise again!\/Those who sleep in the earth\/_will rise up and sing for joy!\/For your life‐giving light will fall like dew\/_on your people in the place of the dead!"
    },
    "18151": {
        "format": "poetry",
        "text": "§¶Go home, my people,\/_and lock your doors!\/Hide yourselves for a little while\/_until the Lord’s anger has passed."
    },
    "18152": {
        "format": "poetry",
        "text": "\/Look! The Lord is coming from heaven\/_to punish the people of the earth for their sins.\/The earth will no longer hide those who have been killed.\/_They will be brought out for all to see."
    },
    "18153": {
        "format": "prose",
        "text": "¶In that day the Lord will take his terrible, swift sword and punish Leviathan, the swiftly moving serpent, the coiling, writhing serpent. He will kill the dragon of the sea."
    },
    "18154": {
        "format": "poetry",
        "text": "¶“In that day,\/_sing about the fruitful vineyard."
    },
    "18155": {
        "format": "poetry",
        "text": "\/I, the Lord, will watch over it,\/_watering it carefully.\/Day and night I will watch so no one can harm it."
    },
    "18156": {
        "format": "poetry",
        "text": "\/_My anger will be gone.\/If I find briers and thorns growing,\/_I will attack them;\/I will burn them up—"
    },
    "18157": {
        "format": "poetry",
        "text": "\/_unless they turn to me for help.\/Let them make peace with me;\/_yes, let them make peace with me.”"
    },
    "18158": {
        "format": "poetry",
        "text": "\/The time is coming when Jacob’s descendants will take root.\/_Israel will bud and blossom\/_and fill the whole earth with fruit!"
    },
    "18159": {
        "format": "poetry",
        "text": "¶Has the Lord struck Israel\/_as he struck her enemies?\/Has he punished her\/_as he punished them?"
    },
    "18160": {
        "format": "poetry",
        "text": "\/No, but he exiled Israel to call her to account.\/_She was exiled from her land\/_as though blown away in a storm from the east."
    },
    "18161": {
        "format": "poetry",
        "text": "\/The Lord did this to purge Israel’s wickedness,\/_to take away all her sin.\/As a result, all the pagan altars will be crushed to dust.\/_No Asherah pole or pagan shrine will be left standing."
    },
    "18162": {
        "format": "poetry",
        "text": "\/The fortified towns will be silent and empty,\/_the houses abandoned, the streets overgrown with weeds.\/Calves will graze there,\/_chewing on twigs and branches."
    },
    "18163": {
        "format": "poetry",
        "text": "\/The people are like the dead branches of a tree,\/_broken off and used for kindling beneath the cooking pots.\/Israel is a foolish and stupid nation,\/_for its people have turned away from God.\/Therefore, the one who made them\/_will show them no pity or mercy."
    },
    "18164": {
        "format": "prose",
        "text": "¶Yet the time will come when the Lord will gather them together like handpicked grain. One by one he will gather them—from the Euphrates River in the east to the Brook of Egypt in the west."
    },
    "18165": {
        "format": "prose",
        "text": "In that day the great trumpet will sound. Many who were dying in exile in Assyria and Egypt will return to Jerusalem to worship the Lord on his holy mountain."
    },
    "18166": {
        "format": "poetry",
        "text": "§¶What sorrow awaits the proud city of Samaria—\/_the glorious crown of the drunks of Israel.\/It sits at the head of a fertile valley,\/_but its glorious beauty will fade like a flower.\/It is the pride of a people\/_brought down by wine."
    },
    "18167": {
        "format": "poetry",
        "text": "\/For the Lord will send a mighty army against it.\/_Like a mighty hailstorm and a torrential rain,\/they will burst upon it like a surging flood\/_and smash it to the ground."
    },
    "18168": {
        "format": "poetry",
        "text": "\/The proud city of Samaria—\/_the glorious crown of the drunks of Israel—\/_will be trampled beneath its enemies’ feet."
    },
    "18169": {
        "format": "poetry",
        "text": "\/It sits at the head of a fertile valley,\/_but its glorious beauty will fade like a flower.\/Whoever sees it will snatch it up,\/_as an early fig is quickly picked and eaten."
    },
    "18170": {
        "format": "poetry",
        "text": "¶Then at last the Lord of Heaven’s Armies\/_will himself be Israel’s glorious crown.\/He will be the pride and joy\/_of the remnant of his people."
    },
    "18171": {
        "format": "poetry",
        "text": "\/He will give a longing for justice\/_to their judges.\/He will give great courage\/_to their warriors who stand at the gates."
    },
    "18172": {
        "format": "poetry",
        "text": "¶Now, however, Israel is led by drunks\/_who reel with wine and stagger with alcohol.\/The priests and prophets stagger with alcohol\/_and lose themselves in wine.\/They reel when they see visions\/_and stagger as they render decisions."
    },
    "18173": {
        "format": "poetry",
        "text": "\/Their tables are covered with vomit;\/_filth is everywhere."
    },
    "18174": {
        "format": "poetry",
        "text": "\/“Who does the Lord think we are?” they ask.\/_“Why does he speak to us like this?\/Are we little children,\/_just recently weaned?"
    },
    "18175": {
        "format": "poetry",
        "text": "\/He tells us everything over and over—\/one line at a time,\/_one line at a time,\/a little here,\/_and a little there!”"
    },
    "18176": {
        "format": "poetry",
        "text": "¶So now God will have to speak to his people\/_through foreign oppressors who speak a strange language!"
    },
    "18177": {
        "format": "poetry",
        "text": "\/God has told his people,\/“Here is a place of rest;\/_let the weary rest here.\/This is a place of quiet rest.”\/_But they would not listen."
    },
    "18178": {
        "format": "poetry",
        "text": "\/So the Lord will spell out his message for them again,\/one line at a time,\/_one line at a time,\/a little here,\/_and a little there,\/so that they will stumble and fall.\/_They will be injured, trapped, and captured."
    },
    "18179": {
        "format": "poetry",
        "text": "¶Therefore, listen to this message from the Lord,\/_you scoffing rulers in Jerusalem."
    },
    "18180": {
        "format": "poetry",
        "text": "\/You boast, “We have struck a bargain to cheat death\/_and have made a deal to dodge the grave.\/The coming destruction can never touch us,\/_for we have built a strong refuge made of lies and deception.”"
    },
    "18181": {
        "format": "poetry",
        "text": "¶Therefore, this is what the Sovereign Lord says:\/“Look! I am placing a foundation stone in Jerusalem,\/_a firm and tested stone.\/It is a precious cornerstone that is safe to build on.\/_Whoever believes need never be shaken."
    },
    "18182": {
        "format": "poetry",
        "text": "\/I will test you with the measuring line of justice\/_and the plumb line of righteousness.\/Since your refuge is made of lies,\/_a hailstorm will knock it down.\/Since it is made of deception,\/_a flood will sweep it away."
    },
    "18183": {
        "format": "poetry",
        "text": "\/I will cancel the bargain you made to cheat death,\/_and I will overturn your deal to dodge the grave.\/When the terrible enemy sweeps through,\/_you will be trampled into the ground."
    },
    "18184": {
        "format": "poetry",
        "text": "\/Again and again that flood will come,\/_morning after morning,\/day and night,\/_until you are carried away.”¶This message will bring terror to your people."
    },
    "18185": {
        "format": "poetry",
        "text": "\/The bed you have made is too short to lie on.\/_The blankets are too narrow to cover you."
    },
    "18186": {
        "format": "poetry",
        "text": "\/The Lord will come as he did against the Philistines at Mount Perazim\/_and against the Amorites at Gibeon.\/He will come to do a strange thing;\/_he will come to do an unusual deed:"
    },
    "18187": {
        "format": "poetry",
        "text": "\/For the Lord, the Lord of Heaven’s Armies,\/_has plainly said that he is determined to crush the whole land.\/So scoff no more,\/_or your punishment will be even greater."
    },
    "18188": {
        "format": "poetry",
        "text": "¶Listen to me;\/_listen, and pay close attention."
    },
    "18189": {
        "format": "poetry",
        "text": "\/Does a farmer always plow and never sow?\/_Is he forever cultivating the soil and never planting?"
    },
    "18190": {
        "format": "poetry",
        "text": "\/Does he not finally plant his seeds—\/_black cumin, cumin, wheat, barley, and emmer wheat—\/each in its proper way,\/_and each in its proper place?"
    },
    "18191": {
        "format": "poetry",
        "text": "\/The farmer knows just what to do,\/_for God has given him understanding."
    },
    "18192": {
        "format": "poetry",
        "text": "\/A heavy sledge is never used to thresh black cumin;\/_rather, it is beaten with a light stick.\/A threshing wheel is never rolled on cumin;\/_instead, it is beaten lightly with a flail."
    },
    "18193": {
        "format": "poetry",
        "text": "\/Grain for bread is easily crushed,\/_so he doesn’t keep on pounding it.\/He threshes it under the wheels of a cart,\/_but he doesn’t pulverize it."
    },
    "18194": {
        "format": "poetry",
        "text": "\/The Lord of Heaven’s Armies is a wonderful teacher,\/_and he gives the farmer great wisdom."
    },
    "18195": {
        "format": "poetry",
        "text": "§¶“What sorrow awaits Ariel, the City of David.\/_Year after year you celebrate your feasts."
    },
    "18196": {
        "format": "poetry",
        "text": "\/Yet I will bring disaster upon you,\/_and there will be much weeping and sorrow.\/For Jerusalem will become what her name Ariel means—\/_an altar covered with blood."
    },
    "18197": {
        "format": "poetry",
        "text": "\/I will be your enemy,\/_surrounding Jerusalem and attacking its walls.\/I will build siege towers\/_and destroy it."
    },
    "18198": {
        "format": "poetry",
        "text": "\/Then deep from the earth you will speak;\/_from low in the dust your words will come.\/Your voice will whisper from the ground\/_like a ghost conjured up from the grave."
    },
    "18199": {
        "format": "poetry",
        "text": "¶“But suddenly, your ruthless enemies will be crushed\/_like the finest of dust.\/Your many attackers will be driven away\/_like chaff before the wind.\/Suddenly, in an instant,"
    },
    "18200": {
        "format": "poetry",
        "text": "\/_I, the Lord of Heaven’s Armies, will act for you\/with thunder and earthquake and great noise,\/_with whirlwind and storm and consuming fire."
    },
    "18201": {
        "format": "poetry",
        "text": "\/All the nations fighting against Jerusalem\/_will vanish like a dream!\/Those who are attacking her walls\/_will vanish like a vision in the night."
    },
    "18202": {
        "format": "poetry",
        "text": "\/A hungry person dreams of eating\/_but wakes up still hungry.\/A thirsty person dreams of drinking\/_but is still faint from thirst when morning comes.\/So it will be with your enemies,\/_with those who attack Mount Zion.”"
    },
    "18203": {
        "format": "poetry",
        "text": "¶Are you amazed and incredulous?\/_Don’t you believe it?\/Then go ahead and be blind.\/_You are stupid, but not from wine!\/_You stagger, but not from liquor!"
    },
    "18204": {
        "format": "poetry",
        "text": "\/For the Lord has poured out on you a spirit of deep sleep.\/_He has closed the eyes of your prophets and visionaries."
    },
    "18205": {
        "format": "prose",
        "text": "¶All the future events in this vision are like a sealed book to them. When you give it to those who can read, they will say, “We can’t read it because it is sealed.”"
    },
    "18206": {
        "format": "prose",
        "text": "When you give it to those who cannot read, they will say, “We don’t know how to read.”"
    },
    "18207": {
        "format": "poetry",
        "text": "¶And so the Lord says,\/_“These people say they are mine.\/They honor me with their lips,\/_but their hearts are far from me.\/And their worship of me\/_is nothing but man‐made rules learned by rote."
    },
    "18208": {
        "format": "poetry",
        "text": "\/Because of this, I will once again astound these hypocrites\/_with amazing wonders.\/The wisdom of the wise will pass away,\/_and the intelligence of the intelligent will disappear.”"
    },
    "18209": {
        "format": "poetry",
        "text": "¶What sorrow awaits those who try to hide their plans from the Lord,\/_who do their evil deeds in the dark!\/“The Lord can’t see us,” they say.\/_“He doesn’t know what’s going on!”"
    },
    "18210": {
        "format": "poetry",
        "text": "\/How foolish can you be?\/_He is the Potter, and he is certainly greater than you, the clay!\/Should the created thing say of the one who made it,\/_“He didn’t make me”?\/Does a jar ever say,\/_“The potter who made me is stupid”?"
    },
    "18211": {
        "format": "poetry",
        "text": "¶Soon—and it will not be very long—\/_the forests of Lebanon will become a fertile field,\/_and the fertile field will yield bountiful crops."
    },
    "18212": {
        "format": "poetry",
        "text": "\/In that day the deaf will hear words read from a book,\/_and the blind will see through the gloom and darkness."
    },
    "18213": {
        "format": "poetry",
        "text": "\/The humble will be filled with fresh joy from the Lord.\/_The poor will rejoice in the Holy One of Israel."
    },
    "18214": {
        "format": "poetry",
        "text": "\/The scoffer will be gone,\/_the arrogant will disappear,\/_and those who plot evil will be killed."
    },
    "18215": {
        "format": "poetry",
        "text": "\/Those who convict the innocent\/_by their false testimony will disappear.\/A similar fate awaits those who use trickery to pervert justice\/_and who tell lies to destroy the innocent."
    },
    "18216": {
        "format": "prose",
        "text": "¶That is why the Lord, who redeemed Abraham, says to the people of Israel,¶▼“My people will no longer be ashamed\/_or turn pale with fear."
    },
    "18217": {
        "format": "poetry",
        "text": "\/For when they see their many children\/_and all the blessings I have given them,\/they will recognize the holiness of the Holy One of Jacob.\/_They will stand in awe of the God of Israel."
    },
    "18218": {
        "format": "poetry",
        "text": "\/Then the wayward will gain understanding,\/_and complainers will accept instruction."
    },
    "18219": {
        "format": "poetry",
        "text": "§¶“What sorrow awaits my rebellious children,”\/_says the Lord.\/“You make plans that are contrary to mine.\/_You make alliances not directed by my Spirit,\/_thus piling up your sins."
    },
    "18220": {
        "format": "poetry",
        "text": "\/For without consulting me,\/_you have gone down to Egypt for help.\/You have put your trust in Pharaoh’s protection.\/_You have tried to hide in his shade."
    },
    "18221": {
        "format": "poetry",
        "text": "\/But by trusting Pharaoh, you will be humiliated,\/_and by depending on him, you will be disgraced."
    },
    "18222": {
        "format": "poetry",
        "text": "\/For though his power extends to Zoan\/_and his officials have arrived in Hanes,"
    },
    "18223": {
        "format": "poetry",
        "text": "\/all who trust in him will be ashamed.\/_He will not help you.\/_Instead, he will disgrace you.”"
    },
    "18224": {
        "format": "prose",
        "text": "¶This message came to me concerning the animals in the Negev:¶▼The caravan moves slowly\/_across the terrible desert to Egypt—\/donkeys weighed down with riches\/_and camels loaded with treasure—\/_all to pay for Egypt’s protection.\/They travel through the wilderness,\/_a place of lionesses and lions,\/_a place where vipers and poisonous snakes live.\/All this, and Egypt will give you nothing in return."
    },
    "18225": {
        "format": "poetry",
        "text": "\/_Egypt’s promises are worthless!\/Therefore, I call her Rahab—\/_the Harmless Dragon."
    },
    "18226": {
        "format": "poetry",
        "text": "§¶Now go and write down these words.\/_Write them in a book.\/They will stand until the end of time\/_as a witness"
    },
    "18227": {
        "format": "poetry",
        "text": "\/that these people are stubborn rebels\/_who refuse to pay attention to the Lord’s instructions."
    },
    "18228": {
        "format": "poetry",
        "text": "\/They tell the seers,\/_“Stop seeing visions!”\/They tell the prophets,\/_“Don’t tell us what is right.\/Tell us nice things.\/_Tell us lies."
    },
    "18229": {
        "format": "poetry",
        "text": "\/Forget all this gloom.\/_Get off your narrow path.\/Stop telling us about your\/_‘Holy One of Israel.’”"
    },
    "18230": {
        "format": "prose",
        "text": "¶This is the reply of the Holy One of Israel:¶▼“Because you despise what I tell you\/_and trust instead in oppression and lies,"
    },
    "18231": {
        "format": "poetry",
        "text": "\/calamity will come upon you suddenly—\/_like a bulging wall that bursts and falls.\/In an instant it will collapse\/_and come crashing down."
    },
    "18232": {
        "format": "poetry",
        "text": "\/You will be smashed like a piece of pottery—\/_shattered so completely that\/there won’t be a piece big enough\/_to carry coals from a fireplace\/_or a little water from the well.”"
    },
    "18233": {
        "format": "poetry",
        "text": "¶This is what the Sovereign Lord,\/_the Holy One of Israel, says:\/“Only in returning to me\/_and resting in me will you be saved.\/In quietness and confidence is your strength.\/_But you would have none of it."
    },
    "18234": {
        "format": "poetry",
        "text": "\/You said, ‘No, we will get our help from Egypt.\/_They will give us swift horses for riding into battle.’\/But the only swiftness you are going to see\/_is the swiftness of your enemies chasing you!"
    },
    "18235": {
        "format": "poetry",
        "text": "\/One of them will chase a thousand of you.\/_Five of them will make all of you flee.\/You will be left like a lonely flagpole on a hill\/_or a tattered banner on a distant mountaintop.”"
    },
    "18236": {
        "format": "poetry",
        "text": "§¶So the Lord must wait for you to come to him\/_so he can show you his love and compassion.\/For the Lord is a faithful God.\/_Blessed are those who wait for his help."
    },
    "18237": {
        "format": "poetry",
        "text": "¶O people of Zion, who live in Jerusalem,\/_you will weep no more.\/He will be gracious if you ask for help.\/_He will surely respond to the sound of your cries."
    },
    "18238": {
        "format": "poetry",
        "text": "\/Though the Lord gave you adversity for food\/_and suffering for drink,\/he will still be with you to teach you.\/_You will see your teacher with your own eyes."
    },
    "18239": {
        "format": "poetry",
        "text": "\/Your own ears will hear him.\/_Right behind you a voice will say,\/“This is the way you should go,”\/_whether to the right or to the left."
    },
    "18240": {
        "format": "poetry",
        "text": "\/Then you will destroy all your silver idols\/_and your precious gold images.\/You will throw them out like filthy rags,\/_saying to them, “Good riddance!”"
    },
    "18241": {
        "format": "prose",
        "text": "¶Then the Lord will bless you with rain at planting time. There will be wonderful harvests and plenty of pastureland for your livestock."
    },
    "18242": {
        "format": "prose",
        "text": "The oxen and donkeys that till the ground will eat good grain, its chaff blown away by the wind."
    },
    "18243": {
        "format": "prose",
        "text": "In that day, when your enemies are slaughtered and the towers fall, there will be streams of water flowing down every mountain and hill."
    },
    "18244": {
        "format": "prose",
        "text": "The moon will be as bright as the sun, and the sun will be seven times brighter—like the light of seven days in one! So it will be when the Lord begins to heal his people and cure the wounds he gave them."
    },
    "18245": {
        "format": "poetry",
        "text": "¶Look! The Lord is coming from far away,\/_burning with anger,\/_surrounded by thick, rising smoke.\/His lips are filled with fury;\/_his words consume like fire."
    },
    "18246": {
        "format": "poetry",
        "text": "\/His hot breath pours out like a flood\/_up to the neck of his enemies.\/He will sift out the proud nations for destruction.\/_He will bridle them and lead them away to ruin."
    },
    "18247": {
        "format": "poetry",
        "text": "¶But the people of God will sing a song of joy,\/_like the songs at the holy festivals.\/You will be filled with joy,\/_as when a flutist leads a group of pilgrims\/to Jerusalem, the mountain of the Lord—\/_to the Rock of Israel."
    },
    "18248": {
        "format": "poetry",
        "text": "\/And the Lord will make his majestic voice heard.\/_He will display the strength of his mighty arm.\/It will descend with devouring flames,\/_with cloudbursts, thunderstorms, and huge hailstones."
    },
    "18249": {
        "format": "poetry",
        "text": "\/At the Lord’s command, the Assyrians will be shattered.\/_He will strike them down with his royal scepter."
    },
    "18250": {
        "format": "poetry",
        "text": "\/And as the Lord strikes them with his rod of punishment,\/_his people will celebrate with tambourines and harps.\/_Lifting his mighty arm, he will fight the Assyrians."
    },
    "18251": {
        "format": "poetry",
        "text": "\/Topheth—the place of burning—\/_has long been ready for the Assyrian king;\/_the pyre is piled high with wood.\/The breath of the Lord, like fire from a volcano,\/_will set it ablaze."
    },
    "18252": {
        "format": "poetry",
        "text": "§¶What sorrow awaits those who look to Egypt for help,\/_trusting their horses, chariots, and charioteers\/and depending on the strength of human armies\/_instead of looking to the Lord,\/_the Holy One of Israel."
    },
    "18253": {
        "format": "poetry",
        "text": "\/In his wisdom, the Lord will send great disaster;\/_he will not change his mind.\/He will rise against the wicked\/_and against their helpers."
    },
    "18254": {
        "format": "poetry",
        "text": "\/For these Egyptians are mere humans, not God!\/_Their horses are puny flesh, not mighty spirits!\/When the Lord raises his fist against them,\/_those who help will stumble,\/and those being helped will fall.\/_They will all fall down and die together."
    },
    "18255": {
        "format": "prose",
        "text": "¶But this is what the Lord has told me:¶▼“When a strong young lion\/_stands growling over a sheep it has killed,\/it is not frightened by the shouts and noise\/_of a whole crowd of shepherds.\/In the same way, the Lord of Heaven’s Armies\/_will come down and fight on Mount Zion."
    },
    "18256": {
        "format": "poetry",
        "text": "\/The Lord of Heaven’s Armies will hover over Jerusalem\/_and protect it like a bird protecting its nest.\/He will defend and save the city;\/_he will pass over it and rescue it.”"
    },
    "18257": {
        "format": "prose",
        "text": "¶Though you are such wicked rebels, my people, come and return to the Lord."
    },
    "18258": {
        "format": "prose",
        "text": "I know the glorious day will come when each of you will throw away the gold idols and silver images your sinful hands have made."
    },
    "18259": {
        "format": "poetry",
        "text": "¶“The Assyrians will be destroyed,\/_but not by the swords of men.\/The sword of God will strike them,\/_and they will panic and flee.\/The strong young Assyrians\/_will be taken away as captives."
    },
    "18260": {
        "format": "poetry",
        "text": "\/Even the strongest will quake with terror,\/_and princes will flee when they see your battle flags,”\/says the Lord, whose fire burns in Zion,\/_whose flame blazes from Jerusalem."
    },
    "18261": {
        "format": "poetry",
        "text": "§¶Look, a righteous king is coming!\/_And honest princes will rule under him."
    },
    "18262": {
        "format": "poetry",
        "text": "\/Each one will be like a shelter from the wind\/_and a refuge from the storm,\/like streams of water in the desert\/_and the shadow of a great rock in a parched land."
    },
    "18263": {
        "format": "poetry",
        "text": "¶Then everyone who has eyes will be able to see the truth,\/_and everyone who has ears will be able to hear it."
    },
    "18264": {
        "format": "poetry",
        "text": "\/Even the hotheads will be full of sense and understanding.\/_Those who stammer will speak out plainly."
    },
    "18265": {
        "format": "poetry",
        "text": "\/In that day ungodly fools will not be heroes.\/_Scoundrels will not be respected."
    },
    "18266": {
        "format": "poetry",
        "text": "\/For fools speak foolishness\/_and make evil plans.\/They practice ungodliness\/_and spread false teachings about the Lord.\/They deprive the hungry of food\/_and give no water to the thirsty."
    },
    "18267": {
        "format": "poetry",
        "text": "\/The smooth tricks of scoundrels are evil.\/_They plot crooked schemes.\/They lie to convict the poor,\/_even when the cause of the poor is just."
    },
    "18268": {
        "format": "poetry",
        "text": "\/But generous people plan to do what is generous,\/_and they stand firm in their generosity."
    },
    "18269": {
        "format": "poetry",
        "text": "¶Listen, you women who lie around in ease.\/_Listen to me, you who are so smug."
    },
    "18270": {
        "format": "poetry",
        "text": "\/In a short time—just a little more than a year—\/_you careless ones will suddenly begin to care.\/For your fruit crops will fail,\/_and the harvest will never take place."
    },
    "18271": {
        "format": "poetry",
        "text": "\/Tremble, you women of ease;\/_throw off your complacency.\/Strip off your pretty clothes,\/_and put on burlap to show your grief."
    },
    "18272": {
        "format": "poetry",
        "text": "\/Beat your breasts in sorrow for your bountiful farms\/_and your fruitful grapevines."
    },
    "18273": {
        "format": "poetry",
        "text": "\/For your land will be overgrown with thorns and briers.\/_Your joyful homes and happy towns will be gone."
    },
    "18274": {
        "format": "poetry",
        "text": "\/The palace and the city will be deserted,\/_and busy towns will be empty.\/Wild donkeys will frolic and flocks will graze\/_in the empty forts and watchtowers"
    },
    "18275": {
        "format": "poetry",
        "text": "\/until at last the Spirit is poured out\/_on us from heaven.\/Then the wilderness will become a fertile field,\/_and the fertile field will yield bountiful crops."
    },
    "18276": {
        "format": "poetry",
        "text": "¶Justice will rule in the wilderness\/_and righteousness in the fertile field."
    },
    "18277": {
        "format": "poetry",
        "text": "\/And this righteousness will bring peace.\/_Yes, it will bring quietness and confidence forever."
    },
    "18278": {
        "format": "poetry",
        "text": "\/My people will live in safety, quietly at home.\/_They will be at rest."
    },
    "18279": {
        "format": "poetry",
        "text": "\/Even if the forest should be destroyed\/_and the city torn down,"
    },
    "18280": {
        "format": "poetry",
        "text": "\/the Lord will greatly bless his people.\/_Wherever they plant seed, bountiful crops will spring up.\/_Their cattle and donkeys will graze freely."
    },
    "18281": {
        "format": "poetry",
        "text": "§¶What sorrow awaits you Assyrians, who have destroyed others\/_but have never been destroyed yourselves.\/You betray others,\/_but you have never been betrayed.\/When you are done destroying,\/_you will be destroyed.\/When you are done betraying,\/_you will be betrayed."
    },
    "18282": {
        "format": "poetry",
        "text": "\/But Lord, be merciful to us,\/_for we have waited for you.\/Be our strong arm each day\/_and our salvation in times of trouble."
    },
    "18283": {
        "format": "poetry",
        "text": "\/The enemy runs at the sound of your voice.\/_When you stand up, the nations flee!"
    },
    "18284": {
        "format": "poetry",
        "text": "\/Just as caterpillars and locusts strip the fields and vines,\/_so the fallen army of Assyria will be stripped!"
    },
    "18285": {
        "format": "poetry",
        "text": "¶Though the Lord is very great and lives in heaven,\/_he will make Jerusalem his home of justice and righteousness."
    },
    "18286": {
        "format": "poetry",
        "text": "\/In that day he will be your sure foundation,\/_providing a rich store of salvation, wisdom, and knowledge.\/_The fear of the Lord will be your treasure."
    },
    "18287": {
        "format": "poetry",
        "text": "¶But now your brave warriors weep in public.\/_Your ambassadors of peace cry in bitter disappointment."
    },
    "18288": {
        "format": "poetry",
        "text": "\/Your roads are deserted;\/_no one travels them anymore.\/The Assyrians have broken their peace treaty\/_and care nothing for the promises they made before witnesses.\/_They have no respect for anyone."
    },
    "18289": {
        "format": "poetry",
        "text": "\/The land of Israel wilts in mourning.\/_Lebanon withers with shame.\/The plain of Sharon is now a wilderness.\/_Bashan and Carmel have been plundered."
    },
    "18290": {
        "format": "poetry",
        "text": "¶But the Lord says: “Now I will stand up.\/_Now I will show my power and might."
    },
    "18291": {
        "format": "poetry",
        "text": "\/You Assyrians produce nothing but dry grass and stubble.\/_Your own breath will turn to fire and consume you."
    },
    "18292": {
        "format": "poetry",
        "text": "\/Your people will be burned up completely,\/_like thornbushes cut down and tossed in a fire."
    },
    "18293": {
        "format": "poetry",
        "text": "\/Listen to what I have done, you nations far away!\/_And you that are near, acknowledge my might!”"
    },
    "18294": {
        "format": "poetry",
        "text": "¶The sinners in Jerusalem shake with fear.\/_Terror seizes the godless.\/“Who can live with this devouring fire?” they cry.\/_“Who can survive this all‐consuming fire?”"
    },
    "18295": {
        "format": "poetry",
        "text": "\/Those who are honest and fair,\/_who refuse to profit by fraud,\/_who stay far away from bribes,\/who refuse to listen to those who plot murder,\/_who shut their eyes to all enticement to do wrong—"
    },
    "18296": {
        "format": "poetry",
        "text": "\/these are the ones who will dwell on high.\/_The rocks of the mountains will be their fortress.\/Food will be supplied to them,\/_and they will have water in abundance."
    },
    "18297": {
        "format": "poetry",
        "text": "¶Your eyes will see the king in all his splendor,\/_and you will see a land that stretches into the distance."
    },
    "18298": {
        "format": "poetry",
        "text": "\/You will think back to this time of terror, asking,\/“Where are the Assyrian officers\/_who counted our towers?\/Where are the bookkeepers\/_who recorded the plunder taken from our fallen city?”"
    },
    "18299": {
        "format": "poetry",
        "text": "\/You will no longer see these fierce, violent people\/_with their strange, unknown language."
    },
    "18300": {
        "format": "poetry",
        "text": "¶Instead, you will see Zion as a place of holy festivals.\/_You will see Jerusalem, a city quiet and secure.\/It will be like a tent whose ropes are taut\/_and whose stakes are firmly fixed."
    },
    "18301": {
        "format": "poetry",
        "text": "\/The Lord will be our Mighty One.\/_He will be like a wide river of protection\/that no enemy can cross,\/_that no enemy ship can sail upon."
    },
    "18302": {
        "format": "poetry",
        "text": "\/For the Lord is our judge,\/_our lawgiver, and our king.\/_He will care for us and save us."
    },
    "18303": {
        "format": "poetry",
        "text": "\/The enemies’ sails hang loose\/_on broken masts with useless tackle.\/Their treasure will be divided by the people of God.\/_Even the lame will take their share!"
    },
    "18304": {
        "format": "poetry",
        "text": "\/The people of Israel will no longer say,\/_“We are sick and helpless,”\/_for the Lord will forgive their sins."
    },
    "18305": {
        "format": "poetry",
        "text": "§¶Come here and listen, O nations of the earth.\/_Let the world and everything in it hear my words."
    },
    "18306": {
        "format": "poetry",
        "text": "\/For the Lord is enraged against the nations.\/_His fury is against all their armies.\/He will completely destroy them,\/_dooming them to slaughter."
    },
    "18307": {
        "format": "poetry",
        "text": "\/Their dead will be left unburied,\/_and the stench of rotting bodies will fill the land.\/_The mountains will flow with their blood."
    },
    "18308": {
        "format": "poetry",
        "text": "\/The heavens above will melt away\/_and disappear like a rolled‐up scroll.\/The stars will fall from the sky\/_like withered leaves from a grapevine,\/_or shriveled figs from a fig tree."
    },
    "18309": {
        "format": "poetry",
        "text": "¶And when my sword has finished its work in the heavens,\/_it will fall upon Edom,\/_the nation I have marked for destruction."
    },
    "18310": {
        "format": "poetry",
        "text": "\/The sword of the Lord is drenched with blood\/_and covered with fat—\/with the blood of lambs and goats,\/_with the fat of rams prepared for sacrifice.\/Yes, the Lord will offer a sacrifice in the city of Bozrah.\/_He will make a mighty slaughter in Edom."
    },
    "18311": {
        "format": "poetry",
        "text": "\/Even men as strong as wild oxen will die—\/_the young men alongside the veterans.\/The land will be soaked with blood\/_and the soil enriched with fat."
    },
    "18312": {
        "format": "poetry",
        "text": "¶For it is the day of the Lord’s revenge,\/_the year when Edom will be paid back for all it did to Israel."
    },
    "18313": {
        "format": "poetry",
        "text": "\/The streams of Edom will be filled with burning pitch,\/_and the ground will be covered with fire."
    },
    "18314": {
        "format": "poetry",
        "text": "\/This judgment on Edom will never end;\/_the smoke of its burning will rise forever.\/The land will lie deserted from generation to generation.\/_No one will live there anymore."
    },
    "18315": {
        "format": "poetry",
        "text": "\/It will be haunted by the desert owl and the screech owl,\/_the great owl and the raven.\/For God will measure that land carefully;\/_he will measure it for chaos and destruction."
    },
    "18316": {
        "format": "poetry",
        "text": "\/It will be called the Land of Nothing,\/_and all its nobles will soon be gone."
    },
    "18317": {
        "format": "poetry",
        "text": "\/Thorns will overrun its palaces;\/_nettles and thistles will grow in its forts.\/The ruins will become a haunt for jackals\/_and a home for owls."
    },
    "18318": {
        "format": "poetry",
        "text": "\/Desert animals will mingle there with hyenas,\/_their howls filling the night.\/Wild goats will bleat at one another among the ruins,\/_and night creatures will come there to rest."
    },
    "18319": {
        "format": "poetry",
        "text": "\/There the owl will make her nest and lay her eggs.\/_She will hatch her young and cover them with her wings.\/And the buzzards will come,\/_each one with its mate."
    },
    "18320": {
        "format": "poetry",
        "text": "¶Search the book of the Lord,\/_and see what he will do.\/Not one of these birds and animals will be missing,\/_and none will lack a mate,\/for the Lord has promised this.\/_His Spirit will make it all come true."
    },
    "18321": {
        "format": "poetry",
        "text": "\/He has surveyed and divided the land\/_and deeded it over to those creatures.\/They will possess it forever,\/_from generation to generation."
    },
    "18322": {
        "format": "poetry",
        "text": "§¶Even the wilderness and desert will be glad in those days.\/_The wasteland will rejoice and blossom with spring crocuses."
    },
    "18323": {
        "format": "poetry",
        "text": "\/Yes, there will be an abundance of flowers\/_and singing and joy!\/The deserts will become as green as the mountains of Lebanon,\/_as lovely as Mount Carmel or the plain of Sharon.\/There the Lord will display his glory,\/_the splendor of our God."
    },
    "18324": {
        "format": "poetry",
        "text": "\/With this news, strengthen those who have tired hands,\/_and encourage those who have weak knees."
    },
    "18325": {
        "format": "poetry",
        "text": "\/Say to those with fearful hearts,\/_“Be strong, and do not fear,\/for your God is coming to destroy your enemies.\/_He is coming to save you.”"
    },
    "18326": {
        "format": "poetry",
        "text": "¶And when he comes, he will open the eyes of the blind\/_and unplug the ears of the deaf."
    },
    "18327": {
        "format": "poetry",
        "text": "\/The lame will leap like a deer,\/_and those who cannot speak will sing for joy!\/Springs will gush forth in the wilderness,\/_and streams will water the wasteland."
    },
    "18328": {
        "format": "poetry",
        "text": "\/The parched ground will become a pool,\/_and springs of water will satisfy the thirsty land.\/Marsh grass and reeds and rushes will flourish\/_where desert jackals once lived."
    },
    "18329": {
        "format": "poetry",
        "text": "¶And a great road will go through that once deserted land.\/_It will be named the Highway of Holiness.\/Evil‐minded people will never travel on it.\/_It will be only for those who walk in God’s ways;\/_fools will never walk there."
    },
    "18330": {
        "format": "poetry",
        "text": "\/Lions will not lurk along its course,\/_nor any other ferocious beasts.\/There will be no other dangers.\/_Only the redeemed will walk on it."
    },
    "18331": {
        "format": "poetry",
        "text": "\/Those who have been ransomed by the Lord will return.\/_They will enter Jerusalem singing,\/_crowned with everlasting joy.\/Sorrow and mourning will disappear,\/_and they will be filled with joy and gladness."
    },
    "18332": {
        "format": "prose",
        "text": "§¶In the fourteenth year of King Hezekiah’s reign, King Sennacherib of Assyria came to attack the fortified towns of Judah and conquered them."
    },
    "18333": {
        "format": "prose",
        "text": "Then the king of Assyria sent his chief of staff from Lachish with a huge army to confront King Hezekiah in Jerusalem. The Assyrians took up a position beside the aqueduct that feeds water into the upper pool, near the road leading to the field where cloth is washed."
    },
    "18334": {
        "format": "prose",
        "text": "¶These are the officials who went out to meet with them: Eliakim son of Hilkiah, the palace administrator; Shebna the court secretary; and Joah son of Asaph, the royal historian."
    },
    "18335": {
        "format": "prose",
        "text": "§¶Then the Assyrian king’s chief of staff told them to give this message to Hezekiah:¶“This is what the great king of Assyria says: What are you trusting in that makes you so confident?"
    },
    "18336": {
        "format": "prose",
        "text": "Do you think that mere words can substitute for military skill and strength? Who are you counting on, that you have rebelled against me?"
    },
    "18337": {
        "format": "prose",
        "text": "On Egypt? If you lean on Egypt, it will be like a reed that splinters beneath your weight and pierces your hand. Pharaoh, the king of Egypt, is completely unreliable!"
    },
    "18338": {
        "format": "prose",
        "text": "¶“But perhaps you will say to me, ‘We are trusting in the Lord our God!’ But isn’t he the one who was insulted by Hezekiah? Didn’t Hezekiah tear down his shrines and altars and make everyone in Judah and Jerusalem worship only at the altar here in Jerusalem?"
    },
    "18339": {
        "format": "prose",
        "text": "¶“I’ll tell you what! Strike a bargain with my master, the king of Assyria. I will give you 2,000 horses if you can find that many men to ride on them!"
    },
    "18340": {
        "format": "prose",
        "text": "With your tiny army, how can you think of challenging even the weakest contingent of my master’s troops, even with the help of Egypt’s chariots and charioteers?"
    },
    "18341": {
        "format": "prose",
        "text": "What’s more, do you think we have invaded your land without the Lord’s direction? The Lord himself told us, ‘Attack this land and destroy it!’”"
    },
    "18342": {
        "format": "prose",
        "text": "¶Then Eliakim, Shebna, and Joah said to the Assyrian chief of staff, “Please speak to us in Aramaic, for we understand it well. Don’t speak in Hebrew, for the people on the wall will hear.”"
    },
    "18343": {
        "format": "prose",
        "text": "¶But Sennacherib’s chief of staff replied, “Do you think my master sent this message only to you and your master? He wants all the people to hear it, for when we put this city under siege, they will suffer along with you. They will be so hungry and thirsty that they will eat their own dung and drink their own urine.”"
    },
    "18344": {
        "format": "prose",
        "text": "¶Then the chief of staff stood and shouted in Hebrew to the people on the wall, “Listen to this message from the great king of Assyria!"
    },
    "18345": {
        "format": "prose",
        "text": "This is what the king says: Don’t let Hezekiah deceive you. He will never be able to rescue you."
    },
    "18346": {
        "format": "prose",
        "text": "Don’t let him fool you into trusting in the Lord by saying, ‘The Lord will surely rescue us. This city will never fall into the hands of the Assyrian king!’"
    },
    "18347": {
        "format": "prose",
        "text": "¶“Don’t listen to Hezekiah! These are the terms the king of Assyria is offering: Make peace with me—open the gates and come out. Then each of you can continue eating from your own grapevine and fig tree and drinking from your own well."
    },
    "18348": {
        "format": "prose",
        "text": "Then I will arrange to take you to another land like this one—a land of grain and new wine, bread and vineyards."
    },
    "18349": {
        "format": "prose",
        "text": "¶“Don’t let Hezekiah mislead you by saying, ‘The Lord will rescue us!’ Have the gods of any other nations ever saved their people from the king of Assyria?"
    },
    "18350": {
        "format": "prose",
        "text": "What happened to the gods of Hamath and Arpad? And what about the gods of Sepharvaim? Did any god rescue Samaria from my power?"
    },
    "18351": {
        "format": "prose",
        "text": "What god of any nation has ever been able to save its people from my power? So what makes you think that the Lord can rescue Jerusalem from me?”"
    },
    "18352": {
        "format": "prose",
        "text": "¶But the people were silent and did not utter a word because Hezekiah had commanded them, “Do not answer him.”"
    },
    "18353": {
        "format": "prose",
        "text": "¶Then Eliakim son of Hilkiah, the palace administrator; Shebna the court secretary; and Joah son of Asaph, the royal historian, went back to Hezekiah. They tore their clothes in despair, and they went in to see the king and told him what the Assyrian chief of staff had said."
    },
    "18354": {
        "format": "prose",
        "text": "§¶When King Hezekiah heard their report, he tore his clothes and put on burlap and went into the Temple of the Lord."
    },
    "18355": {
        "format": "prose",
        "text": "And he sent Eliakim the palace administrator, Shebna the court secretary, and the leading priests, all dressed in burlap, to the prophet Isaiah son of Amoz."
    },
    "18356": {
        "format": "prose",
        "text": "They told him, “This is what King Hezekiah says: Today is a day of trouble, insults, and disgrace. It is like when a child is ready to be born, but the mother has no strength to deliver the baby."
    },
    "18357": {
        "format": "prose",
        "text": "But perhaps the Lord your God has heard the Assyrian chief of staff, sent by the king to defy the living God, and will punish him for his words. Oh, pray for those of us who are left!”"
    },
    "18358": {
        "format": "prose",
        "text": "¶After King Hezekiah’s officials delivered the king’s message to Isaiah,"
    },
    "18359": {
        "format": "prose",
        "text": "the prophet replied, “Say to your master, ‘This is what the Lord says: Do not be disturbed by this blasphemous speech against me from the Assyrian king’s messengers."
    },
    "18360": {
        "format": "prose",
        "text": "Listen! I myself will move against him, and the king will receive a message that he is needed at home. So he will return to his land, where I will have him killed with a sword.’”"
    },
    "18361": {
        "format": "prose",
        "text": "¶Meanwhile, the Assyrian chief of staff left Jerusalem and went to consult the king of Assyria, who had left Lachish and was attacking Libnah."
    },
    "18362": {
        "format": "prose",
        "text": "¶Soon afterward King Sennacherib received word that King Tirhakah of Ethiopia was leading an army to fight against him. Before leaving to meet the attack, he sent messengers back to Hezekiah in Jerusalem with this message:"
    },
    "18363": {
        "format": "prose",
        "text": "¶“This message is for King Hezekiah of Judah. Don’t let your God, in whom you trust, deceive you with promises that Jerusalem will not be captured by the king of Assyria."
    },
    "18364": {
        "format": "prose",
        "text": "You know perfectly well what the kings of Assyria have done wherever they have gone. They have completely destroyed everyone who stood in their way! Why should you be any different?"
    },
    "18365": {
        "format": "prose",
        "text": "Have the gods of other nations rescued them—such nations as Gozan, Haran, Rezeph, and the people of Eden who were in Tel‐assar? My predecessors destroyed them all!"
    },
    "18366": {
        "format": "prose",
        "text": "What happened to the king of Hamath and the king of Arpad? What happened to the kings of Sepharvaim, Hena, and Ivvah?”"
    },
    "18367": {
        "format": "prose",
        "text": "¶After Hezekiah received the letter from the messengers and read it, he went up to the Lord’s Temple and spread it out before the Lord."
    },
    "18368": {
        "format": "prose",
        "text": "And Hezekiah prayed this prayer before the Lord:"
    },
    "18369": {
        "format": "prose",
        "text": "“O Lord of Heaven’s Armies, God of Israel, you are enthroned between the mighty cherubim! You alone are God of all the kingdoms of the earth. You alone created the heavens and the earth."
    },
    "18370": {
        "format": "prose",
        "text": "Bend down, O Lord, and listen! Open your eyes, O Lord, and see! Listen to Sennacherib’s words of defiance against the living God."
    },
    "18371": {
        "format": "prose",
        "text": "¶“It is true, Lord, that the kings of Assyria have destroyed all these nations."
    },
    "18372": {
        "format": "prose",
        "text": "And they have thrown the gods of these nations into the fire and burned them. But of course the Assyrians could destroy them! They were not gods at all—only idols of wood and stone shaped by human hands."
    },
    "18373": {
        "format": "prose",
        "text": "Now, O Lord our God, rescue us from his power; then all the kingdoms of the earth will know that you alone, O Lord, are God.”"
    },
    "18374": {
        "format": "prose",
        "text": "§¶Then Isaiah son of Amoz sent this message to Hezekiah: “This is what the Lord, the God of Israel, says: Because you prayed about King Sennacherib of Assyria,"
    },
    "18375": {
        "format": "prose",
        "text": "the Lord has spoken this word against him:¶▼“The virgin daughter of Zion\/_despises you and laughs at you.\/The daughter of Jerusalem\/_shakes her head in derision as you flee."
    },
    "18376": {
        "format": "poetry",
        "text": "¶“Whom have you been defying and ridiculing?\/_Against whom did you raise your voice?\/At whom did you look with such haughty eyes?\/_It was the Holy One of Israel!"
    },
    "18377": {
        "format": "poetry",
        "text": "\/By your messengers you have defied the Lord.\/_You have said, ‘With my many chariots\/I have conquered the highest mountains—\/_yes, the remotest peaks of Lebanon.\/I have cut down its tallest cedars\/_and its finest cypress trees.\/I have reached its farthest heights\/_and explored its deepest forests."
    },
    "18378": {
        "format": "poetry",
        "text": "\/I have dug wells in many foreign lands\/_and refreshed myself with their water.\/With the sole of my foot,\/_I stopped up all the rivers of Egypt!’"
    },
    "18379": {
        "format": "poetry",
        "text": "¶“But have you not heard?\/_I decided this long ago.\/Long ago I planned it,\/_and now I am making it happen.\/I planned for you to crush fortified cities\/_into heaps of rubble."
    },
    "18380": {
        "format": "poetry",
        "text": "\/That is why their people have so little power\/_and are so frightened and confused.\/They are as weak as grass,\/_as easily trampled as tender green shoots.\/They are like grass sprouting on a housetop,\/_scorched before it can grow lush and tall."
    },
    "18381": {
        "format": "poetry",
        "text": "¶“But I know you well—\/_where you stay\/and when you come and go.\/_I know the way you have raged against me."
    },
    "18382": {
        "format": "poetry",
        "text": "\/And because of your raging against me\/_and your arrogance, which I have heard for myself,\/I will put my hook in your nose\/_and my bit in your mouth.\/I will make you return\/_by the same road on which you came.”"
    },
    "18383": {
        "format": "prose",
        "text": "¶Then Isaiah said to Hezekiah, “Here is the proof that what I say is true:¶▼“This year you will eat only what grows up by itself,\/_and next year you will eat what springs up from that.\/But in the third year you will plant crops and harvest them;\/_you will tend vineyards and eat their fruit."
    },
    "18384": {
        "format": "poetry",
        "text": "\/And you who are left in Judah,\/_who have escaped the ravages of the siege,\/will put roots down in your own soil\/_and grow up and flourish."
    },
    "18385": {
        "format": "poetry",
        "text": "\/For a remnant of my people will spread out from Jerusalem,\/_a group of survivors from Mount Zion.\/The passionate commitment of the Lord of Heaven’s Armies\/_will make this happen!"
    },
    "18386": {
        "format": "prose",
        "text": "¶“And this is what the Lord says about the king of Assyria:¶▼“‘His armies will not enter Jerusalem.\/_They will not even shoot an arrow at it.\/They will not march outside its gates with their shields\/_nor build banks of earth against its walls."
    },
    "18387": {
        "format": "poetry",
        "text": "\/The king will return to his own country\/_by the same road on which he came.\/He will not enter this city,’\/_says the Lord."
    },
    "18388": {
        "format": "poetry",
        "text": "\/‘For my own honor and for the sake of my servant David,\/_I will defend this city and protect it.’”"
    },
    "18389": {
        "format": "prose",
        "text": "¶That night the angel of the Lord went out to the Assyrian camp and killed 185,000 Assyrian soldiers. When the surviving Assyrians woke up the next morning, they found corpses everywhere."
    },
    "18390": {
        "format": "prose",
        "text": "Then King Sennacherib of Assyria broke camp and returned to his own land. He went home to his capital of Nineveh and stayed there."
    },
    "18391": {
        "format": "prose",
        "text": "¶One day while he was worshiping in the temple of his god Nisroch, his sons Adrammelech and Sharezer killed him with their swords. They then escaped to the land of Ararat, and another son, Esarhaddon, became the next king of Assyria."
    },
    "18392": {
        "format": "prose",
        "text": "§¶About that time Hezekiah became deathly ill, and the prophet Isaiah son of Amoz went to visit him. He gave the king this message: “This is what the Lord says: ‘Set your affairs in order, for you are going to die. You will not recover from this illness.’”"
    },
    "18393": {
        "format": "prose",
        "text": "¶When Hezekiah heard this, he turned his face to the wall and prayed to the Lord,"
    },
    "18394": {
        "format": "prose",
        "text": "“Remember, O Lord, how I have always been faithful to you and have served you single‐mindedly, always doing what pleases you.” Then he broke down and wept bitterly."
    },
    "18395": {
        "format": "prose",
        "text": "¶Then this message came to Isaiah from the Lord:"
    },
    "18396": {
        "format": "prose",
        "text": "“Go back to Hezekiah and tell him, ‘This is what the Lord, the God of your ancestor David, says: I have heard your prayer and seen your tears. I will add fifteen years to your life,"
    },
    "18397": {
        "format": "prose",
        "text": "and I will rescue you and this city from the king of Assyria. Yes, I will defend this city."
    },
    "18398": {
        "format": "prose",
        "text": "¶“‘And this is the sign from the Lord to prove that he will do as he promised:"
    },
    "18399": {
        "format": "prose",
        "text": "I will cause the sun’s shadow to move ten steps backward on the sundial of Ahaz!’” So the shadow on the sundial moved backward ten steps."
    },
    "18400": {
        "format": "prose",
        "text": "§¶When King Hezekiah was well again, he wrote this poem:"
    },
    "18401": {
        "format": "poetry",
        "text": "¶I said, “In the prime of my life,\/_must I now enter the place of the dead?\/_Am I to be robbed of the rest of my years?”"
    },
    "18402": {
        "format": "poetry",
        "text": "\/I said, “Never again will I see the Lord God\/_while still in the land of the living.\/Never again will I see my friends\/_or be with those who live in this world."
    },
    "18403": {
        "format": "poetry",
        "text": "\/My life has been blown away\/_like a shepherd’s tent in a storm.\/It has been cut short,\/_as when a weaver cuts cloth from a loom.\/_Suddenly, my life was over."
    },
    "18404": {
        "format": "poetry",
        "text": "\/I waited patiently all night,\/_but I was torn apart as though by lions.\/_Suddenly, my life was over."
    },
    "18405": {
        "format": "poetry",
        "text": "\/Delirious, I chattered like a swallow or a crane,\/_and then I moaned like a mourning dove.\/My eyes grew tired of looking to heaven for help.\/_I am in trouble, Lord. Help me!”"
    },
    "18406": {
        "format": "poetry",
        "text": "¶But what could I say?\/_For he himself sent this sickness.\/Now I will walk humbly throughout my years\/_because of this anguish I have felt."
    },
    "18407": {
        "format": "poetry",
        "text": "\/Lord, your discipline is good,\/_for it leads to life and health.\/You restore my health\/_and allow me to live!"
    },
    "18408": {
        "format": "poetry",
        "text": "\/Yes, this anguish was good for me,\/_for you have rescued me from death\/_and forgiven all my sins."
    },
    "18409": {
        "format": "poetry",
        "text": "\/For the dead cannot praise you;\/_they cannot raise their voices in praise.\/Those who go down to the grave\/_can no longer hope in your faithfulness."
    },
    "18410": {
        "format": "poetry",
        "text": "\/Only the living can praise you as I do today.\/_Each generation tells of your faithfulness to the next."
    },
    "18411": {
        "format": "poetry",
        "text": "\/Think of it—the Lord is ready to heal me!\/_I will sing his praises with instruments\/every day of my life\/_in the Temple of the Lord."
    },
    "18412": {
        "format": "prose",
        "text": "¶Isaiah had said to Hezekiah’s servants, “Make an ointment from figs and spread it over the boil, and Hezekiah will recover.”"
    },
    "18413": {
        "format": "prose",
        "text": "¶And Hezekiah had asked, “What sign will prove that I will go to the Temple of the Lord?”"
    },
    "18414": {
        "format": "prose",
        "text": "§¶Soon after this, Merodach‐baladan son of Baladan, king of Babylon, sent Hezekiah his best wishes and a gift. He had heard that Hezekiah had been very sick and that he had recovered."
    },
    "18415": {
        "format": "prose",
        "text": "Hezekiah was delighted with the Babylonian envoys and showed them everything in his treasure‐houses—the silver, the gold, the spices, and the aromatic oils. He also took them to see his armory and showed them everything in his royal treasuries! There was nothing in his palace or kingdom that Hezekiah did not show them."
    },
    "18416": {
        "format": "prose",
        "text": "¶Then Isaiah the prophet went to King Hezekiah and asked him, “What did those men want? Where were they from?”¶Hezekiah replied, “They came from the distant land of Babylon.”"
    },
    "18417": {
        "format": "prose",
        "text": "¶“What did they see in your palace?” asked Isaiah.¶“They saw everything,” Hezekiah replied. “I showed them everything I own—all my royal treasuries.”"
    },
    "18418": {
        "format": "prose",
        "text": "¶Then Isaiah said to Hezekiah, “Listen to this message from the Lord of Heaven’s Armies:"
    },
    "18419": {
        "format": "prose",
        "text": "‘The time is coming when everything in your palace—all the treasures stored up by your ancestors until now—will be carried off to Babylon. Nothing will be left,’ says the Lord."
    },
    "18420": {
        "format": "prose",
        "text": "‘Some of your very own sons will be taken away into exile. They will become eunuchs who will serve in the palace of Babylon’s king.’”"
    },
    "18421": {
        "format": "prose",
        "text": "¶Then Hezekiah said to Isaiah, “This message you have given me from the Lord is good.” For the king was thinking, “At least there will be peace and security during my lifetime.”"
    },
    "18422": {
        "format": "poetry",
        "text": "§¶“Comfort, comfort my people,”\/_says your God."
    },
    "18423": {
        "format": "poetry",
        "text": "\/“Speak tenderly to Jerusalem.\/Tell her that her sad days are gone\/_and her sins are pardoned.\/Yes, the Lord has punished her twice over\/_for all her sins.”"
    },
    "18424": {
        "format": "poetry",
        "text": "¶Listen! It’s the voice of someone shouting,\/“Clear the way through the wilderness\/_for the Lord!\/Make a straight highway through the wasteland\/_for our God!"
    },
    "18425": {
        "format": "poetry",
        "text": "\/Fill in the valleys,\/_and level the mountains and hills.\/Straighten the curves,\/_and smooth out the rough places."
    },
    "18426": {
        "format": "poetry",
        "text": "\/Then the glory of the Lord will be revealed,\/_and all people will see it together.\/_The Lord has spoken!”"
    },
    "18427": {
        "format": "poetry",
        "text": "¶A voice said, “Shout!”\/_I asked, “What should I shout?”¶“Shout that people are like the grass.\/_Their beauty fades as quickly\/_as the flowers in a field."
    },
    "18428": {
        "format": "poetry",
        "text": "\/The grass withers and the flowers fade\/_beneath the breath of the Lord.\/_And so it is with people."
    },
    "18429": {
        "format": "poetry",
        "text": "\/The grass withers and the flowers fade,\/_but the word of our God stands forever.”"
    },
    "18430": {
        "format": "poetry",
        "text": "¶O Zion, messenger of good news,\/_shout from the mountaintops!\/Shout it louder, O Jerusalem.\/_Shout, and do not be afraid.\/Tell the towns of Judah,\/_“Your God is coming!”"
    },
    "18431": {
        "format": "poetry",
        "text": "\/Yes, the Sovereign Lord is coming in power.\/_He will rule with a powerful arm.\/_See, he brings his reward with him as he comes."
    },
    "18432": {
        "format": "poetry",
        "text": "\/He will feed his flock like a shepherd.\/_He will carry the lambs in his arms,\/holding them close to his heart.\/_He will gently lead the mother sheep with their young."
    },
    "18433": {
        "format": "poetry",
        "text": "§¶Who else has held the oceans in his hand?\/_Who has measured off the heavens with his fingers?\/Who else knows the weight of the earth\/_or has weighed the mountains and hills on a scale?"
    },
    "18434": {
        "format": "poetry",
        "text": "\/Who is able to advise the Spirit of the Lord?\/_Who knows enough to give him advice or teach him?"
    },
    "18435": {
        "format": "poetry",
        "text": "\/Has the Lord ever needed anyone’s advice?\/_Does he need instruction about what is good?\/Did someone teach him what is right\/_or show him the path of justice?"
    },
    "18436": {
        "format": "poetry",
        "text": "¶No, for all the nations of the world\/_are but a drop in the bucket.\/They are nothing more\/_than dust on the scales.\/He picks up the whole earth\/_as though it were a grain of sand."
    },
    "18437": {
        "format": "poetry",
        "text": "\/All the wood in Lebanon’s forests\/_and all Lebanon’s animals would not be enough\/_to make a burnt offering worthy of our God."
    },
    "18438": {
        "format": "poetry",
        "text": "\/The nations of the world are worth nothing to him.\/_In his eyes they count for less than nothing—\/_mere emptiness and froth."
    },
    "18439": {
        "format": "poetry",
        "text": "¶To whom can you compare God?\/_What image can you find to resemble him?"
    },
    "18440": {
        "format": "poetry",
        "text": "\/Can he be compared to an idol formed in a mold,\/_overlaid with gold, and decorated with silver chains?"
    },
    "18441": {
        "format": "poetry",
        "text": "\/Or if people are too poor for that,\/_they might at least choose wood that won’t decay\/and a skilled craftsman\/_to carve an image that won’t fall down!"
    },
    "18442": {
        "format": "poetry",
        "text": "¶Haven’t you heard? Don’t you understand?\/_Are you deaf to the words of God—\/the words he gave before the world began?\/_Are you so ignorant?"
    },
    "18443": {
        "format": "poetry",
        "text": "\/God sits above the circle of the earth.\/_The people below seem like grasshoppers to him!\/He spreads out the heavens like a curtain\/_and makes his tent from them."
    },
    "18444": {
        "format": "poetry",
        "text": "\/He judges the great people of the world\/_and brings them all to nothing."
    },
    "18445": {
        "format": "poetry",
        "text": "\/They hardly get started, barely taking root,\/_when he blows on them and they wither.\/_The wind carries them off like chaff."
    },
    "18446": {
        "format": "poetry",
        "text": "¶“To whom will you compare me?\/_Who is my equal?” asks the Holy One."
    },
    "18447": {
        "format": "poetry",
        "text": "¶Look up into the heavens.\/_Who created all the stars?\/He brings them out like an army, one after another,\/_calling each by its name.\/Because of his great power and incomparable strength,\/_not a single one is missing."
    },
    "18448": {
        "format": "poetry",
        "text": "\/O Jacob, how can you say the Lord does not see your troubles?\/_O Israel, how can you say God ignores your rights?"
    },
    "18449": {
        "format": "poetry",
        "text": "\/Have you never heard?\/_Have you never understood?\/The Lord is the everlasting God,\/_the Creator of all the earth.\/He never grows weak or weary.\/_No one can measure the depths of his understanding."
    },
    "18450": {
        "format": "poetry",
        "text": "\/He gives power to the weak\/_and strength to the powerless."
    },
    "18451": {
        "format": "poetry",
        "text": "\/Even youths will become weak and tired,\/_and young men will fall in exhaustion."
    },
    "18452": {
        "format": "poetry",
        "text": "\/But those who trust in the Lord will find new strength.\/_They will soar high on wings like eagles.\/They will run and not grow weary.\/_They will walk and not faint."
    },
    "18453": {
        "format": "poetry",
        "text": "§¶“Listen in silence before me, you lands beyond the sea.\/_Bring your strongest arguments.\/Come now and speak.\/_The court is ready for your case."
    },
    "18454": {
        "format": "poetry",
        "text": "¶“Who has stirred up this king from the east,\/_rightly calling him to God’s service?\/Who gives this man victory over many nations\/_and permits him to trample their kings underfoot?\/With his sword, he reduces armies to dust.\/_With his bow, he scatters them like chaff before the wind."
    },
    "18455": {
        "format": "poetry",
        "text": "\/He chases them away and goes on safely,\/_though he is walking over unfamiliar ground."
    },
    "18456": {
        "format": "poetry",
        "text": "\/Who has done such mighty deeds,\/_summoning each new generation from the beginning of time?\/It is I, the Lord, the First and the Last.\/_I alone am he.”"
    },
    "18457": {
        "format": "poetry",
        "text": "¶The lands beyond the sea watch in fear.\/_Remote lands tremble and mobilize for war."
    },
    "18458": {
        "format": "poetry",
        "text": "\/The idol makers encourage one another,\/_saying to each other, “Be strong!”"
    },
    "18459": {
        "format": "poetry",
        "text": "\/The carver encourages the goldsmith,\/_and the molder helps at the anvil.\/_“Good,” they say. “It’s coming along fine.”\/Carefully they join the parts together,\/_then fasten the thing in place so it won’t fall over."
    },
    "18460": {
        "format": "poetry",
        "text": "¶“But as for you, Israel my servant,\/_Jacob my chosen one,\/_descended from Abraham my friend,"
    },
    "18461": {
        "format": "poetry",
        "text": "\/I have called you back from the ends of the earth,\/_saying, ‘You are my servant.’\/For I have chosen you\/_and will not throw you away."
    },
    "18462": {
        "format": "poetry",
        "text": "\/Don’t be afraid, for I am with you.\/_Don’t be discouraged, for I am your God.\/I will strengthen you and help you.\/_I will hold you up with my victorious right hand."
    },
    "18463": {
        "format": "poetry",
        "text": "¶“See, all your angry enemies lie there,\/_confused and humiliated.\/Anyone who opposes you will die\/_and come to nothing."
    },
    "18464": {
        "format": "poetry",
        "text": "\/You will look in vain\/_for those who tried to conquer you.\/Those who attack you\/_will come to nothing."
    },
    "18465": {
        "format": "poetry",
        "text": "\/For I hold you by your right hand—\/_I, the Lord your God.\/And I say to you,\/_‘Don’t be afraid. I am here to help you."
    },
    "18466": {
        "format": "poetry",
        "text": "\/Though you are a lowly worm, O Jacob,\/_don’t be afraid, people of Israel, for I will help you.\/I am the Lord, your Redeemer.\/_I am the Holy One of Israel.’"
    },
    "18467": {
        "format": "poetry",
        "text": "\/You will be a new threshing instrument\/_with many sharp teeth.\/You will tear your enemies apart,\/_making chaff of mountains."
    },
    "18468": {
        "format": "poetry",
        "text": "\/You will toss them into the air,\/_and the wind will blow them all away;\/_a whirlwind will scatter them.\/Then you will rejoice in the Lord.\/_You will glory in the Holy One of Israel."
    },
    "18469": {
        "format": "poetry",
        "text": "¶“When the poor and needy search for water and there is none,\/_and their tongues are parched from thirst,\/then I, the Lord, will answer them.\/_I, the God of Israel, will never abandon them."
    },
    "18470": {
        "format": "poetry",
        "text": "\/I will open up rivers for them on the high plateaus.\/_I will give them fountains of water in the valleys.\/I will fill the desert with pools of water.\/_Rivers fed by springs will flow across the parched ground."
    },
    "18471": {
        "format": "poetry",
        "text": "\/I will plant trees in the barren desert—\/_cedar, acacia, myrtle, olive, cypress, fir, and pine."
    },
    "18472": {
        "format": "poetry",
        "text": "\/I am doing this so all who see this miracle\/_will understand what it means—\/that it is the Lord who has done this,\/_the Holy One of Israel who created it."
    },
    "18473": {
        "format": "poetry",
        "text": "¶“Present the case for your idols,”\/_says the Lord.\/“Let them show what they can do,”\/_says the King of Israel."
    },
    "18474": {
        "format": "poetry",
        "text": "\/“Let them try to tell us what happened long ago\/_so that we may consider the evidence.\/Or let them tell us what the future holds,\/_so we can know what’s going to happen."
    },
    "18475": {
        "format": "poetry",
        "text": "\/Yes, tell us what will occur in the days ahead.\/_Then we will know you are gods.\/In fact, do anything—good or bad!\/_Do something that will amaze and frighten us."
    },
    "18476": {
        "format": "poetry",
        "text": "\/But no! You are less than nothing and can do nothing at all.\/_Those who choose you pollute themselves."
    },
    "18477": {
        "format": "poetry",
        "text": "¶“But I have stirred up a leader who will approach from the north.\/_From the east he will call on my name.\/I will give him victory over kings and princes.\/_He will trample them as a potter treads on clay."
    },
    "18478": {
        "format": "poetry",
        "text": "¶“Who told you from the beginning\/_that this would happen?\/Who predicted this,\/_making you admit that he was right?\/_No one said a word!"
    },
    "18479": {
        "format": "poetry",
        "text": "\/I was the first to tell Zion,\/_‘Look! Help is on the way!’\/_I will send Jerusalem a messenger with good news."
    },
    "18480": {
        "format": "poetry",
        "text": "\/Not one of your idols told you this.\/_Not one gave any answer when I asked."
    },
    "18481": {
        "format": "poetry",
        "text": "\/See, they are all foolish, worthless things.\/_All your idols are as empty as the wind."
    },
    "18482": {
        "format": "poetry",
        "text": "§¶“Look at my servant, whom I strengthen.\/_He is my chosen one, who pleases me.\/I have put my Spirit upon him.\/_He will bring justice to the nations."
    },
    "18483": {
        "format": "poetry",
        "text": "\/He will not shout\/_or raise his voice in public."
    },
    "18484": {
        "format": "poetry",
        "text": "\/He will not crush the weakest reed\/_or put out a flickering candle.\/_He will bring justice to all who have been wronged."
    },
    "18485": {
        "format": "poetry",
        "text": "\/He will not falter or lose heart\/_until justice prevails throughout the earth.\/_Even distant lands beyond the sea will wait for his instruction.”"
    },
    "18486": {
        "format": "poetry",
        "text": "¶God, the Lord, created the heavens and stretched them out.\/_He created the earth and everything in it.\/He gives breath to everyone,\/_life to everyone who walks the earth.\/And it is he who says,"
    },
    "18487": {
        "format": "poetry",
        "text": "\/“I, the Lord, have called you to demonstrate my righteousness.\/_I will take you by the hand and guard you,\/and I will give you to my people, Israel,\/_as a symbol of my covenant with them.\/And you will be a light to guide the nations."
    },
    "18488": {
        "format": "poetry",
        "text": "\/_You will open the eyes of the blind.\/You will free the captives from prison,\/_releasing those who sit in dark dungeons."
    },
    "18489": {
        "format": "poetry",
        "text": "¶“I am the Lord; that is my name!\/_I will not give my glory to anyone else,\/_nor share my praise with carved idols."
    },
    "18490": {
        "format": "poetry",
        "text": "\/Everything I prophesied has come true,\/_and now I will prophesy again.\/I will tell you the future before it happens.”"
    },
    "18491": {
        "format": "poetry",
        "text": "§¶Sing a new song to the Lord!\/_Sing his praises from the ends of the earth!\/Sing, all you who sail the seas,\/_all you who live in distant coastlands."
    },
    "18492": {
        "format": "poetry",
        "text": "\/Join in the chorus, you desert towns;\/_let the villages of Kedar rejoice!\/Let the people of Sela sing for joy;\/_shout praises from the mountaintops!"
    },
    "18493": {
        "format": "poetry",
        "text": "\/Let the whole world glorify the Lord;\/_let it sing his praise."
    },
    "18494": {
        "format": "poetry",
        "text": "\/The Lord will march forth like a mighty hero;\/_he will come out like a warrior, full of fury.\/He will shout his battle cry\/_and crush all his enemies."
    },
    "18495": {
        "format": "poetry",
        "text": "¶He will say, “I have long been silent;\/_yes, I have restrained myself.\/But now, like a woman in labor,\/_I will cry and groan and pant."
    },
    "18496": {
        "format": "poetry",
        "text": "\/I will level the mountains and hills\/_and blight all their greenery.\/I will turn the rivers into dry land\/_and will dry up all the pools."
    },
    "18497": {
        "format": "poetry",
        "text": "\/I will lead blind Israel down a new path,\/_guiding them along an unfamiliar way.\/I will brighten the darkness before them\/_and smooth out the road ahead of them.\/Yes, I will indeed do these things;\/_I will not forsake them."
    },
    "18498": {
        "format": "poetry",
        "text": "\/But those who trust in idols,\/_who say, ‘You are our gods,’\/_will be turned away in shame."
    },
    "18499": {
        "format": "poetry",
        "text": "§¶“Listen, you who are deaf!\/_Look and see, you blind!"
    },
    "18500": {
        "format": "poetry",
        "text": "\/Who is as blind as my own people, my servant?\/_Who is as deaf as my messenger?\/Who is as blind as my chosen people,\/_the servant of the Lord?"
    },
    "18501": {
        "format": "poetry",
        "text": "\/You see and recognize what is right\/_but refuse to act on it.\/You hear with your ears,\/_but you don’t really listen.”"
    },
    "18502": {
        "format": "poetry",
        "text": "¶Because he is righteous,\/_the Lord has exalted his glorious law."
    },
    "18503": {
        "format": "poetry",
        "text": "\/But his own people have been robbed and plundered,\/_enslaved, imprisoned, and trapped.\/They are fair game for anyone\/_and have no one to protect them,\/_no one to take them back home."
    },
    "18504": {
        "format": "poetry",
        "text": "¶Who will hear these lessons from the past\/_and see the ruin that awaits you in the future?"
    },
    "18505": {
        "format": "poetry",
        "text": "\/Who allowed Israel to be robbed and hurt?\/_It was the Lord, against whom we sinned,\/for the people would not walk in his path,\/_nor would they obey his law."
    },
    "18506": {
        "format": "poetry",
        "text": "\/Therefore, he poured out his fury on them\/_and destroyed them in battle.\/They were enveloped in flames,\/_but they still refused to understand.\/They were consumed by fire,\/_but they did not learn their lesson."
    },
    "18507": {
        "format": "poetry",
        "text": "§¶But now, O Jacob, listen to the Lord who created you.\/_O Israel, the one who formed you says,\/“Do not be afraid, for I have ransomed you.\/_I have called you by name; you are mine."
    },
    "18508": {
        "format": "poetry",
        "text": "\/When you go through deep waters,\/_I will be with you.\/When you go through rivers of difficulty,\/_you will not drown.\/When you walk through the fire of oppression,\/_you will not be burned up;\/_the flames will not consume you."
    },
    "18509": {
        "format": "poetry",
        "text": "\/For I am the Lord, your God,\/_the Holy One of Israel, your Savior.\/I gave Egypt as a ransom for your freedom;\/_I gave Ethiopia and Seba in your place."
    },
    "18510": {
        "format": "poetry",
        "text": "\/Others were given in exchange for you.\/_I traded their lives for yours\/because you are precious to me.\/_You are honored, and I love you."
    },
    "18511": {
        "format": "poetry",
        "text": "¶“Do not be afraid, for I am with you.\/_I will gather you and your children from east and west."
    },
    "18512": {
        "format": "poetry",
        "text": "\/I will say to the north and south,\/_‘Bring my sons and daughters back to Israel\/_from the distant corners of the earth."
    },
    "18513": {
        "format": "poetry",
        "text": "\/Bring all who claim me as their God,\/_for I have made them for my glory.\/_It was I who created them.’”"
    },
    "18514": {
        "format": "poetry",
        "text": "¶Bring out the people who have eyes but are blind,\/_who have ears but are deaf."
    },
    "18515": {
        "format": "poetry",
        "text": "\/Gather the nations together!\/_Assemble the peoples of the world!\/Which of their idols has ever foretold such things?\/_Which can predict what will happen tomorrow?\/Where are the witnesses of such predictions?\/_Who can verify that they spoke the truth?"
    },
    "18516": {
        "format": "poetry",
        "text": "¶“But you are my witnesses, O Israel!” says the Lord.\/_“You are my servant.\/You have been chosen to know me, believe in me,\/_and understand that I alone am God.\/There is no other God—\/_there never has been, and there never will be."
    },
    "18517": {
        "format": "poetry",
        "text": "\/I, yes I, am the Lord,\/_and there is no other Savior."
    },
    "18518": {
        "format": "poetry",
        "text": "\/First I predicted your rescue,\/_then I saved you and proclaimed it to the world.\/No foreign god has ever done this.\/_You are witnesses that I am the only God,”\/_says the Lord."
    },
    "18519": {
        "format": "poetry",
        "text": "\/“From eternity to eternity I am God.\/_No one can snatch anyone out of my hand.\/_No one can undo what I have done.”"
    },
    "18520": {
        "format": "prose",
        "text": "§¶This is what the Lord says—your Redeemer, the Holy One of Israel:¶▼“For your sakes I will send an army against Babylon,\/_forcing the Babylonians to flee in those ships they are so proud of."
    },
    "18521": {
        "format": "poetry",
        "text": "\/I am the Lord, your Holy One,\/_Israel’s Creator and King."
    },
    "18522": {
        "format": "poetry",
        "text": "\/I am the Lord, who opened a way through the waters,\/_making a dry path through the sea."
    },
    "18523": {
        "format": "poetry",
        "text": "\/I called forth the mighty army of Egypt\/_with all its chariots and horses.\/I drew them beneath the waves, and they drowned,\/_their lives snuffed out like a smoldering candlewick."
    },
    "18524": {
        "format": "poetry",
        "text": "¶“But forget all that—\/_it is nothing compared to what I am going to do."
    },
    "18525": {
        "format": "poetry",
        "text": "\/For I am about to do something new.\/_See, I have already begun! Do you not see it?\/I will make a pathway through the wilderness.\/_I will create rivers in the dry wasteland."
    },
    "18526": {
        "format": "poetry",
        "text": "\/The wild animals in the fields will thank me,\/_the jackals and owls, too,\/_for giving them water in the desert.\/Yes, I will make rivers in the dry wasteland\/_so my chosen people can be refreshed."
    },
    "18527": {
        "format": "poetry",
        "text": "\/I have made Israel for myself,\/_and they will someday honor me before the whole world."
    },
    "18528": {
        "format": "poetry",
        "text": "¶“But, dear family of Jacob, you refuse to ask for my help.\/_You have grown tired of me, O Israel!"
    },
    "18529": {
        "format": "poetry",
        "text": "\/You have not brought me sheep or goats for burnt offerings.\/_You have not honored me with sacrifices,\/though I have not burdened and wearied you\/_with requests for grain offerings and frankincense."
    },
    "18530": {
        "format": "poetry",
        "text": "\/You have not brought me fragrant calamus\/_or pleased me with the fat from sacrifices.\/Instead, you have burdened me with your sins\/_and wearied me with your faults."
    },
    "18531": {
        "format": "poetry",
        "text": "¶“I—yes, I alone—will blot out your sins for my own sake\/_and will never think of them again."
    },
    "18532": {
        "format": "poetry",
        "text": "\/Let us review the situation together,\/_and you can present your case to prove your innocence."
    },
    "18533": {
        "format": "poetry",
        "text": "\/From the very beginning, your first ancestor sinned against me;\/_all your leaders broke my laws."
    },
    "18534": {
        "format": "poetry",
        "text": "\/That is why I have disgraced your priests;\/_I have decreed complete destruction for Jacob\/_and shame for Israel."
    },
    "18535": {
        "format": "poetry",
        "text": "¶“But now, listen to me, Jacob my servant,\/_Israel my chosen one."
    },
    "18536": {
        "format": "poetry",
        "text": "\/The Lord who made you and helps you says:\/Do not be afraid, O Jacob, my servant,\/_O dear Israel, my chosen one."
    },
    "18537": {
        "format": "poetry",
        "text": "\/For I will pour out water to quench your thirst\/_and to irrigate your parched fields.\/And I will pour out my Spirit on your descendants,\/_and my blessing on your children."
    },
    "18538": {
        "format": "poetry",
        "text": "\/They will thrive like watered grass,\/_like willows on a riverbank."
    },
    "18539": {
        "format": "poetry",
        "text": "\/Some will proudly claim, ‘I belong to the Lord.’\/_Others will say, ‘I am a descendant of Jacob.’\/Some will write the Lord’s name on their hands\/_and will take the name of Israel as their own.”"
    },
    "18540": {
        "format": "prose",
        "text": "§¶This is what the Lord says—Israel’s King and Redeemer, the Lord of Heaven’s Armies:¶▼“I am the First and the Last;\/_there is no other God."
    },
    "18541": {
        "format": "poetry",
        "text": "\/Who is like me?\/_Let him step forward and prove to you his power.\/Let him do as I have done since ancient times\/_when I established a people and explained its future."
    },
    "18542": {
        "format": "poetry",
        "text": "\/Do not tremble; do not be afraid.\/_Did I not proclaim my purposes for you long ago?\/You are my witnesses—is there any other God?\/_No! There is no other Rock—not one!”"
    },
    "18543": {
        "format": "poetry",
        "text": "¶How foolish are those who manufacture idols.\/_These prized objects are really worthless.\/The people who worship idols don’t know this,\/_so they are all put to shame."
    },
    "18544": {
        "format": "poetry",
        "text": "\/Who but a fool would make his own god—\/_an idol that cannot help him one bit?"
    },
    "18545": {
        "format": "poetry",
        "text": "\/All who worship idols will be disgraced\/_along with all these craftsmen—mere humans—\/_who claim they can make a god.\/They may all stand together,\/_but they will stand in terror and shame."
    },
    "18546": {
        "format": "poetry",
        "text": "¶The blacksmith stands at his forge to make a sharp tool,\/_pounding and shaping it with all his might.\/His work makes him hungry and weak.\/_It makes him thirsty and faint."
    },
    "18547": {
        "format": "poetry",
        "text": "\/Then the wood‐carver measures a block of wood\/_and draws a pattern on it.\/He works with chisel and plane\/_and carves it into a human figure.\/He gives it human beauty\/_and puts it in a little shrine."
    },
    "18548": {
        "format": "poetry",
        "text": "\/He cuts down cedars;\/_he selects the cypress and the oak;\/he plants the pine in the forest\/_to be nourished by the rain."
    },
    "18549": {
        "format": "poetry",
        "text": "\/Then he uses part of the wood to make a fire.\/_With it he warms himself and bakes his bread.\/Then—yes, it’s true—he takes the rest of it\/_and makes himself a god to worship!\/He makes an idol\/_and bows down in front of it!"
    },
    "18550": {
        "format": "poetry",
        "text": "\/He burns part of the tree to roast his meat\/_and to keep himself warm.\/_He says, “Ah, that fire feels good.”"
    },
    "18551": {
        "format": "poetry",
        "text": "\/Then he takes what’s left\/_and makes his god: a carved idol!\/He falls down in front of it,\/_worshiping and praying to it.\/“Rescue me!” he says.\/_“You are my god!”"
    },
    "18552": {
        "format": "poetry",
        "text": "¶Such stupidity and ignorance!\/_Their eyes are closed, and they cannot see.\/_Their minds are shut, and they cannot think."
    },
    "18553": {
        "format": "poetry",
        "text": "\/The person who made the idol never stops to reflect,\/_“Why, it’s just a block of wood!\/I burned half of it for heat\/_and used it to bake my bread and roast my meat.\/How can the rest of it be a god?\/_Should I bow down to worship a piece of wood?”"
    },
    "18554": {
        "format": "poetry",
        "text": "\/The poor, deluded fool feeds on ashes.\/_He trusts something that can’t help him at all.\/Yet he cannot bring himself to ask,\/_“Is this idol that I’m holding in my hand a lie?”"
    },
    "18555": {
        "format": "poetry",
        "text": "§¶“Pay attention, O Jacob,\/_for you are my servant, O Israel.\/I, the Lord, made you,\/_and I will not forget you."
    },
    "18556": {
        "format": "poetry",
        "text": "\/I have swept away your sins like a cloud.\/_I have scattered your offenses like the morning mist.\/Oh, return to me,\/_for I have paid the price to set you free.”"
    },
    "18557": {
        "format": "poetry",
        "text": "¶Sing, O heavens, for the Lord has done this wondrous thing.\/_Shout for joy, O depths of the earth!\/Break into song,\/_O mountains and forests and every tree!\/For the Lord has redeemed Jacob\/_and is glorified in Israel."
    },
    "18558": {
        "format": "poetry",
        "text": "¶This is what the Lord says—\/_your Redeemer and Creator:\/“I am the Lord, who made all things.\/_I alone stretched out the heavens.\/Who was with me\/_when I made the earth?"
    },
    "18559": {
        "format": "poetry",
        "text": "\/I expose the false prophets as liars\/_and make fools of fortune‐tellers.\/I cause the wise to give bad advice,\/_thus proving them to be fools."
    },
    "18560": {
        "format": "poetry",
        "text": "\/But I carry out the predictions of my prophets!\/_By them I say to Jerusalem, ‘People will live here again,’\/and to the towns of Judah, ‘You will be rebuilt;\/_I will restore all your ruins!’"
    },
    "18561": {
        "format": "poetry",
        "text": "\/When I speak to the rivers and say, ‘Dry up!’\/_they will be dry."
    },
    "18562": {
        "format": "poetry",
        "text": "\/When I say of Cyrus, ‘He is my shepherd,’\/_he will certainly do as I say.\/He will command, ‘Rebuild Jerusalem’;\/_he will say, ‘Restore the Temple.’”"
    },
    "18563": {
        "format": "poetry",
        "text": "§¶This is what the Lord says to Cyrus, his anointed one,\/_whose right hand he will empower.\/Before him, mighty kings will be paralyzed with fear.\/_Their fortress gates will be opened,\/_never to shut again."
    },
    "18564": {
        "format": "poetry",
        "text": "\/This is what the Lord says:¶“I will go before you, Cyrus,\/_and level the mountains.\/I will smash down gates of bronze\/_and cut through bars of iron."
    },
    "18565": {
        "format": "poetry",
        "text": "\/And I will give you treasures hidden in the darkness—\/_secret riches.\/I will do this so you may know that I am the Lord,\/_the God of Israel, the one who calls you by name."
    },
    "18566": {
        "format": "poetry",
        "text": "¶“And why have I called you for this work?\/_Why did I call you by name when you did not know me?\/It is for the sake of Jacob my servant,\/_Israel my chosen one."
    },
    "18567": {
        "format": "poetry",
        "text": "\/I am the Lord;\/_there is no other God.\/I have equipped you for battle,\/_though you don’t even know me,"
    },
    "18568": {
        "format": "poetry",
        "text": "\/so all the world from east to west\/_will know there is no other God.\/I am the Lord, and there is no other."
    },
    "18569": {
        "format": "poetry",
        "text": "\/_I create the light and make the darkness.\/I send good times and bad times.\/_I, the Lord, am the one who does these things."
    },
    "18570": {
        "format": "poetry",
        "text": "¶“Open up, O heavens,\/_and pour out your righteousness.\/Let the earth open wide\/_so salvation and righteousness can sprout up together.\/_I, the Lord, created them."
    },
    "18571": {
        "format": "poetry",
        "text": "¶“What sorrow awaits those who argue with their Creator.\/_Does a clay pot argue with its maker?\/Does the clay dispute with the one who shapes it, saying,\/_‘Stop, you’re doing it wrong!’\/Does the pot exclaim,\/_‘How clumsy can you be?’"
    },
    "18572": {
        "format": "poetry",
        "text": "\/How terrible it would be if a newborn baby said to its father,\/_‘Why was I born?’\/or if it said to its mother,\/_‘Why did you make me this way?’”"
    },
    "18573": {
        "format": "poetry",
        "text": "¶This is what the Lord says—\/_the Holy One of Israel and your Creator:\/“Do you question what I do for my children?\/_Do you give me orders about the work of my hands?"
    },
    "18574": {
        "format": "poetry",
        "text": "\/I am the one who made the earth\/_and created people to live on it.\/With my hands I stretched out the heavens.\/_All the stars are at my command."
    },
    "18575": {
        "format": "poetry",
        "text": "\/I will raise up Cyrus to fulfill my righteous purpose,\/_and I will guide his actions.\/He will restore my city and free my captive people—\/_without seeking a reward!\/_I, the Lord of Heaven’s Armies, have spoken!”"
    },
    "18576": {
        "format": "prose",
        "text": "§¶This is what the Lord says:¶▼“You will rule the Egyptians,\/_the Ethiopians, and the Sabeans.\/They will come to you with all their merchandise,\/_and it will all be yours.\/They will follow you as prisoners in chains.\/_They will fall to their knees in front of you and say,\/‘God is with you, and he is the only God.\/_There is no other.’”"
    },
    "18577": {
        "format": "poetry",
        "text": "¶Truly, O God of Israel, our Savior,\/_you work in mysterious ways."
    },
    "18578": {
        "format": "poetry",
        "text": "\/All craftsmen who make idols will be humiliated.\/_They will all be disgraced together."
    },
    "18579": {
        "format": "poetry",
        "text": "\/But the Lord will save the people of Israel\/_with eternal salvation.\/Throughout everlasting ages,\/_they will never again be humiliated and disgraced."
    },
    "18580": {
        "format": "poetry",
        "text": "¶For the Lord is God,\/_and he created the heavens and earth\/_and put everything in place.\/He made the world to be lived in,\/_not to be a place of empty chaos.\/“I am the Lord,” he says,\/_“and there is no other."
    },
    "18581": {
        "format": "poetry",
        "text": "\/I publicly proclaim bold promises.\/_I do not whisper obscurities in some dark corner.\/I would not have told the people of Israel to seek me\/_if I could not be found.\/I, the Lord, speak only what is true\/_and declare only what is right."
    },
    "18582": {
        "format": "poetry",
        "text": "¶“Gather together and come,\/_you fugitives from surrounding nations.\/What fools they are who carry around their wooden idols\/_and pray to gods that cannot save!"
    },
    "18583": {
        "format": "poetry",
        "text": "\/Consult together, argue your case.\/_Get together and decide what to say.\/Who made these things known so long ago?\/_What idol ever told you they would happen?\/Was it not I, the Lord?\/_For there is no other God but me,\/a righteous God and Savior.\/_There is none but me."
    },
    "18584": {
        "format": "poetry",
        "text": "\/Let all the world look to me for salvation!\/_For I am God; there is no other."
    },
    "18585": {
        "format": "poetry",
        "text": "\/I have sworn by my own name;\/_I have spoken the truth,\/_and I will never go back on my word:\/Every knee will bend to me,\/_and every tongue will declare allegiance to me.”"
    },
    "18586": {
        "format": "poetry",
        "text": "\/The people will declare,\/_“The Lord is the source of all my righteousness and strength.”\/And all who were angry with him\/_will come to him and be ashamed."
    },
    "18587": {
        "format": "poetry",
        "text": "\/In the Lord all the generations of Israel will be justified,\/_and in him they will boast."
    },
    "18588": {
        "format": "poetry",
        "text": "§¶Bel and Nebo, the gods of Babylon,\/_bow as they are lowered to the ground.\/They are being hauled away on ox carts.\/_The poor beasts stagger under the weight."
    },
    "18589": {
        "format": "poetry",
        "text": "\/Both the idols and their owners are bowed down.\/_The gods cannot protect the people,\/and the people cannot protect the gods.\/_They go off into captivity together."
    },
    "18590": {
        "format": "poetry",
        "text": "¶“Listen to me, descendants of Jacob,\/_all you who remain in Israel.\/I have cared for you since you were born.\/_Yes, I carried you before you were born."
    },
    "18591": {
        "format": "poetry",
        "text": "\/I will be your God throughout your lifetime—\/_until your hair is white with age.\/I made you, and I will care for you.\/_I will carry you along and save you."
    },
    "18592": {
        "format": "poetry",
        "text": "¶“To whom will you compare me?\/_Who is my equal?"
    },
    "18593": {
        "format": "poetry",
        "text": "\/Some people pour out their silver and gold\/_and hire a craftsman to make a god from it.\/_Then they bow down and worship it!"
    },
    "18594": {
        "format": "poetry",
        "text": "\/They carry it around on their shoulders,\/_and when they set it down, it stays there.\/_It can’t even move!\/And when someone prays to it, there is no answer.\/_It can’t rescue anyone from trouble."
    },
    "18595": {
        "format": "poetry",
        "text": "¶“Do not forget this! Keep it in mind!\/_Remember this, you guilty ones."
    },
    "18596": {
        "format": "poetry",
        "text": "\/Remember the things I have done in the past.\/_For I alone am God!\/_I am God, and there is none like me."
    },
    "18597": {
        "format": "poetry",
        "text": "\/Only I can tell you the future\/_before it even happens.\/Everything I plan will come to pass,\/_for I do whatever I wish."
    },
    "18598": {
        "format": "poetry",
        "text": "\/I will call a swift bird of prey from the east—\/_a leader from a distant land to come and do my bidding.\/I have said what I would do,\/_and I will do it."
    },
    "18599": {
        "format": "poetry",
        "text": "¶“Listen to me, you stubborn people\/_who are so far from doing right."
    },
    "18600": {
        "format": "poetry",
        "text": "\/For I am ready to set things right,\/_not in the distant future, but right now!\/I am ready to save Jerusalem\/_and show my glory to Israel."
    },
    "18601": {
        "format": "poetry",
        "text": "§¶“Come down, virgin daughter of Babylon, and sit in the dust.\/_For your days of sitting on a throne have ended.\/O daughter of Babylonia, never again will you be\/_the lovely princess, tender and delicate."
    },
    "18602": {
        "format": "poetry",
        "text": "\/Take heavy millstones and grind flour.\/_Remove your veil, and strip off your robe.\/_Expose yourself to public view."
    },
    "18603": {
        "format": "poetry",
        "text": "\/You will be naked and burdened with shame.\/_I will take vengeance against you without pity.”"
    },
    "18604": {
        "format": "poetry",
        "text": "¶Our Redeemer, whose name is the Lord of Heaven’s Armies,\/_is the Holy One of Israel."
    },
    "18605": {
        "format": "poetry",
        "text": "¶“O beautiful Babylon, sit now in darkness and silence.\/_Never again will you be known as the queen of kingdoms."
    },
    "18606": {
        "format": "poetry",
        "text": "\/For I was angry with my chosen people\/_and punished them by letting them fall into your hands.\/But you, Babylon, showed them no mercy.\/_You oppressed even the elderly."
    },
    "18607": {
        "format": "poetry",
        "text": "\/You said, ‘I will reign forever as queen of the world!’\/_You did not reflect on your actions\/_or think about their consequences."
    },
    "18608": {
        "format": "poetry",
        "text": "¶“Listen to this, you pleasure‐loving kingdom,\/_living at ease and feeling secure.\/You say, ‘I am the only one, and there is no other.\/_I will never be a widow or lose my children.’"
    },
    "18609": {
        "format": "poetry",
        "text": "\/Well, both these things will come upon you in a moment:\/_widowhood and the loss of your children.\/Yes, these calamities will come upon you,\/_despite all your witchcraft and magic."
    },
    "18610": {
        "format": "poetry",
        "text": "¶“You felt secure in your wickedness.\/_‘No one sees me,’ you said.\/But your ‘wisdom’ and ‘knowledge’ have led you astray,\/_and you said, ‘I am the only one, and there is no other.’"
    },
    "18611": {
        "format": "poetry",
        "text": "\/So disaster will overtake you,\/_and you won’t be able to charm it away.\/Calamity will fall upon you,\/_and you won’t be able to buy your way out.\/A catastrophe will strike you suddenly,\/_one for which you are not prepared."
    },
    "18612": {
        "format": "poetry",
        "text": "¶“Now use your magical charms!\/_Use the spells you have worked at all these years!\/Maybe they will do you some good.\/_Maybe they can make someone afraid of you."
    },
    "18613": {
        "format": "poetry",
        "text": "\/All the advice you receive has made you tired.\/_Where are all your astrologers,\/those stargazers who make predictions each month?\/_Let them stand up and save you from what the future holds."
    },
    "18614": {
        "format": "poetry",
        "text": "\/But they are like straw burning in a fire;\/_they cannot save themselves from the flame.\/You will get no help from them at all;\/_their hearth is no place to sit for warmth."
    },
    "18615": {
        "format": "poetry",
        "text": "\/And all your friends,\/_those with whom you’ve done business since childhood,\/will go their own ways,\/_turning a deaf ear to your cries."
    },
    "18616": {
        "format": "poetry",
        "text": "§¶“Listen to me, O family of Jacob,\/_you who are called by the name of Israel\/_and born into the family of Judah.\/Listen, you who take oaths in the name of the Lord\/_and call on the God of Israel.\/You don’t keep your promises,"
    },
    "18617": {
        "format": "poetry",
        "text": "\/_even though you call yourself the holy city\/and talk about depending on the God of Israel,\/_whose name is the Lord of Heaven’s Armies."
    },
    "18618": {
        "format": "poetry",
        "text": "\/Long ago I told you what was going to happen.\/_Then suddenly I took action,\/_and all my predictions came true."
    },
    "18619": {
        "format": "poetry",
        "text": "\/For I know how stubborn and obstinate you are.\/_Your necks are as unbending as iron.\/_Your heads are as hard as bronze."
    },
    "18620": {
        "format": "poetry",
        "text": "\/That is why I told you what would happen;\/_I told you beforehand what I was going to do.\/Then you could never say, ‘My idols did it.\/_My wooden image and metal god commanded it to happen!’"
    },
    "18621": {
        "format": "poetry",
        "text": "\/You have heard my predictions and seen them fulfilled,\/_but you refuse to admit it.\/Now I will tell you new things,\/_secrets you have not yet heard."
    },
    "18622": {
        "format": "poetry",
        "text": "\/They are brand new, not things from the past.\/_So you cannot say, ‘We knew that all the time!’"
    },
    "18623": {
        "format": "poetry",
        "text": "¶“Yes, I will tell you of things that are entirely new,\/_things you never heard of before.\/For I know so well what traitors you are.\/_You have been rebels from birth."
    },
    "18624": {
        "format": "poetry",
        "text": "\/Yet for my own sake and for the honor of my name,\/_I will hold back my anger and not wipe you out."
    },
    "18625": {
        "format": "poetry",
        "text": "\/I have refined you, but not as silver is refined.\/_Rather, I have refined you in the furnace of suffering."
    },
    "18626": {
        "format": "poetry",
        "text": "\/I will rescue you for my sake—\/_yes, for my own sake!\/I will not let my reputation be tarnished,\/_and I will not share my glory with idols!"
    },
    "18627": {
        "format": "poetry",
        "text": "§¶“Listen to me, O family of Jacob,\/_Israel my chosen one!\/I alone am God,\/_the First and the Last."
    },
    "18628": {
        "format": "poetry",
        "text": "\/It was my hand that laid the foundations of the earth,\/_my right hand that spread out the heavens above.\/When I call out the stars,\/_they all appear in order.”"
    },
    "18629": {
        "format": "poetry",
        "text": "¶Have any of your idols ever told you this?\/_Come, all of you, and listen:\/The Lord has chosen Cyrus as his ally.\/_He will use him to put an end to the empire of Babylon\/_and to destroy the Babylonian armies."
    },
    "18630": {
        "format": "poetry",
        "text": "¶“I have said it: I am calling Cyrus!\/_I will send him on this errand and will help him succeed."
    },
    "18631": {
        "format": "poetry",
        "text": "\/Come closer, and listen to this.\/_From the beginning I have told you plainly what would happen.”¶And now the Sovereign Lord and his Spirit\/_have sent me with this message."
    },
    "18632": {
        "format": "poetry",
        "text": "\/This is what the Lord says—\/_your Redeemer, the Holy One of Israel:\/“I am the Lord your God,\/_who teaches you what is good for you\/_and leads you along the paths you should follow."
    },
    "18633": {
        "format": "poetry",
        "text": "\/Oh, that you had listened to my commands!\/_Then you would have had peace flowing like a gentle river\/_and righteousness rolling over you like waves in the sea."
    },
    "18634": {
        "format": "poetry",
        "text": "\/Your descendants would have been like the sands along the seashore—\/_too many to count!\/There would have been no need for your destruction,\/_or for cutting off your family name.”"
    },
    "18635": {
        "format": "poetry",
        "text": "¶Yet even now, be free from your captivity!\/_Leave Babylon and the Babylonians.\/Sing out this message!\/_Shout it to the ends of the earth!\/The Lord has redeemed his servants,\/_the people of Israel."
    },
    "18636": {
        "format": "poetry",
        "text": "\/They were not thirsty\/_when he led them through the desert.\/He divided the rock,\/_and water gushed out for them to drink."
    },
    "18637": {
        "format": "poetry",
        "text": "\/“But there is no peace for the wicked,”\/_says the Lord."
    },
    "18638": {
        "format": "poetry",
        "text": "§¶Listen to me, all you in distant lands!\/_Pay attention, you who are far away!\/The Lord called me before my birth;\/_from within the womb he called me by name."
    },
    "18639": {
        "format": "poetry",
        "text": "\/He made my words of judgment as sharp as a sword.\/_He has hidden me in the shadow of his hand.\/_I am like a sharp arrow in his quiver."
    },
    "18640": {
        "format": "poetry",
        "text": "¶He said to me, “You are my servant, Israel,\/_and you will bring me glory.”"
    },
    "18641": {
        "format": "poetry",
        "text": "¶I replied, “But my work seems so useless!\/_I have spent my strength for nothing and to no purpose.\/Yet I leave it all in the Lord’s hand;\/_I will trust God for my reward.”"
    },
    "18642": {
        "format": "poetry",
        "text": "¶And now the Lord speaks—\/_the one who formed me in my mother’s womb to be his servant,\/_who commissioned me to bring Israel back to him.\/The Lord has honored me,\/_and my God has given me strength."
    },
    "18643": {
        "format": "poetry",
        "text": "\/He says, “You will do more than restore the people of Israel to me.\/_I will make you a light to the Gentiles,\/_and you will bring my salvation to the ends of the earth.”"
    },
    "18644": {
        "format": "poetry",
        "text": "¶The Lord, the Redeemer\/_and Holy One of Israel,\/says to the one who is despised and rejected by the nations,\/_to the one who is the servant of rulers:\/“Kings will stand at attention when you pass by.\/_Princes will also bow low\/because of the Lord, the faithful one,\/_the Holy One of Israel, who has chosen you.”"
    },
    "18645": {
        "format": "prose",
        "text": "§¶This is what the Lord says:¶▼“At just the right time, I will respond to you.\/_On the day of salvation I will help you.\/I will protect you and give you to the people\/_as my covenant with them.\/Through you I will reestablish the land of Israel\/_and assign it to its own people again."
    },
    "18646": {
        "format": "poetry",
        "text": "\/I will say to the prisoners, ‘Come out in freedom,’\/_and to those in darkness, ‘Come into the light.’\/They will be my sheep, grazing in green pastures\/_and on hills that were previously bare."
    },
    "18647": {
        "format": "poetry",
        "text": "\/They will neither hunger nor thirst.\/_The searing sun will not reach them anymore.\/For the Lord in his mercy will lead them;\/_he will lead them beside cool waters."
    },
    "18648": {
        "format": "poetry",
        "text": "\/And I will make my mountains into level paths for them.\/_The highways will be raised above the valleys."
    },
    "18649": {
        "format": "poetry",
        "text": "\/See, my people will return from far away,\/_from lands to the north and west,\/_and from as far south as Egypt.”"
    },
    "18650": {
        "format": "poetry",
        "text": "¶Sing for joy, O heavens!\/_Rejoice, O earth!\/_Burst into song, O mountains!\/For the Lord has comforted his people\/_and will have compassion on them in their suffering."
    },
    "18651": {
        "format": "poetry",
        "text": "¶Yet Jerusalem says, “The Lord has deserted us;\/_the Lord has forgotten us.”"
    },
    "18652": {
        "format": "poetry",
        "text": "¶“Never! Can a mother forget her nursing child?\/_Can she feel no love for the child she has borne?\/But even if that were possible,\/_I would not forget you!"
    },
    "18653": {
        "format": "poetry",
        "text": "\/See, I have written your name on the palms of my hands.\/_Always in my mind is a picture of Jerusalem’s walls in ruins."
    },
    "18654": {
        "format": "poetry",
        "text": "\/Soon your descendants will come back,\/_and all who are trying to destroy you will go away."
    },
    "18655": {
        "format": "poetry",
        "text": "\/Look around you and see,\/_for all your children will come back to you.\/As surely as I live,” says the Lord,\/_“they will be like jewels or bridal ornaments for you to display."
    },
    "18656": {
        "format": "poetry",
        "text": "¶“Even the most desolate parts of your abandoned land\/_will soon be crowded with your people.\/Your enemies who enslaved you\/_will be far away."
    },
    "18657": {
        "format": "poetry",
        "text": "\/The generations born in exile will return and say,\/_‘We need more room! It’s crowded here!’"
    },
    "18658": {
        "format": "poetry",
        "text": "\/Then you will think to yourself,\/_‘Who has given me all these descendants?\/For most of my children were killed,\/_and the rest were carried away into exile.\/I was left here all alone.\/_Where did all these people come from?\/Who bore these children?\/_Who raised them for me?’”"
    },
    "18659": {
        "format": "poetry",
        "text": "¶This is what the Sovereign Lord says:\/_“See, I will give a signal to the godless nations.\/They will carry your little sons back to you in their arms;\/_they will bring your daughters on their shoulders."
    },
    "18660": {
        "format": "poetry",
        "text": "\/Kings and queens will serve you\/_and care for all your needs.\/They will bow to the earth before you\/_and lick the dust from your feet.\/Then you will know that I am the Lord.\/_Those who trust in me will never be put to shame.”"
    },
    "18661": {
        "format": "poetry",
        "text": "¶Who can snatch the plunder of war from the hands of a warrior?\/_Who can demand that a tyrant let his captives go?"
    },
    "18662": {
        "format": "poetry",
        "text": "\/But the Lord says,\/“The captives of warriors will be released,\/_and the plunder of tyrants will be retrieved.\/For I will fight those who fight you,\/_and I will save your children."
    },
    "18663": {
        "format": "poetry",
        "text": "\/I will feed your enemies with their own flesh.\/_They will be drunk with rivers of their own blood.\/All the world will know that I, the Lord,\/_am your Savior and your Redeemer,\/_the Mighty One of Israel.”"
    },
    "18664": {
        "format": "prose",
        "text": "¶This is what the Lord says:¶▼“Was your mother sent away because I divorced her?\/_Did I sell you as slaves to my creditors?\/No, you were sold because of your sins.\/_And your mother, too, was taken because of your sins."
    },
    "18665": {
        "format": "poetry",
        "text": "\/Why was no one there when I came?\/_Why didn’t anyone answer when I called?\/Is it because I have no power to rescue?\/_No, that is not the reason!\/For I can speak to the sea and make it dry up!\/_I can turn rivers into deserts covered with dying fish."
    },
    "18666": {
        "format": "poetry",
        "text": "\/I dress the skies in darkness,\/_covering them with clothes of mourning.”"
    },
    "18667": {
        "format": "poetry",
        "text": "§¶The Sovereign Lord has given me his words of wisdom,\/_so that I know how to comfort the weary.\/Morning by morning he wakens me\/_and opens my understanding to his will."
    },
    "18668": {
        "format": "poetry",
        "text": "\/The Sovereign Lord has spoken to me,\/_and I have listened.\/_I have not rebelled or turned away."
    },
    "18669": {
        "format": "poetry",
        "text": "\/I offered my back to those who beat me\/_and my cheeks to those who pulled out my beard.\/I did not hide my face\/_from mockery and spitting."
    },
    "18670": {
        "format": "poetry",
        "text": "¶Because the Sovereign Lord helps me,\/_I will not be disgraced.\/Therefore, I have set my face like a stone,\/_determined to do his will.\/_And I know that I will not be put to shame."
    },
    "18671": {
        "format": "poetry",
        "text": "\/He who gives me justice is near.\/_Who will dare to bring charges against me now?\/Where are my accusers?\/_Let them appear!"
    },
    "18672": {
        "format": "poetry",
        "text": "\/See, the Sovereign Lord is on my side!\/_Who will declare me guilty?\/All my enemies will be destroyed\/_like old clothes that have been eaten by moths!"
    },
    "18673": {
        "format": "poetry",
        "text": "¶Who among you fears the Lord\/_and obeys his servant?\/If you are walking in darkness,\/_without a ray of light,\/trust in the Lord\/_and rely on your God."
    },
    "18674": {
        "format": "poetry",
        "text": "\/But watch out, you who live in your own light\/_and warm yourselves by your own fires.\/This is the reward you will receive from me:\/_You will soon fall down in great torment."
    },
    "18675": {
        "format": "poetry",
        "text": "§¶“Listen to me, all who hope for deliverance—\/_all who seek the Lord!\/Consider the rock from which you were cut,\/_the quarry from which you were mined."
    },
    "18676": {
        "format": "poetry",
        "text": "\/Yes, think about Abraham, your ancestor,\/_and Sarah, who gave birth to your nation.\/Abraham was only one man when I called him.\/_But when I blessed him, he became a great nation.”"
    },
    "18677": {
        "format": "poetry",
        "text": "¶The Lord will comfort Israel again\/_and have pity on her ruins.\/Her desert will blossom like Eden,\/_her barren wilderness like the garden of the Lord.\/Joy and gladness will be found there.\/_Songs of thanksgiving will fill the air."
    },
    "18678": {
        "format": "poetry",
        "text": "¶“Listen to me, my people.\/_Hear me, Israel,\/for my law will be proclaimed,\/_and my justice will become a light to the nations."
    },
    "18679": {
        "format": "poetry",
        "text": "\/My mercy and justice are coming soon.\/_My salvation is on the way.\/_My strong arm will bring justice to the nations.\/All distant lands will look to me\/_and wait in hope for my powerful arm."
    },
    "18680": {
        "format": "poetry",
        "text": "\/Look up to the skies above,\/_and gaze down on the earth below.\/For the skies will disappear like smoke,\/_and the earth will wear out like a piece of clothing.\/The people of the earth will die like flies,\/_but my salvation lasts forever.\/_My righteous rule will never end!"
    },
    "18681": {
        "format": "poetry",
        "text": "¶“Listen to me, you who know right from wrong,\/_you who cherish my law in your hearts.\/Do not be afraid of people’s scorn,\/_nor fear their insults."
    },
    "18682": {
        "format": "poetry",
        "text": "\/For the moth will devour them as it devours clothing.\/_The worm will eat at them as it eats wool.\/But my righteousness will last forever.\/_My salvation will continue from generation to generation.”"
    },
    "18683": {
        "format": "poetry",
        "text": "¶Wake up, wake up, O Lord! Clothe yourself with strength!\/_Flex your mighty right arm!\/Rouse yourself as in the days of old\/_when you slew Egypt, the dragon of the Nile."
    },
    "18684": {
        "format": "poetry",
        "text": "\/Are you not the same today,\/_the one who dried up the sea,\/making a path of escape through the depths\/_so that your people could cross over?"
    },
    "18685": {
        "format": "poetry",
        "text": "\/Those who have been ransomed by the Lord will return.\/_They will enter Jerusalem singing,\/_crowned with everlasting joy.\/Sorrow and mourning will disappear,\/_and they will be filled with joy and gladness."
    },
    "18686": {
        "format": "poetry",
        "text": "¶“I, yes I, am the one who comforts you.\/_So why are you afraid of mere humans,\/_who wither like the grass and disappear?"
    },
    "18687": {
        "format": "poetry",
        "text": "\/Yet you have forgotten the Lord, your Creator,\/_the one who stretched out the sky like a canopy\/_and laid the foundations of the earth.\/Will you remain in constant dread of human oppressors?\/_Will you continue to fear the anger of your enemies?\/Where is their fury and anger now?\/_It is gone!"
    },
    "18688": {
        "format": "poetry",
        "text": "\/Soon all you captives will be released!\/_Imprisonment, starvation, and death will not be your fate!"
    },
    "18689": {
        "format": "poetry",
        "text": "\/For I am the Lord your God,\/_who stirs up the sea, causing its waves to roar.\/_My name is the Lord of Heaven’s Armies."
    },
    "18690": {
        "format": "poetry",
        "text": "\/And I have put my words in your mouth\/_and hidden you safely in my hand.\/I stretched out the sky like a canopy\/_and laid the foundations of the earth.\/I am the one who says to Israel,\/_‘You are my people!’”"
    },
    "18691": {
        "format": "poetry",
        "text": "¶Wake up, wake up, O Jerusalem!\/_You have drunk the cup of the Lord’s fury.\/You have drunk the cup of terror,\/_tipping out its last drops."
    },
    "18692": {
        "format": "poetry",
        "text": "\/Not one of your children is left alive\/_to take your hand and guide you."
    },
    "18693": {
        "format": "poetry",
        "text": "\/These two calamities have fallen on you:\/_desolation and destruction, famine and war.\/And who is left to sympathize with you?\/_Who is left to comfort you?"
    },
    "18694": {
        "format": "poetry",
        "text": "\/For your children have fainted and lie in the streets,\/_helpless as antelopes caught in a net.\/The Lord has poured out his fury;\/_God has rebuked them."
    },
    "18695": {
        "format": "poetry",
        "text": "¶But now listen to this, you afflicted ones\/_who sit in a drunken stupor,\/_though not from drinking wine."
    },
    "18696": {
        "format": "poetry",
        "text": "\/This is what the Sovereign Lord,\/_your God and Defender, says:\/“See, I have taken the terrible cup from your hands.\/_You will drink no more of my fury."
    },
    "18697": {
        "format": "poetry",
        "text": "\/Instead, I will hand that cup to your tormentors,\/_those who said, ‘We will trample you into the dust\/_and walk on your backs.’”"
    },
    "18698": {
        "format": "poetry",
        "text": "§¶Wake up, wake up, O Zion!\/_Clothe yourself with strength.\/Put on your beautiful clothes, O holy city of Jerusalem,\/_for unclean and godless people will enter your gates no longer."
    },
    "18699": {
        "format": "poetry",
        "text": "\/Rise from the dust, O Jerusalem.\/_Sit in a place of honor.\/Remove the chains of slavery from your neck,\/_O captive daughter of Zion."
    },
    "18700": {
        "format": "poetry",
        "text": "\/For this is what the Lord says:\/“When I sold you into exile,\/_I received no payment.\/Now I can redeem you\/_without having to pay for you.”"
    },
    "18701": {
        "format": "prose",
        "text": "¶This is what the Sovereign Lord says: “Long ago my people chose to live in Egypt. Now they are oppressed by Assyria."
    },
    "18702": {
        "format": "prose",
        "text": "What is this?” asks the Lord. “Why are my people enslaved again? Those who rule them shout in exultation. My name is blasphemed all day long."
    },
    "18703": {
        "format": "prose",
        "text": "But I will reveal my name to my people, and they will come to know its power. Then at last they will recognize that I am the one who speaks to them.”"
    },
    "18704": {
        "format": "poetry",
        "text": "¶How beautiful on the mountains\/_are the feet of the messenger who brings good news,\/the good news of peace and salvation,\/_the news that the God of Israel reigns!"
    },
    "18705": {
        "format": "poetry",
        "text": "\/The watchmen shout and sing with joy,\/_for before their very eyes\/_they see the Lord returning to Jerusalem."
    },
    "18706": {
        "format": "poetry",
        "text": "\/Let the ruins of Jerusalem break into joyful song,\/_for the Lord has comforted his people.\/_He has redeemed Jerusalem."
    },
    "18707": {
        "format": "poetry",
        "text": "\/The Lord has demonstrated his holy power\/_before the eyes of all the nations.\/All the ends of the earth will see\/_the victory of our God."
    },
    "18708": {
        "format": "poetry",
        "text": "¶Get out! Get out and leave your captivity,\/_where everything you touch is unclean.\/Get out of there and purify yourselves,\/_you who carry home the sacred objects of the Lord."
    },
    "18709": {
        "format": "poetry",
        "text": "\/You will not leave in a hurry,\/_running for your lives.\/For the Lord will go ahead of you;\/_yes, the God of Israel will protect you from behind."
    },
    "18710": {
        "format": "poetry",
        "text": "§¶See, my servant will prosper;\/_he will be highly exalted."
    },
    "18711": {
        "format": "poetry",
        "text": "\/But many were amazed when they saw him.\/_His face was so disfigured he seemed hardly human,\/_and from his appearance, one would scarcely know he was a man."
    },
    "18712": {
        "format": "poetry",
        "text": "\/And he will startle many nations.\/_Kings will stand speechless in his presence.\/For they will see what they had not been told;\/_they will understand what they had not heard about."
    },
    "18713": {
        "format": "poetry",
        "text": "¶Who has believed our message?\/_To whom has the Lord revealed his powerful arm?"
    },
    "18714": {
        "format": "poetry",
        "text": "\/My servant grew up in the Lord’s presence like a tender green shoot,\/_like a root in dry ground.\/There was nothing beautiful or majestic about his appearance,\/_nothing to attract us to him."
    },
    "18715": {
        "format": "poetry",
        "text": "\/He was despised and rejected—\/_a man of sorrows, acquainted with deepest grief.\/We turned our backs on him and looked the other way.\/_He was despised, and we did not care."
    },
    "18716": {
        "format": "poetry",
        "text": "¶Yet it was our weaknesses he carried;\/_it was our sorrows that weighed him down.\/And we thought his troubles were a punishment from God,\/_a punishment for his own sins!"
    },
    "18717": {
        "format": "poetry",
        "text": "\/But he was pierced for our rebellion,\/_crushed for our sins.\/He was beaten so we could be whole.\/_He was whipped so we could be healed."
    },
    "18718": {
        "format": "poetry",
        "text": "\/All of us, like sheep, have strayed away.\/_We have left God’s paths to follow our own.\/Yet the Lord laid on him\/_the sins of us all."
    },
    "18719": {
        "format": "poetry",
        "text": "¶He was oppressed and treated harshly,\/_yet he never said a word.\/He was led like a lamb to the slaughter.\/_And as a sheep is silent before the shearers,\/_he did not open his mouth."
    },
    "18720": {
        "format": "poetry",
        "text": "\/Unjustly condemned,\/_he was led away.\/No one cared that he died without descendants,\/_that his life was cut short in midstream.\/But he was struck down\/_for the rebellion of my people."
    },
    "18721": {
        "format": "poetry",
        "text": "\/He had done no wrong\/_and had never deceived anyone.\/But he was buried like a criminal;\/_he was put in a rich man’s grave."
    },
    "18722": {
        "format": "poetry",
        "text": "¶But it was the Lord’s good plan to crush him\/_and cause him grief.\/Yet when his life is made an offering for sin,\/_he will have many descendants.\/He will enjoy a long life,\/_and the Lord’s good plan will prosper in his hands."
    },
    "18723": {
        "format": "poetry",
        "text": "\/When he sees all that is accomplished by his anguish,\/_he will be satisfied.\/And because of his experience,\/_my righteous servant will make it possible\/for many to be counted righteous,\/_for he will bear all their sins."
    },
    "18724": {
        "format": "poetry",
        "text": "\/I will give him the honors of a victorious soldier,\/_because he exposed himself to death.\/He was counted among the rebels.\/_He bore the sins of many and interceded for rebels."
    },
    "18725": {
        "format": "poetry",
        "text": "§¶“Sing, O childless woman,\/_you who have never given birth!\/Break into loud and joyful song, O Jerusalem,\/_you who have never been in labor.\/For the desolate woman now has more children\/_than the woman who lives with her husband,”\/_says the Lord."
    },
    "18726": {
        "format": "poetry",
        "text": "\/“Enlarge your house; build an addition.\/_Spread out your home, and spare no expense!"
    },
    "18727": {
        "format": "poetry",
        "text": "\/For you will soon be bursting at the seams.\/_Your descendants will occupy other nations\/_and resettle the ruined cities."
    },
    "18728": {
        "format": "poetry",
        "text": "¶“Fear not; you will no longer live in shame.\/_Don’t be afraid; there is no more disgrace for you.\/You will no longer remember the shame of your youth\/_and the sorrows of widowhood."
    },
    "18729": {
        "format": "poetry",
        "text": "\/For your Creator will be your husband;\/_the Lord of Heaven’s Armies is his name!\/He is your Redeemer, the Holy One of Israel,\/_the God of all the earth."
    },
    "18730": {
        "format": "poetry",
        "text": "\/For the Lord has called you back from your grief—\/_as though you were a young wife abandoned by her husband,”\/_says your God."
    },
    "18731": {
        "format": "poetry",
        "text": "\/“For a brief moment I abandoned you,\/_but with great compassion I will take you back."
    },
    "18732": {
        "format": "poetry",
        "text": "\/In a burst of anger I turned my face away for a little while.\/_But with everlasting love I will have compassion on you,”\/_says the Lord, your Redeemer."
    },
    "18733": {
        "format": "poetry",
        "text": "¶“Just as I swore in the time of Noah\/_that I would never again let a flood cover the earth,\/so now I swear\/_that I will never again be angry and punish you."
    },
    "18734": {
        "format": "poetry",
        "text": "\/For the mountains may move\/_and the hills disappear,\/but even then my faithful love for you will remain.\/_My covenant of blessing will never be broken,”\/_says the Lord, who has mercy on you."
    },
    "18735": {
        "format": "poetry",
        "text": "¶“O storm‐battered city,\/_troubled and desolate!\/I will rebuild you with precious jewels\/_and make your foundations from lapis lazuli."
    },
    "18736": {
        "format": "poetry",
        "text": "\/I will make your towers of sparkling rubies,\/_your gates of shining gems,\/_and your walls of precious stones."
    },
    "18737": {
        "format": "poetry",
        "text": "\/I will teach all your children,\/_and they will enjoy great peace."
    },
    "18738": {
        "format": "poetry",
        "text": "\/You will be secure under a government that is just and fair.\/_Your enemies will stay far away.\/You will live in peace,\/_and terror will not come near."
    },
    "18739": {
        "format": "poetry",
        "text": "\/If any nation comes to fight you,\/_it is not because I sent them.\/_Whoever attacks you will go down in defeat."
    },
    "18740": {
        "format": "poetry",
        "text": "¶“I have created the blacksmith\/_who fans the coals beneath the forge\/and makes the weapons of destruction.\/_And I have created the armies that destroy."
    },
    "18741": {
        "format": "poetry",
        "text": "\/But in that coming day\/_no weapon turned against you will succeed.\/You will silence every voice\/_raised up to accuse you.\/These benefits are enjoyed by the servants of the Lord;\/_their vindication will come from me.\/_I, the Lord, have spoken!"
    },
    "18742": {
        "format": "poetry",
        "text": "§¶“Is anyone thirsty?\/_Come and drink—\/_even if you have no money!\/Come, take your choice of wine or milk—\/_it’s all free!"
    },
    "18743": {
        "format": "poetry",
        "text": "\/Why spend your money on food that does not give you strength?\/_Why pay for food that does you no good?\/Listen to me, and you will eat what is good.\/_You will enjoy the finest food."
    },
    "18744": {
        "format": "poetry",
        "text": "¶“Come to me with your ears wide open.\/_Listen, and you will find life.\/I will make an everlasting covenant with you.\/_I will give you all the unfailing love I promised to David."
    },
    "18745": {
        "format": "poetry",
        "text": "\/See how I used him to display my power among the peoples.\/_I made him a leader among the nations."
    },
    "18746": {
        "format": "poetry",
        "text": "\/You also will command nations you do not know,\/_and peoples unknown to you will come running to obey,\/because I, the Lord your God,\/_the Holy One of Israel, have made you glorious.”"
    },
    "18747": {
        "format": "poetry",
        "text": "¶Seek the Lord while you can find him.\/_Call on him now while he is near."
    },
    "18748": {
        "format": "poetry",
        "text": "\/Let the wicked change their ways\/_and banish the very thought of doing wrong.\/Let them turn to the Lord that he may have mercy on them.\/_Yes, turn to our God, for he will forgive generously."
    },
    "18749": {
        "format": "poetry",
        "text": "¶“My thoughts are nothing like your thoughts,” says the Lord.\/_“And my ways are far beyond anything you could imagine."
    },
    "18750": {
        "format": "poetry",
        "text": "\/For just as the heavens are higher than the earth,\/_so my ways are higher than your ways\/_and my thoughts higher than your thoughts."
    },
    "18751": {
        "format": "poetry",
        "text": "¶“The rain and snow come down from the heavens\/_and stay on the ground to water the earth.\/They cause the grain to grow,\/_producing seed for the farmer\/_and bread for the hungry."
    },
    "18752": {
        "format": "poetry",
        "text": "\/It is the same with my word.\/_I send it out, and it always produces fruit.\/It will accomplish all I want it to,\/_and it will prosper everywhere I send it."
    },
    "18753": {
        "format": "poetry",
        "text": "\/You will live in joy and peace.\/_The mountains and hills will burst into song,\/_and the trees of the field will clap their hands!"
    },
    "18754": {
        "format": "poetry",
        "text": "\/Where once there were thorns, cypress trees will grow.\/_Where nettles grew, myrtles will sprout up.\/These events will bring great honor to the Lord’s name;\/_they will be an everlasting sign of his power and love.”"
    },
    "18755": {
        "format": "prose",
        "text": "§¶This is what the Lord says:¶▼“Be just and fair to all.\/_Do what is right and good,\/for I am coming soon to rescue you\/_and to display my righteousness among you."
    },
    "18756": {
        "format": "poetry",
        "text": "\/Blessed are all those\/_who are careful to do this.\/Blessed are those who honor my Sabbath days of rest\/_and keep themselves from doing wrong."
    },
    "18757": {
        "format": "poetry",
        "text": "¶“Don’t let foreigners who commit themselves to the Lord say,\/_‘The Lord will never let me be part of his people.’\/And don’t let the eunuchs say,\/_‘I’m a dried‐up tree with no children and no future.’"
    },
    "18758": {
        "format": "poetry",
        "text": "\/For this is what the Lord says:\/I will bless those eunuchs\/_who keep my Sabbath days holy\/and who choose to do what pleases me\/_and commit their lives to me."
    },
    "18759": {
        "format": "poetry",
        "text": "\/I will give them—within the walls of my house—\/_a memorial and a name\/_far greater than sons and daughters could give.\/For the name I give them is an everlasting one.\/_It will never disappear!"
    },
    "18760": {
        "format": "poetry",
        "text": "¶“I will also bless the foreigners who commit themselves to the Lord,\/_who serve him and love his name,\/who worship him and do not desecrate the Sabbath day of rest,\/_and who hold fast to my covenant."
    },
    "18761": {
        "format": "poetry",
        "text": "\/I will bring them to my holy mountain of Jerusalem\/_and will fill them with joy in my house of prayer.\/I will accept their burnt offerings and sacrifices,\/_because my Temple will be called a house of prayer for all nations."
    },
    "18762": {
        "format": "poetry",
        "text": "\/For the Sovereign Lord,\/_who brings back the outcasts of Israel, says:\/I will bring others, too,\/_besides my people Israel.”"
    },
    "18763": {
        "format": "poetry",
        "text": "§¶Come, wild animals of the field!\/_Come, wild animals of the forest!\/_Come and devour my people!"
    },
    "18764": {
        "format": "poetry",
        "text": "\/For the leaders of my people—\/_the Lord’s watchmen, his shepherds—\/_are blind and ignorant.\/They are like silent watchdogs\/_that give no warning when danger comes.\/They love to lie around, sleeping and dreaming."
    },
    "18765": {
        "format": "poetry",
        "text": "\/_Like greedy dogs, they are never satisfied.\/They are ignorant shepherds,\/_all following their own path\/_and intent on personal gain."
    },
    "18766": {
        "format": "poetry",
        "text": "\/“Come,” they say, “let’s get some wine and have a party.\/_Let’s all get drunk.\/Then tomorrow we’ll do it again\/_and have an even bigger party!”"
    },
    "18767": {
        "format": "poetry",
        "text": "¶Good people pass away;\/_the godly often die before their time.\/_But no one seems to care or wonder why.\/No one seems to understand\/_that God is protecting them from the evil to come."
    },
    "18768": {
        "format": "poetry",
        "text": "\/For those who follow godly paths\/_will rest in peace when they die."
    },
    "18769": {
        "format": "poetry",
        "text": "§¶“But you—come here, you witches’ children,\/_you offspring of adulterers and prostitutes!"
    },
    "18770": {
        "format": "poetry",
        "text": "\/Whom do you mock,\/_making faces and sticking out your tongues?\/_You children of sinners and liars!"
    },
    "18771": {
        "format": "poetry",
        "text": "\/You worship your idols with great passion\/_beneath the oaks and under every green tree.\/You sacrifice your children down in the valleys,\/_among the jagged rocks in the cliffs."
    },
    "18772": {
        "format": "poetry",
        "text": "\/Your gods are the smooth stones in the valleys.\/_You worship them with liquid offerings and grain offerings.\/They, not I, are your inheritance.\/_Do you think all this makes me happy?"
    },
    "18773": {
        "format": "poetry",
        "text": "\/You have committed adultery on every high mountain.\/_There you have worshiped idols\/_and have been unfaithful to me."
    },
    "18774": {
        "format": "poetry",
        "text": "\/You have put pagan symbols\/_on your doorposts and behind your doors.\/You have left me\/_and climbed into bed with these detestable gods.\/You have committed yourselves to them.\/_You love to look at their naked bodies."
    },
    "18775": {
        "format": "poetry",
        "text": "\/You have gone to Molech\/_with olive oil and many perfumes,\/sending your agents far and wide,\/_even to the world of the dead."
    },
    "18776": {
        "format": "poetry",
        "text": "\/You grew weary in your search,\/_but you never gave up.\/Desire gave you renewed strength,\/_and you did not grow weary."
    },
    "18777": {
        "format": "poetry",
        "text": "¶“Are you afraid of these idols?\/_Do they terrify you?\/Is that why you have lied to me\/_and forgotten me and my words?\/Is it because of my long silence\/_that you no longer fear me?"
    },
    "18778": {
        "format": "poetry",
        "text": "\/Now I will expose your so‐called good deeds.\/_None of them will help you."
    },
    "18779": {
        "format": "poetry",
        "text": "\/Let’s see if your idols can save you\/_when you cry to them for help.\/Why, a puff of wind can knock them down!\/_If you just breathe on them, they fall over!\/But whoever trusts in me will inherit the land\/_and possess my holy mountain.”"
    },
    "18780": {
        "format": "poetry",
        "text": "§¶God says, “Rebuild the road!\/_Clear away the rocks and stones\/_so my people can return from captivity.”"
    },
    "18781": {
        "format": "poetry",
        "text": "\/The high and lofty one who lives in eternity,\/_the Holy One, says this:\/“I live in the high and holy place\/_with those whose spirits are contrite and humble.\/I restore the crushed spirit of the humble\/_and revive the courage of those with repentant hearts."
    },
    "18782": {
        "format": "poetry",
        "text": "\/For I will not fight against you forever;\/_I will not always be angry.\/If I were, all people would pass away—\/_all the souls I have made."
    },
    "18783": {
        "format": "poetry",
        "text": "\/I was angry,\/_so I punished these greedy people.\/I withdrew from them,\/_but they kept going on their own stubborn way."
    },
    "18784": {
        "format": "poetry",
        "text": "\/I have seen what they do,\/_but I will heal them anyway!\/_I will lead them.\/I will comfort those who mourn,"
    },
    "18785": {
        "format": "poetry",
        "text": "\/_bringing words of praise to their lips.\/May they have abundant peace, both near and far,”\/_says the Lord, who heals them."
    },
    "18786": {
        "format": "poetry",
        "text": "\/“But those who still reject me are like the restless sea,\/_which is never still\/_but continually churns up mud and dirt."
    },
    "18787": {
        "format": "poetry",
        "text": "\/There is no peace for the wicked,”\/_says my God."
    },
    "18788": {
        "format": "poetry",
        "text": "§¶“Shout with the voice of a trumpet blast.\/_Shout aloud! Don’t be timid.\/Tell my people Israel of their sins!"
    },
    "18789": {
        "format": "poetry",
        "text": "\/_Yet they act so pious!\/They come to the Temple every day\/_and seem delighted to learn all about me.\/They act like a righteous nation\/_that would never abandon the laws of its God.\/They ask me to take action on their behalf,\/_pretending they want to be near me."
    },
    "18790": {
        "format": "poetry",
        "text": "\/‘We have fasted before you!’ they say.\/_‘Why aren’t you impressed?\/We have been very hard on ourselves,\/_and you don’t even notice it!’¶“I will tell you why!” I respond.\/_“It’s because you are fasting to please yourselves.\/Even while you fast,\/_you keep oppressing your workers."
    },
    "18791": {
        "format": "poetry",
        "text": "\/What good is fasting\/_when you keep on fighting and quarreling?\/This kind of fasting\/_will never get you anywhere with me."
    },
    "18792": {
        "format": "poetry",
        "text": "\/You humble yourselves\/_by going through the motions of penance,\/bowing your heads\/_like reeds bending in the wind.\/You dress in burlap\/_and cover yourselves with ashes.\/Is this what you call fasting?\/_Do you really think this will please the Lord?"
    },
    "18793": {
        "format": "poetry",
        "text": "¶“No, this is the kind of fasting I want:\/Free those who are wrongly imprisoned;\/_lighten the burden of those who work for you.\/Let the oppressed go free,\/_and remove the chains that bind people."
    },
    "18794": {
        "format": "poetry",
        "text": "\/Share your food with the hungry,\/_and give shelter to the homeless.\/Give clothes to those who need them,\/_and do not hide from relatives who need your help."
    },
    "18795": {
        "format": "poetry",
        "text": "¶“Then your salvation will come like the dawn,\/_and your wounds will quickly heal.\/Your godliness will lead you forward,\/_and the glory of the Lord will protect you from behind."
    },
    "18796": {
        "format": "poetry",
        "text": "\/Then when you call, the Lord will answer.\/_‘Yes, I am here,’ he will quickly reply.¶“Remove the heavy yoke of oppression.\/_Stop pointing your finger and spreading vicious rumors!"
    },
    "18797": {
        "format": "poetry",
        "text": "\/Feed the hungry,\/_and help those in trouble.\/Then your light will shine out from the darkness,\/_and the darkness around you will be as bright as noon."
    },
    "18798": {
        "format": "poetry",
        "text": "\/The Lord will guide you continually,\/_giving you water when you are dry\/_and restoring your strength.\/You will be like a well‐watered garden,\/_like an ever‐flowing spring."
    },
    "18799": {
        "format": "poetry",
        "text": "\/Some of you will rebuild the deserted ruins of your cities.\/_Then you will be known as a rebuilder of walls\/_and a restorer of homes."
    },
    "18800": {
        "format": "poetry",
        "text": "¶“Keep the Sabbath day holy.\/_Don’t pursue your own interests on that day,\/but enjoy the Sabbath\/_and speak of it with delight as the Lord’s holy day.\/Honor the Sabbath in everything you do on that day,\/_and don’t follow your own desires or talk idly."
    },
    "18801": {
        "format": "poetry",
        "text": "\/Then the Lord will be your delight.\/_I will give you great honor\/and satisfy you with the inheritance I promised to your ancestor Jacob.\/_I, the Lord, have spoken!”"
    },
    "18802": {
        "format": "poetry",
        "text": "§¶Listen! The Lord’s arm is not too weak to save you,\/_nor is his ear too deaf to hear you call."
    },
    "18803": {
        "format": "poetry",
        "text": "\/It’s your sins that have cut you off from God.\/_Because of your sins, he has turned away\/_and will not listen anymore."
    },
    "18804": {
        "format": "poetry",
        "text": "\/Your hands are the hands of murderers,\/_and your fingers are filthy with sin.\/Your lips are full of lies,\/_and your mouth spews corruption."
    },
    "18805": {
        "format": "poetry",
        "text": "¶No one cares about being fair and honest.\/_The people’s lawsuits are based on lies.\/They conceive evil deeds\/_and then give birth to sin."
    },
    "18806": {
        "format": "poetry",
        "text": "\/They hatch deadly snakes\/_and weave spiders’ webs.\/Whoever eats their eggs will die;\/_whoever cracks them will hatch a viper."
    },
    "18807": {
        "format": "poetry",
        "text": "\/Their webs can’t be made into clothing,\/_and nothing they do is productive.\/All their activity is filled with sin,\/_and violence is their trademark."
    },
    "18808": {
        "format": "poetry",
        "text": "\/Their feet run to do evil,\/_and they rush to commit murder.\/They think only about sinning.\/_Misery and destruction always follow them."
    },
    "18809": {
        "format": "poetry",
        "text": "\/They don’t know where to find peace\/_or what it means to be just and good.\/They have mapped out crooked roads,\/_and no one who follows them knows a moment’s peace."
    },
    "18810": {
        "format": "poetry",
        "text": "¶So there is no justice among us,\/_and we know nothing about right living.\/We look for light but find only darkness.\/_We look for bright skies but walk in gloom."
    },
    "18811": {
        "format": "poetry",
        "text": "\/We grope like the blind along a wall,\/_feeling our way like people without eyes.\/Even at brightest noontime,\/_we stumble as though it were dark.\/Among the living,\/_we are like the dead."
    },
    "18812": {
        "format": "poetry",
        "text": "\/We growl like hungry bears;\/_we moan like mournful doves.\/We look for justice, but it never comes.\/_We look for rescue, but it is far away from us."
    },
    "18813": {
        "format": "poetry",
        "text": "\/For our sins are piled up before God\/_and testify against us.\/_Yes, we know what sinners we are."
    },
    "18814": {
        "format": "poetry",
        "text": "\/We know we have rebelled and have denied the Lord.\/_We have turned our backs on our God.\/We know how unfair and oppressive we have been,\/_carefully planning our deceitful lies."
    },
    "18815": {
        "format": "poetry",
        "text": "\/Our courts oppose the righteous,\/_and justice is nowhere to be found.\/Truth stumbles in the streets,\/_and honesty has been outlawed."
    },
    "18816": {
        "format": "poetry",
        "text": "\/Yes, truth is gone,\/_and anyone who renounces evil is attacked.¶The Lord looked and was displeased\/_to find there was no justice."
    },
    "18817": {
        "format": "poetry",
        "text": "\/He was amazed to see that no one intervened\/_to help the oppressed.\/So he himself stepped in to save them with his strong arm,\/_and his justice sustained him."
    },
    "18818": {
        "format": "poetry",
        "text": "\/He put on righteousness as his body armor\/_and placed the helmet of salvation on his head.\/He clothed himself with a robe of vengeance\/_and wrapped himself in a cloak of divine passion."
    },
    "18819": {
        "format": "poetry",
        "text": "\/He will repay his enemies for their evil deeds.\/_His fury will fall on his foes.\/_He will pay them back even to the ends of the earth."
    },
    "18820": {
        "format": "poetry",
        "text": "\/In the west, people will respect the name of the Lord;\/_in the east, they will glorify him.\/For he will come like a raging flood tide\/_driven by the breath of the Lord."
    },
    "18821": {
        "format": "poetry",
        "text": "¶“The Redeemer will come to Jerusalem\/_to buy back those in Israel\/who have turned from their sins,”\/_says the Lord."
    },
    "18822": {
        "format": "prose",
        "text": "¶“And this is my covenant with them,” says the Lord. “My Spirit will not leave them, and neither will these words I have given you. They will be on your lips and on the lips of your children and your children’s children forever. I, the Lord, have spoken!"
    },
    "18823": {
        "format": "poetry",
        "text": "§¶“Arise, Jerusalem! Let your light shine for all to see.\/_For the glory of the Lord rises to shine on you."
    },
    "18824": {
        "format": "poetry",
        "text": "\/Darkness as black as night covers all the nations of the earth,\/_but the glory of the Lord rises and appears over you."
    },
    "18825": {
        "format": "poetry",
        "text": "\/All nations will come to your light;\/_mighty kings will come to see your radiance."
    },
    "18826": {
        "format": "poetry",
        "text": "¶“Look and see, for everyone is coming home!\/_Your sons are coming from distant lands;\/_your little daughters will be carried home."
    },
    "18827": {
        "format": "poetry",
        "text": "\/Your eyes will shine,\/_and your heart will thrill with joy,\/for merchants from around the world will come to you.\/_They will bring you the wealth of many lands."
    },
    "18828": {
        "format": "poetry",
        "text": "\/Vast caravans of camels will converge on you,\/_the camels of Midian and Ephah.\/The people of Sheba will bring gold and frankincense\/_and will come worshiping the Lord."
    },
    "18829": {
        "format": "poetry",
        "text": "\/The flocks of Kedar will be given to you,\/_and the rams of Nebaioth will be brought for my altars.\/I will accept their offerings,\/_and I will make my Temple glorious."
    },
    "18830": {
        "format": "poetry",
        "text": "¶“And what do I see flying like clouds to Israel,\/_like doves to their nests?"
    },
    "18831": {
        "format": "poetry",
        "text": "\/They are ships from the ends of the earth,\/_from lands that trust in me,\/_led by the great ships of Tarshish.\/They are bringing the people of Israel home from far away,\/_carrying their silver and gold.\/They will honor the Lord your God,\/_the Holy One of Israel,\/_for he has filled you with splendor."
    },
    "18832": {
        "format": "poetry",
        "text": "¶“Foreigners will come to rebuild your towns,\/_and their kings will serve you.\/For though I have destroyed you in my anger,\/_I will now have mercy on you through my grace."
    },
    "18833": {
        "format": "poetry",
        "text": "\/Your gates will stay open day and night\/_to receive the wealth of many lands.\/The kings of the world will be led as captives\/_in a victory procession."
    },
    "18834": {
        "format": "poetry",
        "text": "\/For the nations that refuse to serve you\/_will be destroyed."
    },
    "18835": {
        "format": "poetry",
        "text": "¶“The glory of Lebanon will be yours—\/_the forests of cypress, fir, and pine—\/to beautify my sanctuary.\/_My Temple will be glorious!"
    },
    "18836": {
        "format": "poetry",
        "text": "\/The descendants of your tormentors\/_will come and bow before you.\/Those who despised you\/_will kiss your feet.\/They will call you the City of the Lord,\/_and Zion of the Holy One of Israel."
    },
    "18837": {
        "format": "poetry",
        "text": "¶“Though you were once despised and hated,\/_with no one traveling through you,\/I will make you beautiful forever,\/_a joy to all generations."
    },
    "18838": {
        "format": "poetry",
        "text": "\/Powerful kings and mighty nations\/_will satisfy your every need,\/as though you were a child\/_nursing at the breast of a queen.\/You will know at last that I, the Lord,\/_am your Savior and your Redeemer,\/_the Mighty One of Israel."
    },
    "18839": {
        "format": "poetry",
        "text": "\/I will exchange your bronze for gold,\/_your iron for silver,\/your wood for bronze,\/_and your stones for iron.\/I will make peace your leader\/_and righteousness your ruler."
    },
    "18840": {
        "format": "poetry",
        "text": "\/Violence will disappear from your land;\/_the desolation and destruction of war will end.\/Salvation will surround you like city walls,\/_and praise will be on the lips of all who enter there."
    },
    "18841": {
        "format": "poetry",
        "text": "¶“No longer will you need the sun to shine by day,\/_nor the moon to give its light by night,\/for the Lord your God will be your everlasting light,\/_and your God will be your glory."
    },
    "18842": {
        "format": "poetry",
        "text": "\/Your sun will never set;\/_your moon will not go down.\/For the Lord will be your everlasting light.\/_Your days of mourning will come to an end."
    },
    "18843": {
        "format": "poetry",
        "text": "\/All your people will be righteous.\/_They will possess their land forever,\/for I will plant them there with my own hands\/_in order to bring myself glory."
    },
    "18844": {
        "format": "poetry",
        "text": "\/The smallest family will become a thousand people,\/_and the tiniest group will become a mighty nation.\/_At the right time, I, the Lord, will make it happen.”"
    },
    "18845": {
        "format": "poetry",
        "text": "§¶The Spirit of the Sovereign Lord is upon me,\/_for the Lord has anointed me\/_to bring good news to the poor.\/He has sent me to comfort the brokenhearted\/_and to proclaim that captives will be released\/_and prisoners will be freed."
    },
    "18846": {
        "format": "poetry",
        "text": "\/He has sent me to tell those who mourn\/_that the time of the Lord’s favor has come,\/_and with it, the day of God’s anger against their enemies."
    },
    "18847": {
        "format": "poetry",
        "text": "\/To all who mourn in Israel,\/_he will give a crown of beauty for ashes,\/a joyous blessing instead of mourning,\/_festive praise instead of despair.\/In their righteousness, they will be like great oaks\/_that the Lord has planted for his own glory."
    },
    "18848": {
        "format": "poetry",
        "text": "¶They will rebuild the ancient ruins,\/_repairing cities destroyed long ago.\/They will revive them,\/_though they have been deserted for many generations."
    },
    "18849": {
        "format": "poetry",
        "text": "\/Foreigners will be your servants.\/_They will feed your flocks\/and plow your fields\/_and tend your vineyards."
    },
    "18850": {
        "format": "poetry",
        "text": "\/You will be called priests of the Lord,\/_ministers of our God.\/You will feed on the treasures of the nations\/_and boast in their riches."
    },
    "18851": {
        "format": "poetry",
        "text": "\/Instead of shame and dishonor,\/_you will enjoy a double share of honor.\/You will possess a double portion of prosperity in your land,\/_and everlasting joy will be yours."
    },
    "18852": {
        "format": "poetry",
        "text": "¶“For I, the Lord, love justice.\/_I hate robbery and wrongdoing.\/I will faithfully reward my people for their suffering\/_and make an everlasting covenant with them."
    },
    "18853": {
        "format": "poetry",
        "text": "\/Their descendants will be recognized\/_and honored among the nations.\/Everyone will realize that they are a people\/_the Lord has blessed.”"
    },
    "18854": {
        "format": "poetry",
        "text": "¶I am overwhelmed with joy in the Lord my God!\/_For he has dressed me with the clothing of salvation\/_and draped me in a robe of righteousness.\/I am like a bridegroom dressed for his wedding\/_or a bride with her jewels."
    },
    "18855": {
        "format": "poetry",
        "text": "\/The Sovereign Lord will show his justice to the nations of the world.\/_Everyone will praise him!\/His righteousness will be like a garden in early spring,\/_with plants springing up everywhere."
    },
    "18856": {
        "format": "poetry",
        "text": "§¶Because I love Zion,\/_I will not keep still.\/Because my heart yearns for Jerusalem,\/_I cannot remain silent.\/I will not stop praying for her\/_until her righteousness shines like the dawn,\/_and her salvation blazes like a burning torch."
    },
    "18857": {
        "format": "poetry",
        "text": "\/The nations will see your righteousness.\/_World leaders will be blinded by your glory.\/And you will be given a new name\/_by the Lord’s own mouth."
    },
    "18858": {
        "format": "poetry",
        "text": "\/The Lord will hold you in his hand for all to see—\/_a splendid crown in the hand of God."
    },
    "18859": {
        "format": "poetry",
        "text": "\/Never again will you be called “The Forsaken City”\/_or “The Desolate Land.”\/Your new name will be “The City of God’s Delight”\/_and “The Bride of God,”\/for the Lord delights in you\/_and will claim you as his bride."
    },
    "18860": {
        "format": "poetry",
        "text": "\/Your children will commit themselves to you, O Jerusalem,\/_just as a young man commits himself to his bride.\/Then God will rejoice over you\/_as a bridegroom rejoices over his bride."
    },
    "18861": {
        "format": "poetry",
        "text": "¶O Jerusalem, I have posted watchmen on your walls;\/_they will pray day and night, continually.\/_Take no rest, all you who pray to the Lord."
    },
    "18862": {
        "format": "poetry",
        "text": "\/Give the Lord no rest until he completes his work,\/_until he makes Jerusalem the pride of the earth."
    },
    "18863": {
        "format": "poetry",
        "text": "\/The Lord has sworn to Jerusalem by his own strength:\/_“I will never again hand you over to your enemies.\/Never again will foreign warriors come\/_and take away your grain and new wine."
    },
    "18864": {
        "format": "poetry",
        "text": "\/You raised the grain, and you will eat it,\/_praising the Lord.\/Within the courtyards of the Temple,\/_you yourselves will drink the wine you have pressed.”"
    },
    "18865": {
        "format": "poetry",
        "text": "¶Go out through the gates!\/_Prepare the highway for my people to return!\/Smooth out the road; pull out the boulders;\/_raise a flag for all the nations to see."
    },
    "18866": {
        "format": "poetry",
        "text": "\/The Lord has sent this message to every land:\/_“Tell the people of Israel,\/‘Look, your Savior is coming.\/_See, he brings his reward with him as he comes.’”"
    },
    "18867": {
        "format": "poetry",
        "text": "\/They will be called “The Holy People”\/_and “The People Redeemed by the Lord.”\/And Jerusalem will be known as “The Desirable Place”\/_and “The City No Longer Forsaken.”"
    },
    "18868": {
        "format": "poetry",
        "text": "§¶Who is this who comes from Edom,\/_from the city of Bozrah,\/_with his clothing stained red?\/Who is this in royal robes,\/_marching in his great strength?¶“It is I, the Lord, announcing your salvation!\/_It is I, the Lord, who has the power to save!”"
    },
    "18869": {
        "format": "poetry",
        "text": "¶Why are your clothes so red,\/_as if you have been treading out grapes?"
    },
    "18870": {
        "format": "poetry",
        "text": "¶“I have been treading the winepress alone;\/_no one was there to help me.\/In my anger I have trampled my enemies\/_as if they were grapes.\/In my fury I have trampled my foes.\/_Their blood has stained my clothes."
    },
    "18871": {
        "format": "poetry",
        "text": "\/For the time has come for me to avenge my people,\/_to ransom them from their oppressors."
    },
    "18872": {
        "format": "poetry",
        "text": "\/I was amazed to see that no one intervened\/_to help the oppressed.\/So I myself stepped in to save them with my strong arm,\/_and my wrath sustained me."
    },
    "18873": {
        "format": "poetry",
        "text": "\/I crushed the nations in my anger\/_and made them stagger and fall to the ground,\/_spilling their blood upon the earth.”"
    },
    "18874": {
        "format": "poetry",
        "text": "§¶I will tell of the Lord’s unfailing love.\/_I will praise the Lord for all he has done.\/I will rejoice in his great goodness to Israel,\/_which he has granted according to his mercy and love."
    },
    "18875": {
        "format": "poetry",
        "text": "\/He said, “They are my very own people.\/_Surely they will not betray me again.”\/_And he became their Savior."
    },
    "18876": {
        "format": "poetry",
        "text": "\/In all their suffering he also suffered,\/_and he personally rescued them.\/In his love and mercy he redeemed them.\/_He lifted them up and carried them\/_through all the years."
    },
    "18877": {
        "format": "poetry",
        "text": "\/But they rebelled against him\/_and grieved his Holy Spirit.\/So he became their enemy\/_and fought against them."
    },
    "18878": {
        "format": "poetry",
        "text": "¶Then they remembered those days of old\/_when Moses led his people out of Egypt.\/They cried out, “Where is the one who brought Israel through the sea,\/_with Moses as their shepherd?\/Where is the one who sent his Holy Spirit\/_to be among his people?"
    },
    "18879": {
        "format": "poetry",
        "text": "\/Where is the one whose power was displayed\/_when Moses lifted up his hand—\/the one who divided the sea before them,\/_making himself famous forever?"
    },
    "18880": {
        "format": "poetry",
        "text": "\/Where is the one who led them through the bottom of the sea?\/_They were like fine stallions\/_racing through the desert, never stumbling."
    },
    "18881": {
        "format": "poetry",
        "text": "\/As with cattle going down into a peaceful valley,\/_the Spirit of the Lord gave them rest.\/You led your people, Lord,\/_and gained a magnificent reputation.”"
    },
    "18882": {
        "format": "poetry",
        "text": "§¶Lord, look down from heaven;\/_look from your holy, glorious home, and see us.\/Where is the passion and the might\/_you used to show on our behalf?\/_Where are your mercy and compassion now?"
    },
    "18883": {
        "format": "poetry",
        "text": "\/Surely you are still our Father!\/_Even if Abraham and Jacob would disown us,\/Lord, you would still be our Father.\/_You are our Redeemer from ages past."
    },
    "18884": {
        "format": "poetry",
        "text": "\/Lord, why have you allowed us to turn from your path?\/_Why have you given us stubborn hearts so we no longer fear you?\/Return and help us, for we are your servants,\/_the tribes that are your special possession."
    },
    "18885": {
        "format": "poetry",
        "text": "\/How briefly your holy people possessed your holy place,\/_and now our enemies have destroyed it."
    },
    "18886": {
        "format": "poetry",
        "text": "\/Sometimes it seems as though we never belonged to you,\/_as though we had never been known as your people."
    },
    "18887": {
        "format": "poetry",
        "text": "¶Oh, that you would burst from the heavens and come down!\/_How the mountains would quake in your presence!"
    },
    "18888": {
        "format": "poetry",
        "text": "\/As fire causes wood to burn\/_and water to boil,\/your coming would make the nations tremble.\/_Then your enemies would learn the reason for your fame!"
    },
    "18889": {
        "format": "poetry",
        "text": "\/When you came down long ago,\/_you did awesome deeds beyond our highest expectations.\/_And oh, how the mountains quaked!"
    },
    "18890": {
        "format": "poetry",
        "text": "\/For since the world began,\/_no ear has heard\/and no eye has seen a God like you,\/_who works for those who wait for him!"
    },
    "18891": {
        "format": "poetry",
        "text": "\/You welcome those who gladly do good,\/_who follow godly ways.\/But you have been very angry with us,\/_for we are not godly.\/We are constant sinners;\/_how can people like us be saved?"
    },
    "18892": {
        "format": "poetry",
        "text": "\/We are all infected and impure with sin.\/_When we display our righteous deeds,\/_they are nothing but filthy rags.\/Like autumn leaves, we wither and fall,\/_and our sins sweep us away like the wind."
    },
    "18893": {
        "format": "poetry",
        "text": "\/Yet no one calls on your name\/_or pleads with you for mercy.\/Therefore, you have turned away from us\/_and turned us over to our sins."
    },
    "18894": {
        "format": "poetry",
        "text": "¶And yet, O Lord, you are our Father.\/_We are the clay, and you are the potter.\/_We all are formed by your hand."
    },
    "18895": {
        "format": "poetry",
        "text": "\/Don’t be so angry with us, Lord.\/_Please don’t remember our sins forever.\/Look at us, we pray,\/_and see that we are all your people."
    },
    "18896": {
        "format": "poetry",
        "text": "\/Your holy cities are destroyed.\/_Zion is a wilderness;\/_yes, Jerusalem is a desolate ruin."
    },
    "18897": {
        "format": "poetry",
        "text": "\/The holy and beautiful Temple\/_where our ancestors praised you\/has been burned down,\/_and all the things of beauty are destroyed."
    },
    "18898": {
        "format": "poetry",
        "text": "\/After all this, Lord, must you still refuse to help us?\/_Will you continue to be silent and punish us?"
    },
    "18899": {
        "format": "prose",
        "text": "§¶The Lord says,¶▼“I was ready to respond, but no one asked for help.\/_I was ready to be found, but no one was looking for me.\/I said, ‘Here I am, here I am!’\/_to a nation that did not call on my name."
    },
    "18900": {
        "format": "poetry",
        "text": "\/All day long I opened my arms to a rebellious people.\/_But they follow their own evil paths\/_and their own crooked schemes."
    },
    "18901": {
        "format": "poetry",
        "text": "\/All day long they insult me to my face\/_by worshiping idols in their sacred gardens.\/_They burn incense on pagan altars."
    },
    "18902": {
        "format": "poetry",
        "text": "\/At night they go out among the graves,\/_worshiping the dead.\/They eat the flesh of pigs\/_and make stews with other forbidden foods."
    },
    "18903": {
        "format": "poetry",
        "text": "\/Yet they say to each other,\/_‘Don’t come too close or you will defile me!\/_I am holier than you!’\/These people are a stench in my nostrils,\/_an acrid smell that never goes away."
    },
    "18904": {
        "format": "poetry",
        "text": "¶“Look, my decree is written out in front of me:\/_I will not stand silent;\/I will repay them in full!\/_Yes, I will repay them—"
    },
    "18905": {
        "format": "poetry",
        "text": "\/both for their own sins\/_and for those of their ancestors,”\/_says the Lord.\/“For they also burned incense on the mountains\/_and insulted me on the hills.\/_I will pay them back in full!"
    },
    "18906": {
        "format": "poetry",
        "text": "¶“But I will not destroy them all,”\/_says the Lord.\/“For just as good grapes are found among a cluster of bad ones\/_(and someone will say, ‘Don’t throw them all away—\/_some of those grapes are good!’),\/so I will not destroy all Israel.\/_For I still have true servants there."
    },
    "18907": {
        "format": "poetry",
        "text": "\/I will preserve a remnant of the people of Israel\/_and of Judah to possess my land.\/Those I choose will inherit it,\/_and my servants will live there."
    },
    "18908": {
        "format": "poetry",
        "text": "\/The plain of Sharon will again be filled with flocks\/_for my people who have searched for me,\/_and the valley of Achor will be a place to pasture herds."
    },
    "18909": {
        "format": "poetry",
        "text": "¶“But because the rest of you have forsaken the Lord\/_and have forgotten his Temple,\/and because you have prepared feasts to honor the god of Fate\/_and have offered mixed wine to the god of Destiny,"
    },
    "18910": {
        "format": "poetry",
        "text": "\/now I will ‘destine’ you for the sword.\/_All of you will bow down before the executioner.\/For when I called, you did not answer.\/_When I spoke, you did not listen.\/You deliberately sinned—before my very eyes—\/_and chose to do what you know I despise.”"
    },
    "18911": {
        "format": "poetry",
        "text": "¶Therefore, this is what the Sovereign Lord says:\/“My servants will eat,\/_but you will starve.\/My servants will drink,\/_but you will be thirsty.\/My servants will rejoice,\/_but you will be sad and ashamed."
    },
    "18912": {
        "format": "poetry",
        "text": "\/My servants will sing for joy,\/_but you will cry in sorrow and despair."
    },
    "18913": {
        "format": "poetry",
        "text": "\/Your name will be a curse word among my people,\/_for the Sovereign Lord will destroy you\/_and will call his true servants by another name."
    },
    "18914": {
        "format": "poetry",
        "text": "\/All who invoke a blessing or take an oath\/_will do so by the God of truth.\/For I will put aside my anger\/_and forget the evil of earlier days."
    },
    "18915": {
        "format": "poetry",
        "text": "¶“Look! I am creating new heavens and a new earth,\/_and no one will even think about the old ones anymore."
    },
    "18916": {
        "format": "poetry",
        "text": "\/Be glad; rejoice forever in my creation!\/_And look! I will create Jerusalem as a place of happiness.\/_Her people will be a source of joy."
    },
    "18917": {
        "format": "poetry",
        "text": "\/I will rejoice over Jerusalem\/_and delight in my people.\/And the sound of weeping and crying\/_will be heard in it no more."
    },
    "18918": {
        "format": "poetry",
        "text": "¶“No longer will babies die when only a few days old.\/_No longer will adults die before they have lived a full life.\/No longer will people be considered old at one hundred!\/_Only the cursed will die that young!"
    },
    "18919": {
        "format": "poetry",
        "text": "\/In those days people will live in the houses they build\/_and eat the fruit of their own vineyards."
    },
    "18920": {
        "format": "poetry",
        "text": "\/Unlike the past, invaders will not take their houses\/_and confiscate their vineyards.\/For my people will live as long as trees,\/_and my chosen ones will have time to enjoy their hard‐won gains."
    },
    "18921": {
        "format": "poetry",
        "text": "\/They will not work in vain,\/_and their children will not be doomed to misfortune.\/For they are people blessed by the Lord,\/_and their children, too, will be blessed."
    },
    "18922": {
        "format": "poetry",
        "text": "\/I will answer them before they even call to me.\/_While they are still talking about their needs,\/_I will go ahead and answer their prayers!"
    },
    "18923": {
        "format": "poetry",
        "text": "\/The wolf and the lamb will feed together.\/_The lion will eat hay like a cow.\/_But the snakes will eat dust.\/In those days no one will be hurt or destroyed on my holy mountain.\/_I, the Lord, have spoken!”"
    },
    "18924": {
        "format": "prose",
        "text": "¶This is what the Lord says:¶▼“Heaven is my throne,\/_and the earth is my footstool.\/Could you build me a temple as good as that?\/_Could you build me such a resting place?"
    },
    "18925": {
        "format": "poetry",
        "text": "\/My hands have made both heaven and earth;\/_they and everything in them are mine.\/_I, the Lord, have spoken!¶“I will bless those who have humble and contrite hearts,\/_who tremble at my word."
    },
    "18926": {
        "format": "poetry",
        "text": "\/But those who choose their own ways—\/_delighting in their detestable sins—\/_will not have their offerings accepted.\/When such people sacrifice a bull,\/_it is no more acceptable than a human sacrifice.\/When they sacrifice a lamb,\/_it’s as though they had sacrificed a dog!\/When they bring an offering of grain,\/_they might as well offer the blood of a pig.\/When they burn frankincense,\/_it’s as if they had blessed an idol."
    },
    "18927": {
        "format": "poetry",
        "text": "\/I will send them great trouble—\/_all the things they feared.\/For when I called, they did not answer.\/_When I spoke, they did not listen.\/They deliberately sinned before my very eyes\/_and chose to do what they know I despise.”"
    },
    "18928": {
        "format": "poetry",
        "text": "¶Hear this message from the Lord,\/_all you who tremble at his words:\/“Your own people hate you\/_and throw you out for being loyal to my name.\/‘Let the Lord be honored!’ they scoff.\/_‘Be joyful in him!’\/_But they will be put to shame."
    },
    "18929": {
        "format": "poetry",
        "text": "\/What is all the commotion in the city?\/_What is that terrible noise from the Temple?\/It is the voice of the Lord\/_taking vengeance against his enemies."
    },
    "18930": {
        "format": "poetry",
        "text": "¶“Before the birth pains even begin,\/_Jerusalem gives birth to a son."
    },
    "18931": {
        "format": "poetry",
        "text": "\/Who has ever seen anything as strange as this?\/_Who ever heard of such a thing?\/Has a nation ever been born in a single day?\/_Has a country ever come forth in a mere moment?\/But by the time Jerusalem’s birth pains begin,\/_her children will be born."
    },
    "18932": {
        "format": "poetry",
        "text": "\/Would I ever bring this nation to the point of birth\/_and then not deliver it?” asks the Lord.\/“No! I would never keep this nation from being born,”\/_says your God."
    },
    "18933": {
        "format": "poetry",
        "text": "¶“Rejoice with Jerusalem!\/_Be glad with her, all you who love her\/_and all you who mourn for her."
    },
    "18934": {
        "format": "poetry",
        "text": "\/Drink deeply of her glory\/_even as an infant drinks at its mother’s comforting breasts.”"
    },
    "18935": {
        "format": "poetry",
        "text": "¶This is what the Lord says:\/“I will give Jerusalem a river of peace and prosperity.\/_The wealth of the nations will flow to her.\/Her children will be nursed at her breasts,\/_carried in her arms, and held on her lap."
    },
    "18936": {
        "format": "poetry",
        "text": "\/I will comfort you there in Jerusalem\/_as a mother comforts her child.”"
    },
    "18937": {
        "format": "poetry",
        "text": "¶When you see these things, your heart will rejoice.\/_You will flourish like the grass!\/Everyone will see the Lord’s hand of blessing on his servants—\/_and his anger against his enemies."
    },
    "18938": {
        "format": "poetry",
        "text": "\/See, the Lord is coming with fire,\/_and his swift chariots roar like a whirlwind.\/He will bring punishment with the fury of his anger\/_and the flaming fire of his hot rebuke."
    },
    "18939": {
        "format": "poetry",
        "text": "\/The Lord will punish the world by fire\/_and by his sword.\/He will judge the earth,\/_and many will be killed by him."
    },
    "18940": {
        "format": "prose",
        "text": "¶“Those who ‘consecrate’ and ‘purify’ themselves in a sacred garden with its idol in the center—feasting on pork and rats and other detestable meats—will come to a terrible end,” says the Lord."
    },
    "18941": {
        "format": "prose",
        "text": "¶“I can see what they are doing, and I know what they are thinking. So I will gather all nations and peoples together, and they will see my glory."
    },
    "18942": {
        "format": "prose",
        "text": "I will perform a sign among them. And I will send those who survive to be messengers to the nations—to Tarshish, to the Libyans and Lydians (who are famous as archers), to Tubal and Greece, and to all the lands beyond the sea that have not heard of my fame or seen my glory. There they will declare my glory to the nations."
    },
    "18943": {
        "format": "prose",
        "text": "They will bring the remnant of your people back from every nation. They will bring them to my holy mountain in Jerusalem as an offering to the Lord. They will ride on horses, in chariots and wagons, and on mules and camels,” says the Lord."
    },
    "18944": {
        "format": "prose",
        "text": "“And I will appoint some of them to be my priests and Levites. I, the Lord, have spoken!"
    },
    "18945": {
        "format": "poetry",
        "text": "¶“As surely as my new heavens and earth will remain,\/_so will you always be my people,\/with a name that will never disappear,”\/_says the Lord."
    },
    "18946": {
        "format": "poetry",
        "text": "\/“All humanity will come to worship me\/_from week to week\/_and from month to month."
    },
    "18947": {
        "format": "poetry",
        "text": "\/And as they go out, they will see\/_the dead bodies of those who have rebelled against me.\/For the worms that devour them will never die,\/_and the fire that burns them will never go out.\/All who pass by\/_will view them with utter horror.”"
    }
}