{
    "17656": {
        "format": "prose",
        "text": "§¶This book contains the messages about Judah and Jerusalem which God revealed to Isaiah son of Amoz during the time when Uzziah, Jotham, Ahaz, and Hezekiah were kings of Judah."
    },
    "17657": {
        "format": "prose",
        "text": "§¶The Lord said, “Earth and sky, listen to what I am saying! The children I brought up have rebelled against me."
    },
    "17658": {
        "format": "prose",
        "text": "Cattle know who owns them, and donkeys know where their master feeds them. But that is more than my people Israel know. They don’t understand at all.”"
    },
    "17659": {
        "format": "prose",
        "text": "¶You are doomed, you sinful nation, you corrupt and evil people! Your sins drag you down! You have rejected the Lord, the holy God of Israel, and have turned your backs on him."
    },
    "17660": {
        "format": "prose",
        "text": "Why do you keep on rebelling? Do you want to be punished even more? Israel, your head is already covered with wounds, and your heart and mind are sick."
    },
    "17661": {
        "format": "prose",
        "text": "From head to foot there is not a healthy spot on your body. You are covered with bruises and sores and open wounds. Your wounds have not been cleaned or bandaged. No medicine has been put on them."
    },
    "17662": {
        "format": "prose",
        "text": "¶Your country has been devastated, and your cities have been burned to the ground. While you look on, foreigners take over your land and bring everything to ruin."
    },
    "17663": {
        "format": "prose",
        "text": "Jerusalem alone is left, a city under siege—as defenseless as a guard’s hut in a vineyard or a shed in a cucumber field."
    },
    "17664": {
        "format": "prose",
        "text": "If the Lord Almighty had not let some of the people survive, Jerusalem would have been totally destroyed, just as Sodom and Gomorrah were."
    },
    "17665": {
        "format": "prose",
        "text": "¶Jerusalem, your rulers and your people are like those of Sodom and Gomorrah. Listen to what the Lord is saying to you. Pay attention to what our God is teaching you."
    },
    "17666": {
        "format": "prose",
        "text": "He says, “Do you think I want all these sacrifices you keep offering to me? I have had more than enough of the sheep you burn as sacrifices and of the fat of your fine animals. I am tired of the blood of bulls and sheep and goats."
    },
    "17667": {
        "format": "prose",
        "text": "Who asked you to bring me all this when you come to worship me? Who asked you to do all this tramping around in my Temple?"
    },
    "17668": {
        "format": "prose",
        "text": "It’s useless to bring your offerings. I am disgusted with the smell of the incense you burn. I cannot stand your New Moon Festivals, your Sabbaths, and your religious gatherings; they are all corrupted by your sins."
    },
    "17669": {
        "format": "prose",
        "text": "I hate your New Moon Festivals and holy days; they are a burden that I am tired of bearing."
    },
    "17670": {
        "format": "prose",
        "text": "¶“When you lift your hands in prayer, I will not look at you. No matter how much you pray, I will not listen, for your hands are covered with blood."
    },
    "17671": {
        "format": "prose",
        "text": "Wash yourselves clean. Stop all this evil that I see you doing. Yes, stop doing evil"
    },
    "17672": {
        "format": "prose",
        "text": "and learn to do right. See that justice is done—help those who are oppressed, give orphans their rights, and defend widows.”"
    },
    "17673": {
        "format": "prose",
        "text": "¶The Lord says, “Now, let’s settle the matter. You are stained red with sin, but I will wash you as clean as snow. Although your stains are deep red, you will be as white as wool."
    },
    "17674": {
        "format": "prose",
        "text": "If you will only obey me, you will eat the good things the land produces."
    },
    "17675": {
        "format": "prose",
        "text": "But if you defy me, you are doomed to die. I, the Lord, have spoken.”"
    },
    "17676": {
        "format": "prose",
        "text": "§¶The city that once was faithful is behaving like a whore! At one time it was filled with righteous people, but now only murderers remain."
    },
    "17677": {
        "format": "prose",
        "text": "Jerusalem, you were once like silver, but now you are worthless; you were like good wine, but now you are only water."
    },
    "17678": {
        "format": "prose",
        "text": "Your leaders are rebels and friends of thieves; they are always accepting gifts and bribes. They never defend orphans in court or listen when widows present their case."
    },
    "17679": {
        "format": "prose",
        "text": "¶So now, listen to what the Lord Almighty, Israel’s powerful God, is saying: “I will take revenge on you, my enemies, and you will cause me no more trouble."
    },
    "17680": {
        "format": "prose",
        "text": "I will take action against you. I will purify you the way metal is refined, and will remove all your impurity."
    },
    "17681": {
        "format": "prose",
        "text": "I will give you rulers and advisers like those you had long ago. Then Jerusalem will be called the righteous, faithful city.”"
    },
    "17682": {
        "format": "prose",
        "text": "¶Because the Lord is righteous, he will save Jerusalem and everyone there who repents."
    },
    "17683": {
        "format": "prose",
        "text": "But he will crush everyone who sins and rebels against him; he will kill everyone who forsakes him."
    },
    "17684": {
        "format": "prose",
        "text": "¶You will be sorry that you ever worshiped trees and planted sacred gardens."
    },
    "17685": {
        "format": "prose",
        "text": "You will wither like a dying oak, like a garden that no one waters."
    },
    "17686": {
        "format": "prose",
        "text": "Just as straw is set on fire by a spark, so powerful people will be destroyed by their own evil deeds, and no one will be able to stop the destruction."
    },
    "17687": {
        "format": "prose",
        "text": "§¶Here is the message which God gave to Isaiah son of Amoz about Judah and Jerusalem:"
    },
    "17688": {
        "format": "poetry",
        "text": "¶In days to come\/_the mountain where the Temple stands\/_will be the highest one of all,\/_towering above all the hills.\/Many nations will come streaming to it,"
    },
    "17689": {
        "format": "poetry",
        "text": "\/_and their people will say,\/“Let us go up the hill of the Lord,\/_to the Temple of Israel’s God.\/He will teach us what he wants us to do;\/_we will walk in the paths he has chosen.\/For the Lord’s teaching comes from Jerusalem;\/_from Zion he speaks to his people.”"
    },
    "17690": {
        "format": "poetry",
        "text": "¶He will settle disputes among great nations.\/They will hammer their swords into plows\/_and their spears into pruning knives.\/Nations will never again go to war,\/_never prepare for battle again."
    },
    "17691": {
        "format": "prose",
        "text": "¶Now, descendants of Jacob, let us walk in the light which the Lord gives us!"
    },
    "17692": {
        "format": "prose",
        "text": "§¶O God, you have forsaken your people, the descendants of Jacob! The land is full of magic practices from the East and from Philistia. The people follow foreign customs."
    },
    "17693": {
        "format": "prose",
        "text": "Their land is full of silver and gold, and there is no end to their treasures. Their land is full of horses, and there is no end to their chariots."
    },
    "17694": {
        "format": "prose",
        "text": "Their land is full of idols, and they worship objects that they have made with their own hands."
    },
    "17695": {
        "format": "prose",
        "text": "¶Everyone will be humiliated and disgraced. Do not forgive them, Lord!"
    },
    "17696": {
        "format": "prose",
        "text": "¶They will hide in caves in the rocky hills or dig holes in the ground to try to escape from the Lord’s anger and to hide from his power and glory!"
    },
    "17697": {
        "format": "prose",
        "text": "A day is coming when human pride will be ended and human arrogance destroyed. Then the Lord alone will be exalted."
    },
    "17698": {
        "format": "prose",
        "text": "On that day the Lord Almighty will humble everyone who is powerful, everyone who is proud and conceited."
    },
    "17699": {
        "format": "prose",
        "text": "He will destroy the tall cedars of Lebanon and all the oaks in the land of Bashan."
    },
    "17700": {
        "format": "prose",
        "text": "He will level the high mountains and hills,"
    },
    "17701": {
        "format": "prose",
        "text": "every high tower, and the walls of every fortress."
    },
    "17702": {
        "format": "prose",
        "text": "He will sink even the largest and most beautiful ships."
    },
    "17703": {
        "format": "prose",
        "text": "Human pride will be ended, and human arrogance will be destroyed. Idols will completely disappear, and the Lord alone will be exalted on that day."
    },
    "17705": {
        "format": "prose",
        "text": "¶People will hide in caves in the rocky hills or dig holes in the ground to try to escape from the Lord’s anger and to hide from his power and glory, when he comes to shake the earth."
    },
    "17706": {
        "format": "prose",
        "text": "When that day comes, they will throw away the gold and silver idols they have made, and abandon them to the moles and the bats."
    },
    "17707": {
        "format": "prose",
        "text": "When the Lord comes to shake the earth, people will hide in holes and caves in the rocky hills to try to escape from his anger and to hide from his power and glory."
    },
    "17708": {
        "format": "prose",
        "text": "¶Put no more confidence in mortals. What are they worth?"
    },
    "17709": {
        "format": "prose",
        "text": "§¶Now the Lord, the Almighty Lord, is about to take away from Jerusalem and Judah everything and everyone that the people depend on. He is going to take away their food and their water,"
    },
    "17710": {
        "format": "prose",
        "text": "their heroes and their soldiers, their judges and their prophets, their fortunetellers and their statesmen,"
    },
    "17711": {
        "format": "prose",
        "text": "their military and civilian leaders, their politicians and everyone who uses magic to control events."
    },
    "17712": {
        "format": "prose",
        "text": "The Lord will let the people be governed by immature boys."
    },
    "17713": {
        "format": "prose",
        "text": "Everyone will take advantage of everyone else. Young people will not respect their elders, and worthless people will not respect their superiors."
    },
    "17714": {
        "format": "prose",
        "text": "¶A time will come when the members of a clan will choose one of their number and say to him, “You at least have something to wear, so be our leader in this time of trouble.”"
    },
    "17715": {
        "format": "prose",
        "text": "¶But he will answer, “Not me! I can’t help you. I don’t have any food or clothes either. Don’t make me your leader!”"
    },
    "17716": {
        "format": "prose",
        "text": "¶Yes, Jerusalem is doomed! Judah is collapsing! Everything they say and do is against the Lord; they openly insult God himself."
    },
    "17717": {
        "format": "prose",
        "text": "Their prejudices will be held against them. They sin as openly as the people of Sodom did. They are doomed, and they have brought it on themselves."
    },
    "17718": {
        "format": "prose",
        "text": "¶The righteous will be happy, and things will go well for them. They will get to enjoy what they have worked for."
    },
    "17719": {
        "format": "prose",
        "text": "But evil people are doomed; what they have done to others will now be done to them."
    },
    "17720": {
        "format": "prose",
        "text": "¶Moneylenders oppress my people, and their creditors cheat them.¶My people, your leaders are misleading you, so that you do not know which way to turn."
    },
    "17721": {
        "format": "prose",
        "text": "§¶The Lord is ready to state his case; he is ready to judge his people."
    },
    "17722": {
        "format": "prose",
        "text": "The Lord is bringing the elders and leaders of his people to judgment. He makes this accusation: “You have plundered vineyards, and your houses are full of what you have taken from the poor."
    },
    "17723": {
        "format": "prose",
        "text": "You have no right to crush my people and take advantage of the poor. I, the Sovereign Lord Almighty, have spoken.”"
    },
    "17724": {
        "format": "prose",
        "text": "§¶The Lord said, “Look how proud the women of Jerusalem are! They walk along with their noses in the air. They are always flirting. They take dainty little steps, and the bracelets on their ankles jingle."
    },
    "17725": {
        "format": "prose",
        "text": "But I will punish them—I will shave their heads and leave them bald.”"
    },
    "17726": {
        "format": "prose",
        "text": "¶A day is coming when the Lord will take away from the women of Jerusalem everything they are so proud of—the ornaments they wear on their ankles, on their heads, on their necks,"
    },
    "17727": {
        "format": "prose",
        "text": "and on their wrists. He will take away their veils"
    },
    "17728": {
        "format": "prose",
        "text": "and their hats; the magic charms they wear on their arms and at their waists;"
    },
    "17729": {
        "format": "prose",
        "text": "the rings they wear on their fingers and in their noses;"
    },
    "17730": {
        "format": "prose",
        "text": "all their fine robes, gowns, cloaks, and purses;"
    },
    "17731": {
        "format": "prose",
        "text": "their revealing garments, their linen handkerchiefs, and the scarves and long veils they wear on their heads."
    },
    "17732": {
        "format": "prose",
        "text": "¶Instead of using perfumes, they will stink; instead of fine belts, they will wear coarse ropes; instead of having beautiful hair, they will be bald; instead of fine clothes, they will be dressed in rags; their beauty will be turned to shame!"
    },
    "17733": {
        "format": "prose",
        "text": "¶The men of the city, yes, even the strongest men, will be killed in war."
    },
    "17734": {
        "format": "prose",
        "text": "The city gates will mourn and cry, and the city itself will be like a woman sitting on the ground, stripped naked."
    },
    "17735": {
        "format": "prose",
        "text": "¶When that time comes, seven women will grab hold of one man and say, “We can feed and clothe ourselves, but please let us say you are our husband, so that we won’t have to endure the shame of being unmarried.”"
    },
    "17736": {
        "format": "prose",
        "text": "§¶The time is coming when the Lord will make every plant and tree in the land grow large and beautiful. All the people of Israel who survive will take delight and pride in the crops that the land produces."
    },
    "17737": {
        "format": "prose",
        "text": "Everyone who is left in Jerusalem, whom God has chosen for survival, will be called holy."
    },
    "17738": {
        "format": "prose",
        "text": "By his power the Lord will judge and purify the nation and wash away the guilt of Jerusalem and the blood that has been shed there."
    },
    "17739": {
        "format": "prose",
        "text": "Then over Mount Zion and over all who are gathered there, the Lord will send a cloud in the daytime and smoke and a bright flame at night. God’s glory will cover and protect the whole city."
    },
    "17740": {
        "format": "prose",
        "text": "His glory will shade the city from the heat of the day and make it a place of safety, sheltered from the rain and storm."
    },
    "17741": {
        "format": "poetry",
        "text": "§¶Listen while I sing you this song,\/_a song of my friend and his vineyard:\/My friend had a vineyard\/_on a very fertile hill."
    },
    "17742": {
        "format": "poetry",
        "text": "\/He dug the soil and cleared it of stones;\/_he planted the finest vines.\/He built a tower to guard them,\/_dug a pit for treading the grapes.\/He waited for the grapes to ripen,\/_but every grape was sour."
    },
    "17743": {
        "format": "prose",
        "text": "¶So now my friend says, “You people who live in Jerusalem and Judah, judge between my vineyard and me."
    },
    "17744": {
        "format": "prose",
        "text": "Is there anything I failed to do for it? Then why did it produce sour grapes and not the good grapes I expected?"
    },
    "17745": {
        "format": "prose",
        "text": "¶“Here is what I am going to do to my vineyard: I will take away the hedge around it, break down the wall that protects it, and let wild animals eat it and trample it down."
    },
    "17746": {
        "format": "prose",
        "text": "I will let it be overgrown with weeds. I will not trim the vines or hoe the ground; instead, I will let briers and thorns cover it. I will even forbid the clouds to let rain fall on it.”"
    },
    "17747": {
        "format": "poetry",
        "text": "¶Israel is the vineyard of the Lord Almighty;\/_the people of Judah are the vines he planted.\/He expected them to do what was good,\/_but instead they committed murder.\/He expected them to do what was right,\/_but their victims cried out for justice."
    },
    "17748": {
        "format": "prose",
        "text": "§¶You are doomed! You buy more houses and fields to add to those you already have. Soon there will be no place for anyone else to live, and you alone will live in the land."
    },
    "17749": {
        "format": "prose",
        "text": "I have heard the Lord Almighty say, “All these big, fine houses will be empty ruins."
    },
    "17750": {
        "format": "prose",
        "text": "The grapevines growing on five acres of land will yield only five gallons of wine. Ten bushels of seed will produce only one bushel of grain.”"
    },
    "17751": {
        "format": "prose",
        "text": "¶You are doomed! You get up early in the morning to start drinking, and you spend long evenings getting drunk."
    },
    "17752": {
        "format": "prose",
        "text": "At your feasts you have harps and tambourines and flutes—and wine. But you don’t understand what the Lord is doing,"
    },
    "17753": {
        "format": "prose",
        "text": "and so you will be carried away as prisoners. Your leaders will starve to death, and the common people will die of thirst."
    },
    "17754": {
        "format": "prose",
        "text": "The world of the dead is hungry for them, and it opens its mouth wide. It gulps down the nobles of Jerusalem along with the noisy crowd of common people."
    },
    "17755": {
        "format": "prose",
        "text": "¶Everyone will be disgraced, and all who are proud will be humbled."
    },
    "17756": {
        "format": "prose",
        "text": "But the Lord Almighty shows his greatness by doing what is right, and he reveals his holiness by judging his people."
    },
    "17757": {
        "format": "prose",
        "text": "In the ruins of the cities lambs will eat grass and young goats will find pasture."
    },
    "17758": {
        "format": "prose",
        "text": "¶You are doomed! You are unable to break free from your sins."
    },
    "17759": {
        "format": "prose",
        "text": "You say, “Let the Lord hurry up and do what he says he will, so that we can see it. Let Israel’s holy God carry out his plans; let’s see what he has in mind.”"
    },
    "17760": {
        "format": "prose",
        "text": "¶You are doomed! You call evil good and call good evil. You turn darkness into light and light into darkness. You make what is bitter sweet, and what is sweet you make bitter."
    },
    "17761": {
        "format": "prose",
        "text": "¶You are doomed! You think you are wise, so very clever."
    },
    "17762": {
        "format": "prose",
        "text": "¶You are doomed! Heroes of the wine bottle! Brave and fearless when it comes to mixing drinks!"
    },
    "17763": {
        "format": "prose",
        "text": "But for just a bribe you let the guilty go free, and you keep the innocent from getting justice."
    },
    "17764": {
        "format": "prose",
        "text": "So now, just as straw and dry grass shrivel and burn in the fire, your roots will rot and your blossoms will dry up and blow away, because you have rejected what the Lord Almighty, Israel’s holy God, has taught us."
    },
    "17765": {
        "format": "prose",
        "text": "The Lord is angry with his people and has stretched out his hand to punish them. The mountains will shake, and the bodies of those who die will be left in the streets like rubbish. Yet even then the Lord’s anger will not be ended, but his hand will still be stretched out to punish."
    },
    "17766": {
        "format": "prose",
        "text": "¶The Lord gives a signal to call for a distant nation. He whistles for them to come from the ends of the earth. And here they come, swiftly, quickly!"
    },
    "17767": {
        "format": "prose",
        "text": "None of them grow tired; none of them stumble. They never doze or sleep. Not a belt is loose; not a sandal strap is broken."
    },
    "17768": {
        "format": "prose",
        "text": "Their arrows are sharp, and their bows are ready to shoot. Their horses’ hoofs are as hard as flint, and their chariot wheels turn like a whirlwind."
    },
    "17769": {
        "format": "prose",
        "text": "The soldiers roar like lions that have killed an animal and are carrying it off where no one can take it away from them."
    },
    "17770": {
        "format": "prose",
        "text": "¶When that day comes, they will roar over Israel as loudly as the sea. Look at this country! Darkness and distress! The light is swallowed by darkness."
    },
    "17771": {
        "format": "prose",
        "text": "§¶In the year that King Uzziah died, I saw the Lord. He was sitting on his throne, high and exalted, and his robe filled the whole Temple."
    },
    "17772": {
        "format": "prose",
        "text": "Around him flaming creatures were standing, each of which had six wings. Each creature covered its face with two wings, and its body with two, and used the other two for flying."
    },
    "17773": {
        "format": "prose",
        "text": "They were calling out to each other:¶▼“Holy, holy, holy!\/The Lord Almighty is holy!\/His glory fills the world.”"
    },
    "17774": {
        "format": "prose",
        "text": "¶The sound of their voices made the foundation of the Temple shake, and the Temple itself became filled with smoke."
    },
    "17775": {
        "format": "prose",
        "text": "¶I said, “There is no hope for me! I am doomed because every word that passes my lips is sinful, and I live among a people whose every word is sinful. And yet, with my own eyes I have seen the King, the Lord Almighty.”"
    },
    "17776": {
        "format": "prose",
        "text": "¶Then one of the creatures flew down to me, carrying a burning coal that he had taken from the altar with a pair of tongs."
    },
    "17777": {
        "format": "prose",
        "text": "He touched my lips with the burning coal and said, “This has touched your lips, and now your guilt is gone, and your sins are forgiven.”"
    },
    "17778": {
        "format": "prose",
        "text": "¶Then I heard the Lord say, “Whom shall I send? Who will be our messenger?”¶I answered, “I will go! Send me!”"
    },
    "17779": {
        "format": "prose",
        "text": "¶So he told me to go and give the people this message: “No matter how much you listen, you will not understand. No matter how much you look, you will not know what is happening.”"
    },
    "17780": {
        "format": "prose",
        "text": "Then he said to me, “Make the minds of these people dull, their ears deaf, and their eyes blind, so that they cannot see or hear or understand. If they did, they might turn to me and be healed.”"
    },
    "17781": {
        "format": "prose",
        "text": "¶I asked, “How long will it be like this, Lord?”¶He answered, “Until the cities are ruined and empty—until the houses are uninhabited—until the land itself is a desolate wasteland."
    },
    "17782": {
        "format": "prose",
        "text": "I will send the people far away and make the whole land desolate."
    },
    "17783": {
        "format": "prose",
        "text": "Even if one person out of ten remains in the land, he too will be destroyed; he will be like the stump of an oak tree that has been cut down.“¶(The stump represents a new beginning for God’s people.)"
    },
    "17784": {
        "format": "prose",
        "text": "§¶When King Ahaz, the son of Jotham and grandson of Uzziah, ruled Judah, war broke out. Rezin, king of Syria, and Pekah son of Remaliah, king of Israel, attacked Jerusalem, but were unable to capture it."
    },
    "17785": {
        "format": "prose",
        "text": "¶When word reached the king of Judah that the armies of Syria were already in the territory of Israel, he and all his people were so terrified that they trembled like trees shaking in the wind."
    },
    "17786": {
        "format": "prose",
        "text": "¶The Lord said to Isaiah, “Take your son Shear Jashub, and go to meet King Ahaz. You will find him on the road where the cloth makers work, at the end of the ditch that brings water from the upper pool."
    },
    "17787": {
        "format": "prose",
        "text": "Tell him to keep alert, to stay calm, and not to be frightened or disturbed. The anger of King Rezin and his Syrians and of King Pekah is no more dangerous than the smoke from two smoldering sticks of wood."
    },
    "17788": {
        "format": "prose",
        "text": "Syria, together with Israel and its king, has made a plot."
    },
    "17789": {
        "format": "prose",
        "text": "They intend to invade Judah, terrify the people into joining their side, and then put Tabeel’s son on the throne."
    },
    "17790": {
        "format": "prose",
        "text": "¶“But I, the Lord, declare that this will never happen."
    },
    "17791": {
        "format": "prose",
        "text": "Why? Because Syria is no stronger than Damascus, its capital city, and Damascus is no stronger than King Rezin. As for Israel, within sixty‐five years it will be too shattered to survive as a nation."
    },
    "17792": {
        "format": "prose",
        "text": "Israel is no stronger than Samaria, its capital city, and Samaria is no stronger than King Pekah.¶“If your faith is not enduring, you will not endure.”"
    },
    "17793": {
        "format": "prose",
        "text": "§¶The Lord sent another message to Ahaz:"
    },
    "17794": {
        "format": "prose",
        "text": "“Ask the Lord your God to give you a sign. It can be from deep in the world of the dead or from high up in heaven.”"
    },
    "17795": {
        "format": "prose",
        "text": "¶Ahaz answered, “I will not ask for a sign. I refuse to put the Lord to the test.”"
    },
    "17796": {
        "format": "prose",
        "text": "¶To that Isaiah replied, “Listen, now, descendants of King David. It’s bad enough for you to wear out the patience of people—do you have to wear out God’s patience too?"
    },
    "17797": {
        "format": "prose",
        "text": "Well then, the Lord himself will give you a sign: a young woman who is pregnant will have a son and will name him ‘Immanuel.’"
    },
    "17798": {
        "format": "prose",
        "text": "By the time he is old enough to make his own decisions, people will be drinking milk and eating honey."
    },
    "17799": {
        "format": "prose",
        "text": "Even before that time comes, the lands of those two kings who terrify you will be deserted."
    },
    "17800": {
        "format": "prose",
        "text": "¶“The Lord is going to bring on you, on your people, and on the whole royal family, days of trouble worse than any that have come since the kingdom of Israel separated from Judah—he is going to bring the king of Assyria."
    },
    "17801": {
        "format": "prose",
        "text": "¶“When that time comes, the Lord will whistle as a signal for the Egyptians to come like flies from the farthest branches of the Nile, and for the Assyrians to come from their land like bees."
    },
    "17802": {
        "format": "prose",
        "text": "They will swarm in the rugged valleys and in the caves in the rocks, and they will cover every thorn bush and every pasture."
    },
    "17803": {
        "format": "prose",
        "text": "¶“When that time comes, the Lord will hire a barber from across the Euphrates—the emperor of Assyria!—and he will shave off your beards and the hair on your heads and your bodies."
    },
    "17804": {
        "format": "prose",
        "text": "¶“When that time comes, even if a farmer has been able to save only one young cow and two goats,"
    },
    "17805": {
        "format": "prose",
        "text": "they will give so much milk that he will have all he needs. Yes, the few survivors left in the land will have milk and honey to eat."
    },
    "17806": {
        "format": "prose",
        "text": "¶“When that time comes, the fine vineyards, each with a thousand vines and each worth a thousand pieces of silver, will be overgrown with thorn bushes and briers."
    },
    "17807": {
        "format": "prose",
        "text": "People will go hunting there with bows and arrows. Yes, the whole country will be full of briers and thorn bushes."
    },
    "17808": {
        "format": "prose",
        "text": "All the hills where crops were once planted will be so overgrown with thorns that no one will go there. It will be a place where cattle and sheep graze.”"
    },
    "17809": {
        "format": "prose",
        "text": "§¶The Lord said to me, “Take a large piece of writing material and write on it in large letters: ‘Quick Loot, Fast Plunder.’"
    },
    "17810": {
        "format": "prose",
        "text": "Get two reliable men, the priest Uriah and Zechariah son of Jeberechiah, to serve as witnesses.”"
    },
    "17811": {
        "format": "prose",
        "text": "¶Some time later my wife became pregnant. When our son was born, the Lord said to me, “Name him ‘Quick‐Loot‐Fast‐Plunder.’"
    },
    "17812": {
        "format": "prose",
        "text": "Before the boy is old enough to say ‘Mamma’ and ‘Daddy,’ all the wealth of Damascus and all the loot of Samaria will be carried off by the king of Assyria.”"
    },
    "17813": {
        "format": "prose",
        "text": "§¶The Lord spoke to me again."
    },
    "17814": {
        "format": "prose",
        "text": "He said, “Because these people have rejected the quiet waters of Shiloah Brook and tremble before King Rezin and King Pekah,"
    },
    "17815": {
        "format": "prose",
        "text": "I, the Lord, will bring the emperor of Assyria and all his forces to attack Judah. They will advance like the flood waters of the Euphrates River, overflowing all its banks."
    },
    "17816": {
        "format": "prose",
        "text": "They will sweep through Judah in a flood, rising shoulder high and covering everything.”¶God is with us! His outspread wings protect the land."
    },
    "17817": {
        "format": "prose",
        "text": "¶Gather together in fear, you nations! Listen, you distant parts of the earth. Get ready to fight, but be afraid! Yes, get ready, but be afraid!"
    },
    "17818": {
        "format": "prose",
        "text": "Make your plans! But they will never succeed. Talk all you want to! But it is all useless, because God is with us."
    },
    "17819": {
        "format": "prose",
        "text": "§¶With his great power the Lord warned me not to follow the road which the people were following. He said,"
    },
    "17820": {
        "format": "prose",
        "text": "“Do not join in the schemes of the people and do not be afraid of the things that they fear."
    },
    "17821": {
        "format": "prose",
        "text": "Remember that I, the Lord Almighty, am holy; I am the one you must fear."
    },
    "17822": {
        "format": "prose",
        "text": "Because of my awesome holiness I am like a stone that people stumble over; I am like a trap that will catch the people of the kingdoms of Judah and Israel and the people of Jerusalem."
    },
    "17823": {
        "format": "prose",
        "text": "Many will stumble; they will fall and be crushed. They will be caught in a trap.”"
    },
    "17824": {
        "format": "prose",
        "text": "§¶You, my disciples, are to guard and preserve the messages that God has given me."
    },
    "17825": {
        "format": "prose",
        "text": "The Lord has hidden himself from his people, but I trust him and place my hope in him."
    },
    "17826": {
        "format": "prose",
        "text": "¶Here I am with the children the Lord has given me. The Lord Almighty, whose throne is on Mount Zion, has sent us as living messages to the people of Israel."
    },
    "17827": {
        "format": "prose",
        "text": "¶But people will tell you to ask for messages from fortunetellers and mediums, who chirp and mutter. They will say, “After all, people should ask for messages from the spirits and consult the dead on behalf of the living.”"
    },
    "17828": {
        "format": "prose",
        "text": "¶You are to answer them, “Listen to what the Lord is teaching you! Don’t listen to mediums—what they tell you cannot keep trouble away.”"
    },
    "17829": {
        "format": "prose",
        "text": "§¶The people will wander through the land, discouraged and hungry. In their hunger and their anger they will curse their king and their God. They may look up to the sky"
    },
    "17830": {
        "format": "prose",
        "text": "or stare at the ground, but they will see nothing but trouble and darkness, terrifying darkness into which they are being driven."
    },
    "17831": {
        "format": "prose",
        "text": "¶There will be no way for them to escape from this time of trouble.§¶The land of the tribes of Zebulun and Naphtali was once disgraced, but the future will bring honor to this region, from the Mediterranean eastward to the land on the other side of the Jordan, and even to Galilee itself, where the foreigners live."
    },
    "17832": {
        "format": "poetry",
        "text": "¶The people who walked in darkness\/_have seen a great light.\/They lived in a land of shadows,\/_but now light is shining on them."
    },
    "17833": {
        "format": "poetry",
        "text": "\/You have given them great joy, Lord;\/_you have made them happy.\/They rejoice in what you have done,\/_as people rejoice when they harvest grain\/_or when they divide captured wealth."
    },
    "17834": {
        "format": "poetry",
        "text": "\/For you have broken the yoke that burdened them\/_and the rod that beat their shoulders.\/You have defeated the nation\/_that oppressed and exploited your people,\/_just as you defeated the army of Midian long ago."
    },
    "17835": {
        "format": "poetry",
        "text": "\/The boots of the invading army\/_and all their bloodstained clothing\/_will be destroyed by fire."
    },
    "17836": {
        "format": "poetry",
        "text": "\/A child is born to us!\/_A son is given to us!\/_And he will be our ruler.\/He will be called, “Wonderful Counselor,”\/_“Mighty God,” “Eternal Father,”\/_“Prince of Peace.”"
    },
    "17837": {
        "format": "poetry",
        "text": "\/His royal power will continue to grow;\/_his kingdom will always be at peace.\/He will rule as King David’s successor,\/_basing his power on right and justice,\/_from now until the end of time.\/The Lord Almighty is determined to do all this."
    },
    "17838": {
        "format": "prose",
        "text": "§¶The Lord has pronounced judgment on the kingdom of Israel, on the descendants of Jacob."
    },
    "17839": {
        "format": "prose",
        "text": "All the people of Israel, everyone who lives in the city of Samaria, will know that he has done this. Now they are proud and arrogant. They say,"
    },
    "17840": {
        "format": "prose",
        "text": "“The brick buildings have fallen down, but we will replace them with stone buildings. The beams of sycamore wood have been cut down, but we will replace them with the finest cedar.”"
    },
    "17841": {
        "format": "prose",
        "text": "¶The Lord has stirred up their enemies to attack them."
    },
    "17842": {
        "format": "prose",
        "text": "Syria on the east and Philistia on the west have opened their mouths to devour Israel. Yet even so the Lord’s anger is not ended; his hand is still stretched out to punish."
    },
    "17843": {
        "format": "prose",
        "text": "¶The people of Israel have not repented; even though the Lord Almighty has punished them, they have not returned to him."
    },
    "17844": {
        "format": "prose",
        "text": "In a single day the Lord will punish Israel’s leaders and its people; he will cut them off, head and tail."
    },
    "17845": {
        "format": "prose",
        "text": "The old and honorable men are the head—and the tail is the prophets whose teachings are lies!"
    },
    "17846": {
        "format": "prose",
        "text": "Those who lead these people have misled them and totally confused them."
    },
    "17847": {
        "format": "prose",
        "text": "And so the Lord will not let any of the young men escape, and he will not show pity on any of the widows and orphans, because all the people are godless and wicked and everything they say is evil. Yet even so the Lord’s anger will not be ended, but his hand will still be stretched out to punish."
    },
    "17848": {
        "format": "prose",
        "text": "¶The wickedness of the people burns like a fire that destroys thorn bushes and thistles. It burns like a forest fire that sends up columns of smoke."
    },
    "17849": {
        "format": "prose",
        "text": "Because the Lord Almighty is angry, his punishment burns like a fire throughout the land and destroys the people, and it is each of us for ourselves."
    },
    "17850": {
        "format": "prose",
        "text": "Everywhere in the country people snatch and eat any bit of food they can find, but their hunger is never satisfied. They even eat their own children!"
    },
    "17851": {
        "format": "prose",
        "text": "The people of Manasseh and the people of Ephraim attack each other, and together they attack Judah. Yet even so the Lord’s anger is not ended; his hand is still stretched out to punish."
    },
    "17852": {
        "format": "prose",
        "text": "¶You are doomed! You make unjust laws that oppress my people."
    },
    "17853": {
        "format": "prose",
        "text": "That is how you keep the poor from having their rights and from getting justice. That is how you take the property that belongs to widows and orphans."
    },
    "17854": {
        "format": "prose",
        "text": "What will you do when God punishes you? What will you do when he brings disaster on you from a distant country? Where will you run to find help? Where will you hide your wealth?"
    },
    "17855": {
        "format": "prose",
        "text": "You will be killed in battle or dragged off as prisoners. Yet even so the Lord’s anger will not be ended; his hand will still be stretched out to punish."
    },
    "17856": {
        "format": "prose",
        "text": "§¶The Lord said, “Assyria! I use Assyria like a club to punish those with whom I am angry."
    },
    "17857": {
        "format": "prose",
        "text": "I sent Assyria to attack a godless nation, people who have made me angry. I sent them to loot and steal and trample the people like dirt in the streets.”"
    },
    "17858": {
        "format": "prose",
        "text": "¶But the Assyrian emperor has his own violent plans in mind. He is determined to destroy many nations."
    },
    "17859": {
        "format": "prose",
        "text": "He boasts, “Every one of my commanders is a king!"
    },
    "17860": {
        "format": "prose",
        "text": "I conquered the cities of Calno and Carchemish, the cities of Hamath and Arpad. I conquered Samaria and Damascus."
    },
    "17861": {
        "format": "prose",
        "text": "I reached out to punish those kingdoms that worship idols, idols more numerous than those of Jerusalem and Samaria."
    },
    "17862": {
        "format": "prose",
        "text": "I have destroyed Samaria and all its idols, and I will do the same to Jerusalem and the images that are worshiped there.”"
    },
    "17863": {
        "format": "prose",
        "text": "¶But the Lord says, “When I finish what I am doing on Mount Zion and in Jerusalem, I will punish the emperor of Assyria for all his boasting and all his pride.”"
    },
    "17864": {
        "format": "prose",
        "text": "¶The emperor of Assyria boasts, “I have done it all myself. I am strong and wise and clever. I wiped out the boundaries between nations and took the supplies they had stored. Like a bull I have trampled the people who live there."
    },
    "17865": {
        "format": "prose",
        "text": "The nations of the world were like a bird’s nest, and I gathered their wealth as easily as gathering eggs. Not a wing fluttered to scare me off; no beak opened to scream at me!”"
    },
    "17866": {
        "format": "prose",
        "text": "¶But the Lord says, “Can an ax claim to be greater than the one who uses it? Is a saw more important than the one who saws with it? A club doesn’t lift up a person; a person lifts up a club.”"
    },
    "17867": {
        "format": "prose",
        "text": "¶The Lord Almighty is going to send disease to punish those who are now well‐fed. In their bodies there will be a fire that burns and burns."
    },
    "17868": {
        "format": "prose",
        "text": "God, the light of Israel, will become a fire. Israel’s holy God will become a flame, which in a single day will burn up everything, even the thorns and thistles."
    },
    "17869": {
        "format": "prose",
        "text": "The rich forests and farmlands will be totally destroyed, in the same way that a fatal sickness destroys someone."
    },
    "17870": {
        "format": "prose",
        "text": "There will be so few trees left that even a child will be able to count them."
    },
    "17871": {
        "format": "prose",
        "text": "§¶A time is coming when the people of Israel who have survived will not rely any more on the nation that almost destroyed them. They will truly put their trust in the Lord, Israel’s holy God."
    },
    "17872": {
        "format": "prose",
        "text": "A few of the people of Israel will come back to their mighty God."
    },
    "17873": {
        "format": "prose",
        "text": "Even though now there are as many people of Israel as there are grains of sand by the sea, only a few will come back. Destruction is in store for the people, and it is fully deserved."
    },
    "17874": {
        "format": "prose",
        "text": "Yes, throughout the whole country the Sovereign Lord Almighty will bring destruction, as he said he would."
    },
    "17875": {
        "format": "prose",
        "text": "§¶The Sovereign Lord Almighty says to his people who live in Zion, “Do not be afraid of the Assyrians, even though they oppress you as the Egyptians used to do."
    },
    "17876": {
        "format": "prose",
        "text": "In only a little while I will finish punishing you, and then I will destroy them."
    },
    "17877": {
        "format": "prose",
        "text": "I, the Lord Almighty, will beat them with my whip as I did the people of Midian at Oreb Rock. I will punish Assyria as I punished Egypt."
    },
    "17878": {
        "format": "prose",
        "text": "When that time comes, I will free you from the power of Assyria, and their yoke will no longer be a burden on your shoulders.”"
    },
    "17879": {
        "format": "prose",
        "text": "§¶The enemy army has captured the city of Ai! They have passed through Migron! They left their supplies at Michmash!"
    },
    "17880": {
        "format": "prose",
        "text": "They have crossed the pass and are spending the night at Geba! The people in the town of Ramah are terrified, and the people in King Saul’s hometown of Gibeah have run away."
    },
    "17881": {
        "format": "prose",
        "text": "Shout, people of Gallim! Listen, people of Laishah! Answer, people of Anathoth!"
    },
    "17882": {
        "format": "prose",
        "text": "The people of Madmenah and Gebim are running for their lives."
    },
    "17883": {
        "format": "prose",
        "text": "Today the enemy are in the town of Nob, and there they are shaking their fists at Mount Zion, at the city of Jerusalem."
    },
    "17884": {
        "format": "prose",
        "text": "¶The Lord Almighty will bring them crashing down like branches cut off a tree. The proudest and highest of them will be cut down and humiliated."
    },
    "17885": {
        "format": "prose",
        "text": "The Lord will cut them down as trees in the heart of the forest are cut down with an ax, as even the finest trees of Lebanon fall!"
    },
    "17886": {
        "format": "prose",
        "text": "§¶The royal line of David is like a tree that has been cut down; but just as new branches sprout from a stump, so a new king will arise from among David’s descendants."
    },
    "17887": {
        "format": "poetry",
        "text": "¶The spirit of the Lord will give him wisdom\/_and the knowledge and skill to rule his people.\/He will know the Lord’s will and honor him,"
    },
    "17888": {
        "format": "poetry",
        "text": "\/_and find pleasure in obeying him.\/He will not judge by appearance or hearsay;"
    },
    "17889": {
        "format": "poetry",
        "text": "\/_he will judge the poor fairly\/_and defend the rights of the helpless.\/At his command the people will be punished,\/_and evil persons will die."
    },
    "17890": {
        "format": "poetry",
        "text": "\/He will rule his people with justice and integrity."
    },
    "17891": {
        "format": "poetry",
        "text": "¶Wolves and sheep will live together in peace,\/_and leopards will lie down with young goats.\/Calves and lion cubs will feed together,\/_and little children will take care of them."
    },
    "17892": {
        "format": "poetry",
        "text": "\/Cows and bears will eat together,\/_and their calves and cubs will lie down in peace.\/Lions will eat straw as cattle do."
    },
    "17893": {
        "format": "poetry",
        "text": "\/Even a baby will not be harmed\/_if it plays near a poisonous snake."
    },
    "17894": {
        "format": "poetry",
        "text": "\/On Zion, God’s sacred hill,\/_there will be nothing harmful or evil.\/The land will be as full of knowledge of the Lord\/_as the seas are full of water."
    },
    "17895": {
        "format": "prose",
        "text": "§¶A day is coming when the new king from the royal line of David will be a symbol to the nations. They will gather in his royal city and give him honor."
    },
    "17896": {
        "format": "prose",
        "text": "When that day comes, the Lord will once again use his power and bring back home those of his people who are left in Assyria and Egypt, in the lands of Pathros, Ethiopia, Elam, Babylonia, and Hamath, and in the coastlands and on the islands of the sea."
    },
    "17897": {
        "format": "prose",
        "text": "The Lord will raise a signal flag to show the nations that he is gathering together again the scattered people of Israel and Judah and bringing them back from the four corners of the earth."
    },
    "17898": {
        "format": "prose",
        "text": "The kingdom of Israel will not be jealous of Judah any more, and Judah will not be the enemy of Israel."
    },
    "17899": {
        "format": "prose",
        "text": "Together they will attack the Philistines on the west and plunder the people who live to the east. They will conquer the people of Edom and Moab, and the people of Ammon will obey them."
    },
    "17900": {
        "format": "prose",
        "text": "The Lord will dry up the Gulf of Suez, and he will bring a hot wind to dry up the Euphrates, leaving only seven tiny streams, so that anyone can walk across."
    },
    "17901": {
        "format": "prose",
        "text": "There will be a highway out of Assyria for those of his people Israel who have survived there, just as there was for their ancestors when they left Egypt."
    },
    "17902": {
        "format": "prose",
        "text": "§¶A day is coming when people will sing,¶▼“I praise you, Lord! You were angry with me,\/_but now you comfort me and are angry no longer."
    },
    "17903": {
        "format": "poetry",
        "text": "\/God is my savior;\/_I will trust him and not be afraid.\/The Lord gives me power and strength;\/_he is my savior."
    },
    "17904": {
        "format": "poetry",
        "text": "\/As fresh water brings joy to the thirsty,\/_so God’s people rejoice when he saves them.”"
    },
    "17905": {
        "format": "prose",
        "text": "¶A day is coming when people will sing,¶▼“Give thanks to the Lord! Call for him to help you!\/_Tell all the nations what he has done!\/_Tell them how great he is!"
    },
    "17906": {
        "format": "poetry",
        "text": "\/Sing to the Lord because of the great things he has done.\/_Let the whole world hear the news."
    },
    "17907": {
        "format": "poetry",
        "text": "\/Let everyone who lives in Zion shout and sing!\/_Israel’s holy God is great,\/_and he lives among his people.”"
    },
    "17908": {
        "format": "prose",
        "text": "§¶This is a message about Babylon, which Isaiah son of Amoz received from God."
    },
    "17909": {
        "format": "prose",
        "text": "¶On the top of a barren hill raise the battle flag! Shout to the soldiers and raise your arm as the signal for them to attack the gates of the proud city."
    },
    "17910": {
        "format": "prose",
        "text": "The Lord has called out his proud and confident soldiers to fight a holy war and punish those he is angry with."
    },
    "17911": {
        "format": "prose",
        "text": "¶Listen to the noise on the mountains—the sound of a great crowd of people, the sound of nations and kingdoms gathering. The Lord of Armies is preparing his troops for battle."
    },
    "17912": {
        "format": "prose",
        "text": "They are coming from far‐off countries at the ends of the earth. In his anger the Lord is coming to devastate the whole country."
    },
    "17913": {
        "format": "prose",
        "text": "¶Howl in pain! The day of the Lord is near, the day when the Almighty brings destruction."
    },
    "17914": {
        "format": "prose",
        "text": "Everyone’s hands will hang limp, and everyone’s courage will fail."
    },
    "17915": {
        "format": "prose",
        "text": "They will all be terrified and overcome with pain, like the pain of a woman in labor. They will look at each other in fear, and their faces will burn with shame."
    },
    "17916": {
        "format": "prose",
        "text": "The day of the Lord is coming—that cruel day of his fierce anger and fury. The earth will be made a wilderness, and every sinner will be destroyed."
    },
    "17917": {
        "format": "prose",
        "text": "Every star and every constellation will stop shining, the sun will be dark when it rises, and the moon will give no light."
    },
    "17918": {
        "format": "prose",
        "text": "¶The Lord says, “I will bring disaster on the earth and punish all wicked people for their sins. I will humble everyone who is proud and punish everyone who is arrogant and cruel."
    },
    "17919": {
        "format": "prose",
        "text": "Those who survive will be scarcer than gold."
    },
    "17920": {
        "format": "prose",
        "text": "I will make the heavens tremble, and the earth will be shaken out of its place on that day when I, the Lord Almighty, show my anger."
    },
    "17921": {
        "format": "prose",
        "text": "¶“The foreigners living in Babylon will run away to their homelands, scattering like deer escaping from hunters, like sheep without a shepherd."
    },
    "17922": {
        "format": "prose",
        "text": "Anyone who is caught will be stabbed to death."
    },
    "17923": {
        "format": "prose",
        "text": "While they look on helplessly, their babies will be battered to death, their houses will be looted, and their wives will be raped.”"
    },
    "17924": {
        "format": "prose",
        "text": "¶The Lord says, “I am stirring up the Medes to attack Babylon. They care nothing for silver and are not tempted by gold."
    },
    "17925": {
        "format": "prose",
        "text": "With their bows and arrows they will kill the young men. They will show no mercy to babies and take no pity on children."
    },
    "17926": {
        "format": "prose",
        "text": "Babylonia is the most beautiful kingdom of all; it is the pride of its people. But I, the Lord, will overthrow Babylon as I did Sodom and Gomorrah!"
    },
    "17927": {
        "format": "prose",
        "text": "No one will ever live there again. No wandering Arab will ever pitch a tent there, and no shepherd will ever pasture a flock there."
    },
    "17928": {
        "format": "prose",
        "text": "It will be a place where desert animals live and where owls build their nests. Ostriches will live there, and wild goats will prance through the ruins."
    },
    "17929": {
        "format": "prose",
        "text": "The towers and palaces will echo with the cries of hyenas and jackals. Babylon’s time has come! Her days are almost over.”"
    },
    "17930": {
        "format": "prose",
        "text": "§¶The Lord will once again be merciful to his people Israel and choose them as his own. He will let them live in their own land again, and foreigners will come and live there with them."
    },
    "17931": {
        "format": "prose",
        "text": "Many nations will help the people of Israel return to the land which the Lord gave them, and there the nations will serve Israel as slaves. Those who once captured Israel will now be captured by Israel, and the people of Israel will rule over those who once oppressed them."
    },
    "17932": {
        "format": "prose",
        "text": "§¶The Lord will give the people of Israel relief from their pain and suffering and from the hard work they were forced to do."
    },
    "17933": {
        "format": "prose",
        "text": "When he does this, they are to mock the king of Babylon and say:¶“The cruel king has fallen! He will never oppress anyone again!"
    },
    "17934": {
        "format": "prose",
        "text": "The Lord has ended the power of the evil rulers"
    },
    "17935": {
        "format": "prose",
        "text": "who angrily oppressed the peoples and never stopped persecuting the nations they had conquered."
    },
    "17936": {
        "format": "prose",
        "text": "Now at last the whole world enjoys rest and peace, and everyone sings for joy."
    },
    "17937": {
        "format": "prose",
        "text": "The cypress trees and the cedars of Lebanon rejoice over the fallen king, because there is no one to cut them down, now that he is gone!"
    },
    "17938": {
        "format": "prose",
        "text": "¶“The world of the dead is getting ready to welcome the king of Babylon. The ghosts of those who were powerful on earth are stirring about. The ghosts of kings are rising from their thrones."
    },
    "17939": {
        "format": "prose",
        "text": "They all call out to him, ‘Now you are as weak as we are! You are one of us!"
    },
    "17940": {
        "format": "prose",
        "text": "You used to be honored with the music of harps, but now here you are in the world of the dead. You lie on a bed of maggots and are covered with a blanket of worms.’”"
    },
    "17941": {
        "format": "prose",
        "text": "¶King of Babylon, bright morning star, you have fallen from heaven! In the past you conquered nations, but now you have been thrown to the ground."
    },
    "17942": {
        "format": "prose",
        "text": "You were determined to climb up to heaven and to place your throne above the highest stars. You thought you would sit like a king on that mountain in the north where the gods assemble."
    },
    "17943": {
        "format": "prose",
        "text": "You said you would climb to the tops of the clouds and be like the Almighty."
    },
    "17944": {
        "format": "prose",
        "text": "But instead, you have been brought down to the deepest part of the world of the dead."
    },
    "17945": {
        "format": "prose",
        "text": "¶The dead will stare and gape at you. They will ask, “Is this the man who shook the earth and made kingdoms tremble?"
    },
    "17946": {
        "format": "prose",
        "text": "Is this the man who destroyed cities and turned the world into a desert? Is this the man who never freed his prisoners or let them go home?”"
    },
    "17947": {
        "format": "prose",
        "text": "¶All the kings of the earth lie in their magnificent tombs,"
    },
    "17948": {
        "format": "prose",
        "text": "but you have no tomb, and your corpse is thrown out to rot. It is covered by the bodies of soldiers killed in battle, thrown with them into a rocky pit, and trampled down."
    },
    "17949": {
        "format": "prose",
        "text": "Because you ruined your country and killed your own people, you will not be buried like other kings. None of your evil family will survive."
    },
    "17950": {
        "format": "prose",
        "text": "Let the slaughter begin! The sons of this king will die because of their ancestors’ sins. None of them will ever rule the earth or cover it with cities."
    },
    "17951": {
        "format": "prose",
        "text": "§¶The Lord Almighty says, “I will attack Babylon and bring it to ruin. I will leave nothing—no children, no survivors at all. I, the Lord, have spoken."
    },
    "17952": {
        "format": "prose",
        "text": "I will turn Babylon into a marsh, and owls will live there. I will sweep Babylon with a broom that will sweep everything away. I, the Lord Almighty, have spoken.”"
    },
    "17953": {
        "format": "prose",
        "text": "§¶The Lord Almighty has sworn an oath: “What I have planned will happen. What I have determined to do will be done."
    },
    "17954": {
        "format": "prose",
        "text": "I will destroy the Assyrians in my land of Israel and trample them on my mountains. I will free my people from the Assyrian yoke and from the burdens they have had to bear."
    },
    "17955": {
        "format": "prose",
        "text": "This is my plan for the world, and my arm is stretched out to punish the nations.”"
    },
    "17956": {
        "format": "prose",
        "text": "The Lord Almighty is determined to do this; he has stretched out his arm to punish, and no one can stop him."
    },
    "17957": {
        "format": "prose",
        "text": "§¶This is a message that was proclaimed in the year that King Ahaz died."
    },
    "17958": {
        "format": "prose",
        "text": "¶People of Philistia, the rod that beat you is broken, but you have no reason to be glad. When one snake dies, a worse one comes in its place. A snake’s egg hatches a flying dragon."
    },
    "17959": {
        "format": "prose",
        "text": "The Lord will be a shepherd to the poor of his people and will let them live in safety. But he will send a terrible famine on you Philistines, and it will not leave any of you alive."
    },
    "17960": {
        "format": "prose",
        "text": "¶Howl and cry for help, all you Philistine cities! Be terrified, all of you! A cloud of dust is coming from the north—it is an army with no cowards in its ranks."
    },
    "17961": {
        "format": "prose",
        "text": "¶How shall we answer the messengers that come to us from Philistia? We will tell them that the Lord has established Zion and that his suffering people will find safety there."
    },
    "17962": {
        "format": "prose",
        "text": "§¶This is a message about Moab.¶The cities of Ar and Kir are destroyed in a single night, and silence covers the land of Moab."
    },
    "17963": {
        "format": "prose",
        "text": "The people of Dibon climb the hill to weep at the shrine. The people of Moab wail in grief over the cities of Nebo and Medeba; they have shaved their heads and their beards in grief."
    },
    "17964": {
        "format": "prose",
        "text": "The people in the streets are dressed in sackcloth; in the city squares and on the rooftops people mourn and cry."
    },
    "17965": {
        "format": "prose",
        "text": "The people of Heshbon and Elealeh cry out, and their cry can be heard as far away as Jahaz. Even the soldiers tremble; their courage is gone."
    },
    "17966": {
        "format": "prose",
        "text": "My heart cries out for Moab! The people have fled to the town of Zoar, and to Eglath Shelishiyah. Some climb the road to Luhith, weeping as they go; some escape to Horonaim, grieving loudly."
    },
    "17967": {
        "format": "prose",
        "text": "Nimrim Brook is dry, the grass beside it has withered, and nothing green is left."
    },
    "17968": {
        "format": "prose",
        "text": "The people go across the Valley of Willows, trying to escape with all their possessions."
    },
    "17969": {
        "format": "prose",
        "text": "Everywhere at Moab’s borders the sound of crying is heard. It is heard at the towns of Eglaim and Beerelim."
    },
    "17970": {
        "format": "prose",
        "text": "At the town of Dibon the river is red with blood, and God has something even worse in store for the people there. Yes, there will be a bloody slaughter of everyone left in Moab."
    },
    "17971": {
        "format": "prose",
        "text": "§¶From the city of Sela in the desert the people of Moab send a lamb as a present to the one who rules in Jerusalem."
    },
    "17972": {
        "format": "prose",
        "text": "They wait on the banks of the Arnon River and move aimlessly back and forth, like birds driven from their nest."
    },
    "17973": {
        "format": "prose",
        "text": "¶They say to the people of Judah, “Tell us what to do. Protect us like a tree that casts a cool shadow in the heat of noon, and let us rest in your shade. We are refugees; hide us where no one can find us."
    },
    "17974": {
        "format": "prose",
        "text": "Let us stay in your land. Protect us from those who want to destroy us.”¶(Oppression and destruction will end, and those who are devastating the country will be gone."
    },
    "17975": {
        "format": "prose",
        "text": "Then one of David’s descendants will be king, and he will rule the people with faithfulness and love. He will be quick to do what is right, and he will see that justice is done.)"
    },
    "17976": {
        "format": "prose",
        "text": "¶The people of Judah say, “We have heard how proud the people of Moab are. We know that they are arrogant and conceited, but their boasts are empty.”"
    },
    "17977": {
        "format": "prose",
        "text": "¶The people of Moab will weep because of the troubles they suffer. They will all weep when they remember the fine food they used to eat in the city of Kir Heres. They will be driven to despair."
    },
    "17978": {
        "format": "prose",
        "text": "The farms near Heshbon and the vineyards of Sibmah are destroyed—those vineyards whose wine used to make the rulers of the nations drunk. At one time the vines spread as far as the city of Jazer, and eastward into the desert, and westward to the other side of the Dead Sea."
    },
    "17979": {
        "format": "prose",
        "text": "Now I weep for Sibmah’s vines as I weep for Jazer. My tears fall for Heshbon and Elealeh, because there is no harvest to make the people glad."
    },
    "17980": {
        "format": "prose",
        "text": "No one is happy now in the fertile fields. No one shouts or sings in the vineyards. No one tramples grapes to make wine; the shouts of joy are ended."
    },
    "17981": {
        "format": "prose",
        "text": "I groan with sadness for Moab, with grief for Kir Heres."
    },
    "17982": {
        "format": "prose",
        "text": "The people of Moab wear themselves out going to their mountain shrines and to their temples to pray, but it will do them no good."
    },
    "17983": {
        "format": "prose",
        "text": "¶That is the message the Lord gave earlier about Moab."
    },
    "17984": {
        "format": "prose",
        "text": "And now the Lord says, “In exactly three years Moab’s great wealth will disappear. Of its many people, only a few will survive, and they will be weak.”"
    },
    "17985": {
        "format": "prose",
        "text": "§¶The Lord said, “Damascus will not be a city any longer; it will be only a pile of ruins."
    },
    "17986": {
        "format": "prose",
        "text": "The cities of Syria will be deserted forever. They will be a pasture for sheep and cattle, and no one will drive them away."
    },
    "17987": {
        "format": "prose",
        "text": "Israel will be defenseless, and Damascus will lose its independence. Those Syrians who survive will be in disgrace like the people of Israel. I, the Lord Almighty, have spoken.”"
    },
    "17988": {
        "format": "prose",
        "text": "¶The Lord said, “A day is coming when Israel’s greatness will come to an end, and its wealth will be replaced by poverty."
    },
    "17989": {
        "format": "prose",
        "text": "Israel will be like a field where the grain has been cut and harvested, as desolate as a field in Rephaim Valley when it has been picked bare."
    },
    "17990": {
        "format": "prose",
        "text": "Only a few people will survive, and Israel will be like an olive tree from which all the olives have been picked except two or three at the very top, or a few that are left on the lower branches. I, the Lord God of Israel, have spoken.”"
    },
    "17991": {
        "format": "prose",
        "text": "¶When that day comes, people will turn for help to their Creator, the holy God of Israel."
    },
    "17992": {
        "format": "prose",
        "text": "They will no longer rely on the altars they made with their own hands, or trust in their own handiwork—symbols of the goddess Asherah and altars for burning incense."
    },
    "17993": {
        "format": "prose",
        "text": "¶When that day comes, well‐defended cities will be deserted and left in ruins like the cities that the Hivites and the Amorites abandoned as they fled from the people of Israel."
    },
    "17994": {
        "format": "prose",
        "text": "¶Israel, you have forgotten the God who rescues you and protects you like a mighty rock. Instead, you plant sacred gardens in order to worship a foreign god."
    },
    "17995": {
        "format": "prose",
        "text": "But even if they sprouted and blossomed the very morning you planted them, there would still be no harvest. There would be only trouble and incurable pain."
    },
    "17996": {
        "format": "prose",
        "text": "§¶Powerful nations are in commotion with a sound like the roar of the sea, like the crashing of huge waves."
    },
    "17997": {
        "format": "prose",
        "text": "The nations advance like rushing waves, but God reprimands them and they retreat, driven away like dust on a mountainside, like straw in a whirlwind."
    },
    "17998": {
        "format": "prose",
        "text": "At evening they cause terror, but by morning they are gone. That is the fate of everyone who plunders our land."
    },
    "17999": {
        "format": "prose",
        "text": "§¶Beyond the rivers of Ethiopia there is a land where the sound of wings is heard."
    },
    "18000": {
        "format": "prose",
        "text": "From that land ambassadors come down the Nile in boats made of reeds. Go back home, swift messengers! Take a message back to your land divided by rivers, to your strong and powerful nation, to your tall and smooth‐skinned people, who are feared all over the world."
    },
    "18001": {
        "format": "prose",
        "text": "¶Listen, everyone who lives on earth! Look for a signal flag to be raised on the mountaintops! Listen for the blowing of the bugle!"
    },
    "18002": {
        "format": "prose",
        "text": "The Lord said to me, “I will look down from heaven as quietly as the dew forms in the warm nights of harvest time, as serenely as the sun shines in the heat of the day."
    },
    "18003": {
        "format": "prose",
        "text": "Before the grapes are gathered, when the blossoms have all fallen and the grapes are ripening, the enemy will destroy the Ethiopians as easily as a knife cuts branches from a vine."
    },
    "18004": {
        "format": "prose",
        "text": "The corpses of their soldiers will be left exposed to the birds and the wild animals. In summer the birds will feed on them, and in winter, the animals.”"
    },
    "18005": {
        "format": "prose",
        "text": "¶A time is coming when the Lord Almighty will receive offerings from this land divided by rivers, this strong and powerful nation, this tall and smooth‐skinned people, who are feared all over the world. They will come to Mount Zion, where the Lord Almighty is worshiped."
    },
    "18006": {
        "format": "prose",
        "text": "§¶This is a message about Egypt.¶The Lord is coming to Egypt, riding swiftly on a cloud. The Egyptian idols tremble before him, and the people of Egypt lose their courage."
    },
    "18007": {
        "format": "prose",
        "text": "The Lord says, “I will stir up civil war in Egypt and turn brother against brother and neighbor against neighbor. Rival cities will fight each other, and rival kings will struggle for power."
    },
    "18008": {
        "format": "prose",
        "text": "I am going to frustrate the plans of the Egyptians and destroy their morale. They will ask their idols to help them, and they will go and consult mediums and ask the spirits of the dead for advice."
    },
    "18009": {
        "format": "prose",
        "text": "I will hand the Egyptians over to a tyrant, to a cruel king who will rule them. I, the Lord Almighty, have spoken.”"
    },
    "18010": {
        "format": "prose",
        "text": "¶The water will be low in the Nile, and the river will gradually dry up."
    },
    "18011": {
        "format": "prose",
        "text": "The channels of the river will stink as they slowly go dry. Reeds and rushes will wither,"
    },
    "18012": {
        "format": "prose",
        "text": "and all the crops planted along the banks of the Nile will dry up and be blown away."
    },
    "18013": {
        "format": "prose",
        "text": "Everyone who earns a living by fishing in the Nile will groan and cry; their hooks and their nets will be useless."
    },
    "18014": {
        "format": "prose",
        "text": "Those who make linen cloth will be in despair;"
    },
    "18015": {
        "format": "prose",
        "text": "weavers and skilled workers will be broken and depressed."
    },
    "18016": {
        "format": "prose",
        "text": "¶The leaders of the city of Zoan are fools! Egypt’s wisest people give stupid advice! How do they dare to tell the king that they are successors to the ancient scholars and kings?"
    },
    "18017": {
        "format": "prose",
        "text": "King of Egypt, where are those clever advisers of yours? Perhaps they can tell you what plans the Lord Almighty has for Egypt."
    },
    "18018": {
        "format": "prose",
        "text": "The leaders of Zoan and Memphis are fools. They were supposed to lead the nation, but they have misled it."
    },
    "18019": {
        "format": "prose",
        "text": "The Lord has made them give confusing advice. As a result, Egypt does everything wrong and staggers like a drunk slipping on his own vomit."
    },
    "18020": {
        "format": "prose",
        "text": "No one in Egypt, rich or poor, important or unknown, can offer help."
    },
    "18021": {
        "format": "prose",
        "text": "§¶A time is coming when the people of Egypt will be as timid as women. They will tremble in terror when they see that the Lord Almighty has stretched out his hand to punish them."
    },
    "18022": {
        "format": "prose",
        "text": "The people of Egypt will be terrified of Judah every time they are reminded of the fate that the Lord Almighty has prepared for them."
    },
    "18023": {
        "format": "prose",
        "text": "¶When that time comes, the Hebrew language will be spoken in five Egyptian cities. The people there will take their oaths in the name of the Lord Almighty. One of the cities will be called, “City of the Sun.”"
    },
    "18024": {
        "format": "prose",
        "text": "¶When that time comes, there will be an altar to the Lord in the land of Egypt and a stone pillar dedicated to him at the Egyptian border."
    },
    "18025": {
        "format": "prose",
        "text": "They will be symbols of the Lord Almighty’s presence in Egypt. When the people there are oppressed and call out to the Lord for help, he will send someone to rescue them."
    },
    "18026": {
        "format": "prose",
        "text": "The Lord will reveal himself to the Egyptian people, and then they will acknowledge and worship him, and bring him sacrifices and offerings. They will make solemn promises to him and do what they promise."
    },
    "18027": {
        "format": "prose",
        "text": "The Lord will punish the Egyptians, but then he will heal them. They will turn to him, and he will hear their prayers and heal them."
    },
    "18028": {
        "format": "prose",
        "text": "¶When that time comes, there will be a highway between Egypt and Assyria. The people of these two countries will travel back and forth between them, and the two nations will worship together."
    },
    "18029": {
        "format": "prose",
        "text": "When that time comes, Israel will rank with Egypt and Assyria, and these three nations will be a blessing to all the world."
    },
    "18030": {
        "format": "prose",
        "text": "The Lord Almighty will bless them and say, “I will bless you, Egypt, my people; you, Assyria, whom I created; and you, Israel, my chosen people.”"
    },
    "18031": {
        "format": "prose",
        "text": "§¶Under the orders of Emperor Sargon of Assyria, the commander‐in‐chief of the Assyrian army attacked the Philistine city of Ashdod."
    },
    "18032": {
        "format": "prose",
        "text": "Three years earlier the Lord had told Isaiah son of Amoz to take off his sandals and the sackcloth he was wearing. He obeyed and went around naked and barefoot."
    },
    "18033": {
        "format": "prose",
        "text": "When Ashdod was captured, the Lord said, “My servant Isaiah has been going around naked and barefoot for three years. This is a sign of what will happen to Egypt and Ethiopia."
    },
    "18034": {
        "format": "prose",
        "text": "The emperor of Assyria will lead away naked the prisoners he captures from those two countries. Young and old, they will walk barefoot and naked, with their buttocks exposed, bringing shame on Egypt."
    },
    "18035": {
        "format": "prose",
        "text": "Those who have put their trust in Ethiopia and have boasted about Egypt will be disillusioned, their hopes shattered."
    },
    "18036": {
        "format": "prose",
        "text": "When that time comes, the people who live along the coast of Philistia will say, ‘Look at what has happened to the people we relied on to protect us from the emperor of Assyria! How will we ever survive?’”"
    },
    "18037": {
        "format": "prose",
        "text": "§¶This is a message about Babylonia.¶Like a whirlwind sweeping across the desert, disaster will come from a terrifying land."
    },
    "18038": {
        "format": "prose",
        "text": "I have seen a vision of cruel events, a vision of betrayal and destruction.¶Army of Elam, attack! Army of Media, lay siege to the cities! God will put an end to the suffering which Babylon has caused."
    },
    "18039": {
        "format": "prose",
        "text": "¶What I saw and heard in the vision has filled me with terror and pain, pain like that of a woman in labor."
    },
    "18040": {
        "format": "prose",
        "text": "My head is spinning, and I am trembling with fear. I had been longing for evening to come, but it has brought me nothing but terror."
    },
    "18041": {
        "format": "prose",
        "text": "¶In the vision a banquet is ready; rugs are spread for the guests to sit on. They are eating and drinking. Suddenly the command rings out: “Officers! Prepare your shields!”"
    },
    "18042": {
        "format": "prose",
        "text": "¶Then the Lord said to me, “Go and post a sentry, and tell him to report what he sees."
    },
    "18043": {
        "format": "prose",
        "text": "If he sees riders coming on horseback, two by two, and riders on donkeys and camels, he is to observe them carefully.”"
    },
    "18044": {
        "format": "prose",
        "text": "¶The sentry calls out, “Sir, I have been standing guard at my post day and night.”"
    },
    "18045": {
        "format": "prose",
        "text": "¶Suddenly, here they come! Riders on horseback, two by two. The sentry gives the news, “Babylon has fallen! All the idols they worshiped lie shattered on the ground.”"
    },
    "18046": {
        "format": "prose",
        "text": "¶My people Israel, you have been threshed like wheat, but now I have announced to you the good news that I have heard from the Lord Almighty, the God of Israel."
    },
    "18047": {
        "format": "prose",
        "text": "§¶This is a message about Edom.¶Someone calls to me from Edom, “Sentry, how soon will the night be over? Tell me how soon it will end.”"
    },
    "18048": {
        "format": "prose",
        "text": "¶I answer, “Morning is coming, but night will come again. If you want to ask again, come back and ask.”"
    },
    "18049": {
        "format": "prose",
        "text": "§¶This is a message about Arabia.¶People of Dedan, you whose caravans camp in the barren country of Arabia,"
    },
    "18050": {
        "format": "prose",
        "text": "give water to the thirsty people who come to you. You people of the land of Tema, give food to the refugees."
    },
    "18051": {
        "format": "prose",
        "text": "People are fleeing to escape from swords that are ready to kill them, from bows that are ready to shoot, from all the dangers of war."
    },
    "18052": {
        "format": "prose",
        "text": "¶Then the Lord said to me, “In exactly one year the greatness of the tribes of Kedar will be at an end."
    },
    "18053": {
        "format": "prose",
        "text": "The archers are the bravest warriors of Kedar, but few of them will be left. I, the Lord God of Israel, have spoken.”"
    },
    "18054": {
        "format": "prose",
        "text": "§¶This is a message about the Valley of Vision.¶What is happening? Why are all the people of the city celebrating on the roofs of the houses?"
    },
    "18055": {
        "format": "prose",
        "text": "The whole city is in an uproar, filled with noise and excitement.¶Your people who died in this war did not die fighting."
    },
    "18056": {
        "format": "prose",
        "text": "All your leaders ran away and were captured before they shot a single arrow."
    },
    "18057": {
        "format": "prose",
        "text": "Now leave me alone to weep bitterly over all those of my people who have died. Don’t try to comfort me."
    },
    "18058": {
        "format": "prose",
        "text": "This is a time of panic, defeat, and confusion in the Valley of Vision, and the Sovereign Lord Almighty has sent it on us. The walls of our city have been battered down, and cries for help have echoed among the hills."
    },
    "18059": {
        "format": "prose",
        "text": "¶The soldiers from the land of Elam came riding on horseback, armed with bows and arrows. Soldiers from the land of Kir had their shields ready."
    },
    "18060": {
        "format": "prose",
        "text": "The fertile valleys of Judah were filled with chariots; soldiers on horseback stood in front of Jerusalem’s gates."
    },
    "18061": {
        "format": "prose",
        "text": "All of Judah’s defenses crumbled.¶When that happened, you brought weapons out of the arsenal."
    },
    "18062": {
        "format": "prose",
        "text": "You found the places where the walls of Jerusalem needed repair. You inspected all the houses in Jerusalem and tore some of them down to get stones to repair the city walls. In order to store water,"
    },
    "18064": {
        "format": "prose",
        "text": "you built a reservoir inside the city to hold the water flowing down from the old pool. But you paid no attention to God, who planned all this long ago and who caused it to happen."
    },
    "18065": {
        "format": "prose",
        "text": "¶The Sovereign Lord Almighty was calling you then to weep and mourn, to shave your heads and wear sackcloth."
    },
    "18066": {
        "format": "prose",
        "text": "Instead, you laughed and celebrated. You killed sheep and cattle to eat, and you drank wine. You said, “We might as well eat and drink! Tomorrow we’ll be dead.”"
    },
    "18067": {
        "format": "prose",
        "text": "¶The Sovereign Lord Almighty himself spoke to me and said, “This evil will never be forgiven them as long as they live. I, the Sovereign Lord Almighty, have spoken.”"
    },
    "18068": {
        "format": "prose",
        "text": "§¶The Sovereign Lord Almighty told me to go to Shebna, the manager of the royal household, and say to him,"
    },
    "18069": {
        "format": "prose",
        "text": "“Who do you think you are? What right do you have to carve a tomb for yourself out of the rocky hillside?"
    },
    "18070": {
        "format": "prose",
        "text": "You may be important, but the Lord will pick you up and throw you away."
    },
    "18071": {
        "format": "prose",
        "text": "He will pick you up like a ball and throw you into a much larger country. You will die there beside the chariots you were so proud of. You are a disgrace to your master’s household."
    },
    "18072": {
        "format": "prose",
        "text": "The Lord will remove you from office and bring you down from your high position.”"
    },
    "18073": {
        "format": "prose",
        "text": "¶The Lord said to Shebna, “When that happens, I will send for my servant Eliakim son of Hilkiah."
    },
    "18074": {
        "format": "prose",
        "text": "I will put your official robe and belt on him and give him all the authority you have had. He will be like a father to the people of Jerusalem and Judah."
    },
    "18075": {
        "format": "prose",
        "text": "I will give him complete authority under the king, the descendant of David. He will have the keys of office; what he opens, no one will shut, and what he shuts, no one will open."
    },
    "18076": {
        "format": "prose",
        "text": "I will fasten him firmly in place like a peg, and he will be a source of honor to his whole family."
    },
    "18077": {
        "format": "prose",
        "text": "¶“But all his relatives and dependents will become a burden to him. They will hang on him like pots and bowls hanging from a peg!"
    },
    "18078": {
        "format": "prose",
        "text": "When that happens, the peg that was firmly fastened will pull loose and fall. And that will be the end of everything that was hanging on it.” The Lord has spoken."
    },
    "18079": {
        "format": "prose",
        "text": "§¶This is a message about Tyre.¶Howl with grief, you sailors out on the ocean! Your home port of Tyre has been destroyed; its houses and its harbor are in ruins. As your ships return from Cyprus, you learn the news."
    },
    "18080": {
        "format": "prose",
        "text": "Wail, you merchants of Sidon! You sent agents"
    },
    "18081": {
        "format": "prose",
        "text": "across the sea to buy and sell the grain that grew in Egypt and to do business with all the nations."
    },
    "18082": {
        "format": "prose",
        "text": "¶City of Sidon, you are disgraced! The sea and the great ocean depths disown you and say, “I never had any children. I never raised sons or daughters.”"
    },
    "18083": {
        "format": "prose",
        "text": "¶Even the Egyptians will be shocked and dismayed when they learn that Tyre has been destroyed."
    },
    "18084": {
        "format": "prose",
        "text": "¶Howl with grief, you people of Phoenicia! Try to escape to Spain!"
    },
    "18085": {
        "format": "prose",
        "text": "Can this be the joyful city of Tyre, founded so long ago? Is this the city that sent settlers across the sea to establish colonies?"
    },
    "18086": {
        "format": "prose",
        "text": "Who was it that planned to bring all this on Tyre, that imperial city, whose merchant princes were the most honored men on earth?"
    },
    "18087": {
        "format": "prose",
        "text": "The Lord Almighty planned it. He planned it in order to put an end to their pride in what they had done and to humiliate their honored ones."
    },
    "18088": {
        "format": "prose",
        "text": "¶Go and farm the land, you people in the colonies in Spain! There is no one to protect you any more."
    },
    "18089": {
        "format": "prose",
        "text": "The Lord has stretched out his hand over the sea and overthrown kingdoms. He has commanded that the Phoenician centers of commerce be destroyed."
    },
    "18090": {
        "format": "prose",
        "text": "City of Sidon, your happiness has ended, and your people are oppressed. Even if they escape to Cyprus, they will still not be safe."
    },
    "18091": {
        "format": "prose",
        "text": "¶(It was the Babylonians, not the Assyrians, who let the wild animals overrun Tyre. It was the Babylonians who put up siege towers, tore down the fortifications of Tyre, and left the city in ruins.)"
    },
    "18092": {
        "format": "prose",
        "text": "¶Howl with grief, you sailors out on the ocean! The city you relied on has been destroyed."
    },
    "18093": {
        "format": "prose",
        "text": "¶A time is coming when Tyre will be forgotten for seventy years, the lifetime of a king. When those years are over, Tyre will be like the prostitute in the song:"
    },
    "18094": {
        "format": "poetry",
        "text": "¶Take your harp, go round the town,\/_you poor forgotten whore!\/Play and sing your songs again\/_to bring men back once more."
    },
    "18095": {
        "format": "prose",
        "text": "¶When the seventy years are over, the Lord will let Tyre go back to her old trade, and she will hire herself out to all the kingdoms of the world."
    },
    "18096": {
        "format": "prose",
        "text": "The money she earns by commerce will be dedicated to the Lord. She will not store it away, but those who worship the Lord will use her money to buy the food and the clothing they need."
    },
    "18097": {
        "format": "prose",
        "text": "§¶The Lord is going to devastate the earth and leave it desolate. He will twist the earth’s surface and scatter its people."
    },
    "18098": {
        "format": "prose",
        "text": "Everyone will meet the same fate—the priests and the people, slaves and masters, buyers and sellers, lenders and borrowers, rich and poor."
    },
    "18099": {
        "format": "prose",
        "text": "The earth will lie shattered and ruined. The Lord has spoken and it will be done."
    },
    "18100": {
        "format": "prose",
        "text": "¶The earth dries up and withers; the whole world grows weak; both earth and sky decay."
    },
    "18101": {
        "format": "prose",
        "text": "The people have defiled the earth by breaking God’s laws and by violating the covenant he made to last forever."
    },
    "18102": {
        "format": "prose",
        "text": "So God has pronounced a curse on the earth. Its people are paying for what they have done. Fewer and fewer remain alive."
    },
    "18103": {
        "format": "prose",
        "text": "The grapevines wither, and wine is becoming scarce. Everyone who was once happy is now sad,"
    },
    "18104": {
        "format": "prose",
        "text": "and the joyful music of their harps and drums has ceased."
    },
    "18105": {
        "format": "prose",
        "text": "There is no more happy singing over wine; no one enjoys its taste any more."
    },
    "18106": {
        "format": "prose",
        "text": "In the city everything is in chaos, and people lock themselves in their houses for safety."
    },
    "18107": {
        "format": "prose",
        "text": "People shout in the streets because there is no more wine. Happiness is gone forever; it has been banished from the land."
    },
    "18108": {
        "format": "prose",
        "text": "The city is in ruins, and its gates have been broken down."
    },
    "18109": {
        "format": "prose",
        "text": "This is what will happen in every nation all over the world. It will be like the end of harvest, when the olives have been beaten off every tree and the last grapes picked from the vines."
    },
    "18110": {
        "format": "prose",
        "text": "¶Those who survive will sing for joy. Those in the West will tell how great the Lord is,"
    },
    "18111": {
        "format": "prose",
        "text": "and those in the East will praise him. The people who live along the sea will praise the Lord, the God of Israel."
    },
    "18112": {
        "format": "prose",
        "text": "From the most distant parts of the world we will hear songs in praise of Israel, the righteous nation.¶But there is no hope for me! I am wasting away! Traitors continue to betray, and their treachery grows worse and worse."
    },
    "18113": {
        "format": "prose",
        "text": "Listen to me, everyone! There are terrors, pits, and traps waiting for you."
    },
    "18114": {
        "format": "prose",
        "text": "Anyone who tries to escape from the terror will fall in a pit, and anyone who escapes from the pit will be caught in a trap. Torrents of rain will pour from the sky, and earth’s foundations will shake."
    },
    "18115": {
        "format": "prose",
        "text": "The earth will crack and shatter and split open."
    },
    "18116": {
        "format": "prose",
        "text": "The earth itself will stagger like a drunk, sway like a hut in a storm. The world is weighed down by its sins; it will collapse and never rise again."
    },
    "18117": {
        "format": "prose",
        "text": "¶A time is coming when the Lord will punish the powers above and the rulers of the earth."
    },
    "18118": {
        "format": "prose",
        "text": "God will crowd kings together like prisoners in a pit. He will shut them in prison until the time of their punishment comes."
    },
    "18119": {
        "format": "prose",
        "text": "The moon will grow dark, and the sun will no longer shine, for the Lord Almighty will be king. He will rule in Jerusalem on Mount Zion, and the leaders of the people will see his glory."
    },
    "18120": {
        "format": "poetry",
        "text": "§¶Lord, you are my God;\/_I will honor you and praise your name.\/You have done amazing things;\/_you have faithfully carried out\/_the plans you made long ago."
    },
    "18121": {
        "format": "poetry",
        "text": "\/You have turned cities into ruins\/_and destroyed their fortifications.\/The palaces which our enemies built\/_are gone forever."
    },
    "18122": {
        "format": "poetry",
        "text": "\/The people of powerful nations will praise you;\/_you will be feared in the cities of cruel nations."
    },
    "18123": {
        "format": "poetry",
        "text": "\/The poor and the helpless have fled to you\/_and have been safe in times of trouble.\/You give them shelter from storms\/_and shade from the burning heat.\/Cruel enemies attack like a winter storm,"
    },
    "18124": {
        "format": "poetry",
        "text": "\/_like drought in a dry land.\/But you, Lord, have silenced our enemies;\/_you silence the shouts of cruel people,\/_as a cloud cools a hot day."
    },
    "18125": {
        "format": "prose",
        "text": "§¶Here on Mount Zion the Lord Almighty will prepare a banquet for all the nations of the world—a banquet of the richest food and the finest wine."
    },
    "18126": {
        "format": "prose",
        "text": "Here he will suddenly remove the cloud of sorrow that has been hanging over all the nations."
    },
    "18127": {
        "format": "prose",
        "text": "The Sovereign Lord will destroy death forever! He will wipe away the tears from everyone’s eyes and take away the disgrace his people have suffered throughout the world. The Lord himself has spoken."
    },
    "18128": {
        "format": "prose",
        "text": "¶When it happens, everyone will say, “He is our God! We have put our trust in him, and he has rescued us. He is the Lord! We have put our trust in him, and now we are happy and joyful because he has saved us.”"
    },
    "18129": {
        "format": "prose",
        "text": "§¶The Lord will protect Mount Zion, but the people of Moab will be trampled down the way straw is trampled in manure."
    },
    "18130": {
        "format": "prose",
        "text": "They will reach out their hands as if they were trying to swim, but God will humiliate them, and their hands will sink helplessly."
    },
    "18131": {
        "format": "prose",
        "text": "He will destroy the fortresses of Moab with their high walls and bring them tumbling down into the dust."
    },
    "18132": {
        "format": "prose",
        "text": "§¶A day is coming when the people will sing this song in the land of Judah:¶▼Our city is strong!\/God himself defends its walls!"
    },
    "18133": {
        "format": "poetry",
        "text": "\/Open the city gates\/_and let the faithful nation enter,\/_the nation whose people do what is right."
    },
    "18134": {
        "format": "poetry",
        "text": "\/You, Lord, give perfect peace\/_to those who keep their purpose firm\/_and put their trust in you."
    },
    "18135": {
        "format": "poetry",
        "text": "\/Trust in the Lord forever;\/_he will always protect us."
    },
    "18136": {
        "format": "poetry",
        "text": "\/He has humbled those who were proud;\/_he destroyed the strong city they lived in,\/_and sent its walls crashing into the dust."
    },
    "18137": {
        "format": "poetry",
        "text": "\/Those who were oppressed walk over it now\/_and trample it under their feet."
    },
    "18138": {
        "format": "poetry",
        "text": "¶Lord, you make the path smooth for good people;\/_the road they travel is level."
    },
    "18139": {
        "format": "poetry",
        "text": "\/We follow your will and put our hope in you;\/_you are all that we desire."
    },
    "18140": {
        "format": "poetry",
        "text": "\/At night I long for you with all my heart;\/_when you judge the earth and its people,\/_they will all learn what justice is."
    },
    "18141": {
        "format": "poetry",
        "text": "\/Even though you are kind to the wicked,\/_they never learn to do what is right.\/Even here in a land of righteous people\/_they still do wrong;\/_they refuse to recognize your greatness."
    },
    "18142": {
        "format": "poetry",
        "text": "\/Your enemies do not know that you will punish them.\/Lord, put them to shame and let them suffer;\/_let them suffer the punishment you have prepared.\/Show them how much you love your people."
    },
    "18143": {
        "format": "poetry",
        "text": "¶You will give us prosperity, Lord;\/_everything that we achieve\/_is the result of what you do."
    },
    "18144": {
        "format": "poetry",
        "text": "\/Lord our God, we have been ruled by others,\/_but you alone are our Lord."
    },
    "18145": {
        "format": "poetry",
        "text": "\/Now they are dead and will not live again;\/_their ghosts will not rise,\/_for you have punished them and destroyed them.\/No one remembers them any more."
    },
    "18146": {
        "format": "poetry",
        "text": "\/Lord, you have made our nation grow,\/_enlarging its territory on every side;\/_and this has brought you honor."
    },
    "18147": {
        "format": "poetry",
        "text": "\/You punished your people, Lord,\/_and in anguish they prayed to you."
    },
    "18148": {
        "format": "poetry",
        "text": "\/You, Lord, have made us cry out,\/_as a woman in labor cries out in pain."
    },
    "18149": {
        "format": "poetry",
        "text": "\/We were in pain and agony,\/_but we gave birth to nothing.\/We have won no victory for our land;\/_we have accomplished nothing."
    },
    "18150": {
        "format": "poetry",
        "text": "¶Those of our people who have died will live again!\/Their bodies will come back to life.\/All those sleeping in their graves\/_will wake up and sing for joy.\/As the sparkling dew refreshes the earth,\/_so the Lord will revive those who have long been dead."
    },
    "18151": {
        "format": "prose",
        "text": "§¶Go into your houses, my people, and shut the door behind you. Hide yourselves for a little while until God’s anger is over."
    },
    "18152": {
        "format": "prose",
        "text": "The Lord is coming from his heavenly dwelling place to punish the people of the earth for their sins. The murders that were secretly committed on the earth will be revealed, and the ground will no longer hide those who have been killed."
    },
    "18153": {
        "format": "prose",
        "text": "¶On that day the Lord will use his powerful and deadly sword to punish Leviathan, that wriggling, twisting dragon, and to kill the monster that lives in the sea."
    },
    "18154": {
        "format": "prose",
        "text": "¶On that day the Lord will say of his pleasant vineyard,"
    },
    "18155": {
        "format": "prose",
        "text": "“I watch over it and water it continually. I guard it night and day so that no one will harm it."
    },
    "18156": {
        "format": "prose",
        "text": "I am no longer angry with the vineyard. If there were thorns and briers to fight against, I would burn them up completely."
    },
    "18157": {
        "format": "prose",
        "text": "But if the enemies of my people want my protection, let them make peace with me. Yes, let them make peace with me.”"
    },
    "18158": {
        "format": "prose",
        "text": "¶In the days to come the people of Israel, the descendants of Jacob, will take root like a tree, and they will blossom and bud. The earth will be covered with the fruit they produce."
    },
    "18159": {
        "format": "prose",
        "text": "¶Israel has not been punished by the Lord as severely as its enemies nor lost as many people."
    },
    "18160": {
        "format": "prose",
        "text": "The Lord punished his people by sending them into exile. He took them away with a cruel wind from the east."
    },
    "18161": {
        "format": "prose",
        "text": "But Israel’s sins will be forgiven only when the stones of pagan altars are ground up like chalk, and no more incense altars or symbols of the goddess Asherah are left."
    },
    "18162": {
        "format": "prose",
        "text": "¶The fortified city lies in ruins. It is deserted like an empty wilderness. It has become a pasture for cattle, where they can rest and graze."
    },
    "18163": {
        "format": "prose",
        "text": "The branches of the trees are withered and broken, and women gather them for firewood. Because the people have understood nothing, God their Creator will not pity them or show them any mercy."
    },
    "18164": {
        "format": "prose",
        "text": "¶On that day, from the Euphrates to the Egyptian border, the Lord will gather his people one by one, as threshing separates the wheat from the chaff."
    },
    "18165": {
        "format": "prose",
        "text": "¶When that day comes, a trumpet will be blown to call back from Assyria and Egypt all the Israelites who are in exile there. They will come and worship the Lord in Jerusalem, on his sacred hill."
    },
    "18166": {
        "format": "prose",
        "text": "§¶The kingdom of Israel is doomed! Its glory is fading like the crowns of flowers on the heads of its drunken leaders. Their proud heads are well perfumed, but there they lie, dead drunk."
    },
    "18167": {
        "format": "prose",
        "text": "The Lord has someone strong and powerful ready to attack them, someone who will come like a hailstorm, like a torrent of rain, like a rushing, overpowering flood, and will overwhelm the land."
    },
    "18168": {
        "format": "prose",
        "text": "The pride of those drunken leaders will be trampled underfoot."
    },
    "18169": {
        "format": "prose",
        "text": "The fading glory of those proud leaders will disappear like the first figs of the season, picked and eaten as soon as they are ripe."
    },
    "18170": {
        "format": "prose",
        "text": "¶A day is coming when the Lord Almighty will be like a glorious crown of flowers for his people who survive."
    },
    "18171": {
        "format": "prose",
        "text": "He will give a sense of justice to those who serve as judges, and courage to those who defend the city gates from attack."
    },
    "18172": {
        "format": "prose",
        "text": "§¶Even the prophets and the priests are so drunk that they stagger. They have drunk so much wine and liquor that they stumble in confusion. The prophets are too drunk to understand the visions that God sends, and the priests are too drunk to decide the cases that are brought to them."
    },
    "18173": {
        "format": "prose",
        "text": "The tables where they sit are all covered with vomit, and not a clean spot is left."
    },
    "18174": {
        "format": "prose",
        "text": "¶They complain about me. They say, “Who does that man think he’s teaching? Who needs his message? It’s only good for babies that have just stopped nursing!"
    },
    "18175": {
        "format": "prose",
        "text": "He is trying to teach us letter by letter, line by line, lesson by lesson.”"
    },
    "18176": {
        "format": "prose",
        "text": "¶If you won’t listen to me, then God will use foreigners speaking some strange‐sounding language to teach you a lesson."
    },
    "18177": {
        "format": "prose",
        "text": "He offered rest and comfort to all of you, but you refused to listen to him."
    },
    "18178": {
        "format": "prose",
        "text": "That is why the Lord is going to teach you letter by letter, line by line, lesson by lesson. Then you will stumble with every step you take. You will be wounded, trapped, and taken prisoner."
    },
    "18179": {
        "format": "prose",
        "text": "§¶Now you arrogant leaders who rule here in Jerusalem over this people, listen to what the Lord is saying."
    },
    "18180": {
        "format": "prose",
        "text": "You boast that you have made a treaty with death and reached an agreement with the world of the dead. You are certain that disaster will spare you when it comes, because you depend on lies and deceit to keep you safe."
    },
    "18181": {
        "format": "prose",
        "text": "This, now, is what the Sovereign Lord says: “I am placing in Zion a foundation that is firm and strong. In it I am putting a solid cornerstone on which are written the words, ‘Faith that is firm is also patient.’"
    },
    "18182": {
        "format": "prose",
        "text": "Justice will be the measuring line for the foundation, and honesty will be its plumb line.”¶Hailstorms will sweep away all the lies you depend on, and floods will destroy your security."
    },
    "18183": {
        "format": "prose",
        "text": "The treaty you have made with death will be abolished, and your agreement with the world of the dead will be canceled. When disaster sweeps down, you will be overcome."
    },
    "18184": {
        "format": "prose",
        "text": "It will strike you again and again, morning after morning. You will have to bear it day and night. Each new message from God will bring new terror!"
    },
    "18185": {
        "format": "prose",
        "text": "You will be like the person in the proverb, who tries to sleep in a bed too short to stretch out on, with a blanket too narrow to wrap himself in."
    },
    "18186": {
        "format": "prose",
        "text": "The Lord will fight as he did at Mount Perazim and in the valley of Gibeon, in order to do what he intends to do—strange as his actions may seem. He will complete his work, his mysterious work."
    },
    "18187": {
        "format": "prose",
        "text": "¶Don’t laugh at the warning I am giving you! If you do, it will be even harder for you to escape. I have heard the Lord Almighty’s decision to destroy the whole country."
    },
    "18188": {
        "format": "prose",
        "text": "§¶Listen to what I am saying; pay attention to what I am telling you."
    },
    "18189": {
        "format": "prose",
        "text": "Farmers don’t constantly plow their fields and keep getting them ready for planting."
    },
    "18190": {
        "format": "prose",
        "text": "Once they have prepared the soil, they plant the seeds of herbs such as dill and cumin. They plant rows of wheat and barley, and at the edges of their fields they plant other grain."
    },
    "18191": {
        "format": "prose",
        "text": "They know how to do their work, because God has taught them."
    },
    "18192": {
        "format": "prose",
        "text": "They never use a heavy club to beat out dill seeds or cumin seeds; instead they use light sticks of the proper size."
    },
    "18193": {
        "format": "prose",
        "text": "They do not ruin the wheat by threshing it endlessly, and they know how to thresh it by driving a cart over it without bruising the grains."
    },
    "18194": {
        "format": "prose",
        "text": "All this wisdom comes from the Lord Almighty. The plans God makes are wise, and they always succeed."
    },
    "18195": {
        "format": "prose",
        "text": "§¶God’s altar, Jerusalem itself, is doomed! The city where David camped is doomed! Let another year or two come and go, with its feasts and festivals,"
    },
    "18196": {
        "format": "prose",
        "text": "and then God will bring disaster on the city that is called “God’s altar.” There will be weeping and wailing, and the whole city will be like an altar covered with blood."
    },
    "18197": {
        "format": "prose",
        "text": "God will attack the city, surround it, and besiege it."
    },
    "18198": {
        "format": "prose",
        "text": "Jerusalem will be like a ghost struggling to speak from under the ground, a muffled voice coming from the dust."
    },
    "18199": {
        "format": "prose",
        "text": "¶Jerusalem, all the foreigners who attack you will be blown away like dust, and their terrifying armies will fly away like straw. Suddenly and unexpectedly"
    },
    "18200": {
        "format": "prose",
        "text": "the Lord Almighty will rescue you with violent thunderstorms and earthquakes. He will send windstorms and raging fire;"
    },
    "18201": {
        "format": "prose",
        "text": "then all the armies of the nations attacking the city of God’s altar, all their weapons and equipment—everything—will vanish like a dream, like something imagined in the night."
    },
    "18202": {
        "format": "prose",
        "text": "All the nations that assemble to attack Jerusalem will be like a starving person who dreams he is eating and wakes up hungry, or like someone dying of thirst who dreams he is drinking and wakes with a dry throat."
    },
    "18203": {
        "format": "prose",
        "text": "§¶Go ahead and be stupid! Go ahead and be blind! Get drunk without any wine! Stagger without drinking a drop!"
    },
    "18204": {
        "format": "prose",
        "text": "The Lord has made you drowsy, ready to fall into a deep sleep. The prophets should be the eyes of the people, but God has blindfolded them."
    },
    "18205": {
        "format": "prose",
        "text": "The meaning of every prophetic vision will be hidden from you; it will be like a sealed scroll. If you take it to someone who knows how to read and ask him to read it to you, he will say he can’t because it is sealed."
    },
    "18206": {
        "format": "prose",
        "text": "If you give it to someone who can’t read and ask him to read it to you, he will answer that he doesn’t know how."
    },
    "18207": {
        "format": "prose",
        "text": "¶The Lord said, “These people claim to worship me, but their words are meaningless, and their hearts are somewhere else. Their religion is nothing but human rules and traditions, which they have simply memorized."
    },
    "18208": {
        "format": "prose",
        "text": "So I will startle them with one unexpected blow after another. Those who are wise will turn out to be fools, and all their cleverness will be useless.”"
    },
    "18209": {
        "format": "prose",
        "text": "§¶Those who try to hide their plans from the Lord are doomed! They carry out their schemes in secret and think no one will see them or know what they are doing."
    },
    "18210": {
        "format": "prose",
        "text": "They turn everything upside down. Which is more important, the potter or the clay? Can something you have made say, “You didn’t make me”? Or can it say, “You don’t know what you are doing”?"
    },
    "18211": {
        "format": "prose",
        "text": "¶As the saying goes, before long the dense forest will become farmland, and the farmland will go back to forest."
    },
    "18212": {
        "format": "prose",
        "text": "¶When that day comes, the deaf will be able to hear a book being read aloud, and the blind, who have been living in darkness, will open their eyes and see."
    },
    "18213": {
        "format": "prose",
        "text": "Poor and humble people will once again find the happiness which the Lord, the holy God of Israel, gives."
    },
    "18214": {
        "format": "prose",
        "text": "It will be the end of those who oppress others and show contempt for God. Every sinner will be destroyed."
    },
    "18215": {
        "format": "prose",
        "text": "God will destroy those who slander others, those who prevent the punishment of criminals, and those who tell lies to keep honest people from getting justice."
    },
    "18216": {
        "format": "prose",
        "text": "¶So now the Lord, the God of Israel, who rescued Abraham from trouble, says, “My people, you will not be disgraced any longer, and your faces will no longer be pale with shame."
    },
    "18217": {
        "format": "prose",
        "text": "When you see the children that I will give you, then you will acknowledge that I am the holy God of Israel. You will honor me and stand in awe of me."
    },
    "18218": {
        "format": "prose",
        "text": "Foolish people will learn to understand, and those who are always grumbling will be glad to be taught.”"
    },
    "18219": {
        "format": "prose",
        "text": "§¶The Lord has spoken: “Those who rule Judah are doomed because they rebel against me. They follow plans that I did not make, and sign treaties against my will, piling one sin on another."
    },
    "18220": {
        "format": "prose",
        "text": "They go to Egypt for help without asking for my advice. They want Egypt to protect them, so they put their trust in Egypt’s king."
    },
    "18221": {
        "format": "prose",
        "text": "But the king will be powerless to help them, and Egypt’s protection will end in disaster."
    },
    "18222": {
        "format": "prose",
        "text": "Although their ambassadors have already arrived at the Egyptian cities of Zoan and Hanes,"
    },
    "18223": {
        "format": "prose",
        "text": "the people of Judah will regret that they ever trusted that unreliable nation, a nation that fails them when they expect help.”"
    },
    "18224": {
        "format": "prose",
        "text": "¶This is God’s message about the animals of the southern desert: “The ambassadors travel through dangerous country, where lions live and where there are poisonous snakes and flying dragons. They load their donkeys and camels with expensive gifts for a nation that cannot give them any help."
    },
    "18225": {
        "format": "prose",
        "text": "The help that Egypt gives is useless. So I have nicknamed Egypt, ‘The Harmless Dragon.’”"
    },
    "18226": {
        "format": "prose",
        "text": "§¶God told me to write down in a book what the people are like, so that there would be a permanent record of how evil they are."
    },
    "18227": {
        "format": "prose",
        "text": "They are always rebelling against God, always lying, always refusing to listen to the Lord’s teachings."
    },
    "18228": {
        "format": "prose",
        "text": "They tell the prophets to keep quiet. They say, “Don’t talk to us about what’s right. Tell us what we want to hear. Let us keep our illusions."
    },
    "18229": {
        "format": "prose",
        "text": "Get out of our way and stop blocking our path. We don’t want to hear about your holy God of Israel.”"
    },
    "18230": {
        "format": "prose",
        "text": "¶But this is what the holy God of Israel says: “You ignore what I tell you and rely on violence and deceit."
    },
    "18231": {
        "format": "prose",
        "text": "You are guilty. You are like a high wall with a crack running down it; suddenly you will collapse."
    },
    "18232": {
        "format": "prose",
        "text": "You will be shattered like a clay pot, so badly broken that there is no piece big enough to pick up hot coals with or to dip water from a cistern.”"
    },
    "18233": {
        "format": "prose",
        "text": "¶The Sovereign Lord, the Holy One of Israel, says to the people, “Come back and quietly trust in me. Then you will be strong and secure.” But you refuse to do it."
    },
    "18234": {
        "format": "prose",
        "text": "Instead, you plan to escape from your enemies by riding fast horses. And you are right—escape is what you will have to do! You think your horses are fast enough, but those who pursue you will be faster!"
    },
    "18235": {
        "format": "prose",
        "text": "A thousand of you will run away when you see one enemy soldier, and five soldiers will be enough to make you all run away. Nothing will be left of your army except a lonely flagpole on the top of a hill."
    },
    "18236": {
        "format": "prose",
        "text": "And yet the Lord is waiting to be merciful to you. He is ready to take pity on you because he always does what is right. Happy are those who put their trust in the Lord."
    },
    "18237": {
        "format": "prose",
        "text": "§¶You people who live in Jerusalem will not weep any more. The Lord is compassionate, and when you cry to him for help, he will answer you."
    },
    "18238": {
        "format": "prose",
        "text": "The Lord will make you go through hard times, but he himself will be there to teach you, and you will not have to search for him any more."
    },
    "18239": {
        "format": "prose",
        "text": "If you wander off the road to the right or the left, you will hear his voice behind you saying, “Here is the road. Follow it.”"
    },
    "18240": {
        "format": "prose",
        "text": "You will take your idols plated with silver and your idols covered with gold, and will throw them away like filth, shouting, “Out of my sight!”"
    },
    "18241": {
        "format": "prose",
        "text": "Whenever you plant your crops, the Lord will send rain to make them grow and will give you a rich harvest, and your livestock will have plenty of pasture."
    },
    "18242": {
        "format": "prose",
        "text": "The oxen and donkeys that plow your fields will eat the finest and best fodder."
    },
    "18243": {
        "format": "prose",
        "text": "On the day when the forts of your enemies are captured and their people are killed, streams of water will flow from every mountain and every hill."
    },
    "18244": {
        "format": "prose",
        "text": "The moon will be as bright as the sun, and the sun will be seven times brighter than usual, like the light of seven days in one. This will all happen when the Lord bandages and heals the wounds he has given his people."
    },
    "18245": {
        "format": "prose",
        "text": "§¶The Lord’s power and glory can be seen in the distance. Fire and smoke show his anger. He speaks, and his words burn like fire."
    },
    "18246": {
        "format": "prose",
        "text": "He sends the wind in front of him like a flood that carries everything away. It sweeps nations to destruction and puts an end to their evil plans."
    },
    "18247": {
        "format": "prose",
        "text": "But you, God’s people, will be happy and sing as you do on the night of a sacred festival. You will be as happy as those who walk to the music of flutes on their way to the Temple of the Lord, the defender of Israel."
    },
    "18248": {
        "format": "prose",
        "text": "¶The Lord will let everyone hear his majestic voice and feel the force of his anger. There will be flames, cloudbursts, hailstones, and torrents of rain."
    },
    "18249": {
        "format": "prose",
        "text": "The Assyrians will be terrified when they hear the Lord’s voice and feel the force of his punishment."
    },
    "18250": {
        "format": "prose",
        "text": "As the Lord strikes them again and again, his people will keep time with the music of drums and harps. God himself will fight against the Assyrians."
    },
    "18251": {
        "format": "prose",
        "text": "Long ago a place was prepared where a huge fire will burn the emperor of Assyria. It is deep and wide, and piled high with wood. The Lord will breathe out a stream of flame to set it on fire."
    },
    "18252": {
        "format": "prose",
        "text": "§¶Those who go to Egypt for help are doomed! They are relying on Egypt’s vast military strength—horses, chariots, and soldiers. But they do not rely on the Lord, the holy God of Israel, or ask him for help."
    },
    "18253": {
        "format": "prose",
        "text": "He knows what he is doing! He sends disaster. He carries out his threats to punish evil people and those who protect them."
    },
    "18254": {
        "format": "prose",
        "text": "The Egyptians are not gods—they are only human. Their horses are not supernatural. When the Lord acts, the strong nation will crumble, and the weak nation it helped will fall. Both of them will be destroyed."
    },
    "18255": {
        "format": "prose",
        "text": "¶The Lord said to me, “No matter how shepherds yell and shout, they can’t scare away a lion from an animal that it has killed; in the same way, there is nothing that can keep me, the Lord Almighty, from protecting Mount Zion."
    },
    "18256": {
        "format": "prose",
        "text": "Just as a bird hovers over its nest to protect its young, so I, the Lord Almighty, will protect Jerusalem and defend it.”"
    },
    "18257": {
        "format": "prose",
        "text": "¶God said, “People of Israel, you have sinned against me and opposed me. But now, come back to me!"
    },
    "18258": {
        "format": "prose",
        "text": "A time is coming when all of you will throw away the sinful idols you made out of silver and gold."
    },
    "18259": {
        "format": "prose",
        "text": "Assyria will be destroyed in war, but not by human power. The Assyrians will run from battle, and their young men will be made slaves."
    },
    "18260": {
        "format": "prose",
        "text": "Their emperor will run away in terror, and the officers will be so frightened that they will abandon their battle flags.” The Lord has spoken—the Lord who is worshiped in Jerusalem and whose fire burns there for sacrifices."
    },
    "18261": {
        "format": "prose",
        "text": "§¶Some day there will be a king who rules with integrity, and national leaders who govern with justice."
    },
    "18262": {
        "format": "prose",
        "text": "Each of them will be like a shelter from the wind and a place to hide from storms. They will be like streams flowing in a desert, like the shadow of a giant rock in a barren land."
    },
    "18263": {
        "format": "prose",
        "text": "Their eyes and ears will be open to the needs of the people."
    },
    "18264": {
        "format": "prose",
        "text": "They will not be impatient any longer, but they will act with understanding and will say what they mean."
    },
    "18265": {
        "format": "prose",
        "text": "No one will think that a fool is honorable or say that a scoundrel is honest."
    },
    "18266": {
        "format": "prose",
        "text": "A fool speaks foolishly and thinks up evil things to do. What he does and what he says are an insult to the Lord, and he never feeds the hungry or gives thirsty people anything to drink."
    },
    "18267": {
        "format": "prose",
        "text": "A stupid person is evil and does evil things; he plots to ruin the poor with lies and to keep them from getting their rights."
    },
    "18268": {
        "format": "prose",
        "text": "But an honorable person acts honestly and stands firm for what is right."
    },
    "18269": {
        "format": "prose",
        "text": "§¶You women who live an easy life, free from worries, listen to what I am saying."
    },
    "18270": {
        "format": "prose",
        "text": "You may be satisfied now, but this time next year you will be in despair because there will be no grapes for you to gather."
    },
    "18271": {
        "format": "prose",
        "text": "You have been living an easy life, free from worries; but now, tremble with fear! Strip off your clothes and tie rags around your waist."
    },
    "18272": {
        "format": "prose",
        "text": "Beat your breasts in grief because the fertile fields and the vineyards have been destroyed,"
    },
    "18273": {
        "format": "prose",
        "text": "and thorn bushes and briers are growing on my people’s land. Weep for all the houses where people were happy and for the city that was full of life."
    },
    "18274": {
        "format": "prose",
        "text": "Even the palace will be abandoned and the capital city totally deserted. Homes and the forts that guarded them will be in ruins forever. Wild donkeys will roam there, and sheep will find pasture there."
    },
    "18275": {
        "format": "prose",
        "text": "¶But once more God will send us his spirit. The wasteland will become fertile, and fields will produce rich crops."
    },
    "18276": {
        "format": "prose",
        "text": "Everywhere in the land righteousness and justice will be done."
    },
    "18277": {
        "format": "prose",
        "text": "Because everyone will do what is right, there will be peace and security forever."
    },
    "18278": {
        "format": "prose",
        "text": "God’s people will be free from worries, and their homes peaceful and safe."
    },
    "18279": {
        "format": "prose",
        "text": "(But hail will fall on the forests, and the city will be torn down.)"
    },
    "18280": {
        "format": "prose",
        "text": "How happy everyone will be with plenty of water for the crops and safe pasture everywhere for the donkeys and cattle."
    },
    "18281": {
        "format": "prose",
        "text": "§¶Our enemies are doomed! They have robbed and betrayed, although no one has robbed them or betrayed them. But their time to rob and betray will end, and they themselves will become victims of robbery and treachery."
    },
    "18282": {
        "format": "prose",
        "text": "¶Lord, have mercy on us. We have put our hope in you. Protect us day by day and save us in times of trouble."
    },
    "18283": {
        "format": "prose",
        "text": "When you fight for us, nations run away from the noise of battle."
    },
    "18284": {
        "format": "prose",
        "text": "Their belongings are pounced upon and taken as loot."
    },
    "18285": {
        "format": "prose",
        "text": "¶How great the Lord is! He rules over everything. He will fill Jerusalem with justice and integrity"
    },
    "18286": {
        "format": "prose",
        "text": "and give stability to the nation. He always protects his people and gives them wisdom and knowledge. Their greatest treasure is their reverence for the Lord."
    },
    "18287": {
        "format": "prose",
        "text": "¶The brave are calling for help. The ambassadors who tried to bring about peace are crying bitterly."
    },
    "18288": {
        "format": "prose",
        "text": "The highways are so dangerous that no one travels on them. Treaties are broken and agreements are violated. No one is respected any more."
    },
    "18289": {
        "format": "prose",
        "text": "The land lies idle and deserted. The forests of Lebanon have withered, the fertile valley of Sharon is like a desert, and in Bashan and on Mount Carmel the leaves are falling from the trees."
    },
    "18290": {
        "format": "prose",
        "text": "§¶The Lord says to the nations, “Now I will act. I will show how powerful I am."
    },
    "18291": {
        "format": "prose",
        "text": "You make worthless plans and everything you do is useless. My spirit is like a fire that will destroy you."
    },
    "18292": {
        "format": "prose",
        "text": "You will crumble like rocks burned to make lime, like thorns burned to ashes."
    },
    "18293": {
        "format": "prose",
        "text": "Let everyone near and far hear what I have done and acknowledge my power.”"
    },
    "18294": {
        "format": "prose",
        "text": "¶The sinful people of Zion are trembling with fright. They say, “God’s judgment is like a fire that burns forever. Can any of us survive a fire like that?”"
    },
    "18295": {
        "format": "prose",
        "text": "You can survive if you say and do what is right. Don’t use your power to cheat the poor and don’t accept bribes. Don’t join with those who plan to commit murder or to do other evil things."
    },
    "18296": {
        "format": "prose",
        "text": "Then you will be safe; you will be as secure as if in a strong fortress. You will have food to eat and water to drink."
    },
    "18297": {
        "format": "prose",
        "text": "§¶Once again you will see a king ruling in splendor over a land that stretches in all directions."
    },
    "18298": {
        "format": "prose",
        "text": "Your old fears of foreign tax collectors and spies will be only a memory."
    },
    "18299": {
        "format": "prose",
        "text": "You will no longer see any arrogant foreigners who speak a language that you can’t understand."
    },
    "18300": {
        "format": "prose",
        "text": "Look at Zion, the city where we celebrate our religious festivals. Look at Jerusalem! What a safe place it will be to live in! It will be like a tent that is never moved, whose pegs are never pulled up and whose ropes never break."
    },
    "18301": {
        "format": "prose",
        "text": "The Lord will show us his glory. We will live beside broad rivers and streams, but hostile ships will not sail on them."
    },
    "18302": {
        "format": "prose",
        "text": "All the rigging on those ships is useless; the sails cannot be spread! We will seize all the wealth of enemy armies, and there will be so much that even the lame can get a share. The Lord himself will be our king; he will rule over us and protect us."
    },
    "18304": {
        "format": "prose",
        "text": "No one who lives in our land will ever again complain of being sick, and all sins will be forgiven."
    },
    "18305": {
        "format": "prose",
        "text": "§¶Come, people of all nations! Gather around and listen. Let the whole earth and everyone living on it come here and listen."
    },
    "18306": {
        "format": "prose",
        "text": "The Lord is angry with all the nations and all their armies. He has condemned them to destruction."
    },
    "18307": {
        "format": "prose",
        "text": "Their corpses will not be buried, but will lie there rotting and stinking; and the mountains will be red with blood."
    },
    "18308": {
        "format": "prose",
        "text": "The sun, moon, and stars will crumble to dust. The sky will disappear like a scroll being rolled up, and the stars will fall like leaves dropping from a vine or a fig tree."
    },
    "18309": {
        "format": "prose",
        "text": "¶The Lord has prepared his sword in heaven, and now it will strike Edom, those people whom he has condemned to destruction."
    },
    "18310": {
        "format": "prose",
        "text": "His sword will be covered with their blood and fat, like the blood and fat of lambs and goats that are sacrificed. The Lord will offer this sacrifice in the city of Bozrah; he will make this a great slaughter in the land of Edom."
    },
    "18311": {
        "format": "prose",
        "text": "The people will fall like wild oxen and young bulls, and the earth will be red with blood and covered with fat."
    },
    "18312": {
        "format": "prose",
        "text": "This is the time when the Lord will rescue Zion and take vengeance on her enemies."
    },
    "18313": {
        "format": "prose",
        "text": "¶The rivers of Edom will turn into tar, and the soil will turn into sulfur. The whole country will burn like tar."
    },
    "18314": {
        "format": "prose",
        "text": "It will burn day and night, and smoke will rise from it forever. The land will lie waste age after age, and no one will ever travel through it again."
    },
    "18315": {
        "format": "prose",
        "text": "Owls and ravens will take over the land. The Lord will make it a barren waste again, as it was before the creation."
    },
    "18316": {
        "format": "prose",
        "text": "There will be no king to rule the country, and the leaders will all be gone."
    },
    "18317": {
        "format": "prose",
        "text": "Thorns and thistles will grow up in all the palaces and walled towns, and jackals and owls will live in them."
    },
    "18318": {
        "format": "prose",
        "text": "Wild animals will roam there, and demons will call to each other. The night monster will come there looking for a place to rest."
    },
    "18319": {
        "format": "prose",
        "text": "Owls will build their nests, lay eggs, hatch their young, and care for them there. Vultures will gather there, one after another."
    },
    "18320": {
        "format": "prose",
        "text": "¶Search in the Lord’s book of living creatures and read what it says. Not one of these creatures will be missing, and not one will be without its mate. The Lord has commanded it to be so; he himself will bring them together."
    },
    "18321": {
        "format": "prose",
        "text": "It is the Lord who will divide the land among them and give each of them a share. They will live in the land age after age, and it will belong to them forever."
    },
    "18322": {
        "format": "poetry",
        "text": "§¶The desert will rejoice,\/_and flowers will bloom in the wastelands."
    },
    "18323": {
        "format": "poetry",
        "text": "\/The desert will sing and shout for joy;\/_it will be as beautiful as the Lebanon Mountains\/_and as fertile as the fields of Carmel and Sharon.\/Everyone will see the Lord’s splendor,\/_see his greatness and power."
    },
    "18324": {
        "format": "poetry",
        "text": "¶Give strength to hands that are tired\/_and to knees that tremble with weakness."
    },
    "18325": {
        "format": "poetry",
        "text": "\/Tell everyone who is discouraged,\/_“Be strong and don’t be afraid!\/_God is coming to your rescue,\/_coming to punish your enemies.”"
    },
    "18326": {
        "format": "poetry",
        "text": "¶The blind will be able to see,\/_and the deaf will hear."
    },
    "18327": {
        "format": "poetry",
        "text": "\/The lame will leap and dance,\/_and those who cannot speak will shout for joy.\/Streams of water will flow through the desert;"
    },
    "18328": {
        "format": "poetry",
        "text": "\/_the burning sand will become a lake,\/_and dry land will be filled with springs.\/Where jackals used to live,\/_marsh grass and reeds will grow."
    },
    "18329": {
        "format": "poetry",
        "text": "¶There will be a highway there,\/_called “The Road of Holiness.”\/No sinner will ever travel that road;\/_no fools will mislead those who follow it."
    },
    "18330": {
        "format": "poetry",
        "text": "\/No lions will be there;\/_no fierce animals will pass that way.\/Those whom the Lord has rescued\/_will travel home by that road."
    },
    "18331": {
        "format": "poetry",
        "text": "\/They will reach Jerusalem with gladness,\/_singing and shouting for joy.\/They will be happy forever,\/_forever free from sorrow and grief."
    },
    "18332": {
        "format": "prose",
        "text": "§¶In the fourteenth year that Hezekiah was king of Judah, Sennacherib, the emperor of Assyria, attacked the fortified cities of Judah and captured them."
    },
    "18333": {
        "format": "prose",
        "text": "Then he ordered his chief official to go from Lachish to Jerusalem with a large military force to demand that King Hezekiah surrender. The official occupied the road where the cloth makers work, by the ditch that brings water from the upper pool."
    },
    "18334": {
        "format": "prose",
        "text": "Three Judeans came out to meet him: the official in charge of the palace, Eliakim son of Hilkiah; the court secretary, Shebna; and the official in charge of the records, Joah son of Asaph."
    },
    "18335": {
        "format": "prose",
        "text": "The Assyrian official told them that the emperor wanted to know what made King Hezekiah so confident."
    },
    "18336": {
        "format": "prose",
        "text": "He demanded, “Do you think that words can take the place of military skill and might? Who do you think will help you rebel against Assyria?"
    },
    "18337": {
        "format": "prose",
        "text": "You are expecting Egypt to help you, but that would be like using a reed as a walking stick—it would break and would jab your hand. That is what the king of Egypt is like when anyone relies on him.”"
    },
    "18338": {
        "format": "prose",
        "text": "¶The Assyrian official went on, “Or will you tell me that you are relying on the Lord your God? It was the Lord’s shrines and altars that Hezekiah destroyed when he told the people of Judah and Jerusalem to worship at one altar only."
    },
    "18339": {
        "format": "prose",
        "text": "I will make a bargain with you in the name of the emperor. I will give you two thousand horses if you can find that many riders."
    },
    "18340": {
        "format": "prose",
        "text": "You are no match for even the lowest ranking Assyrian official, and yet you expect the Egyptians to send you chariots and horsemen."
    },
    "18341": {
        "format": "prose",
        "text": "Do you think I have attacked your country and destroyed it without the Lord’s help? The Lord himself told me to attack it and destroy it.”"
    },
    "18342": {
        "format": "prose",
        "text": "¶Then Eliakim, Shebna, and Joah told the official, “Speak Aramaic to us. We understand it. Don’t speak Hebrew; all the people on the wall are listening.”"
    },
    "18343": {
        "format": "prose",
        "text": "¶He replied, “Do you think you and the king are the only ones the emperor sent me to say all these things to? No, I am also talking to the people who are sitting on the wall, who will have to eat their excrement and drink their urine, just as you will.”"
    },
    "18344": {
        "format": "prose",
        "text": "¶Then the official stood up and shouted in Hebrew, “Listen to what the emperor of Assyria is telling you."
    },
    "18345": {
        "format": "prose",
        "text": "He warns you not to let Hezekiah deceive you. Hezekiah can’t save you."
    },
    "18346": {
        "format": "prose",
        "text": "And don’t let him persuade you to rely on the Lord. Don’t think that the Lord will save you and that he will stop our Assyrian army from capturing your city."
    },
    "18347": {
        "format": "prose",
        "text": "Don’t listen to Hezekiah! The emperor of Assyria commands you to come out of the city and surrender. You will all be allowed to eat grapes from your own vines and figs from your own trees, and to drink water from your own wells—"
    },
    "18348": {
        "format": "prose",
        "text": "until the emperor resettles you in a country much like your own, where there are vineyards to give wine and there is grain for making bread."
    },
    "18349": {
        "format": "prose",
        "text": "Don’t let Hezekiah fool you into thinking that the Lord will rescue you. Did the gods of any other nations save their countries from the emperor of Assyria?"
    },
    "18350": {
        "format": "prose",
        "text": "Where are they now, the gods of Hamath and Arpad? Where are the gods of Sepharvaim? Did anyone save Samaria?"
    },
    "18351": {
        "format": "prose",
        "text": "When did any of the gods of all these countries ever save their country from our emperor? Then what makes you think the Lord can save Jerusalem?”"
    },
    "18352": {
        "format": "prose",
        "text": "¶The people kept quiet, just as King Hezekiah had told them to; they did not say a word."
    },
    "18353": {
        "format": "prose",
        "text": "Then Eliakim, Shebna, and Joah tore their clothes in grief and went and reported to the king what the Assyrian official had said."
    },
    "18354": {
        "format": "prose",
        "text": "§¶As soon as King Hezekiah heard their report, he tore his clothes in grief, put on sackcloth, and went to the Temple of the Lord."
    },
    "18355": {
        "format": "prose",
        "text": "He sent Eliakim, the official in charge of the palace, Shebna, the court secretary, and the senior priests to the prophet Isaiah son of Amoz. They also were wearing sackcloth."
    },
    "18356": {
        "format": "prose",
        "text": "This is the message which he told them to give to Isaiah: “Today is a day of suffering; we are being punished and are in disgrace. We are like a woman who is ready to give birth, but is too weak to do it."
    },
    "18357": {
        "format": "prose",
        "text": "The Assyrian emperor has sent his chief official to insult the living God. May the Lord your God hear these insults and punish those who spoke them. So pray to God for those of our people who survive.”"
    },
    "18358": {
        "format": "prose",
        "text": "¶When Isaiah received King Hezekiah’s message,"
    },
    "18359": {
        "format": "prose",
        "text": "he sent back this answer: “The Lord tells you not to let the Assyrians frighten you by their claims that he cannot save you."
    },
    "18360": {
        "format": "prose",
        "text": "The Lord will cause the emperor to hear a rumor that will make him go back to his own country, and the Lord will have him killed there.”"
    },
    "18361": {
        "format": "prose",
        "text": "§¶The Assyrian official learned that the emperor had left Lachish and was fighting against the nearby city of Libnah; so he went there to consult him."
    },
    "18362": {
        "format": "prose",
        "text": "Word reached the Assyrians that the Egyptian army, led by King Tirhakah of Ethiopia, was coming to attack them. When the emperor heard this, he sent a letter to King Hezekiah"
    },
    "18363": {
        "format": "prose",
        "text": "of Judah to tell him: “The god you are trusting in has told you that you will not fall into my hands, but don’t let that deceive you."
    },
    "18364": {
        "format": "prose",
        "text": "You have heard what an Assyrian emperor does to any country he decides to destroy. Do you think that you can escape?"
    },
    "18365": {
        "format": "prose",
        "text": "My ancestors destroyed the cities of Gozan, Haran, and Rezeph, and killed the people of Betheden who lived in Telassar, and none of their gods could save them."
    },
    "18366": {
        "format": "prose",
        "text": "Where are the kings of the cities of Hamath, Arpad, Sepharvaim, Hena, and Ivvah?”"
    },
    "18367": {
        "format": "prose",
        "text": "¶King Hezekiah took the letter from the messengers and read it. Then he went to the Temple, placed the letter there in the presence of the Lord,"
    },
    "18368": {
        "format": "prose",
        "text": "and prayed,"
    },
    "18369": {
        "format": "prose",
        "text": "“Almighty Lord, God of Israel, seated above the winged creatures, you alone are God, ruling all the kingdoms of the world. You created the earth and the sky."
    },
    "18370": {
        "format": "prose",
        "text": "Now, Lord, hear us and look at what is happening to us. Listen to all the things that Sennacherib is saying to insult you, the living God."
    },
    "18371": {
        "format": "prose",
        "text": "We all know, Lord, that the emperors of Assyria have destroyed many nations, made their lands desolate,"
    },
    "18372": {
        "format": "prose",
        "text": "and burned up their gods—which were no gods at all, only images of wood and stone made by human hands."
    },
    "18373": {
        "format": "prose",
        "text": "Now, Lord our God, rescue us from the Assyrians, so that all the nations of the world will know that you alone are God.”"
    },
    "18374": {
        "format": "prose",
        "text": "§¶Then Isaiah sent a message telling King Hezekiah that in answer to the king’s prayer"
    },
    "18375": {
        "format": "prose",
        "text": "the Lord had said, “The city of Jerusalem laughs at you, Sennacherib, and makes fun of you."
    },
    "18376": {
        "format": "prose",
        "text": "Whom do you think you have been insulting and ridiculing? You have been disrespectful to me, the holy God of Israel."
    },
    "18377": {
        "format": "prose",
        "text": "You sent your servants to boast to me that with all your chariots you had conquered the highest mountains of Lebanon. You boasted that there you cut down the tallest cedars and the finest cypress trees, and that you reached the deepest parts of the forests."
    },
    "18378": {
        "format": "prose",
        "text": "You boasted that you dug wells and drank water in foreign lands, and that the feet of your soldiers tramped the Nile River dry."
    },
    "18379": {
        "format": "prose",
        "text": "¶“Have you never heard that I planned all this long ago? And now I have carried it out. I gave you the power to turn fortified cities into piles of rubble."
    },
    "18380": {
        "format": "prose",
        "text": "The people who lived there were powerless; they were frightened and stunned. They were like grass in a field or weeds growing on a roof when the hot east wind blasts them."
    },
    "18381": {
        "format": "prose",
        "text": "¶“But I know everything about you, what you do and where you go. I know how you rage against me."
    },
    "18382": {
        "format": "prose",
        "text": "I have received the report of that rage and that pride of yours, and now I will put a hook through your nose and a bit in your mouth and will take you back by the same road you came.”"
    },
    "18383": {
        "format": "prose",
        "text": "¶Then Isaiah said to King Hezekiah, “Here is a sign of what will happen. This year and next you will have only wild grain to eat, but the following year you will be able to plant grain and harvest it, and plant vines and eat grapes."
    },
    "18384": {
        "format": "prose",
        "text": "Those in Judah who survive will flourish like plants that send roots deep into the ground and produce fruit."
    },
    "18385": {
        "format": "prose",
        "text": "There will be people in Jerusalem and on Mount Zion who will survive, because the Lord Almighty is determined to make this happen."
    },
    "18386": {
        "format": "prose",
        "text": "¶“And this is what the Lord has said about the Assyrian emperor: ‘He will not enter this city or shoot a single arrow against it. No soldiers with shields will come near the city, and no siege mounds will be built around it."
    },
    "18387": {
        "format": "prose",
        "text": "He will go back by the same road he came, without entering this city. I, the Lord, have spoken."
    },
    "18388": {
        "format": "prose",
        "text": "I will defend this city and protect it, for the sake of my own honor and because of the promise I made to my servant David.’”"
    },
    "18389": {
        "format": "prose",
        "text": "¶An angel of the Lord went to the Assyrian camp and killed 185,000 soldiers. At dawn the next day there they lay, all dead!"
    },
    "18390": {
        "format": "prose",
        "text": "Then the Assyrian emperor Sennacherib withdrew and returned to Nineveh."
    },
    "18391": {
        "format": "prose",
        "text": "One day when he was worshiping in the temple of his god Nisroch, two of his sons, Adrammelech and Sharezer, killed him with their swords and then escaped to the land of Ararat. Another of his sons, Esarhaddon, succeeded him as emperor."
    },
    "18392": {
        "format": "prose",
        "text": "§¶About this time King Hezekiah became sick and almost died. The prophet Isaiah son of Amoz went to see him and said to him, “The Lord tells you that you are to put everything in order because you will not recover. Get ready to die.”"
    },
    "18393": {
        "format": "prose",
        "text": "¶Hezekiah turned his face to the wall and prayed:"
    },
    "18394": {
        "format": "prose",
        "text": "“Remember, Lord, that I have served you faithfully and loyally, and that I have always tried to do what you wanted me to.” And he began to cry bitterly."
    },
    "18395": {
        "format": "prose",
        "text": "¶Then the Lord commanded Isaiah"
    },
    "18396": {
        "format": "prose",
        "text": "to go back to Hezekiah and say to him, “I, the Lord, the God of your ancestor David, have heard your prayer and seen your tears; I will let you live fifteen years longer."
    },
    "18397": {
        "format": "prose",
        "text": "I will rescue you and this city of Jerusalem from the emperor of Assyria, and I will continue to protect the city.”"
    },
    "18398": {
        "format": "prose",
        "text": "¶Isaiah replied, “The Lord will give you a sign to prove that he will keep his promise."
    },
    "18399": {
        "format": "prose",
        "text": "On the stairway built by King Ahaz, the Lord will make the shadow go back ten steps.” And the shadow moved back ten steps."
    },
    "18400": {
        "format": "prose",
        "text": "¶After Hezekiah recovered from his illness, he wrote this song of praise:"
    },
    "18401": {
        "format": "poetry",
        "text": "¶I thought that in the prime of life\/I was going to the world of the dead,\/Never to live out my life."
    },
    "18402": {
        "format": "poetry",
        "text": "\/I thought that in this world of the living\/I would never again see the Lord\/Or any living person."
    },
    "18403": {
        "format": "poetry",
        "text": "\/My life was cut off and ended,\/Like a tent that is taken down,\/Like cloth that is cut from a loom.\/I thought that God was ending my life."
    },
    "18404": {
        "format": "poetry",
        "text": "\/All night I cried out with pain,\/As if a lion were breaking my bones.\/I thought that God was ending my life."
    },
    "18405": {
        "format": "poetry",
        "text": "\/My voice was thin and weak,\/And I moaned like a dove.\/My eyes grew tired from looking to heaven.\/Lord, rescue me from all this trouble."
    },
    "18406": {
        "format": "poetry",
        "text": "\/What can I say? The Lord has done this.\/My heart is bitter, and I cannot sleep."
    },
    "18407": {
        "format": "poetry",
        "text": "¶Lord, I will live for you, for you alone;\/Heal me and let me live."
    },
    "18408": {
        "format": "poetry",
        "text": "\/My bitterness will turn into peace.\/You save my life from all danger;\/You forgive all my sins."
    },
    "18409": {
        "format": "poetry",
        "text": "\/No one in the world of the dead can praise you;\/The dead cannot trust in your faithfulness."
    },
    "18410": {
        "format": "poetry",
        "text": "\/It is the living who praise you,\/As I praise you now.\/Parents tell their children how faithful you are."
    },
    "18411": {
        "format": "poetry",
        "text": "\/Lord, you have healed me.\/We will play harps and sing your praise,\/Sing praise in your Temple as long as we live."
    },
    "18412": {
        "format": "prose",
        "text": "¶Isaiah told the king to put a paste made of figs on his boil, and he would get well."
    },
    "18413": {
        "format": "prose",
        "text": "Then King Hezekiah asked, “What is the sign to prove that I will be able to go to the Temple?”"
    },
    "18414": {
        "format": "prose",
        "text": "§¶About that same time the king of Babylonia, Merodach Baladan, son of Baladan, heard that King Hezekiah had been sick, so he sent him a letter and a present."
    },
    "18415": {
        "format": "prose",
        "text": "Hezekiah welcomed the messengers and showed them his wealth—his silver and gold, his spices and perfumes, and all his military equipment. There was nothing in his storerooms or anywhere in his kingdom that he did not show them."
    },
    "18416": {
        "format": "prose",
        "text": "Then the prophet Isaiah went to King Hezekiah and asked, “Where did these messengers come from and what did they say to you?”¶Hezekiah answered, “They came from a very distant country, from Babylonia.”"
    },
    "18417": {
        "format": "prose",
        "text": "¶“What did they see in the palace?“¶“They saw everything. There is nothing in the storerooms that I didn’t show them.”"
    },
    "18418": {
        "format": "prose",
        "text": "¶Isaiah then told the king, “The Lord Almighty says that"
    },
    "18419": {
        "format": "prose",
        "text": "a time is coming when everything in your palace, everything that your ancestors have stored up to this day, will be carried off to Babylonia. Nothing will be left."
    },
    "18420": {
        "format": "prose",
        "text": "Some of your own direct descendants will be taken away and made eunuchs to serve in the palace of the king of Babylonia.”"
    },
    "18421": {
        "format": "prose",
        "text": "¶King Hezekiah understood this to mean that there would be peace and security during his lifetime, so he replied, “The message you have given me from the Lord is good.”"
    },
    "18422": {
        "format": "poetry",
        "text": "§¶“Comfort my people,” says our God. “Comfort them!"
    },
    "18423": {
        "format": "poetry",
        "text": "\/Encourage the people of Jerusalem.\/Tell them they have suffered long enough\/_and their sins are now forgiven.\/I have punished them in full for all their sins.”"
    },
    "18424": {
        "format": "poetry",
        "text": "¶A voice cries out,\/“Prepare in the wilderness a road for the Lord!\/_Clear the way in the desert for our God!"
    },
    "18425": {
        "format": "poetry",
        "text": "\/Fill every valley;\/_level every mountain.\/The hills will become a plain,\/_and the rough country will be made smooth."
    },
    "18426": {
        "format": "poetry",
        "text": "\/Then the glory of the Lord will be revealed,\/_and all people will see it.\/The Lord himself has promised this.”"
    },
    "18427": {
        "format": "poetry",
        "text": "¶A voice cries out, “Proclaim a message!”\/“What message shall I proclaim?” I ask.\/“Proclaim that all human beings are like grass;\/_they last no longer than wild flowers."
    },
    "18428": {
        "format": "poetry",
        "text": "\/Grass withers and flowers fade\/_when the Lord sends the wind blowing over them.\/_People are no more enduring than grass."
    },
    "18429": {
        "format": "poetry",
        "text": "\/Yes, grass withers and flowers fade,\/_but the word of our God endures forever.”"
    },
    "18430": {
        "format": "poetry",
        "text": "¶Jerusalem, go up on a high mountain\/_and proclaim the good news!\/Call out with a loud voice, Zion;\/_announce the good news!\/Speak out and do not be afraid.\/Tell the towns of Judah\/_that their God is coming!"
    },
    "18431": {
        "format": "poetry",
        "text": "¶The Sovereign Lord is coming to rule with power,\/_bringing with him the people he has rescued."
    },
    "18432": {
        "format": "poetry",
        "text": "\/He will take care of his flock like a shepherd;\/_he will gather the lambs together\/_and carry them in his arms;\/_he will gently lead their mothers."
    },
    "18433": {
        "format": "poetry",
        "text": "§¶Can anyone measure the ocean by handfuls\/_or measure the sky with his hands?\/Can anyone hold the soil of the earth in a cup\/_or weigh the mountains and hills on scales?"
    },
    "18434": {
        "format": "poetry",
        "text": "\/Can anyone tell the Lord what to do?\/_Who can teach him or give him advice?"
    },
    "18435": {
        "format": "poetry",
        "text": "\/With whom does God consult\/_in order to know and understand\/_and to learn how things should be done?"
    },
    "18436": {
        "format": "poetry",
        "text": "¶To the Lord the nations are nothing,\/_no more than a drop of water;\/_the distant islands are as light as dust."
    },
    "18437": {
        "format": "poetry",
        "text": "\/All the animals in the forests of Lebanon\/_are not enough for a sacrifice to our God,\/_and its trees are too few to kindle the fire."
    },
    "18438": {
        "format": "poetry",
        "text": "\/The nations are nothing at all to him."
    },
    "18439": {
        "format": "poetry",
        "text": "¶To whom can God be compared?\/_How can you describe what he is like?"
    },
    "18440": {
        "format": "poetry",
        "text": "\/He is not like an idol that workers make,\/_that metalworkers cover with gold\/_and set in a base of silver."
    },
    "18441": {
        "format": "poetry",
        "text": "\/Anyone who cannot afford silver or gold\/_chooses wood that will not rot.\/He finds a skillful worker\/_to make an image that won’t fall down."
    },
    "18442": {
        "format": "poetry",
        "text": "¶Do you not know?\/_Were you not told long ago?\/_Have you not heard how the world began?"
    },
    "18443": {
        "format": "poetry",
        "text": "\/It was made by the one who sits on his throne\/_above the earth and beyond the sky;\/_the people below look as tiny as ants.\/He stretched out the sky like a curtain,\/_like a tent in which to live."
    },
    "18444": {
        "format": "poetry",
        "text": "¶He brings down powerful rulers\/_and reduces them to nothing."
    },
    "18445": {
        "format": "poetry",
        "text": "\/They are like young plants,\/_just set out and barely rooted.\/When the Lord sends a wind,\/_they dry up and blow away like straw."
    },
    "18446": {
        "format": "poetry",
        "text": "¶To whom can the holy God be compared?\/_Is there anyone else like him?"
    },
    "18447": {
        "format": "poetry",
        "text": "\/Look up at the sky!\/Who created the stars you see?\/_The one who leads them out like an army,\/_he knows how many there are\/_and calls each one by name!\/His power is so great—\/_not one of them is ever missing!"
    },
    "18448": {
        "format": "poetry",
        "text": "¶Israel, why then do you complain\/_that the Lord doesn’t know your troubles\/_or care if you suffer injustice?"
    },
    "18449": {
        "format": "poetry",
        "text": "\/Don’t you know? Haven’t you heard?\/The Lord is the everlasting God;\/_he created all the world.\/He never grows tired or weary.\/_No one understands his thoughts."
    },
    "18450": {
        "format": "poetry",
        "text": "\/He strengthens those who are weak and tired."
    },
    "18451": {
        "format": "poetry",
        "text": "\/Even those who are young grow weak;\/_young people can fall exhausted."
    },
    "18452": {
        "format": "poetry",
        "text": "\/But those who trust in the Lord for help\/_will find their strength renewed.\/They will rise on wings like eagles;\/_they will run and not get weary;\/_they will walk and not grow weak."
    },
    "18453": {
        "format": "prose",
        "text": "§¶God says,¶▼“Be silent and listen to me, you distant lands!\/_Get ready to present your case in court;\/_you will have your chance to speak.\/Let us come together to decide who is right."
    },
    "18454": {
        "format": "poetry",
        "text": "¶“Who was it that brought the conqueror from the east\/_and makes him triumphant wherever he goes?\/Who gives him victory over kings and nations?\/_His sword strikes them down as if they were dust.\/_His arrows scatter them like straw before the wind."
    },
    "18455": {
        "format": "poetry",
        "text": "\/He follows in pursuit and marches safely on,\/_so fast that he hardly touches the ground!"
    },
    "18456": {
        "format": "poetry",
        "text": "\/Who was it that made this happen?\/_Who has determined the course of history?\/I, the Lord, was there at the beginning,\/_and I, the Lord, will be there at the end."
    },
    "18457": {
        "format": "poetry",
        "text": "¶“The people of distant lands have seen what I have done;\/_they are frightened and tremble with fear.\/_So they all assemble and come."
    },
    "18458": {
        "format": "poetry",
        "text": "\/The skilled workers help and encourage each other."
    },
    "18459": {
        "format": "poetry",
        "text": "\/The carpenter says to the goldsmith, ‘Well done!’\/_The one who beats the idol smooth\/_encourages the one who nails it together.\/They say, ‘The soldering is good’—\/_and they fasten the idol in place with nails."
    },
    "18460": {
        "format": "poetry",
        "text": "¶“But you, Israel my servant,\/_you are the people that I have chosen,\/_the descendants of Abraham, my friend."
    },
    "18461": {
        "format": "poetry",
        "text": "\/I brought you from the ends of the earth;\/_I called you from its farthest corners\/_and said to you, ‘You are my servant.’\/I did not reject you, but chose you."
    },
    "18462": {
        "format": "poetry",
        "text": "\/Do not be afraid—I am with you!\/_I am your God—let nothing terrify you!\/I will make you strong and help you;\/_I will protect you and save you."
    },
    "18463": {
        "format": "poetry",
        "text": "¶“Those who are angry with you\/_will know the shame of defeat.\/Those who fight against you will die"
    },
    "18464": {
        "format": "poetry",
        "text": "\/_and will disappear from the earth."
    },
    "18465": {
        "format": "poetry",
        "text": "\/I am the Lord your God;\/_I strengthen you and tell you,\/_‘Do not be afraid; I will help you.’”"
    },
    "18466": {
        "format": "prose",
        "text": "¶The Lord says,¶▼“Small and weak as you are, Israel,\/_don’t be afraid; I will help you.\/I, the holy God of Israel, am the one who saves you."
    },
    "18467": {
        "format": "poetry",
        "text": "\/I will make you like a threshing board,\/_with spikes that are new and sharp.\/You will thresh mountains and destroy them;\/_hills will crumble into dust."
    },
    "18468": {
        "format": "poetry",
        "text": "\/You will toss them in the air;\/_the wind will carry them off,\/_and they will be scattered by the storm.\/Then you will be happy because I am your God;\/_you will praise me, the holy God of Israel."
    },
    "18469": {
        "format": "poetry",
        "text": "¶“When my people in their need look for water,\/_when their throats are dry with thirst,\/then I, the Lord, will answer their prayer;\/_I, the God of Israel, will never abandon them."
    },
    "18470": {
        "format": "poetry",
        "text": "\/I will make rivers flow among barren hills\/_and springs of water run in the valleys.\/I will turn the desert into pools of water\/_and the dry land into flowing springs."
    },
    "18471": {
        "format": "poetry",
        "text": "\/I will make cedars grow in the desert,\/_and acacias and myrtles and olive trees.\/Forests will grow in barren land,\/_forests of pine and juniper and cypress."
    },
    "18472": {
        "format": "poetry",
        "text": "\/People will see this and know\/_that I, the Lord, have done it.\/They will come to understand\/_that Israel’s holy God has made it happen.”"
    },
    "18473": {
        "format": "prose",
        "text": "§¶The Lord, the king of Israel, has this to say:¶▼“You gods of the nations, present your case.\/_Bring the best arguments you have!"
    },
    "18474": {
        "format": "poetry",
        "text": "\/Come here and predict what will happen,\/_so that we will know it when it takes place.\/Explain to the court the events of the past,\/_and tell us what they mean."
    },
    "18475": {
        "format": "poetry",
        "text": "\/Tell us what the future holds—\/_then we will know that you are gods!\/Do something good or bring some disaster;\/_fill us with fear and awe!"
    },
    "18476": {
        "format": "poetry",
        "text": "\/You and all you do are nothing;\/_those who worship you are disgusting!"
    },
    "18477": {
        "format": "poetry",
        "text": "¶“I have chosen a man who lives in the east;\/_I will bring him to attack from the north.\/He tramples on rulers as if they were mud,\/_like a potter trampling clay."
    },
    "18478": {
        "format": "poetry",
        "text": "\/Which of you predicted that this would happen,\/_so that we could say that you were right?\/None of you said a word about it;\/_no one heard you say a thing!"
    },
    "18479": {
        "format": "poetry",
        "text": "\/I, the Lord, was the first to tell Zion the news;\/_I sent a messenger to Jerusalem to say,\/_‘Your people are coming! They are coming home!’"
    },
    "18480": {
        "format": "poetry",
        "text": "\/When I looked among the gods,\/_none of them had a thing to say;\/_not one could answer the questions I asked."
    },
    "18481": {
        "format": "poetry",
        "text": "\/All these gods are useless;\/_they can do nothing at all—\/_these idols are weak and powerless.”"
    },
    "18482": {
        "format": "prose",
        "text": "§¶The Lord says,¶▼“Here is my servant, whom I strengthen—\/_the one I have chosen, with whom I am pleased.\/I have filled him with my Spirit,\/_and he will bring justice to every nation."
    },
    "18483": {
        "format": "poetry",
        "text": "\/He will not shout or raise his voice\/_or make loud speeches in the streets."
    },
    "18484": {
        "format": "poetry",
        "text": "\/He will not break off a bent reed\/_nor put out a flickering lamp.\/He will bring lasting justice to all."
    },
    "18485": {
        "format": "poetry",
        "text": "\/He will not lose hope or courage;\/_he will establish justice on the earth.\/_Distant lands eagerly wait for his teaching.”"
    },
    "18486": {
        "format": "poetry",
        "text": "¶God created the heavens and stretched them out;\/_he fashioned the earth and all that lives there;\/_he gave life and breath to all its people.\/And now the Lord God says to his servant,"
    },
    "18487": {
        "format": "poetry",
        "text": "\/“I, the Lord, have called you and given you power\/_to see that justice is done on earth.\/Through you I will make a covenant with all peoples;\/_through you I will bring light to the nations."
    },
    "18488": {
        "format": "poetry",
        "text": "\/You will open the eyes of the blind\/_and set free those who sit in dark prisons."
    },
    "18489": {
        "format": "poetry",
        "text": "¶“I alone am the Lord your God.\/_No other god may share my glory;\/_I will not let idols share my praise."
    },
    "18490": {
        "format": "poetry",
        "text": "\/The things I predicted have now come true.\/Now I will tell you of new things\/_even before they begin to happen.”"
    },
    "18491": {
        "format": "poetry",
        "text": "§¶Sing a new song to the Lord;\/_sing his praise, all the world!\/Praise him, you that sail the sea;\/_praise him, all creatures of the sea!\/Sing, distant lands and all who live there!"
    },
    "18492": {
        "format": "poetry",
        "text": "\/Let the desert and its towns praise God;\/_let the people of Kedar praise him!\/Let those who live in the city of Sela\/_shout for joy from the tops of the mountains!"
    },
    "18493": {
        "format": "poetry",
        "text": "\/Let those who live in distant lands\/_give praise and glory to the Lord!"
    },
    "18494": {
        "format": "poetry",
        "text": "\/The Lord goes out to fight like a warrior;\/_he is ready and eager for battle.\/_He gives a war cry, a battle shout;\/_he shows his power against his enemies."
    },
    "18495": {
        "format": "prose",
        "text": "§¶God says,¶▼“For a long time I kept silent;\/_I did not answer my people.\/But now the time to act has come;\/_I cry out like a woman in labor."
    },
    "18496": {
        "format": "poetry",
        "text": "\/I will destroy the hills and mountains\/_and dry up the grass and trees.\/I will turn the river valleys into deserts\/_and dry up the pools of water."
    },
    "18497": {
        "format": "poetry",
        "text": "¶“I will lead my blind people\/_by roads they have never traveled.\/I will turn their darkness into light\/_and make rough country smooth before them.\/These are my promises,\/_and I will keep them without fail."
    },
    "18498": {
        "format": "poetry",
        "text": "\/All who trust in idols,\/_who call images their gods,\/_will be humiliated and disgraced.”"
    },
    "18499": {
        "format": "prose",
        "text": "§¶The Lord says,¶▼“Listen, you deaf people!\/_Look closely, you that are blind!"
    },
    "18500": {
        "format": "poetry",
        "text": "\/Is anyone more blind than my servant,\/_more deaf than the messenger I send?"
    },
    "18501": {
        "format": "poetry",
        "text": "\/Israel, you have seen so much,\/_but what has it meant to you?\/You have ears to hear with,\/_but what have you really heard?”"
    },
    "18502": {
        "format": "poetry",
        "text": "¶The Lord is a God who is eager to save,\/_so he exalted his laws and teachings,\/_and he wanted his people to honor them."
    },
    "18503": {
        "format": "poetry",
        "text": "\/But now his people have been plundered;\/_they are locked up in dungeons\/_and hidden away in prisons.\/They were robbed and plundered,\/_with no one to come to their rescue."
    },
    "18504": {
        "format": "poetry",
        "text": "¶Will any of you listen to this?\/_From now on will you listen with care?"
    },
    "18505": {
        "format": "poetry",
        "text": "\/Who gave Israel up to the looters?\/_It was the Lord himself, against whom we sinned!\/We would not live as he wanted us to live\/_or obey the teachings he gave us."
    },
    "18506": {
        "format": "poetry",
        "text": "\/So he made us feel the force of his anger\/_and suffer the violence of war.\/Like fire his anger burned throughout Israel,\/_but we never knew what was happening;\/_we learned nothing at all from it."
    },
    "18507": {
        "format": "prose",
        "text": "§¶Israel, the Lord who created you says,¶▼“Do not be afraid—I will save you.\/_I have called you by name—you are mine."
    },
    "18508": {
        "format": "poetry",
        "text": "\/When you pass through deep waters, I will be with you;\/_your troubles will not overwhelm you.\/When you pass through fire, you will not be burned;\/_the hard trials that come will not hurt you."
    },
    "18509": {
        "format": "poetry",
        "text": "\/For I am the Lord your God,\/_the holy God of Israel, who saves you.\/I will give up Egypt to set you free;\/_I will give up Ethiopia and Seba."
    },
    "18510": {
        "format": "poetry",
        "text": "\/I will give up whole nations to save your life,\/_because you are precious to me\/_and because I love you and give you honor."
    },
    "18511": {
        "format": "poetry",
        "text": "\/Do not be afraid—I am with you!¶“From the distant east and the farthest west\/_I will bring your people home."
    },
    "18512": {
        "format": "poetry",
        "text": "\/I will tell the north to let them go\/_and the south not to hold them back.\/Let my people return from distant lands,\/_from every part of the world."
    },
    "18513": {
        "format": "poetry",
        "text": "\/They are my own people,\/_and I created them to bring me glory.”"
    },
    "18514": {
        "format": "prose",
        "text": "§¶God says,¶▼“Summon my people to court.\/_They have eyes, but they are blind;\/_they have ears, but they are deaf!"
    },
    "18515": {
        "format": "poetry",
        "text": "\/Summon the nations to come to the trial.\/_Which of their gods can predict the future?\/_Which of them foretold what is happening now?\/Let these gods bring in their witnesses\/_to prove that they are right,\/_to testify to the truth of their words."
    },
    "18516": {
        "format": "poetry",
        "text": "¶“People of Israel, you are my witnesses;\/_I chose you to be my servant,\/so that you would know me and believe in me\/_and understand that I am the only God.\/Besides me there is no other god;\/_there never was and never will be."
    },
    "18517": {
        "format": "poetry",
        "text": "¶“I alone am the Lord,\/_the only one who can save you."
    },
    "18518": {
        "format": "poetry",
        "text": "\/I predicted what would happen,\/_and then I came to your aid.\/No foreign god has ever done this;\/_you are my witnesses."
    },
    "18519": {
        "format": "poetry",
        "text": "\/I am God and always will be.\/No one can escape from my power;\/_no one can change what I do.”"
    },
    "18520": {
        "format": "prose",
        "text": "§¶Israel’s holy God, the Lord who saves you, says,¶▼“To save you, I will send an army against Babylon;\/_I will break down the city gates,\/_and the shouts of her people will turn into crying."
    },
    "18521": {
        "format": "poetry",
        "text": "\/I am the Lord, your holy God.\/_I created you, Israel, and I am your king.”"
    },
    "18522": {
        "format": "poetry",
        "text": "¶Long ago the Lord made a road through the sea,\/_a path through the swirling waters."
    },
    "18523": {
        "format": "poetry",
        "text": "\/He led a mighty army to destruction,\/_an army of chariots and horses.\/Down they fell, never to rise,\/_snuffed out like the flame of a lamp!"
    },
    "18524": {
        "format": "prose",
        "text": "¶But the Lord says,¶▼“Do not cling to events of the past\/_or dwell on what happened long ago."
    },
    "18525": {
        "format": "poetry",
        "text": "\/Watch for the new thing I am going to do.\/_It is happening already—you can see it now!\/I will make a road through the wilderness\/_and give you streams of water there."
    },
    "18526": {
        "format": "poetry",
        "text": "\/Even the wild animals will honor me;\/_jackals and ostriches will praise me\/when I make rivers flow in the desert\/_to give water to my chosen people."
    },
    "18527": {
        "format": "poetry",
        "text": "\/They are the people I made for myself,\/_and they will sing my praises!”"
    },
    "18528": {
        "format": "prose",
        "text": "§¶The Lord says,¶▼“But you were tired of me, Israel;\/_you did not worship me."
    },
    "18529": {
        "format": "poetry",
        "text": "\/You did not bring me your burnt offerings of sheep;\/_you did not honor me with your sacrifices.\/I did not burden you by demanding offerings\/_or wear you out by asking for incense."
    },
    "18530": {
        "format": "poetry",
        "text": "\/You didn’t buy incense for me\/_or satisfy me with the fat of your animals.\/Instead you burdened me with your sins;\/_you wore me out with the wrongs you have committed."
    },
    "18531": {
        "format": "poetry",
        "text": "\/And yet, I am the God who forgives your sins,\/_and I do this because of who I am.\/I will not hold your sins against you."
    },
    "18532": {
        "format": "poetry",
        "text": "¶“Let us go to court; bring your accusation!\/_Present your case to prove you are in the right!"
    },
    "18533": {
        "format": "poetry",
        "text": "\/Your earliest ancestor sinned;\/_your leaders sinned against me,"
    },
    "18534": {
        "format": "poetry",
        "text": "\/_and your rulers profaned my sanctuary.\/So I brought destruction on Israel;\/_I let my own people be insulted.”"
    },
    "18535": {
        "format": "prose",
        "text": "§¶The Lord says,¶▼“Listen now, Israel, my servant,\/_my chosen people, the descendants of Jacob."
    },
    "18536": {
        "format": "poetry",
        "text": "\/I am the Lord who created you;\/_from the time you were born, I have helped you.\/Do not be afraid; you are my servant,\/_my chosen people whom I love."
    },
    "18537": {
        "format": "poetry",
        "text": "¶“I will give water to the thirsty land\/_and make streams flow on the dry ground.\/I will pour out my spirit on your children\/_and my blessing on your descendants."
    },
    "18538": {
        "format": "poetry",
        "text": "\/They will thrive like well‐watered grass,\/_like willows by streams of running water."
    },
    "18539": {
        "format": "poetry",
        "text": "¶“One by one, people will say, ‘I am the Lord’s.’\/_They will come to join the people of Israel.\/They each will mark the name of the Lord on their arms\/_and call themselves one of God’s people.”"
    },
    "18540": {
        "format": "poetry",
        "text": "¶The Lord, who rules and protects Israel,\/_the Lord Almighty, has this to say:\/“I am the first, the last, the only God;\/_there is no other god but me."
    },
    "18541": {
        "format": "poetry",
        "text": "\/Could anyone else have done what I did?\/_Who could have predicted all that would happen\/_from the very beginning to the end of time?"
    },
    "18542": {
        "format": "poetry",
        "text": "\/Do not be afraid, my people!\/You know that from ancient times until now\/_I have predicted all that would happen,\/_and you are my witnesses.\/Is there any other god?\/Is there some powerful god I never heard of?”"
    },
    "18543": {
        "format": "prose",
        "text": "§¶All those who make idols are worthless, and the gods they prize so highly are useless. Those who worship these gods are blind and ignorant—and they will be disgraced."
    },
    "18544": {
        "format": "prose",
        "text": "It does no good to make a metal image to worship as a god!"
    },
    "18545": {
        "format": "prose",
        "text": "Everyone who worships it will be humiliated. The people who make idols are human beings and nothing more. Let them come and stand trial—they will be terrified and will suffer disgrace."
    },
    "18546": {
        "format": "prose",
        "text": "¶The metalworker takes a piece of metal and works with it over a fire. His strong arm swings a hammer to pound the metal into shape. As he works, he gets hungry, thirsty, and tired."
    },
    "18547": {
        "format": "prose",
        "text": "¶The carpenter measures the wood. He outlines a figure with chalk, carves it out with his tools, and makes it in the form of a man, a handsome human figure, to be placed in his house."
    },
    "18548": {
        "format": "prose",
        "text": "He might cut down cedars to use, or choose oak or cypress wood from the forest. Or he might plant a laurel tree and wait for the rain to make it grow."
    },
    "18549": {
        "format": "prose",
        "text": "A person uses part of a tree for fuel and part of it for making an idol. With one part he builds a fire to warm himself and bake bread; with the other part he makes a god and worships it."
    },
    "18550": {
        "format": "prose",
        "text": "With some of the wood he makes a fire; he roasts meat, eats it, and is satisfied. He warms himself and says, “How nice and warm! What a beautiful fire!”"
    },
    "18551": {
        "format": "prose",
        "text": "The rest of the wood he makes into an idol, and then he bows down and worships it. He prays to it and says, “You are my god—save me!”"
    },
    "18552": {
        "format": "prose",
        "text": "¶Such people are too stupid to know what they are doing. They close their eyes and their minds to the truth."
    },
    "18553": {
        "format": "prose",
        "text": "The maker of idols hasn’t the wit or the sense to say, “Some of the wood I burned up. I baked some bread on the coals, and I roasted meat and ate it. And the rest of the wood I made into an idol. Here I am bowing down to a block of wood!”"
    },
    "18554": {
        "format": "prose",
        "text": "¶It makes as much sense as eating ashes. His foolish ideas have so misled him that he is beyond help. He won’t admit to himself that the idol he holds in his hand is not a god at all."
    },
    "18555": {
        "format": "prose",
        "text": "§¶The Lord says,¶▼“Israel, remember this;\/_remember that you are my servant.\/I created you to be my servant,\/_and I will never forget you."
    },
    "18556": {
        "format": "poetry",
        "text": "\/I have swept your sins away like a cloud.\/_Come back to me; I am the one who saves you.”"
    },
    "18557": {
        "format": "poetry",
        "text": "¶Shout for joy, you heavens!\/_Shout, deep places of the earth!\/Shout for joy, mountains, and every tree of the forest!\/The Lord has shown his greatness\/_by saving his people Israel."
    },
    "18558": {
        "format": "poetry",
        "text": "¶“I am the Lord, your savior;\/I am the one who created you.\/I am the Lord, the Creator of all things.\/_I alone stretched out the heavens;\/_when I made the earth, no one helped me."
    },
    "18559": {
        "format": "poetry",
        "text": "\/I make fools of fortunetellers\/_and frustrate the predictions of astrologers.\/The words of the wise I refute\/_and show that their wisdom is foolishness."
    },
    "18560": {
        "format": "poetry",
        "text": "\/But when my servant makes a prediction,\/_when I send a messenger to reveal my plans,\/_I make those plans and predictions come true.\/I tell Jerusalem that people will live there again,\/_and the cities of Judah that they will be rebuilt.\/_Those cities will rise from the ruins."
    },
    "18561": {
        "format": "poetry",
        "text": "\/With a word of command I dry up the ocean."
    },
    "18562": {
        "format": "poetry",
        "text": "\/I say to Cyrus, ‘You are the one who will rule for me;\/_you will do what I want you to do:\/_you will order that Jerusalem be rebuilt\/_and that the foundations of the Temple be laid.’”"
    },
    "18563": {
        "format": "poetry",
        "text": "§¶The Lord has chosen Cyrus to be king.\/He has appointed him to conquer nations;\/_he sends him to strip kings of their power;\/_the Lord will open the gates of cities for him.\/To Cyrus the Lord says,"
    },
    "18564": {
        "format": "poetry",
        "text": "\/“I myself will prepare your way,\/_leveling mountains and hills.\/I will break down bronze gates\/_and smash their iron bars."
    },
    "18565": {
        "format": "poetry",
        "text": "\/I will give you treasures from dark, secret places;\/_then you will know that I am the Lord\/_and that the God of Israel has called you by name."
    },
    "18566": {
        "format": "poetry",
        "text": "\/I appoint you to help my servant Israel,\/_the people that I have chosen.\/I have given you great honor,\/_although you do not know me."
    },
    "18567": {
        "format": "poetry",
        "text": "¶“I am the Lord; there is no other god.\/_I will give you the strength you need,\/_although you do not know me."
    },
    "18568": {
        "format": "poetry",
        "text": "\/I do this so that everyone\/_from one end of the world to the other\/_may know that I am the Lord\/_and that there is no other god."
    },
    "18569": {
        "format": "poetry",
        "text": "\/I create both light and darkness;\/_I bring both blessing and disaster.\/_I, the Lord, do all these things."
    },
    "18570": {
        "format": "poetry",
        "text": "\/I will send victory from the sky like rain;\/_the earth will open to receive it\/_and will blossom with freedom and justice.\/I, the Lord, will make this happen.”"
    },
    "18571": {
        "format": "poetry",
        "text": "§¶Does a clay pot dare argue with its maker,\/_a pot that is like all the others?\/Does the clay ask the potter what he is doing?\/_Does the pot complain that its maker has no skill?"
    },
    "18572": {
        "format": "poetry",
        "text": "\/Do we dare say to our parents,\/_“Why did you make me like this?”"
    },
    "18573": {
        "format": "poetry",
        "text": "\/The Lord, the holy God of Israel,\/_the one who shapes the future, says:\/“You have no right to question me about my children\/_or to tell me what I ought to do!"
    },
    "18574": {
        "format": "poetry",
        "text": "\/I am the one who made the earth\/_and created human beings to live there.\/By my power I stretched out the heavens;\/_I control the sun, the moon, and the stars."
    },
    "18575": {
        "format": "poetry",
        "text": "\/I myself have stirred Cyrus to action\/_to fulfill my purpose and put things right.\/I will straighten out every road that he travels.\/_He will rebuild my city, Jerusalem,\/_and set my captive people free.\/No one has hired him or bribed him to do this.”\/The Lord Almighty has spoken."
    },
    "18576": {
        "format": "prose",
        "text": "¶The Lord says to Israel,¶▼“The wealth of Egypt and Ethiopia will be yours,\/_and the tall men of Seba will be your slaves;\/_they will follow you in chains.\/They will bow down to you and confess,\/_‘God is with you—he alone is God."
    },
    "18577": {
        "format": "poetry",
        "text": "\/The God of Israel, who saves his people,\/_is a God who conceals himself."
    },
    "18578": {
        "format": "poetry",
        "text": "\/Those who make idols will all be ashamed;\/_all of them will be disgraced."
    },
    "18579": {
        "format": "poetry",
        "text": "\/But Israel is saved by the Lord,\/_and her victory lasts forever;\/_her people will never be disgraced.’”"
    },
    "18580": {
        "format": "poetry",
        "text": "¶The Lord created the heavens—\/_he is the one who is God!\/He formed and made the earth—\/_he made it firm and lasting.\/He did not make it a desolate waste,\/_but a place for people to live.\/It is he who says, “I am the Lord,\/_and there is no other god."
    },
    "18581": {
        "format": "poetry",
        "text": "\/I have not spoken in secret\/_or kept my purpose hidden.\/I did not require the people of Israel\/_to look for me in a desolate waste.\/I am the Lord, and I speak the truth;\/_I make known what is right.”"
    },
    "18582": {
        "format": "prose",
        "text": "§¶The Lord says,¶▼“Come together, people of the nations,\/_all who survive the fall of the empire;\/_present yourselves for the trial!\/The people who parade with their idols of wood\/_and pray to gods that cannot save them—\/_those people know nothing at all!"
    },
    "18583": {
        "format": "poetry",
        "text": "\/Come and present your case in court;\/_let the defendants consult one another.\/Who predicted long ago what would happen?\/Was it not I, the Lord, the God who saves his people?\/_There is no other god."
    },
    "18584": {
        "format": "poetry",
        "text": "¶“Turn to me now and be saved,\/_people all over the world!\/I am the only God there is."
    },
    "18585": {
        "format": "poetry",
        "text": "\/My promise is true,\/_and it will not be changed.\/I solemnly promise by all that I am:\/_Everyone will come and kneel before me\/_and vow to be loyal to me."
    },
    "18586": {
        "format": "poetry",
        "text": "¶“They will say that only through me\/_are victory and strength to be found;\/_but all who hate me will suffer disgrace."
    },
    "18587": {
        "format": "poetry",
        "text": "\/I, the Lord, will rescue all the descendants of Jacob,\/_and they will give me praise."
    },
    "18588": {
        "format": "poetry",
        "text": "¶“This is the end for Babylon’s gods!\/_Bel and Nebo once were worshiped,\/_but now they are loaded on donkeys,\/_a burden for the backs of tired animals."
    },
    "18589": {
        "format": "poetry",
        "text": "\/_The idols cannot save themselves;\/_they are captured and carried away.\/This is the end for Babylon’s gods!"
    },
    "18590": {
        "format": "poetry",
        "text": "¶“Listen to me, descendants of Jacob,\/_all who are left of my people.\/I have cared for you from the time you were born."
    },
    "18591": {
        "format": "poetry",
        "text": "\/I am your God and will take care of you\/_until you are old and your hair is gray.\/I made you and will care for you;\/_I will give you help and rescue you."
    },
    "18592": {
        "format": "poetry",
        "text": "¶“To whom will you compare me?” says the Lord.\/_“Is there anyone else like me?"
    },
    "18593": {
        "format": "poetry",
        "text": "\/People open their purses and pour out gold;\/_they weigh out silver on the scales.\/They hire a goldsmith to make a god;\/_then they bow down and worship it."
    },
    "18594": {
        "format": "poetry",
        "text": "\/They lift it to their shoulders and carry it;\/_they put it in place, and there it stands,\/_unable to move from where it is.\/If any pray to it, it cannot answer\/_or save them from disaster."
    },
    "18595": {
        "format": "poetry",
        "text": "¶“Remember this, you sinners;\/_consider what I have done."
    },
    "18596": {
        "format": "poetry",
        "text": "\/Remember what happened long ago;\/_acknowledge that I alone am God\/_and that there is no one else like me."
    },
    "18597": {
        "format": "poetry",
        "text": "\/From the beginning I predicted the outcome;\/_long ago I foretold what would happen.\/I said that my plans would never fail,\/_that I would do everything I intended to do."
    },
    "18598": {
        "format": "poetry",
        "text": "\/I am calling a man to come from the east;\/_he will swoop down like a hawk\/_and accomplish what I have planned.\/I have spoken, and it will be done."
    },
    "18599": {
        "format": "poetry",
        "text": "¶“Listen to me, you stubborn people\/_who think that victory is far away."
    },
    "18600": {
        "format": "poetry",
        "text": "\/I am bringing the day of victory near—\/_it is not far away at all.\/My triumph will not be delayed.\/_I will save Jerusalem\/_and bring honor to Israel there.”"
    },
    "18601": {
        "format": "prose",
        "text": "§¶The Lord says,¶▼“Babylon, come down from your throne,\/_and sit in the dust on the ground.\/You were once like a virgin, a city unconquered,\/_but you are soft and delicate no longer!\/You are now a slave!"
    },
    "18602": {
        "format": "poetry",
        "text": "\/Turn the millstone! Grind the flour!\/Off with your veil! Strip off your fine clothes!\/Lift up your skirts to cross the streams!"
    },
    "18603": {
        "format": "poetry",
        "text": "\/People will see you naked;\/_they will see you humbled and shamed.\/I will take vengeance, and no one will stop me.”"
    },
    "18604": {
        "format": "poetry",
        "text": "¶The holy God of Israel sets us free—\/_his name is the Lord Almighty."
    },
    "18605": {
        "format": "prose",
        "text": "¶The Lord says to Babylon,¶▼“Sit in silence and darkness;\/_no more will they call you the queen of nations!"
    },
    "18606": {
        "format": "poetry",
        "text": "\/I was angry with my people;\/_I treated them as no longer mine:\/I put them in your power,\/_and you showed them no mercy;\/_even the aged you treated harshly."
    },
    "18607": {
        "format": "poetry",
        "text": "\/You thought you would always be a queen,\/_and did not take these things to heart\/_or think how it all would end."
    },
    "18608": {
        "format": "poetry",
        "text": "¶“Listen to this, you lover of pleasure,\/_you that think you are safe and secure.\/You claim you are as great as God—\/_that there is no one else like you.\/You thought that you would never be a widow\/_or suffer the loss of your children."
    },
    "18609": {
        "format": "poetry",
        "text": "\/But in a moment, in a single day,\/_both of these things will happen.\/In spite of all the magic you use,\/_you will lose your husband and children."
    },
    "18610": {
        "format": "poetry",
        "text": "¶“You felt sure of yourself in your evil;\/_you thought that no one could see you.\/Your wisdom and knowledge led you astray,\/_and you said to yourself, ‘I am God—\/_there is no one else like me.’"
    },
    "18611": {
        "format": "poetry",
        "text": "\/Disaster will come upon you,\/_and none of your magic can stop it.\/Ruin will come on you suddenly—\/_ruin you never dreamed of!"
    },
    "18612": {
        "format": "poetry",
        "text": "\/Keep all your magic spells and charms;\/_you have used them since you were young.\/Perhaps they will be of some help to you;\/_perhaps you can frighten your enemies."
    },
    "18613": {
        "format": "poetry",
        "text": "\/You are powerless in spite of the advice you get.\/Let your astrologers come forward and save you—\/_those people who study the stars,\/_who map out the zones of the heavens\/_and tell you from month to month\/_what is going to happen to you."
    },
    "18614": {
        "format": "poetry",
        "text": "¶“They will be like bits of straw,\/_and a fire will burn them up!\/They will not even be able to save themselves—\/_the flames will be too hot for them,\/_not a cozy fire to warm themselves by."
    },
    "18615": {
        "format": "poetry",
        "text": "\/That is all the good they will do you—\/_those astrologers you’ve consulted all your life.\/They all will leave you and go their own way,\/_and none will be left to save you.”"
    },
    "18616": {
        "format": "poetry",
        "text": "§¶Listen to this, people of Israel,\/_you that are descended from Judah:\/You swear by the name of the Lord\/_and claim to worship the God of Israel—\/_but you don’t mean a word you say."
    },
    "18617": {
        "format": "poetry",
        "text": "\/And yet you are proud to say\/_that you are citizens of the holy city\/_and that you depend on Israel’s God,\/_whose name is the Lord Almighty."
    },
    "18618": {
        "format": "prose",
        "text": "¶The Lord says to Israel,¶▼“Long ago I predicted what would take place;\/_then suddenly I made it happen."
    },
    "18619": {
        "format": "poetry",
        "text": "\/I knew that you would prove to be stubborn,\/_as rigid as iron and unyielding as bronze."
    },
    "18620": {
        "format": "poetry",
        "text": "\/And so I predicted your future long ago,\/_announcing events before they took place,\/_to keep you from claiming\/_that your idols and images made them happen."
    },
    "18621": {
        "format": "poetry",
        "text": "¶“All I foretold has now taken place;\/_you have to admit my predictions were right.\/Now I will tell you of new things to come,\/_events that I did not reveal before."
    },
    "18622": {
        "format": "poetry",
        "text": "\/Only now am I making them happen;\/_nothing like this took place in the past.\/If it had, you would claim that you knew all about it."
    },
    "18623": {
        "format": "poetry",
        "text": "\/I knew that you couldn’t be trusted,\/_that you have always been known as a rebel.\/That is why you never heard of this at all,\/_why no word of it ever came to your ears."
    },
    "18624": {
        "format": "poetry",
        "text": "¶“In order that people will praise my name,\/_I am holding my anger in check;\/_I am keeping it back and will not destroy you."
    },
    "18625": {
        "format": "poetry",
        "text": "\/I have tested you in the fire of suffering,\/_as silver is refined in a furnace.\/But I have found that you are worthless."
    },
    "18626": {
        "format": "poetry",
        "text": "\/What I do is done for my own sake—\/_I will not let my name be dishonored\/_or let anyone else share the glory\/_that should be mine and mine alone.”"
    },
    "18627": {
        "format": "prose",
        "text": "§¶The Lord says,¶▼“Listen to me, Israel, the people I have called!\/I am God, the first, the last, the only God!"
    },
    "18628": {
        "format": "poetry",
        "text": "\/My hands made the earth’s foundations\/_and spread the heavens out.\/When I summon earth and sky,\/_they come at once and present themselves."
    },
    "18629": {
        "format": "poetry",
        "text": "¶“Assemble and listen, all of you!\/None of the gods could predict\/_that the man I have chosen would attack Babylon;\/_he will do what I want him to do."
    },
    "18630": {
        "format": "poetry",
        "text": "\/I am the one who spoke and called him;\/_I led him out and gave him success."
    },
    "18631": {
        "format": "poetry",
        "text": "¶“Now come close to me and hear what I say.\/_From the beginning I have spoken openly\/_and have always made my words come true.”¶►(Now the Sovereign Lord has given me his power and sent me.)"
    },
    "18632": {
        "format": "poetry",
        "text": "§¶The holy God of Israel,\/_the Lord who saves you, says:\/“I am the Lord your God,\/_the one who wants to teach you for your own good\/_and direct you in the way you should go."
    },
    "18633": {
        "format": "poetry",
        "text": "¶“If only you had listened to my commands!\/Then blessings would have flowed for you\/_like a stream that never goes dry.\/Victory would have come to you\/_like the waves that roll on the shore."
    },
    "18634": {
        "format": "poetry",
        "text": "\/Your descendants would be as numerous as grains of sand,\/_and I would have made sure they were never destroyed.”"
    },
    "18635": {
        "format": "poetry",
        "text": "¶Go out from Babylon, go free!\/Shout the news gladly; make it known everywhere:\/_“The Lord has saved his servant Israel!”"
    },
    "18636": {
        "format": "poetry",
        "text": "\/When the Lord led his people through a hot, dry desert,\/_they did not suffer from thirst.\/He made water come from a rock for them;\/_he split the rock open, and water flowed out."
    },
    "18637": {
        "format": "poetry",
        "text": "¶“There is no safety for sinners,” says the Lord."
    },
    "18638": {
        "format": "poetry",
        "text": "§¶Listen to me, distant nations,\/_you people who live far away!\/Before I was born, the Lord chose me\/_and appointed me to be his servant."
    },
    "18639": {
        "format": "poetry",
        "text": "\/He made my words as sharp as a sword.\/_With his own hand he protected me.\/He made me like an arrow,\/_sharp and ready for use."
    },
    "18640": {
        "format": "poetry",
        "text": "\/He said to me, “Israel, you are my servant;\/_because of you, people will praise me.”"
    },
    "18641": {
        "format": "poetry",
        "text": "¶I said, “I have worked, but how hopeless it is!\/_I have used up my strength, but have accomplished nothing.”\/Yet I can trust the Lord to defend my cause;\/_he will reward me for what I do."
    },
    "18642": {
        "format": "poetry",
        "text": "¶Before I was born, the Lord appointed me;\/_he made me his servant to bring back his people,\/_to bring back the scattered people of Israel.\/The Lord gives me honor;\/_he is the source of my strength."
    },
    "18643": {
        "format": "prose",
        "text": "¶The Lord said to me,¶▼“I have a greater task for you, my servant.\/_Not only will you restore to greatness\/_the people of Israel who have survived,\/but I will also make you a light to the nations—\/_so that all the world may be saved.”"
    },
    "18644": {
        "format": "poetry",
        "text": "¶Israel’s holy God and savior says\/_to the one who is deeply despised,\/_who is hated by the nations\/_and is the servant of rulers:\/“Kings will see you released\/_and will rise to show their respect;\/princes also will see it,\/_and they will bow low to honor you.“¶This will happen because the Lord has chosen his servant;\/the holy God of Israel keeps his promises."
    },
    "18645": {
        "format": "prose",
        "text": "§¶The Lord says to his people,¶▼“When the time comes to save you, I will show you favor\/_and answer your cries for help.\/I will guard and protect you\/_and through you make a covenant with all peoples.\/I will let you settle once again\/_in your land that is now laid waste."
    },
    "18646": {
        "format": "poetry",
        "text": "\/I will say to the prisoners, ‘Go free!’\/_and to those who are in darkness,\/_‘Come out to the light!’\/They will be like sheep that graze on the hills;"
    },
    "18647": {
        "format": "poetry",
        "text": "\/_they will never be hungry or thirsty.\/Sun and desert heat will not hurt them,\/_for they will be led by one who loves them.\/_He will lead them to springs of water."
    },
    "18648": {
        "format": "poetry",
        "text": "¶“I will make a highway across the mountains\/_and prepare a road for my people to travel."
    },
    "18649": {
        "format": "poetry",
        "text": "\/My people will come from far away,\/_from the north and the west,\/_and from Aswan in the south.”"
    },
    "18650": {
        "format": "poetry",
        "text": "¶Sing, heavens! Shout for joy, earth!\/_Let the mountains burst into song!\/The Lord will comfort his people;\/_he will have pity on his suffering people."
    },
    "18651": {
        "format": "prose",
        "text": "¶But the people of Jerusalem said,¶▼“The Lord has abandoned us!\/_He has forgotten us.”"
    },
    "18652": {
        "format": "prose",
        "text": "¶So the Lord answers,¶▼“Can a woman forget her own baby\/_and not love the child she bore?\/Even if a mother should forget her child,\/_I will never forget you."
    },
    "18653": {
        "format": "poetry",
        "text": "\/Jerusalem, I can never forget you!\/_I have written your name on the palms of my hands."
    },
    "18654": {
        "format": "poetry",
        "text": "¶“Those who will rebuild you are coming soon,\/_and those who destroyed you will leave."
    },
    "18655": {
        "format": "poetry",
        "text": "\/Look around and see what is happening!\/_Your people are assembling—they are coming home!\/As surely as I am the living God,\/_you will be proud of your people,\/_as proud as a bride is of her jewels."
    },
    "18656": {
        "format": "poetry",
        "text": "¶“Your country was ruined and desolate—\/_but now it will be too small\/_for those who are coming to live there.\/And those who left you in ruins\/_will be far removed from you."
    },
    "18657": {
        "format": "poetry",
        "text": "\/Your people who were born in exile\/_will one day say to you,\/‘This land is too small—\/_we need more room to live in!’"
    },
    "18658": {
        "format": "poetry",
        "text": "\/Then you will say to yourself,\/‘Who bore all these children for me?\/I lost my children and could have no more.\/I was exiled and driven away—\/_who brought these children up?\/I was left all alone—\/_where did these children come from?’”"
    },
    "18659": {
        "format": "prose",
        "text": "¶The Sovereign Lord says to his people:¶▼“I will signal to the nations,\/_and they will bring your children home."
    },
    "18660": {
        "format": "poetry",
        "text": "\/Kings will be like fathers to you;\/_queens will be like mothers.\/They will bow low before you and honor you;\/_they will humbly show their respect for you.\/Then you will know that I am the Lord;\/_no one who waits for my help will be disappointed.”"
    },
    "18661": {
        "format": "poetry",
        "text": "¶Can you take away a soldier’s loot?\/_Can you rescue the prisoners of a tyrant?"
    },
    "18662": {
        "format": "prose",
        "text": "¶The Lord replies,¶▼“That is just what is going to happen.\/The soldier’s prisoners will be taken away,\/_and the tyrant’s loot will be seized.\/I will fight against whoever fights you,\/_and I will rescue your children."
    },
    "18663": {
        "format": "poetry",
        "text": "\/I will make your oppressors kill each other;\/_they will be drunk with murder and rage.\/Then all people will know that I am the Lord,\/_the one who saves you and sets you free.\/They will know that I am Israel’s powerful God.”"
    },
    "18664": {
        "format": "prose",
        "text": "¶The Lord says,¶▼“Do you think I sent my people away\/_like a man who divorces his wife?\/_Where, then, are the papers of divorce?\/Do you think I sold you into captivity\/_like a man who sells his children as slaves?\/No, you went away captive because of your sins;\/_you were sent away because of your crimes."
    },
    "18665": {
        "format": "poetry",
        "text": "¶“Why did my people fail to respond\/_when I went to them to save them?\/Why did they not answer when I called?\/Am I too weak to save them?\/I can dry up the sea with a command\/_and turn rivers into a desert,\/_so that the fish in them die for lack of water."
    },
    "18666": {
        "format": "poetry",
        "text": "\/I can make the sky turn dark,\/_as if it were in mourning for the dead.”"
    },
    "18667": {
        "format": "poetry",
        "text": "§¶The Sovereign Lord has taught me what to say,\/_so that I can strengthen the weary.\/Every morning he makes me eager\/_to hear what he is going to teach me."
    },
    "18668": {
        "format": "poetry",
        "text": "\/The Lord has given me understanding,\/_and I have not rebelled\/_or turned away from him."
    },
    "18669": {
        "format": "poetry",
        "text": "\/I bared my back to those who beat me.\/_I did not stop them when they insulted me,\/_when they pulled out the hairs of my beard\/_and spit in my face."
    },
    "18670": {
        "format": "poetry",
        "text": "¶But their insults cannot hurt me\/_because the Sovereign Lord gives me help.\/I brace myself to endure them.\/_I know that I will not be disgraced,"
    },
    "18671": {
        "format": "poetry",
        "text": "\/_for God is near,\/_and he will prove me innocent.\/Does anyone dare bring charges against me?\/_Let us go to court together!\/_Let him bring his accusation!"
    },
    "18672": {
        "format": "poetry",
        "text": "\/The Sovereign Lord himself defends me—\/_who, then, can prove me guilty?\/All my accusers will disappear;\/_they will vanish like moth‐eaten cloth."
    },
    "18673": {
        "format": "poetry",
        "text": "¶All of you that honor the Lord\/_and obey the words of his servant,\/the path you walk may be dark indeed,\/_but trust in the Lord, rely on your God."
    },
    "18674": {
        "format": "poetry",
        "text": "\/All of you that plot to destroy others\/_will be destroyed by your own plots.\/The Lord himself will make this happen;\/_you will suffer a miserable fate."
    },
    "18675": {
        "format": "prose",
        "text": "§¶The Lord says,¶▼“Listen to me, you that want to be saved,\/_you that come to me for help.\/Think of the rock from which you came,\/_the quarry from which you were cut."
    },
    "18676": {
        "format": "poetry",
        "text": "\/Think of your ancestor, Abraham,\/_and of Sarah, from whom you are descended.\/When I called Abraham, he was childless,\/_but I blessed him and gave him children;\/_I made his descendants numerous."
    },
    "18677": {
        "format": "poetry",
        "text": "¶“I will show compassion to Jerusalem,\/_to all who live in her ruins.\/Though her land is a desert, I will make it a garden,\/_like the garden I planted in Eden.\/Joy and gladness will be there,\/_and songs of praise and thanks to me."
    },
    "18678": {
        "format": "poetry",
        "text": "¶“Listen to me, my people,\/_listen to what I say:\/I give my teaching to the nations;\/_my laws will bring them light."
    },
    "18679": {
        "format": "poetry",
        "text": "\/I will come quickly and save them;\/_the time of my victory is near.\/I myself will rule over the nations.\/_Distant lands wait for me to come;\/_they wait with hope for me to save them."
    },
    "18680": {
        "format": "poetry",
        "text": "\/Look up at the heavens; look at the earth!\/_The heavens will disappear like smoke;\/_the earth will wear out like old clothing,\/_and all its people will die like flies.\/But the deliverance I bring will last forever;\/_my victory will be final."
    },
    "18681": {
        "format": "poetry",
        "text": "¶“Listen to me, you that know what is right,\/_who have my teaching fixed in your hearts.\/Do not be afraid when people taunt and insult you;"
    },
    "18682": {
        "format": "poetry",
        "text": "\/_they will vanish like moth‐eaten clothing!\/But the deliverance I bring will last forever;\/_my victory will endure for all time.”"
    },
    "18683": {
        "format": "poetry",
        "text": "¶Wake up, Lord, and help us!\/Use your power and save us;\/_use it as you did in ancient times.\/It was you that cut the sea monster Rahab to pieces."
    },
    "18684": {
        "format": "poetry",
        "text": "\/It was you also who dried up the sea\/_and made a path through the water,\/_so that those you were saving could cross."
    },
    "18685": {
        "format": "poetry",
        "text": "\/Those whom you have rescued\/_will reach Jerusalem with gladness,\/_singing and shouting for joy.\/They will be happy forever,\/_forever free from sorrow and grief."
    },
    "18686": {
        "format": "prose",
        "text": "¶The Lord says,¶▼“I am the one who strengthens you.\/_Why should you fear mortals,\/_who are no more enduring than grass?"
    },
    "18687": {
        "format": "poetry",
        "text": "\/Have you forgotten the Lord who made you,\/_who stretched out the heavens\/_and laid the earth’s foundations?\/Why should you live in constant fear\/_of the fury of those who oppress you,\/_of those who are ready to destroy you?\/Their fury can no longer touch you."
    },
    "18688": {
        "format": "poetry",
        "text": "\/Those who are prisoners will soon be set free;\/_they will live a long life\/_and have all the food they need."
    },
    "18689": {
        "format": "poetry",
        "text": "¶“I am the Lord your God;\/_I stir up the sea\/_and make its waves roar.\/My name is the Lord Almighty!"
    },
    "18690": {
        "format": "poetry",
        "text": "\/I stretched out the heavens\/_and laid the earth’s foundations;\/I say to Jerusalem, ‘You are my people!\/_I have given you my teaching,\/_and I protect you with my hand.’”"
    },
    "18691": {
        "format": "poetry",
        "text": "§¶Jerusalem, wake up!\/_Rouse yourself and get up!\/You have drunk the cup of punishment\/_that the Lord in his anger gave you to drink;\/_you drank it down, and it made you stagger."
    },
    "18692": {
        "format": "poetry",
        "text": "\/There is no one to lead you,\/_no one among your people\/_to take you by the hand."
    },
    "18693": {
        "format": "poetry",
        "text": "¶A double disaster has fallen on you:\/_your land has been devastated by war,\/_and your people have starved.\/_There is no one to show you sympathy."
    },
    "18694": {
        "format": "poetry",
        "text": "\/At the corner of every street\/_your people collapse from weakness;\/_they are like deer caught in a hunter’s net.\/_They have felt the force of God’s anger."
    },
    "18695": {
        "format": "poetry",
        "text": "¶You suffering people of Jerusalem,\/_you that stagger as though you were drunk,"
    },
    "18696": {
        "format": "poetry",
        "text": "\/the Lord your God defends you and says,\/“I am taking away the cup\/_that I gave you in my anger.\/You will no longer have to drink\/_the wine that makes you stagger."
    },
    "18697": {
        "format": "poetry",
        "text": "\/I will give it to those who oppressed you,\/_to those who made you lie down in the streets\/_and trampled on you as if you were dirt.”"
    },
    "18698": {
        "format": "poetry",
        "text": "§¶Jerusalem, be strong and great again!\/_Holy city of God, clothe yourself with splendor!\/The heathen will never enter your gates again."
    },
    "18699": {
        "format": "poetry",
        "text": "\/Shake yourself free, Jerusalem!\/_Rise from the dust and sit on your throne!\/Undo the chains that bind you,\/_captive people of Zion!"
    },
    "18700": {
        "format": "prose",
        "text": "¶The Sovereign Lord says to his people, “When you became slaves, no money was paid for you; in the same way nothing will be paid to set you free."
    },
    "18701": {
        "format": "prose",
        "text": "When you went to live in Egypt as foreigners, you did so of your own free will; Assyria, however, took you away by force and paid nothing for you."
    },
    "18702": {
        "format": "prose",
        "text": "And now in Babylonia the same thing has happened: you are captives, and nothing was paid for you. Those who rule over you boast and brag and constantly show contempt for me."
    },
    "18703": {
        "format": "prose",
        "text": "In time to come you will acknowledge that I am God and that I have spoken to you.”"
    },
    "18704": {
        "format": "poetry",
        "text": "¶How wonderful it is to see\/_a messenger coming across the mountains,\/_bringing good news, the news of peace!\/He announces victory and says to Zion,\/_“Your God is king!”"
    },
    "18705": {
        "format": "poetry",
        "text": "\/Those who guard the city are shouting,\/_shouting together for joy.\/They can see with their own eyes\/_the return of the Lord to Zion."
    },
    "18706": {
        "format": "poetry",
        "text": "¶Break into shouts of joy,\/_you ruins of Jerusalem!\/The Lord will rescue his city\/_and comfort his people."
    },
    "18707": {
        "format": "poetry",
        "text": "\/The Lord will use his holy power;\/_he will save his people,\/_and all the world will see it."
    },
    "18708": {
        "format": "poetry",
        "text": "\/Be sure to leave Babylonia,\/_all you that carry the Temple equipment.\/Touch no forbidden thing;\/_keep yourselves holy and leave."
    },
    "18709": {
        "format": "poetry",
        "text": "\/This time you will not have to leave in a hurry;\/_you will not be trying to escape.\/The Lord your God will lead you\/_and protect you on every side."
    },
    "18710": {
        "format": "prose",
        "text": "§¶The Lord says,¶▼“My servant will succeed in his task;\/_he will be highly honored."
    },
    "18711": {
        "format": "poetry",
        "text": "\/Many people were shocked when they saw him;\/_he was so disfigured that he hardly looked human."
    },
    "18712": {
        "format": "poetry",
        "text": "\/But now many nations will marvel at him,\/_and kings will be speechless with amazement.\/They will see and understand\/_something they had never known.”"
    },
    "18713": {
        "format": "prose",
        "text": "¶The people reply,¶▼“Who would have believed what we now report?\/_Who could have seen the Lord’s hand in this?"
    },
    "18714": {
        "format": "poetry",
        "text": "\/It was the will of the Lord that his servant\/_grow like a plant taking root in dry ground.\/He had no dignity or beauty\/_to make us take notice of him.\/There was nothing attractive about him,\/_nothing that would draw us to him."
    },
    "18715": {
        "format": "poetry",
        "text": "\/We despised him and rejected him;\/_he endured suffering and pain.\/No one would even look at him—\/_we ignored him as if he were nothing."
    },
    "18716": {
        "format": "poetry",
        "text": "¶“But he endured the suffering that should have been ours,\/_the pain that we should have borne.\/All the while we thought that his suffering\/_was punishment sent by God."
    },
    "18717": {
        "format": "poetry",
        "text": "\/But because of our sins he was wounded,\/_beaten because of the evil we did.\/We are healed by the punishment he suffered,\/_made whole by the blows he received."
    },
    "18718": {
        "format": "poetry",
        "text": "\/All of us were like sheep that were lost,\/_each of us going his own way.\/But the Lord made the punishment fall on him,\/_the punishment all of us deserved."
    },
    "18719": {
        "format": "poetry",
        "text": "¶“He was treated harshly, but endured it humbly;\/_he never said a word.\/Like a lamb about to be slaughtered,\/like a sheep about to be sheared,\/_he never said a word."
    },
    "18720": {
        "format": "poetry",
        "text": "\/He was arrested and sentenced and led off to die,\/_and no one cared about his fate.\/He was put to death for the sins of our people."
    },
    "18721": {
        "format": "poetry",
        "text": "\/He was placed in a grave with those who are evil,\/_he was buried with the rich,\/even though he had never committed a crime\/_or ever told a lie.”"
    },
    "18722": {
        "format": "prose",
        "text": "¶The Lord says,¶▼“It was my will that he should suffer;\/_his death was a sacrifice to bring forgiveness.\/And so he will see his descendants;\/_he will live a long life,\/_and through him my purpose will succeed."
    },
    "18723": {
        "format": "poetry",
        "text": "\/After a life of suffering, he will again have joy;\/_he will know that he did not suffer in vain.\/My devoted servant, with whom I am pleased,\/_will bear the punishment of many\/_and for his sake I will forgive them."
    },
    "18724": {
        "format": "poetry",
        "text": "\/And so I will give him a place of honor,\/_a place among the great and powerful.\/He willingly gave his life\/_and shared the fate of evil men.\/He took the place of many sinners\/_and prayed that they might be forgiven.”"
    },
    "18725": {
        "format": "poetry",
        "text": "§¶Jerusalem, you have been like a childless woman,\/_but now you can sing and shout for joy.\/Now you will have more children\/_than a woman whose husband never left her."
    },
    "18726": {
        "format": "poetry",
        "text": "\/Make the tent you live in larger;\/_lengthen its ropes and strengthen the pegs!"
    },
    "18727": {
        "format": "poetry",
        "text": "\/You will extend your boundaries on all sides;\/_your people will get back the land\/_that the other nations now occupy.\/_Cities now deserted will be filled with people."
    },
    "18728": {
        "format": "poetry",
        "text": "¶Do not be afraid—you will not be disgraced again;\/_you will not be humiliated.\/You will forget your unfaithfulness as a young wife,\/_and your desperate loneliness as a widow."
    },
    "18729": {
        "format": "poetry",
        "text": "\/Your Creator will be like a husband to you—\/_the Lord Almighty is his name.\/The holy God of Israel will save you—\/_he is the ruler of all the world."
    },
    "18730": {
        "format": "poetry",
        "text": "¶Israel, you are like a young wife,\/_deserted by her husband and deeply distressed.\/But the Lord calls you back to him and says:"
    },
    "18731": {
        "format": "poetry",
        "text": "\/“For one brief moment I left you;\/_with deep love I will take you back."
    },
    "18732": {
        "format": "poetry",
        "text": "\/I turned away angry for only a moment,\/_but I will show you my love forever.”\/So says the Lord who saves you."
    },
    "18733": {
        "format": "poetry",
        "text": "¶“In the time of Noah I promised\/_never again to flood the earth.\/Now I promise not to be angry with you again;\/_I will not reprimand or punish you."
    },
    "18734": {
        "format": "poetry",
        "text": "\/The mountains and hills may crumble,\/_but my love for you will never end;\/_I will keep forever my promise of peace.”\/So says the Lord who loves you."
    },
    "18735": {
        "format": "prose",
        "text": "§¶The Lord says,¶▼“O Jerusalem, you suffering, helpless city,\/_with no one to comfort you,\/I will rebuild your foundations with precious stones."
    },
    "18736": {
        "format": "poetry",
        "text": "\/I will build your towers with rubies,\/_your gates with stones that glow like fire,\/_and the wall around you with jewels."
    },
    "18737": {
        "format": "poetry",
        "text": "¶“I myself will teach your people\/_and give them prosperity and peace."
    },
    "18738": {
        "format": "poetry",
        "text": "\/Justice and right will make you strong.\/_You will be safe from oppression and terror."
    },
    "18739": {
        "format": "poetry",
        "text": "\/Whoever attacks you,\/_does it without my consent;\/whoever fights against you will fall."
    },
    "18740": {
        "format": "poetry",
        "text": "¶“I create the blacksmith,\/_who builds a fire and forges weapons.\/I also create the soldier,\/_who uses the weapons to kill."
    },
    "18741": {
        "format": "poetry",
        "text": "\/But no weapon will be able to hurt you;\/_you will have an answer for all who accuse you.\/I will defend my servants\/_and give them victory.”¶►The Lord has spoken."
    },
    "18742": {
        "format": "prose",
        "text": "§¶The Lord says,¶▼“Come, everyone who is thirsty—\/_here is water!\/Come, you that have no money—\/_buy grain and eat!\/Come! Buy wine and milk—\/_it will cost you nothing!"
    },
    "18743": {
        "format": "poetry",
        "text": "\/Why spend money on what does not satisfy?\/_Why spend your wages and still be hungry?\/Listen to me and do what I say,\/_and you will enjoy the best food of all."
    },
    "18744": {
        "format": "poetry",
        "text": "¶“Listen now, my people, and come to me;\/_come to me, and you will have life!\/I will make a lasting covenant with you\/_and give you the blessings I promised to David."
    },
    "18745": {
        "format": "poetry",
        "text": "\/I made him a leader and commander of nations,\/_and through him I showed them my power."
    },
    "18746": {
        "format": "poetry",
        "text": "\/Now you will summon foreign nations;\/_at one time they did not know you,\/_but now they will come running to join you!\/I, the Lord your God, the holy God of Israel,\/_will make all this happen;\/_I will give you honor and glory.”"
    },
    "18747": {
        "format": "poetry",
        "text": "¶Turn to the Lord and pray to him,\/_now that he is near."
    },
    "18748": {
        "format": "poetry",
        "text": "\/Let the wicked leave their way of life\/_and change their way of thinking.\/Let them turn to the Lord, our God;\/_he is merciful and quick to forgive."
    },
    "18749": {
        "format": "poetry",
        "text": "\/“My thoughts,” says the Lord, “are not like yours,\/_and my ways are different from yours."
    },
    "18750": {
        "format": "poetry",
        "text": "\/As high as the heavens are above the earth,\/_so high are my ways and thoughts above yours."
    },
    "18751": {
        "format": "poetry",
        "text": "¶“My word is like the snow and the rain\/_that come down from the sky to water the earth.\/They make the crops grow\/_and provide seed for planting and food to eat."
    },
    "18752": {
        "format": "poetry",
        "text": "\/So also will be the word that I speak—\/_it will not fail to do what I plan for it;\/_it will do everything I send it to do."
    },
    "18753": {
        "format": "poetry",
        "text": "¶“You will leave Babylon with joy;\/_you will be led out of the city in peace.\/The mountains and hills will burst into singing,\/_and the trees will shout for joy."
    },
    "18754": {
        "format": "poetry",
        "text": "\/Cypress trees will grow where now there are briers;\/_myrtle trees will come up in place of thorns.\/This will be a sign that will last forever,\/_a reminder of what I, the Lord, have done.”"
    },
    "18755": {
        "format": "prose",
        "text": "§¶The Lord says to his people, “Do what is just and right, for soon I will save you."
    },
    "18756": {
        "format": "prose",
        "text": "I will bless those who always observe the Sabbath and do not misuse it. I will bless those who do nothing evil.”"
    },
    "18757": {
        "format": "prose",
        "text": "¶A foreigner who has joined the Lord’s people should not say, “The Lord will not let me worship with his people.“¶A man who has been castrated should never think that because he cannot have children, he can never be part of God’s people."
    },
    "18758": {
        "format": "prose",
        "text": "The Lord says to such a man, “If you honor me by observing the Sabbath and if you do what pleases me and faithfully keep my covenant,"
    },
    "18759": {
        "format": "prose",
        "text": "then your name will be remembered in my Temple and among my people longer than if you had sons and daughters. You will never be forgotten.”"
    },
    "18760": {
        "format": "prose",
        "text": "¶And the Lord says to those foreigners who become part of his people, who love him and serve him, who observe the Sabbath and faithfully keep his covenant:"
    },
    "18761": {
        "format": "prose",
        "text": "“I will bring you to Zion, my sacred hill, give you joy in my house of prayer, and accept the sacrifices you offer on my altar. My Temple will be called a house of prayer for the people of all nations.”"
    },
    "18762": {
        "format": "prose",
        "text": "¶The Sovereign Lord, who has brought his people Israel home from exile, has promised that he will bring still other people to join them."
    },
    "18763": {
        "format": "prose",
        "text": "§¶The Lord has told the foreign nations to come like wild animals and devour his people."
    },
    "18764": {
        "format": "prose",
        "text": "He says, “All the leaders, who are supposed to warn my people, are blind! They know nothing. They are like watch dogs that don’t bark—they only lie around and dream. How they love to sleep!"
    },
    "18765": {
        "format": "prose",
        "text": "They are like greedy dogs that never get enough. These leaders have no understanding. They each do as they please and seek their own advantage."
    },
    "18766": {
        "format": "prose",
        "text": "‘Let’s get some wine,’ these drunkards say, ‘and drink all we can hold! Tomorrow will be even better than today!’”"
    },
    "18767": {
        "format": "prose",
        "text": "§¶Good people die, and no one understands or even cares. But when they die, no calamity can hurt them."
    },
    "18768": {
        "format": "prose",
        "text": "Those who live good lives find peace and rest in death."
    },
    "18769": {
        "format": "prose",
        "text": "¶Come here to be judged, you sinners! You are no better than sorcerers, adulterers, and prostitutes."
    },
    "18770": {
        "format": "prose",
        "text": "Who are you making fun of? Who are you liars jeering at?"
    },
    "18771": {
        "format": "prose",
        "text": "You worship the fertility gods by having sex under those sacred trees of yours. You offer your children as sacrifices in the rocky caves near stream beds."
    },
    "18772": {
        "format": "prose",
        "text": "You take smooth stones from there and worship them as gods. You pour out wine as offerings to them and bring them grain offerings. Do you think I am pleased with all this?"
    },
    "18773": {
        "format": "prose",
        "text": "You go to the high mountains to offer sacrifices and have sex."
    },
    "18774": {
        "format": "prose",
        "text": "You set up your obscene idols just inside your front doors. You forsake me; you take off your clothes and climb in your large beds with your lovers, whom you pay to sleep with you. And there you satisfy your lust."
    },
    "18775": {
        "format": "prose",
        "text": "You put on your perfumes and ointments and go to worship the god Molech. To find gods to worship, you send messengers far and wide, even to the world of the dead."
    },
    "18776": {
        "format": "prose",
        "text": "You wear yourselves out looking for other gods, but you never give up. You think your obscene idols give you strength, and so you never grow weak."
    },
    "18777": {
        "format": "prose",
        "text": "¶The Lord says, “Who are these gods that make you afraid, so that you tell me lies and forget me completely? Have you stopped honoring me because I have kept silent for so long?"
    },
    "18778": {
        "format": "prose",
        "text": "You think that what you do is right, but I will expose your conduct, and your idols will not be able to help you."
    },
    "18779": {
        "format": "prose",
        "text": "When you cry for help, let those idols of yours save you! A puff of wind will carry them off! But those who trust in me will live in the land and will worship me in my Temple.”"
    },
    "18780": {
        "format": "prose",
        "text": "§¶The Lord says, “Let my people return to me. Remove every obstacle from their path! Build the road and make it ready!"
    },
    "18781": {
        "format": "prose",
        "text": "¶“I am the high and holy God, who lives forever. I live in a high and holy place, but I also live with people who are humble and repentant, so that I can restore their confidence and hope."
    },
    "18782": {
        "format": "prose",
        "text": "I gave my people life, and I will not continue to accuse them or be angry with them forever."
    },
    "18783": {
        "format": "prose",
        "text": "I was angry with them because of their sin and greed, and so I punished them and abandoned them. But they were stubborn and kept on going their own way."
    },
    "18784": {
        "format": "prose",
        "text": "¶“I have seen how they acted, but I will heal them. I will lead them and help them, and I will comfort those who mourn."
    },
    "18785": {
        "format": "prose",
        "text": "I offer peace to all, both near and far! I will heal my people."
    },
    "18786": {
        "format": "prose",
        "text": "But evil people are like the restless sea, whose waves never stop rolling in, bringing filth and muck."
    },
    "18787": {
        "format": "prose",
        "text": "There is no safety for sinners,” says the Lord."
    },
    "18788": {
        "format": "prose",
        "text": "§¶The Lord says, “Shout as loud as you can! Tell my people Israel about their sins!"
    },
    "18789": {
        "format": "prose",
        "text": "They worship me every day, claiming that they are eager to know my ways and obey my laws. They say they want me to give them just laws and that they take pleasure in worshiping me.”"
    },
    "18790": {
        "format": "prose",
        "text": "¶The people ask, “Why should we fast if the Lord never notices? Why should we go without food if he pays no attention?”¶The Lord says to them, “The truth is that at the same time you fast, you pursue your own interests and oppress your workers."
    },
    "18791": {
        "format": "prose",
        "text": "Your fasting makes you violent, and you quarrel and fight. Do you think this kind of fasting will make me listen to your prayers?"
    },
    "18792": {
        "format": "prose",
        "text": "When you fast, you make yourselves suffer; you bow your heads low like a blade of grass and spread out sackcloth and ashes to lie on. Is that what you call fasting? Do you think I will be pleased with that?"
    },
    "18793": {
        "format": "prose",
        "text": "¶“The kind of fasting I want is this: Remove the chains of oppression and the yoke of injustice, and let the oppressed go free."
    },
    "18794": {
        "format": "prose",
        "text": "Share your food with the hungry and open your homes to the homeless poor. Give clothes to those who have nothing to wear, and do not refuse to help your own relatives."
    },
    "18795": {
        "format": "prose",
        "text": "¶“Then my favor will shine on you like the morning sun, and your wounds will be quickly healed. I will always be with you to save you; my presence will protect you on every side."
    },
    "18796": {
        "format": "prose",
        "text": "When you pray, I will answer you. When you call to me, I will respond.¶“If you put an end to oppression, to every gesture of contempt, and to every evil word;"
    },
    "18797": {
        "format": "prose",
        "text": "if you give food to the hungry and satisfy those who are in need, then the darkness around you will turn to the brightness of noon."
    },
    "18798": {
        "format": "prose",
        "text": "And I will always guide you and satisfy you with good things. I will keep you strong and well. You will be like a garden that has plenty of water, like a spring of water that never goes dry."
    },
    "18799": {
        "format": "prose",
        "text": "Your people will rebuild what has long been in ruins, building again on the old foundations. You will be known as the people who rebuilt the walls, who restored the ruined houses.”"
    },
    "18800": {
        "format": "prose",
        "text": "§¶The Lord says, “If you treat the Sabbath as sacred and do not pursue your own interests on that day; if you value my holy day and honor it by not traveling, working, or talking idly on that day,"
    },
    "18801": {
        "format": "prose",
        "text": "then you will find the joy that comes from serving me. I will make you honored all over the world, and you will enjoy the land I gave to your ancestor, Jacob. I, the Lord, have spoken.”"
    },
    "18802": {
        "format": "prose",
        "text": "§¶Don’t think that the Lord is too weak to save you or too deaf to hear your call for help!"
    },
    "18803": {
        "format": "prose",
        "text": "It is because of your sins that he doesn’t hear you. It is your sins that separate you from God when you try to worship him."
    },
    "18804": {
        "format": "prose",
        "text": "You are guilty of lying, violence, and murder."
    },
    "18805": {
        "format": "prose",
        "text": "¶You go to court, but you do not have justice on your side. You depend on lies to win your case. You carry out your plans to hurt others."
    },
    "18806": {
        "format": "prose",
        "text": "The evil plots you make are as deadly as the eggs of a poisonous snake. Crush an egg, out comes a snake! But your plots will do you no good—they are as useless as clothing made of cobwebs!"
    },
    "18808": {
        "format": "prose",
        "text": "You are always planning something evil, and you can hardly wait to do it. You never hesitate to murder innocent people. You leave ruin and destruction wherever you go,"
    },
    "18809": {
        "format": "prose",
        "text": "and no one is safe when you are around. Everything you do is unjust. You follow a crooked path, and no one who walks that path will ever be safe."
    },
    "18810": {
        "format": "prose",
        "text": "§¶The people say, “Now we know why God does not save us from those who oppress us. We hope for light to walk by, but there is only darkness,"
    },
    "18811": {
        "format": "prose",
        "text": "and we grope about like blind people. We stumble at noon, as if it were night, as if we were in the dark world of the dead."
    },
    "18812": {
        "format": "prose",
        "text": "We are frightened and distressed. We long for God to save us from oppression and wrong, but nothing happens."
    },
    "18813": {
        "format": "prose",
        "text": "¶“Lord, our crimes against you are many. Our sins accuse us. We are well aware of them all."
    },
    "18814": {
        "format": "prose",
        "text": "We have rebelled against you, rejected you, and refused to follow you. We have oppressed others and turned away from you. Our thoughts are false; our words are lies."
    },
    "18815": {
        "format": "prose",
        "text": "Justice is driven away, and right cannot come near. Truth stumbles in the public square, and honesty finds no place there."
    },
    "18816": {
        "format": "prose",
        "text": "There is so little honesty that those who stop doing evil find themselves the victims of crime.”§¶The Lord has seen this, and he is displeased that there is no justice."
    },
    "18817": {
        "format": "prose",
        "text": "He is astonished to see that there is no one to help the oppressed. So he will use his own power to rescue them and to win the victory."
    },
    "18818": {
        "format": "prose",
        "text": "He will wear justice like a coat of armor and saving power like a helmet. He will clothe himself with the strong desire to set things right and to punish and avenge the wrongs that people suffer."
    },
    "18819": {
        "format": "prose",
        "text": "He will punish his enemies according to what they have done, even those who live in distant lands."
    },
    "18820": {
        "format": "prose",
        "text": "From east to west everyone will fear him and his great power. He will come like a rushing river, like a strong wind."
    },
    "18821": {
        "format": "prose",
        "text": "¶The Lord says to his people, “I will come to Jerusalem to defend you and to save all of you that turn from your sins."
    },
    "18822": {
        "format": "prose",
        "text": "And I make a covenant with you: I have given you my power and my teachings to be yours forever, and from now on you are to obey me and teach your children and your descendants to obey me for all time to come.”"
    },
    "18823": {
        "format": "poetry",
        "text": "§¶Arise, Jerusalem, and shine like the sun;\/The glory of the Lord is shining on you!"
    },
    "18824": {
        "format": "poetry",
        "text": "\/Other nations will be covered by darkness,\/But on you the light of the Lord will shine;\/The brightness of his presence will be with you."
    },
    "18825": {
        "format": "poetry",
        "text": "\/Nations will be drawn to your light,\/And kings to the dawning of your new day."
    },
    "18826": {
        "format": "poetry",
        "text": "¶Look around you and see what is happening:\/Your people are gathering to come home!\/Your sons will come from far away;\/Your daughters will be carried like children."
    },
    "18827": {
        "format": "poetry",
        "text": "\/You will see this and be filled with joy;\/You will tremble with excitement.\/The wealth of the nations will be brought to you;\/From across the sea their riches will come."
    },
    "18828": {
        "format": "poetry",
        "text": "¶Great caravans of camels will come, from Midian and Ephah.\/They will come from Sheba, bringing gold and incense.\/People will tell the good news of what the Lord has done!"
    },
    "18829": {
        "format": "poetry",
        "text": "\/All the sheep of Kedar and Nebaioth\/Will be brought to you as sacrifices\/And offered on the altar to please the Lord.\/The Lord will make his Temple more glorious than ever."
    },
    "18830": {
        "format": "poetry",
        "text": "¶What are these ships that skim along like clouds,\/Like doves returning home?"
    },
    "18831": {
        "format": "poetry",
        "text": "\/They are ships coming from distant lands,\/Bringing God’s people home.\/They bring with them silver and gold\/To honor the name of the Lord,\/The holy God of Israel,\/Who has made all nations honor his people."
    },
    "18832": {
        "format": "prose",
        "text": "¶The Lord says to Jerusalem,¶▼“Foreigners will rebuild your walls,\/And their kings will serve you.\/In my anger I punished you,\/But now I will show you my favor and mercy."
    },
    "18833": {
        "format": "poetry",
        "text": "\/Day and night your gates will be open,\/So that the kings of the nations\/May bring you their wealth."
    },
    "18834": {
        "format": "poetry",
        "text": "\/But nations that do not serve you\/Will be completely destroyed."
    },
    "18835": {
        "format": "poetry",
        "text": "¶“The wood of the pine, the juniper, and the cypress,\/The finest wood from the forests of Lebanon,\/Will be brought to rebuild you, Jerusalem,\/To make my Temple beautiful,\/To make my city glorious."
    },
    "18836": {
        "format": "poetry",
        "text": "\/The descendants of those who oppressed you will come\/And bow low to show their respect.\/All who once despised you will worship at your feet.\/They will call you ‘The City of the Lord,’\/‘Zion, the City of Israel’s Holy God.’"
    },
    "18837": {
        "format": "poetry",
        "text": "¶“You will no longer be forsaken and hated,\/A city deserted and desolate.\/I will make you great and beautiful,\/A place of joy forever and ever."
    },
    "18838": {
        "format": "poetry",
        "text": "\/Nations and kings will care for you\/As a mother nurses her child.\/You will know that I, the Lord, have saved you,\/That the mighty God of Israel sets you free."
    },
    "18839": {
        "format": "poetry",
        "text": "¶“I will bring you gold instead of bronze,\/Silver and bronze instead of iron and wood,\/And iron instead of stone.\/Your rulers will no longer oppress you;\/I will make them rule with justice and peace."
    },
    "18840": {
        "format": "poetry",
        "text": "\/The sounds of violence will be heard no more;\/Destruction will not shatter your country again.\/I will protect and defend you like a wall;\/You will praise me because I have saved you."
    },
    "18841": {
        "format": "poetry",
        "text": "¶“No longer will the sun be your light by day\/Or the moon be your light by night;\/I, the Lord, will be your eternal light;\/The light of my glory will shine on you."
    },
    "18842": {
        "format": "poetry",
        "text": "\/Your days of grief will come to an end.\/I, the Lord, will be your eternal light,\/More lasting than the sun and moon."
    },
    "18843": {
        "format": "poetry",
        "text": "\/Your people will all do what is right,\/And will possess the land forever.\/I planted them, I made them,\/To reveal my greatness to all."
    },
    "18844": {
        "format": "poetry",
        "text": "\/Even your smallest and humblest family\/Will become as great as a powerful nation.\/When the right time comes,\/I will make this happen quickly.\/I am the Lord!”"
    },
    "18845": {
        "format": "poetry",
        "text": "§¶The Sovereign Lord has filled me with his Spirit.\/He has chosen me and sent me\/To bring good news to the poor,\/To heal the broken‐hearted,\/To announce release to captives\/And freedom to those in prison."
    },
    "18846": {
        "format": "poetry",
        "text": "\/He has sent me to proclaim\/That the time has come\/When the Lord will save his people\/And defeat their enemies.\/He has sent me to comfort all who mourn,"
    },
    "18847": {
        "format": "poetry",
        "text": "\/To give to those who mourn in Zion\/Joy and gladness instead of grief,\/A song of praise instead of sorrow.\/They will be like trees\/That the Lord himself has planted.\/They will all do what is right,\/And God will be praised for what he has done."
    },
    "18848": {
        "format": "poetry",
        "text": "\/They will rebuild cities that have long been in ruins."
    },
    "18849": {
        "format": "poetry",
        "text": "¶My people, foreigners will serve you.\/They will take care of your flocks\/And farm your land and tend your vineyards."
    },
    "18850": {
        "format": "poetry",
        "text": "\/And you will be known as the priests of the Lord,\/The servants of our God.\/You will enjoy the wealth of the nations\/And be proud that it is yours."
    },
    "18851": {
        "format": "poetry",
        "text": "\/Your shame and disgrace are ended.\/You will live in your own land,\/And your wealth will be doubled;\/Your joy will last forever."
    },
    "18852": {
        "format": "prose",
        "text": "¶The Lord says,¶▼“I love justice and I hate oppression and crime.\/I will faithfully reward my people\/And make an eternal covenant with them."
    },
    "18853": {
        "format": "poetry",
        "text": "\/They will be famous among the nations;\/Everyone who sees them will know\/That they are a people whom I have blessed.”"
    },
    "18854": {
        "format": "poetry",
        "text": "¶Jerusalem rejoices because of what the Lord has done.\/She is like a bride dressed for her wedding.\/God has clothed her with salvation and victory."
    },
    "18855": {
        "format": "poetry",
        "text": "\/As surely as seeds sprout and grow,\/The Sovereign Lord will save his people,\/And all the nations will praise him."
    },
    "18856": {
        "format": "poetry",
        "text": "¶I will speak out to encourage Jerusalem;\/I will not be silent until she is saved,\/And her victory shines like a torch in the night."
    },
    "18857": {
        "format": "poetry",
        "text": "\/Jerusalem, the nations will see you victorious!\/All their kings will see your glory.\/You will be called by a new name,\/A name given by the Lord himself."
    },
    "18858": {
        "format": "poetry",
        "text": "\/You will be like a beautiful crown for the Lord."
    },
    "18859": {
        "format": "poetry",
        "text": "\/No longer will you be called “Forsaken,”\/Or your land be called “The Deserted Wife.”\/Your new name will be “God Is Pleased with Her.”\/Your land will be called “Happily Married,”\/Because the Lord is pleased with you\/And will be like a husband to your land."
    },
    "18860": {
        "format": "poetry",
        "text": "\/Like a young man taking a virgin as his bride,\/He who formed you will marry you.\/As a groom is delighted with his bride,\/So your God will delight in you."
    },
    "18861": {
        "format": "poetry",
        "text": "¶On your walls, Jerusalem, I have placed sentries;\/They must never be silent day or night.\/They must remind the Lord of his promises\/And never let him forget them."
    },
    "18862": {
        "format": "poetry",
        "text": "\/They must give him no rest until he restores Jerusalem\/And makes it a city the whole world praises."
    },
    "18863": {
        "format": "poetry",
        "text": "¶The Lord has made a solemn promise,\/And by his power he will carry it out:\/“Your grain will no longer be food for your enemies,\/And foreigners will no longer drink your wine."
    },
    "18864": {
        "format": "poetry",
        "text": "\/But you that planted and harvested the grain\/Will eat the bread and praise the Lord.\/You that tended and gathered the grapes\/Will drink the wine in the courts of my Temple.”"
    },
    "18865": {
        "format": "poetry",
        "text": "¶People of Jerusalem, go out of the city\/And build a road for your returning people!\/Prepare a highway; clear it of stones!\/Put up a signal so that the nations can know"
    },
    "18866": {
        "format": "poetry",
        "text": "\/That the Lord is announcing to all the earth:\/“Tell the people of Jerusalem\/That the Lord is coming to save you,\/Bringing with him the people he has rescued.”"
    },
    "18867": {
        "format": "poetry",
        "text": "\/You will be called “God’s Holy People,”\/“The People the Lord Has Saved.”\/Jerusalem will be called “The City That God Loves,”\/“The City That God Did Not Forsake.”"
    },
    "18868": {
        "format": "prose",
        "text": "§¶“Who is this coming from the city of Bozrah in Edom? Who is this so splendidly dressed in red, marching along in power and strength?”¶It is the Lord, powerful to save, coming to announce his victory."
    },
    "18869": {
        "format": "prose",
        "text": "¶“Why is his clothing so red, like that of someone who tramples grapes to make wine?”"
    },
    "18870": {
        "format": "prose",
        "text": "¶The Lord answers, “I have trampled the nations like grapes, and no one came to help me. I trampled them in my anger, and their blood has stained all my clothing."
    },
    "18871": {
        "format": "prose",
        "text": "I decided that the time to save my people had come; it was time to punish their enemies."
    },
    "18872": {
        "format": "prose",
        "text": "I was amazed when I looked and saw that there was no one to help me. But my anger made me strong, and I won the victory myself."
    },
    "18873": {
        "format": "prose",
        "text": "In my anger I trampled whole nations and shattered them. I poured out their lifeblood on the ground.”"
    },
    "18874": {
        "format": "poetry",
        "text": "§¶I will tell of the Lord’s unfailing love;\/_I praise him for all he has done for us.\/He has richly blessed the people of Israel\/_because of his mercy and constant love."
    },
    "18875": {
        "format": "prose",
        "text": "¶The Lord said, “They are my people; they will not deceive me.” And so he saved them"
    },
    "18876": {
        "format": "prose",
        "text": "from all their suffering. It was not an angel, but the Lord himself who saved them. In his love and compassion he rescued them. He had always taken care of them in the past,"
    },
    "18877": {
        "format": "prose",
        "text": "but they rebelled against him and made his holy spirit sad. So the Lord became their enemy and fought against them."
    },
    "18878": {
        "format": "prose",
        "text": "¶But then they remembered the past, the days of Moses, the servant of the Lord, and they asked, “Where now is the Lord, who saved the leaders of his people from the sea? Where is the Lord, who gave his spirit to Moses?"
    },
    "18879": {
        "format": "prose",
        "text": "Where is the Lord, who by his power did great things through Moses, dividing the waters of the sea and leading his people through the deep water, to win everlasting fame for himself?”¶Led by the Lord, they were as sure‐footed as wild horses, and never stumbled."
    },
    "18881": {
        "format": "prose",
        "text": "As cattle are led into a fertile valley, so the Lord gave his people rest. He led his people and brought honor to his name."
    },
    "18882": {
        "format": "prose",
        "text": "§¶Lord, look upon us from heaven, where you live in your holiness and glory. Where is your great concern for us? Where is your power? Where are your love and compassion? Do not ignore us."
    },
    "18883": {
        "format": "prose",
        "text": "You are our father. Our ancestors Abraham and Jacob do not acknowledge us, but you, Lord, are our father, the one who has always rescued us."
    },
    "18884": {
        "format": "prose",
        "text": "Why do you let us stray from your ways? Why do you make us so stubborn that we turn away from you? Come back, for the sake of those who serve you, for the sake of the people who have always been yours."
    },
    "18885": {
        "format": "prose",
        "text": "¶We, your holy people, were driven out by our enemies for a little while; they trampled down your sanctuary."
    },
    "18886": {
        "format": "prose",
        "text": "You treat us as though you had never been our ruler, as though we had never been your people."
    },
    "18887": {
        "format": "prose",
        "text": "¶Why don’t you tear the sky open and come down? The mountains would see you and shake with fear."
    },
    "18888": {
        "format": "prose",
        "text": "They would tremble like water boiling over a hot fire. Come and reveal your power to your enemies, and make the nations tremble at your presence!"
    },
    "18889": {
        "format": "prose",
        "text": "There was a time when you came and did terrifying things that we did not expect; the mountains saw you and shook with fear."
    },
    "18890": {
        "format": "prose",
        "text": "No one has ever seen or heard of a God like you, who does such deeds for those who put their hope in him."
    },
    "18891": {
        "format": "prose",
        "text": "You welcome those who find joy in doing what is right, those who remember how you want them to live. You were angry with us, but we went on sinning; in spite of your great anger we have continued to do wrong since ancient times."
    },
    "18892": {
        "format": "prose",
        "text": "All of us have been sinful; even our best actions are filthy through and through. Because of our sins we are like leaves that wither and are blown away by the wind."
    },
    "18893": {
        "format": "prose",
        "text": "No one turns to you in prayer; no one goes to you for help. You have hidden yourself from us and have abandoned us because of our sins."
    },
    "18894": {
        "format": "prose",
        "text": "¶But you are our father, Lord. We are like clay, and you are like the potter. You created us,"
    },
    "18895": {
        "format": "prose",
        "text": "so do not be too angry with us or hold our sins against us forever. We are your people; be merciful to us."
    },
    "18896": {
        "format": "prose",
        "text": "Your sacred cities are like a desert; Jerusalem is a deserted ruin,"
    },
    "18897": {
        "format": "prose",
        "text": "and our Temple, the sacred and beautiful place where our ancestors praised you, has been destroyed by fire. All the places we loved are in ruins."
    },
    "18898": {
        "format": "prose",
        "text": "Lord, are you unmoved by all this? Are you going to do nothing and make us suffer more than we can endure?"
    },
    "18899": {
        "format": "prose",
        "text": "§¶The Lord said, “I was ready to answer my people’s prayers, but they did not pray. I was ready for them to find me, but they did not even try. The nation did not pray to me, even though I was always ready to answer, ‘Here I am; I will help you.’"
    },
    "18900": {
        "format": "prose",
        "text": "I have always been ready to welcome my people, who stubbornly do what is wrong and go their own way."
    },
    "18901": {
        "format": "prose",
        "text": "They shamelessly keep on making me angry. They offer pagan sacrifices at sacred gardens and burn incense on pagan altars."
    },
    "18902": {
        "format": "prose",
        "text": "At night they go to caves and tombs to consult the spirits of the dead. They eat pork and drink broth made from meat offered in pagan sacrifices."
    },
    "18903": {
        "format": "prose",
        "text": "And then they say to others, ‘Keep away from us; we are too holy for you to touch!’ I cannot stand people like that—my anger against them is like a fire that never goes out."
    },
    "18904": {
        "format": "prose",
        "text": "¶“I have already decided on their punishment, and their sentence is written down. I will not overlook what they have done, but will repay them"
    },
    "18905": {
        "format": "prose",
        "text": "for their sins and the sins of their ancestors. They have burned incense at pagan hill shrines and spoken evil of me. So I will punish them as their past deeds deserve.”"
    },
    "18906": {
        "format": "prose",
        "text": "¶The Lord says, “No one destroys good grapes; instead, they make wine with them. Neither will I destroy all my people—I will save those who serve me."
    },
    "18907": {
        "format": "prose",
        "text": "I will bless the Israelites who belong to the tribe of Judah, and their descendants will possess my land of mountains. My chosen people, who serve me, will live there."
    },
    "18908": {
        "format": "prose",
        "text": "They will worship me and will lead their sheep and cattle to pasture in the Plain of Sharon in the west and in Trouble Valley in the east."
    },
    "18909": {
        "format": "prose",
        "text": "¶“But it will be different for you that forsake me, who ignore Zion, my sacred hill, and worship Gad and Meni, the gods of luck and fate."
    },
    "18910": {
        "format": "prose",
        "text": "It will be your fate to die a violent death, because you did not answer when I called you or listen when I spoke. You chose to disobey me and do evil."
    },
    "18911": {
        "format": "prose",
        "text": "And so I tell you that those who worship and obey me will have plenty to eat and drink, but you will be hungry and thirsty. They will be happy, but you will be disgraced."
    },
    "18912": {
        "format": "prose",
        "text": "They will sing for joy, but you will cry with a broken heart."
    },
    "18913": {
        "format": "prose",
        "text": "My chosen people will use your name as a curse. I, the Sovereign Lord, will put you to death. But I will give a new name to those who obey me."
    },
    "18914": {
        "format": "prose",
        "text": "Anyone in the land who asks for a blessing will ask to be blessed by the faithful God. Whoever takes an oath will swear by the name of the faithful God. The troubles of the past will be gone and forgotten.”"
    },
    "18915": {
        "format": "prose",
        "text": "§¶The Lord says, “I am making a new earth and new heavens. The events of the past will be completely forgotten."
    },
    "18916": {
        "format": "prose",
        "text": "Be glad and rejoice forever in what I create. The new Jerusalem I make will be full of joy, and her people will be happy."
    },
    "18917": {
        "format": "prose",
        "text": "I myself will be filled with joy because of Jerusalem and her people. There will be no weeping there, no calling for help."
    },
    "18918": {
        "format": "prose",
        "text": "Babies will no longer die in infancy, and all people will live out their life span. Those who live to be a hundred will be considered young. To die before that would be a sign that I had punished them."
    },
    "18919": {
        "format": "prose",
        "text": "People will build houses and get to live in them—they will not be used by someone else. They will plant vineyards and enjoy the wine—it will not be drunk by others. Like trees, my people will live long lives. They will fully enjoy the things that they have worked for."
    },
    "18921": {
        "format": "prose",
        "text": "The work they do will be successful, and their children will not meet with disaster. I will bless them and their descendants for all time to come."
    },
    "18922": {
        "format": "prose",
        "text": "Even before they finish praying to me, I will answer their prayers."
    },
    "18923": {
        "format": "prose",
        "text": "Wolves and lambs will eat together; lions will eat straw, as cattle do, and snakes will no longer be dangerous. On Zion, my sacred hill, there will be nothing harmful or evil.”"
    },
    "18924": {
        "format": "prose",
        "text": "§¶The Lord says, “Heaven is my throne, and the earth is my footstool. What kind of house, then, could you build for me, what kind of place for me to live in?"
    },
    "18925": {
        "format": "prose",
        "text": "I myself created the whole universe! I am pleased with those who are humble and repentant, who fear me and obey me."
    },
    "18926": {
        "format": "prose",
        "text": "¶“The people do as they please. It’s all the same to them whether they kill a bull as a sacrifice or sacrifice a human being; whether they sacrifice a lamb or break a dog’s neck; whether they present a grain offering or offer pigs’ blood; whether they offer incense or pray to an idol. They take pleasure in disgusting ways of worship."
    },
    "18927": {
        "format": "prose",
        "text": "So I will bring disaster upon them—the very things they are afraid of—because no one answered when I called or listened when I spoke. They chose to disobey me and do evil.”"
    },
    "18928": {
        "format": "prose",
        "text": "¶Listen to what the Lord says, you that fear him and obey him: “Because you are faithful to me, some of your own people hate you and will have nothing to do with you. They mock you and say, ‘Let the Lord show his greatness and save you, so that we may see you rejoice.’ But they themselves will be disgraced!"
    },
    "18929": {
        "format": "prose",
        "text": "Listen! That loud noise in the city, that sound in the Temple, is the sound of the Lord punishing his enemies!"
    },
    "18930": {
        "format": "prose",
        "text": "¶“My holy city is like a woman who suddenly gives birth to a child without ever going into labor."
    },
    "18931": {
        "format": "prose",
        "text": "Has anyone ever seen or heard of such a thing? Has a nation ever been born in a day? Zion will not have to suffer long, before the nation is born."
    },
    "18932": {
        "format": "prose",
        "text": "Do not think that I will bring my people to the point of birth and not let them be born.” The Lord has spoken."
    },
    "18933": {
        "format": "poetry",
        "text": "¶Rejoice with Jerusalem; be glad for her,\/_all you that love this city!\/Rejoice with her now,\/_all you that have mourned for her!"
    },
    "18934": {
        "format": "poetry",
        "text": "\/You will enjoy her prosperity,\/_like a child at its mother’s breast."
    },
    "18935": {
        "format": "prose",
        "text": "¶The Lord says, “I will bring you lasting prosperity; the wealth of the nations will flow to you like a river that never goes dry. You will be like a child that is nursed by its mother, carried in her arms, and treated with love."
    },
    "18936": {
        "format": "prose",
        "text": "I will comfort you in Jerusalem, as a mother comforts her child."
    },
    "18937": {
        "format": "prose",
        "text": "When you see this happen, you will be glad; it will make you strong and healthy. Then you will know that I, the Lord, help those who obey me, and I show my anger against my enemies.”"
    },
    "18938": {
        "format": "prose",
        "text": "¶The Lord will come with fire. He will ride on the wings of a storm to punish those he is angry with."
    },
    "18939": {
        "format": "prose",
        "text": "By fire and sword he will punish all the people of the world whom he finds guilty—and many will be put to death."
    },
    "18940": {
        "format": "prose",
        "text": "¶The Lord says, “The end is near for those who purify themselves for pagan worship, who go in procession to sacred gardens, and who eat pork and mice and other disgusting foods."
    },
    "18941": {
        "format": "prose",
        "text": "I know their thoughts and their deeds. I am coming to gather the people of all the nations. When they come together, they will see what my power can do"
    },
    "18942": {
        "format": "prose",
        "text": "and will know that I am the one who punishes them.¶“But I will spare some of them and send them to the nations and the distant lands that have not heard of my fame or seen my greatness and power: to Spain, Libya, and Lydia, with its skilled archers, and to Tubal and Greece. Among these nations they will proclaim my greatness."
    },
    "18943": {
        "format": "prose",
        "text": "They will bring back all your people from the nations as a gift to me. They will bring them to my sacred hill in Jerusalem on horses, mules, and camels, and in chariots and wagons, just as Israelites bring grain offerings to the Temple in ritually clean containers."
    },
    "18944": {
        "format": "prose",
        "text": "I will make some of them priests and Levites."
    },
    "18945": {
        "format": "prose",
        "text": "¶“Just as the new earth and the new heavens will endure by my power, so your descendants and your name will endure."
    },
    "18946": {
        "format": "prose",
        "text": "On every New Moon Festival and every Sabbath people of every nation will come to worship me here in Jerusalem,” says the Lord."
    },
    "18947": {
        "format": "prose",
        "text": "“As they leave, they will see the dead bodies of those who have rebelled against me. The worms that eat them will never die, and the fire that burns them will never be put out. The sight of them will be disgusting to all people.”"
    }
}