{
    "17656": {
        "format": "prose",
        "text": "§¶Here is the message about Judah and Jerusalem that was revealed to Isaiah son of Amoz during the time when Uzziah, Jotham, Ahaz, and Hezekiah reigned over Judah."
    },
    "17657": {
        "format": "poetry",
        "text": "§¶Listen, O heavens,\/pay attention, O earth!\/For the Lord speaks:\/“I raised children, I brought them up,\/but they have rebelled against me!"
    },
    "17658": {
        "format": "poetry",
        "text": "\/An ox recognizes its owner,\/a donkey recognizes where its owner puts its food;\/but Israel does not recognize me,\/my people do not understand.”"
    },
    "17659": {
        "format": "poetry",
        "text": "\/The sinful nation is as good as dead,\/the people weighed down by evil deeds.\/They are offspring who do wrong,\/children who do wicked things.\/They have abandoned the Lord,\/and rejected the Holy One of Israel.\/They are alienated from him."
    },
    "17660": {
        "format": "poetry",
        "text": "\/Why do you insist on being battered?\/Why do you continue to rebel?\/Your head has a massive wound,\/your whole body is weak."
    },
    "17661": {
        "format": "poetry",
        "text": "\/From the soles of your feet to your head,\/there is no spot that is unharmed.\/There are only bruises, cuts,\/and open wounds.\/They have not been cleansed or bandaged,\/nor have they been treated with olive oil."
    },
    "17662": {
        "format": "poetry",
        "text": "\/Your land is devastated,\/your cities burned with fire.\/Right before your eyes your crops\/are being destroyed by foreign invaders.\/They leave behind devastation and destruction."
    },
    "17663": {
        "format": "poetry",
        "text": "\/Daughter Zion is left isolated,\/like a hut in a vineyard,\/or a shelter in a cucumber field;\/she is a besieged city."
    },
    "17664": {
        "format": "poetry",
        "text": "\/If the Lord who commands armies had not left us a few survivors,\/we would have quickly become like Sodom,\/we would have become like Gomorrah."
    },
    "17665": {
        "format": "poetry",
        "text": "\/Listen to the Lord’s word,\/you leaders of Sodom!\/Pay attention to our God’s rebuke,\/people of Gomorrah!"
    },
    "17666": {
        "format": "poetry",
        "text": "\/“Of what importance to me are your many sacrifices?”\/says the Lord.\/“I am stuffed with burnt sacrifices\/of rams and the fat from steers.\/The blood of bulls, lambs, and goats\/I do not want."
    },
    "17667": {
        "format": "poetry",
        "text": "\/When you enter my presence,\/do you actually think I want this—\/animals trampling on my courtyards?"
    },
    "17668": {
        "format": "poetry",
        "text": "\/Do not bring any more meaningless offerings;\/I consider your incense detestable!\/You observe new moon festivals, Sabbaths, and convocations,\/but I cannot tolerate sin‑stained celebrations!"
    },
    "17669": {
        "format": "poetry",
        "text": "\/I hate your new moon festivals and assemblies;\/they are a burden\/that I am tired of carrying."
    },
    "17670": {
        "format": "poetry",
        "text": "\/When you spread out your hands in prayer,\/I look the other way;\/when you offer your many prayers,\/I do not listen,\/because your hands are covered with blood."
    },
    "17671": {
        "format": "poetry",
        "text": "\/Wash! Cleanse yourselves!\/Remove your sinful deeds\/from my sight.\/Stop sinning!"
    },
    "17672": {
        "format": "poetry",
        "text": "\/Learn to do what is right!\/Promote justice!\/Give the oppressed reason to celebrate!\/Take up the cause of the orphan!\/Defend the rights of the widow!"
    },
    "17673": {
        "format": "poetry",
        "text": "\/Come, let’s consider your options,” says the Lord.\/“Though your sins have stained you like the color red,\/you can become white like snow;\/though they are as easy to see as the color scarlet,\/you can become white like wool."
    },
    "17674": {
        "format": "poetry",
        "text": "\/If you have a willing attitude and obey,\/then you will again eat the good crops of the land."
    },
    "17675": {
        "format": "poetry",
        "text": "\/But if you refuse and rebel,\/you will be devoured by the sword.”\/Know for certain that the Lord has spoken."
    },
    "17676": {
        "format": "poetry",
        "text": "§¶How tragic that the once‑faithful city\/has become a prostitute!\/She was once a center of justice,\/fairness resided in her,\/but now only murderers."
    },
    "17677": {
        "format": "poetry",
        "text": "\/Your silver has become scum,\/your beer is diluted with water."
    },
    "17678": {
        "format": "poetry",
        "text": "\/Your officials are rebels,\/they associate with thieves.\/All of them love bribery,\/and look for payoffs.\/They do not take up the cause of the orphan,\/or defend the rights of the widow."
    },
    "17679": {
        "format": "poetry",
        "text": "\/Therefore, the sovereign Lord who commands armies,\/the powerful Ruler of Israel, says this:\/“Ah, I will seek vengeance against my adversaries,\/I will take revenge against my enemies."
    },
    "17680": {
        "format": "poetry",
        "text": "\/I will attack you;\/I will purify your metal with flux.\/I will remove all your slag."
    },
    "17681": {
        "format": "poetry",
        "text": "\/I will reestablish honest judges as in former times,\/wise advisers as in earlier days.\/Then you will be called, ‘The Just City,\/Faithful Town.’”"
    },
    "17682": {
        "format": "poetry",
        "text": "\/Zion will be freed by justice,\/and her returnees by righteousness."
    },
    "17683": {
        "format": "poetry",
        "text": "\/All rebellious sinners will be shattered,\/those who abandon the Lord will perish."
    },
    "17684": {
        "format": "poetry",
        "text": "\/Indeed, they will be ashamed of the sacred trees\/you find so desirable;\/you will be embarrassed because of the sacred orchards\/where you choose to worship."
    },
    "17685": {
        "format": "poetry",
        "text": "\/For you will be like a tree whose leaves wither,\/like an orchard that is unwatered."
    },
    "17686": {
        "format": "poetry",
        "text": "\/The powerful will be like a thread of yarn,\/their deeds like a spark;\/both will burn together,\/and no one will put out the fire."
    },
    "17687": {
        "format": "prose",
        "text": "§¶Here is the message about Judah and Jerusalem that was revealed to Isaiah son of Amoz."
    },
    "17688": {
        "format": "poetry",
        "text": "¶In the future\/the mountain of the Lord’s temple will endure\/as the most important of mountains,\/and will be the most prominent of hills.\/All the nations will stream to it,"
    },
    "17689": {
        "format": "poetry",
        "text": "\/many peoples will come and say,\/“Come, let us go up to the Lord’s mountain,\/to the temple of the God of Jacob,\/so he can teach us his requirements,\/and we can follow his standards.”\/For Zion will be the center for moral instruction;\/the Lord will issue edicts from Jerusalem."
    },
    "17690": {
        "format": "poetry",
        "text": "\/He will judge disputes between nations;\/he will settle cases for many peoples.\/They will beat their swords into plowshares,\/and their spears into pruning hooks.\/Nations will not take up the sword against other nations,\/and they will no longer train for war."
    },
    "17691": {
        "format": "poetry",
        "text": "\/O descendants of Jacob,\/come, let us walk in the Lord’s guiding light."
    },
    "17692": {
        "format": "poetry",
        "text": "§¶Indeed, O Lord, you have abandoned your people,\/the descendants of Jacob.\/For diviners from the east are everywhere;\/they consult omen readers like the Philistines do.\/Plenty of foreigners are around."
    },
    "17693": {
        "format": "poetry",
        "text": "\/Their land is full of gold and silver;\/there is no end to their wealth.\/Their land is full of horses;\/there is no end to their chariots."
    },
    "17694": {
        "format": "poetry",
        "text": "\/Their land is full of worthless idols;\/they worship the product of their own hands,\/what their own fingers have fashioned."
    },
    "17695": {
        "format": "poetry",
        "text": "\/Men bow down to them in homage,\/they lie flat on the ground in worship.\/Don’t spare them!"
    },
    "17696": {
        "format": "poetry",
        "text": "\/Go up into the rocky cliffs,\/hide in the ground.\/Get away from the dreadful judgment of the Lord,\/from his royal splendor!"
    },
    "17697": {
        "format": "poetry",
        "text": "\/Proud men will be brought low,\/arrogant men will be humiliated;\/the Lord alone will be exalted\/in that day."
    },
    "17698": {
        "format": "poetry",
        "text": "\/Indeed, the Lord who commands armies has planned a day of judgment,\/for all the high and mighty,\/for all who are proud—they will be humiliated;"
    },
    "17699": {
        "format": "poetry",
        "text": "\/for all the cedars of Lebanon,\/that are so high and mighty,\/for all the oaks of Bashan;"
    },
    "17700": {
        "format": "poetry",
        "text": "\/for all the tall mountains,\/for all the high hills,"
    },
    "17701": {
        "format": "poetry",
        "text": "\/for every high tower,\/for every fortified wall,"
    },
    "17702": {
        "format": "poetry",
        "text": "\/for all the large ships,\/for all the impressive ships."
    },
    "17703": {
        "format": "poetry",
        "text": "\/Proud men will be humiliated,\/arrogant men will be brought low;\/the Lord alone will be exalted\/in that day."
    },
    "17704": {
        "format": "poetry",
        "text": "\/The worthless idols will be completely eliminated."
    },
    "17705": {
        "format": "poetry",
        "text": "\/They will go into caves in the rocky cliffs\/and into holes in the ground,\/trying to escape the dreadful judgment of the Lord\/and his royal splendor,\/when he rises up to terrify the earth."
    },
    "17706": {
        "format": "poetry",
        "text": "\/At that time men will throw\/their silver and gold idols,\/which they made for themselves to worship,\/into the caves where rodents and bats live,"
    },
    "17707": {
        "format": "poetry",
        "text": "\/so they themselves can go into the crevices of the rocky cliffs\/and the openings under the rocky overhangs,\/trying to escape the dreadful judgment of the Lord\/and his royal splendor,\/when he rises up to terrify the earth."
    },
    "17708": {
        "format": "poetry",
        "text": "\/Stop trusting in human beings,\/whose life’s breath is in their nostrils.\/For why should they be given special consideration?"
    },
    "17709": {
        "format": "poetry",
        "text": "§¶Look, the sovereign Lord who commands armies\/is about to remove from Jerusalem and Judah\/every source of security, including\/all the food and water,"
    },
    "17710": {
        "format": "poetry",
        "text": "\/the mighty men and warriors,\/judges and prophets,\/omen readers and leaders,"
    },
    "17711": {
        "format": "poetry",
        "text": "\/captains of groups of fifty,\/the respected citizens,\/advisers and those skilled in magical arts,\/and those who know incantations."
    },
    "17712": {
        "format": "poetry",
        "text": "\/The Lord says, “I will make youths their officials;\/malicious young men will rule over them."
    },
    "17713": {
        "format": "poetry",
        "text": "\/The people will treat each other harshly;\/men will oppose each other;\/neighbors will fight.\/Youths will proudly defy the elderly\/and riffraff will challenge those who were once respected."
    },
    "17714": {
        "format": "poetry",
        "text": "\/Indeed, a man will grab his brother\/right in his father’s house and say,\/‘You own a coat—\/you be our leader!\/This heap of ruins will be under your control.’"
    },
    "17715": {
        "format": "poetry",
        "text": "\/At that time the brother will shout,\/‘I am no doctor,\/I have no food or coat in my house;\/don’t make me a leader of the people!’”"
    },
    "17716": {
        "format": "poetry",
        "text": "\/Jerusalem certainly stumbles,\/Judah falls,\/for their words and their actions offend the Lord;\/they rebel against his royal authority."
    },
    "17717": {
        "format": "poetry",
        "text": "\/The look on their faces testifies to their guilt;\/like the people of Sodom they openly boast of their sin.\/Too bad for them!\/For they bring disaster on themselves."
    },
    "17718": {
        "format": "poetry",
        "text": "\/Tell the innocent it will go well with them,\/for they will be rewarded for what they have done."
    },
    "17719": {
        "format": "poetry",
        "text": "\/Too bad for the wicked sinners!\/For they will get exactly what they deserve."
    },
    "17720": {
        "format": "poetry",
        "text": "\/Oppressors treat my people cruelly;\/creditors rule over them.\/My people’s leaders mislead them;\/they give you confusing directions."
    },
    "17721": {
        "format": "poetry",
        "text": "\/The Lord takes his position to judge;\/he stands up to pass sentence on his people."
    },
    "17722": {
        "format": "poetry",
        "text": "\/The Lord comes to pronounce judgment\/on the leaders of his people and their officials.\/He says, “It is you who have ruined the vineyard!\/You have stashed in your houses what you have stolen from the poor."
    },
    "17723": {
        "format": "poetry",
        "text": "\/Why do you crush my people\/and grind the faces of the poor?”\/The sovereign Lord who commands armies has spoken."
    },
    "17724": {
        "format": "poetry",
        "text": "§¶The Lord says,\/“The women of Zion are proud.\/They walk with their heads high\/and flirt with their eyes.\/They skip along\/and the jewelry on their ankles jingles."
    },
    "17725": {
        "format": "poetry",
        "text": "\/So the sovereign master will afflict the foreheads of Zion’s women with skin diseases,\/the Lord will make the front of their heads bald.”"
    },
    "17726": {
        "format": "prose",
        "text": "¶At that time the sovereign master will remove their beautiful ankle jewelry, neck ornaments, crescent shaped ornaments,"
    },
    "17727": {
        "format": "prose",
        "text": "earrings, bracelets, veils,"
    },
    "17728": {
        "format": "prose",
        "text": "headdresses, ankle ornaments, sashes, sachets, amulets,"
    },
    "17729": {
        "format": "prose",
        "text": "rings, nose rings,"
    },
    "17730": {
        "format": "prose",
        "text": "festive dresses, robes, shawls, purses,"
    },
    "17731": {
        "format": "prose",
        "text": "garments, vests, head coverings, and gowns."
    },
    "17732": {
        "format": "poetry",
        "text": "¶A putrid stench will replace the smell of spices,\/a rope will replace a belt,\/baldness will replace braided locks of hair,\/a sackcloth garment will replace a fine robe,\/and a prisoner’s brand will replace beauty."
    },
    "17733": {
        "format": "poetry",
        "text": "\/Your men will fall by the sword,\/your strong men will die in battle."
    },
    "17734": {
        "format": "poetry",
        "text": "\/Her gates will mourn and lament;\/deprived of her people, she will sit on the ground."
    },
    "17735": {
        "format": "poetry",
        "text": "\/Seven women will grab hold of\/one man at that time.\/They will say, “We will provide our own food,\/we will provide our own clothes;\/but let us belong to you—\/take away our shame!”"
    },
    "17736": {
        "format": "poetry",
        "text": "§¶At that time\/the crops given by the Lord will bring admiration and honor;\/the produce of the land will be a source of pride and delight\/to those who remain in Israel."
    },
    "17737": {
        "format": "poetry",
        "text": "\/Those remaining in Zion, those left in Jerusalem,\/will be called “holy,”\/all in Jerusalem who are destined to live."
    },
    "17738": {
        "format": "poetry",
        "text": "\/At that time the sovereign master will wash the excrement from Zion’s women,\/he will rinse the bloodstains from Jerusalem’s midst,\/as he comes to judge\/and to bring devastation."
    },
    "17739": {
        "format": "poetry",
        "text": "\/Then the Lord will create\/over all of Mount Zion\/and over its convocations\/a cloud and smoke by day\/and a bright flame of fire by night;\/indeed a canopy will accompany the Lord’s glorious presence."
    },
    "17740": {
        "format": "poetry",
        "text": "\/By day it will be a shelter to provide shade from the heat,\/as well as safety and protection from the heavy downpour."
    },
    "17741": {
        "format": "poetry",
        "text": "§¶I will sing to my love—\/a song to my lover about his vineyard.\/My love had a vineyard\/on a fertile hill."
    },
    "17742": {
        "format": "poetry",
        "text": "\/He built a hedge around it, removed its stones,\/and planted a vine.\/He built a tower in the middle of it,\/and constructed a winepress.\/He waited for it to produce edible grapes,\/but it produced sour ones instead."
    },
    "17743": {
        "format": "poetry",
        "text": "\/So now, residents of Jerusalem,\/people of Judah,\/you decide between me and my vineyard!"
    },
    "17744": {
        "format": "poetry",
        "text": "\/What more can I do for my vineyard\/beyond what I have already done?\/When I waited for it to produce edible grapes,\/why did it produce sour ones instead?"
    },
    "17745": {
        "format": "poetry",
        "text": "\/Now I will inform you\/what I am about to do to my vineyard:\/I will remove its hedge and turn it into pasture,\/I will break its wall and allow animals to graze there."
    },
    "17746": {
        "format": "poetry",
        "text": "\/I will make it a wasteland;\/no one will prune its vines or hoe its ground,\/and thorns and briers will grow there.\/I will order the clouds\/not to drop any rain on it."
    },
    "17747": {
        "format": "poetry",
        "text": "\/Indeed Israel is the vineyard of the Lord who commands armies,\/the people of Judah are the cultivated place in which he took delight.\/He waited for justice, but look what he got—disobedience!\/He waited for fairness, but look what he got—cries for help!"
    },
    "17748": {
        "format": "poetry",
        "text": "§¶Those who accumulate houses are as good as dead,\/those who also accumulate landed property\/until there is no land left,\/and you are the only landowners remaining within the land."
    },
    "17749": {
        "format": "poetry",
        "text": "\/The Lord who commands armies told me this:\/“Many houses will certainly become desolate,\/large, impressive houses will have no one living in them."
    },
    "17750": {
        "format": "poetry",
        "text": "\/Indeed, a large vineyard will produce just a few gallons,\/and enough seed to yield several bushels will produce less than a bushel.”"
    },
    "17751": {
        "format": "poetry",
        "text": "\/Those who get up early to drink beer are as good as dead,\/those who keep drinking long after dark\/until they are intoxicated with wine."
    },
    "17752": {
        "format": "poetry",
        "text": "\/They have stringed instruments, tambourines, flutes,\/and wine at their parties.\/So they do not recognize what the Lord is doing,\/they do not perceive what he is bringing about."
    },
    "17753": {
        "format": "poetry",
        "text": "\/Therefore my people will be deported\/because of their lack of understanding.\/Their leaders will have nothing to eat,\/their masses will have nothing to drink."
    },
    "17754": {
        "format": "poetry",
        "text": "\/So Death will open up its throat,\/and open wide its mouth;\/Zion’s dignitaries and masses will descend into it,\/including those who revel and celebrate within her."
    },
    "17755": {
        "format": "poetry",
        "text": "\/Men will be humiliated,\/they will be brought low;\/the proud will be brought low."
    },
    "17756": {
        "format": "poetry",
        "text": "\/The Lord who commands armies will be exalted when he punishes,\/the sovereign God’s authority will be recognized when he judges."
    },
    "17757": {
        "format": "poetry",
        "text": "\/Lambs will graze as if in their pastures,\/amid the ruins the rich sojourners will graze."
    },
    "17758": {
        "format": "poetry",
        "text": "\/Those who pull evil along using cords of emptiness are as good as dead,\/who pull sin as with cart ropes."
    },
    "17759": {
        "format": "poetry",
        "text": "\/They say, “Let him hurry, let him act quickly,\/so we can see;\/let the plan of the Holy One of Israel take shape and come to pass,\/then we will know it!”"
    },
    "17760": {
        "format": "poetry",
        "text": "\/Those who call evil good and good evil are as good as dead,\/who turn darkness into light and light into darkness,\/who turn bitter into sweet and sweet into bitter."
    },
    "17761": {
        "format": "poetry",
        "text": "\/Those who think they are wise are as good as dead,\/those who think they possess understanding."
    },
    "17762": {
        "format": "poetry",
        "text": "\/Those who are champions at drinking wine are as good as dead,\/who display great courage when mixing strong drinks."
    },
    "17763": {
        "format": "poetry",
        "text": "\/They pronounce the guilty innocent for a payoff,\/they ignore the just cause of the innocent."
    },
    "17764": {
        "format": "poetry",
        "text": "\/Therefore, as flaming fire devours straw,\/and dry grass disintegrates in the flames,\/so their root will rot,\/and their flower will blow away like dust.\/For they have rejected the law of the Lord who commands armies,\/they have spurned the commands of the Holy One of Israel."
    },
    "17765": {
        "format": "poetry",
        "text": "\/So the Lord is furious with his people;\/he lifts his hand and strikes them.\/The mountains shake,\/and corpses lie like manure in the middle of the streets.\/Despite all this, his anger does not subside,\/and his hand is ready to strike again."
    },
    "17766": {
        "format": "poetry",
        "text": "\/He lifts a signal flag for a distant nation,\/he whistles for it to come from the far regions of the earth.\/Look, they come quickly and swiftly."
    },
    "17767": {
        "format": "poetry",
        "text": "\/None tire or stumble,\/they don’t stop to nap or sleep.\/They don’t loosen their belts,\/or unstrap their sandals to rest."
    },
    "17768": {
        "format": "poetry",
        "text": "\/Their arrows are sharpened,\/and all their bows are prepared.\/The hooves of their horses are hard as flint,\/and their chariot wheels are like a windstorm."
    },
    "17769": {
        "format": "poetry",
        "text": "\/Their roar is like a lion’s;\/they roar like young lions.\/They growl and seize their prey;\/they drag it away and no one can come to the rescue."
    },
    "17770": {
        "format": "poetry",
        "text": "\/At that time they will growl over their prey,\/it will sound like sea waves crashing against rocks.\/One will look out over the land and see the darkness of disaster,\/clouds will turn the light into darkness."
    },
    "17771": {
        "format": "prose",
        "text": "§¶In the year of King Uzziah’s death, I saw the sovereign master seated on a high, elevated throne. The hem of his robe filled the temple."
    },
    "17772": {
        "format": "prose",
        "text": "Seraphs stood over him; each one had six wings. With two wings they covered their faces, with two they covered their feet, and they used the remaining two to fly."
    },
    "17773": {
        "format": "prose",
        "text": "They called out to one another, “Holy, holy, holy is the Lord who commands armies! His majestic splendor fills the entire earth!”"
    },
    "17774": {
        "format": "prose",
        "text": "The sound of their voices shook the door frames, and the temple was filled with smoke."
    },
    "17775": {
        "format": "prose",
        "text": "¶I said, “Too bad for me! I am destroyed, for my lips are contaminated by sin, and I live among people whose lips are contaminated by sin. My eyes have seen the king, the Lord who commands armies.”"
    },
    "17776": {
        "format": "prose",
        "text": "But then one of the seraphs flew toward me. In his hand was a hot coal he had taken from the altar with tongs."
    },
    "17777": {
        "format": "prose",
        "text": "He touched my mouth with it and said, “Look, this coal has touched your lips. Your evil is removed; your sin is forgiven.”"
    },
    "17778": {
        "format": "prose",
        "text": "I heard the voice of the sovereign master say, “Whom will I send? Who will go on our behalf?” I answered, “Here I am, send me!”"
    },
    "17779": {
        "format": "prose",
        "text": "He said, “Go and tell these people:¶▼‘Listen continually, but don’t understand!\/Look continually, but don’t perceive!’"
    },
    "17780": {
        "format": "poetry",
        "text": "\/Make the hearts of these people calloused;\/make their ears deaf and their eyes blind!\/Otherwise they might see with their eyes and hear with their ears,\/their hearts might understand and they might repent and be healed.”"
    },
    "17781": {
        "format": "poetry",
        "text": "\/I replied, “How long, sovereign master?” He said,\/“Until cities are in ruins and unpopulated,\/and houses are uninhabited,\/and the land is ruined and devastated,"
    },
    "17782": {
        "format": "poetry",
        "text": "\/and the Lord has sent the people off to a distant place,\/and the very heart of the land is completely abandoned."
    },
    "17783": {
        "format": "poetry",
        "text": "\/Even if only a tenth of the people remain in the land, it will again be destroyed, like one of the large sacred trees or an Asherah pole, when a sacred pillar on a high place is thrown down. That sacred pillar symbolizes the special chosen family.”"
    },
    "17784": {
        "format": "prose",
        "text": "§¶During the reign of Ahaz son of Jotham, son of Uzziah, king of Judah, King Rezin of Syria and King Pekah son of Remaliah of Israel marched up to Jerusalem to do battle, but they were unable to prevail against it."
    },
    "17785": {
        "format": "prose",
        "text": "¶It was reported to the family of David, “Syria has allied with Ephraim.” They and their people were emotionally shaken, just as the trees of the forest shake before the wind."
    },
    "17786": {
        "format": "prose",
        "text": "So the Lord told Isaiah, “Go out with your son Shear‑jashub and meet Ahaz at the end of the conduit of the upper pool which is located on the road to the field where they wash and dry cloth."
    },
    "17787": {
        "format": "prose",
        "text": "Tell him, ‘Make sure you stay calm! Don’t be afraid! Don’t be intimidated by these two stubs of smoking logs, or by the raging anger of Rezin, Syria, and the son of Remaliah."
    },
    "17788": {
        "format": "prose",
        "text": "Syria has plotted with Ephraim and the son of Remaliah to bring about your demise."
    },
    "17789": {
        "format": "prose",
        "text": "They say, “Let’s attack Judah, terrorize it, and conquer it. Then we’ll set up the son of Tabeel as its king.”"
    },
    "17790": {
        "format": "prose",
        "text": "For this reason the sovereign master, the Lord, says:¶▼“It will not take place;\/it will not happen."
    },
    "17791": {
        "format": "poetry",
        "text": "\/For Syria’s leader is Damascus,\/and the leader of Damascus is Rezin.\/Within sixty‑five years Ephraim will no longer exist as a nation."
    },
    "17792": {
        "format": "poetry",
        "text": "\/Ephraim’s leader is Samaria,\/and Samaria’s leader is the son of Remaliah.\/If your faith does not remain firm,\/then you will not remain secure.”"
    },
    "17793": {
        "format": "prose",
        "text": "¶The Lord again spoke to Ahaz:"
    },
    "17794": {
        "format": "prose",
        "text": "“Ask for a confirming sign from the Lord your God. You can even ask for something miraculous.”"
    },
    "17795": {
        "format": "prose",
        "text": "But Ahaz responded, “I don’t want to ask; I don’t want to put the Lord to a test.”"
    },
    "17796": {
        "format": "prose",
        "text": "So Isaiah replied, “Pay attention, family of David. Do you consider it too insignificant to try the patience of men? Is that why you are also trying the patience of my God?"
    },
    "17797": {
        "format": "prose",
        "text": "For this reason the sovereign master himself will give you a confirming sign. Look, this young woman is about to conceive and will give birth to a son. You, young woman, will name him Immanuel."
    },
    "17798": {
        "format": "prose",
        "text": "He will eat sour milk and honey, which will help him know how to reject evil and choose what is right."
    },
    "17799": {
        "format": "prose",
        "text": "Here is why this will be so: Before the child knows how to reject evil and choose what is right, the land whose two kings you fear will be desolate."
    },
    "17800": {
        "format": "prose",
        "text": "The Lord will bring on you, your people, and your father’s family a time unlike any since Ephraim departed from Judah—the king of Assyria!”"
    },
    "17801": {
        "format": "prose",
        "text": "¶At that time the Lord will whistle for flies from the distant streams of Egypt and for bees from the land of Assyria."
    },
    "17802": {
        "format": "prose",
        "text": "All of them will come and make their home in the ravines between the cliffs, and in the crevices of the cliffs, in all the thorn bushes, and in all the watering holes."
    },
    "17803": {
        "format": "prose",
        "text": "At that time the sovereign master will use a razor hired from the banks of the Euphrates River, the king of Assyria, to shave the head and the pubic hair; it will also shave off the beard."
    },
    "17804": {
        "format": "prose",
        "text": "At that time a man will keep alive a young cow from the herd and a couple of goats."
    },
    "17805": {
        "format": "prose",
        "text": "From the abundance of milk they produce, he will have sour milk for his meals. Indeed, everyone left in the heart of the land will eat sour milk and honey."
    },
    "17806": {
        "format": "prose",
        "text": "At that time every place where there had been a thousand vines worth a thousand shekels will be overrun with thorns and briers."
    },
    "17807": {
        "format": "prose",
        "text": "With bow and arrow men will hunt there, for the whole land will be covered with thorns and briers."
    },
    "17808": {
        "format": "prose",
        "text": "They will stay away from all the hills that were cultivated, for fear of the thorns and briers. Cattle will graze there and sheep will trample on them."
    },
    "17809": {
        "format": "prose",
        "text": "§¶The Lord told me, “Take a large tablet and inscribe these words on it with an ordinary stylus: ‘Maher‑Shalal‑Hash‑Baz.’"
    },
    "17810": {
        "format": "prose",
        "text": "Then I will summon as my reliable witnesses Uriah the priest and Zechariah son of Jeberekiah.”"
    },
    "17811": {
        "format": "prose",
        "text": "I then had sexual relations with the prophetess; she conceived and gave birth to a son. The Lord told me, “Name him Maher‑Shalal‑Hash‑Baz,"
    },
    "17812": {
        "format": "prose",
        "text": "for before the child knows how to cry out, ‘My father’ or ‘My mother,’ the wealth of Damascus and the plunder of Samaria will be carried off by the king of Assyria.”"
    },
    "17813": {
        "format": "prose",
        "text": "¶The Lord spoke to me again:"
    },
    "17814": {
        "format": "prose",
        "text": "“These people have rejected the gently flowing waters of Shiloah and melt in fear over Rezin and the son of Remaliah."
    },
    "17815": {
        "format": "prose",
        "text": "So look, the sovereign master is bringing up against them the turbulent and mighty waters of the Euphrates River—the king of Assyria and all his majestic power. It will reach flood stage and overflow its banks."
    },
    "17816": {
        "format": "prose",
        "text": "It will spill into Judah, flooding and engulfing, as it reaches to the necks of its victims. He will spread his wings out over your entire land, O Immanuel.”"
    },
    "17817": {
        "format": "poetry",
        "text": "¶You will be broken, O nations;\/you will be shattered!\/Pay attention, all you distant lands of the earth!\/Get ready for battle, and you will be shattered!\/Get ready for battle, and you will be shattered!"
    },
    "17818": {
        "format": "poetry",
        "text": "\/Devise your strategy, but it will be thwarted!\/Issue your orders, but they will not be executed!\/For God is with us!"
    },
    "17819": {
        "format": "prose",
        "text": "§¶Indeed this is what the Lord told me. He took hold of me firmly and warned me not to act like these people:"
    },
    "17820": {
        "format": "poetry",
        "text": "¶“Do not say, ‘Conspiracy,’ every time these people say the word.\/Don’t be afraid of what scares them; don’t be terrified."
    },
    "17821": {
        "format": "poetry",
        "text": "\/You must recognize the authority of the Lord who commands armies.\/He is the one you must respect;\/he is the one you must fear."
    },
    "17822": {
        "format": "poetry",
        "text": "\/He will become a sanctuary,\/but a stone that makes a person trip,\/and a rock that makes one stumble—\/to the two houses of Israel.\/He will become a trap and a snare\/to the residents of Jerusalem."
    },
    "17823": {
        "format": "poetry",
        "text": "\/Many will stumble over the stone and the rock,\/and will fall and be seriously injured,\/and will be ensnared and captured.”"
    },
    "17824": {
        "format": "poetry",
        "text": "\/Tie up the scroll as legal evidence,\/seal the official record of God’s instructions and give it to my followers."
    },
    "17825": {
        "format": "poetry",
        "text": "\/I will wait patiently for the Lord,\/who has rejected the family of Jacob;\/I will wait for him."
    },
    "17826": {
        "format": "poetry",
        "text": "\/Look, I and the sons whom the Lord has given me are reminders and object lessons in Israel, sent from the Lord who commands armies, who lives on Mount Zion."
    },
    "17827": {
        "format": "prose",
        "text": "§¶They will say to you, “Seek oracles at the pits used to conjure up underworld spirits, from the magicians who chirp and mutter incantations. Should people not seek oracles from their gods, by asking the dead about the destiny of the living?”"
    },
    "17828": {
        "format": "prose",
        "text": "Then you must recall the Lord’s instructions and the prophetic testimony of what would happen. Certainly they say such things because their minds are spiritually darkened."
    },
    "17829": {
        "format": "prose",
        "text": "They will pass through the land destitute and starving. Their hunger will make them angry, and they will curse their king and their God as they look upward."
    },
    "17830": {
        "format": "prose",
        "text": "When one looks out over the land, he sees distress and darkness, gloom and anxiety, darkness and people forced from the land."
    },
    "17831": {
        "format": "prose",
        "text": "The gloom will be dispelled for those who were anxious.¶▼In earlier times he humiliated\/the land of Zebulun,\/and the land of Naphtali;\/but now he brings honor\/to the way of the sea,\/the region beyond the Jordan,\/and Galilee of the nations."
    },
    "17832": {
        "format": "poetry",
        "text": "\/The people walking in darkness\/see a bright light;\/light shines\/on those who live in a land of deep darkness."
    },
    "17833": {
        "format": "poetry",
        "text": "\/You have enlarged the nation;\/you give them great joy.\/They rejoice in your presence\/as harvesters rejoice;\/as warriors celebrate when they divide up the plunder."
    },
    "17834": {
        "format": "poetry",
        "text": "\/For their oppressive yoke\/and the club that strikes their shoulders,\/the cudgel the oppressor uses on them,\/you have shattered, as in the day of Midian’s defeat."
    },
    "17835": {
        "format": "poetry",
        "text": "\/Indeed every boot that marches and shakes the earth\/and every garment dragged through blood\/is used as fuel for the fire."
    },
    "17836": {
        "format": "poetry",
        "text": "\/For a child has been born to us,\/a son has been given to us.\/He shoulders responsibility\/and is called:\/Extraordinary Strategist,\/Mighty God,\/Everlasting Father,\/Prince of Peace."
    },
    "17837": {
        "format": "poetry",
        "text": "\/His dominion will be vast\/and he will bring immeasurable prosperity.\/He will rule on David’s throne\/and over David’s kingdom,\/establishing it and strengthening it\/by promoting justice and fairness,\/from this time forward and forevermore.\/The Lord’s intense devotion to his people will accomplish this."
    },
    "17838": {
        "format": "poetry",
        "text": "§¶The sovereign master decreed judgment on Jacob,\/and it fell on Israel."
    },
    "17839": {
        "format": "poetry",
        "text": "\/All the people were aware of it,\/the people of Ephraim and those living in Samaria.\/Yet with pride and an arrogant attitude, they said,"
    },
    "17840": {
        "format": "poetry",
        "text": "\/“The bricks have fallen,\/but we will rebuild with chiseled stone;\/the sycamore fig trees have been cut down,\/but we will replace them with cedars.”"
    },
    "17841": {
        "format": "poetry",
        "text": "\/Then the Lord provoked their adversaries to attack them,\/he stirred up their enemies—"
    },
    "17842": {
        "format": "poetry",
        "text": "\/Syria from the east,\/and the Philistines from the west,\/they gobbled up Israelite territory.\/Despite all this, his anger does not subside,\/and his hand is ready to strike again."
    },
    "17843": {
        "format": "poetry",
        "text": "\/The people did not return to the one who struck them,\/they did not seek reconciliation with the Lord who commands armies."
    },
    "17844": {
        "format": "poetry",
        "text": "\/So the Lord cut off Israel’s head and tail,\/both the shoots and stalk in one day."
    },
    "17845": {
        "format": "poetry",
        "text": "\/The leaders and the highly respected people are the head,\/the prophets who teach lies are the tail."
    },
    "17846": {
        "format": "poetry",
        "text": "\/The leaders of this nation were misleading people,\/and the people being led were destroyed."
    },
    "17847": {
        "format": "poetry",
        "text": "\/So the sovereign master was not pleased with their young men,\/he took no pity on their orphans and widows;\/for the whole nation was godless and did wicked things,\/every mouth was speaking disgraceful words.\/Despite all this, his anger does not subside,\/and his hand is ready to strike again."
    },
    "17848": {
        "format": "poetry",
        "text": "\/For evil burned like a fire,\/it consumed thorns and briers;\/it burned up the thickets of the forest,\/and they went up in smoke."
    },
    "17849": {
        "format": "poetry",
        "text": "\/Because of the anger of the Lord who commands armies, the land was scorched,\/and the people became fuel for the fire.\/People had no compassion on one another."
    },
    "17850": {
        "format": "poetry",
        "text": "\/They devoured on the right, but were still hungry,\/they ate on the left, but were not satisfied.\/People even ate the flesh of their own arm!"
    },
    "17851": {
        "format": "poetry",
        "text": "\/Manasseh fought against Ephraim,\/and Ephraim against Manasseh;\/together they fought against Judah.\/Despite all this, his anger does not subside,\/and his hand is ready to strike again."
    },
    "17852": {
        "format": "poetry",
        "text": "\/Those who enact unjust policies are as good as dead,\/those who are always instituting unfair regulations,"
    },
    "17853": {
        "format": "poetry",
        "text": "\/to keep the poor from getting fair treatment,\/and to deprive the oppressed among my people of justice,\/so they can steal what widows own,\/and loot what belongs to orphans."
    },
    "17854": {
        "format": "poetry",
        "text": "\/What will you do on judgment day,\/when destruction arrives from a distant place?\/To whom will you run for help?\/Where will you leave your wealth?"
    },
    "17855": {
        "format": "poetry",
        "text": "\/You will have no place to go, except to kneel with the prisoners,\/or to fall among those who have been killed.\/Despite all this, his anger does not subside,\/and his hand is ready to strike again."
    },
    "17856": {
        "format": "poetry",
        "text": "§¶Assyria, the club I use to vent my anger, is as good as dead,\/a cudgel with which I angrily punish."
    },
    "17857": {
        "format": "poetry",
        "text": "\/I sent him against a godless nation,\/I ordered him to attack the people with whom I was angry,\/to take plunder and to carry away loot,\/to trample them down like dirt in the streets."
    },
    "17858": {
        "format": "poetry",
        "text": "\/But he does not agree with this,\/his mind does not reason this way,\/for his goal is to destroy,\/and to eliminate many nations."
    },
    "17859": {
        "format": "poetry",
        "text": "\/Indeed, he says:\/“Are not my officials all kings?"
    },
    "17860": {
        "format": "poetry",
        "text": "\/Is not Calneh like Carchemish?\/Hamath like Arpad?\/Samaria like Damascus?"
    },
    "17861": {
        "format": "poetry",
        "text": "\/I overpowered kingdoms ruled by idols,\/whose carved images were more impressive than Jerusalem’s or Samaria’s."
    },
    "17862": {
        "format": "poetry",
        "text": "\/As I have done to Samaria and its idols,\/so I will do to Jerusalem and its idols.”"
    },
    "17863": {
        "format": "prose",
        "text": "¶But when the sovereign master finishes judging Mount Zion and Jerusalem, then I will punish the king of Assyria for what he has proudly planned and for the arrogant attitude he displays."
    },
    "17864": {
        "format": "prose",
        "text": "For he says:¶▼“By my strong hand I have accomplished this,\/by my strategy that I devised.\/I invaded the territory of nations,\/and looted their storehouses.\/Like a mighty conqueror, I brought down rulers."
    },
    "17865": {
        "format": "poetry",
        "text": "\/My hand discovered the wealth of the nations, as if it were in a nest,\/as one gathers up abandoned eggs,\/I gathered up the whole earth.\/There was no wing flapping,\/or open mouth chirping.”"
    },
    "17866": {
        "format": "poetry",
        "text": "\/Does an ax exalt itself over the one who wields it,\/or a saw magnify itself over the one who cuts with it?\/As if a scepter should brandish the one who raises it,\/or a staff should lift up what is not made of wood!"
    },
    "17867": {
        "format": "poetry",
        "text": "\/For this reason the sovereign master, the Lord who commands armies, will make his healthy ones emaciated. His majestic glory will go up in smoke."
    },
    "17868": {
        "format": "poetry",
        "text": "\/The Light of Israel will become a fire,\/their Holy One will become a flame;\/it will burn and consume the Assyrian king’s briers\/and his thorns in one day."
    },
    "17869": {
        "format": "poetry",
        "text": "\/The splendor of his forest and his orchard\/will be completely destroyed,\/as when a sick man’s life ebbs away."
    },
    "17870": {
        "format": "poetry",
        "text": "\/There will be so few trees left in his forest,\/a child will be able to count them."
    },
    "17871": {
        "format": "prose",
        "text": "¶At that time those left in Israel, those who remain of the family of Jacob, will no longer rely on a foreign leader that abuses them. Instead they will truly rely on the Lord, the Holy One of Israel."
    },
    "17872": {
        "format": "prose",
        "text": "A remnant will come back, a remnant of Jacob, to the mighty God."
    },
    "17873": {
        "format": "prose",
        "text": "For though your people, Israel, are as numerous as the sand on the seashore, only a remnant will come back. Destruction has been decreed; just punishment is about to engulf you."
    },
    "17874": {
        "format": "prose",
        "text": "The sovereign master, the Lord who commands armies, is certainly ready to carry out the decreed destruction throughout the land."
    },
    "17875": {
        "format": "prose",
        "text": "¶So here is what the sovereign master, the Lord who commands armies, says: “My people who live in Zion, do not be afraid of Assyria, even though they beat you with a club and lift their cudgel against you as Egypt did."
    },
    "17876": {
        "format": "prose",
        "text": "For very soon my fury will subside, and my anger will be directed toward their destruction.”"
    },
    "17877": {
        "format": "prose",
        "text": "The Lord who commands armies is about to beat them with a whip, similar to the way he struck down Midian at the rock of Oreb. He will use his staff against the sea, lifting it up as he did in Egypt."
    },
    "17878": {
        "format": "poetry",
        "text": "¶At that time\/the Lord will remove their burden from your shoulders,\/and their yoke from your neck;\/the yoke will be taken off because your neck will be too large."
    },
    "17879": {
        "format": "poetry",
        "text": "\/They attacked Aiath,\/moved through Migron,\/depositing their supplies at Micmash."
    },
    "17880": {
        "format": "poetry",
        "text": "\/They went through the pass,\/spent the night at Geba.\/Ramah trembled,\/Gibeah of Saul ran away."
    },
    "17881": {
        "format": "poetry",
        "text": "\/Shout out, daughter of Gallim!\/Pay attention, Laishah!\/Answer her, Anathoth!"
    },
    "17882": {
        "format": "poetry",
        "text": "\/Madmenah flees,\/the residents of Gebim have hidden."
    },
    "17883": {
        "format": "poetry",
        "text": "\/This very day, standing in Nob,\/they shake their fist at Daughter Zion’s mountain—\/at the hill of Jerusalem."
    },
    "17884": {
        "format": "poetry",
        "text": "\/Look, the sovereign master, the Lord who commands armies,\/is ready to cut off the branches with terrifying power.\/The tallest trees will be cut down,\/the loftiest ones will be brought low."
    },
    "17885": {
        "format": "poetry",
        "text": "\/The thickets of the forest will be chopped down with an ax,\/and mighty Lebanon will fall."
    },
    "17886": {
        "format": "poetry",
        "text": "§¶A shoot will grow out of Jesse’s root stock,\/a bud will sprout from his roots."
    },
    "17887": {
        "format": "poetry",
        "text": "\/The Lord’s spirit will rest on him—\/a spirit that gives extraordinary wisdom,\/a spirit that provides the ability to execute plans,\/a spirit that produces absolute loyalty to the Lord."
    },
    "17888": {
        "format": "poetry",
        "text": "\/He will take delight in obeying the Lord.\/He will not judge by mere appearances,\/or make decisions on the basis of hearsay."
    },
    "17889": {
        "format": "poetry",
        "text": "\/He will treat the poor fairly,\/and make right decisions for the downtrodden of the earth.\/He will strike the earth with the rod of his mouth,\/and order the wicked to be executed."
    },
    "17890": {
        "format": "poetry",
        "text": "\/Justice will be like a belt around his waist,\/integrity will be like a belt around his hips."
    },
    "17891": {
        "format": "poetry",
        "text": "\/A wolf will reside with a lamb,\/and a leopard will lie down with a young goat;\/an ox and a young lion will graze together,\/as a small child leads them along."
    },
    "17892": {
        "format": "poetry",
        "text": "\/A cow and a bear will graze together,\/their young will lie down together.\/A lion, like an ox, will eat straw."
    },
    "17893": {
        "format": "poetry",
        "text": "\/A baby will play\/over the hole of a snake;\/over the nest of a serpent\/an infant will put his hand."
    },
    "17894": {
        "format": "poetry",
        "text": "\/They will no longer injure or destroy\/on my entire royal mountain.\/For there will be universal submission to the Lord’s sovereignty,\/just as the waters completely cover the sea."
    },
    "17895": {
        "format": "prose",
        "text": "§¶At that time a root from Jesse will stand like a signal flag for the nations. Nations will look to him for guidance, and his residence will be majestic."
    },
    "17896": {
        "format": "prose",
        "text": "At that time the sovereign master will again lift his hand to reclaim the remnant of his people from Assyria, Egypt, Pathros, Cush, Elam, Shinar, Hamath, and the seacoasts."
    },
    "17897": {
        "format": "poetry",
        "text": "¶He will lift a signal flag for the nations;\/he will gather Israel’s dispersed people\/and assemble Judah’s scattered people\/from the four corners of the earth."
    },
    "17898": {
        "format": "poetry",
        "text": "\/Ephraim’s jealousy will end,\/and Judah’s hostility will be eliminated.\/Ephraim will no longer be jealous of Judah,\/and Judah will no longer be hostile toward Ephraim."
    },
    "17899": {
        "format": "poetry",
        "text": "\/They will swoop down on the Philistine hills to the west;\/together they will loot the people of the east.\/They will take over Edom and Moab,\/and the Ammonites will be their subjects."
    },
    "17900": {
        "format": "poetry",
        "text": "\/The Lord will divide the gulf of the Egyptian Sea;\/he will wave his hand over the Euphrates River and send a strong wind,\/he will turn it into seven dried‑up streams,\/and enable them to walk across in their sandals."
    },
    "17901": {
        "format": "poetry",
        "text": "\/There will be a highway leading out of Assyria\/for the remnant of his people,\/just as there was for Israel,\/when they went up from the land of Egypt."
    },
    "17902": {
        "format": "poetry",
        "text": "\/At that time you will say:\/“I praise you, O Lord,\/for even though you were angry with me,\/your anger subsided, and you consoled me."
    },
    "17903": {
        "format": "poetry",
        "text": "\/Look, God is my deliverer!\/I will trust in him and not fear.\/For the Lord gives me strength and protects me;\/he has become my deliverer.”"
    },
    "17904": {
        "format": "poetry",
        "text": "\/Joyfully you will draw water\/from the springs of deliverance."
    },
    "17905": {
        "format": "poetry",
        "text": "\/At that time you will say:\/“Praise the Lord!\/Ask him for help!\/Publicize his mighty acts among the nations!\/Make it known that he is unique!"
    },
    "17906": {
        "format": "poetry",
        "text": "\/Sing to the Lord, for he has done magnificent things,\/let this be known throughout the earth!"
    },
    "17907": {
        "format": "poetry",
        "text": "\/Cry out and shout for joy, O citizens of Zion,\/for the Holy One of Israel acts mightily among you!”"
    },
    "17908": {
        "format": "poetry",
        "text": "§¶This is a message about Babylon that God revealed to Isaiah son of Amoz:"
    },
    "17909": {
        "format": "poetry",
        "text": "\/On a bare hill raise a signal flag,\/shout to them,\/wave your hand,\/so they might enter the gates of the princes!"
    },
    "17910": {
        "format": "poetry",
        "text": "\/I have given orders to my chosen soldiers;\/I have summoned the warriors through whom I will vent my anger,\/my boasting, arrogant ones."
    },
    "17911": {
        "format": "poetry",
        "text": "\/There is a loud noise on the mountains—\/it sounds like a large army!\/There is great commotion among the kingdoms—\/nations are being assembled!\/The Lord who commands armies is mustering\/forces for battle."
    },
    "17912": {
        "format": "poetry",
        "text": "\/They come from a distant land,\/from the horizon.\/It is the Lord with his instruments of judgment,\/coming to destroy the whole earth."
    },
    "17913": {
        "format": "poetry",
        "text": "\/Wail, for the Lord’s day of judgment is near;\/it comes with all the destructive power of the sovereign Judge."
    },
    "17914": {
        "format": "poetry",
        "text": "\/For this reason all hands hang limp,\/every human heart loses its courage."
    },
    "17915": {
        "format": "poetry",
        "text": "\/They panic—\/cramps and pain seize hold of them\/like those of a woman who is straining to give birth.\/They look at one another in astonishment;\/their faces are flushed red."
    },
    "17916": {
        "format": "poetry",
        "text": "\/Look, the Lord’s day of judgment is coming;\/it is a day of cruelty and savage, raging anger,\/destroying the earth\/and annihilating its sinners."
    },
    "17917": {
        "format": "poetry",
        "text": "\/Indeed the stars in the sky and their constellations\/no longer give out their light;\/the sun is darkened as soon as it rises,\/and the moon does not shine."
    },
    "17918": {
        "format": "poetry",
        "text": "\/I will punish the world for its evil,\/and wicked people for their sin.\/I will put an end to the pride of the insolent,\/I will bring down the arrogance of tyrants."
    },
    "17919": {
        "format": "poetry",
        "text": "\/I will make human beings more scarce than pure gold,\/and people more scarce than gold from Ophir."
    },
    "17920": {
        "format": "poetry",
        "text": "\/So I will shake the heavens,\/and the earth will shake loose from its foundation,\/because of the fury of the Lord who commands armies,\/in the day he vents his raging anger."
    },
    "17921": {
        "format": "poetry",
        "text": "\/Like a frightened gazelle\/or a sheep with no shepherd,\/each will turn toward home,\/each will run to his homeland."
    },
    "17922": {
        "format": "poetry",
        "text": "\/Everyone who is caught will be stabbed;\/everyone who is seized will die by the sword."
    },
    "17923": {
        "format": "poetry",
        "text": "\/Their children will be smashed to pieces before their very eyes;\/their houses will be looted\/and their wives raped."
    },
    "17924": {
        "format": "poetry",
        "text": "\/Look, I am stirring up the Medes to attack them;\/they are not concerned about silver,\/nor are they interested in gold."
    },
    "17925": {
        "format": "poetry",
        "text": "\/Their arrows will cut young men to ribbons;\/they have no compassion on a person’s offspring,\/they will not look with pity on children."
    },
    "17926": {
        "format": "poetry",
        "text": "\/Babylon, the most admired of kingdoms,\/the Chaldeans’ source of honor and pride,\/will be destroyed by God\/just as Sodom and Gomorrah were."
    },
    "17927": {
        "format": "poetry",
        "text": "\/No one will live there again;\/no one will ever reside there again.\/No bedouin will camp there,\/no shepherds will rest their flocks there."
    },
    "17928": {
        "format": "poetry",
        "text": "\/Wild animals will rest there,\/the ruined houses will be full of hyenas.\/Ostriches will live there,\/wild goats will skip among the ruins."
    },
    "17929": {
        "format": "poetry",
        "text": "\/Wild dogs will yip in her ruined fortresses,\/jackals will yelp in the once‑splendid palaces.\/Her time is almost up,\/her days will not be prolonged."
    },
    "17930": {
        "format": "prose",
        "text": "¶The Lord will certainly have compassion on Jacob; he will again choose Israel as his special people and restore them to their land. Resident foreigners will join them and unite with the family of Jacob."
    },
    "17931": {
        "format": "prose",
        "text": "Nations will take them and bring them back to their own place. Then the family of Jacob will make foreigners their servants as they settle in the Lord’s land. They will make their captors captives and rule over the ones who oppressed them."
    },
    "17932": {
        "format": "prose",
        "text": "When the Lord gives you relief from your suffering and anxiety, and from the hard labor which you were made to perform,"
    },
    "17933": {
        "format": "prose",
        "text": "you will taunt the king of Babylon with these words:¶▼“Look how the oppressor has met his end!\/Hostility has ceased!"
    },
    "17934": {
        "format": "poetry",
        "text": "\/The Lord has broken the club of the wicked,\/the scepter of rulers."
    },
    "17935": {
        "format": "poetry",
        "text": "\/It furiously struck down nations\/with unceasing blows.\/It angrily ruled over nations,\/oppressing them without restraint."
    },
    "17936": {
        "format": "poetry",
        "text": "\/The whole earth rests and is quiet;\/they break into song."
    },
    "17937": {
        "format": "poetry",
        "text": "\/The evergreens also rejoice over your demise,\/as do the cedars of Lebanon, singing,\/‘Since you fell asleep,\/no woodsman comes up to chop us down!’"
    },
    "17938": {
        "format": "poetry",
        "text": "\/Sheol below is stirred up about you,\/ready to meet you when you arrive.\/It rouses the spirits of the dead for you,\/all the former leaders of the earth;\/it makes all the former kings of the nations\/rise from their thrones."
    },
    "17939": {
        "format": "poetry",
        "text": "\/All of them respond to you, saying:\/‘You too have become weak like us!\/You have become just like us!"
    },
    "17940": {
        "format": "poetry",
        "text": "\/Your splendor has been brought down to Sheol,\/as well as the sound of your stringed instruments.\/You lie on a bed of maggots,\/with a blanket of worms over you."
    },
    "17941": {
        "format": "poetry",
        "text": "\/Look how you have fallen from the sky,\/O shining one, son of the dawn!\/You have been cut down to the ground,\/O conqueror of the nations!"
    },
    "17942": {
        "format": "poetry",
        "text": "\/You said to yourself,\/“I will climb up to the sky.\/Above the stars of El\/I will set up my throne.\/I will rule on the mountain of assembly\/on the remote slopes of Zaphon."
    },
    "17943": {
        "format": "poetry",
        "text": "\/I will climb up to the tops of the clouds;\/I will make myself like the Most High!”"
    },
    "17944": {
        "format": "poetry",
        "text": "\/But you were brought down to Sheol,\/to the remote slopes of the Pit."
    },
    "17945": {
        "format": "poetry",
        "text": "\/Those who see you stare at you,\/they look at you carefully, thinking:\/“Is this the man who shook the earth,\/the one who made kingdoms tremble?"
    },
    "17946": {
        "format": "poetry",
        "text": "\/Is this the one who made the world like a desert,\/who ruined its cities,\/and refused to free his prisoners so they could return home?”’"
    },
    "17947": {
        "format": "poetry",
        "text": "\/As for all the kings of the nations,\/all of them lie down in splendor,\/each in his own tomb."
    },
    "17948": {
        "format": "poetry",
        "text": "\/But you have been thrown out of your grave\/like a shoot that is thrown away.\/You lie among the slain,\/among those who have been slashed by the sword,\/among those headed for the stones of the Pit,\/as if you were a mangled corpse."
    },
    "17949": {
        "format": "poetry",
        "text": "\/You will not be buried with them,\/because you destroyed your land\/and killed your people.\/The offspring of the wicked\/will never be mentioned again."
    },
    "17950": {
        "format": "poetry",
        "text": "\/Prepare to execute his sons\/for the sins their ancestors have committed.\/They must not rise up and take possession of the earth,\/or fill the surface of the world with cities.”"
    },
    "17951": {
        "format": "poetry",
        "text": "\/“I will rise up against them,”\/says the Lord who commands armies.\/“I will blot out all remembrance of Babylon and destroy all her people,\/including the offspring she produces,”\/says the Lord."
    },
    "17952": {
        "format": "poetry",
        "text": "\/“I will turn her into a place that is overrun with wild animals\/and covered with pools of stagnant water.\/I will get rid of her, just as one sweeps away dirt with a broom,”\/says the Lord who commands armies."
    },
    "17953": {
        "format": "poetry",
        "text": "\/The Lord who commands armies makes this solemn vow:\/“Be sure of this:\/Just as I have intended, so it will be;\/just as I have planned, it will happen."
    },
    "17954": {
        "format": "poetry",
        "text": "\/I will break Assyria in my land,\/I will trample them underfoot on my hills.\/Their yoke will be removed from my people,\/the burden will be lifted from their shoulders."
    },
    "17955": {
        "format": "poetry",
        "text": "\/This is the plan I have devised for the whole earth;\/my hand is ready to strike all the nations.”"
    },
    "17956": {
        "format": "poetry",
        "text": "\/Indeed, the Lord who commands armies has a plan,\/and who can possibly frustrate it?\/His hand is ready to strike,\/and who can possibly stop it?"
    },
    "17957": {
        "format": "prose",
        "text": "§¶In the year King Ahaz died, this message was revealed:"
    },
    "17958": {
        "format": "poetry",
        "text": "¶Don’t be so happy, all you Philistines,\/just because the club that beat you has been broken!\/For a viper will grow out of the serpent’s root,\/and its fruit will be a darting adder."
    },
    "17959": {
        "format": "poetry",
        "text": "\/The poor will graze in my pastures;\/the needy will rest securely.\/But I will kill your root by famine;\/it will put to death all your survivors."
    },
    "17960": {
        "format": "poetry",
        "text": "\/Wail, O city gate!\/Cry out, O city!\/Melt with fear, all you Philistines!\/For out of the north comes a cloud of smoke,\/and there are no stragglers in its ranks."
    },
    "17961": {
        "format": "poetry",
        "text": "\/How will they respond to the messengers of this nation?\/Indeed, the Lord has made Zion secure;\/the oppressed among his people will find safety in her."
    },
    "17962": {
        "format": "poetry",
        "text": "§¶Here is a message about Moab:\/Indeed, in a night it is devastated,\/Ar of Moab is destroyed!\/Indeed, in a night it is devastated,\/Kir of Moab is destroyed!"
    },
    "17963": {
        "format": "poetry",
        "text": "\/They went up to the temple,\/the people of Dibon went up to the high places to lament.\/Because of what happened to Nebo and Medeba, Moab wails.\/Every head is shaved bare,\/every beard is trimmed off."
    },
    "17964": {
        "format": "poetry",
        "text": "\/In their streets they wear sackcloth;\/on their roofs and in their town squares\/all of them wail,\/they fall down weeping."
    },
    "17965": {
        "format": "poetry",
        "text": "\/The people of Heshbon and Elealeh cry out,\/their voices are heard as far away as Jahaz.\/For this reason Moab’s soldiers shout in distress;\/their courage wavers."
    },
    "17966": {
        "format": "poetry",
        "text": "\/My heart cries out because of Moab’s plight,\/and for the fugitives stretched out as far as Zoar and Eglath Shelishiyah.\/For they weep as they make their way up the ascent of Luhith;\/they loudly lament their demise on the road to Horonaim."
    },
    "17967": {
        "format": "poetry",
        "text": "\/For the waters of Nimrim are gone;\/the grass is dried up,\/the vegetation has disappeared,\/and there are no plants."
    },
    "17968": {
        "format": "poetry",
        "text": "\/For this reason what they have made and stored up,\/they carry over the Stream of the Poplars."
    },
    "17969": {
        "format": "poetry",
        "text": "\/Indeed, the cries of distress echo throughout Moabite territory;\/their wailing can be heard in Eglaim and Beer Elim."
    },
    "17970": {
        "format": "poetry",
        "text": "\/Indeed, the waters of Dimon are full of blood!\/Indeed, I will heap even more trouble on Dimon.\/A lion will attack the Moabite fugitives\/and the people left in the land."
    },
    "17971": {
        "format": "poetry",
        "text": "\/Send rams as tribute to the ruler of the land,\/from Sela in the desert\/to the hill of Daughter Zion."
    },
    "17972": {
        "format": "poetry",
        "text": "\/At the fords of the Arnon\/the Moabite women are like a bird\/that flies about when forced from its nest."
    },
    "17973": {
        "format": "poetry",
        "text": "\/“Bring a plan, make a decision!\/Provide some shade in the middle of the day!\/Hide the fugitives! Do not betray the one who tries to escape!"
    },
    "17974": {
        "format": "poetry",
        "text": "\/Please let the Moabite fugitives live among you.\/Hide them from the destroyer!”\/Certainly the one who applies pressure will cease,\/the destroyer will come to an end,\/those who trample will disappear from the earth."
    },
    "17975": {
        "format": "poetry",
        "text": "\/Then a trustworthy king will be established;\/he will rule in a reliable manner,\/this one from David’s family.\/He will be sure to make just decisions\/and will be experienced in executing justice."
    },
    "17976": {
        "format": "poetry",
        "text": "\/We have heard about Moab’s pride,\/their great arrogance,\/their boasting, pride, and excess.\/But their boastful claims are empty!"
    },
    "17977": {
        "format": "poetry",
        "text": "\/So Moab wails over its demise—\/they all wail!\/Completely devastated, they moan\/about what has happened to the raisin cakes of Kir Hareseth."
    },
    "17978": {
        "format": "poetry",
        "text": "\/For the fields of Heshbon are dried up,\/as well as the vines of Sibmah.\/The rulers of the nations trample all over its vines,\/which reach Jazer and spread to the desert;\/their shoots spread out and cross the sea."
    },
    "17979": {
        "format": "poetry",
        "text": "\/So I weep along with Jazer\/over the vines of Sibmah.\/I will saturate you with my tears, Heshbon and Elealeh,\/for the conquering invaders shout triumphantly\/over your fruit and crops."
    },
    "17980": {
        "format": "poetry",
        "text": "\/Joy and happiness disappear from the orchards,\/and in the vineyards no one rejoices or shouts;\/no one treads out juice in the wine vats—\/I have brought the joyful shouts to an end."
    },
    "17981": {
        "format": "poetry",
        "text": "\/So my heart constantly sighs for Moab, like the strumming of a harp,\/my inner being sighs for Kir Hareseth."
    },
    "17982": {
        "format": "poetry",
        "text": "\/When the Moabites plead with all their might at their high places,\/and enter their temples to pray, their prayers will be ineffective!"
    },
    "17983": {
        "format": "prose",
        "text": "¶This is the message the Lord previously announced about Moab."
    },
    "17984": {
        "format": "prose",
        "text": "Now the Lord makes this announcement: “Within exactly three years Moab’s splendor will disappear, along with all her many people; there will be just a few, insignificant survivors left.”"
    },
    "17985": {
        "format": "poetry",
        "text": "§¶Here is a message about Damascus:\/“Look, Damascus is no longer a city,\/it is a heap of ruins!"
    },
    "17986": {
        "format": "poetry",
        "text": "\/The cities of Aroer are abandoned.\/They will be used for herds,\/which will lie down there in peace."
    },
    "17987": {
        "format": "poetry",
        "text": "\/Fortified cities will disappear from Ephraim,\/and Damascus will lose its kingdom.\/The survivors in Syria\/will end up like the splendor of the Israelites,”\/says the Lord who commands armies."
    },
    "17988": {
        "format": "poetry",
        "text": "\/“At that time\/Jacob’s splendor will be greatly diminished,\/and he will become skin and bones."
    },
    "17989": {
        "format": "poetry",
        "text": "\/It will be as when one gathers the grain harvest,\/and his hand gleans the ear of grain.\/It will be like one gathering the ears of grain\/in the Valley of Rephaim."
    },
    "17990": {
        "format": "poetry",
        "text": "\/There will be some left behind,\/like when an olive tree is beaten—\/two or three ripe olives remain toward the very top,\/four or five on its fruitful branches,”\/says the Lord God of Israel."
    },
    "17991": {
        "format": "poetry",
        "text": "\/At that time men will trust in their Creator;\/they will depend on the Holy One of Israel."
    },
    "17992": {
        "format": "poetry",
        "text": "\/They will no longer trust in the altars their hands made,\/or depend on the Asherah poles and incense altars their fingers made."
    },
    "17993": {
        "format": "poetry",
        "text": "\/At that time their fortified cities will be\/like the abandoned summits of the Amorites,\/which they abandoned because of the Israelites;\/there will be desolation."
    },
    "17994": {
        "format": "poetry",
        "text": "\/For you ignore the God who rescues you;\/you pay no attention to your strong protector.\/So this is what happens:\/You cultivate beautiful plants\/and plant exotic vines."
    },
    "17995": {
        "format": "poetry",
        "text": "\/The day you begin cultivating, you do what you can to make it grow;\/the morning you begin planting, you do what you can to make it sprout.\/Yet the harvest will disappear in the day of disease\/and incurable pain."
    },
    "17996": {
        "format": "poetry",
        "text": "\/The many nations massing together are as good as dead,\/those who make a commotion as loud as the roaring of the sea’s waves.\/The people making such an uproar are as good as dead,\/those who make an uproar as loud as the roaring of powerful waves."
    },
    "17997": {
        "format": "poetry",
        "text": "\/Though these people make an uproar as loud as the roaring of powerful waves,\/when he shouts at them, they will flee to a distant land,\/driven before the wind like dead weeds on the hills,\/or like dead thistles before a strong gale."
    },
    "17998": {
        "format": "poetry",
        "text": "\/In the evening there is sudden terror;\/by morning they vanish.\/This is the fate of those who try to plunder us,\/the destiny of those who try to loot us!"
    },
    "17999": {
        "format": "poetry",
        "text": "§¶The land of buzzing wings is as good as dead,\/the one beyond the rivers of Cush,"
    },
    "18000": {
        "format": "poetry",
        "text": "\/that sends messengers by sea,\/who glide over the water’s surface in boats made of papyrus.\/Go, you swift messengers,\/to a nation of tall, smooth‑skinned people,\/to a people that are feared far and wide,\/to a nation strong and victorious,\/whose land rivers divide."
    },
    "18001": {
        "format": "poetry",
        "text": "\/All you who live in the world,\/who reside on the earth,\/you will see a signal flag raised on the mountains;\/you will hear a trumpet being blown."
    },
    "18002": {
        "format": "poetry",
        "text": "\/For this is what the Lord has told me:\/“I will wait and watch from my place,\/like scorching heat produced by the sunlight,\/like a cloud of mist in the heat of harvest.”"
    },
    "18003": {
        "format": "poetry",
        "text": "\/For before the harvest, when the bud has sprouted,\/and the ripening fruit appears,\/he will cut off the unproductive shoots with pruning knives;\/he will prune the tendrils."
    },
    "18004": {
        "format": "poetry",
        "text": "\/They will all be left for the birds of the hills\/and the wild animals;\/the birds will eat them during the summer,\/and all the wild animals will eat them during the winter."
    },
    "18005": {
        "format": "poetry",
        "text": "\/At that time\/tribute will be brought to the Lord who commands armies,\/by a people that are tall and smooth‑skinned,\/a people that are feared far and wide,\/a nation strong and victorious,\/whose land rivers divide.\/The tribute will be brought to the place where the Lord who commands armies has chosen to reside, on Mount Zion."
    },
    "18006": {
        "format": "poetry",
        "text": "§¶Here is a message about Egypt:\/Look, the Lord rides on a swift‑moving cloud\/and approaches Egypt.\/The idols of Egypt tremble before him;\/the Egyptians lose their courage."
    },
    "18007": {
        "format": "poetry",
        "text": "\/“I will provoke civil strife in Egypt,\/brothers will fight with each other,\/as will neighbors,\/cities, and kingdoms."
    },
    "18008": {
        "format": "poetry",
        "text": "\/The Egyptians will panic,\/and I will confuse their strategy.\/They will seek guidance from the idols and from the spirits of the dead,\/from the pits used to conjure up underworld spirits, and from the magicians."
    },
    "18009": {
        "format": "poetry",
        "text": "\/I will hand Egypt over to a harsh master;\/a powerful king will rule over them,”\/says the sovereign master, the Lord who commands armies."
    },
    "18010": {
        "format": "poetry",
        "text": "\/The water of the sea will be dried up,\/and the river will dry up and be empty."
    },
    "18011": {
        "format": "poetry",
        "text": "\/The canals will stink;\/the streams of Egypt will trickle and then dry up;\/the bulrushes and reeds will decay,"
    },
    "18012": {
        "format": "poetry",
        "text": "\/along with the plants by the mouth of the river.\/All the cultivated land near the river\/will turn to dust and be blown away."
    },
    "18013": {
        "format": "poetry",
        "text": "\/The fishermen will mourn and lament,\/all those who cast a fishhook into the river,\/and those who spread out a net on the water’s surface will grieve."
    },
    "18014": {
        "format": "poetry",
        "text": "\/Those who make clothes from combed flax will be embarrassed;\/those who weave will turn pale."
    },
    "18015": {
        "format": "poetry",
        "text": "\/Those who make cloth will be demoralized;\/all the hired workers will be depressed."
    },
    "18016": {
        "format": "poetry",
        "text": "\/The officials of Zoan are nothing but fools;\/Pharaoh’s wise advisers give stupid advice.\/How dare you say to Pharaoh,\/“I am one of the sages,\/one well‑versed in the writings of the ancient kings?”"
    },
    "18017": {
        "format": "poetry",
        "text": "\/But where, oh where, are your wise men?\/Let them tell you, let them find out\/what the Lord who commands armies has planned for Egypt."
    },
    "18018": {
        "format": "poetry",
        "text": "\/The officials of Zoan are fools,\/the officials of Memphis are misled;\/the rulers of her tribes lead Egypt astray."
    },
    "18019": {
        "format": "poetry",
        "text": "\/The Lord has made them undiscerning;\/they lead Egypt astray in all she does,\/so that she is like a drunk sliding around in his own vomit."
    },
    "18020": {
        "format": "poetry",
        "text": "\/Egypt will not be able to do a thing,\/head or tail, shoots and stalk."
    },
    "18021": {
        "format": "prose",
        "text": "¶At that time the Egyptians will be like women. They will tremble and fear because the Lord who commands armies brandishes his fist against them."
    },
    "18022": {
        "format": "prose",
        "text": "The land of Judah will humiliate Egypt. Everyone who hears about Judah will be afraid because of what the Lord who commands armies is planning to do to them."
    },
    "18023": {
        "format": "prose",
        "text": "¶At that time five cities in the land of Egypt will speak the language of Canaan and swear allegiance to the Lord who commands armies. One will be called the City of the Sun."
    },
    "18024": {
        "format": "prose",
        "text": "At that time there will be an altar for the Lord in the middle of the land of Egypt, as well as a sacred pillar dedicated to the Lord at its border."
    },
    "18025": {
        "format": "prose",
        "text": "It will become a visual reminder in the land of Egypt of the Lord who commands armies. When they cry out to the Lord because of oppressors, he will send them a deliverer and defender who will rescue them."
    },
    "18026": {
        "format": "prose",
        "text": "The Lord will reveal himself to the Egyptians, and they will acknowledge the Lord’s authority at that time. They will present sacrifices and offerings; they will make vows to the Lord and fulfill them."
    },
    "18027": {
        "format": "prose",
        "text": "The Lord will strike Egypt, striking and then healing them. They will turn to the Lord and he will listen to their prayers and heal them."
    },
    "18028": {
        "format": "prose",
        "text": "¶At that time there will be a highway from Egypt to Assyria. The Assyrians will visit Egypt, and the Egyptians will visit Assyria. The Egyptians and Assyrians will worship together."
    },
    "18029": {
        "format": "prose",
        "text": "At that time Israel will be the third member of the group, along with Egypt and Assyria, and will be a recipient of blessing in the earth."
    },
    "18030": {
        "format": "prose",
        "text": "The Lord who commands armies will pronounce a blessing over the earth, saying, “Blessed be my people, Egypt, and the work of my hands, Assyria, and my special possession, Israel!”"
    },
    "18031": {
        "format": "prose",
        "text": "¶The Lord revealed the following message during the year in which King Sargon of Assyria sent his commanding general to Ashdod, and he fought against it and captured it."
    },
    "18032": {
        "format": "prose",
        "text": "At that time the Lord announced through Isaiah son of Amoz: “Go, remove the sackcloth from your waist and take your sandals off your feet.” He did as instructed and walked around in undergarments and barefoot."
    },
    "18033": {
        "format": "prose",
        "text": "Later the Lord explained, “In the same way that my servant Isaiah has walked around in undergarments and barefoot for the past three years, as an object lesson and omen pertaining to Egypt and Cush,"
    },
    "18034": {
        "format": "prose",
        "text": "so the king of Assyria will lead away the captives of Egypt and the exiles of Cush, both young and old. They will be in undergarments and barefoot, with the buttocks exposed; the Egyptians will be publicly humiliated."
    },
    "18035": {
        "format": "prose",
        "text": "Those who put their hope in Cush and took pride in Egypt will be afraid and embarrassed."
    },
    "18036": {
        "format": "prose",
        "text": "At that time those who live on this coast will say, ‘Look what has happened to our source of hope to whom we fled for help, expecting to be rescued from the king of Assyria! How can we escape now?’”"
    },
    "18037": {
        "format": "poetry",
        "text": "§¶Here is a message about the Desert by the Sea:\/Like strong winds blowing in the south,\/one invades from the desert,\/from a land that is feared."
    },
    "18038": {
        "format": "poetry",
        "text": "\/I have received a distressing message:\/“The deceiver deceives,\/the destroyer destroys.\/Attack, you Elamites!\/Lay siege, you Medes!\/I will put an end to all the groaning!”"
    },
    "18039": {
        "format": "poetry",
        "text": "\/For this reason my stomach churns;\/cramps overwhelm me\/like the contractions of a woman in labor.\/I am disturbed by what I hear,\/horrified by what I see."
    },
    "18040": {
        "format": "poetry",
        "text": "\/My heart palpitates,\/I shake in fear;\/the twilight I desired\/has brought me terror."
    },
    "18041": {
        "format": "poetry",
        "text": "\/Arrange the table,\/lay out the carpet,\/eat and drink!\/Get up, you officers,\/smear oil on the shields!"
    },
    "18042": {
        "format": "poetry",
        "text": "\/For this is what the sovereign master has told me:\/“Go, post a guard!\/He must report what he sees."
    },
    "18043": {
        "format": "poetry",
        "text": "\/When he sees chariots,\/teams of horses,\/riders on donkeys,\/riders on camels,\/he must be alert,\/very alert.”"
    },
    "18044": {
        "format": "poetry",
        "text": "\/Then the guard cries out:\/“On the watchtower, O sovereign master,\/I stand all day long;\/at my post\/I am stationed every night."
    },
    "18045": {
        "format": "poetry",
        "text": "\/Look what’s coming!\/A charioteer,\/a team of horses.”\/When questioned, he replies,\/“Babylon has fallen, fallen!\/All the idols of her gods lie shattered on the ground!”"
    },
    "18046": {
        "format": "poetry",
        "text": "\/O my downtrodden people, crushed like stalks on the threshing floor,\/what I have heard\/from the Lord who commands armies,\/the God of Israel,\/I have reported to you."
    },
    "18047": {
        "format": "poetry",
        "text": "§¶Here is a message about Dumah:\/Someone calls to me from Seir,\/“Watchman, what is left of the night?\/Watchman, what is left of the night?”"
    },
    "18048": {
        "format": "poetry",
        "text": "\/The watchman replies,\/“Morning is coming, but then night.\/If you want to ask, ask;\/come back again.”"
    },
    "18049": {
        "format": "poetry",
        "text": "§¶Here is a message about Arabia:\/In the thicket of Arabia you spend the night,\/you Dedanite caravans."
    },
    "18050": {
        "format": "poetry",
        "text": "\/Bring out some water for the thirsty.\/You who live in the land of Tema,\/bring some food for the fugitives."
    },
    "18051": {
        "format": "poetry",
        "text": "\/For they flee from the swords—\/from the drawn sword\/and from the battle‑ready bow\/and from the severity of the battle."
    },
    "18052": {
        "format": "prose",
        "text": "¶For this is what the sovereign master has told me: “Within exactly one year all the splendor of Kedar will come to an end."
    },
    "18053": {
        "format": "prose",
        "text": "Just a handful of archers, the warriors of Kedar, will be left.” Indeed, the Lord God of Israel has spoken."
    },
    "18054": {
        "format": "poetry",
        "text": "§¶Here is a message about the Valley of Vision:\/What is the reason\/that all of you go up to the rooftops?"
    },
    "18055": {
        "format": "poetry",
        "text": "\/The noisy city is full of raucous sounds;\/the town is filled with revelry.\/Your slain were not cut down by the sword;\/they did not die in battle."
    },
    "18056": {
        "format": "poetry",
        "text": "\/All your leaders ran away together—\/they fled to a distant place;\/all your refugees were captured together—\/they were captured without a single arrow being shot."
    },
    "18057": {
        "format": "poetry",
        "text": "\/So I say:\/“Don’t look at me!\/I am weeping bitterly.\/Don’t try to console me\/concerning the destruction of my defenseless people.”"
    },
    "18058": {
        "format": "poetry",
        "text": "\/For the sovereign master, the Lord who commands armies,\/has planned a day of panic, defeat, and confusion.\/In the Valley of Vision people shout\/and cry out to the hill."
    },
    "18059": {
        "format": "poetry",
        "text": "\/The Elamites picked up the quiver,\/and came with chariots and horsemen;\/the men of Kir prepared the shield."
    },
    "18060": {
        "format": "poetry",
        "text": "\/Your very best valleys were full of chariots;\/horsemen confidently took their positions at the gate."
    },
    "18061": {
        "format": "poetry",
        "text": "\/They removed the defenses of Judah.\/At that time you looked\/for the weapons in the House of the Forest."
    },
    "18062": {
        "format": "poetry",
        "text": "\/You saw the many breaks\/in the walls of the City of David;\/you stored up water in the lower pool."
    },
    "18063": {
        "format": "poetry",
        "text": "\/You counted the houses in Jerusalem,\/and demolished houses so you could have material to reinforce the wall."
    },
    "18064": {
        "format": "poetry",
        "text": "\/You made a reservoir between the two walls\/for the water of the old pool—\/but you did not trust in the one who made it;\/you did not depend on the one who formed it long ago!"
    },
    "18065": {
        "format": "poetry",
        "text": "\/At that time the sovereign master, the Lord who commands armies, called for weeping and mourning,\/for shaved heads and sackcloth."
    },
    "18066": {
        "format": "poetry",
        "text": "\/But look, there is outright celebration!\/You say, “Kill the ox and slaughter the sheep,\/eat meat and drink wine.\/Eat and drink, for tomorrow we die!”"
    },
    "18067": {
        "format": "prose",
        "text": "¶The Lord who commands armies told me this: “Certainly this sin will not be forgiven as long as you live,” says the sovereign master, the Lord who commands armies."
    },
    "18068": {
        "format": "poetry",
        "text": "¶This is what the sovereign master, the Lord who commands armies, says:\/“Go visit this administrator, Shebna, who supervises the palace, and tell him:"
    },
    "18069": {
        "format": "poetry",
        "text": "\/‘What right do you have to be here? What relatives do you have buried here?\/Why do you chisel out a tomb for yourself here?\/He chisels out his burial site in an elevated place,\/he carves out his tomb on a cliff."
    },
    "18070": {
        "format": "poetry",
        "text": "\/Look, the Lord will throw you far away, you mere man!\/He will wrap you up tightly."
    },
    "18071": {
        "format": "poetry",
        "text": "\/He will wind you up tightly into a ball\/and throw you into a wide, open land.\/There you will die,\/and there with you will be your impressive chariots,\/which bring disgrace to the house of your master."
    },
    "18072": {
        "format": "poetry",
        "text": "\/I will remove you from your office;\/you will be thrown down from your position."
    },
    "18073": {
        "format": "prose",
        "text": "¶“At that time I will summon my servant Eliakim, son of Hilkiah."
    },
    "18074": {
        "format": "prose",
        "text": "I will put your robe on him, tie your belt around him, and transfer your authority to him. He will become a protector of the residents of Jerusalem and of the people of Judah."
    },
    "18075": {
        "format": "prose",
        "text": "I will place the key to the house of David on his shoulder. When he opens the door, no one can close it; when he closes the door, no one can open it."
    },
    "18076": {
        "format": "prose",
        "text": "I will fasten him like a peg into a solid place; he will bring honor and respect to his father’s family."
    },
    "18077": {
        "format": "prose",
        "text": "His father’s family will gain increasing prominence because of him, including the offspring and the offshoots. All the small containers, including the bowls and all the jars will hang from this peg.’"
    },
    "18078": {
        "format": "prose",
        "text": "¶“At that time,” says the Lord who commands armies, “the peg fastened into a solid place will come loose. It will be cut off and fall, and the load hanging on it will be cut off.” Indeed, the Lord has spoken."
    },
    "18079": {
        "format": "poetry",
        "text": "§¶Here is a message about Tyre:\/Wail, you large ships,\/for the port is too devastated to enter!\/From the land of Cyprus this news is announced to them."
    },
    "18080": {
        "format": "poetry",
        "text": "\/Lament, you residents of the coast,\/you merchants of Sidon who travel over the sea,\/whose agents sail over"
    },
    "18081": {
        "format": "poetry",
        "text": "\/the deep waters!\/Grain from the Shihor region,\/crops grown near the Nile she receives;\/she is the trade center of the nations."
    },
    "18082": {
        "format": "poetry",
        "text": "\/Be ashamed, O Sidon,\/for the sea says this, O fortress of the sea:\/“I have not gone into labor\/or given birth;\/I have not raised young men\/or brought up young women.”"
    },
    "18083": {
        "format": "poetry",
        "text": "\/When the news reaches Egypt,\/they will be shaken by what has happened to Tyre."
    },
    "18084": {
        "format": "poetry",
        "text": "\/Travel to Tarshish!\/Wail, you residents of the coast!"
    },
    "18085": {
        "format": "poetry",
        "text": "\/Is this really your boisterous city\/whose origins are in the distant past,\/and whose feet led her to a distant land to reside?"
    },
    "18086": {
        "format": "poetry",
        "text": "\/Who planned this for royal Tyre,\/whose merchants are princes,\/whose traders are the dignitaries of the earth?"
    },
    "18087": {
        "format": "poetry",
        "text": "\/The Lord who commands armies planned it—\/to dishonor the pride that comes from all her beauty,\/to humiliate all the dignitaries of the earth."
    },
    "18088": {
        "format": "poetry",
        "text": "\/Daughter Tarshish, travel back to your land, as one crosses the Nile;\/there is no longer any marketplace in Tyre."
    },
    "18089": {
        "format": "poetry",
        "text": "\/The Lord stretched out his hand over the sea,\/he shook kingdoms;\/he gave the order\/to destroy Canaan’s fortresses."
    },
    "18090": {
        "format": "poetry",
        "text": "\/He said,\/“You will no longer celebrate,\/oppressed virgin daughter Sidon!\/Get up, travel to Cyprus,\/but you will find no relief there.”"
    },
    "18091": {
        "format": "poetry",
        "text": "\/Look at the land of the Chaldeans,\/these people who have lost their identity!\/The Assyrians have made it a home for wild animals.\/They erected their siege towers,\/demolished its fortresses,\/and turned it into a heap of ruins."
    },
    "18092": {
        "format": "poetry",
        "text": "\/Wail, you large ships,\/for your fortress is destroyed!"
    },
    "18093": {
        "format": "prose",
        "text": "¶At that time Tyre will be forgotten for seventy years, the typical life span of a king. At the end of seventy years Tyre will try to attract attention again, like the prostitute in the popular song:"
    },
    "18094": {
        "format": "poetry",
        "text": "¶“Take the harp,\/go through the city,\/forgotten prostitute!\/Play it well,\/play lots of songs,\/so you’ll be noticed!”"
    },
    "18095": {
        "format": "prose",
        "text": "¶At the end of seventy years the Lord will revive Tyre. She will start making money again by selling her services to all the earth’s kingdoms."
    },
    "18096": {
        "format": "prose",
        "text": "Her profits and earnings will be set apart for the Lord. They will not be stored up or accumulated, for her profits will be given to those who live in the Lord’s presence and will be used to purchase large quantities of food and beautiful clothes."
    },
    "18097": {
        "format": "poetry",
        "text": "§¶Look, the Lord is ready to devastate the earth\/and leave it in ruins;\/he will mar its surface\/and scatter its inhabitants."
    },
    "18098": {
        "format": "poetry",
        "text": "\/Everyone will suffer—the priest as well as the people,\/the master as well as the servant,\/the elegant lady as well as the female attendant,\/the seller as well as the buyer,\/the borrower as well as the lender,\/the creditor as well as the debtor."
    },
    "18099": {
        "format": "poetry",
        "text": "\/The earth will be completely devastated\/and thoroughly ransacked.\/For the Lord has decreed this judgment."
    },
    "18100": {
        "format": "poetry",
        "text": "\/The earth dries up and withers,\/the world shrivels up and withers;\/the prominent people of the earth fade away."
    },
    "18101": {
        "format": "poetry",
        "text": "\/The earth is defiled by its inhabitants,\/for they have violated laws,\/disregarded the regulation,\/and broken the permanent treaty."
    },
    "18102": {
        "format": "poetry",
        "text": "\/So a treaty curse devours the earth;\/its inhabitants pay for their guilt.\/This is why the inhabitants of the earth disappear,\/and are reduced to just a handful of people."
    },
    "18103": {
        "format": "poetry",
        "text": "\/The new wine dries up,\/the vines shrivel up,\/all those who like to celebrate groan."
    },
    "18104": {
        "format": "poetry",
        "text": "\/The happy sound of the tambourines stops,\/the revelry of those who celebrate comes to a halt,\/the happy sound of the harp ceases."
    },
    "18105": {
        "format": "poetry",
        "text": "\/They no longer sing and drink wine;\/the beer tastes bitter to those who drink it."
    },
    "18106": {
        "format": "poetry",
        "text": "\/The ruined town is shattered;\/all of the houses are shut up tight."
    },
    "18107": {
        "format": "poetry",
        "text": "\/They howl in the streets because of what happened to the wine;\/all joy turns to sorrow;\/celebrations disappear from the earth."
    },
    "18108": {
        "format": "poetry",
        "text": "\/The city is left in ruins;\/the gate is reduced to rubble."
    },
    "18109": {
        "format": "poetry",
        "text": "\/This is what will happen throughout the earth,\/among the nations.\/It will be like when they beat an olive tree,\/and just a few olives are left at the end of the harvest."
    },
    "18110": {
        "format": "poetry",
        "text": "\/They lift their voices and shout joyfully;\/they praise the majesty of the Lord in the west."
    },
    "18111": {
        "format": "poetry",
        "text": "\/So in the east extol the Lord,\/along the seacoasts extol the fame of the Lord God of Israel."
    },
    "18112": {
        "format": "poetry",
        "text": "\/From the ends of the earth we hear songs—\/the Just One is majestic.\/But I say, “I’m wasting away! I’m wasting away! I’m doomed!\/Deceivers deceive, deceivers thoroughly deceive!”"
    },
    "18113": {
        "format": "poetry",
        "text": "\/Terror, pit, and snare\/are ready to overtake you inhabitants of the earth!"
    },
    "18114": {
        "format": "poetry",
        "text": "\/The one who runs away from the sound of the terror\/will fall into the pit;\/the one who climbs out of the pit,\/will be trapped by the snare.\/For the floodgates of the heavens are opened up\/and the foundations of the earth shake."
    },
    "18115": {
        "format": "poetry",
        "text": "\/The earth is broken in pieces,\/the earth is ripped to shreds,\/the earth shakes violently."
    },
    "18116": {
        "format": "poetry",
        "text": "\/The earth will stagger around like a drunk;\/it will sway back and forth like a hut in a windstorm.\/Its sin will weigh it down,\/and it will fall and never get up again."
    },
    "18117": {
        "format": "poetry",
        "text": "§¶At that time the Lord will punish\/the heavenly forces in the heavens\/and the earthly kings on the earth."
    },
    "18118": {
        "format": "poetry",
        "text": "\/They will be imprisoned in a pit,\/locked up in a prison,\/and after staying there for a long time, they will be punished."
    },
    "18119": {
        "format": "poetry",
        "text": "\/The full moon will be covered up,\/the bright sun will be darkened;\/for the Lord who commands armies will rule\/on Mount Zion in Jerusalem\/in the presence of his assembly, in majestic splendor."
    },
    "18120": {
        "format": "poetry",
        "text": "\/O Lord, you are my God!\/I will exalt you in praise, I will extol your fame.\/For you have done extraordinary things,\/and executed plans made long ago exactly as you decreed."
    },
    "18121": {
        "format": "poetry",
        "text": "\/Indeed, you have made the city into a heap of rubble,\/the fortified town into a heap of ruins;\/the fortress of foreigners is no longer a city,\/it will never be rebuilt."
    },
    "18122": {
        "format": "poetry",
        "text": "\/So a strong nation will extol you;\/the towns of powerful nations will fear you."
    },
    "18123": {
        "format": "poetry",
        "text": "\/For you are a protector for the poor,\/a protector for the needy in their distress,\/a shelter from the rainstorm,\/a shade from the heat.\/Though the breath of tyrants is like a winter rainstorm,"
    },
    "18124": {
        "format": "poetry",
        "text": "\/like heat in a dry land,\/you humble the boasting foreigners.\/Just as the shadow of a cloud causes the heat to subside,\/so he causes the song of tyrants to cease."
    },
    "18125": {
        "format": "poetry",
        "text": "\/The Lord who commands armies will hold a banquet for all the nations on this mountain.\/At this banquet there will be plenty of meat and aged wine—\/tender meat and choicest wine."
    },
    "18126": {
        "format": "poetry",
        "text": "\/On this mountain he will swallow up\/the shroud that is over all the peoples,\/the woven covering that is over all the nations;"
    },
    "18127": {
        "format": "poetry",
        "text": "\/he will swallow up death permanently.\/The sovereign Lord will wipe away the tears from every face,\/and remove his people’s disgrace from all the earth.\/Indeed, the Lord has announced it!"
    },
    "18128": {
        "format": "poetry",
        "text": "\/At that time they will say,\/“Look, here is our God!\/We waited for him and he delivered us.\/Here is the Lord! We waited for him.\/Let’s rejoice and celebrate his deliverance!”"
    },
    "18129": {
        "format": "poetry",
        "text": "\/For the Lord’s power will make this mountain secure.\/Moab will be trampled down where it stands,\/as a heap of straw is trampled down in a manure pile."
    },
    "18130": {
        "format": "poetry",
        "text": "\/Moab will spread out its hands in the middle of it,\/just as a swimmer spreads his hands to swim;\/the Lord will bring down Moab’s pride as it spreads its hands."
    },
    "18131": {
        "format": "poetry",
        "text": "\/The fortified city (along with the very tops of your walls) he will knock down,\/he will bring it down, he will throw it down to the dusty ground."
    },
    "18132": {
        "format": "poetry",
        "text": "§¶At that time this song will be sung in the land of Judah:\/“We have a strong city!\/The Lord’s deliverance, like walls and a rampart, makes it secure."
    },
    "18133": {
        "format": "poetry",
        "text": "\/Open the gates so a righteous nation can enter—\/one that remains trustworthy."
    },
    "18134": {
        "format": "poetry",
        "text": "\/You keep completely safe the people who maintain their faith,\/for they trust in you."
    },
    "18135": {
        "format": "poetry",
        "text": "\/Trust in the Lord from this time forward,\/even in Yah, the Lord, an enduring protector!"
    },
    "18136": {
        "format": "poetry",
        "text": "\/Indeed, the Lord knocks down those who live in a high place,\/he brings down an elevated town;\/he brings it down to the ground,\/he throws it down to the dust."
    },
    "18137": {
        "format": "poetry",
        "text": "\/It is trampled underfoot\/by the feet of the oppressed,\/by the soles of the poor.”"
    },
    "18138": {
        "format": "poetry",
        "text": "§¶The way of the righteous is level,\/the path of the righteous that you make is straight."
    },
    "18139": {
        "format": "poetry",
        "text": "\/Yes, as your judgments unfold,\/O Lord, we wait for you.\/We desire your fame and reputation to grow."
    },
    "18140": {
        "format": "poetry",
        "text": "\/I look for you during the night,\/my spirit within me seeks you at dawn,\/for when your judgments come upon the earth,\/those who live in the world learn about justice."
    },
    "18141": {
        "format": "poetry",
        "text": "\/If the wicked are shown mercy,\/they do not learn about justice.\/Even in a land where right is rewarded, they act unjustly;\/they do not see the Lord’s majesty revealed."
    },
    "18142": {
        "format": "poetry",
        "text": "\/O Lord, you are ready to act,\/but they don’t even notice.\/They will see and be put to shame by your angry judgment against humankind,\/yes, fire will consume your enemies."
    },
    "18143": {
        "format": "poetry",
        "text": "\/O Lord, you make us secure,\/for even all we have accomplished, you have done for us."
    },
    "18144": {
        "format": "poetry",
        "text": "\/O Lord, our God,\/masters other than you have ruled us,\/but we praise your name alone."
    },
    "18145": {
        "format": "poetry",
        "text": "\/The dead do not come back to life,\/the spirits of the dead do not rise.\/That is because you came in judgment and destroyed them,\/you wiped out all memory of them."
    },
    "18146": {
        "format": "poetry",
        "text": "\/You have made the nation larger, O Lord,\/you have made the nation larger and revealed your splendor,\/you have extended all the borders of the land."
    },
    "18147": {
        "format": "poetry",
        "text": "\/O Lord, in distress they looked for you;\/they uttered incantations because of your discipline."
    },
    "18148": {
        "format": "poetry",
        "text": "\/As when a pregnant woman gets ready to deliver\/and strains and cries out because of her labor pains,\/so were we because of you, O Lord."
    },
    "18149": {
        "format": "poetry",
        "text": "\/We were pregnant, we strained,\/we gave birth, as it were, to wind.\/We cannot produce deliverance on the earth;\/people to populate the world are not born."
    },
    "18150": {
        "format": "poetry",
        "text": "\/Your dead will come back to life;\/your corpses will rise up.\/Wake up and shout joyfully, you who live in the ground!\/For you will grow like plants drenched with the morning dew,\/and the earth will bring forth its dead spirits."
    },
    "18151": {
        "format": "poetry",
        "text": "\/Go, my people! Enter your inner rooms!\/Close your doors behind you!\/Hide for a little while,\/until his angry judgment is over!"
    },
    "18152": {
        "format": "poetry",
        "text": "\/For look, the Lord is coming out of the place where he lives,\/to punish the sin of those who live on the earth.\/The earth will display the blood shed on it;\/it will no longer cover up its slain."
    },
    "18153": {
        "format": "poetry",
        "text": "\/At that time the Lord will punish\/with his destructive, great, and powerful sword\/Leviathan the fast‑moving serpent,\/Leviathan the squirming serpent;\/he will kill the sea monster."
    },
    "18154": {
        "format": "poetry",
        "text": "\/When that time comes,\/sing about a delightful vineyard!"
    },
    "18155": {
        "format": "poetry",
        "text": "\/I, the Lord, protect it;\/I water it regularly.\/I guard it night and day,\/so no one can harm it."
    },
    "18156": {
        "format": "poetry",
        "text": "\/I am not angry.\/I wish I could confront some thorns and briers!\/Then I would march against them for battle;\/I would set them all on fire,"
    },
    "18157": {
        "format": "poetry",
        "text": "\/unless they became my subjects\/and made peace with me;\/let them make peace with me."
    },
    "18158": {
        "format": "poetry",
        "text": "\/The time is coming when Jacob will take root;\/Israel will blossom and grow branches.\/The produce will fill the surface of the world."
    },
    "18159": {
        "format": "poetry",
        "text": "\/Has the Lord struck down Israel like he did their oppressors?\/Has Israel been killed like their enemies?"
    },
    "18160": {
        "format": "poetry",
        "text": "\/When you summon her for divorce, you prosecute her;\/he drives her away with his strong wind in the day of the east wind."
    },
    "18161": {
        "format": "poetry",
        "text": "\/So in this way Jacob’s sin will be forgiven,\/and this is how they will show they are finished sinning:\/They will make all the stones of the altars\/like crushed limestone,\/and the Asherah poles and the incense altars will no longer stand."
    },
    "18162": {
        "format": "poetry",
        "text": "\/For the fortified city is left alone;\/it is a deserted settlement\/and abandoned like the desert.\/Calves graze there;\/they lie down there\/and eat its branches bare."
    },
    "18163": {
        "format": "poetry",
        "text": "\/When its branches get brittle, they break;\/women come and use them for kindling.\/For these people lack understanding,\/therefore the one who made them has no compassion on them;\/the one who formed them has no mercy on them."
    },
    "18164": {
        "format": "prose",
        "text": "¶At that time the Lord will shake the tree, from the Euphrates River to the Stream of Egypt. Then you will be gathered up one by one, O Israelites."
    },
    "18165": {
        "format": "prose",
        "text": "At that time a large trumpet will be blown, and the ones lost in the land of Assyria will come, as well as the refugees in the land of Egypt. They will worship the Lord on the holy mountain in Jerusalem."
    },
    "18166": {
        "format": "poetry",
        "text": "§¶The splendid crown of Ephraim’s drunkards is doomed,\/the withering flower, its beautiful splendor,\/situated at the head of a rich valley,\/the crown of those overcome with wine."
    },
    "18167": {
        "format": "poetry",
        "text": "\/Look, the sovereign master sends a strong, powerful one.\/With the force of a hailstorm or a destructive windstorm,\/with the might of a driving, torrential rainstorm,\/he will knock that crown to the ground with his hand."
    },
    "18168": {
        "format": "poetry",
        "text": "\/The splendid crown of Ephraim’s drunkards\/will be trampled underfoot."
    },
    "18169": {
        "format": "poetry",
        "text": "\/The withering flower, its beautiful splendor,\/situated at the head of a rich valley,\/will be like an early fig before harvest—\/as soon as someone notices it,\/he grabs it and swallows it."
    },
    "18170": {
        "format": "poetry",
        "text": "\/At that time the Lord who commands armies will become a beautiful crown\/and a splendid diadem for the remnant of his people."
    },
    "18171": {
        "format": "poetry",
        "text": "\/He will give discernment to the one who makes judicial decisions,\/and strength to those who defend the city from attackers."
    },
    "18172": {
        "format": "poetry",
        "text": "\/Even these men stagger because of wine,\/they stumble around because of beer—\/priests and prophets stagger because of beer,\/they are confused because of wine,\/they stumble around because of beer;\/they stagger while seeing prophetic visions,\/they totter while making legal decisions."
    },
    "18173": {
        "format": "poetry",
        "text": "\/Indeed, all the tables are covered with vomit;\/no place is untouched."
    },
    "18174": {
        "format": "poetry",
        "text": "\/Who is the Lord trying to teach?\/To whom is he explaining a message?\/Those just weaned from milk!\/Those just taken from their mother’s breast!"
    },
    "18175": {
        "format": "poetry",
        "text": "\/Indeed, they will hear meaningless gibberish,\/senseless babbling,\/a syllable here, a syllable there."
    },
    "18176": {
        "format": "poetry",
        "text": "\/For with mocking lips and a foreign tongue\/he will speak to these people."
    },
    "18177": {
        "format": "poetry",
        "text": "\/In the past he said to them,\/“This is where security can be found.\/Provide security for the one who is exhausted!\/This is where rest can be found.”\/But they refused to listen."
    },
    "18178": {
        "format": "poetry",
        "text": "\/So the Lord’s word to them will sound like\/meaningless gibberish,\/senseless babbling,\/a syllable here, a syllable there.\/As a result, they will fall on their backsides when they try to walk,\/and be injured, ensnared, and captured."
    },
    "18179": {
        "format": "poetry",
        "text": "§¶Therefore, listen to the Lord’s word,\/you who mock,\/you rulers of these people\/who reside in Jerusalem!"
    },
    "18180": {
        "format": "poetry",
        "text": "\/For you say,\/“We have made a treaty with death,\/with Sheol we have made an agreement.\/When the overwhelming judgment sweeps by\/it will not reach us.\/For we have made a lie our refuge,\/we have hidden ourselves in a deceitful word.”"
    },
    "18181": {
        "format": "poetry",
        "text": "\/Therefore, this is what the sovereign master, the Lord, says:\/“Look, I am laying a stone in Zion,\/an approved stone,\/set in place as a precious cornerstone for the foundation.\/The one who maintains his faith will not panic."
    },
    "18182": {
        "format": "poetry",
        "text": "\/I will make justice the measuring line,\/fairness the plumb line;\/hail will sweep away the unreliable refuge,\/the floodwaters will overwhelm the hiding place."
    },
    "18183": {
        "format": "poetry",
        "text": "\/Your treaty with death will be dissolved;\/your agreement with Sheol will not last.\/When the overwhelming judgment sweeps by,\/you will be overrun by it."
    },
    "18184": {
        "format": "poetry",
        "text": "\/Whenever it sweeps by, it will overtake you;\/indeed, every morning it will sweep by,\/it will come through during the day and the night.”\/When this announcement is understood,\/it will cause nothing but terror."
    },
    "18185": {
        "format": "poetry",
        "text": "\/For the bed is too short to stretch out on,\/and the blanket is too narrow to wrap around oneself."
    },
    "18186": {
        "format": "poetry",
        "text": "\/For the Lord will rise up, as he did at Mount Perazim,\/he will rouse himself, as he did in the Valley of Gibeon,\/to accomplish his work,\/his peculiar work,\/to perform his task,\/his strange task."
    },
    "18187": {
        "format": "poetry",
        "text": "\/So now, do not mock,\/or your chains will become heavier!\/For I have heard a message about decreed destruction,\/from the sovereign master, the Lord who commands armies, against the entire land."
    },
    "18188": {
        "format": "poetry",
        "text": "\/Pay attention and listen to my message!\/Be attentive and listen to what I have to say!"
    },
    "18189": {
        "format": "poetry",
        "text": "\/Does a farmer just keep on plowing at planting time?\/Does he keep breaking up and harrowing his ground?"
    },
    "18190": {
        "format": "poetry",
        "text": "\/Once he has leveled its surface,\/does he not scatter the seed of the caraway plant,\/sow the seed of the cumin plant,\/and plant the wheat, barley, and grain in their designated places?"
    },
    "18191": {
        "format": "poetry",
        "text": "\/His God instructs him;\/he teaches him the principles of agriculture."
    },
    "18192": {
        "format": "poetry",
        "text": "\/Certainly caraway seed is not threshed with a sledge,\/nor is the wheel of a cart rolled over cumin seed.\/Certainly caraway seed is beaten with a stick,\/and cumin seed with a flail."
    },
    "18193": {
        "format": "poetry",
        "text": "\/Grain is crushed,\/though one certainly does not thresh it forever.\/The wheel of one’s wagon rolls over it,\/but his horses do not crush it."
    },
    "18194": {
        "format": "poetry",
        "text": "\/This also comes from the Lord who commands armies,\/who gives supernatural guidance and imparts great wisdom."
    },
    "18195": {
        "format": "poetry",
        "text": "§¶Ariel is as good as dead—\/Ariel, the town David besieged!\/Keep observing your annual rituals,\/celebrate your festivals on schedule."
    },
    "18196": {
        "format": "poetry",
        "text": "\/I will threaten Ariel,\/and she will mourn intensely\/and become like an altar hearth before me."
    },
    "18197": {
        "format": "poetry",
        "text": "\/I will lay siege to you on all sides;\/I will besiege you with troops;\/I will raise siege works against you."
    },
    "18198": {
        "format": "poetry",
        "text": "\/You will fall;\/while lying on the ground you will speak;\/from the dust where you lie, your words will be heard.\/Your voice will sound like a spirit speaking from the underworld;\/from the dust you will chirp as if muttering an incantation."
    },
    "18199": {
        "format": "poetry",
        "text": "\/But the horde of invaders will be like fine dust,\/the horde of tyrants like chaff that is blown away.\/It will happen suddenly, in a flash."
    },
    "18200": {
        "format": "poetry",
        "text": "\/Judgment will come from the Lord who commands armies,\/accompanied by thunder, earthquake, and a loud noise,\/by a strong gale, a windstorm, and a consuming flame of fire."
    },
    "18201": {
        "format": "poetry",
        "text": "\/It will be like a dream, a night vision.\/There will be a horde from all the nations that fight against Ariel,\/those who attack her and her stronghold and besiege her."
    },
    "18202": {
        "format": "poetry",
        "text": "\/It will be like a hungry man dreaming that he is eating,\/only to awaken and find that his stomach is empty.\/It will be like a thirsty man dreaming that he is drinking,\/only to awaken and find that he is still weak and his thirst unquenched.\/So it will be for the horde from all the nations\/that fight against Mount Zion."
    },
    "18203": {
        "format": "poetry",
        "text": "§¶You will be shocked and amazed!\/You are totally blind!\/They are drunk, but not because of wine;\/they stagger, but not because of beer."
    },
    "18204": {
        "format": "poetry",
        "text": "\/For the Lord has poured out on you\/a strong urge to sleep deeply.\/He has shut your eyes (the prophets),\/and covered your heads (the seers)."
    },
    "18205": {
        "format": "prose",
        "text": "¶To you this entire prophetic revelation is like words in a sealed scroll. When they hand it to one who can read and say, “Read this,” he responds, “I can’t, because it is sealed.”"
    },
    "18206": {
        "format": "prose",
        "text": "Or when they hand the scroll to one who can’t read and say, “Read this,” he says, “I can’t read.”"
    },
    "18207": {
        "format": "poetry",
        "text": "¶The sovereign master says,\/“These people say they are loyal to me;\/they say wonderful things about me,\/but they are not really loyal to me.\/Their worship consists of\/nothing but man‑made ritual."
    },
    "18208": {
        "format": "poetry",
        "text": "\/Therefore I will again do an amazing thing for these people—\/an absolutely extraordinary deed.\/Wise men will have nothing to say,\/the sages will have no explanations.”"
    },
    "18209": {
        "format": "poetry",
        "text": "\/Those who try to hide their plans from the Lord are as good as dead,\/who do their work in secret and boast,\/“Who sees us? Who knows what we’re doing?”"
    },
    "18210": {
        "format": "poetry",
        "text": "\/Your thinking is perverse!\/Should the potter be regarded as clay?\/Should the thing made say about its maker, “He didn’t make me”?\/Or should the pottery say about the potter, “He doesn’t understand”?"
    },
    "18211": {
        "format": "poetry",
        "text": "§¶In just a very short time\/Lebanon will turn into an orchard,\/and the orchard will be considered a forest."
    },
    "18212": {
        "format": "poetry",
        "text": "\/At that time the deaf will be able to hear words read from a scroll,\/and the eyes of the blind will be able to see through deep darkness."
    },
    "18213": {
        "format": "poetry",
        "text": "\/The downtrodden will again rejoice in the Lord;\/the poor among humankind will take delight in the Holy One of Israel."
    },
    "18214": {
        "format": "poetry",
        "text": "\/For tyrants will disappear,\/those who taunt will vanish,\/and all those who love to do wrong will be eliminated—"
    },
    "18215": {
        "format": "poetry",
        "text": "\/those who bear false testimony against a person,\/who entrap the one who arbitrates at the city gate\/and deprive the innocent of justice by making false charges."
    },
    "18216": {
        "format": "poetry",
        "text": "\/So this is what the Lord, the one who delivered Abraham, says to the family of Jacob:\/“Jacob will no longer be ashamed;\/their faces will no longer show their embarrassment."
    },
    "18217": {
        "format": "poetry",
        "text": "\/For when they see their children,\/whom I will produce among them,\/they will honor my name.\/They will honor the Holy One of Jacob;\/they will respect the God of Israel."
    },
    "18218": {
        "format": "poetry",
        "text": "\/Those who stray morally will gain understanding;\/those who complain will acquire insight."
    },
    "18219": {
        "format": "poetry",
        "text": "§¶“The rebellious children are as good as dead,” says the Lord,\/“those who make plans without consulting me,\/who form alliances without consulting my Spirit,\/and thereby compound their sin."
    },
    "18220": {
        "format": "poetry",
        "text": "\/They travel down to Egypt\/without seeking my will,\/seeking Pharaoh’s protection,\/and looking for safety in Egypt’s protective shade."
    },
    "18221": {
        "format": "poetry",
        "text": "\/But Pharaoh’s protection will bring you nothing but shame,\/and the safety of Egypt’s protective shade nothing but humiliation."
    },
    "18222": {
        "format": "poetry",
        "text": "\/Though his officials are in Zoan\/and his messengers arrive at Hanes,"
    },
    "18223": {
        "format": "poetry",
        "text": "\/all will be put to shame\/because of a nation that cannot help them,\/who cannot give them aid or help,\/but only shame and disgrace.”"
    },
    "18224": {
        "format": "poetry",
        "text": "\/This is a message about the animals in the Negev:\/Through a land of distress and danger,\/inhabited by lionesses and roaring lions,\/by snakes and darting adders,\/they transport their wealth on the backs of donkeys,\/their riches on the humps of camels,\/to a nation that cannot help them."
    },
    "18225": {
        "format": "poetry",
        "text": "\/Egypt is totally incapable of helping.\/For this reason I call her\/‘Proud one who is silenced.’”"
    },
    "18226": {
        "format": "poetry",
        "text": "\/Now go, write it down on a tablet in their presence,\/inscribe it on a scroll,\/so that it might be preserved for a future time\/as an enduring witness."
    },
    "18227": {
        "format": "poetry",
        "text": "\/For these are rebellious people—\/they are lying children,\/children unwilling to obey the Lord’s law."
    },
    "18228": {
        "format": "poetry",
        "text": "\/They say to the visionaries, “See no more visions!”\/and to the seers, “Don’t relate messages to us about what is right!\/Tell us nice things,\/relate deceptive messages."
    },
    "18229": {
        "format": "poetry",
        "text": "\/Turn aside from the way,\/stray off the path.\/Remove from our presence the Holy One of Israel.”"
    },
    "18230": {
        "format": "poetry",
        "text": "\/For this reason this is what the Holy One of Israel says:\/“You have rejected this message;\/you trust instead in your ability to oppress and trick,\/and rely on that kind of behavior."
    },
    "18231": {
        "format": "poetry",
        "text": "\/So this sin will become your downfall.\/You will be like a high wall\/that bulges and cracks and is ready to collapse;\/it crumbles suddenly, in a flash."
    },
    "18232": {
        "format": "poetry",
        "text": "\/It shatters in pieces like a clay jar,\/so shattered to bits that none of it can be salvaged.\/Among its fragments one cannot find a shard large enough\/to scoop a hot coal from a fire\/or to skim off water from a cistern.”"
    },
    "18233": {
        "format": "poetry",
        "text": "\/For this is what the master, the Lord, the Holy One of Israel says:\/“If you repented and patiently waited for me, you would be delivered;\/if you calmly trusted in me you would find strength,\/but you are unwilling."
    },
    "18234": {
        "format": "poetry",
        "text": "\/You say, ‘No, we will flee on horses,’\/so you will indeed flee.\/You say, ‘We will ride on fast horses,’\/so your pursuers will be fast."
    },
    "18235": {
        "format": "poetry",
        "text": "\/One thousand will scurry at the battle cry of one enemy soldier;\/at the battle cry of five enemy soldiers you will all run away,\/until the remaining few are as isolated\/as a flagpole on a mountaintop\/or a signal flag on a hill.”"
    },
    "18236": {
        "format": "poetry",
        "text": "§¶For this reason the Lord is ready to show you mercy;\/he sits on his throne, ready to have compassion on you.\/Indeed, the Lord is a just God;\/all who wait for him in faith will be blessed."
    },
    "18237": {
        "format": "poetry",
        "text": "\/For people will live in Zion;\/in Jerusalem you will weep no more.\/When he hears your cry of despair, he will indeed show you mercy;\/when he hears it, he will respond to you."
    },
    "18238": {
        "format": "poetry",
        "text": "\/The sovereign master will give you distress to eat\/and suffering to drink;\/but your teachers will no longer be hidden;\/your eyes will see them."
    },
    "18239": {
        "format": "poetry",
        "text": "\/You will hear a word spoken behind you, saying,\/“This is the correct way, walk in it,”\/whether you are heading to the right or the left."
    },
    "18240": {
        "format": "poetry",
        "text": "\/You will desecrate your silver‑plated idols\/and your gold‑plated images.\/You will throw them away as if they were a menstrual rag,\/saying to them, “Get out!”"
    },
    "18241": {
        "format": "poetry",
        "text": "\/He will water the seed you plant in the ground,\/and the ground will produce crops in abundance.\/At that time your cattle will graze in wide pastures."
    },
    "18242": {
        "format": "poetry",
        "text": "\/The oxen and donkeys used in plowing\/will eat seasoned feed winnowed with a shovel and pitchfork."
    },
    "18243": {
        "format": "poetry",
        "text": "\/On every high mountain\/and every high hill\/there will be streams flowing with water,\/at the time of great slaughter when the fortified towers collapse."
    },
    "18244": {
        "format": "poetry",
        "text": "\/The light of the full moon will be like the sun’s glare\/and the sun’s glare will be seven times brighter,\/like the light of seven days,\/when the Lord binds up his people’s fractured bones\/and heals their severe wound."
    },
    "18245": {
        "format": "poetry",
        "text": "\/Look, the name of the Lord comes from a distant place\/in raging anger and awesome splendor.\/He speaks angrily\/and his word is like destructive fire."
    },
    "18246": {
        "format": "poetry",
        "text": "\/His battle cry overwhelms like a flooding river\/that reaches one’s neck.\/He shakes the nations in a sieve that isolates the chaff;\/he puts a bit into the mouth of the nations and leads them to destruction."
    },
    "18247": {
        "format": "poetry",
        "text": "\/You will sing\/as you do in the evening when you are celebrating a festival.\/You will be happy like one who plays a flute\/as he goes to the mountain of the Lord, the Rock who shelters Israel."
    },
    "18248": {
        "format": "poetry",
        "text": "\/The Lord will give a mighty shout\/and intervene in power,\/with furious anger and flaming, destructive fire,\/with a driving rainstorm and hailstones."
    },
    "18249": {
        "format": "poetry",
        "text": "\/Indeed, the Lord’s shout will shatter Assyria;\/he will beat them with a club."
    },
    "18250": {
        "format": "poetry",
        "text": "\/Every blow from his punishing cudgel,\/with which the Lord will beat them,\/will be accompanied by music from the tambourine and harp,\/and he will attack them with his weapons."
    },
    "18251": {
        "format": "poetry",
        "text": "\/For the burial place is already prepared;\/it has been made deep and wide for the king.\/The firewood is piled high on it.\/The Lord’s breath, like a stream flowing with brimstone,\/will ignite it."
    },
    "18252": {
        "format": "poetry",
        "text": "§¶Those who go down to Egypt for help are as good as dead,\/those who rely on war horses,\/and trust in Egypt’s many chariots\/and in their many, many horsemen.\/But they do not rely on the Holy One of Israel\/and do not seek help from the Lord."
    },
    "18253": {
        "format": "poetry",
        "text": "\/Yet he too is wise and he will bring disaster;\/he does not retract his decree.\/He will attack the wicked nation,\/and the nation that helps those who commit sin."
    },
    "18254": {
        "format": "poetry",
        "text": "\/The Egyptians are mere humans, not God;\/their horses are made of flesh, not spirit.\/The Lord will strike with his hand;\/the one who helps will stumble\/and the one being helped will fall.\/Together they will perish."
    },
    "18255": {
        "format": "poetry",
        "text": "§¶Indeed, this is what the Lord says to me:\/“The Lord will be like a growling lion,\/like a young lion growling over its prey.\/Though a whole group of shepherds gathers against it,\/it is not afraid of their shouts\/or intimidated by their yelling.\/In this same way the Lord who commands armies will descend\/to do battle on Mount Zion and on its hill."
    },
    "18256": {
        "format": "poetry",
        "text": "\/Just as birds hover over a nest,\/so the Lord who commands armies will protect Jerusalem.\/He will protect and deliver it;\/as he passes over he will rescue it."
    },
    "18257": {
        "format": "prose",
        "text": "¶You Israelites! Return to the one against whom you have so blatantly rebelled!"
    },
    "18258": {
        "format": "prose",
        "text": "For at that time everyone will get rid of the silver and gold idols your hands sinfully made."
    },
    "18259": {
        "format": "poetry",
        "text": "¶Assyria will fall by a sword, but not one human‑made;\/a sword not made by humankind will destroy them.\/They will run away from this sword\/and their young men will be forced to do hard labor."
    },
    "18260": {
        "format": "poetry",
        "text": "\/They will surrender their stronghold because of fear;\/their officers will be afraid of the Lord’s battle flag.”\/This is what the Lord says—\/the one whose fire is in Zion,\/whose firepot is in Jerusalem."
    },
    "18261": {
        "format": "poetry",
        "text": "§¶Look, a king will promote fairness;\/officials will promote justice."
    },
    "18262": {
        "format": "poetry",
        "text": "\/Each of them will be like a shelter from the wind\/and a refuge from a rainstorm;\/like streams of water in a dry region\/and like the shade of a large cliff in a parched land."
    },
    "18263": {
        "format": "poetry",
        "text": "\/Eyes will no longer be blind\/and ears will be attentive."
    },
    "18264": {
        "format": "poetry",
        "text": "\/The mind that acts rashly will possess discernment\/and the tongue that stutters will speak with ease and clarity."
    },
    "18265": {
        "format": "poetry",
        "text": "\/A fool will no longer be called honorable;\/a deceiver will no longer be called principled."
    },
    "18266": {
        "format": "poetry",
        "text": "\/For a fool speaks disgraceful things;\/his mind plans out sinful deeds.\/He commits godless deeds\/and says misleading things about the Lord;\/he gives the hungry nothing to satisfy their appetite\/and gives the thirsty nothing to drink."
    },
    "18267": {
        "format": "poetry",
        "text": "\/A deceiver’s methods are evil;\/he dreams up evil plans\/to ruin the poor with lies,\/even when the needy are in the right."
    },
    "18268": {
        "format": "poetry",
        "text": "\/An honorable man makes honorable plans;\/his honorable character gives him security."
    },
    "18269": {
        "format": "poetry",
        "text": "§¶You complacent women,\/get up and listen to me!\/You carefree daughters,\/pay attention to what I say!"
    },
    "18270": {
        "format": "poetry",
        "text": "\/In a year’s time\/you carefree ones will shake with fear,\/for the grape harvest will fail,\/and the fruit harvest will not arrive."
    },
    "18271": {
        "format": "poetry",
        "text": "\/Tremble, you complacent ones!\/Shake with fear, you carefree ones!\/Strip off your clothes and expose yourselves—\/put sackcloth on your waist!"
    },
    "18272": {
        "format": "poetry",
        "text": "\/Mourn over the field,\/over the delightful fields\/and the fruitful vine!"
    },
    "18273": {
        "format": "poetry",
        "text": "\/Mourn over the land of my people,\/which is overgrown with thorns and briers,\/and over all the once‑happy houses\/in the city filled with revelry."
    },
    "18274": {
        "format": "poetry",
        "text": "\/For the fortress is neglected;\/the once‑crowded city is abandoned.\/Hill and watchtower\/are permanently uninhabited.\/Wild donkeys love to go there,\/and flocks graze there."
    },
    "18275": {
        "format": "poetry",
        "text": "\/This desolation will continue until new life is poured out on us from heaven.\/Then the desert will become an orchard\/and the orchard will be considered a forest."
    },
    "18276": {
        "format": "poetry",
        "text": "\/Justice will settle down in the desert\/and fairness will live in the orchard."
    },
    "18277": {
        "format": "poetry",
        "text": "\/Fairness will produce peace\/and result in lasting security."
    },
    "18278": {
        "format": "poetry",
        "text": "\/My people will live in peaceful settlements,\/in secure homes,\/and in safe, quiet places."
    },
    "18279": {
        "format": "poetry",
        "text": "\/Even if the forest is destroyed\/and the city is annihilated,"
    },
    "18280": {
        "format": "poetry",
        "text": "\/you will be blessed,\/you who plant seed by all the banks of the streams,\/you who let your ox and donkey graze."
    },
    "18281": {
        "format": "poetry",
        "text": "§¶The destroyer is as good as dead,\/you who have not been destroyed!\/The deceitful one is as good as dead,\/the one whom others have not deceived!\/When you are through destroying, you will be destroyed;\/when you finish deceiving, others will deceive you!"
    },
    "18282": {
        "format": "poetry",
        "text": "\/Lord, be merciful to us! We wait for you.\/Give us strength each morning!\/Deliver us when distress comes."
    },
    "18283": {
        "format": "poetry",
        "text": "\/The nations run away when they hear a loud noise;\/the nations scatter when you spring into action!"
    },
    "18284": {
        "format": "poetry",
        "text": "\/Your plunder disappears as if locusts were eating it;\/they swarm over it like locusts!"
    },
    "18285": {
        "format": "poetry",
        "text": "\/The Lord is exalted,\/indeed, he lives in heaven;\/he fills Zion with justice and fairness."
    },
    "18286": {
        "format": "poetry",
        "text": "\/He is your constant source of stability;\/he abundantly provides safety and great wisdom;\/he gives all this to those who fear him."
    },
    "18287": {
        "format": "poetry",
        "text": "\/Look, ambassadors cry out in the streets;\/messengers sent to make peace weep bitterly."
    },
    "18288": {
        "format": "poetry",
        "text": "\/Highways are empty,\/there are no travelers.\/Treaties are broken,\/witnesses are despised,\/human life is treated with disrespect."
    },
    "18289": {
        "format": "poetry",
        "text": "\/The land dries up and withers away;\/the forest of Lebanon shrivels up and decays.\/Sharon is like the desert;\/Bashan and Carmel are parched."
    },
    "18290": {
        "format": "poetry",
        "text": "\/“Now I will rise up,” says the Lord.\/“Now I will exalt myself;\/now I will magnify myself."
    },
    "18291": {
        "format": "poetry",
        "text": "\/You conceive straw,\/you give birth to chaff;\/your breath is a fire that destroys you."
    },
    "18292": {
        "format": "poetry",
        "text": "\/The nations will be burned to ashes;\/like thorn bushes that have been cut down, they will be set on fire."
    },
    "18293": {
        "format": "poetry",
        "text": "\/You who are far away, listen to what I have done!\/You who are close by, recognize my strength!”"
    },
    "18294": {
        "format": "poetry",
        "text": "\/Sinners are afraid in Zion;\/panic grips the godless.\/They say, ‘Who among us can coexist with destructive fire?\/Who among us can coexist with unquenchable fire?’"
    },
    "18295": {
        "format": "poetry",
        "text": "\/The one who lives uprightly\/and speaks honestly;\/the one who refuses to profit from oppressive measures\/and rejects a bribe;\/the one who does not plot violent crimes\/and does not seek to harm others—"
    },
    "18296": {
        "format": "poetry",
        "text": "\/This is the person who will live in a secure place;\/he will find safety in the rocky, mountain strongholds;\/he will have food\/and a constant supply of water."
    },
    "18297": {
        "format": "poetry",
        "text": "\/You will see a king in his splendor;\/you will see a wide land."
    },
    "18298": {
        "format": "poetry",
        "text": "\/Your mind will recall the terror you experienced,\/and you will ask yourselves, “Where is the scribe?\/Where is the one who weighs the money?\/Where is the one who counts the towers?”"
    },
    "18299": {
        "format": "poetry",
        "text": "\/You will no longer see a defiant people\/whose language you do not comprehend,\/whose derisive speech you do not understand."
    },
    "18300": {
        "format": "poetry",
        "text": "\/Look at Zion, the city where we hold religious festivals!\/You will see Jerusalem,\/a peaceful settlement,\/a tent that stays put;\/its stakes will never be pulled up;\/none of its ropes will snap in two."
    },
    "18301": {
        "format": "poetry",
        "text": "\/Instead the Lord will rule there as our mighty king.\/Rivers and wide streams will flow through it;\/no war galley will enter;\/no large ships will sail through."
    },
    "18302": {
        "format": "poetry",
        "text": "\/For the Lord, our ruler,\/the Lord, our commander,\/the Lord, our king—\/he will deliver us."
    },
    "18303": {
        "format": "poetry",
        "text": "\/Though at this time your ropes are slack,\/the mast is not secured,\/and the sail is not unfurled,\/at that time you will divide up a great quantity of loot;\/even the lame will drag off plunder."
    },
    "18304": {
        "format": "poetry",
        "text": "\/No resident of Zion will say, “I am ill”;\/the people who live there will have their sin forgiven."
    },
    "18305": {
        "format": "poetry",
        "text": "§¶Come near, you nations, and listen!\/Pay attention, you people!\/The earth and everything it contains must listen,\/the world and everything that lives in it."
    },
    "18306": {
        "format": "poetry",
        "text": "\/For the Lord is angry at all the nations\/and furious with all their armies.\/He will annihilate them and slaughter them."
    },
    "18307": {
        "format": "poetry",
        "text": "\/Their slain will be left unburied,\/their corpses will stink;\/the hills will soak up their blood."
    },
    "18308": {
        "format": "poetry",
        "text": "\/All the stars in the sky will fade away,\/the sky will roll up like a scroll;\/all its stars will wither,\/like a leaf withers and falls from a vine\/or a fig withers and falls from a tree."
    },
    "18309": {
        "format": "poetry",
        "text": "\/He says, “Indeed, my sword has slaughtered heavenly powers.\/Look, it now descends on Edom,\/on the people I will annihilate in judgment.”"
    },
    "18310": {
        "format": "poetry",
        "text": "\/The Lord’s sword is dripping with blood,\/it is covered with fat;\/it drips with the blood of young rams and goats\/and is covered with the fat of rams’ kidneys.\/For the Lord is holding a sacrifice in Bozrah,\/a bloody slaughter in the land of Edom."
    },
    "18311": {
        "format": "poetry",
        "text": "\/Wild oxen will be slaughtered along with them,\/as well as strong bulls.\/Their land is drenched with blood,\/their soil is covered with fat."
    },
    "18312": {
        "format": "poetry",
        "text": "\/For the Lord has planned a day of revenge,\/a time when he will repay Edom for her hostility toward Zion."
    },
    "18313": {
        "format": "poetry",
        "text": "\/Edom’s streams will be turned into pitch\/and her soil into brimstone;\/her land will become burning pitch."
    },
    "18314": {
        "format": "poetry",
        "text": "\/Night and day it will burn;\/its smoke will ascend continually.\/Generation after generation it will be a wasteland\/and no one will ever pass through it again."
    },
    "18315": {
        "format": "poetry",
        "text": "\/Owls and wild animals will live there,\/all kinds of wild birds will settle in it.\/The Lord will stretch out over her\/the measuring line of ruin\/and the plumb line of destruction."
    },
    "18316": {
        "format": "poetry",
        "text": "\/Her nobles will have nothing left to call a kingdom\/and all her officials will disappear."
    },
    "18317": {
        "format": "poetry",
        "text": "\/Her fortresses will be overgrown with thorns;\/thickets and weeds will grow in her fortified cities.\/Jackals will settle there;\/ostriches will live there."
    },
    "18318": {
        "format": "poetry",
        "text": "\/Wild animals and wild dogs will congregate there;\/wild goats will bleat to one another.\/Yes, nocturnal animals will rest there\/and make for themselves a nest."
    },
    "18319": {
        "format": "poetry",
        "text": "\/Owls will make nests and lay eggs there;\/they will hatch them and protect them.\/Yes, hawks will gather there,\/each with its mate."
    },
    "18320": {
        "format": "poetry",
        "text": "\/Carefully read the scroll of the Lord!\/Not one of these creatures will be missing,\/none will lack a mate.\/For the Lord has issued the decree,\/and his own spirit gathers them."
    },
    "18321": {
        "format": "poetry",
        "text": "\/He assigns them their allotment;\/he measures out their assigned place.\/They will live there permanently;\/they will settle in it through successive generations."
    },
    "18322": {
        "format": "poetry",
        "text": "§¶Let the desert and dry region be happy;\/let the wilderness rejoice and bloom like a lily!"
    },
    "18323": {
        "format": "poetry",
        "text": "\/Let it richly bloom;\/let it rejoice and shout with delight!\/It is given the grandeur of Lebanon,\/the splendor of Carmel and Sharon.\/They will see the grandeur of the Lord,\/the splendor of our God."
    },
    "18324": {
        "format": "poetry",
        "text": "\/Strengthen the hands that have gone limp,\/steady the knees that shake!"
    },
    "18325": {
        "format": "poetry",
        "text": "\/Tell those who panic,\/“Be strong! Do not fear!\/Look, your God comes to avenge!\/With divine retribution he comes to deliver you.”"
    },
    "18326": {
        "format": "poetry",
        "text": "\/Then blind eyes will open,\/deaf ears will hear."
    },
    "18327": {
        "format": "poetry",
        "text": "\/Then the lame will leap like a deer,\/the mute tongue will shout for joy;\/for water will flow in the desert,\/streams in the wilderness."
    },
    "18328": {
        "format": "poetry",
        "text": "\/The dry soil will become a pool of water,\/the parched ground springs of water.\/Where jackals once lived and sprawled out,\/grass, reeds, and papyrus will grow."
    },
    "18329": {
        "format": "poetry",
        "text": "\/A thoroughfare will be there—\/it will be called the Way of Holiness.\/The unclean will not travel on it;\/it is reserved for those authorized to use it—\/fools will not stray into it."
    },
    "18330": {
        "format": "poetry",
        "text": "\/No lions will be there,\/no ferocious wild animals will be on it—\/they will not be found there.\/Those delivered from bondage will travel on it,"
    },
    "18331": {
        "format": "poetry",
        "text": "\/those whom the Lord has ransomed will return that way.\/They will enter Zion with a happy shout.\/Unending joy will crown them,\/happiness and joy will overwhelm them;\/grief and suffering will disappear."
    },
    "18332": {
        "format": "prose",
        "text": "§¶In the fourteenth year of King Hezekiah’s reign, King Sennacherib of Assyria marched up against all the fortified cities of Judah and captured them."
    },
    "18333": {
        "format": "prose",
        "text": "The king of Assyria sent his chief adviser from Lachish to King Hezekiah in Jerusalem, along with a large army. The chief adviser stood at the conduit of the upper pool which is located on the road to the field where they wash and dry cloth."
    },
    "18334": {
        "format": "prose",
        "text": "Eliakim son of Hilkiah, the palace supervisor, accompanied by Shebna the scribe and Joah son of Asaph, the secretary, went out to meet him."
    },
    "18335": {
        "format": "prose",
        "text": "¶The chief adviser said to them, “Tell Hezekiah: ‘This is what the great king, the king of Assyria, says: “What is your source of confidence?"
    },
    "18336": {
        "format": "prose",
        "text": "Your claim to have a strategy and military strength is just empty talk. In whom are you trusting, that you would dare to rebel against me?"
    },
    "18337": {
        "format": "prose",
        "text": "Look, you must be trusting in Egypt, that splintered reed staff. If someone leans on it for support, it punctures his hand and wounds him. That is what Pharaoh king of Egypt does to all who trust in him!"
    },
    "18338": {
        "format": "prose",
        "text": "Perhaps you will tell me, ‘We are trusting in the Lord our God.’ But Hezekiah is the one who eliminated his high places and altars and then told the people of Judah and Jerusalem, ‘You must worship at this altar.’"
    },
    "18339": {
        "format": "prose",
        "text": "Now make a deal with my master the king of Assyria, and I will give you two thousand horses, provided you can find enough riders for them."
    },
    "18340": {
        "format": "prose",
        "text": "Certainly you will not refuse one of my master’s minor officials and trust in Egypt for chariots and horsemen."
    },
    "18341": {
        "format": "prose",
        "text": "Furthermore it was by the command of the Lord that I marched up against this land to destroy it. The Lord told me, ‘March up against this land and destroy it!’”’”"
    },
    "18342": {
        "format": "prose",
        "text": "¶Eliakim, Shebna, and Joah said to the chief adviser, “Speak to your servants in Aramaic, for we understand it. Don’t speak with us in the Judahite dialect in the hearing of the people who are on the wall.”"
    },
    "18343": {
        "format": "prose",
        "text": "But the chief adviser said, “My master did not send me to speak these words only to your master and to you. His message is also for the men who sit on the wall, for they will eat their own excrement and drink their own urine along with you!”"
    },
    "18344": {
        "format": "prose",
        "text": "¶The chief adviser then stood there and called out loudly in the Judahite dialect, “Listen to the message of the great king, the king of Assyria."
    },
    "18345": {
        "format": "prose",
        "text": "This is what the king says: ‘Don’t let Hezekiah mislead you, for he is not able to rescue you!"
    },
    "18346": {
        "format": "prose",
        "text": "Don’t let Hezekiah talk you into trusting in the Lord by saying, “The Lord will certainly rescue us; this city will not be handed over to the king of Assyria.”"
    },
    "18347": {
        "format": "prose",
        "text": "Don’t listen to Hezekiah!’ For this is what the king of Assyria says, ‘Send me a token of your submission and surrender to me. Then each of you may eat from his own vine and fig tree and drink water from his own cistern,"
    },
    "18348": {
        "format": "prose",
        "text": "until I come and take you to a land just like your own—a land of grain and new wine, a land of bread and vineyards."
    },
    "18349": {
        "format": "prose",
        "text": "Hezekiah is misleading you when he says, “The Lord will rescue us.” Has any of the gods of the nations rescued his land from the power of the king of Assyria?"
    },
    "18350": {
        "format": "prose",
        "text": "Where are the gods of Hamath and Arpad? Where are the gods of Sepharvaim? Indeed, did any gods rescue Samaria from my power?"
    },
    "18351": {
        "format": "prose",
        "text": "Who among all the gods of these lands have rescued their lands from my power? So how can the Lord rescue Jerusalem from my power?’”"
    },
    "18352": {
        "format": "prose",
        "text": "They were silent and did not respond, for the king had ordered, “Don’t respond to him.”"
    },
    "18353": {
        "format": "prose",
        "text": "¶Eliakim son of Hilkiah, the palace supervisor, accompanied by Shebna the scribe and Joah son of Asaph, the secretary, went to Hezekiah with their clothes torn in grief and reported to him what the chief adviser had said."
    },
    "18354": {
        "format": "prose",
        "text": "When King Hezekiah heard this, he tore his clothes, put on sackcloth, and went to the Lord’s temple."
    },
    "18355": {
        "format": "prose",
        "text": "Eliakim the palace supervisor, Shebna the scribe, and the leading priests, clothed in sackcloth, sent this message to the prophet Isaiah son of Amoz:"
    },
    "18356": {
        "format": "prose",
        "text": "“This is what Hezekiah says: ‘This is a day of distress, insults, and humiliation, as when a baby is ready to leave the birth canal, but the mother lacks the strength to push it through."
    },
    "18357": {
        "format": "prose",
        "text": "Perhaps the Lord your God will hear all these things the chief adviser has spoken on behalf of his master, the king of Assyria, who sent him to taunt the living God. When the Lord your God hears, perhaps he will punish him for the things he has said. So pray for this remnant that remains.’”"
    },
    "18358": {
        "format": "prose",
        "text": "¶When King Hezekiah’s servants came to Isaiah,"
    },
    "18359": {
        "format": "prose",
        "text": "Isaiah said to them, “Tell your master this: ‘This is what the Lord says: “Don’t be afraid because of the things you have heard—these insults the king of Assyria’s servants have hurled against me."
    },
    "18360": {
        "format": "prose",
        "text": "Look, I will take control of his mind; he will receive a report and return to his own land. I will cut him down with a sword in his own land.”’”"
    },
    "18361": {
        "format": "prose",
        "text": "¶When the chief adviser heard the king of Assyria had departed from Lachish, he left and went to Libnah, where the king was campaigning."
    },
    "18362": {
        "format": "prose",
        "text": "The king heard that King Tirhakah of Ethiopia was marching out to fight him. He again sent messengers to Hezekiah, ordering them:"
    },
    "18363": {
        "format": "prose",
        "text": "“Tell King Hezekiah of Judah this: ‘Don’t let your God in whom you trust mislead you when he says, “Jerusalem will not be handed over to the king of Assyria.”"
    },
    "18364": {
        "format": "prose",
        "text": "Certainly you have heard how the kings of Assyria have annihilated all lands. Do you really think you will be rescued?"
    },
    "18365": {
        "format": "prose",
        "text": "Were the nations whom my predecessors destroyed—the nations of Gozan, Haran, Rezeph, and the people of Eden in Telassar—rescued by their gods?"
    },
    "18366": {
        "format": "prose",
        "text": "Where are the king of Hamath, the king of Arpad, and the kings of Lair, Sepharvaim, Hena, and Ivvah?’”"
    },
    "18367": {
        "format": "prose",
        "text": "¶Hezekiah took the letter from the messengers and read it. Then Hezekiah went up to the Lord’s temple and spread it out before the Lord."
    },
    "18368": {
        "format": "prose",
        "text": "Hezekiah prayed before the Lord:"
    },
    "18369": {
        "format": "prose",
        "text": "“O Lord who commands armies, O God of Israel, who is enthroned on the cherubim! You alone are God over all the kingdoms of the earth. You made the sky and the earth."
    },
    "18370": {
        "format": "prose",
        "text": "Pay attention, Lord, and hear! Open your eyes, Lord, and observe! Listen to this entire message Sennacherib sent and how he taunts the living God!"
    },
    "18371": {
        "format": "prose",
        "text": "It is true, Lord, that the kings of Assyria have destroyed all the nations and their lands."
    },
    "18372": {
        "format": "prose",
        "text": "They have burned the gods of the nations, for they are not really gods, but only the product of human hands manufactured from wood and stone. That is why the Assyrians could destroy them."
    },
    "18373": {
        "format": "prose",
        "text": "Now, O Lord our God, rescue us from his power, so all the kingdoms of the earth may know that you alone are the Lord.”"
    },
    "18374": {
        "format": "prose",
        "text": "¶Isaiah son of Amoz sent this message to Hezekiah: “This is what the Lord God of Israel says: ‘Because you prayed to me concerning King Sennacherib of Assyria,"
    },
    "18375": {
        "format": "prose",
        "text": "this is what the Lord says about him:¶▼“The virgin daughter Zion\/despises you—she makes fun of you;\/daughter Jerusalem\/shakes her head after you."
    },
    "18376": {
        "format": "poetry",
        "text": "\/Whom have you taunted and hurled insults at?\/At whom have you shouted\/and looked so arrogantly?\/At the Holy One of Israel!"
    },
    "18377": {
        "format": "poetry",
        "text": "\/Through your messengers you taunted the sovereign master,\/‘With my many chariots I climbed up\/the high mountains,\/the slopes of Lebanon.\/I cut down its tall cedars\/and its best evergreens.\/I invaded its most remote regions,\/its thickest woods."
    },
    "18378": {
        "format": "poetry",
        "text": "\/I dug wells\/and drank water.\/With the soles of my feet I dried up\/all the rivers of Egypt.’"
    },
    "18379": {
        "format": "poetry",
        "text": "\/Certainly you must have heard!\/Long ago I worked it out,\/in ancient times I planned it,\/and now I am bringing it to pass.\/The plan is this:\/Fortified cities will crash\/into heaps of ruins."
    },
    "18380": {
        "format": "poetry",
        "text": "\/Their residents are powerless;\/they are terrified and ashamed.\/They are as short‑lived as plants in the field\/or green vegetation.\/They are as short‑lived as grass on the rooftops\/when it is scorched by the east wind."
    },
    "18381": {
        "format": "poetry",
        "text": "\/I know where you live\/and everything you do\/and how you rage against me."
    },
    "18382": {
        "format": "poetry",
        "text": "\/Because you rage against me\/and the uproar you create has reached my ears,\/I will put my hook in your nose,\/and my bridle between your lips,\/and I will lead you back\/the way you came.”"
    },
    "18383": {
        "format": "prose",
        "text": "¶“This will be your reminder that I have spoken the truth: This year you will eat what grows wild, and next year what grows on its own. But the year after that you will plant seed and harvest crops; you will plant vines and consume their produce."
    },
    "18384": {
        "format": "prose",
        "text": "Those who remain in Judah will take root in the ground and bear fruit."
    },
    "18385": {
        "format": "poetry",
        "text": "¶“For a remnant will leave Jerusalem;\/survivors will come out of Mount Zion.\/The intense devotion of the Lord who commands armies will accomplish this."
    },
    "18386": {
        "format": "poetry",
        "text": "\/So this is what the Lord says about the king of Assyria:\/‘He will not enter this city,\/nor will he shoot an arrow here.\/He will not attack it with his shielded warriors,\/nor will he build siege works against it."
    },
    "18387": {
        "format": "poetry",
        "text": "\/He will go back the way he came—\/he will not enter this city,’ says the Lord."
    },
    "18388": {
        "format": "poetry",
        "text": "\/I will shield this city and rescue it for the sake of my reputation and because of my promise to David my servant.”’”"
    },
    "18389": {
        "format": "prose",
        "text": "¶The Lord’s messenger went out and killed 185,000 troops in the Assyrian camp. When they got up early the next morning, there were all the corpses!"
    },
    "18390": {
        "format": "prose",
        "text": "So King Sennacherib of Assyria broke camp and went on his way. He went home and stayed in Nineveh."
    },
    "18391": {
        "format": "prose",
        "text": "One day, as he was worshiping in the temple of his god Nisroch, his sons Adrammelech and Sharezer struck him down with the sword. They ran away to the land of Ararat; his son Esarhaddon replaced him as king."
    },
    "18392": {
        "format": "prose",
        "text": "§¶In those days Hezekiah was stricken with a terminal illness. The prophet Isaiah son of Amoz visited him and told him, “This is what the Lord says, ‘Give instructions to your household, for you are about to die; you will not get well.’”"
    },
    "18393": {
        "format": "prose",
        "text": "Hezekiah turned his face to the wall and prayed to the Lord,"
    },
    "18394": {
        "format": "prose",
        "text": "“Please, Lord. Remember how I have served you faithfully and with wholehearted devotion, and how I have carried out your will.” Then Hezekiah wept bitterly."
    },
    "18395": {
        "format": "prose",
        "text": "¶The Lord told Isaiah,"
    },
    "18396": {
        "format": "prose",
        "text": "“Go and tell Hezekiah: ‘This is what the Lord God of your ancestor David says: “I have heard your prayer; I have seen your tears. Look, I will add fifteen years to your life,"
    },
    "18397": {
        "format": "prose",
        "text": "and rescue you and this city from the king of Assyria. I will shield this city.”’”"
    },
    "18398": {
        "format": "prose",
        "text": "Isaiah replied, “This is your sign from the Lord confirming that the Lord will do what he has said:"
    },
    "18399": {
        "format": "prose",
        "text": "Look, I will make the shadow go back ten steps on the stairs of Ahaz.” And then the shadow went back ten steps."
    },
    "18400": {
        "format": "prose",
        "text": "§¶This is the prayer of King Hezekiah of Judah when he was sick and then recovered from his illness:"
    },
    "18401": {
        "format": "poetry",
        "text": "¶“I thought,\/‘In the middle of my life I must walk through the gates of Sheol,\/I am deprived of the rest of my years.’"
    },
    "18402": {
        "format": "poetry",
        "text": "\/“I thought,\/‘I will no longer see the Lord in the land of the living,\/I will no longer look on humankind with the inhabitants of the world."
    },
    "18403": {
        "format": "poetry",
        "text": "\/My dwelling place is removed and taken away from me\/like a shepherd’s tent.\/I rolled up my life like a weaver rolls cloth;\/from the loom he cuts me off.\/You turn day into night and end my life."
    },
    "18404": {
        "format": "poetry",
        "text": "\/I cry out until morning;\/like a lion he shatters all my bones;\/you turn day into night and end my life."
    },
    "18405": {
        "format": "poetry",
        "text": "\/Like a swallow or a thrush I chirp,\/I coo like a dove;\/my eyes grow tired from looking up to the sky.\/O sovereign master, I am oppressed;\/help me!"
    },
    "18406": {
        "format": "poetry",
        "text": "\/What can I say?\/He has decreed and acted.\/I will walk slowly all my years because I am overcome with grief."
    },
    "18407": {
        "format": "poetry",
        "text": "\/O sovereign master, your decrees can give men life;\/may years of life be restored to me.\/Restore my health and preserve my life.’"
    },
    "18408": {
        "format": "poetry",
        "text": "\/“Look, the grief I experienced was for my benefit.\/You delivered me from the Pit of oblivion.\/For you removed all my sins from your sight."
    },
    "18409": {
        "format": "poetry",
        "text": "\/Indeed Sheol does not give you thanks;\/death does not praise you.\/Those who descend into the Pit do not anticipate your faithfulness."
    },
    "18410": {
        "format": "poetry",
        "text": "\/The living person, the living person, he gives you thanks,\/as I do today.\/A father tells his sons about your faithfulness."
    },
    "18411": {
        "format": "poetry",
        "text": "\/The Lord is about to deliver me,\/and we will celebrate with music\/for the rest of our lives in the Lord’s temple.”"
    },
    "18412": {
        "format": "prose",
        "text": "Isaiah ordered, “Let them take a fig cake and apply it to the ulcerated sore and he will get well.”"
    },
    "18413": {
        "format": "prose",
        "text": "Hezekiah said, “What is the confirming sign that I will go up to the Lord’s temple?”"
    },
    "18414": {
        "format": "prose",
        "text": "§¶At that time Merodach‑Baladan son of Baladan, king of Babylon, sent letters and a gift to Hezekiah, for he heard that Hezekiah had been ill and had recovered."
    },
    "18415": {
        "format": "prose",
        "text": "Hezekiah welcomed them and showed them his storehouse with its silver, gold, spices, and high‑quality olive oil, as well as his whole armory and everything in his treasuries. Hezekiah showed them everything in his palace and in his whole kingdom."
    },
    "18416": {
        "format": "prose",
        "text": "Isaiah the prophet visited King Hezekiah and asked him, “What did these men say? Where do they come from?” Hezekiah replied, “They come from the distant land of Babylon.”"
    },
    "18417": {
        "format": "prose",
        "text": "Isaiah asked, “What have they seen in your palace?” Hezekiah replied, “They have seen everything in my palace. I showed them everything in my treasuries.”"
    },
    "18418": {
        "format": "prose",
        "text": "Isaiah said to Hezekiah, “Listen to the word of the Lord who commands armies:"
    },
    "18419": {
        "format": "prose",
        "text": "‘Look, a time is coming when everything in your palace and the things your ancestors have accumulated to this day will be carried away to Babylon; nothing will be left,’ says the Lord."
    },
    "18420": {
        "format": "prose",
        "text": "‘Some of your very own descendants whom you father will be taken away and will be made eunuchs in the palace of the king of Babylon.’”"
    },
    "18421": {
        "format": "prose",
        "text": "Hezekiah said to Isaiah, “The Lord’s word which you have announced is appropriate.” Then he thought, “For there will be peace and stability during my lifetime.”"
    },
    "18422": {
        "format": "poetry",
        "text": "§¶“Comfort, comfort my people,”\/says your God."
    },
    "18423": {
        "format": "poetry",
        "text": "\/“Speak kindly to Jerusalem, and tell her\/that her time of warfare is over,\/that her punishment is completed.\/For the Lord has made her pay double for all her sins.”"
    },
    "18424": {
        "format": "poetry",
        "text": "\/A voice cries out,\/“In the wilderness clear a way for the Lord;\/construct in the desert a road for our God."
    },
    "18425": {
        "format": "poetry",
        "text": "\/Every valley must be elevated,\/and every mountain and hill leveled.\/The rough terrain will become a level plain,\/the rugged landscape a wide valley."
    },
    "18426": {
        "format": "poetry",
        "text": "\/The splendor of the Lord will be revealed,\/and all people will see it at the same time.\/For the Lord has decreed it.”"
    },
    "18427": {
        "format": "poetry",
        "text": "\/A voice says, “Cry out!”\/Another asks, “What should I cry out?”\/The first voice responds: “All people are like grass,\/and all their promises are like the flowers in the field."
    },
    "18428": {
        "format": "poetry",
        "text": "\/The grass dries up,\/the flowers wither,\/when the wind sent by the Lord blows on them.\/Surely humanity is like grass."
    },
    "18429": {
        "format": "poetry",
        "text": "\/The grass dries up,\/the flowers wither,\/but the decree of our God is forever reliable.”"
    },
    "18430": {
        "format": "poetry",
        "text": "\/Go up on a high mountain, O herald Zion!\/Shout out loudly, O herald Jerusalem!\/Shout, don’t be afraid!\/Say to the towns of Judah,\/“Here is your God!”"
    },
    "18431": {
        "format": "poetry",
        "text": "\/Look, the sovereign Lord comes as a victorious warrior;\/his military power establishes his rule.\/Look, his reward is with him;\/his prize goes before him."
    },
    "18432": {
        "format": "poetry",
        "text": "\/Like a shepherd he tends his flock;\/he gathers up the lambs with his arm;\/he carries them close to his heart;\/he leads the ewes along."
    },
    "18433": {
        "format": "poetry",
        "text": "§¶Who has measured out the waters in the hollow of his hand,\/or carefully measured the sky,\/or carefully weighed the soil of the earth,\/or weighed the mountains in a balance,\/or the hills on scales?"
    },
    "18434": {
        "format": "poetry",
        "text": "\/Who comprehends the mind of the Lord,\/or gives him instruction as his counselor?"
    },
    "18435": {
        "format": "poetry",
        "text": "\/From whom does he receive directions?\/Who teaches him the correct way to do things,\/or imparts knowledge to him,\/or instructs him in skillful design?"
    },
    "18436": {
        "format": "poetry",
        "text": "\/Look, the nations are like a drop in a bucket;\/they are regarded as dust on the scales.\/He lifts the coastlands as if they were dust."
    },
    "18437": {
        "format": "poetry",
        "text": "\/Not even Lebanon could supply enough firewood for a sacrifice;\/its wild animals would not provide enough burnt offerings."
    },
    "18438": {
        "format": "poetry",
        "text": "\/All the nations are insignificant before him;\/they are regarded as absolutely nothing."
    },
    "18439": {
        "format": "poetry",
        "text": "\/To whom can you compare God?\/To what image can you liken him?"
    },
    "18440": {
        "format": "poetry",
        "text": "\/A craftsman casts an idol;\/a metalsmith overlays it with gold\/and forges silver chains for it."
    },
    "18441": {
        "format": "poetry",
        "text": "\/To make a contribution one selects wood that will not rot;\/he then seeks a skilled craftsman\/to make an idol that will not fall over."
    },
    "18442": {
        "format": "poetry",
        "text": "\/Do you not know?\/Do you not hear?\/Has it not been told to you since the very beginning?\/Have you not understood from the time the earth’s foundations were made?"
    },
    "18443": {
        "format": "poetry",
        "text": "\/He is the one who sits on the earth’s horizon;\/its inhabitants are like grasshoppers before him.\/He is the one who stretches out the sky like a thin curtain,\/and spreads it out like a pitched tent."
    },
    "18444": {
        "format": "poetry",
        "text": "\/He is the one who reduces rulers to nothing;\/he makes the earth’s leaders insignificant."
    },
    "18445": {
        "format": "poetry",
        "text": "\/Indeed, they are barely planted;\/yes, they are barely sown;\/yes, they barely take root in the earth,\/and then he blows on them, causing them to dry up,\/and the wind carries them away like straw."
    },
    "18446": {
        "format": "poetry",
        "text": "\/“To whom can you compare me? Whom do I resemble?”\/says the Holy One."
    },
    "18447": {
        "format": "poetry",
        "text": "\/Look up at the sky!\/Who created all these heavenly lights?\/He is the one who leads out their ranks;\/he calls them all by name.\/Because of his absolute power and awesome strength,\/not one of them is missing."
    },
    "18448": {
        "format": "poetry",
        "text": "\/Why do you say, Jacob,\/Why do you say, Israel,\/“The Lord is not aware of what is happening to me,\/My God is not concerned with my vindication”?"
    },
    "18449": {
        "format": "poetry",
        "text": "\/Do you not know?\/Have you not heard?\/The Lord is an eternal God,\/the Creator of the whole earth.\/He does not get tired or weary;\/there is no limit to his wisdom."
    },
    "18450": {
        "format": "poetry",
        "text": "\/He gives strength to those who are tired;\/to the ones who lack power, he gives renewed energy."
    },
    "18451": {
        "format": "poetry",
        "text": "\/Even youths get tired and weary;\/even strong young men clumsily stumble."
    },
    "18452": {
        "format": "poetry",
        "text": "\/But those who wait for the Lord’s help find renewed strength;\/they rise up as if they had eagles’ wings,\/they run without growing weary,\/they walk without getting tired."
    },
    "18453": {
        "format": "poetry",
        "text": "§¶“Listen to me in silence, you coastlands!\/Let the nations find renewed strength!\/Let them approach and then speak;\/let us come together for debate!"
    },
    "18454": {
        "format": "poetry",
        "text": "\/Who stirs up this one from the east?\/Who officially commissions him for service?\/He hands nations over to him,\/and enables him to subdue kings.\/He makes them like dust with his sword,\/like windblown straw with his bow."
    },
    "18455": {
        "format": "poetry",
        "text": "\/He pursues them and passes by unharmed;\/he advances with great speed."
    },
    "18456": {
        "format": "poetry",
        "text": "\/Who acts and carries out decrees?\/Who summons the successive generations from the beginning?\/I, the Lord, am present at the very beginning,\/and at the very end—I am the one."
    },
    "18457": {
        "format": "poetry",
        "text": "\/The coastlands see and are afraid;\/the whole earth trembles;\/they approach and come."
    },
    "18458": {
        "format": "poetry",
        "text": "\/They help one another;\/one says to the other, ‘Be strong!’"
    },
    "18459": {
        "format": "poetry",
        "text": "\/The craftsman encourages the metalsmith,\/the one who wields the hammer encourages the one who pounds on the anvil.\/He approves the quality of the welding,\/and nails it down so it won’t fall over.”"
    },
    "18460": {
        "format": "poetry",
        "text": "§¶“You, my servant Israel,\/Jacob whom I have chosen,\/offspring of Abraham my friend,"
    },
    "18461": {
        "format": "poetry",
        "text": "\/you whom I am bringing back from the earth’s extremities,\/and have summoned from the remote regions—\/I told you, “You are my servant.”\/I have chosen you and not rejected you."
    },
    "18462": {
        "format": "poetry",
        "text": "\/Don’t be afraid, for I am with you!\/Don’t be frightened, for I am your God!\/I strengthen you—\/yes, I help you—\/yes, I uphold you with my saving right hand!"
    },
    "18463": {
        "format": "poetry",
        "text": "\/Look, all who were angry at you will be ashamed and humiliated;\/your adversaries will be reduced to nothing and perish."
    },
    "18464": {
        "format": "poetry",
        "text": "\/When you will look for your opponents, you will not find them;\/your enemies will be reduced to absolutely nothing."
    },
    "18465": {
        "format": "poetry",
        "text": "\/For I am the Lord your God,\/the one who takes hold of your right hand,\/who says to you, ‘Don’t be afraid, I am helping you.’"
    },
    "18466": {
        "format": "poetry",
        "text": "\/Don’t be afraid, despised insignificant Jacob,\/men of Israel.\/I am helping you,” says the Lord,\/your protector, the Holy One of Israel."
    },
    "18467": {
        "format": "poetry",
        "text": "\/“Look, I am making you like a sharp threshing sledge,\/new and double‑edged.\/You will thresh the mountains and crush them;\/you will make the hills like straw."
    },
    "18468": {
        "format": "poetry",
        "text": "\/You will winnow them and the wind will blow them away;\/the wind will scatter them.\/You will rejoice in the Lord;\/you will boast in the Holy One of Israel."
    },
    "18469": {
        "format": "poetry",
        "text": "\/The oppressed and the poor look for water, but there is none;\/their tongues are parched from thirst.\/I, the Lord, will respond to their prayers;\/I, the God of Israel, will not abandon them."
    },
    "18470": {
        "format": "poetry",
        "text": "\/I will make streams flow down the slopes\/and produce springs in the middle of the valleys.\/I will turn the desert into a pool of water\/and the arid land into springs."
    },
    "18471": {
        "format": "poetry",
        "text": "\/I will make cedars, acacias, myrtles, and olive trees grow in the wilderness;\/I will make evergreens, firs, and cypresses grow together in the desert."
    },
    "18472": {
        "format": "poetry",
        "text": "\/I will do this so people will observe and recognize,\/so they will pay attention and understand\/that the Lord’s power has accomplished this,\/and that the Holy One of Israel has brought it into being.”"
    },
    "18473": {
        "format": "poetry",
        "text": "§¶“Present your argument,” says the Lord.\/“Produce your evidence,” says Jacob’s king."
    },
    "18474": {
        "format": "poetry",
        "text": "\/“Let them produce evidence! Let them tell us what will happen!\/Tell us about your earlier predictive oracles,\/so we may examine them and see how they were fulfilled.\/Or decree for us some future events!"
    },
    "18475": {
        "format": "poetry",
        "text": "\/Predict how future events will turn out,\/so we might know you are gods.\/Yes, do something good or bad,\/so we might be frightened and in awe."
    },
    "18476": {
        "format": "poetry",
        "text": "\/Look, you are nothing, and your accomplishments are nonexistent;\/the one who chooses to worship you is disgusting."
    },
    "18477": {
        "format": "poetry",
        "text": "\/I have stirred up one out of the north and he advances,\/one from the eastern horizon who prays in my name.\/He steps on rulers as if they were clay,\/like a potter treading the clay."
    },
    "18478": {
        "format": "poetry",
        "text": "\/Who decreed this from the beginning, so we could know?\/Who announced it ahead of time, so we could say, ‘He’s correct’?\/Indeed, none of them decreed it!\/Indeed, none of them announced it!\/Indeed, no one heard you say anything!"
    },
    "18479": {
        "format": "poetry",
        "text": "\/I first decreed to Zion, ‘Look, here’s what will happen!’\/I sent a herald to Jerusalem."
    },
    "18480": {
        "format": "poetry",
        "text": "\/I look, but there is no one,\/among them there is no one who serves as an adviser,\/that I might ask questions and receive answers."
    },
    "18481": {
        "format": "poetry",
        "text": "\/Look, all of them are nothing,\/their accomplishments are nonexistent;\/their metal images lack any real substance."
    },
    "18482": {
        "format": "poetry",
        "text": "§¶“Here is my servant whom I support,\/my chosen one in whom I take pleasure.\/I have placed my spirit on him;\/he will make just decrees for the nations."
    },
    "18483": {
        "format": "poetry",
        "text": "\/He will not cry out or shout;\/he will not publicize himself in the streets."
    },
    "18484": {
        "format": "poetry",
        "text": "\/A crushed reed he will not break,\/a dim wick he will not extinguish;\/he will faithfully make just decrees."
    },
    "18485": {
        "format": "poetry",
        "text": "\/He will not grow dim or be crushed\/before establishing justice on the earth;\/the coastlands will wait in anticipation for his decrees.”"
    },
    "18486": {
        "format": "poetry",
        "text": "\/This is what the true God, the Lord, says—\/the one who created the sky and stretched it out,\/the one who fashioned the earth and everything that lives on it,\/the one who gives breath to the people on it,\/and life to those who live on it:"
    },
    "18487": {
        "format": "poetry",
        "text": "\/“I, the Lord, officially commission you;\/I take hold of your hand.\/I protect you and make you a covenant mediator for people,\/and a light to the nations,"
    },
    "18488": {
        "format": "poetry",
        "text": "\/to open blind eyes,\/to release prisoners from dungeons,\/those who live in darkness from prisons."
    },
    "18489": {
        "format": "poetry",
        "text": "§¶I am the Lord! That is my name!\/I will not share my glory with anyone else,\/or the praise due me with idols."
    },
    "18490": {
        "format": "poetry",
        "text": "\/Look, my earlier predictive oracles have come to pass;\/now I announce new events.\/Before they begin to occur,\/I reveal them to you.”"
    },
    "18491": {
        "format": "poetry",
        "text": "\/Sing to the Lord a brand new song!\/Praise him from the horizon of the earth,\/you who go down to the sea, and everything that lives in it,\/you coastlands and those who live there!"
    },
    "18492": {
        "format": "poetry",
        "text": "\/Let the desert and its cities shout out,\/the towns where the nomads of Kedar live!\/Let the residents of Sela shout joyfully;\/let them shout loudly from the mountaintops."
    },
    "18493": {
        "format": "poetry",
        "text": "\/Let them give the Lord the honor he deserves;\/let them praise his deeds in the coastlands."
    },
    "18494": {
        "format": "poetry",
        "text": "\/The Lord emerges like a hero,\/like a warrior he inspires himself for battle;\/he shouts, yes, he yells,\/he shows his enemies his power."
    },
    "18495": {
        "format": "poetry",
        "text": "\/“I have been inactive for a long time;\/I kept quiet and held back.\/Like a woman in labor I groan;\/I pant and gasp."
    },
    "18496": {
        "format": "poetry",
        "text": "\/I will make the trees on the mountains and hills wither up;\/I will dry up all their vegetation.\/I will turn streams into islands,\/and dry up pools of water."
    },
    "18497": {
        "format": "poetry",
        "text": "\/I will lead the blind along an unfamiliar way;\/I will guide them down paths they have never traveled.\/I will turn the darkness in front of them into light,\/and level out the rough ground.\/This is what I will do for them.\/I will not abandon them."
    },
    "18498": {
        "format": "poetry",
        "text": "\/Those who trust in idols\/will turn back and be utterly humiliated,\/those who say to metal images, ‘You are our gods.’”"
    },
    "18499": {
        "format": "poetry",
        "text": "§¶“Listen, you deaf ones!\/Take notice, you blind ones!"
    },
    "18500": {
        "format": "poetry",
        "text": "\/My servant is truly blind,\/my messenger is truly deaf.\/My covenant partner, the servant of the Lord, is truly blind."
    },
    "18501": {
        "format": "poetry",
        "text": "\/You see many things, but don’t comprehend;\/their ears are open, but do not hear.”"
    },
    "18502": {
        "format": "poetry",
        "text": "\/The Lord wanted to exhibit his justice\/by magnifying his law and displaying it."
    },
    "18503": {
        "format": "poetry",
        "text": "\/But these people are looted and plundered;\/all of them are trapped in pits\/and held captive in prisons.\/They were carried away as loot with no one to rescue them;\/they were carried away as plunder, and no one says, “Bring that back!”"
    },
    "18504": {
        "format": "poetry",
        "text": "\/Who among you will pay attention to this?\/Who will listen attentively in the future?"
    },
    "18505": {
        "format": "poetry",
        "text": "\/Who handed Jacob over to the robber?\/Who handed Israel over to the looters?\/Was it not the Lord, against whom we sinned?\/They refused to follow his commands;\/they disobeyed his law."
    },
    "18506": {
        "format": "poetry",
        "text": "\/So he poured out his fierce anger on them,\/along with the devastation of war.\/Its flames encircled them, but they did not realize it;\/it burned against them, but they did not notice."
    },
    "18507": {
        "format": "poetry",
        "text": "§¶Now, this is what the Lord says,\/the one who created you, O Jacob,\/and formed you, O Israel:\/“Don’t be afraid, for I will protect you.\/I call you by name, you are mine."
    },
    "18508": {
        "format": "poetry",
        "text": "\/When you pass through the waters, I am with you;\/when you pass through the streams, they will not overwhelm you.\/When you walk through the fire, you will not be burned;\/the flames will not harm you."
    },
    "18509": {
        "format": "poetry",
        "text": "\/For I am the Lord your God,\/the Holy One of Israel, your deliverer.\/I have handed over Egypt as a ransom price,\/Ethiopia and Seba in place of you."
    },
    "18510": {
        "format": "poetry",
        "text": "\/Since you are precious and special in my sight,\/and I love you,\/I will hand over people in place of you,\/nations in place of your life."
    },
    "18511": {
        "format": "poetry",
        "text": "\/Don’t be afraid, for I am with you.\/From the east I will bring your descendants;\/from the west I will gather you."
    },
    "18512": {
        "format": "poetry",
        "text": "\/I will say to the north, ‘Hand them over!’\/and to the south, ‘Don’t hold any back!’\/Bring my sons from distant lands,\/and my daughters from the remote regions of the earth,"
    },
    "18513": {
        "format": "poetry",
        "text": "\/everyone who belongs to me,\/whom I created for my glory,\/whom I formed—yes, whom I made!"
    },
    "18514": {
        "format": "poetry",
        "text": "§¶Bring out the people who are blind, even though they have eyes,\/those who are deaf, even though they have ears!"
    },
    "18515": {
        "format": "poetry",
        "text": "\/All nations gather together,\/the peoples assemble.\/Who among them announced this?\/Who predicted earlier events for us?\/Let them produce their witnesses to testify they were right;\/let them listen and affirm, ‘It is true.’"
    },
    "18516": {
        "format": "poetry",
        "text": "\/You are my witnesses,” says the Lord,\/“my servant whom I have chosen,\/so that you may consider and believe in me,\/and understand that I am he.\/No god was formed before me,\/and none will outlive me."
    },
    "18517": {
        "format": "poetry",
        "text": "\/I, I am the Lord,\/and there is no deliverer besides me."
    },
    "18518": {
        "format": "poetry",
        "text": "\/I decreed and delivered and proclaimed,\/and there was no other god among you.\/You are my witnesses,” says the Lord, “that I am God."
    },
    "18519": {
        "format": "poetry",
        "text": "\/From this day forward I am he;\/no one can deliver from my power;\/I will act, and who can prevent it?”"
    },
    "18520": {
        "format": "poetry",
        "text": "§¶This is what the Lord says,\/your protector, the Holy One of Israel:\/“For your sake I send to Babylon\/and make them all fugitives,\/turning the Babylonians’ joyful shouts into mourning songs."
    },
    "18521": {
        "format": "poetry",
        "text": "\/I am the Lord, your Holy One,\/the one who created Israel, your king.”"
    },
    "18522": {
        "format": "poetry",
        "text": "\/This is what the Lord says,\/the one who made a road through the sea,\/a pathway through the surging waters,"
    },
    "18523": {
        "format": "poetry",
        "text": "\/the one who led chariots and horses to destruction,\/together with a mighty army.\/They fell down, never to rise again;\/they were extinguished, put out like a burning wick:"
    },
    "18524": {
        "format": "poetry",
        "text": "\/“Don’t remember these earlier events;\/don’t recall these former events."
    },
    "18525": {
        "format": "poetry",
        "text": "\/“Look, I am about to do something new.\/Now it begins to happen! Do you not recognize it?\/Yes, I will make a road in the desert\/and paths in the wilderness."
    },
    "18526": {
        "format": "poetry",
        "text": "\/The wild animals of the desert honor me,\/the jackals and ostriches,\/because I put water in the desert\/and streams in the wilderness,\/to quench the thirst of my chosen people,"
    },
    "18527": {
        "format": "poetry",
        "text": "\/the people whom I formed for myself,\/so they might praise me.”"
    },
    "18528": {
        "format": "poetry",
        "text": "§¶“But you did not call for me, O Jacob;\/you did not long for me, O Israel."
    },
    "18529": {
        "format": "poetry",
        "text": "\/You did not bring me lambs for your burnt offerings;\/you did not honor me with your sacrifices.\/I did not burden you with offerings;\/I did not make you weary by demanding incense."
    },
    "18530": {
        "format": "poetry",
        "text": "\/You did not buy me aromatic reeds;\/you did not present to me the fat of your sacrifices.\/Yet you burdened me with your sins;\/you made me weary with your evil deeds."
    },
    "18531": {
        "format": "poetry",
        "text": "\/I, I am the one who blots out your rebellious deeds for my sake;\/your sins I do not remember."
    },
    "18532": {
        "format": "poetry",
        "text": "\/Remind me of what happened! Let’s debate!\/You, prove to me that you are right!"
    },
    "18533": {
        "format": "poetry",
        "text": "\/The father of your nation sinned;\/your spokesmen rebelled against me."
    },
    "18534": {
        "format": "poetry",
        "text": "\/So I defiled your holy princes,\/and handed Jacob over to destruction,\/and subjected Israel to humiliating abuse.”"
    },
    "18535": {
        "format": "poetry",
        "text": "§¶“Now, listen, Jacob my servant,\/Israel whom I have chosen!”"
    },
    "18536": {
        "format": "poetry",
        "text": "\/This is what the Lord, the one who made you, says—\/the one who formed you in the womb and helps you:\/“Don’t be afraid, my servant Jacob,\/Jeshurun, whom I have chosen!"
    },
    "18537": {
        "format": "poetry",
        "text": "\/For I will pour water on the parched ground\/and cause streams to flow on the dry land.\/I will pour my spirit on your offspring\/and my blessing on your children."
    },
    "18538": {
        "format": "poetry",
        "text": "\/They will sprout up like a tree in the grass,\/like poplars beside channels of water."
    },
    "18539": {
        "format": "poetry",
        "text": "\/One will say, ‘I belong to the Lord,’\/and another will use the name ‘Jacob.’\/One will write on his hand, ‘The Lord’s,’\/and use the name ‘Israel.’”"
    },
    "18540": {
        "format": "poetry",
        "text": "§¶This is what the Lord, Israel’s king, says,\/their protector, the Lord who commands armies:\/“I am the first and I am the last,\/there is no God but me."
    },
    "18541": {
        "format": "poetry",
        "text": "\/Who is like me? Let him make his claim!\/Let him announce it and explain it to me—\/since I established an ancient people—\/let them announce future events!"
    },
    "18542": {
        "format": "poetry",
        "text": "\/Don’t panic! Don’t be afraid!\/Did I not tell you beforehand and decree it?\/You are my witnesses! Is there any God but me?\/There is no other sheltering rock; I know of none."
    },
    "18543": {
        "format": "poetry",
        "text": "\/All who form idols are nothing;\/the things in which they delight are worthless.\/Their witnesses cannot see;\/they recognize nothing, so they are put to shame."
    },
    "18544": {
        "format": "poetry",
        "text": "\/Who forms a god and casts an idol\/that will prove worthless?"
    },
    "18545": {
        "format": "poetry",
        "text": "\/Look, all his associates will be put to shame;\/the craftsmen are mere humans.\/Let them all assemble and take their stand!\/They will panic and be put to shame."
    },
    "18546": {
        "format": "poetry",
        "text": "\/A blacksmith works with his tool\/and forges metal over the coals.\/He forms it with hammers;\/he makes it with his strong arm.\/He gets hungry and loses his energy;\/he drinks no water and gets tired."
    },
    "18547": {
        "format": "poetry",
        "text": "\/A carpenter takes measurements;\/he marks out an outline of its form;\/he scrapes it with chisels,\/and marks it with a compass.\/He patterns it after the human form,\/like a well‑built human being,\/and puts it in a shrine."
    },
    "18548": {
        "format": "poetry",
        "text": "\/He cuts down cedars\/and acquires a cypress or an oak.\/He gets trees from the forest;\/he plants a cedar and the rain makes it grow."
    },
    "18549": {
        "format": "poetry",
        "text": "\/A man uses it to make a fire;\/he takes some of it and warms himself.\/Yes, he kindles a fire and bakes bread.\/Then he makes a god and worships it;\/he makes an idol and bows down to it."
    },
    "18550": {
        "format": "poetry",
        "text": "\/Half of it he burns in the fire—\/over that half he cooks meat;\/he roasts a meal and fills himself.\/Yes, he warms himself and says,\/‘Ah! I am warm as I look at the fire.’"
    },
    "18551": {
        "format": "poetry",
        "text": "\/With the rest of it he makes a god, his idol;\/he bows down to it and worships it.\/He prays to it, saying,\/‘Rescue me, for you are my god!’"
    },
    "18552": {
        "format": "poetry",
        "text": "\/They do not comprehend or understand,\/for their eyes are blind and cannot see;\/their minds do not discern."
    },
    "18553": {
        "format": "poetry",
        "text": "\/No one thinks to himself,\/nor do they comprehend or understand and say to themselves:\/‘I burned half of it in the fire—\/yes, I baked bread over the coals;\/I roasted meat and ate it.\/With the rest of it should I make a disgusting idol?\/Should I bow down to dry wood?’"
    },
    "18554": {
        "format": "poetry",
        "text": "\/He feeds on ashes;\/his deceived mind misleads him.\/He cannot rescue himself,\/nor does he say, ‘Is this not a false god I hold in my right hand?’"
    },
    "18555": {
        "format": "poetry",
        "text": "\/Remember these things, O Jacob,\/O Israel, for you are my servant.\/I formed you to be my servant;\/O Israel, I will not forget you!"
    },
    "18556": {
        "format": "poetry",
        "text": "\/I remove the guilt of your rebellious deeds as if they were a cloud,\/the guilt of your sins as if they were a cloud.\/Come back to me, for I protect you.”"
    },
    "18557": {
        "format": "poetry",
        "text": "\/Shout for joy, O sky, for the Lord intervenes;\/shout out, you subterranean regions of the earth.\/O mountains, give a joyful shout;\/you too, O forest and all your trees!\/For the Lord protects Jacob;\/he reveals his splendor through Israel."
    },
    "18558": {
        "format": "poetry",
        "text": "§¶This is what the Lord, your protector, says,\/the one who formed you in the womb:\/“I am the Lord, who made everything,\/who alone stretched out the sky,\/who fashioned the earth all by myself,"
    },
    "18559": {
        "format": "poetry",
        "text": "\/who frustrates the omens of the empty talkers\/and humiliates the omen readers,\/who overturns the counsel of the wise men\/and makes their advice seem foolish,"
    },
    "18560": {
        "format": "poetry",
        "text": "\/who fulfills the oracles of his prophetic servants\/and brings to pass the announcements of his messengers,\/who says about Jerusalem, ‘She will be inhabited,’\/and about the towns of Judah, ‘They will be rebuilt,\/her ruins I will raise up,’"
    },
    "18561": {
        "format": "poetry",
        "text": "\/who says to the deep sea, ‘Be dry!\/I will dry up your sea currents,’"
    },
    "18562": {
        "format": "poetry",
        "text": "\/who commissions Cyrus, the one I appointed as shepherd\/to carry out all my wishes\/and to decree concerning Jerusalem, ‘She will be rebuilt,’\/and concerning the temple, ‘It will be reconstructed.’”"
    },
    "18563": {
        "format": "poetry",
        "text": "\/This is what the Lord says to his chosen one,\/to Cyrus, whose right hand I hold\/in order to subdue nations before him,\/and disarm kings,\/to open doors before him,\/so gates remain unclosed:"
    },
    "18564": {
        "format": "poetry",
        "text": "\/“I will go before you\/and level mountains.\/Bronze doors I will shatter\/and iron bars I will hack through."
    },
    "18565": {
        "format": "poetry",
        "text": "\/I will give you hidden treasures,\/riches stashed away in secret places,\/so you may recognize that I am the Lord,\/the one who calls you by name, the God of Israel."
    },
    "18566": {
        "format": "poetry",
        "text": "\/For the sake of my servant Jacob,\/Israel, my chosen one,\/I call you by name\/and give you a title of respect, even though you do not recognize me."
    },
    "18567": {
        "format": "poetry",
        "text": "\/I am the Lord, I have no peer,\/there is no God but me.\/I arm you for battle, even though you do not recognize me."
    },
    "18568": {
        "format": "poetry",
        "text": "\/I do this so people will recognize from east to west\/that there is no God but me;\/I am the Lord, I have no peer."
    },
    "18569": {
        "format": "poetry",
        "text": "\/I am the one who forms light\/and creates darkness;\/the one who brings about peace\/and creates calamity.\/I am the Lord, who accomplishes all these things."
    },
    "18570": {
        "format": "poetry",
        "text": "\/O sky, rain down from above!\/Let the clouds send down showers of deliverance!\/Let the earth absorb it so salvation may grow,\/and deliverance may sprout up along with it.\/I, the Lord, create it."
    },
    "18571": {
        "format": "poetry",
        "text": "§¶One who argues with his Creator is in grave danger,\/one who is like a mere shard among the other shards on the ground!\/The clay should not say to the potter,\/“What in the world are you doing?\/Your work lacks skill!”"
    },
    "18572": {
        "format": "poetry",
        "text": "\/Danger awaits one who says to his father,\/“What in the world are you fathering?”\/and to his mother,\/“What in the world are you bringing forth?”"
    },
    "18573": {
        "format": "poetry",
        "text": "\/This is what the Lord says,\/the Holy One of Israel, the one who formed him,\/concerning things to come:\/“How dare you question me about my children!\/How dare you tell me what to do with the work of my own hands!"
    },
    "18574": {
        "format": "poetry",
        "text": "\/I made the earth,\/I created the people who live on it.\/It was me—my hands stretched out the sky,\/I give orders to all the heavenly lights."
    },
    "18575": {
        "format": "poetry",
        "text": "\/It is me—I stir him up and commission him;\/I will make all his ways level.\/He will rebuild my city;\/he will send my exiled people home,\/but not for a price or a bribe,”\/says the Lord who commands armies."
    },
    "18576": {
        "format": "poetry",
        "text": "§¶This is what the Lord says:\/“The profit of Egypt and the revenue of Ethiopia,\/along with the Sabeans, those tall men,\/will be brought to you and become yours.\/They will walk behind you, coming along in chains.\/They will bow down to you\/and pray to you:\/‘Truly God is with you; he has no peer;\/there is no other God!’”"
    },
    "18577": {
        "format": "poetry",
        "text": "\/Yes, you are a God who keeps hidden,\/O God of Israel, deliverer!"
    },
    "18578": {
        "format": "poetry",
        "text": "\/They will all be ashamed and embarrassed;\/those who fashion idols will all be humiliated."
    },
    "18579": {
        "format": "poetry",
        "text": "\/Israel will be delivered once and for all by the Lord;\/you will never again be ashamed or humiliated."
    },
    "18580": {
        "format": "poetry",
        "text": "\/For this is what the Lord says,\/the one who created the sky—\/he is the true God,\/the one who formed the earth and made it;\/he established it,\/he did not create it without order,\/he formed it to be inhabited—\/“I am the Lord, I have no peer."
    },
    "18581": {
        "format": "poetry",
        "text": "\/I have not spoken in secret,\/in some hidden place.\/I did not tell Jacob’s descendants,\/‘Seek me in vain!’\/I am the Lord,\/the one who speaks honestly,\/who makes reliable announcements."
    },
    "18582": {
        "format": "poetry",
        "text": "\/Gather together and come!\/Approach together, you refugees from the nations!\/Those who carry wooden idols know nothing,\/those who pray to a god that cannot deliver."
    },
    "18583": {
        "format": "poetry",
        "text": "\/Tell me! Present the evidence!\/Let them consult with one another!\/Who predicted this in the past?\/Who announced it beforehand?\/Was it not I, the Lord?\/I have no peer, there is no God but me,\/a God who vindicates and delivers;\/there is none but me."
    },
    "18584": {
        "format": "poetry",
        "text": "\/Turn to me so you can be delivered,\/all you who live in the earth’s remote regions!\/For I am God, and I have no peer."
    },
    "18585": {
        "format": "poetry",
        "text": "\/I solemnly make this oath—\/what I say is true and reliable:\/‘Surely every knee will bow to me,\/every tongue will solemnly affirm;"
    },
    "18586": {
        "format": "poetry",
        "text": "\/they will say about me,\/“Yes, the Lord is a powerful deliverer.”’”\/All who are angry at him will cower before him."
    },
    "18587": {
        "format": "poetry",
        "text": "\/All the descendants of Israel will be vindicated by the Lord\/and will boast in him."
    },
    "18588": {
        "format": "poetry",
        "text": "§¶Bel kneels down,\/Nebo bends low.\/Their images weigh down animals and beasts.\/Your heavy images are burdensome to tired animals."
    },
    "18589": {
        "format": "poetry",
        "text": "\/Together they bend low and kneel down;\/they are unable to rescue the images;\/they themselves head off into captivity."
    },
    "18590": {
        "format": "poetry",
        "text": "\/“Listen to me, O family of Jacob,\/all you who are left from the family of Israel,\/you who have been carried from birth,\/you who have been supported from the time you left the womb."
    },
    "18591": {
        "format": "poetry",
        "text": "\/Even when you are old, I will take care of you,\/even when you have gray hair, I will carry you.\/I made you and I will support you;\/I will carry you and rescue you."
    },
    "18592": {
        "format": "poetry",
        "text": "\/To whom can you compare and liken me?\/Tell me whom you think I resemble, so we can be compared!"
    },
    "18593": {
        "format": "poetry",
        "text": "\/Those who empty out gold from a purse\/and weigh out silver on the scale\/hire a metalsmith, who makes it into a god.\/They then bow down and worship it."
    },
    "18594": {
        "format": "poetry",
        "text": "\/They put it on their shoulder and carry it;\/they put it in its place and it just stands there;\/it does not move from its place.\/Even when someone cries out to it, it does not reply;\/it does not deliver him from his distress."
    },
    "18595": {
        "format": "poetry",
        "text": "\/Remember this, so you can be brave!\/Think about it, you rebels!"
    },
    "18596": {
        "format": "poetry",
        "text": "\/Remember what I accomplished in antiquity!\/Truly I am God, I have no peer;\/I am God, and there is none like me,"
    },
    "18597": {
        "format": "poetry",
        "text": "\/who announces the end from the beginning\/and reveals beforehand what has not yet occurred,\/who says, ‘My plan will be realized,\/I will accomplish what I desire,’"
    },
    "18598": {
        "format": "poetry",
        "text": "\/who summons an eagle from the east,\/from a distant land, one who carries out my plan.\/Yes, I have decreed,\/yes, I will bring it to pass;\/I have formulated a plan,\/yes, I will carry it out."
    },
    "18599": {
        "format": "poetry",
        "text": "\/Listen to me, you stubborn people,\/you who distance yourself from doing what is right."
    },
    "18600": {
        "format": "poetry",
        "text": "\/I am bringing my deliverance near, it is not far away;\/I am bringing my salvation near, it does not wait.\/I will save Zion;\/I will adorn Israel with my splendor.”"
    },
    "18601": {
        "format": "poetry",
        "text": "§¶“Fall down! Sit in the dirt,\/O virgin daughter Babylon!\/Sit on the ground, not on a throne,\/O daughter of the Babylonians!\/Indeed, you will no longer be called delicate and pampered."
    },
    "18602": {
        "format": "poetry",
        "text": "\/Pick up millstones and grind flour!\/Remove your veil,\/strip off your skirt,\/expose your legs,\/cross the streams!"
    },
    "18603": {
        "format": "poetry",
        "text": "\/Let your private parts be exposed!\/Your genitals will be on display!\/I will get revenge;\/I will not have pity on anyone,”"
    },
    "18604": {
        "format": "poetry",
        "text": "\/says our protector—\/the Lord who commands armies is his name,\/the Holy One of Israel."
    },
    "18605": {
        "format": "poetry",
        "text": "\/“Sit silently! Go to a hiding place,\/O daughter of the Babylonians!\/Indeed, you will no longer be called ‘Queen of kingdoms.’"
    },
    "18606": {
        "format": "poetry",
        "text": "\/I was angry at my people;\/I defiled my special possession\/and handed them over to you.\/You showed them no mercy;\/you even placed a very heavy burden on old people."
    },
    "18607": {
        "format": "poetry",
        "text": "\/You said,\/‘I will rule forever as permanent queen!’\/You did not think about these things;\/you did not consider how it would turn out."
    },
    "18608": {
        "format": "poetry",
        "text": "\/So now, listen to this,\/O one who lives so lavishly,\/who lives securely,\/who says to herself,\/‘I am unique! No one can compare to me!\/I will never have to live as a widow;\/I will never lose my children.’"
    },
    "18609": {
        "format": "poetry",
        "text": "\/Both of these will come upon you\/suddenly, in one day!\/You will lose your children and be widowed.\/You will be overwhelmed by these tragedies,\/despite your many incantations\/and your numerous amulets."
    },
    "18610": {
        "format": "poetry",
        "text": "\/You were complacent in your evil deeds;\/you thought, ‘No one sees me.’\/Your self‑professed wisdom and knowledge lead you astray,\/when you say, ‘I am unique! No one can compare to me!’"
    },
    "18611": {
        "format": "poetry",
        "text": "\/Disaster will overtake you;\/you will not know how to charm it away.\/Destruction will fall on you;\/you will not be able to appease it.\/Calamity will strike you suddenly,\/before you recognize it."
    },
    "18612": {
        "format": "poetry",
        "text": "\/Persist in trusting your amulets\/and your many incantations,\/which you have faithfully recited since your youth!\/Maybe you will be successful—\/maybe you will scare away disaster."
    },
    "18613": {
        "format": "poetry",
        "text": "\/You are tired out from listening to so much advice.\/Let them take their stand—\/the ones who see omens in the sky,\/who gaze at the stars,\/who make monthly predictions—\/let them rescue you from the disaster that is about to overtake you!"
    },
    "18614": {
        "format": "poetry",
        "text": "\/Look, they are like straw,\/which the fire burns up;\/they cannot rescue themselves\/from the heat of the flames.\/There are no coals to warm them,\/no firelight to enjoy."
    },
    "18615": {
        "format": "poetry",
        "text": "\/They will disappoint you,\/those you have so faithfully dealt with since your youth.\/Each strays off in his own direction,\/leaving no one to rescue you.”"
    },
    "18616": {
        "format": "poetry",
        "text": "§¶Listen to this, O family of Jacob,\/you who are called by the name ‘Israel,’\/and are descended from Judah,\/who take oaths in the name of the Lord,\/and invoke the God of Israel—\/but not in an honest and just manner."
    },
    "18617": {
        "format": "poetry",
        "text": "\/Indeed, they live in the holy city;\/they trust in the God of Israel,\/whose name is the Lord who commands armies."
    },
    "18618": {
        "format": "poetry",
        "text": "\/“I announced events beforehand,\/I issued the decrees and made the predictions;\/suddenly I acted and they came to pass."
    },
    "18619": {
        "format": "poetry",
        "text": "\/I did this because I know how stubborn you are.\/Your neck muscles are like iron\/and your forehead like bronze."
    },
    "18620": {
        "format": "poetry",
        "text": "\/I announced them to you beforehand;\/before they happened, I predicted them for you,\/so you could never say,\/‘My image did these things,\/my idol, my cast image, decreed them.’"
    },
    "18621": {
        "format": "poetry",
        "text": "\/You have heard; now look at all the evidence!\/Will you not admit that what I say is true?\/From this point on I am announcing to you new events\/that are previously unrevealed and you do not know about."
    },
    "18622": {
        "format": "poetry",
        "text": "\/Now they come into being, not in the past;\/before today you did not hear about them,\/so you could not say,\/‘Yes, I know about them.’"
    },
    "18623": {
        "format": "poetry",
        "text": "\/You did not hear,\/you do not know,\/you were not told beforehand.\/For I know that you are very deceitful;\/you were labeled a rebel from birth."
    },
    "18624": {
        "format": "poetry",
        "text": "\/For the sake of my reputation I hold back my anger;\/for the sake of my prestige I restrain myself from destroying you."
    },
    "18625": {
        "format": "poetry",
        "text": "\/Look, I have refined you, but not as silver;\/I have purified you in the furnace of misery."
    },
    "18626": {
        "format": "poetry",
        "text": "\/For my sake alone I will act,\/for how can I allow my name to be defiled?\/I will not share my glory with anyone else!"
    },
    "18627": {
        "format": "poetry",
        "text": "\/Listen to me, O Jacob,\/Israel, whom I summoned!\/I am the one;\/I am present at the very beginning\/and at the very end."
    },
    "18628": {
        "format": "poetry",
        "text": "\/Yes, my hand founded the earth;\/my right hand spread out the sky.\/I summon them;\/they stand together."
    },
    "18629": {
        "format": "poetry",
        "text": "\/All of you, gather together and listen!\/Who among them announced these things?\/The Lord’s ally will carry out his desire against Babylon;\/he will exert his power against the Babylonians."
    },
    "18630": {
        "format": "poetry",
        "text": "\/I, I have spoken—\/yes, I have summoned him;\/I lead him and he will succeed."
    },
    "18631": {
        "format": "poetry",
        "text": "\/Approach me! Listen to this!\/From the very first I have not spoken in secret;\/when it happens, I am there.”\/So now, the sovereign Lord has sent me, accompanied by his spirit."
    },
    "18632": {
        "format": "poetry",
        "text": "\/This is what the Lord, your protector, says,\/the Holy One of Israel:\/“I am the Lord your God,\/who teaches you how to succeed,\/who leads you in the way you should go."
    },
    "18633": {
        "format": "poetry",
        "text": "\/If only you had obeyed my commandments,\/prosperity would have flowed to you like a river,\/deliverance would have come to you like the waves of the sea."
    },
    "18634": {
        "format": "poetry",
        "text": "\/Your descendants would have been as numerous as sand,\/and your children like its granules.\/Their name would not have been cut off\/and eliminated from my presence."
    },
    "18635": {
        "format": "poetry",
        "text": "\/Leave Babylon!\/Flee from the Babylonians!\/Announce it with a shout of joy!\/Make this known!\/Proclaim it throughout the earth!\/Say, ‘The Lord protects his servant Jacob."
    },
    "18636": {
        "format": "poetry",
        "text": "\/They do not thirst as he leads them through dry regions;\/he makes water flow out of a rock for them;\/he splits open a rock and water flows out.’"
    },
    "18637": {
        "format": "poetry",
        "text": "\/There will be no prosperity for the wicked,” says the Lord."
    },
    "18638": {
        "format": "poetry",
        "text": "§¶Listen to me, you coastlands!\/Pay attention, you people who live far away!\/The Lord summoned me from birth;\/he commissioned me when my mother brought me into the world."
    },
    "18639": {
        "format": "poetry",
        "text": "\/He made my mouth like a sharp sword,\/he hid me in the hollow of his hand;\/he made me like a sharpened arrow,\/he hid me in his quiver."
    },
    "18640": {
        "format": "poetry",
        "text": "\/He said to me, “You are my servant,\/Israel, through whom I will reveal my splendor.”"
    },
    "18641": {
        "format": "poetry",
        "text": "\/But I thought, “I have worked in vain;\/I have expended my energy for absolutely nothing.”\/But the Lord will vindicate me;\/my God will reward me."
    },
    "18642": {
        "format": "poetry",
        "text": "\/So now the Lord says,\/the one who formed me from birth to be his servant—\/he did this to restore Jacob to himself,\/so that Israel might be gathered to him;\/and I will be honored in the Lord’s sight,\/for my God is my source of strength—"
    },
    "18643": {
        "format": "poetry",
        "text": "\/he says, “Is it too insignificant a task for you to be my servant,\/to reestablish the tribes of Jacob,\/and restore the remnant of Israel?\/I will make you a light to the nations,\/so you can bring my deliverance to the remote regions of the earth.”"
    },
    "18644": {
        "format": "poetry",
        "text": "\/This is what the Lord,\/the protector of Israel, their Holy One, says\/to the one who is despised and rejected by nations,\/a servant of rulers:\/“Kings will see and rise in respect,\/princes will bow down,\/because of the faithful Lord,\/the Holy One of Israel who has chosen you.”"
    },
    "18645": {
        "format": "poetry",
        "text": "\/This is what the Lord says:\/“At the time I decide to show my favor, I will respond to you;\/in the day of deliverance I will help you;\/I will protect you and make you a covenant mediator for people,\/to rebuild the land\/and to reassign the desolate property."
    },
    "18646": {
        "format": "poetry",
        "text": "\/You will say to the prisoners, ‘Come out,’\/and to those who are in dark dungeons, ‘Emerge.’\/They will graze beside the roads;\/on all the slopes they will find pasture."
    },
    "18647": {
        "format": "poetry",
        "text": "\/They will not be hungry or thirsty;\/the sun’s oppressive heat will not beat down on them,\/for one who has compassion on them will guide them;\/he will lead them to springs of water."
    },
    "18648": {
        "format": "poetry",
        "text": "\/I will make all my mountains into a road;\/I will construct my roadways.”"
    },
    "18649": {
        "format": "poetry",
        "text": "\/Look, they come from far away!\/Look, some come from the north and west,\/and others from the land of Sinim!"
    },
    "18650": {
        "format": "poetry",
        "text": "\/Shout for joy, O sky!\/Rejoice, O earth!\/Let the mountains give a joyful shout!\/For the Lord consoles his people\/and shows compassion to the oppressed."
    },
    "18651": {
        "format": "poetry",
        "text": "§¶“Zion said, ‘The Lord has abandoned me,\/the sovereign master has forgotten me.’"
    },
    "18652": {
        "format": "poetry",
        "text": "\/Can a woman forget her baby who nurses at her breast?\/Can she withhold compassion from the child she has borne?\/Even if mothers were to forget,\/I could never forget you!"
    },
    "18653": {
        "format": "poetry",
        "text": "\/Look, I have inscribed your name on my palms;\/your walls are constantly before me."
    },
    "18654": {
        "format": "poetry",
        "text": "\/Your children hurry back,\/while those who destroyed and devastated you depart."
    },
    "18655": {
        "format": "poetry",
        "text": "\/Look all around you!\/All of them gather to you.\/As surely as I live,” says the Lord,\/“you will certainly wear all of them like jewelry;\/you will put them on as if you were a bride."
    },
    "18656": {
        "format": "poetry",
        "text": "\/Yes, your land lies in ruins;\/it is desolate and devastated.\/But now you will be too small to hold your residents,\/and those who devoured you will be far away."
    },
    "18657": {
        "format": "poetry",
        "text": "\/Yet the children born during your time of bereavement\/will say within your hearing,\/‘This place is too cramped for us,\/make room for us so we can live here.’"
    },
    "18658": {
        "format": "poetry",
        "text": "\/Then you will think to yourself,\/‘Who bore these children for me?\/I was bereaved and barren,\/dismissed and divorced.\/Who raised these children?\/Look, I was left all alone;\/where did these children come from?’”"
    },
    "18659": {
        "format": "poetry",
        "text": "\/This is what the sovereign Lord says:\/“Look I will raise my hand to the nations;\/I will raise my signal flag to the peoples.\/They will bring your sons in their arms\/and carry your daughters on their shoulders."
    },
    "18660": {
        "format": "poetry",
        "text": "\/Kings will be your children’s guardians;\/their princesses will nurse your children.\/With their faces to the ground they will bow down to you\/and they will lick the dirt on your feet.\/Then you will recognize that I am the Lord;\/those who wait patiently for me are not put to shame."
    },
    "18661": {
        "format": "poetry",
        "text": "\/Can spoils be taken from a warrior,\/or captives be rescued from a conqueror?"
    },
    "18662": {
        "format": "poetry",
        "text": "\/Indeed,” says the Lord,\/“captives will be taken from a warrior;\/spoils will be rescued from a conqueror.\/I will oppose your adversary\/and I will rescue your children."
    },
    "18663": {
        "format": "poetry",
        "text": "\/I will make your oppressors eat their own flesh;\/they will get drunk on their own blood, as if it were wine.\/Then all humankind will recognize that\/I am the Lord, your deliverer,\/your protector, the powerful Ruler of Jacob.”"
    },
    "18664": {
        "format": "poetry",
        "text": "\/This is what the Lord says:\/“Where is your mother’s divorce certificate\/by which I divorced her?\/Or to which of my creditors did I sell you?\/Look, you were sold because of your sins;\/because of your rebellious acts I divorced your mother."
    },
    "18665": {
        "format": "poetry",
        "text": "\/Why does no one challenge me when I come?\/Why does no one respond when I call?\/Is my hand too weak to deliver you?\/Do I lack the power to rescue you?\/Look, with a mere shout I can dry up the sea;\/I can turn streams into a desert,\/so the fish rot away and die\/from lack of water."
    },
    "18666": {
        "format": "poetry",
        "text": "\/I can clothe the sky in darkness;\/I can cover it with sackcloth.”"
    },
    "18667": {
        "format": "poetry",
        "text": "§¶The sovereign Lord has given me the capacity to be his spokesman,\/so that I know how to help the weary.\/He wakes me up every morning;\/he makes me alert so I can listen attentively as disciples do."
    },
    "18668": {
        "format": "poetry",
        "text": "\/The sovereign Lord has spoken to me clearly;\/I have not rebelled,\/I have not turned back."
    },
    "18669": {
        "format": "poetry",
        "text": "\/I offered my back to those who attacked,\/my jaws to those who tore out my beard;\/I did not hide my face\/from insults and spitting."
    },
    "18670": {
        "format": "poetry",
        "text": "\/But the sovereign Lord helps me,\/so I am not humiliated.\/For that reason I am steadfastly resolved;\/I know I will not be put to shame."
    },
    "18671": {
        "format": "poetry",
        "text": "\/The one who vindicates me is close by.\/Who dares to argue with me? Let us confront each other!\/Who is my accuser? Let him challenge me!"
    },
    "18672": {
        "format": "poetry",
        "text": "\/Look, the sovereign Lord helps me.\/Who dares to condemn me?\/Look, all of them will wear out like clothes;\/a moth will eat away at them."
    },
    "18673": {
        "format": "poetry",
        "text": "\/Who among you fears the Lord?\/Who obeys his servant?\/Whoever walks in deep darkness,\/without light,\/should trust in the name of the Lord\/and rely on his God."
    },
    "18674": {
        "format": "poetry",
        "text": "\/Look, all of you who start a fire\/and who equip yourselves with flaming arrows,\/walk in the light of the fire you started\/and among the flaming arrows you ignited!\/This is what you will receive from me:\/you will lie down in a place of pain."
    },
    "18675": {
        "format": "poetry",
        "text": "§¶“Listen to me, you who pursue godliness,\/who seek the Lord!\/Look at the rock from which you were chiseled,\/at the quarry from which you were dug!"
    },
    "18676": {
        "format": "poetry",
        "text": "\/Look at Abraham, your father,\/and Sarah, who gave you birth.\/When I summoned him, he was a lone individual,\/but I blessed him and gave him numerous descendants."
    },
    "18677": {
        "format": "poetry",
        "text": "\/Certainly the Lord will console Zion;\/he will console all her ruins.\/He will make her wilderness like Eden,\/her desert like the Garden of the Lord.\/Happiness and joy will be restored to her,\/thanksgiving and the sound of music."
    },
    "18678": {
        "format": "poetry",
        "text": "\/Pay attention to me, my people!\/Listen to me, my people!\/For I will issue a decree,\/I will make my justice a light to the nations."
    },
    "18679": {
        "format": "poetry",
        "text": "\/I am ready to vindicate,\/I am ready to deliver,\/I will establish justice among the nations.\/The coastlands wait patiently for me;\/they wait in anticipation for the revelation of my power."
    },
    "18680": {
        "format": "poetry",
        "text": "\/Look up at the sky!\/Look at the earth below!\/For the sky will dissipate like smoke,\/and the earth will wear out like clothes;\/its residents will die like gnats.\/But the deliverance I give is permanent;\/the vindication I provide will not disappear."
    },
    "18681": {
        "format": "poetry",
        "text": "\/Listen to me, you who know what is right,\/you people who are aware of my law!\/Don’t be afraid of the insults of men;\/don’t be discouraged because of their abuse!"
    },
    "18682": {
        "format": "poetry",
        "text": "\/For a moth will eat away at them like clothes;\/a clothes moth will devour them like wool.\/But the vindication I provide will be permanent;\/the deliverance I give will last.”"
    },
    "18683": {
        "format": "poetry",
        "text": "\/Wake up! Wake up!\/Clothe yourself with strength, O arm of the Lord!\/Wake up as in former times, as in antiquity!\/Did you not smash the Proud One?\/Did you not wound the sea monster?"
    },
    "18684": {
        "format": "poetry",
        "text": "\/Did you not dry up the sea,\/the waters of the great deep?\/Did you not make a path through the depths of the sea,\/so those delivered from bondage could cross over?"
    },
    "18685": {
        "format": "poetry",
        "text": "\/Those whom the Lord has ransomed will return;\/they will enter Zion with a happy shout.\/Unending joy will crown them,\/happiness and joy will overwhelm them;\/grief and suffering will disappear."
    },
    "18686": {
        "format": "poetry",
        "text": "\/“I, I am the one who consoles you.\/Why are you afraid of mortal men,\/of mere human beings who are as short‑lived as grass?"
    },
    "18687": {
        "format": "poetry",
        "text": "\/Why do you forget the Lord, who made you,\/who stretched out the sky\/and founded the earth?\/Why do you constantly tremble all day long\/at the anger of the oppressor,\/when he makes plans to destroy?\/Where is the anger of the oppressor?"
    },
    "18688": {
        "format": "poetry",
        "text": "\/The one who suffers will soon be released;\/he will not die in prison,\/he will not go hungry."
    },
    "18689": {
        "format": "poetry",
        "text": "\/I am the Lord your God,\/who churns up the sea so that its waves surge.\/The Lord who commands armies is his name!"
    },
    "18690": {
        "format": "poetry",
        "text": "§¶I commission you as my spokesman;\/I cover you with the palm of my hand,\/to establish the sky and to found the earth,\/to say to Zion, ‘You are my people.’”"
    },
    "18691": {
        "format": "poetry",
        "text": "\/Wake up! Wake up!\/Get up, O Jerusalem!\/You drank from the cup the Lord passed to you,\/which was full of his anger!\/You drained dry\/the goblet full of intoxicating wine."
    },
    "18692": {
        "format": "poetry",
        "text": "\/There was no one to lead her\/among all the children she bore;\/there was no one to take her by the hand\/among all the children she raised."
    },
    "18693": {
        "format": "poetry",
        "text": "\/These double disasters confronted you.\/But who feels sorry for you?\/Destruction and devastation,\/famine and sword.\/But who consoles you?"
    },
    "18694": {
        "format": "poetry",
        "text": "\/Your children faint;\/they lie at the head of every street\/like an antelope in a snare.\/They are left in a stupor by the Lord’s anger,\/by the battle cry of your God."
    },
    "18695": {
        "format": "poetry",
        "text": "\/So listen to this, oppressed one,\/who is drunk, but not from wine!"
    },
    "18696": {
        "format": "poetry",
        "text": "\/This is what your sovereign master, the Lord your God, says:\/“Look, I have removed from your hand\/the cup of intoxicating wine,\/the goblet full of my anger.\/You will no longer have to drink it."
    },
    "18697": {
        "format": "poetry",
        "text": "\/I will put it into the hand of your tormentors\/who said to you, ‘Lie down, so we can walk over you.’\/You made your back like the ground,\/and like the street for those who walked over you.”"
    },
    "18698": {
        "format": "poetry",
        "text": "\/Wake up! Wake up!\/Clothe yourself with strength, O Zion!\/Put on your beautiful clothes,\/O Jerusalem, holy city!\/For uncircumcised and unclean pagans\/will no longer invade you."
    },
    "18699": {
        "format": "poetry",
        "text": "\/Shake off the dirt!\/Get up, captive Jerusalem!\/Take off the iron chains around your neck,\/O captive daughter Zion!"
    },
    "18700": {
        "format": "poetry",
        "text": "\/For this is what the Lord says:\/“You were sold for nothing,\/and you will not be redeemed for money.”"
    },
    "18701": {
        "format": "poetry",
        "text": "\/For this is what the sovereign Lord says:\/“In the beginning my people went to live temporarily in Egypt;\/Assyria oppressed them for no good reason."
    },
    "18702": {
        "format": "poetry",
        "text": "\/And now, what do we have here?” says the Lord.\/“Indeed my people have been carried away for nothing,\/those who rule over them taunt,” says the Lord,\/“and my name is constantly slandered all day long."
    },
    "18703": {
        "format": "poetry",
        "text": "\/For this reason my people will know my name,\/for this reason they will know at that time that I am the one who says,\/‘Here I am.’”"
    },
    "18704": {
        "format": "poetry",
        "text": "\/How delightful it is to see approaching over the mountains\/the feet of a messenger who announces peace,\/a messenger who brings good news, who announces deliverance,\/who says to Zion, “Your God reigns!”"
    },
    "18705": {
        "format": "poetry",
        "text": "\/Listen, your watchmen shout;\/in unison they shout for joy,\/for they see with their very own eyes\/the Lord’s return to Zion."
    },
    "18706": {
        "format": "poetry",
        "text": "\/In unison give a joyful shout,\/O ruins of Jerusalem!\/For the Lord consoles his people;\/he protects Jerusalem."
    },
    "18707": {
        "format": "poetry",
        "text": "\/The Lord reveals his royal power\/in the sight of all the nations;\/the entire earth sees\/our God deliver."
    },
    "18708": {
        "format": "poetry",
        "text": "\/Leave! Leave! Get out of there!\/Don’t touch anything unclean!\/Get out of it!\/Stay pure, you who carry the Lord’s holy items!"
    },
    "18709": {
        "format": "poetry",
        "text": "\/Yet do not depart quickly\/or leave in a panic.\/For the Lord goes before you;\/the God of Israel is your rear guard."
    },
    "18710": {
        "format": "poetry",
        "text": "§¶“Look, my servant will succeed!\/He will be elevated, lifted high, and greatly exalted—"
    },
    "18711": {
        "format": "poetry",
        "text": "\/(just as many were horrified by the sight of you)\/he was so disfigured he no longer looked like a man;"
    },
    "18712": {
        "format": "poetry",
        "text": "\/his form was so marred he no longer looked human—\/so now he will startle many nations.\/Kings will be shocked by his exaltation,\/for they will witness something unannounced to them,\/and they will understand something they had not heard about."
    },
    "18713": {
        "format": "poetry",
        "text": "\/Who would have believed what we just heard?\/When was the Lord’s power revealed through him?"
    },
    "18714": {
        "format": "poetry",
        "text": "\/He sprouted up like a twig before God,\/like a root out of parched soil;\/he had no stately form or majesty that might catch our attention,\/no special appearance that we should want to follow him."
    },
    "18715": {
        "format": "poetry",
        "text": "\/He was despised and rejected by people,\/one who experienced pain and was acquainted with illness;\/people hid their faces from him;\/he was despised, and we considered him insignificant."
    },
    "18716": {
        "format": "poetry",
        "text": "\/But he lifted up our illnesses,\/he carried our pain;\/even though we thought he was being punished,\/attacked by God, and afflicted for something he had done."
    },
    "18717": {
        "format": "poetry",
        "text": "\/He was wounded because of our rebellious deeds,\/crushed because of our sins;\/he endured punishment that made us well;\/because of his wounds we have been healed."
    },
    "18718": {
        "format": "poetry",
        "text": "\/All of us had wandered off like sheep;\/each of us had strayed off on his own path,\/but the Lord caused the sin of all of us to attack him."
    },
    "18719": {
        "format": "poetry",
        "text": "\/He was treated harshly and afflicted,\/but he did not even open his mouth.\/Like a lamb led to the slaughtering block,\/like a sheep silent before her shearers,\/he did not even open his mouth."
    },
    "18720": {
        "format": "poetry",
        "text": "\/He was led away after an unjust trial—\/but who even cared?\/Indeed, he was cut off from the land of the living;\/because of the rebellion of his own people he was wounded."
    },
    "18721": {
        "format": "poetry",
        "text": "\/They intended to bury him with criminals,\/but he ended up in a rich man’s tomb,\/because he had committed no violent deeds,\/nor had he spoken deceitfully."
    },
    "18722": {
        "format": "poetry",
        "text": "\/Though the Lord desired to crush him and make him ill,\/once restitution is made,\/he will see descendants and enjoy long life,\/and the Lord’s purpose will be accomplished through him."
    },
    "18723": {
        "format": "poetry",
        "text": "\/Having suffered, he will reflect on his work,\/he will be satisfied when he understands what he has done.\/“My servant will acquit many,\/for he carried their sins."
    },
    "18724": {
        "format": "poetry",
        "text": "\/So I will assign him a portion with the multitudes,\/he will divide the spoils of victory with the powerful,\/because he willingly submitted to death\/and was numbered with the rebels,\/when he lifted up the sin of many\/and intervened on behalf of the rebels.”"
    },
    "18725": {
        "format": "poetry",
        "text": "§¶“Shout for joy, O barren one who has not given birth!\/Give a joyful shout and cry out, you who have not been in labor!\/For the children of the desolate one are more numerous\/than the children of the married woman,” says the Lord."
    },
    "18726": {
        "format": "poetry",
        "text": "\/Make your tent larger,\/stretch your tent curtains farther out!\/Spare no effort,\/lengthen your ropes,\/and pound your stakes deep."
    },
    "18727": {
        "format": "poetry",
        "text": "\/For you will spread out to the right and to the left;\/your children will conquer nations\/and will resettle desolate cities."
    },
    "18728": {
        "format": "poetry",
        "text": "\/Don’t be afraid, for you will not be put to shame!\/Don’t be intimidated, for you will not be humiliated!\/You will forget about the shame you experienced in your youth;\/you will no longer remember the disgrace of your abandonment."
    },
    "18729": {
        "format": "poetry",
        "text": "\/For your husband is the one who made you—\/the Lord who commands armies is his name.\/He is your protector, the Holy One of Israel.\/He is called “God of the entire earth.”"
    },
    "18730": {
        "format": "poetry",
        "text": "\/“Indeed, the Lord will call you back\/like a wife who has been abandoned and suffers from depression,\/like a young wife when she has been rejected,” says your God."
    },
    "18731": {
        "format": "poetry",
        "text": "\/“For a short time I abandoned you,\/but with great compassion I will gather you."
    },
    "18732": {
        "format": "poetry",
        "text": "\/In a burst of anger I rejected you momentarily,\/but with lasting devotion I will have compassion on you,”\/says your protector, the Lord."
    },
    "18733": {
        "format": "poetry",
        "text": "\/“As far as I am concerned, this is like in Noah’s time,\/when I vowed that the waters of Noah’s flood would never again cover the earth.\/In the same way I have vowed that I will not be angry at you or shout at you."
    },
    "18734": {
        "format": "poetry",
        "text": "\/Even if the mountains are removed\/and the hills displaced,\/my devotion will not be removed from you,\/nor will my covenant of friendship be displaced,”\/says the Lord, the one who has compassion on you."
    },
    "18735": {
        "format": "poetry",
        "text": "\/“O afflicted one, driven away, and unconsoled!\/Look, I am about to set your stones in antimony\/and I lay your foundation with lapis‑lazuli."
    },
    "18736": {
        "format": "poetry",
        "text": "\/I will make your pinnacles out of gems,\/your gates out of beryl,\/and your outer wall out of beautiful stones."
    },
    "18737": {
        "format": "poetry",
        "text": "\/All your children will be followers of the Lord,\/and your children will enjoy great prosperity."
    },
    "18738": {
        "format": "poetry",
        "text": "\/You will be reestablished when I vindicate you.\/You will not experience oppression;\/indeed, you will not be afraid.\/You will not be terrified,\/for nothing frightening will come near you."
    },
    "18739": {
        "format": "poetry",
        "text": "\/If anyone dares to challenge you, it will not be my doing!\/Whoever tries to challenge you will be defeated."
    },
    "18740": {
        "format": "poetry",
        "text": "\/Look, I create the craftsman,\/who fans the coals into a fire\/and forges a weapon.\/I create the destroyer so he might devastate."
    },
    "18741": {
        "format": "poetry",
        "text": "\/No weapon forged to be used against you will succeed;\/you will refute everyone who tries to accuse you.\/This is what the Lord will do for his servants—\/I will vindicate them,”\/says the Lord."
    },
    "18742": {
        "format": "poetry",
        "text": "§¶“Hey, all who are thirsty, come to the water!\/You who have no money, come!\/Buy and eat!\/Come! Buy wine and milk\/without money and without cost!"
    },
    "18743": {
        "format": "poetry",
        "text": "\/Why pay money for something that will not nourish you?\/Why spend your hard‑earned money on something that will not satisfy?\/Listen carefully to me and eat what is nourishing!\/Enjoy fine food!"
    },
    "18744": {
        "format": "poetry",
        "text": "\/Pay attention and come to me!\/Listen, so you can live!\/Then I will make an unconditional covenantal promise to you,\/just like the reliable covenantal promises I made to David."
    },
    "18745": {
        "format": "poetry",
        "text": "\/Look, I made him a witness to nations,\/a ruler and commander of nations.”"
    },
    "18746": {
        "format": "poetry",
        "text": "\/Look, you will summon nations you did not previously know;\/nations that did not previously know you will run to you,\/because of the Lord your God,\/the Holy One of Israel,\/for he bestows honor on you."
    },
    "18747": {
        "format": "poetry",
        "text": "\/Seek the Lord while he makes himself available;\/call to him while he is nearby!"
    },
    "18748": {
        "format": "poetry",
        "text": "\/The wicked need to abandon their lifestyle\/and sinful people their plans.\/They should return to the Lord, and he will show mercy to them,\/and to their God, for he will freely forgive them."
    },
    "18749": {
        "format": "poetry",
        "text": "\/“Indeed, my plans are not like your plans,\/and my deeds are not like your deeds,"
    },
    "18750": {
        "format": "poetry",
        "text": "\/for just as the sky is higher than the earth,\/so my deeds are superior to your deeds\/and my plans superior to your plans."
    },
    "18751": {
        "format": "poetry",
        "text": "\/The rain and snow fall from the sky\/and do not return,\/but instead water the earth\/and make it produce and yield crops,\/and provide seed for the planter and food for those who must eat."
    },
    "18752": {
        "format": "poetry",
        "text": "\/In the same way, the promise that I make\/does not return to me, having accomplished nothing.\/No, it is realized as I desire\/and is fulfilled as I intend.”"
    },
    "18753": {
        "format": "poetry",
        "text": "\/Indeed you will go out with joy;\/you will be led along in peace;\/the mountains and hills will give a joyful shout before you,\/and all the trees in the field will clap their hands."
    },
    "18754": {
        "format": "poetry",
        "text": "\/Evergreens will grow in place of thorn bushes,\/firs will grow in place of nettles;\/they will be a monument to the Lord,\/a permanent reminder that will remain."
    },
    "18755": {
        "format": "poetry",
        "text": "§¶This is what the Lord says,\/“Promote justice! Do what is right!\/For I am ready to deliver you;\/I am ready to vindicate you openly."
    },
    "18756": {
        "format": "poetry",
        "text": "\/The people who do this will be blessed,\/the people who commit themselves to obedience,\/who observe the Sabbath and do not defile it,\/who refrain from doing anything that is wrong."
    },
    "18757": {
        "format": "poetry",
        "text": "\/No foreigner who becomes a follower of the Lord should say,\/‘The Lord will certainly exclude me from his people.’\/The eunuch should not say,\/‘Look, I am like a dried‑up tree.’”"
    },
    "18758": {
        "format": "poetry",
        "text": "\/For this is what the Lord says:\/“For the eunuchs who observe my Sabbaths\/and choose what pleases me\/and are faithful to my covenant,"
    },
    "18759": {
        "format": "poetry",
        "text": "\/I will set up within my temple and my walls a monument\/that will be better than sons and daughters.\/I will set up a permanent monument for them that will remain."
    },
    "18760": {
        "format": "poetry",
        "text": "\/As for foreigners who become followers of the Lord and serve him,\/who love the name of the Lord and want to be his servants—\/all who observe the Sabbath and do not defile it,\/and who are faithful to my covenant—"
    },
    "18761": {
        "format": "poetry",
        "text": "\/I will bring them to my holy mountain;\/I will make them happy in the temple where people pray to me.\/Their burnt offerings and sacrifices will be accepted on my altar,\/for my temple will be known as a temple where all nations may pray.”"
    },
    "18762": {
        "format": "poetry",
        "text": "\/The sovereign Lord says this,\/the one who gathers the dispersed of Israel:\/“I will still gather them up.”"
    },
    "18763": {
        "format": "poetry",
        "text": "§¶All you wild animals in the fields, come and devour,\/all you wild animals in the forest!"
    },
    "18764": {
        "format": "poetry",
        "text": "\/All their watchmen are blind,\/they are unaware.\/All of them are like mute dogs,\/unable to bark.\/They pant, lie down,\/and love to snooze."
    },
    "18765": {
        "format": "poetry",
        "text": "\/The dogs have big appetites;\/they are never full.\/They are shepherds who have no understanding;\/they all go their own way,\/each one looking for monetary gain."
    },
    "18766": {
        "format": "poetry",
        "text": "\/Each one says,\/‘Come on, I’ll get some wine!\/Let’s guzzle some beer!\/Tomorrow will be just like today!\/We’ll have everything we want!’"
    },
    "18767": {
        "format": "poetry",
        "text": "\/The godly perish,\/but no one cares.\/Honest people disappear,\/when no one minds\/that the godly disappear because of evil."
    },
    "18768": {
        "format": "poetry",
        "text": "\/Those who live uprightly enter a place of peace;\/they rest on their beds."
    },
    "18769": {
        "format": "poetry",
        "text": "\/But approach, you sons of omen readers,\/you offspring of adulteresses and prostitutes!"
    },
    "18770": {
        "format": "poetry",
        "text": "\/At whom are you laughing?\/At whom are you opening your mouth\/and sticking out your tongue?\/You are the children of rebels,\/the offspring of liars,"
    },
    "18771": {
        "format": "poetry",
        "text": "\/you who practice ritual sex under the oaks and every green tree,\/who slaughter children near the streams under the rocky overhangs."
    },
    "18772": {
        "format": "poetry",
        "text": "\/Among the smooth stones of the stream are the idols you love;\/they, they are the object of your devotion.\/You pour out liquid offerings to them,\/you make an offering.\/Because of these things I will seek vengeance."
    },
    "18773": {
        "format": "poetry",
        "text": "\/On every high, elevated hill you prepare your bed;\/you go up there to offer sacrifices."
    },
    "18774": {
        "format": "poetry",
        "text": "\/Behind the door and doorpost you put your symbols.\/Indeed, you depart from me and go up\/and invite them into bed with you.\/You purchase favors from them,\/you love their bed,\/and gaze longingly on their genitals."
    },
    "18775": {
        "format": "poetry",
        "text": "\/You take olive oil as tribute to your king,\/along with many perfumes.\/You send your messengers to a distant place;\/you go all the way to Sheol."
    },
    "18776": {
        "format": "poetry",
        "text": "\/Because of the long distance you must travel, you get tired,\/but you do not say, ‘I give up.’\/You get renewed energy,\/so you don’t collapse."
    },
    "18777": {
        "format": "poetry",
        "text": "\/Whom are you worried about?\/Whom do you fear, that you would act so deceitfully\/and not remember me\/or think about me?\/Because I have been silent for so long,\/you are not afraid of me."
    },
    "18778": {
        "format": "poetry",
        "text": "\/I will denounce your so‑called righteousness and your deeds,\/but they will not help you."
    },
    "18779": {
        "format": "poetry",
        "text": "\/When you cry out for help, let your idols help you!\/The wind blows them all away,\/a breeze carries them away.\/But the one who looks to me for help will inherit the land\/and will have access to my holy mountain.”"
    },
    "18780": {
        "format": "poetry",
        "text": "\/He says,\/“Build it! Build it! Clear a way!\/Remove all the obstacles out of the way of my people!”"
    },
    "18781": {
        "format": "poetry",
        "text": "\/For this is what the high and exalted one says,\/the one who rules forever, whose name is holy:\/“I dwell in an exalted and holy place,\/but also with the discouraged and humiliated,\/in order to cheer up the humiliated\/and to encourage the discouraged."
    },
    "18782": {
        "format": "poetry",
        "text": "\/For I will not be hostile forever\/or perpetually angry,\/for then man’s spirit would grow faint before me,\/the life‑giving breath I created."
    },
    "18783": {
        "format": "poetry",
        "text": "\/I was angry because of their sinful greed;\/I attacked them and angrily rejected them,\/yet they remained disobedient and stubborn."
    },
    "18784": {
        "format": "poetry",
        "text": "\/I have seen their behavior,\/but I will heal them and give them rest,\/and I will once again console those who mourn."
    },
    "18785": {
        "format": "poetry",
        "text": "\/I am the one who gives them reason to celebrate.\/Complete prosperity is available both to those who are far away and those who are nearby,”\/says the Lord, “and I will heal them."
    },
    "18786": {
        "format": "poetry",
        "text": "\/But the wicked are like a surging sea\/that is unable to be quiet;\/its waves toss up mud and sand."
    },
    "18787": {
        "format": "poetry",
        "text": "\/There will be no prosperity,” says my God, “for the wicked.”"
    },
    "18788": {
        "format": "poetry",
        "text": "§¶“Shout loudly! Don’t be quiet!\/Yell as loud as a trumpet!\/Confront my people with their rebellious deeds;\/confront Jacob’s family with their sin!"
    },
    "18789": {
        "format": "poetry",
        "text": "\/They seek me day after day;\/they want to know my requirements,\/like a nation that does what is right\/and does not reject the law of their God.\/They ask me for just decrees;\/they want to be near God."
    },
    "18790": {
        "format": "poetry",
        "text": "\/They lament, ‘Why don’t you notice when we fast?\/Why don’t you pay attention when we humble ourselves?’\/Look, at the same time you fast, you satisfy your selfish desires,\/you oppress your workers."
    },
    "18791": {
        "format": "poetry",
        "text": "\/Look, your fasting is accompanied by arguments, brawls,\/and fistfights.\/Do not fast as you do today,\/trying to make your voice heard in heaven."
    },
    "18792": {
        "format": "poetry",
        "text": "\/Is this really the kind of fasting I want?\/Do I want a day when people merely humble themselves,\/bowing their heads like a reed\/and stretching out on sackcloth and ashes?\/Is this really what you call a fast,\/a day that is pleasing to the Lord?"
    },
    "18793": {
        "format": "poetry",
        "text": "\/No, this is the kind of fast I want.\/I want you to remove the sinful chains,\/to tear away the ropes of the burdensome yoke,\/to set free the oppressed,\/and to break every burdensome yoke."
    },
    "18794": {
        "format": "poetry",
        "text": "\/I want you to share your food with the hungry\/and to provide shelter for homeless, oppressed people.\/When you see someone naked, clothe him!\/Don’t turn your back on your own flesh and blood!"
    },
    "18795": {
        "format": "poetry",
        "text": "\/Then your light will shine like the sunrise;\/your restoration will quickly arrive;\/your godly behavior will go before you,\/and the Lord’s splendor will be your rear guard."
    },
    "18796": {
        "format": "poetry",
        "text": "\/Then you will call out, and the Lord will respond;\/you will cry out, and he will reply, ‘Here I am.’\/You must remove the burdensome yoke from among you\/and stop pointing fingers and speaking sinfully."
    },
    "18797": {
        "format": "poetry",
        "text": "\/You must actively help the hungry\/and feed the oppressed.\/Then your light will dispel the darkness,\/and your darkness will be transformed into noonday."
    },
    "18798": {
        "format": "poetry",
        "text": "\/The Lord will continually lead you;\/he will feed you even in parched regions.\/He will give you renewed strength,\/and you will be like a well‑watered garden,\/like a spring that continually produces water."
    },
    "18799": {
        "format": "poetry",
        "text": "\/Your perpetual ruins will be rebuilt;\/you will reestablish the ancient foundations.\/You will be called, ‘The one who repairs broken walls,\/the one who makes the streets inhabitable again.’"
    },
    "18800": {
        "format": "poetry",
        "text": "\/You must observe the Sabbath\/rather than doing anything you please on my holy day.\/You must look forward to the Sabbath\/and treat the Lord’s holy day with respect.\/You must treat it with respect by refraining from your normal activities,\/and by refraining from your selfish pursuits and from making business deals."
    },
    "18801": {
        "format": "poetry",
        "text": "\/Then you will find joy in your relationship to the Lord,\/and I will give you great prosperity,\/and cause crops to grow on the land I gave to your ancestor Jacob.”\/Know for certain that the Lord has spoken."
    },
    "18802": {
        "format": "poetry",
        "text": "§¶Look, the Lord’s hand is not too weak to deliver you;\/his ear is not too deaf to hear you."
    },
    "18803": {
        "format": "poetry",
        "text": "\/But your sinful acts have alienated you from your God;\/your sins have caused him to reject you and not listen to your prayers."
    },
    "18804": {
        "format": "poetry",
        "text": "\/For your hands are stained with blood\/and your fingers with sin;\/your lips speak lies,\/your tongue utters malicious words."
    },
    "18805": {
        "format": "poetry",
        "text": "\/No one is concerned about justice;\/no one sets forth his case truthfully.\/They depend on false words and tell lies;\/they conceive of oppression\/and give birth to sin."
    },
    "18806": {
        "format": "poetry",
        "text": "\/They hatch the eggs of a poisonous snake\/and spin a spider’s web.\/Whoever eats their eggs will die,\/a poisonous snake is hatched."
    },
    "18807": {
        "format": "poetry",
        "text": "\/Their webs cannot be used for clothing;\/they cannot cover themselves with what they make.\/Their deeds are sinful;\/they commit violent crimes."
    },
    "18808": {
        "format": "poetry",
        "text": "\/They are eager to do evil,\/quick to shed innocent blood.\/Their thoughts are sinful;\/they crush and destroy."
    },
    "18809": {
        "format": "poetry",
        "text": "\/They are unfamiliar with peace;\/their deeds are unjust.\/They use deceitful methods,\/and whoever deals with them is unfamiliar with peace."
    },
    "18810": {
        "format": "poetry",
        "text": "§¶For this reason deliverance is far from us\/and salvation does not reach us.\/We wait for light, but see only darkness;\/we wait for a bright light, but live in deep darkness."
    },
    "18811": {
        "format": "poetry",
        "text": "\/We grope along the wall like the blind,\/we grope like those who cannot see;\/we stumble at noontime as if it were evening.\/Though others are strong, we are like dead men."
    },
    "18812": {
        "format": "poetry",
        "text": "\/We all growl like bears,\/we coo mournfully like doves;\/we wait for deliverance, but there is none,\/for salvation, but it is far from us."
    },
    "18813": {
        "format": "poetry",
        "text": "\/For you are aware of our many rebellious deeds,\/and our sins testify against us;\/indeed, we are aware of our rebellious deeds;\/we know our sins all too well."
    },
    "18814": {
        "format": "poetry",
        "text": "\/We have rebelled and tried to deceive the Lord;\/we turned back from following our God.\/We stir up oppression and rebellion;\/we tell lies we concocted in our minds."
    },
    "18815": {
        "format": "poetry",
        "text": "\/Justice is driven back;\/godliness stands far off.\/Indeed, honesty stumbles in the city square\/and morality is not even able to enter."
    },
    "18816": {
        "format": "poetry",
        "text": "\/Honesty has disappeared;\/the one who tries to avoid evil is robbed.\/The Lord watches and is displeased,\/for there is no justice."
    },
    "18817": {
        "format": "poetry",
        "text": "§¶He sees there is no advocate;\/he is shocked that no one intervenes.\/So he takes matters into his own hands;\/his desire for justice drives him on."
    },
    "18818": {
        "format": "poetry",
        "text": "\/He wears his desire for justice like body armor,\/and his desire to deliver is like a helmet on his head.\/He puts on the garments of vengeance\/and wears zeal like a robe."
    },
    "18819": {
        "format": "poetry",
        "text": "\/He repays them for what they have done,\/dispensing angry judgment to his adversaries\/and punishing his enemies.\/He repays the coastlands."
    },
    "18820": {
        "format": "poetry",
        "text": "\/In the west, people respect the Lord’s reputation;\/in the east they recognize his splendor.\/For he comes like a rushing stream\/driven on by wind sent from the Lord."
    },
    "18821": {
        "format": "poetry",
        "text": "\/“A protector comes to Zion,\/to those in Jacob who repent of their rebellious deeds,” says the Lord."
    },
    "18822": {
        "format": "prose",
        "text": "¶“As for me, this is my promise to them,” says the Lord. “My spirit, who is upon you, and my words, which I have placed in your mouth, will not depart from your mouth or from the mouths of your children and descendants from this time forward,” says the Lord."
    },
    "18823": {
        "format": "poetry",
        "text": "§¶“Arise! Shine! For your light arrives!\/The splendor of the Lord shines on you!"
    },
    "18824": {
        "format": "poetry",
        "text": "\/For, look, darkness covers the earth\/and deep darkness covers the nations,\/but the Lord shines on you;\/his splendor appears over you."
    },
    "18825": {
        "format": "poetry",
        "text": "\/Nations come to your light,\/kings to your bright light."
    },
    "18826": {
        "format": "poetry",
        "text": "\/Look all around you!\/They all gather and come to you—\/your sons come from far away\/and your daughters are escorted by guardians."
    },
    "18827": {
        "format": "poetry",
        "text": "\/Then you will look and smile,\/you will be excited and your heart will swell with pride.\/For the riches of distant lands will belong to you\/and the wealth of nations will come to you."
    },
    "18828": {
        "format": "poetry",
        "text": "\/Camel caravans will cover your roads,\/young camels from Midian and Ephah.\/All the merchants of Sheba will come,\/bringing gold and incense\/and singing praises to the Lord."
    },
    "18829": {
        "format": "poetry",
        "text": "\/All the sheep of Kedar will be gathered to you;\/the rams of Nebaioth will be available to you as sacrifices.\/They will go up on my altar acceptably,\/and I will bestow honor on my majestic temple."
    },
    "18830": {
        "format": "poetry",
        "text": "\/Who are these who float along like a cloud,\/who fly like doves to their shelters?"
    },
    "18831": {
        "format": "poetry",
        "text": "\/Indeed, the coastlands look eagerly for me,\/the large ships are in the lead,\/bringing your sons from far away,\/along with their silver and gold,\/to honor the Lord your God,\/the Holy One of Israel, for he has bestowed honor on you."
    },
    "18832": {
        "format": "poetry",
        "text": "\/Foreigners will rebuild your walls;\/their kings will serve you.\/Even though I struck you down in my anger,\/I will restore my favor and have compassion on you."
    },
    "18833": {
        "format": "poetry",
        "text": "\/Your gates will remain open at all times;\/they will not be shut during the day or at night,\/so that the wealth of nations may be delivered,\/with their kings leading the way."
    },
    "18834": {
        "format": "poetry",
        "text": "\/Indeed, nations or kingdoms that do not serve you will perish;\/such nations will be totally destroyed."
    },
    "18835": {
        "format": "poetry",
        "text": "\/The splendor of Lebanon will come to you,\/its evergreens, firs, and cypresses together,\/to beautify my palace;\/I will bestow honor on my throne room."
    },
    "18836": {
        "format": "poetry",
        "text": "\/The children of your oppressors will come bowing to you;\/all who treated you with disrespect will bow down at your feet.\/They will call you, ‘The City of the Lord,\/Zion of the Holy One of Israel.’"
    },
    "18837": {
        "format": "poetry",
        "text": "\/You were once abandoned\/and despised, with no one passing through,\/but I will make you a permanent source of pride\/and joy to coming generations."
    },
    "18838": {
        "format": "poetry",
        "text": "\/You will drink the milk of nations;\/you will nurse at the breasts of kings.\/Then you will recognize that I, the Lord, am your deliverer,\/your protector, the powerful Ruler of Jacob."
    },
    "18839": {
        "format": "poetry",
        "text": "\/Instead of bronze, I will bring you gold,\/instead of iron, I will bring you silver,\/instead of wood, I will bring you bronze,\/instead of stones, I will bring you iron.\/I will make prosperity your overseer,\/and vindication your sovereign ruler."
    },
    "18840": {
        "format": "poetry",
        "text": "\/Sounds of violence will no longer be heard in your land,\/or the sounds of destruction and devastation within your borders.\/You will name your walls, ‘Deliverance,’\/and your gates, ‘Praise.’"
    },
    "18841": {
        "format": "poetry",
        "text": "\/The sun will no longer supply light for you by day,\/nor will the moon’s brightness shine on you;\/the Lord will be your permanent source of light—\/the splendor of your God will shine upon you."
    },
    "18842": {
        "format": "poetry",
        "text": "\/Your sun will no longer set;\/your moon will not disappear;\/the Lord will be your permanent source of light;\/your time of sorrow will be over."
    },
    "18843": {
        "format": "poetry",
        "text": "\/All of your people will be godly;\/they will possess the land permanently.\/I will plant them like a shoot;\/they will be the product of my labor,\/through whom I reveal my splendor."
    },
    "18844": {
        "format": "poetry",
        "text": "\/The least of you will multiply into a thousand;\/the smallest of you will become a large nation.\/When the right time comes, I the Lord will quickly do this!”"
    },
    "18845": {
        "format": "poetry",
        "text": "§¶The spirit of the sovereign Lord is upon me,\/because the Lord has chosen me.\/He has commissioned me to encourage the poor,\/to help the brokenhearted,\/to decree the release of captives,\/and the freeing of prisoners,"
    },
    "18846": {
        "format": "poetry",
        "text": "\/to announce the year when the Lord will show his favor,\/the day when our God will seek vengeance,\/to console all who mourn,"
    },
    "18847": {
        "format": "poetry",
        "text": "\/to strengthen those who mourn in Zion,\/by giving them a turban, instead of ashes,\/oil symbolizing joy, instead of mourning,\/a garment symbolizing praise, instead of discouragement.\/They will be called oaks of righteousness,\/trees planted by the Lord to reveal his splendor."
    },
    "18848": {
        "format": "poetry",
        "text": "\/They will rebuild the perpetual ruins\/and restore the places that were desolate;\/they will reestablish the ruined cities,\/the places that have been desolate since ancient times."
    },
    "18849": {
        "format": "poetry",
        "text": "\/“Foreigners will take care of your sheep;\/foreigners will work in your fields and vineyards."
    },
    "18850": {
        "format": "poetry",
        "text": "\/You will be called, ‘the Lord’s priests,\/servants of our God.’\/You will enjoy the wealth of nations\/and boast about the riches you receive from them."
    },
    "18851": {
        "format": "poetry",
        "text": "\/Instead of shame, you will get a double portion;\/instead of humiliation, they will rejoice over the land they receive.\/Yes, they will possess a double portion in their land\/and experience lasting joy."
    },
    "18852": {
        "format": "poetry",
        "text": "\/For I, the Lord, love justice\/and hate robbery and sin.\/I will repay them because of my faithfulness;\/I will make a permanent covenant with them."
    },
    "18853": {
        "format": "poetry",
        "text": "\/Their descendants will be known among the nations,\/their offspring among the peoples.\/All who see them will recognize that\/the Lord has blessed them.”"
    },
    "18854": {
        "format": "poetry",
        "text": "\/I will greatly rejoice in the Lord;\/I will be overjoyed because of my God.\/For he clothes me in garments of deliverance;\/he puts on me a robe symbolizing vindication.\/I look like a bridegroom when he wears a turban as a priest would;\/I look like a bride when she puts on her jewelry."
    },
    "18855": {
        "format": "poetry",
        "text": "\/For just as the ground produces its crops\/and a garden yields its produce,\/so the sovereign Lord will cause deliverance to grow,\/and give his people reason to praise him in the sight of all the nations."
    },
    "18856": {
        "format": "poetry",
        "text": "§¶“For the sake of Zion I will not be silent;\/for the sake of Jerusalem I will not be quiet,\/until her vindication shines brightly\/and her deliverance burns like a torch.”"
    },
    "18857": {
        "format": "poetry",
        "text": "\/Nations will see your vindication,\/and all kings your splendor.\/You will be called by a new name\/that the Lord himself will give you."
    },
    "18858": {
        "format": "poetry",
        "text": "\/You will be a majestic crown in the hand of the Lord,\/a royal turban in the hand of your God."
    },
    "18859": {
        "format": "poetry",
        "text": "\/You will no longer be called, “Abandoned,”\/and your land will no longer be called “Desolate.”\/Indeed, you will be called “My Delight is in Her,”\/and your land “Married.”\/For the Lord will take delight in you,\/and your land will be married to him."
    },
    "18860": {
        "format": "poetry",
        "text": "\/As a young man marries a young woman,\/so your sons will marry you.\/As a bridegroom rejoices over a bride,\/so your God will rejoice over you."
    },
    "18861": {
        "format": "poetry",
        "text": "\/I post watchmen on your walls, O Jerusalem;\/they should keep praying all day and all night.\/You who pray to the Lord, don’t be silent!"
    },
    "18862": {
        "format": "poetry",
        "text": "\/Don’t allow him to rest until he reestablishes Jerusalem,\/until he makes Jerusalem the pride of the earth."
    },
    "18863": {
        "format": "poetry",
        "text": "\/The Lord swears an oath by his right hand,\/by his strong arm:\/“I will never again give your grain\/to your enemies as food,\/and foreigners will not drink your wine,\/which you worked hard to produce."
    },
    "18864": {
        "format": "poetry",
        "text": "\/But those who harvest the grain will eat it,\/and will praise the Lord.\/Those who pick the grapes will drink the wine\/in the courts of my holy sanctuary.”"
    },
    "18865": {
        "format": "poetry",
        "text": "\/Come through! Come through the gates!\/Prepare the way for the people!\/Build it! Build the roadway!\/Remove the stones!\/Lift a signal flag for the nations!"
    },
    "18866": {
        "format": "poetry",
        "text": "\/Look, the Lord announces to the entire earth:\/“Say to Daughter Zion,\/‘Look, your deliverer comes!\/Look, his reward is with him\/and his reward goes before him!’”"
    },
    "18867": {
        "format": "poetry",
        "text": "\/They will be called, “The Holy People,\/the Ones Protected by the Lord.”\/You will be called, “Sought After,\/City Not Abandoned.”"
    },
    "18868": {
        "format": "poetry",
        "text": "§¶Who is this who comes from Edom,\/dressed in bright red, coming from Bozrah?\/Who is this one wearing royal attire,\/who marches confidently because of his great strength?\/“It is I, the one who announces vindication,\/and who is able to deliver!”"
    },
    "18869": {
        "format": "poetry",
        "text": "\/Why are your clothes red?\/Why do you look like someone who has stomped on grapes in a vat?"
    },
    "18870": {
        "format": "poetry",
        "text": "\/“I have stomped grapes in the winepress all by myself;\/no one from the nations joined me.\/I stomped on them in my anger;\/I trampled them down in my rage.\/Their juice splashed on my garments,\/and stained all my clothes."
    },
    "18871": {
        "format": "poetry",
        "text": "\/For I looked forward to the day of vengeance,\/and then payback time arrived."
    },
    "18872": {
        "format": "poetry",
        "text": "\/I looked, but there was no one to help;\/I was shocked because there was no one offering support.\/So my right arm accomplished deliverance;\/my raging anger drove me on."
    },
    "18873": {
        "format": "poetry",
        "text": "\/I trampled nations in my anger,\/I made them drunk in my rage,\/I splashed their blood on the ground.”"
    },
    "18874": {
        "format": "poetry",
        "text": "§¶I will tell of the faithful acts of the Lord,\/of the Lord’s praiseworthy deeds.\/I will tell about all the Lord did for us,\/the many good things he did for the family of Israel,\/because of his compassion and great faithfulness."
    },
    "18875": {
        "format": "poetry",
        "text": "\/He said, “Certainly they will be my people,\/children who are not disloyal.”\/He became their deliverer."
    },
    "18876": {
        "format": "poetry",
        "text": "\/Through all that they suffered, he suffered too.\/The messenger sent from his very presence delivered them.\/In his love and mercy he protected them;\/he lifted them up and carried them throughout ancient times."
    },
    "18877": {
        "format": "poetry",
        "text": "\/But they rebelled and offended his holy Spirit,\/so he turned into an enemy\/and fought against them."
    },
    "18878": {
        "format": "poetry",
        "text": "\/His people remembered the ancient times.\/Where is the one who brought them up out of the sea,\/along with the shepherd of his flock?\/Where is the one who placed his holy Spirit among them,"
    },
    "18879": {
        "format": "poetry",
        "text": "\/the one who made his majestic power available to Moses,\/who divided the water before them,\/gaining for himself a lasting reputation,"
    },
    "18880": {
        "format": "poetry",
        "text": "\/who led them through the deep water?\/Like a horse running on flat land they did not stumble."
    },
    "18881": {
        "format": "poetry",
        "text": "\/Like an animal that goes down into a valley to graze,\/so the Spirit of the Lord granted them rest.\/In this way you guided your people,\/gaining for yourself an honored reputation."
    },
    "18882": {
        "format": "poetry",
        "text": "\/Look down from heaven and take notice,\/from your holy, majestic palace!\/Where are your zeal and power?\/Do not hold back your tender compassion!"
    },
    "18883": {
        "format": "poetry",
        "text": "\/For you are our father,\/though Abraham does not know us\/and Israel does not recognize us.\/You, Lord, are our father;\/you have been called our protector from ancient times."
    },
    "18884": {
        "format": "poetry",
        "text": "\/Why, Lord, do you make us stray from your ways,\/and make our minds stubborn so that we do not obey you?\/Return for the sake of your servants,\/the tribes of your inheritance!"
    },
    "18885": {
        "format": "poetry",
        "text": "\/For a short time your special nation possessed a land,\/but then our adversaries knocked down your holy sanctuary."
    },
    "18886": {
        "format": "poetry",
        "text": "\/We existed from ancient times,\/but you did not rule over them,\/they were not your subjects."
    },
    "18887": {
        "format": "poetry",
        "text": "\/If only you would tear apart the sky and come down!\/The mountains would tremble before you!"
    },
    "18888": {
        "format": "poetry",
        "text": "\/As when fire ignites dry wood,\/or fire makes water boil,\/let your adversaries know who you are,\/and may the nations shake at your presence!"
    },
    "18889": {
        "format": "poetry",
        "text": "\/When you performed awesome deeds that took us by surprise,\/you came down, and the mountains trembled before you."
    },
    "18890": {
        "format": "poetry",
        "text": "\/Since ancient times no one has heard or perceived,\/no eye has seen any God besides you,\/who intervenes for those who wait for him."
    },
    "18891": {
        "format": "poetry",
        "text": "\/You assist those who delight in doing what is right,\/who observe your commandments.\/Look, you were angry because we violated them continually.\/How then can we be saved?"
    },
    "18892": {
        "format": "poetry",
        "text": "\/We are all like one who is unclean,\/all our so‑called righteous acts are like a menstrual rag in your sight.\/We all wither like a leaf;\/our sins carry us away like the wind."
    },
    "18893": {
        "format": "poetry",
        "text": "\/No one invokes your name,\/or makes an effort to take hold of you.\/For you have rejected us\/and handed us over to our own sins."
    },
    "18894": {
        "format": "poetry",
        "text": "\/Yet, Lord, you are our father.\/We are the clay, and you are our potter;\/we are all the product of your labor."
    },
    "18895": {
        "format": "poetry",
        "text": "\/Lord, do not be too angry!\/Do not hold our sins against us continually!\/Take a good look at your people, at all of us!"
    },
    "18896": {
        "format": "poetry",
        "text": "\/Your chosen cities have become a desert;\/Zion has become a desert,\/Jerusalem is a desolate ruin."
    },
    "18897": {
        "format": "poetry",
        "text": "\/Our holy temple, our pride and joy,\/the place where our ancestors praised you,\/has been burned with fire;\/all our prized possessions have been destroyed."
    },
    "18898": {
        "format": "poetry",
        "text": "\/In light of all this, how can you still hold back, Lord?\/How can you be silent and continue to humiliate us?"
    },
    "18899": {
        "format": "poetry",
        "text": "§¶“I made myself available to those who did not ask for me;\/I appeared to those who did not look for me.\/I said, ‘Here I am! Here I am!’\/to a nation that did not invoke my name."
    },
    "18900": {
        "format": "poetry",
        "text": "\/I spread out my hands all day long\/to my rebellious people,\/who lived in a way that is morally unacceptable,\/and who did what they desired."
    },
    "18901": {
        "format": "poetry",
        "text": "\/These people continually and blatantly offend me\/as they sacrifice in their sacred orchards\/and burn incense on brick altars."
    },
    "18902": {
        "format": "poetry",
        "text": "\/They sit among the tombs\/and keep watch all night long.\/They eat pork,\/and broth from unclean sacrificial meat is in their pans."
    },
    "18903": {
        "format": "poetry",
        "text": "\/They say, ‘Keep to yourself!\/Don’t get near me, for I am holier than you!’\/These people are like smoke in my nostrils,\/like a fire that keeps burning all day long."
    },
    "18904": {
        "format": "poetry",
        "text": "\/Look, I have decreed:\/I will not keep silent, but will pay them back;\/I will pay them back exactly what they deserve,"
    },
    "18905": {
        "format": "poetry",
        "text": "\/for your sins and your ancestors’ sins,” says the Lord.\/“Because they burned incense on the mountains\/and offended me on the hills,\/I will punish them in full measure.”"
    },
    "18906": {
        "format": "poetry",
        "text": "\/This is what the Lord says:\/“When juice is discovered in a cluster of grapes,\/someone says, ‘Don’t destroy it, for it contains juice.’\/So I will do for the sake of my servants—\/I will not destroy everyone."
    },
    "18907": {
        "format": "poetry",
        "text": "\/I will bring forth descendants from Jacob,\/and from Judah people to take possession of my mountains.\/My chosen ones will take possession of the land;\/my servants will live there."
    },
    "18908": {
        "format": "poetry",
        "text": "\/Sharon will become a pasture for sheep,\/and the Valley of Achor a place where cattle graze;\/they will belong to my people, who seek me."
    },
    "18909": {
        "format": "poetry",
        "text": "\/But as for you who abandon the Lord\/and forget about worshiping at my holy mountain,\/who prepare a feast for the god called ‘Fortune,’\/and fill up wine jugs for the god called ‘Destiny’—"
    },
    "18910": {
        "format": "poetry",
        "text": "\/I predestine you to die by the sword,\/all of you will kneel down at the slaughtering block,\/because I called to you, and you did not respond,\/I spoke and you did not listen.\/You did evil before me;\/you chose to do what displeases me.”"
    },
    "18911": {
        "format": "poetry",
        "text": "\/So this is what the sovereign Lord says:\/“Look, my servants will eat, but you will be hungry!\/Look, my servants will drink, but you will be thirsty!\/Look, my servants will rejoice, but you will be humiliated!"
    },
    "18912": {
        "format": "poetry",
        "text": "\/Look, my servants will shout for joy as happiness fills their hearts!\/But you will cry out as sorrow fills your hearts;\/you will wail because your spirits will be crushed."
    },
    "18913": {
        "format": "poetry",
        "text": "\/Your names will live on in the curse formulas of my chosen ones.\/The sovereign Lord will kill you,\/but he will give his servants another name."
    },
    "18914": {
        "format": "poetry",
        "text": "\/Whoever pronounces a blessing in the earth\/will do so in the name of the faithful God;\/whoever makes an oath in the earth\/will do so in the name of the faithful God.\/For past problems will be forgotten;\/I will no longer think about them."
    },
    "18915": {
        "format": "poetry",
        "text": "\/For look, I am ready to create\/new heavens and a new earth!\/The former ones will not be remembered;\/no one will think about them anymore."
    },
    "18916": {
        "format": "poetry",
        "text": "\/But be happy and rejoice forevermore\/over what I am about to create!\/For look, I am ready to create Jerusalem to be a source of joy,\/and her people to be a source of happiness."
    },
    "18917": {
        "format": "poetry",
        "text": "\/Jerusalem will bring me joy,\/and my people will bring me happiness.\/The sound of weeping or cries of sorrow\/will never be heard in her again."
    },
    "18918": {
        "format": "poetry",
        "text": "\/Never again will one of her infants live just a few days\/or an old man die before his time.\/Indeed, no one will die before the age of a hundred,\/anyone who fails to reach the age of a hundred will be considered cursed."
    },
    "18919": {
        "format": "poetry",
        "text": "\/They will build houses and live in them;\/they will plant vineyards and eat their fruit."
    },
    "18920": {
        "format": "poetry",
        "text": "\/No longer will they build a house only to have another live in it,\/or plant a vineyard only to have another eat its fruit,\/for my people will live as long as trees,\/and my chosen ones will enjoy to the fullest what they have produced."
    },
    "18921": {
        "format": "poetry",
        "text": "\/They will not work in vain,\/or give birth to children that will experience disaster.\/For the Lord will bless their children\/and their descendants."
    },
    "18922": {
        "format": "poetry",
        "text": "\/Before they even call out, I will respond;\/while they are still speaking, I will hear."
    },
    "18923": {
        "format": "poetry",
        "text": "\/A wolf and a lamb will graze together;\/a lion, like an ox, will eat straw,\/and a snake’s food will be dirt.\/They will no longer injure or destroy\/on my entire royal mountain,” says the Lord."
    },
    "18924": {
        "format": "poetry",
        "text": "\/This is what the Lord says:\/“The heavens are my throne\/and the earth is my footstool.\/Where then is the house you will build for me?\/Where is the place where I will rest?"
    },
    "18925": {
        "format": "poetry",
        "text": "\/My hand made them;\/that is how they came to be,” says the Lord.\/I show special favor to the humble and contrite,\/who respect what I have to say."
    },
    "18926": {
        "format": "poetry",
        "text": "\/The one who slaughters a bull also strikes down a man;\/the one who sacrifices a lamb also breaks a dog’s neck;\/the one who presents an offering includes pig’s blood with it;\/the one who offers incense also praises an idol.\/They have decided to behave this way;\/they enjoy these disgusting practices."
    },
    "18927": {
        "format": "poetry",
        "text": "\/So I will choose severe punishment for them;\/I will bring on them what they dread,\/because I called, and no one responded,\/I spoke and they did not listen.\/They did evil before me;\/they chose to do what displeases me.”"
    },
    "18928": {
        "format": "poetry",
        "text": "\/Hear the word of the Lord,\/you who respect what he has to say!\/Your countrymen, who hate you\/and exclude you, supposedly for the sake of my name,\/say, “May the Lord be glorified,\/then we will witness your joy.”\/But they will be put to shame."
    },
    "18929": {
        "format": "poetry",
        "text": "\/The sound of battle comes from the city;\/the sound comes from the temple!\/It is the sound of the Lord paying back his enemies."
    },
    "18930": {
        "format": "poetry",
        "text": "\/Before she goes into labor, she gives birth!\/Before her contractions begin, she delivers a boy!"
    },
    "18931": {
        "format": "poetry",
        "text": "\/Who has ever heard of such a thing?\/Who has ever seen this?\/Can a country be brought forth in one day?\/Can a nation be born in a single moment?\/Yet as soon as Zion goes into labor she gives birth to sons!"
    },
    "18932": {
        "format": "poetry",
        "text": "\/“Do I bring a baby to the birth opening and then not deliver it?”\/asks the Lord.\/“Or do I bring a baby to the point of delivery and then hold it back?”\/asks your God."
    },
    "18933": {
        "format": "poetry",
        "text": "\/Be happy for Jerusalem\/and rejoice with her, all you who love her!\/Share in her great joy,\/all you who have mourned over her!"
    },
    "18934": {
        "format": "poetry",
        "text": "\/For you will nurse from her satisfying breasts and be nourished;\/you will feed with joy from her milk‑filled breasts."
    },
    "18935": {
        "format": "poetry",
        "text": "\/For this is what the Lord says:\/“Look, I am ready to extend to her prosperity that will flow like a river,\/the riches of nations will flow into her like a stream that floods its banks.\/You will nurse from her breast and be carried at her side;\/you will play on her knees."
    },
    "18936": {
        "format": "poetry",
        "text": "\/As a mother consoles a child,\/so I will console you,\/and you will be consoled over Jerusalem.”"
    },
    "18937": {
        "format": "poetry",
        "text": "\/When you see this, you will be happy,\/and you will be revived.\/The Lord will reveal his power to his servants\/and his anger to his enemies."
    },
    "18938": {
        "format": "poetry",
        "text": "\/For look, the Lord comes with fire,\/his chariots come like a windstorm,\/to reveal his raging anger,\/his battle cry, and his flaming arrows."
    },
    "18939": {
        "format": "poetry",
        "text": "\/For the Lord judges all humanity\/with fire and his sword;\/the Lord will kill many."
    },
    "18940": {
        "format": "prose",
        "text": "¶“As for those who consecrate and ritually purify themselves so they can follow their leader and worship in the sacred orchards, those who eat the flesh of pigs and other disgusting creatures, like mice—they will all be destroyed together,” says the Lord."
    },
    "18941": {
        "format": "prose",
        "text": "“I hate their deeds and thoughts! So I am coming to gather all the nations and ethnic groups; they will come and witness my splendor."
    },
    "18942": {
        "format": "prose",
        "text": "I will perform a mighty act among them and then send some of those who remain to the nations—to Tarshish, Pul, Lud (known for its archers), Tubal, Javan, and to the distant coastlands that have not heard about me or seen my splendor. They will tell the nations of my splendor."
    },
    "18943": {
        "format": "prose",
        "text": "They will bring back all your countrymen from all the nations as an offering to the Lord. They will bring them on horses, in chariots, in wagons, on mules, and on camels to my holy hill Jerusalem,” says the Lord, “just as the Israelites bring offerings to the Lord’s temple in ritually pure containers."
    },
    "18944": {
        "format": "prose",
        "text": "And I will choose some of them as priests and Levites,” says the Lord."
    },
    "18945": {
        "format": "prose",
        "text": "“For just as the new heavens and the new earth I am about to make will remain standing before me,” says the Lord, “so your descendants and your name will remain."
    },
    "18946": {
        "format": "prose",
        "text": "From one month to the next and from one Sabbath to the next, all people will come to worship me,” says the Lord."
    },
    "18947": {
        "format": "prose",
        "text": "“They will go out and observe the corpses of those who rebelled against me, for the maggots that eat them will not die, and the fire that consumes them will not die out. All people will find the sight abhorrent.”"
    }
}