{
    "17656": {
        "format": "prose",
        "text": "§¶The vision of Isaiah the son of Amoz, which he saw concerning Judah and Jerusalem in the days of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah."
    },
    "17657": {
        "format": "poetry",
        "text": "§¶Hear, O heavens, and give ear, O earth;\/_for the Lord has spoken:\/“Children have I reared and brought up,\/_but they have rebelled against me."
    },
    "17658": {
        "format": "poetry",
        "text": "\/The ox knows its owner,\/_and the donkey its master’s crib,\/but Israel does not know,\/_my people do not understand.”"
    },
    "17659": {
        "format": "poetry",
        "text": "¶Ah, sinful nation,\/_a people laden with iniquity,\/offspring of evildoers,\/_children who deal corruptly!\/They have forsaken the Lord,\/_they have despised the Holy One of Israel,\/_they are utterly estranged."
    },
    "17660": {
        "format": "poetry",
        "text": "¶Why will you still be struck down?\/_Why will you continue to rebel?\/The whole head is sick,\/_and the whole heart faint."
    },
    "17661": {
        "format": "poetry",
        "text": "\/From the sole of the foot even to the head,\/_there is no soundness in it,\/but bruises and sores\/_and raw wounds;\/they are not pressed out or bound up\/_or softened with oil."
    },
    "17662": {
        "format": "poetry",
        "text": "¶Your country lies desolate;\/_your cities are burned with fire;\/in your very presence\/_foreigners devour your land;\/_it is desolate, as overthrown by foreigners."
    },
    "17663": {
        "format": "poetry",
        "text": "\/And the daughter of Zion is left\/_like a booth in a vineyard,\/like a lodge in a cucumber field,\/_like a besieged city."
    },
    "17664": {
        "format": "poetry",
        "text": "¶If the Lord of hosts\/_had not left us a few survivors,\/we should have been like Sodom,\/_and become like Gomorrah."
    },
    "17665": {
        "format": "poetry",
        "text": "¶Hear the word of the Lord,\/_you rulers of Sodom!\/Give ear to the teaching of our God,\/_you people of Gomorrah!"
    },
    "17666": {
        "format": "poetry",
        "text": "\/“What to me is the multitude of your sacrifices?\/_says the Lord;\/I have had enough of burnt offerings of rams\/_and the fat of well‐fed beasts;\/I do not delight in the blood of bulls,\/_or of lambs, or of goats."
    },
    "17667": {
        "format": "poetry",
        "text": "¶“When you come to appear before me,\/_who has required of you\/_this trampling of my courts?"
    },
    "17668": {
        "format": "poetry",
        "text": "\/Bring no more vain offerings;\/_incense is an abomination to me.\/New moon and Sabbath and the calling of convocations—\/_I cannot endure iniquity and solemn assembly."
    },
    "17669": {
        "format": "poetry",
        "text": "\/Your new moons and your appointed feasts\/_my soul hates;\/they have become a burden to me;\/_I am weary of bearing them."
    },
    "17670": {
        "format": "poetry",
        "text": "\/When you spread out your hands,\/_I will hide my eyes from you;\/even though you make many prayers,\/_I will not listen;\/_your hands are full of blood."
    },
    "17671": {
        "format": "poetry",
        "text": "\/Wash yourselves; make yourselves clean;\/_remove the evil of your deeds from before my eyes;\/cease to do evil,"
    },
    "17672": {
        "format": "poetry",
        "text": "\/_learn to do good;\/seek justice,\/_correct oppression;\/bring justice to the fatherless,\/_plead the widow’s cause."
    },
    "17673": {
        "format": "poetry",
        "text": "¶“Come now, let us reason together, says the Lord:\/though your sins are like scarlet,\/_they shall be as white as snow;\/though they are red like crimson,\/_they shall become like wool."
    },
    "17674": {
        "format": "poetry",
        "text": "\/If you are willing and obedient,\/_you shall eat the good of the land;"
    },
    "17675": {
        "format": "poetry",
        "text": "\/but if you refuse and rebel,\/_you shall be eaten by the sword;\/_for the mouth of the Lord has spoken.”"
    },
    "17676": {
        "format": "poetry",
        "text": "§¶How the faithful city\/_has become a whore,\/_she who was full of justice!\/Righteousness lodged in her,\/_but now murderers."
    },
    "17677": {
        "format": "poetry",
        "text": "\/Your silver has become dross,\/_your best wine mixed with water."
    },
    "17678": {
        "format": "poetry",
        "text": "\/Your princes are rebels\/_and companions of thieves.\/Everyone loves a bribe\/_and runs after gifts.\/They do not bring justice to the fatherless,\/_and the widow’s cause does not come to them."
    },
    "17679": {
        "format": "poetry",
        "text": "¶Therefore the Lord declares,\/_the Lord of hosts,\/_the Mighty One of Israel:\/“Ah, I will get relief from my enemies\/_and avenge myself on my foes."
    },
    "17680": {
        "format": "poetry",
        "text": "\/I will turn my hand against you\/_and will smelt away your dross as with lye\/_and remove all your alloy."
    },
    "17681": {
        "format": "poetry",
        "text": "\/And I will restore your judges as at the first,\/_and your counselors as at the beginning.\/Afterward you shall be called the city of righteousness,\/_the faithful city.”"
    },
    "17682": {
        "format": "poetry",
        "text": "¶Zion shall be redeemed by justice,\/_and those in her who repent, by righteousness."
    },
    "17683": {
        "format": "poetry",
        "text": "\/But rebels and sinners shall be broken together,\/_and those who forsake the Lord shall be consumed."
    },
    "17684": {
        "format": "poetry",
        "text": "\/For they shall be ashamed of the oaks\/_that you desired;\/and you shall blush for the gardens\/_that you have chosen."
    },
    "17685": {
        "format": "poetry",
        "text": "\/For you shall be like an oak\/_whose leaf withers,\/_and like a garden without water."
    },
    "17686": {
        "format": "poetry",
        "text": "\/And the strong shall become tinder,\/_and his work a spark,\/and both of them shall burn together,\/_with none to quench them."
    },
    "17687": {
        "format": "prose",
        "text": "§¶The word that Isaiah the son of Amoz saw concerning Judah and Jerusalem."
    },
    "17688": {
        "format": "poetry",
        "text": "¶It shall come to pass in the latter days\/_that the mountain of the house of the Lord\/shall be established as the highest of the mountains,\/_and shall be lifted up above the hills;\/and all the nations shall flow to it,"
    },
    "17689": {
        "format": "poetry",
        "text": "\/_and many peoples shall come, and say:\/“Come, let us go up to the mountain of the Lord,\/_to the house of the God of Jacob,\/that he may teach us his ways\/_and that we may walk in his paths.”\/For out of Zion shall go the law,\/_and the word of the Lord from Jerusalem."
    },
    "17690": {
        "format": "poetry",
        "text": "\/He shall judge between the nations,\/_and shall decide disputes for many peoples;\/and they shall beat their swords into plowshares,\/_and their spears into pruning hooks;\/nation shall not lift up sword against nation,\/_neither shall they learn war anymore."
    },
    "17691": {
        "format": "poetry",
        "text": "¶O house of Jacob,\/_come, let us walk\/_in the light of the Lord."
    },
    "17692": {
        "format": "poetry",
        "text": "§¶For you have rejected your people,\/_the house of Jacob,\/because they are full of things from the east\/_and of fortune‐tellers like the Philistines,\/_and they strike hands with the children of foreigners."
    },
    "17693": {
        "format": "poetry",
        "text": "\/Their land is filled with silver and gold,\/_and there is no end to their treasures;\/their land is filled with horses,\/_and there is no end to their chariots."
    },
    "17694": {
        "format": "poetry",
        "text": "\/Their land is filled with idols;\/_they bow down to the work of their hands,\/_to what their own fingers have made."
    },
    "17695": {
        "format": "poetry",
        "text": "\/So man is humbled,\/_and each one is brought low—\/_do not forgive them!"
    },
    "17696": {
        "format": "poetry",
        "text": "\/Enter into the rock\/_and hide in the dust\/from before the terror of the Lord,\/_and from the splendor of his majesty."
    },
    "17697": {
        "format": "poetry",
        "text": "\/The haughty looks of man shall be brought low,\/_and the lofty pride of men shall be humbled,\/and the Lord alone will be exalted in that day."
    },
    "17698": {
        "format": "poetry",
        "text": "¶For the Lord of hosts has a day\/_against all that is proud and lofty,\/_against all that is lifted up—and it shall be brought low;"
    },
    "17699": {
        "format": "poetry",
        "text": "\/against all the cedars of Lebanon,\/_lofty and lifted up;\/_and against all the oaks of Bashan;"
    },
    "17700": {
        "format": "poetry",
        "text": "\/against all the lofty mountains,\/_and against all the uplifted hills;"
    },
    "17701": {
        "format": "poetry",
        "text": "\/against every high tower,\/_and against every fortified wall;"
    },
    "17702": {
        "format": "poetry",
        "text": "\/against all the ships of Tarshish,\/_and against all the beautiful craft."
    },
    "17703": {
        "format": "poetry",
        "text": "\/And the haughtiness of man shall be humbled,\/_and the lofty pride of men shall be brought low,\/_and the Lord alone will be exalted in that day."
    },
    "17704": {
        "format": "poetry",
        "text": "\/And the idols shall utterly pass away."
    },
    "17705": {
        "format": "poetry",
        "text": "\/And people shall enter the caves of the rocks\/_and the holes of the ground,\/from before the terror of the Lord,\/_and from the splendor of his majesty,\/_when he rises to terrify the earth."
    },
    "17706": {
        "format": "poetry",
        "text": "¶In that day mankind will cast away\/_their idols of silver and their idols of gold,\/which they made for themselves to worship,\/_to the moles and to the bats,"
    },
    "17707": {
        "format": "poetry",
        "text": "\/to enter the caverns of the rocks\/_and the clefts of the cliffs,\/from before the terror of the Lord,\/_and from the splendor of his majesty,\/_when he rises to terrify the earth."
    },
    "17708": {
        "format": "poetry",
        "text": "\/Stop regarding man\/_in whose nostrils is breath,\/_for of what account is he?"
    },
    "17709": {
        "format": "poetry",
        "text": "§¶For behold, the Lord God of hosts\/_is taking away from Jerusalem and from Judah\/support and supply,\/_all support of bread,\/_and all support of water;"
    },
    "17710": {
        "format": "poetry",
        "text": "\/the mighty man and the soldier,\/_the judge and the prophet,\/_the diviner and the elder,"
    },
    "17711": {
        "format": "poetry",
        "text": "\/the captain of fifty\/_and the man of rank,\/the counselor and the skillful magician\/_and the expert in charms."
    },
    "17712": {
        "format": "poetry",
        "text": "\/And I will make boys their princes,\/_and infants shall rule over them."
    },
    "17713": {
        "format": "poetry",
        "text": "\/And the people will oppress one another,\/_every one his fellow\/_and every one his neighbor;\/the youth will be insolent to the elder,\/_and the despised to the honorable."
    },
    "17714": {
        "format": "poetry",
        "text": "¶For a man will take hold of his brother\/_in the house of his father, saying:\/“You have a cloak;\/_you shall be our leader,\/and this heap of ruins\/_shall be under your rule”;"
    },
    "17715": {
        "format": "poetry",
        "text": "\/in that day he will speak out, saying:\/“I will not be a healer;\/_in my house there is neither bread nor cloak;\/you shall not make me\/_leader of the people.”"
    },
    "17716": {
        "format": "poetry",
        "text": "\/For Jerusalem has stumbled,\/_and Judah has fallen,\/because their speech and their deeds are against the Lord,\/_defying his glorious presence."
    },
    "17717": {
        "format": "poetry",
        "text": "¶For the look on their faces bears witness against them;\/_they proclaim their sin like Sodom;\/_they do not hide it.\/Woe to them!\/_For they have brought evil on themselves."
    },
    "17718": {
        "format": "poetry",
        "text": "\/Tell the righteous that it shall be well with them,\/_for they shall eat the fruit of their deeds."
    },
    "17719": {
        "format": "poetry",
        "text": "\/Woe to the wicked! It shall be ill with him,\/_for what his hands have dealt out shall be done to him."
    },
    "17720": {
        "format": "poetry",
        "text": "\/My people—infants are their oppressors,\/_and women rule over them.\/O my people, your guides mislead you\/_and they have swallowed up the course of your paths."
    },
    "17721": {
        "format": "poetry",
        "text": "¶The Lord has taken his place to contend;\/_he stands to judge peoples."
    },
    "17722": {
        "format": "poetry",
        "text": "\/The Lord will enter into judgment\/_with the elders and princes of his people:\/“It is you who have devoured the vineyard,\/_the spoil of the poor is in your houses."
    },
    "17723": {
        "format": "poetry",
        "text": "\/What do you mean by crushing my people,\/_by grinding the face of the poor?”\/_declares the Lord God of hosts."
    },
    "17724": {
        "format": "poetry",
        "text": "¶The Lord said:\/Because the daughters of Zion are haughty\/_and walk with outstretched necks,\/_glancing wantonly with their eyes,\/mincing along as they go,\/_tinkling with their feet,"
    },
    "17725": {
        "format": "poetry",
        "text": "\/therefore the Lord will strike with a scab\/_the heads of the daughters of Zion,\/_and the Lord will lay bare their secret parts."
    },
    "17726": {
        "format": "prose",
        "text": "¶In that day the Lord will take away the finery of the anklets, the headbands, and the crescents;"
    },
    "17727": {
        "format": "prose",
        "text": "the pendants, the bracelets, and the scarves;"
    },
    "17728": {
        "format": "prose",
        "text": "the headdresses, the armlets, the sashes, the perfume boxes, and the amulets;"
    },
    "17729": {
        "format": "prose",
        "text": "the signet rings and nose rings;"
    },
    "17730": {
        "format": "prose",
        "text": "the festal robes, the mantles, the cloaks, and the handbags;"
    },
    "17731": {
        "format": "prose",
        "text": "the mirrors, the linen garments, the turbans, and the veils."
    },
    "17732": {
        "format": "poetry",
        "text": "¶Instead of perfume there will be rottenness;\/_and instead of a belt, a rope;\/and instead of well‐set hair, baldness;\/_and instead of a rich robe, a skirt of sackcloth;\/_and branding instead of beauty."
    },
    "17733": {
        "format": "poetry",
        "text": "\/Your men shall fall by the sword\/_and your mighty men in battle."
    },
    "17734": {
        "format": "poetry",
        "text": "\/And her gates shall lament and mourn;\/_empty, she shall sit on the ground."
    },
    "17735": {
        "format": "prose",
        "text": "¶And seven women shall take hold of one man in that day, saying, “We will eat our own bread and wear our own clothes, only let us be called by your name; take away our reproach.”"
    },
    "17736": {
        "format": "prose",
        "text": "§¶In that day the branch of the Lord shall be beautiful and glorious, and the fruit of the land shall be the pride and honor of the survivors of Israel."
    },
    "17737": {
        "format": "prose",
        "text": "And he who is left in Zion and remains in Jerusalem will be called holy, everyone who has been recorded for life in Jerusalem,"
    },
    "17738": {
        "format": "prose",
        "text": "when the Lord shall have washed away the filth of the daughters of Zion and cleansed the bloodstains of Jerusalem from its midst by a spirit of judgment and by a spirit of burning."
    },
    "17739": {
        "format": "prose",
        "text": "Then the Lord will create over the whole site of Mount Zion and over her assemblies a cloud by day, and smoke and the shining of a flaming fire by night; for over all the glory there will be a canopy."
    },
    "17740": {
        "format": "prose",
        "text": "There will be a booth for shade by day from the heat, and for a refuge and a shelter from the storm and rain."
    },
    "17741": {
        "format": "poetry",
        "text": "§¶Let me sing for my beloved\/_my love song concerning his vineyard:\/My beloved had a vineyard\/_on a very fertile hill."
    },
    "17742": {
        "format": "poetry",
        "text": "\/He dug it and cleared it of stones,\/_and planted it with choice vines;\/he built a watchtower in the midst of it,\/_and hewed out a wine vat in it;\/and he looked for it to yield grapes,\/_but it yielded wild grapes."
    },
    "17743": {
        "format": "poetry",
        "text": "¶And now, O inhabitants of Jerusalem\/_and men of Judah,\/judge between me and my vineyard."
    },
    "17744": {
        "format": "poetry",
        "text": "\/What more was there to do for my vineyard,\/_that I have not done in it?\/When I looked for it to yield grapes,\/_why did it yield wild grapes?"
    },
    "17745": {
        "format": "poetry",
        "text": "¶And now I will tell you\/_what I will do to my vineyard.\/I will remove its hedge,\/_and it shall be devoured;\/I will break down its wall,\/_and it shall be trampled down."
    },
    "17746": {
        "format": "poetry",
        "text": "\/I will make it a waste;\/_it shall not be pruned or hoed,\/_and briers and thorns shall grow up;\/I will also command the clouds\/_that they rain no rain upon it."
    },
    "17747": {
        "format": "poetry",
        "text": "¶For the vineyard of the Lord of hosts\/_is the house of Israel,\/and the men of Judah\/_are his pleasant planting;\/and he looked for justice,\/_but behold, bloodshed;\/for righteousness,\/_but behold, an outcry!"
    },
    "17748": {
        "format": "poetry",
        "text": "§¶Woe to those who join house to house,\/_who add field to field,\/until there is no more room,\/_and you are made to dwell alone\/_in the midst of the land."
    },
    "17749": {
        "format": "poetry",
        "text": "\/The Lord of hosts has sworn in my hearing:\/“Surely many houses shall be desolate,\/_large and beautiful houses, without inhabitant."
    },
    "17750": {
        "format": "poetry",
        "text": "\/For ten acres of vineyard shall yield but one bath,\/_and a homer of seed shall yield but an ephah.”"
    },
    "17751": {
        "format": "poetry",
        "text": "¶Woe to those who rise early in the morning,\/_that they may run after strong drink,\/who tarry late into the evening\/_as wine inflames them!"
    },
    "17752": {
        "format": "poetry",
        "text": "\/They have lyre and harp,\/_tambourine and flute and wine at their feasts,\/but they do not regard the deeds of the Lord,\/_or see the work of his hands."
    },
    "17753": {
        "format": "poetry",
        "text": "¶Therefore my people go into exile\/_for lack of knowledge;\/their honored men go hungry,\/_and their multitude is parched with thirst."
    },
    "17754": {
        "format": "poetry",
        "text": "\/Therefore Sheol has enlarged its appetite\/_and opened its mouth beyond measure,\/and the nobility of Jerusalem and her multitude will go down,\/_her revelers and he who exults in her."
    },
    "17755": {
        "format": "poetry",
        "text": "\/Man is humbled, and each one is brought low,\/_and the eyes of the haughty are brought low."
    },
    "17756": {
        "format": "poetry",
        "text": "\/But the Lord of hosts is exalted in justice,\/_and the Holy God shows himself holy in righteousness."
    },
    "17757": {
        "format": "poetry",
        "text": "\/Then shall the lambs graze as in their pasture,\/_and nomads shall eat among the ruins of the rich."
    },
    "17758": {
        "format": "poetry",
        "text": "¶Woe to those who draw iniquity with cords of falsehood,\/_who draw sin as with cart ropes,"
    },
    "17759": {
        "format": "poetry",
        "text": "\/who say: “Let him be quick,\/_let him speed his work\/_that we may see it;\/let the counsel of the Holy One of Israel draw near,\/_and let it come, that we may know it!”"
    },
    "17760": {
        "format": "poetry",
        "text": "\/Woe to those who call evil good\/_and good evil,\/who put darkness for light\/_and light for darkness,\/who put bitter for sweet\/_and sweet for bitter!"
    },
    "17761": {
        "format": "poetry",
        "text": "\/Woe to those who are wise in their own eyes,\/_and shrewd in their own sight!"
    },
    "17762": {
        "format": "poetry",
        "text": "\/Woe to those who are heroes at drinking wine,\/_and valiant men in mixing strong drink,"
    },
    "17763": {
        "format": "poetry",
        "text": "\/who acquit the guilty for a bribe,\/_and deprive the innocent of his right!"
    },
    "17764": {
        "format": "poetry",
        "text": "¶Therefore, as the tongue of fire devours the stubble,\/_and as dry grass sinks down in the flame,\/so their root will be as rottenness,\/_and their blossom go up like dust;\/for they have rejected the law of the Lord of hosts,\/_and have despised the word of the Holy One of Israel."
    },
    "17765": {
        "format": "poetry",
        "text": "\/Therefore the anger of the Lord was kindled against his people,\/_and he stretched out his hand against them and struck them,\/_and the mountains quaked;\/and their corpses were as refuse\/_in the midst of the streets.\/For all this his anger has not turned away,\/_and his hand is stretched out still."
    },
    "17766": {
        "format": "poetry",
        "text": "¶He will raise a signal for nations far away,\/_and whistle for them from the ends of the earth;\/and behold, quickly, speedily they come!"
    },
    "17767": {
        "format": "poetry",
        "text": "\/None is weary, none stumbles,\/_none slumbers or sleeps,\/not a waistband is loose,\/_not a sandal strap broken;"
    },
    "17768": {
        "format": "poetry",
        "text": "\/their arrows are sharp,\/_all their bows bent,\/their horses’ hoofs seem like flint,\/_and their wheels like the whirlwind."
    },
    "17769": {
        "format": "poetry",
        "text": "\/Their roaring is like a lion,\/_like young lions they roar;\/they growl and seize their prey;\/_they carry it off, and none can rescue."
    },
    "17770": {
        "format": "poetry",
        "text": "\/They will growl over it on that day,\/_like the growling of the sea.\/And if one looks to the land,\/_behold, darkness and distress;\/and the light is darkened by its clouds."
    },
    "17771": {
        "format": "prose",
        "text": "§¶In the year that King Uzziah died I saw the Lord sitting upon a throne, high and lifted up; and the train of his robe filled the temple."
    },
    "17772": {
        "format": "prose",
        "text": "Above him stood the seraphim. Each had six wings: with two he covered his face, and with two he covered his feet, and with two he flew."
    },
    "17773": {
        "format": "prose",
        "text": "And one called to another and said:¶▼“Holy, holy, holy is the Lord of hosts;\/the whole earth is full of his glory!”"
    },
    "17774": {
        "format": "prose",
        "text": "¶And the foundations of the thresholds shook at the voice of him who called, and the house was filled with smoke."
    },
    "17775": {
        "format": "prose",
        "text": "And I said: “Woe is me! For I am lost; for I am a man of unclean lips, and I dwell in the midst of a people of unclean lips; for my eyes have seen the King, the Lord of hosts!”"
    },
    "17776": {
        "format": "prose",
        "text": "¶Then one of the seraphim flew to me, having in his hand a burning coal that he had taken with tongs from the altar."
    },
    "17777": {
        "format": "prose",
        "text": "And he touched my mouth and said: “Behold, this has touched your lips; your guilt is taken away, and your sin atoned for.”"
    },
    "17778": {
        "format": "prose",
        "text": "§¶And I heard the voice of the Lord saying, “Whom shall I send, and who will go for us?” Then I said, “Here I am! Send me.”"
    },
    "17779": {
        "format": "prose",
        "text": "And he said, “Go, and say to this people:¶▼“‘Keep on hearing, but do not understand;\/keep on seeing, but do not perceive.’"
    },
    "17780": {
        "format": "poetry",
        "text": "\/Make the heart of this people dull,\/_and their ears heavy,\/_and blind their eyes;\/lest they see with their eyes,\/_and hear with their ears,\/and understand with their hearts,\/_and turn and be healed.”"
    },
    "17781": {
        "format": "poetry",
        "text": "\/Then I said, “How long, O Lord?”\/And he said:\/“Until cities lie waste\/_without inhabitant,\/and houses without people,\/_and the land is a desolate waste,"
    },
    "17782": {
        "format": "poetry",
        "text": "\/and the Lord removes people far away,\/_and the forsaken places are many in the midst of the land."
    },
    "17783": {
        "format": "poetry",
        "text": "\/And though a tenth remain in it,\/_it will be burned again,\/like a terebinth or an oak,\/_whose stump remains\/_when it is felled.”\/The holy seed is its stump."
    },
    "17784": {
        "format": "prose",
        "text": "§¶In the days of Ahaz the son of Jotham, son of Uzziah, king of Judah, Rezin the king of Syria and Pekah the son of Remaliah the king of Israel came up to Jerusalem to wage war against it, but could not yet mount an attack against it."
    },
    "17785": {
        "format": "prose",
        "text": "When the house of David was told, “Syria is in league with Ephraim,” the heart of Ahaz and the heart of his people shook as the trees of the forest shake before the wind."
    },
    "17786": {
        "format": "prose",
        "text": "¶And the Lord said to Isaiah, “Go out to meet Ahaz, you and Shear‐jashub your son, at the end of the conduit of the upper pool on the highway to the Washer’s Field."
    },
    "17787": {
        "format": "prose",
        "text": "And say to him, ‘Be careful, be quiet, do not fear, and do not let your heart be faint because of these two smoldering stumps of firebrands, at the fierce anger of Rezin and Syria and the son of Remaliah."
    },
    "17788": {
        "format": "prose",
        "text": "Because Syria, with Ephraim and the son of Remaliah, has devised evil against you, saying,"
    },
    "17789": {
        "format": "prose",
        "text": "“Let us go up against Judah and terrify it, and let us conquer it for ourselves, and set up the son of Tabeel as king in the midst of it,”"
    },
    "17790": {
        "format": "prose",
        "text": "thus says the Lord God:¶▼“‘It shall not stand,\/_and it shall not come to pass."
    },
    "17791": {
        "format": "poetry",
        "text": "\/For the head of Syria is Damascus,\/_and the head of Damascus is Rezin.\/And within sixty‐five years\/_Ephraim will be shattered from being a people."
    },
    "17792": {
        "format": "poetry",
        "text": "\/And the head of Ephraim is Samaria,\/_and the head of Samaria is the son of Remaliah.\/If you are not firm in faith,\/_you will not be firm at all.’”"
    },
    "17793": {
        "format": "prose",
        "text": "§¶Again the Lord spoke to Ahaz,"
    },
    "17794": {
        "format": "prose",
        "text": "“Ask a sign of the Lord your God; let it be deep as Sheol or high as heaven.”"
    },
    "17795": {
        "format": "prose",
        "text": "But Ahaz said, “I will not ask, and I will not put the Lord to the test.”"
    },
    "17796": {
        "format": "prose",
        "text": "And he said, “Hear then, O house of David! Is it too little for you to weary men, that you weary my God also?"
    },
    "17797": {
        "format": "prose",
        "text": "Therefore the Lord himself will give you a sign. Behold, the virgin shall conceive and bear a son, and shall call his name Immanuel."
    },
    "17798": {
        "format": "prose",
        "text": "He shall eat curds and honey when he knows how to refuse the evil and choose the good."
    },
    "17799": {
        "format": "prose",
        "text": "For before the boy knows how to refuse the evil and choose the good, the land whose two kings you dread will be deserted."
    },
    "17800": {
        "format": "prose",
        "text": "The Lord will bring upon you and upon your people and upon your father’s house such days as have not come since the day that Ephraim departed from Judah—the king of Assyria.”"
    },
    "17801": {
        "format": "prose",
        "text": "¶In that day the Lord will whistle for the fly that is at the end of the streams of Egypt, and for the bee that is in the land of Assyria."
    },
    "17802": {
        "format": "prose",
        "text": "And they will all come and settle in the steep ravines, and in the clefts of the rocks, and on all the thornbushes, and on all the pastures."
    },
    "17803": {
        "format": "prose",
        "text": "¶In that day the Lord will shave with a razor that is hired beyond the River—with the king of Assyria—the head and the hair of the feet, and it will sweep away the beard also."
    },
    "17804": {
        "format": "prose",
        "text": "¶In that day a man will keep alive a young cow and two sheep,"
    },
    "17805": {
        "format": "prose",
        "text": "and because of the abundance of milk that they give, he will eat curds, for everyone who is left in the land will eat curds and honey."
    },
    "17806": {
        "format": "prose",
        "text": "¶In that day every place where there used to be a thousand vines, worth a thousand shekels of silver, will become briers and thorns."
    },
    "17807": {
        "format": "prose",
        "text": "With bow and arrows a man will come there, for all the land will be briers and thorns."
    },
    "17808": {
        "format": "prose",
        "text": "And as for all the hills that used to be hoed with a hoe, you will not come there for fear of briers and thorns, but they will become a place where cattle are let loose and where sheep tread."
    },
    "17809": {
        "format": "prose",
        "text": "§¶Then the Lord said to me, “Take a large tablet and write on it in common characters, ‘Belonging to Maher‐shalal‐hash‐baz.’"
    },
    "17810": {
        "format": "prose",
        "text": "And I will get reliable witnesses, Uriah the priest and Zechariah the son of Jeberechiah, to attest for me.”"
    },
    "17811": {
        "format": "prose",
        "text": "¶And I went to the prophetess, and she conceived and bore a son. Then the Lord said to me, “Call his name Maher‐shalal‐hash‐baz;"
    },
    "17812": {
        "format": "prose",
        "text": "for before the boy knows how to cry ‘My father’ or ‘My mother,’ the wealth of Damascus and the spoil of Samaria will be carried away before the king of Assyria.”"
    },
    "17813": {
        "format": "prose",
        "text": "¶The Lord spoke to me again:"
    },
    "17814": {
        "format": "prose",
        "text": "“Because this people has refused the waters of Shiloah that flow gently, and rejoice over Rezin and the son of Remaliah,"
    },
    "17815": {
        "format": "prose",
        "text": "therefore, behold, the Lord is bringing up against them the waters of the River, mighty and many, the king of Assyria and all his glory. And it will rise over all its channels and go over all its banks,"
    },
    "17816": {
        "format": "prose",
        "text": "and it will sweep on into Judah, it will overflow and pass on, reaching even to the neck, and its outspread wings will fill the breadth of your land, O Immanuel.”"
    },
    "17817": {
        "format": "poetry",
        "text": "¶Be broken, you peoples, and be shattered;\/_give ear, all you far countries;\/strap on your armor and be shattered;\/_strap on your armor and be shattered."
    },
    "17818": {
        "format": "poetry",
        "text": "\/Take counsel together, but it will come to nothing;\/_speak a word, but it will not stand,\/_for God is with us."
    },
    "17819": {
        "format": "prose",
        "text": "§¶For the Lord spoke thus to me with his strong hand upon me, and warned me not to walk in the way of this people, saying:"
    },
    "17820": {
        "format": "prose",
        "text": "“Do not call conspiracy all that this people calls conspiracy, and do not fear what they fear, nor be in dread."
    },
    "17821": {
        "format": "prose",
        "text": "But the Lord of hosts, him you shall honor as holy. Let him be your fear, and let him be your dread."
    },
    "17822": {
        "format": "prose",
        "text": "And he will become a sanctuary and a stone of offense and a rock of stumbling to both houses of Israel, a trap and a snare to the inhabitants of Jerusalem."
    },
    "17823": {
        "format": "prose",
        "text": "And many shall stumble on it. They shall fall and be broken; they shall be snared and taken.”"
    },
    "17824": {
        "format": "prose",
        "text": "¶Bind up the testimony; seal the teaching among my disciples."
    },
    "17825": {
        "format": "prose",
        "text": "I will wait for the Lord, who is hiding his face from the house of Jacob, and I will hope in him."
    },
    "17826": {
        "format": "prose",
        "text": "Behold, I and the children whom the Lord has given me are signs and portents in Israel from the Lord of hosts, who dwells on Mount Zion."
    },
    "17827": {
        "format": "prose",
        "text": "And when they say to you, “Inquire of the mediums and the necromancers who chirp and mutter,” should not a people inquire of their God? Should they inquire of the dead on behalf of the living?"
    },
    "17828": {
        "format": "prose",
        "text": "To the teaching and to the testimony! If they will not speak according to this word, it is because they have no dawn."
    },
    "17829": {
        "format": "prose",
        "text": "They will pass through the land, greatly distressed and hungry. And when they are hungry, they will be enraged and will speak contemptuously against their king and their God, and turn their faces upward."
    },
    "17830": {
        "format": "prose",
        "text": "And they will look to the earth, but behold, distress and darkness, the gloom of anguish. And they will be thrust into thick darkness."
    },
    "17831": {
        "format": "prose",
        "text": "§¶But there will be no gloom for her who was in anguish. In the former time he brought into contempt the land of Zebulun and the land of Naphtali, but in the latter time he has made glorious the way of the sea, the land beyond the Jordan, Galilee of the nations."
    },
    "17832": {
        "format": "poetry",
        "text": "¶The people who walked in darkness\/_have seen a great light;\/those who dwelt in a land of deep darkness,\/_on them has light shone."
    },
    "17833": {
        "format": "poetry",
        "text": "\/You have multiplied the nation;\/_you have increased its joy;\/they rejoice before you\/_as with joy at the harvest,\/_as they are glad when they divide the spoil."
    },
    "17834": {
        "format": "poetry",
        "text": "\/For the yoke of his burden,\/_and the staff for his shoulder,\/_the rod of his oppressor,\/_you have broken as on the day of Midian."
    },
    "17835": {
        "format": "poetry",
        "text": "\/For every boot of the tramping warrior in battle tumult\/_and every garment rolled in blood\/_will be burned as fuel for the fire."
    },
    "17836": {
        "format": "poetry",
        "text": "\/For to us a child is born,\/_to us a son is given;\/and the government shall be upon his shoulder,\/_and his name shall be called\/Wonderful Counselor, Mighty God,\/_Everlasting Father, Prince of Peace."
    },
    "17837": {
        "format": "poetry",
        "text": "\/Of the increase of his government and of peace\/_there will be no end,\/on the throne of David and over his kingdom,\/_to establish it and to uphold it\/with justice and with righteousness\/_from this time forth and forevermore.\/The zeal of the Lord of hosts will do this."
    },
    "17838": {
        "format": "poetry",
        "text": "§¶The Lord has sent a word against Jacob,\/_and it will fall on Israel;"
    },
    "17839": {
        "format": "poetry",
        "text": "\/and all the people will know,\/_Ephraim and the inhabitants of Samaria,\/_who say in pride and in arrogance of heart:"
    },
    "17840": {
        "format": "poetry",
        "text": "\/“The bricks have fallen,\/_but we will build with dressed stones;\/the sycamores have been cut down,\/_but we will put cedars in their place.”"
    },
    "17841": {
        "format": "poetry",
        "text": "\/But the Lord raises the adversaries of Rezin against him,\/_and stirs up his enemies."
    },
    "17842": {
        "format": "poetry",
        "text": "\/The Syrians on the east and the Philistines on the west\/_devour Israel with open mouth.\/For all this his anger has not turned away,\/_and his hand is stretched out still."
    },
    "17843": {
        "format": "poetry",
        "text": "¶The people did not turn to him who struck them,\/_nor inquire of the Lord of hosts."
    },
    "17844": {
        "format": "poetry",
        "text": "\/So the Lord cut off from Israel head and tail,\/_palm branch and reed in one day—"
    },
    "17845": {
        "format": "poetry",
        "text": "\/the elder and honored man is the head,\/_and the prophet who teaches lies is the tail;"
    },
    "17846": {
        "format": "poetry",
        "text": "\/for those who guide this people have been leading them astray,\/_and those who are guided by them are swallowed up."
    },
    "17847": {
        "format": "poetry",
        "text": "\/Therefore the Lord does not rejoice over their young men,\/_and has no compassion on their fatherless and widows;\/for everyone is godless and an evildoer,\/_and every mouth speaks folly.\/For all this his anger has not turned away,\/_and his hand is stretched out still."
    },
    "17848": {
        "format": "poetry",
        "text": "¶For wickedness burns like a fire;\/_it consumes briers and thorns;\/it kindles the thickets of the forest,\/_and they roll upward in a column of smoke."
    },
    "17849": {
        "format": "poetry",
        "text": "\/Through the wrath of the Lord of hosts\/_the land is scorched,\/and the people are like fuel for the fire;\/_no one spares another."
    },
    "17850": {
        "format": "poetry",
        "text": "\/They slice meat on the right, but are still hungry,\/_and they devour on the left, but are not satisfied;\/each devours the flesh of his own arm,"
    },
    "17851": {
        "format": "poetry",
        "text": "\/Manasseh devours Ephraim, and Ephraim devours Manasseh;\/_together they are against Judah.\/For all this his anger has not turned away,\/_and his hand is stretched out still."
    },
    "17852": {
        "format": "poetry",
        "text": "¶Woe to those who decree iniquitous decrees,\/_and the writers who keep writing oppression,"
    },
    "17853": {
        "format": "poetry",
        "text": "\/to turn aside the needy from justice\/_and to rob the poor of my people of their right,\/that widows may be their spoil,\/_and that they may make the fatherless their prey!"
    },
    "17854": {
        "format": "poetry",
        "text": "\/What will you do on the day of punishment,\/_in the ruin that will come from afar?\/To whom will you flee for help,\/_and where will you leave your wealth?"
    },
    "17855": {
        "format": "poetry",
        "text": "\/Nothing remains but to crouch among the prisoners\/_or fall among the slain.\/For all this his anger has not turned away,\/_and his hand is stretched out still."
    },
    "17856": {
        "format": "poetry",
        "text": "§¶Ah, Assyria, the rod of my anger;\/_the staff in their hands is my fury!"
    },
    "17857": {
        "format": "poetry",
        "text": "\/Against a godless nation I send him,\/_and against the people of my wrath I command him,\/to take spoil and seize plunder,\/_and to tread them down like the mire of the streets."
    },
    "17858": {
        "format": "poetry",
        "text": "\/But he does not so intend,\/_and his heart does not so think;\/but it is in his heart to destroy,\/_and to cut off nations not a few;"
    },
    "17859": {
        "format": "poetry",
        "text": "\/for he says:\/“Are not my commanders all kings?"
    },
    "17860": {
        "format": "poetry",
        "text": "\/Is not Calno like Carchemish?\/_Is not Hamath like Arpad?\/_Is not Samaria like Damascus?"
    },
    "17861": {
        "format": "poetry",
        "text": "\/As my hand has reached to the kingdoms of the idols,\/_whose carved images were greater than those of Jerusalem and Samaria,"
    },
    "17862": {
        "format": "poetry",
        "text": "\/shall I not do to Jerusalem and her idols\/_as I have done to Samaria and her images?”"
    },
    "17863": {
        "format": "prose",
        "text": "¶When the Lord has finished all his work on Mount Zion and on Jerusalem, he will punish the speech of the arrogant heart of the king of Assyria and the boastful look in his eyes."
    },
    "17864": {
        "format": "prose",
        "text": "For he says:¶▼“By the strength of my hand I have done it,\/_and by my wisdom, for I have understanding;\/I remove the boundaries of peoples,\/_and plunder their treasures;\/_like a bull I bring down those who sit on thrones."
    },
    "17865": {
        "format": "poetry",
        "text": "\/My hand has found like a nest\/_the wealth of the peoples;\/and as one gathers eggs that have been forsaken,\/_so I have gathered all the earth;\/and there was none that moved a wing\/_or opened the mouth or chirped.”"
    },
    "17866": {
        "format": "poetry",
        "text": "¶Shall the axe boast over him who hews with it,\/_or the saw magnify itself against him who wields it?\/As if a rod should wield him who lifts it,\/_or as if a staff should lift him who is not wood!"
    },
    "17867": {
        "format": "poetry",
        "text": "\/Therefore the Lord God of hosts\/_will send wasting sickness among his stout warriors,\/and under his glory a burning will be kindled,\/_like the burning of fire."
    },
    "17868": {
        "format": "poetry",
        "text": "\/The light of Israel will become a fire,\/_and his Holy One a flame,\/and it will burn and devour\/_his thorns and briers in one day."
    },
    "17869": {
        "format": "poetry",
        "text": "\/The glory of his forest and of his fruitful land\/_the Lord will destroy, both soul and body,\/_and it will be as when a sick man wastes away."
    },
    "17870": {
        "format": "poetry",
        "text": "\/The remnant of the trees of his forest will be so few\/_that a child can write them down."
    },
    "17871": {
        "format": "prose",
        "text": "§¶In that day the remnant of Israel and the survivors of the house of Jacob will no more lean on him who struck them, but will lean on the Lord, the Holy One of Israel, in truth."
    },
    "17872": {
        "format": "prose",
        "text": "A remnant will return, the remnant of Jacob, to the mighty God."
    },
    "17873": {
        "format": "prose",
        "text": "For though your people Israel be as the sand of the sea, only a remnant of them will return. Destruction is decreed, overflowing with righteousness."
    },
    "17874": {
        "format": "prose",
        "text": "For the Lord God of hosts will make a full end, as decreed, in the midst of all the earth."
    },
    "17875": {
        "format": "prose",
        "text": "¶Therefore thus says the Lord God of hosts: “O my people, who dwell in Zion, be not afraid of the Assyrians when they strike with the rod and lift up their staff against you as the Egyptians did."
    },
    "17876": {
        "format": "prose",
        "text": "For in a very little while my fury will come to an end, and my anger will be directed to their destruction."
    },
    "17877": {
        "format": "prose",
        "text": "And the Lord of hosts will wield against them a whip, as when he struck Midian at the rock of Oreb. And his staff will be over the sea, and he will lift it as he did in Egypt."
    },
    "17878": {
        "format": "prose",
        "text": "And in that day his burden will depart from your shoulder, and his yoke from your neck; and the yoke will be broken because of the fat.”"
    },
    "17879": {
        "format": "poetry",
        "text": "¶He has come to Aiath;\/he has passed through Migron;\/_at Michmash he stores his baggage;"
    },
    "17880": {
        "format": "poetry",
        "text": "\/they have crossed over the pass;\/_at Geba they lodge for the night;\/Ramah trembles;\/_Gibeah of Saul has fled."
    },
    "17881": {
        "format": "poetry",
        "text": "\/Cry aloud, O daughter of Gallim!\/_Give attention, O Laishah!\/_O poor Anathoth!"
    },
    "17882": {
        "format": "poetry",
        "text": "\/Madmenah is in flight;\/_the inhabitants of Gebim flee for safety."
    },
    "17883": {
        "format": "poetry",
        "text": "\/This very day he will halt at Nob;\/_he will shake his fist\/_at the mount of the daughter of Zion,\/_the hill of Jerusalem."
    },
    "17884": {
        "format": "poetry",
        "text": "¶Behold, the Lord God of hosts\/_will lop the boughs with terrifying power;\/the great in height will be hewn down,\/_and the lofty will be brought low."
    },
    "17885": {
        "format": "poetry",
        "text": "\/He will cut down the thickets of the forest with an axe,\/_and Lebanon will fall by the Majestic One."
    },
    "17886": {
        "format": "poetry",
        "text": "§¶There shall come forth a shoot from the stump of Jesse,\/_and a branch from his roots shall bear fruit."
    },
    "17887": {
        "format": "poetry",
        "text": "\/And the Spirit of the Lord shall rest upon him,\/_the Spirit of wisdom and understanding,\/_the Spirit of counsel and might,\/_the Spirit of knowledge and the fear of the Lord."
    },
    "17888": {
        "format": "poetry",
        "text": "\/And his delight shall be in the fear of the Lord.\/He shall not judge by what his eyes see,\/_or decide disputes by what his ears hear,"
    },
    "17889": {
        "format": "poetry",
        "text": "\/but with righteousness he shall judge the poor,\/_and decide with equity for the meek of the earth;\/and he shall strike the earth with the rod of his mouth,\/_and with the breath of his lips he shall kill the wicked."
    },
    "17890": {
        "format": "poetry",
        "text": "\/Righteousness shall be the belt of his waist,\/_and faithfulness the belt of his loins."
    },
    "17891": {
        "format": "poetry",
        "text": "¶The wolf shall dwell with the lamb,\/_and the leopard shall lie down with the young goat,\/and the calf and the lion and the fattened calf together;\/_and a little child shall lead them."
    },
    "17892": {
        "format": "poetry",
        "text": "\/The cow and the bear shall graze;\/_their young shall lie down together;\/_and the lion shall eat straw like the ox."
    },
    "17893": {
        "format": "poetry",
        "text": "\/The nursing child shall play over the hole of the cobra,\/_and the weaned child shall put his hand on the adder’s den."
    },
    "17894": {
        "format": "poetry",
        "text": "\/They shall not hurt or destroy\/_in all my holy mountain;\/for the earth shall be full of the knowledge of the Lord\/_as the waters cover the sea."
    },
    "17895": {
        "format": "prose",
        "text": "¶In that day the root of Jesse, who shall stand as a signal for the peoples—of him shall the nations inquire, and his resting place shall be glorious."
    },
    "17896": {
        "format": "prose",
        "text": "¶In that day the Lord will extend his hand yet a second time to recover the remnant that remains of his people, from Assyria, from Egypt, from Pathros, from Cush, from Elam, from Shinar, from Hamath, and from the coastlands of the sea."
    },
    "17897": {
        "format": "poetry",
        "text": "¶He will raise a signal for the nations\/_and will assemble the banished of Israel,\/and gather the dispersed of Judah\/_from the four corners of the earth."
    },
    "17898": {
        "format": "poetry",
        "text": "\/The jealousy of Ephraim shall depart,\/_and those who harass Judah shall be cut off;\/Ephraim shall not be jealous of Judah,\/_and Judah shall not harass Ephraim."
    },
    "17899": {
        "format": "poetry",
        "text": "\/But they shall swoop down on the shoulder of the Philistines in the west,\/_and together they shall plunder the people of the east.\/They shall put out their hand against Edom and Moab,\/_and the Ammonites shall obey them."
    },
    "17900": {
        "format": "poetry",
        "text": "\/And the Lord will utterly destroy\/_the tongue of the Sea of Egypt,\/and will wave his hand over the River\/_with his scorching breath,\/and strike it into seven channels,\/_and he will lead people across in sandals."
    },
    "17901": {
        "format": "poetry",
        "text": "\/And there will be a highway from Assyria\/_for the remnant that remains of his people,\/as there was for Israel\/_when they came up from the land of Egypt."
    },
    "17902": {
        "format": "poetry",
        "text": "§¶You will say in that day:\/“I will give thanks to you, O Lord,\/_for though you were angry with me,\/your anger turned away,\/_that you might comfort me."
    },
    "17903": {
        "format": "poetry",
        "text": "¶“Behold, God is my salvation;\/_I will trust, and will not be afraid;\/for the Lord God is my strength and my song,\/_and he has become my salvation.”"
    },
    "17904": {
        "format": "prose",
        "text": "¶With joy you will draw water from the wells of salvation."
    },
    "17905": {
        "format": "prose",
        "text": "And you will say in that day:¶▼“Give thanks to the Lord,\/_call upon his name,\/make known his deeds among the peoples,\/_proclaim that his name is exalted."
    },
    "17906": {
        "format": "poetry",
        "text": "¶“Sing praises to the Lord, for he has done gloriously;\/_let this be made known in all the earth."
    },
    "17907": {
        "format": "poetry",
        "text": "\/Shout, and sing for joy, O inhabitant of Zion,\/_for great in your midst is the Holy One of Israel.”"
    },
    "17908": {
        "format": "prose",
        "text": "§¶The oracle concerning Babylon which Isaiah the son of Amoz saw."
    },
    "17909": {
        "format": "poetry",
        "text": "¶On a bare hill raise a signal;\/_cry aloud to them;\/wave the hand for them to enter\/_the gates of the nobles."
    },
    "17910": {
        "format": "poetry",
        "text": "\/I myself have commanded my consecrated ones,\/_and have summoned my mighty men to execute my anger,\/_my proudly exulting ones."
    },
    "17911": {
        "format": "poetry",
        "text": "¶The sound of a tumult is on the mountains\/_as of a great multitude!\/The sound of an uproar of kingdoms,\/_of nations gathering together!\/The Lord of hosts is mustering\/_a host for battle."
    },
    "17912": {
        "format": "poetry",
        "text": "\/They come from a distant land,\/_from the end of the heavens,\/the Lord and the weapons of his indignation,\/_to destroy the whole land."
    },
    "17913": {
        "format": "poetry",
        "text": "¶Wail, for the day of the Lord is near;\/_as destruction from the Almighty it will come!"
    },
    "17914": {
        "format": "poetry",
        "text": "\/Therefore all hands will be feeble,\/_and every human heart will melt."
    },
    "17915": {
        "format": "poetry",
        "text": "\/They will be dismayed:\/_pangs and agony will seize them;\/_they will be in anguish like a woman in labor.\/They will look aghast at one another;\/_their faces will be aflame."
    },
    "17916": {
        "format": "poetry",
        "text": "¶Behold, the day of the Lord comes,\/_cruel, with wrath and fierce anger,\/to make the land a desolation\/_and to destroy its sinners from it."
    },
    "17917": {
        "format": "poetry",
        "text": "\/For the stars of the heavens and their constellations\/_will not give their light;\/the sun will be dark at its rising,\/_and the moon will not shed its light."
    },
    "17918": {
        "format": "poetry",
        "text": "\/I will punish the world for its evil,\/_and the wicked for their iniquity;\/I will put an end to the pomp of the arrogant,\/_and lay low the pompous pride of the ruthless."
    },
    "17919": {
        "format": "poetry",
        "text": "\/I will make people more rare than fine gold,\/_and mankind than the gold of Ophir."
    },
    "17920": {
        "format": "poetry",
        "text": "\/Therefore I will make the heavens tremble,\/_and the earth will be shaken out of its place,\/at the wrath of the Lord of hosts\/_in the day of his fierce anger."
    },
    "17921": {
        "format": "poetry",
        "text": "\/And like a hunted gazelle,\/_or like sheep with none to gather them,\/each will turn to his own people,\/_and each will flee to his own land."
    },
    "17922": {
        "format": "poetry",
        "text": "\/Whoever is found will be thrust through,\/_and whoever is caught will fall by the sword."
    },
    "17923": {
        "format": "poetry",
        "text": "\/Their infants will be dashed in pieces\/_before their eyes;\/their houses will be plundered\/_and their wives ravished."
    },
    "17924": {
        "format": "poetry",
        "text": "¶Behold, I am stirring up the Medes against them,\/_who have no regard for silver\/_and do not delight in gold."
    },
    "17925": {
        "format": "poetry",
        "text": "\/Their bows will slaughter the young men;\/_they will have no mercy on the fruit of the womb;\/_their eyes will not pity children."
    },
    "17926": {
        "format": "poetry",
        "text": "\/And Babylon, the glory of kingdoms,\/_the splendor and pomp of the Chaldeans,\/will be like Sodom and Gomorrah\/_when God overthrew them."
    },
    "17927": {
        "format": "poetry",
        "text": "\/It will never be inhabited\/_or lived in for all generations;\/no Arab will pitch his tent there;\/_no shepherds will make their flocks lie down there."
    },
    "17928": {
        "format": "poetry",
        "text": "\/But wild animals will lie down there,\/_and their houses will be full of howling creatures;\/there ostriches will dwell,\/_and there wild goats will dance."
    },
    "17929": {
        "format": "poetry",
        "text": "\/Hyenas will cry in its towers,\/_and jackals in the pleasant palaces;\/its time is close at hand\/_and its days will not be prolonged."
    },
    "17930": {
        "format": "prose",
        "text": "§¶For the Lord will have compassion on Jacob and will again choose Israel, and will set them in their own land, and sojourners will join them and will attach themselves to the house of Jacob."
    },
    "17931": {
        "format": "prose",
        "text": "And the peoples will take them and bring them to their place, and the house of Israel will possess them in the Lord’s land as male and female slaves. They will take captive those who were their captors, and rule over those who oppressed them."
    },
    "17932": {
        "format": "prose",
        "text": "§¶When the Lord has given you rest from your pain and turmoil and the hard service with which you were made to serve,"
    },
    "17933": {
        "format": "prose",
        "text": "you will take up this taunt against the king of Babylon:¶▼“How the oppressor has ceased,\/_the insolent fury ceased!"
    },
    "17934": {
        "format": "poetry",
        "text": "\/The Lord has broken the staff of the wicked,\/_the scepter of rulers,"
    },
    "17935": {
        "format": "poetry",
        "text": "\/that struck the peoples in wrath\/_with unceasing blows,\/that ruled the nations in anger\/_with unrelenting persecution."
    },
    "17936": {
        "format": "poetry",
        "text": "\/The whole earth is at rest and quiet;\/_they break forth into singing."
    },
    "17937": {
        "format": "poetry",
        "text": "\/The cypresses rejoice at you,\/_the cedars of Lebanon, saying,\/‘Since you were laid low,\/_no woodcutter comes up against us.’"
    },
    "17938": {
        "format": "poetry",
        "text": "\/Sheol beneath is stirred up\/_to meet you when you come;\/it rouses the shades to greet you,\/_all who were leaders of the earth;\/it raises from their thrones\/_all who were kings of the nations."
    },
    "17939": {
        "format": "poetry",
        "text": "\/All of them will answer\/_and say to you:\/‘You too have become as weak as we!\/_You have become like us!’"
    },
    "17940": {
        "format": "poetry",
        "text": "\/Your pomp is brought down to Sheol,\/_the sound of your harps;\/maggots are laid as a bed beneath you,\/_and worms are your covers."
    },
    "17941": {
        "format": "poetry",
        "text": "¶“How you are fallen from heaven,\/_O Day Star, son of Dawn!\/How you are cut down to the ground,\/_you who laid the nations low!"
    },
    "17942": {
        "format": "poetry",
        "text": "\/You said in your heart,\/_‘I will ascend to heaven;\/above the stars of God\/_I will set my throne on high;\/I will sit on the mount of assembly\/_in the far reaches of the north;"
    },
    "17943": {
        "format": "poetry",
        "text": "\/I will ascend above the heights of the clouds;\/_I will make myself like the Most High.’"
    },
    "17944": {
        "format": "poetry",
        "text": "\/But you are brought down to Sheol,\/_to the far reaches of the pit."
    },
    "17945": {
        "format": "poetry",
        "text": "\/Those who see you will stare at you\/_and ponder over you:\/‘Is this the man who made the earth tremble,\/_who shook kingdoms,"
    },
    "17946": {
        "format": "poetry",
        "text": "\/who made the world like a desert\/_and overthrew its cities,\/_who did not let his prisoners go home?’"
    },
    "17947": {
        "format": "poetry",
        "text": "\/All the kings of the nations lie in glory,\/_each in his own tomb;"
    },
    "17948": {
        "format": "poetry",
        "text": "\/but you are cast out, away from your grave,\/_like a loathed branch,\/clothed with the slain, those pierced by the sword,\/_who go down to the stones of the pit,\/_like a dead body trampled underfoot."
    },
    "17949": {
        "format": "poetry",
        "text": "\/You will not be joined with them in burial,\/_because you have destroyed your land,\/_you have slain your people.¶“May the offspring of evildoers\/_nevermore be named!"
    },
    "17950": {
        "format": "poetry",
        "text": "\/Prepare slaughter for his sons\/_because of the guilt of their fathers,\/lest they rise and possess the earth,\/_and fill the face of the world with cities.”"
    },
    "17951": {
        "format": "prose",
        "text": "¶“I will rise up against them,” declares the Lord of hosts, “and will cut off from Babylon name and remnant, descendants and posterity,” declares the Lord."
    },
    "17952": {
        "format": "prose",
        "text": "“And I will make it a possession of the hedgehog, and pools of water, and I will sweep it with the broom of destruction,” declares the Lord of hosts."
    },
    "17953": {
        "format": "poetry",
        "text": "§¶The Lord of hosts has sworn:\/“As I have planned,\/_so shall it be,\/and as I have purposed,\/_so shall it stand,"
    },
    "17954": {
        "format": "poetry",
        "text": "\/that I will break the Assyrian in my land,\/_and on my mountains trample him underfoot;\/and his yoke shall depart from them,\/_and his burden from their shoulder.”"
    },
    "17955": {
        "format": "poetry",
        "text": "¶This is the purpose that is purposed\/_concerning the whole earth,\/and this is the hand that is stretched out\/_over all the nations."
    },
    "17956": {
        "format": "poetry",
        "text": "\/For the Lord of hosts has purposed,\/_and who will annul it?\/His hand is stretched out,\/_and who will turn it back?"
    },
    "17957": {
        "format": "prose",
        "text": "§¶In the year that King Ahaz died came this oracle:"
    },
    "17958": {
        "format": "poetry",
        "text": "¶Rejoice not, O Philistia, all of you,\/_that the rod that struck you is broken,\/for from the serpent’s root will come forth an adder,\/_and its fruit will be a flying fiery serpent."
    },
    "17959": {
        "format": "poetry",
        "text": "\/And the firstborn of the poor will graze,\/_and the needy lie down in safety;\/but I will kill your root with famine,\/_and your remnant it will slay."
    },
    "17960": {
        "format": "poetry",
        "text": "\/Wail, O gate; cry out, O city;\/_melt in fear, O Philistia, all of you!\/For smoke comes out of the north,\/_and there is no straggler in his ranks."
    },
    "17961": {
        "format": "poetry",
        "text": "¶What will one answer the messengers of the nation?\/“The Lord has founded Zion,\/_and in her the afflicted of his people find refuge.”"
    },
    "17962": {
        "format": "prose",
        "text": "§¶An oracle concerning Moab.¶▼Because Ar of Moab is laid waste in a night,\/_Moab is undone;\/because Kir of Moab is laid waste in a night,\/_Moab is undone."
    },
    "17963": {
        "format": "poetry",
        "text": "\/He has gone up to the temple, and to Dibon,\/_to the high places to weep;\/over Nebo and over Medeba\/_Moab wails.\/On every head is baldness;\/_every beard is shorn;"
    },
    "17964": {
        "format": "poetry",
        "text": "\/in the streets they wear sackcloth;\/_on the housetops and in the squares\/_everyone wails and melts in tears."
    },
    "17965": {
        "format": "poetry",
        "text": "\/Heshbon and Elealeh cry out;\/_their voice is heard as far as Jahaz;\/therefore the armed men of Moab cry aloud;\/_his soul trembles."
    },
    "17966": {
        "format": "poetry",
        "text": "\/My heart cries out for Moab;\/_her fugitives flee to Zoar,\/_to Eglath‐shelishiyah.\/For at the ascent of Luhith\/_they go up weeping;\/on the road to Horonaim\/_they raise a cry of destruction;"
    },
    "17967": {
        "format": "poetry",
        "text": "\/the waters of Nimrim\/_are a desolation;\/the grass is withered, the vegetation fails,\/_the greenery is no more."
    },
    "17968": {
        "format": "poetry",
        "text": "\/Therefore the abundance they have gained\/_and what they have laid up\/they carry away\/_over the Brook of the Willows."
    },
    "17969": {
        "format": "poetry",
        "text": "\/For a cry has gone\/_around the land of Moab;\/her wailing reaches to Eglaim;\/_her wailing reaches to Beer‐elim."
    },
    "17970": {
        "format": "poetry",
        "text": "\/For the waters of Dibon are full of blood;\/_for I will bring upon Dibon even more,\/a lion for those of Moab who escape,\/_for the remnant of the land."
    },
    "17971": {
        "format": "poetry",
        "text": "\/Send the lamb to the ruler of the land,\/from Sela, by way of the desert,\/_to the mount of the daughter of Zion."
    },
    "17972": {
        "format": "poetry",
        "text": "\/Like fleeing birds,\/_like a scattered nest,\/so are the daughters of Moab\/_at the fords of the Arnon."
    },
    "17973": {
        "format": "poetry",
        "text": "¶“Give counsel;\/_grant justice;\/make your shade like night\/_at the height of noon;\/shelter the outcasts;\/_do not reveal the fugitive;"
    },
    "17974": {
        "format": "poetry",
        "text": "\/let the outcasts of Moab\/_sojourn among you;\/be a shelter to them\/_from the destroyer.\/When the oppressor is no more,\/_and destruction has ceased,\/and he who tramples underfoot has vanished from the land,"
    },
    "17975": {
        "format": "poetry",
        "text": "\/then a throne will be established in steadfast love,\/_and on it will sit in faithfulness\/_in the tent of David\/one who judges and seeks justice\/_and is swift to do righteousness.”"
    },
    "17976": {
        "format": "poetry",
        "text": "¶We have heard of the pride of Moab—\/_how proud he is!—\/of his arrogance, his pride, and his insolence;\/_in his idle boasting he is not right."
    },
    "17977": {
        "format": "poetry",
        "text": "\/Therefore let Moab wail for Moab,\/_let everyone wail.\/Mourn, utterly stricken,\/_for the raisin cakes of Kir‐hareseth."
    },
    "17978": {
        "format": "poetry",
        "text": "¶For the fields of Heshbon languish,\/_and the vine of Sibmah;\/the lords of the nations\/_have struck down its branches,\/which reached to Jazer\/_and strayed to the desert;\/its shoots spread abroad\/_and passed over the sea."
    },
    "17979": {
        "format": "poetry",
        "text": "\/Therefore I weep with the weeping of Jazer\/_for the vine of Sibmah;\/I drench you with my tears,\/_O Heshbon and Elealeh;\/for over your summer fruit and your harvest\/_the shout has ceased."
    },
    "17980": {
        "format": "poetry",
        "text": "\/And joy and gladness are taken away from the fruitful field,\/and in the vineyards no songs are sung,\/_no cheers are raised;\/no treader treads out wine in the presses;\/_I have put an end to the shouting."
    },
    "17981": {
        "format": "poetry",
        "text": "\/Therefore my inner parts moan like a lyre for Moab,\/_and my inmost self for Kir‐hareseth."
    },
    "17982": {
        "format": "prose",
        "text": "¶And when Moab presents himself, when he wearies himself on the high place, when he comes to his sanctuary to pray, he will not prevail."
    },
    "17983": {
        "format": "prose",
        "text": "¶This is the word that the Lord spoke concerning Moab in the past."
    },
    "17984": {
        "format": "prose",
        "text": "But now the Lord has spoken, saying, “In three years, like the years of a hired worker, the glory of Moab will be brought into contempt, in spite of all his great multitude, and those who remain will be very few and feeble.”"
    },
    "17985": {
        "format": "prose",
        "text": "§¶An oracle concerning Damascus.¶▼Behold, Damascus will cease to be a city\/_and will become a heap of ruins."
    },
    "17986": {
        "format": "poetry",
        "text": "\/The cities of Aroer are deserted;\/_they will be for flocks,\/_which will lie down, and none will make them afraid."
    },
    "17987": {
        "format": "poetry",
        "text": "\/The fortress will disappear from Ephraim,\/_and the kingdom from Damascus;\/and the remnant of Syria will be\/_like the glory of the children of Israel,\/_declares the Lord of hosts."
    },
    "17988": {
        "format": "poetry",
        "text": "¶And in that day the glory of Jacob will be brought low,\/_and the fat of his flesh will grow lean."
    },
    "17989": {
        "format": "poetry",
        "text": "\/And it shall be as when the reaper gathers standing grain\/_and his arm harvests the ears,\/and as when one gleans the ears of grain\/_in the Valley of Rephaim."
    },
    "17990": {
        "format": "poetry",
        "text": "\/Gleanings will be left in it,\/_as when an olive tree is beaten—\/two or three berries\/_in the top of the highest bough,\/four or five\/_on the branches of a fruit tree,\/_declares the Lord God of Israel."
    },
    "17991": {
        "format": "prose",
        "text": "¶In that day man will look to his Maker, and his eyes will look on the Holy One of Israel."
    },
    "17992": {
        "format": "prose",
        "text": "He will not look to the altars, the work of his hands, and he will not look on what his own fingers have made, either the Asherim or the altars of incense."
    },
    "17993": {
        "format": "prose",
        "text": "¶In that day their strong cities will be like the deserted places of the wooded heights and the hilltops, which they deserted because of the children of Israel, and there will be desolation."
    },
    "17994": {
        "format": "poetry",
        "text": "¶For you have forgotten the God of your salvation\/_and have not remembered the Rock of your refuge;\/therefore, though you plant pleasant plants\/_and sow the vine‐branch of a stranger,"
    },
    "17995": {
        "format": "poetry",
        "text": "\/though you make them grow on the day that you plant them,\/_and make them blossom in the morning that you sow,\/yet the harvest will flee away\/_in a day of grief and incurable pain."
    },
    "17996": {
        "format": "poetry",
        "text": "¶Ah, the thunder of many peoples;\/_they thunder like the thundering of the sea!\/Ah, the roar of nations;\/_they roar like the roaring of mighty waters!"
    },
    "17997": {
        "format": "poetry",
        "text": "\/The nations roar like the roaring of many waters,\/_but he will rebuke them, and they will flee far away,\/chased like chaff on the mountains before the wind\/_and whirling dust before the storm."
    },
    "17998": {
        "format": "poetry",
        "text": "\/At evening time, behold, terror!\/_Before morning, they are no more!\/This is the portion of those who loot us,\/_and the lot of those who plunder us."
    },
    "17999": {
        "format": "poetry",
        "text": "§¶Ah, land of whirring wings\/_that is beyond the rivers of Cush,"
    },
    "18000": {
        "format": "poetry",
        "text": "\/which sends ambassadors by the sea,\/_in vessels of papyrus on the waters!\/Go, you swift messengers,\/_to a nation tall and smooth,\/to a people feared near and far,\/_a nation mighty and conquering,\/_whose land the rivers divide."
    },
    "18001": {
        "format": "poetry",
        "text": "¶All you inhabitants of the world,\/_you who dwell on the earth,\/when a signal is raised on the mountains, look!\/_When a trumpet is blown, hear!"
    },
    "18002": {
        "format": "poetry",
        "text": "\/For thus the Lord said to me:\/“I will quietly look from my dwelling\/_like clear heat in sunshine,\/_like a cloud of dew in the heat of harvest.”"
    },
    "18003": {
        "format": "poetry",
        "text": "\/For before the harvest, when the blossom is over,\/_and the flower becomes a ripening grape,\/he cuts off the shoots with pruning hooks,\/_and the spreading branches he lops off and clears away."
    },
    "18004": {
        "format": "poetry",
        "text": "\/They shall all of them be left\/_to the birds of prey of the mountains\/_and to the beasts of the earth.\/And the birds of prey will summer on them,\/_and all the beasts of the earth will winter on them."
    },
    "18005": {
        "format": "prose",
        "text": "¶At that time tribute will be brought to the Lord of hosts¶▼from a people tall and smooth,\/_from a people feared near and far,\/a nation mighty and conquering,\/_whose land the rivers divide,¶►to Mount Zion, the place of the name of the Lord of hosts."
    },
    "18006": {
        "format": "prose",
        "text": "§¶An oracle concerning Egypt.¶▼Behold, the Lord is riding on a swift cloud\/_and comes to Egypt;\/and the idols of Egypt will tremble at his presence,\/_and the heart of the Egyptians will melt within them."
    },
    "18007": {
        "format": "poetry",
        "text": "\/And I will stir up Egyptians against Egyptians,\/_and they will fight, each against another\/_and each against his neighbor,\/_city against city, kingdom against kingdom;"
    },
    "18008": {
        "format": "poetry",
        "text": "\/and the spirit of the Egyptians within them will be emptied out,\/_and I will confound their counsel;\/and they will inquire of the idols and the sorcerers,\/_and the mediums and the necromancers;"
    },
    "18009": {
        "format": "poetry",
        "text": "\/and I will give over the Egyptians\/_into the hand of a hard master,\/and a fierce king will rule over them,\/_declares the Lord God of hosts."
    },
    "18010": {
        "format": "poetry",
        "text": "¶And the waters of the sea will be dried up,\/_and the river will be dry and parched,"
    },
    "18011": {
        "format": "poetry",
        "text": "\/and its canals will become foul,\/_and the branches of Egypt’s Nile will diminish and dry up,\/_reeds and rushes will rot away."
    },
    "18012": {
        "format": "poetry",
        "text": "\/There will be bare places by the Nile,\/_on the brink of the Nile,\/and all that is sown by the Nile will be parched,\/_will be driven away, and will be no more."
    },
    "18013": {
        "format": "poetry",
        "text": "\/The fishermen will mourn and lament,\/_all who cast a hook in the Nile;\/and they will languish\/_who spread nets on the water."
    },
    "18014": {
        "format": "poetry",
        "text": "\/The workers in combed flax will be in despair,\/_and the weavers of white cotton."
    },
    "18015": {
        "format": "poetry",
        "text": "\/Those who are the pillars of the land will be crushed,\/_and all who work for pay will be grieved."
    },
    "18016": {
        "format": "poetry",
        "text": "¶The princes of Zoan are utterly foolish;\/_the wisest counselors of Pharaoh give stupid counsel.\/How can you say to Pharaoh,\/_“I am a son of the wise,\/_a son of ancient kings”?"
    },
    "18017": {
        "format": "poetry",
        "text": "\/Where then are your wise men?\/_Let them tell you\/_that they might know what the Lord of hosts has purposed against Egypt."
    },
    "18018": {
        "format": "poetry",
        "text": "\/The princes of Zoan have become fools,\/_and the princes of Memphis are deluded;\/those who are the cornerstones of her tribes\/_have made Egypt stagger."
    },
    "18019": {
        "format": "poetry",
        "text": "\/The Lord has mingled within her a spirit of confusion,\/and they will make Egypt stagger in all its deeds,\/_as a drunken man staggers in his vomit."
    },
    "18020": {
        "format": "poetry",
        "text": "\/And there will be nothing for Egypt\/_that head or tail, palm branch or reed, may do."
    },
    "18021": {
        "format": "prose",
        "text": "§¶In that day the Egyptians will be like women, and tremble with fear before the hand that the Lord of hosts shakes over them."
    },
    "18022": {
        "format": "prose",
        "text": "And the land of Judah will become a terror to the Egyptians. Everyone to whom it is mentioned will fear because of the purpose that the Lord of hosts has purposed against them."
    },
    "18023": {
        "format": "prose",
        "text": "¶In that day there will be five cities in the land of Egypt that speak the language of Canaan and swear allegiance to the Lord of hosts. One of these will be called the City of Destruction."
    },
    "18024": {
        "format": "prose",
        "text": "¶In that day there will be an altar to the Lord in the midst of the land of Egypt, and a pillar to the Lord at its border."
    },
    "18025": {
        "format": "prose",
        "text": "It will be a sign and a witness to the Lord of hosts in the land of Egypt. When they cry to the Lord because of oppressors, he will send them a savior and defender, and deliver them."
    },
    "18026": {
        "format": "prose",
        "text": "And the Lord will make himself known to the Egyptians, and the Egyptians will know the Lord in that day and worship with sacrifice and offering, and they will make vows to the Lord and perform them."
    },
    "18027": {
        "format": "prose",
        "text": "And the Lord will strike Egypt, striking and healing, and they will return to the Lord, and he will listen to their pleas for mercy and heal them."
    },
    "18028": {
        "format": "prose",
        "text": "¶In that day there will be a highway from Egypt to Assyria, and Assyria will come into Egypt, and Egypt into Assyria, and the Egyptians will worship with the Assyrians."
    },
    "18029": {
        "format": "prose",
        "text": "¶In that day Israel will be the third with Egypt and Assyria, a blessing in the midst of the earth,"
    },
    "18030": {
        "format": "prose",
        "text": "whom the Lord of hosts has blessed, saying, “Blessed be Egypt my people, and Assyria the work of my hands, and Israel my inheritance.”"
    },
    "18031": {
        "format": "prose",
        "text": "§¶In the year that the commander in chief, who was sent by Sargon the king of Assyria, came to Ashdod and fought against it and captured it—"
    },
    "18032": {
        "format": "prose",
        "text": "at that time the Lord spoke by Isaiah the son of Amoz, saying, “Go, and loose the sackcloth from your waist and take off your sandals from your feet,” and he did so, walking naked and barefoot."
    },
    "18033": {
        "format": "prose",
        "text": "¶Then the Lord said, “As my servant Isaiah has walked naked and barefoot for three years as a sign and a portent against Egypt and Cush,"
    },
    "18034": {
        "format": "prose",
        "text": "so shall the king of Assyria lead away the Egyptian captives and the Cushite exiles, both the young and the old, naked and barefoot, with buttocks uncovered, the nakedness of Egypt."
    },
    "18035": {
        "format": "prose",
        "text": "Then they shall be dismayed and ashamed because of Cush their hope and of Egypt their boast."
    },
    "18036": {
        "format": "prose",
        "text": "And the inhabitants of this coastland will say in that day, ‘Behold, this is what has happened to those in whom we hoped and to whom we fled for help to be delivered from the king of Assyria! And we, how shall we escape?’”"
    },
    "18037": {
        "format": "prose",
        "text": "§¶The oracle concerning the wilderness of the sea.¶▼As whirlwinds in the Negeb sweep on,\/_it comes from the wilderness,\/_from a terrible land."
    },
    "18038": {
        "format": "poetry",
        "text": "\/A stern vision is told to me;\/_the traitor betrays,\/_and the destroyer destroys.\/Go up, O Elam;\/_lay siege, O Media;\/all the sighing she has caused\/_I bring to an end."
    },
    "18039": {
        "format": "poetry",
        "text": "\/Therefore my loins are filled with anguish;\/_pangs have seized me,\/_like the pangs of a woman in labor;\/I am bowed down so that I cannot hear;\/_I am dismayed so that I cannot see."
    },
    "18040": {
        "format": "poetry",
        "text": "\/My heart staggers; horror has appalled me;\/_the twilight I longed for\/_has been turned for me into trembling."
    },
    "18041": {
        "format": "poetry",
        "text": "\/They prepare the table,\/_they spread the rugs,\/_they eat, they drink.\/Arise, O princes;\/_oil the shield!"
    },
    "18042": {
        "format": "poetry",
        "text": "\/For thus the Lord said to me:\/“Go, set a watchman;\/_let him announce what he sees."
    },
    "18043": {
        "format": "poetry",
        "text": "\/When he sees riders, horsemen in pairs,\/_riders on donkeys, riders on camels,\/let him listen diligently,\/_very diligently.”"
    },
    "18044": {
        "format": "poetry",
        "text": "\/Then he who saw cried out:\/“Upon a watchtower I stand, O Lord,\/_continually by day,\/and at my post I am stationed\/_whole nights."
    },
    "18045": {
        "format": "poetry",
        "text": "\/And behold, here come riders,\/_horsemen in pairs!”\/And he answered,\/_“Fallen, fallen is Babylon;\/and all the carved images of her gods\/_he has shattered to the ground.”"
    },
    "18046": {
        "format": "poetry",
        "text": "\/O my threshed and winnowed one,\/_what I have heard from the Lord of hosts,\/_the God of Israel, I announce to you."
    },
    "18047": {
        "format": "prose",
        "text": "¶The oracle concerning Dumah.¶▼One is calling to me from Seir,\/_“Watchman, what time of the night?\/_Watchman, what time of the night?”"
    },
    "18048": {
        "format": "poetry",
        "text": "\/The watchman says:\/“Morning comes, and also the night.\/_If you will inquire, inquire;\/_come back again.”"
    },
    "18049": {
        "format": "prose",
        "text": "¶The oracle concerning Arabia.¶▼In the thickets in Arabia you will lodge,\/_O caravans of Dedanites."
    },
    "18050": {
        "format": "poetry",
        "text": "\/To the thirsty bring water;\/_meet the fugitive with bread,\/_O inhabitants of the land of Tema."
    },
    "18051": {
        "format": "poetry",
        "text": "\/For they have fled from the swords,\/_from the drawn sword,\/from the bent bow,\/_and from the press of battle."
    },
    "18052": {
        "format": "prose",
        "text": "¶For thus the Lord said to me, “Within a year, according to the years of a hired worker, all the glory of Kedar will come to an end."
    },
    "18053": {
        "format": "prose",
        "text": "And the remainder of the archers of the mighty men of the sons of Kedar will be few, for the Lord, the God of Israel, has spoken.”"
    },
    "18054": {
        "format": "prose",
        "text": "§¶The oracle concerning the valley of vision.¶▼What do you mean that you have gone up,\/_all of you, to the housetops,"
    },
    "18055": {
        "format": "poetry",
        "text": "\/you who are full of shoutings,\/_tumultuous city, exultant town?\/Your slain are not slain with the sword\/_or dead in battle."
    },
    "18056": {
        "format": "poetry",
        "text": "\/All your leaders have fled together;\/_without the bow they were captured.\/All of you who were found were captured,\/_though they had fled far away."
    },
    "18057": {
        "format": "poetry",
        "text": "\/Therefore I said:\/“Look away from me;\/_let me weep bitter tears;\/do not labor to comfort me\/_concerning the destruction of the daughter of my people.”"
    },
    "18058": {
        "format": "poetry",
        "text": "¶For the Lord God of hosts has a day\/_of tumult and trampling and confusion\/_in the valley of vision,\/a battering down of walls\/_and a shouting to the mountains."
    },
    "18059": {
        "format": "poetry",
        "text": "\/And Elam bore the quiver\/_with chariots and horsemen,\/_and Kir uncovered the shield."
    },
    "18060": {
        "format": "poetry",
        "text": "\/Your choicest valleys were full of chariots,\/_and the horsemen took their stand at the gates."
    },
    "18061": {
        "format": "poetry",
        "text": "\/He has taken away the covering of Judah.¶►In that day you looked to the weapons of the House of the Forest,"
    },
    "18062": {
        "format": "prose",
        "text": "and you saw that the breaches of the city of David were many. You collected the waters of the lower pool,"
    },
    "18063": {
        "format": "prose",
        "text": "and you counted the houses of Jerusalem, and you broke down the houses to fortify the wall."
    },
    "18064": {
        "format": "prose",
        "text": "You made a reservoir between the two walls for the water of the old pool. But you did not look to him who did it, or see him who planned it long ago."
    },
    "18065": {
        "format": "poetry",
        "text": "¶In that day the Lord God of hosts\/_called for weeping and mourning,\/_for baldness and wearing sackcloth;"
    },
    "18066": {
        "format": "poetry",
        "text": "\/and behold, joy and gladness,\/_killing oxen and slaughtering sheep,\/_eating flesh and drinking wine.\/“Let us eat and drink,\/_for tomorrow we die.”"
    },
    "18067": {
        "format": "poetry",
        "text": "\/The Lord of hosts has revealed himself in my ears:\/“Surely this iniquity will not be atoned for you until you die,”\/_says the Lord God of hosts."
    },
    "18068": {
        "format": "prose",
        "text": "¶Thus says the Lord God of hosts, “Come, go to this steward, to Shebna, who is over the household, and say to him:"
    },
    "18069": {
        "format": "prose",
        "text": "What have you to do here, and whom have you here, that you have cut out here a tomb for yourself, you who cut out a tomb on the height and carve a dwelling for yourself in the rock?"
    },
    "18070": {
        "format": "prose",
        "text": "Behold, the Lord will hurl you away violently, O you strong man. He will seize firm hold on you"
    },
    "18071": {
        "format": "prose",
        "text": "and whirl you around and around, and throw you like a ball into a wide land. There you shall die, and there shall be your glorious chariots, you shame of your master’s house."
    },
    "18072": {
        "format": "prose",
        "text": "I will thrust you from your office, and you will be pulled down from your station."
    },
    "18073": {
        "format": "prose",
        "text": "In that day I will call my servant Eliakim the son of Hilkiah,"
    },
    "18074": {
        "format": "prose",
        "text": "and I will clothe him with your robe, and will bind your sash on him, and will commit your authority to his hand. And he shall be a father to the inhabitants of Jerusalem and to the house of Judah."
    },
    "18075": {
        "format": "prose",
        "text": "And I will place on his shoulder the key of the house of David. He shall open, and none shall shut; and he shall shut, and none shall open."
    },
    "18076": {
        "format": "prose",
        "text": "And I will fasten him like a peg in a secure place, and he will become a throne of honor to his father’s house."
    },
    "18077": {
        "format": "prose",
        "text": "And they will hang on him the whole honor of his father’s house, the offspring and issue, every small vessel, from the cups to all the flagons."
    },
    "18078": {
        "format": "prose",
        "text": "In that day, declares the Lord of hosts, the peg that was fastened in a secure place will give way, and it will be cut down and fall, and the load that was on it will be cut off, for the Lord has spoken.”"
    },
    "18079": {
        "format": "prose",
        "text": "§¶The oracle concerning Tyre.¶▼Wail, O ships of Tarshish,\/_for Tyre is laid waste, without house or harbor!\/From the land of Cyprus\/_it is revealed to them."
    },
    "18080": {
        "format": "poetry",
        "text": "\/Be still, O inhabitants of the coast;\/_the merchants of Sidon, who cross the sea, have filled you."
    },
    "18081": {
        "format": "poetry",
        "text": "\/And on many waters\/your revenue was the grain of Shihor,\/_the harvest of the Nile;\/_you were the merchant of the nations."
    },
    "18082": {
        "format": "poetry",
        "text": "\/Be ashamed, O Sidon, for the sea has spoken,\/_the stronghold of the sea, saying:\/“I have neither labored nor given birth,\/_I have neither reared young men\/_nor brought up young women.”"
    },
    "18083": {
        "format": "poetry",
        "text": "\/When the report comes to Egypt,\/_they will be in anguish over the report about Tyre."
    },
    "18084": {
        "format": "poetry",
        "text": "\/Cross over to Tarshish;\/_wail, O inhabitants of the coast!"
    },
    "18085": {
        "format": "poetry",
        "text": "\/Is this your exultant city\/_whose origin is from days of old,\/whose feet carried her\/_to settle far away?"
    },
    "18086": {
        "format": "poetry",
        "text": "\/Who has purposed this\/_against Tyre, the bestower of crowns,\/whose merchants were princes,\/_whose traders were the honored of the earth?"
    },
    "18087": {
        "format": "poetry",
        "text": "\/The Lord of hosts has purposed it,\/_to defile the pompous pride of all glory,\/_to dishonor all the honored of the earth."
    },
    "18088": {
        "format": "poetry",
        "text": "\/Cross over your land like the Nile,\/_O daughter of Tarshish;\/_there is no restraint anymore."
    },
    "18089": {
        "format": "poetry",
        "text": "\/He has stretched out his hand over the sea;\/_he has shaken the kingdoms;\/the Lord has given command concerning Canaan\/_to destroy its strongholds."
    },
    "18090": {
        "format": "poetry",
        "text": "\/And he said:\/“You will no more exult,\/_O oppressed virgin daughter of Sidon;\/arise, cross over to Cyprus,\/_even there you will have no rest.”"
    },
    "18091": {
        "format": "prose",
        "text": "¶Behold the land of the Chaldeans! This is the people that was not; Assyria destined it for wild beasts. They erected their siege towers, they stripped her palaces bare, they made her a ruin."
    },
    "18092": {
        "format": "poetry",
        "text": "¶Wail, O ships of Tarshish,\/_for your stronghold is laid waste."
    },
    "18093": {
        "format": "prose",
        "text": "¶In that day Tyre will be forgotten for seventy years, like the days of one king. At the end of seventy years, it will happen to Tyre as in the song of the prostitute:"
    },
    "18094": {
        "format": "poetry",
        "text": "¶“Take a harp;\/_go about the city,\/_O forgotten prostitute!\/Make sweet melody;\/_sing many songs,\/_that you may be remembered.”"
    },
    "18095": {
        "format": "prose",
        "text": "¶At the end of seventy years, the Lord will visit Tyre, and she will return to her wages and will prostitute herself with all the kingdoms of the world on the face of the earth."
    },
    "18096": {
        "format": "prose",
        "text": "Her merchandise and her wages will be holy to the Lord. It will not be stored or hoarded, but her merchandise will supply abundant food and fine clothing for those who dwell before the Lord."
    },
    "18097": {
        "format": "poetry",
        "text": "§¶Behold, the Lord will empty the earth and make it desolate,\/_and he will twist its surface and scatter its inhabitants."
    },
    "18098": {
        "format": "poetry",
        "text": "\/And it shall be, as with the people, so with the priest;\/_as with the slave, so with his master;\/_as with the maid, so with her mistress;\/as with the buyer, so with the seller;\/_as with the lender, so with the borrower;\/_as with the creditor, so with the debtor."
    },
    "18099": {
        "format": "poetry",
        "text": "\/The earth shall be utterly empty and utterly plundered;\/_for the Lord has spoken this word."
    },
    "18100": {
        "format": "poetry",
        "text": "¶The earth mourns and withers;\/_the world languishes and withers;\/_the highest people of the earth languish."
    },
    "18101": {
        "format": "poetry",
        "text": "\/The earth lies defiled\/_under its inhabitants;\/for they have transgressed the laws,\/_violated the statutes,\/_broken the everlasting covenant."
    },
    "18102": {
        "format": "poetry",
        "text": "\/Therefore a curse devours the earth,\/_and its inhabitants suffer for their guilt;\/therefore the inhabitants of the earth are scorched,\/_and few men are left."
    },
    "18103": {
        "format": "poetry",
        "text": "\/The wine mourns,\/_the vine languishes,\/_all the merry‐hearted sigh."
    },
    "18104": {
        "format": "poetry",
        "text": "\/The mirth of the tambourines is stilled,\/_the noise of the jubilant has ceased,\/_the mirth of the lyre is stilled."
    },
    "18105": {
        "format": "poetry",
        "text": "\/No more do they drink wine with singing;\/_strong drink is bitter to those who drink it."
    },
    "18106": {
        "format": "poetry",
        "text": "\/The wasted city is broken down;\/_every house is shut up so that none can enter."
    },
    "18107": {
        "format": "poetry",
        "text": "\/There is an outcry in the streets for lack of wine;\/_all joy has grown dark;\/_the gladness of the earth is banished."
    },
    "18108": {
        "format": "poetry",
        "text": "\/Desolation is left in the city;\/_the gates are battered into ruins."
    },
    "18109": {
        "format": "poetry",
        "text": "\/For thus it shall be in the midst of the earth\/_among the nations,\/as when an olive tree is beaten,\/_as at the gleaning when the grape harvest is done."
    },
    "18110": {
        "format": "poetry",
        "text": "¶They lift up their voices, they sing for joy;\/_over the majesty of the Lord they shout from the west."
    },
    "18111": {
        "format": "poetry",
        "text": "\/Therefore in the east give glory to the Lord;\/_in the coastlands of the sea, give glory to the name of the Lord, the God of Israel."
    },
    "18112": {
        "format": "poetry",
        "text": "\/From the ends of the earth we hear songs of praise,\/_of glory to the Righteous One.\/But I say, “I waste away,\/_I waste away. Woe is me!\/For the traitors have betrayed,\/_with betrayal the traitors have betrayed.”"
    },
    "18113": {
        "format": "poetry",
        "text": "¶Terror and the pit and the snare\/_are upon you, O inhabitant of the earth!"
    },
    "18114": {
        "format": "poetry",
        "text": "\/He who flees at the sound of the terror\/_shall fall into the pit,\/and he who climbs out of the pit\/_shall be caught in the snare.\/For the windows of heaven are opened,\/_and the foundations of the earth tremble."
    },
    "18115": {
        "format": "poetry",
        "text": "\/The earth is utterly broken,\/_the earth is split apart,\/_the earth is violently shaken."
    },
    "18116": {
        "format": "poetry",
        "text": "\/The earth staggers like a drunken man;\/_it sways like a hut;\/its transgression lies heavy upon it,\/_and it falls, and will not rise again."
    },
    "18117": {
        "format": "poetry",
        "text": "¶On that day the Lord will punish\/_the host of heaven, in heaven,\/_and the kings of the earth, on the earth."
    },
    "18118": {
        "format": "poetry",
        "text": "\/They will be gathered together\/_as prisoners in a pit;\/they will be shut up in a prison,\/_and after many days they will be punished."
    },
    "18119": {
        "format": "poetry",
        "text": "\/Then the moon will be confounded\/_and the sun ashamed,\/for the Lord of hosts reigns\/_on Mount Zion and in Jerusalem,\/and his glory will be before his elders."
    },
    "18120": {
        "format": "poetry",
        "text": "§¶O Lord, you are my God;\/_I will exalt you; I will praise your name,\/for you have done wonderful things,\/_plans formed of old, faithful and sure."
    },
    "18121": {
        "format": "poetry",
        "text": "\/For you have made the city a heap,\/_the fortified city a ruin;\/the foreigners’ palace is a city no more;\/_it will never be rebuilt."
    },
    "18122": {
        "format": "poetry",
        "text": "\/Therefore strong peoples will glorify you;\/_cities of ruthless nations will fear you."
    },
    "18123": {
        "format": "poetry",
        "text": "\/For you have been a stronghold to the poor,\/_a stronghold to the needy in his distress,\/_a shelter from the storm and a shade from the heat;\/for the breath of the ruthless is like a storm against a wall,"
    },
    "18124": {
        "format": "poetry",
        "text": "\/_like heat in a dry place.\/You subdue the noise of the foreigners;\/_as heat by the shade of a cloud,\/_so the song of the ruthless is put down."
    },
    "18125": {
        "format": "poetry",
        "text": "¶On this mountain the Lord of hosts will make for all peoples\/_a feast of rich food, a feast of well‐aged wine,\/_of rich food full of marrow, of aged wine well refined."
    },
    "18126": {
        "format": "poetry",
        "text": "\/And he will swallow up on this mountain\/_the covering that is cast over all peoples,\/_the veil that is spread over all nations."
    },
    "18127": {
        "format": "poetry",
        "text": "\/_He will swallow up death forever;\/and the Lord God will wipe away tears from all faces,\/_and the reproach of his people he will take away from all the earth,\/_for the Lord has spoken."
    },
    "18128": {
        "format": "poetry",
        "text": "\/It will be said on that day,\/_“Behold, this is our God; we have waited for him, that he might save us.\/_This is the Lord; we have waited for him;\/_let us be glad and rejoice in his salvation.”"
    },
    "18129": {
        "format": "poetry",
        "text": "\/For the hand of the Lord will rest on this mountain,\/_and Moab shall be trampled down in his place,\/_as straw is trampled down in a dunghill."
    },
    "18130": {
        "format": "poetry",
        "text": "\/And he will spread out his hands in the midst of it\/_as a swimmer spreads his hands out to swim,\/_but the Lord will lay low his pompous pride together with the skill of his hands."
    },
    "18131": {
        "format": "poetry",
        "text": "\/And the high fortifications of his walls he will bring down,\/_lay low, and cast to the ground, to the dust."
    },
    "18132": {
        "format": "prose",
        "text": "§¶In that day this song will be sung in the land of Judah:¶▼“We have a strong city;\/_he sets up salvation\/_as walls and bulwarks."
    },
    "18133": {
        "format": "poetry",
        "text": "\/Open the gates,\/_that the righteous nation that keeps faith may enter in."
    },
    "18134": {
        "format": "poetry",
        "text": "\/You keep him in perfect peace\/_whose mind is stayed on you,\/_because he trusts in you."
    },
    "18135": {
        "format": "poetry",
        "text": "\/Trust in the Lord forever,\/_for the Lord God is an everlasting rock."
    },
    "18136": {
        "format": "poetry",
        "text": "\/For he has humbled\/_the inhabitants of the height,\/_the lofty city.\/He lays it low, lays it low to the ground,\/_casts it to the dust."
    },
    "18137": {
        "format": "poetry",
        "text": "\/The foot tramples it,\/_the feet of the poor,\/_the steps of the needy.”"
    },
    "18138": {
        "format": "poetry",
        "text": "¶The path of the righteous is level;\/_you make level the way of the righteous."
    },
    "18139": {
        "format": "poetry",
        "text": "\/In the path of your judgments,\/_O Lord, we wait for you;\/your name and remembrance\/_are the desire of our soul."
    },
    "18140": {
        "format": "poetry",
        "text": "\/My soul yearns for you in the night;\/_my spirit within me earnestly seeks you.\/For when your judgments are in the earth,\/_the inhabitants of the world learn righteousness."
    },
    "18141": {
        "format": "poetry",
        "text": "\/If favor is shown to the wicked,\/_he does not learn righteousness;\/in the land of uprightness he deals corruptly\/_and does not see the majesty of the Lord."
    },
    "18142": {
        "format": "poetry",
        "text": "\/O Lord, your hand is lifted up,\/_but they do not see it.\/Let them see your zeal for your people, and be ashamed.\/_Let the fire for your adversaries consume them."
    },
    "18143": {
        "format": "poetry",
        "text": "\/O Lord, you will ordain peace for us,\/_for you have indeed done for us all our works."
    },
    "18144": {
        "format": "poetry",
        "text": "\/O Lord our God,\/_other lords besides you have ruled over us,\/_but your name alone we bring to remembrance."
    },
    "18145": {
        "format": "poetry",
        "text": "\/They are dead, they will not live;\/_they are shades, they will not arise;\/to that end you have visited them with destruction\/_and wiped out all remembrance of them."
    },
    "18146": {
        "format": "poetry",
        "text": "\/But you have increased the nation, O Lord,\/_you have increased the nation; you are glorified;\/_you have enlarged all the borders of the land."
    },
    "18147": {
        "format": "poetry",
        "text": "¶O Lord, in distress they sought you;\/_they poured out a whispered prayer\/_when your discipline was upon them."
    },
    "18148": {
        "format": "poetry",
        "text": "\/Like a pregnant woman\/_who writhes and cries out in her pangs\/_when she is near to giving birth,\/so were we because of you, O Lord;"
    },
    "18149": {
        "format": "poetry",
        "text": "\/_we were pregnant, we writhed,\/_but we have given birth to wind.\/We have accomplished no deliverance in the earth,\/_and the inhabitants of the world have not fallen."
    },
    "18150": {
        "format": "poetry",
        "text": "\/Your dead shall live; their bodies shall rise.\/_You who dwell in the dust, awake and sing for joy!\/For your dew is a dew of light,\/_and the earth will give birth to the dead."
    },
    "18151": {
        "format": "poetry",
        "text": "¶Come, my people, enter your chambers,\/_and shut your doors behind you;\/hide yourselves for a little while\/_until the fury has passed by."
    },
    "18152": {
        "format": "poetry",
        "text": "\/For behold, the Lord is coming out from his place\/_to punish the inhabitants of the earth for their iniquity,\/and the earth will disclose the blood shed on it,\/_and will no more cover its slain."
    },
    "18153": {
        "format": "prose",
        "text": "§¶In that day the Lord with his hard and great and strong sword will punish Leviathan the fleeing serpent, Leviathan the twisting serpent, and he will slay the dragon that is in the sea."
    },
    "18154": {
        "format": "poetry",
        "text": "¶In that day,\/“A pleasant vineyard, sing of it!"
    },
    "18155": {
        "format": "poetry",
        "text": "\/_I, the Lord, am its keeper;\/_every moment I water it.\/_Lest anyone punish it,\/I keep it night and day;"
    },
    "18156": {
        "format": "poetry",
        "text": "\/_I have no wrath.\/Would that I had thorns and briers to battle!\/_I would march against them,\/_I would burn them up together."
    },
    "18157": {
        "format": "poetry",
        "text": "\/Or let them lay hold of my protection,\/_let them make peace with me,\/_let them make peace with me.”"
    },
    "18158": {
        "format": "poetry",
        "text": "¶In days to come Jacob shall take root,\/_Israel shall blossom and put forth shoots\/_and fill the whole world with fruit."
    },
    "18159": {
        "format": "poetry",
        "text": "¶Has he struck them as he struck those who struck them?\/_Or have they been slain as their slayers were slain?"
    },
    "18160": {
        "format": "poetry",
        "text": "\/Measure by measure, by exile you contended with them;\/_he removed them with his fierce breath in the day of the east wind."
    },
    "18161": {
        "format": "poetry",
        "text": "\/Therefore by this the guilt of Jacob will be atoned for,\/_and this will be the full fruit of the removal of his sin:\/when he makes all the stones of the altars\/_like chalkstones crushed to pieces,\/_no Asherim or incense altars will remain standing."
    },
    "18162": {
        "format": "poetry",
        "text": "\/For the fortified city is solitary,\/_a habitation deserted and forsaken, like the wilderness;\/there the calf grazes;\/_there it lies down and strips its branches."
    },
    "18163": {
        "format": "poetry",
        "text": "\/When its boughs are dry, they are broken;\/_women come and make a fire of them.\/For this is a people without discernment;\/_therefore he who made them will not have compassion on them;\/_he who formed them will show them no favor."
    },
    "18164": {
        "format": "prose",
        "text": "¶In that day from the river Euphrates to the Brook of Egypt the Lord will thresh out the grain, and you will be gleaned one by one, O people of Israel."
    },
    "18165": {
        "format": "prose",
        "text": "And in that day a great trumpet will be blown, and those who were lost in the land of Assyria and those who were driven out to the land of Egypt will come and worship the Lord on the holy mountain at Jerusalem."
    },
    "18166": {
        "format": "poetry",
        "text": "§¶Ah, the proud crown of the drunkards of Ephraim,\/_and the fading flower of its glorious beauty,\/_which is on the head of the rich valley of those overcome with wine!"
    },
    "18167": {
        "format": "poetry",
        "text": "\/Behold, the Lord has one who is mighty and strong;\/_like a storm of hail, a destroying tempest,\/like a storm of mighty, overflowing waters,\/_he casts down to the earth with his hand."
    },
    "18168": {
        "format": "poetry",
        "text": "\/The proud crown of the drunkards of Ephraim\/_will be trodden underfoot;"
    },
    "18169": {
        "format": "poetry",
        "text": "\/and the fading flower of its glorious beauty,\/_which is on the head of the rich valley,\/will be like a first‐ripe fig before the summer:\/_when someone sees it, he swallows it\/_as soon as it is in his hand."
    },
    "18170": {
        "format": "poetry",
        "text": "¶In that day the Lord of hosts will be a crown of glory,\/_and a diadem of beauty, to the remnant of his people,"
    },
    "18171": {
        "format": "poetry",
        "text": "\/and a spirit of justice to him who sits in judgment,\/_and strength to those who turn back the battle at the gate."
    },
    "18172": {
        "format": "poetry",
        "text": "¶These also reel with wine\/_and stagger with strong drink;\/the priest and the prophet reel with strong drink,\/_they are swallowed by wine,\/_they stagger with strong drink,\/they reel in vision,\/_they stumble in giving judgment."
    },
    "18173": {
        "format": "poetry",
        "text": "\/For all tables are full of filthy vomit,\/_with no space left."
    },
    "18174": {
        "format": "poetry",
        "text": "¶“To whom will he teach knowledge,\/_and to whom will he explain the message?\/Those who are weaned from the milk,\/_those taken from the breast?"
    },
    "18175": {
        "format": "poetry",
        "text": "\/For it is precept upon precept, precept upon precept,\/_line upon line, line upon line,\/_here a little, there a little.”"
    },
    "18176": {
        "format": "poetry",
        "text": "¶For by people of strange lips\/_and with a foreign tongue\/the Lord will speak to this people,"
    },
    "18177": {
        "format": "poetry",
        "text": "\/_to whom he has said,\/“This is rest;\/_give rest to the weary;\/and this is repose”;\/_yet they would not hear."
    },
    "18178": {
        "format": "poetry",
        "text": "\/And the word of the Lord will be to them\/precept upon precept, precept upon precept,\/_line upon line, line upon line,\/_here a little, there a little,\/that they may go, and fall backward,\/_and be broken, and snared, and taken."
    },
    "18179": {
        "format": "poetry",
        "text": "§¶Therefore hear the word of the Lord, you scoffers,\/_who rule this people in Jerusalem!"
    },
    "18180": {
        "format": "poetry",
        "text": "\/Because you have said, “We have made a covenant with death,\/_and with Sheol we have an agreement,\/when the overwhelming whip passes through\/_it will not come to us,\/for we have made lies our refuge,\/_and in falsehood we have taken shelter”;"
    },
    "18181": {
        "format": "poetry",
        "text": "\/therefore thus says the Lord God,\/“Behold, I am the one who has laid as a foundation in Zion,\/_a stone, a tested stone,\/a precious cornerstone, of a sure foundation:\/_‘Whoever believes will not be in haste.’"
    },
    "18182": {
        "format": "poetry",
        "text": "\/And I will make justice the line,\/_and righteousness the plumb line;\/and hail will sweep away the refuge of lies,\/_and waters will overwhelm the shelter.”"
    },
    "18183": {
        "format": "poetry",
        "text": "\/Then your covenant with death will be annulled,\/_and your agreement with Sheol will not stand;\/when the overwhelming scourge passes through,\/_you will be beaten down by it."
    },
    "18184": {
        "format": "poetry",
        "text": "\/As often as it passes through it will take you;\/_for morning by morning it will pass through,\/_by day and by night;\/and it will be sheer terror to understand the message."
    },
    "18185": {
        "format": "poetry",
        "text": "\/For the bed is too short to stretch oneself on,\/_and the covering too narrow to wrap oneself in."
    },
    "18186": {
        "format": "poetry",
        "text": "\/For the Lord will rise up as on Mount Perazim;\/_as in the Valley of Gibeon he will be roused;\/to do his deed—strange is his deed!\/_and to work his work—alien is his work!"
    },
    "18187": {
        "format": "poetry",
        "text": "\/Now therefore do not scoff,\/_lest your bonds be made strong;\/for I have heard a decree of destruction\/_from the Lord God of hosts against the whole land."
    },
    "18188": {
        "format": "poetry",
        "text": "¶Give ear, and hear my voice;\/_give attention, and hear my speech."
    },
    "18189": {
        "format": "poetry",
        "text": "\/Does he who plows for sowing plow continually?\/_Does he continually open and harrow his ground?"
    },
    "18190": {
        "format": "poetry",
        "text": "\/When he has leveled its surface,\/_does he not scatter dill, sow cumin,\/and put in wheat in rows\/_and barley in its proper place,\/_and emmer as the border?"
    },
    "18191": {
        "format": "poetry",
        "text": "\/For he is rightly instructed;\/_his God teaches him."
    },
    "18192": {
        "format": "poetry",
        "text": "¶Dill is not threshed with a threshing sledge,\/_nor is a cart wheel rolled over cumin,\/but dill is beaten out with a stick,\/_and cumin with a rod."
    },
    "18193": {
        "format": "poetry",
        "text": "\/Does one crush grain for bread?\/_No, he does not thresh it forever;\/when he drives his cart wheel over it\/_with his horses, he does not crush it."
    },
    "18194": {
        "format": "poetry",
        "text": "\/This also comes from the Lord of hosts;\/_he is wonderful in counsel\/_and excellent in wisdom."
    },
    "18195": {
        "format": "poetry",
        "text": "§¶Ah, Ariel, Ariel,\/_the city where David encamped!\/Add year to year;\/_let the feasts run their round."
    },
    "18196": {
        "format": "poetry",
        "text": "\/Yet I will distress Ariel,\/_and there shall be moaning and lamentation,\/_and she shall be to me like an Ariel."
    },
    "18197": {
        "format": "poetry",
        "text": "\/And I will encamp against you all around,\/_and will besiege you with towers\/_and I will raise siegeworks against you."
    },
    "18198": {
        "format": "poetry",
        "text": "\/And you will be brought low; from the earth you shall speak,\/_and from the dust your speech will be bowed down;\/your voice shall come from the ground like the voice of a ghost,\/_and from the dust your speech shall whisper."
    },
    "18199": {
        "format": "poetry",
        "text": "¶But the multitude of your foreign foes shall be like small dust,\/_and the multitude of the ruthless like passing chaff.\/And in an instant, suddenly,"
    },
    "18200": {
        "format": "poetry",
        "text": "\/_you will be visited by the Lord of hosts\/with thunder and with earthquake and great noise,\/_with whirlwind and tempest, and the flame of a devouring fire."
    },
    "18201": {
        "format": "poetry",
        "text": "\/And the multitude of all the nations that fight against Ariel,\/_all that fight against her and her stronghold and distress her,\/_shall be like a dream, a vision of the night."
    },
    "18202": {
        "format": "poetry",
        "text": "\/As when a hungry man dreams, and behold, he is eating\/_and awakes with his hunger not satisfied,\/or as when a thirsty man dreams, and behold, he is drinking\/_and awakes faint, with his thirst not quenched,\/so shall the multitude of all the nations be\/_that fight against Mount Zion."
    },
    "18203": {
        "format": "poetry",
        "text": "¶Astonish yourselves and be astonished;\/_blind yourselves and be blind!\/Be drunk, but not with wine;\/_stagger, but not with strong drink!"
    },
    "18204": {
        "format": "poetry",
        "text": "\/For the Lord has poured out upon you\/_a spirit of deep sleep,\/and has closed your eyes (the prophets),\/_and covered your heads (the seers)."
    },
    "18205": {
        "format": "prose",
        "text": "¶And the vision of all this has become to you like the words of a book that is sealed. When men give it to one who can read, saying, “Read this,” he says, “I cannot, for it is sealed.”"
    },
    "18206": {
        "format": "prose",
        "text": "And when they give the book to one who cannot read, saying, “Read this,” he says, “I cannot read.”"
    },
    "18207": {
        "format": "poetry",
        "text": "¶And the Lord said:\/“Because this people draw near with their mouth\/_and honor me with their lips,\/_while their hearts are far from me,\/and their fear of me is a commandment taught by men,"
    },
    "18208": {
        "format": "poetry",
        "text": "\/therefore, behold, I will again\/_do wonderful things with this people,\/_with wonder upon wonder;\/and the wisdom of their wise men shall perish,\/_and the discernment of their discerning men shall be hidden.”"
    },
    "18209": {
        "format": "poetry",
        "text": "¶Ah, you who hide deep from the Lord your counsel,\/_whose deeds are in the dark,\/_and who say, “Who sees us? Who knows us?”"
    },
    "18210": {
        "format": "poetry",
        "text": "\/You turn things upside down!\/Shall the potter be regarded as the clay,\/that the thing made should say of its maker,\/_“He did not make me”;\/or the thing formed say of him who formed it,\/_“He has no understanding”?"
    },
    "18211": {
        "format": "poetry",
        "text": "¶Is it not yet a very little while\/_until Lebanon shall be turned into a fruitful field,\/_and the fruitful field shall be regarded as a forest?"
    },
    "18212": {
        "format": "poetry",
        "text": "\/In that day the deaf shall hear\/_the words of a book,\/and out of their gloom and darkness\/_the eyes of the blind shall see."
    },
    "18213": {
        "format": "poetry",
        "text": "\/The meek shall obtain fresh joy in the Lord,\/_and the poor among mankind shall exult in the Holy One of Israel."
    },
    "18214": {
        "format": "poetry",
        "text": "\/For the ruthless shall come to nothing\/_and the scoffer cease,\/_and all who watch to do evil shall be cut off,"
    },
    "18215": {
        "format": "poetry",
        "text": "\/who by a word make a man out to be an offender,\/_and lay a snare for him who reproves in the gate,\/_and with an empty plea turn aside him who is in the right."
    },
    "18216": {
        "format": "prose",
        "text": "¶Therefore thus says the Lord, who redeemed Abraham, concerning the house of Jacob:¶▼“Jacob shall no more be ashamed,\/_no more shall his face grow pale."
    },
    "18217": {
        "format": "poetry",
        "text": "\/For when he sees his children,\/_the work of my hands, in his midst,\/_they will sanctify my name;\/they will sanctify the Holy One of Jacob\/_and will stand in awe of the God of Israel."
    },
    "18218": {
        "format": "poetry",
        "text": "\/And those who go astray in spirit will come to understanding,\/_and those who murmur will accept instruction.”"
    },
    "18219": {
        "format": "poetry",
        "text": "§¶“Ah, stubborn children,” declares the Lord,\/“who carry out a plan, but not mine,\/and who make an alliance, but not of my Spirit,\/_that they may add sin to sin;"
    },
    "18220": {
        "format": "poetry",
        "text": "\/who set out to go down to Egypt,\/_without asking for my direction,\/to take refuge in the protection of Pharaoh\/_and to seek shelter in the shadow of Egypt!"
    },
    "18221": {
        "format": "poetry",
        "text": "\/Therefore shall the protection of Pharaoh turn to your shame,\/_and the shelter in the shadow of Egypt to your humiliation."
    },
    "18222": {
        "format": "poetry",
        "text": "\/For though his officials are at Zoan\/_and his envoys reach Hanes,"
    },
    "18223": {
        "format": "poetry",
        "text": "\/everyone comes to shame\/_through a people that cannot profit them,\/that brings neither help nor profit,\/_but shame and disgrace.”"
    },
    "18224": {
        "format": "prose",
        "text": "¶An oracle on the beasts of the Negeb.¶▼Through a land of trouble and anguish,\/_from where come the lioness and the lion,\/_the adder and the flying fiery serpent,\/they carry their riches on the backs of donkeys,\/_and their treasures on the humps of camels,\/_to a people that cannot profit them."
    },
    "18225": {
        "format": "poetry",
        "text": "\/Egypt’s help is worthless and empty;\/_therefore I have called her\/_“Rahab who sits still.”"
    },
    "18226": {
        "format": "poetry",
        "text": "§¶And now, go, write it before them on a tablet\/_and inscribe it in a book,\/that it may be for the time to come\/_as a witness forever."
    },
    "18227": {
        "format": "poetry",
        "text": "\/For they are a rebellious people,\/_lying children,\/children unwilling to hear\/_the instruction of the Lord;"
    },
    "18228": {
        "format": "poetry",
        "text": "\/who say to the seers, “Do not see,”\/_and to the prophets, “Do not prophesy to us what is right;\/speak to us smooth things,\/_prophesy illusions,"
    },
    "18229": {
        "format": "poetry",
        "text": "\/leave the way, turn aside from the path,\/_let us hear no more about the Holy One of Israel.”"
    },
    "18230": {
        "format": "poetry",
        "text": "\/Therefore thus says the Holy One of Israel,\/“Because you despise this word\/_and trust in oppression and perverseness\/_and rely on them,"
    },
    "18231": {
        "format": "poetry",
        "text": "\/therefore this iniquity shall be to you\/_like a breach in a high wall, bulging out, and about to collapse,\/_whose breaking comes suddenly, in an instant;"
    },
    "18232": {
        "format": "poetry",
        "text": "\/and its breaking is like that of a potter’s vessel\/_that is smashed so ruthlessly\/that among its fragments not a shard is found\/_with which to take fire from the hearth,\/_or to dip up water out of the cistern.”"
    },
    "18233": {
        "format": "poetry",
        "text": "¶For thus said the Lord God, the Holy One of Israel,\/“In returning and rest you shall be saved;\/_in quietness and in trust shall be your strength.”\/But you were unwilling,"
    },
    "18234": {
        "format": "poetry",
        "text": "\/and you said,\/“No! We will flee upon horses”;\/_therefore you shall flee away;\/and, “We will ride upon swift steeds”;\/_therefore your pursuers shall be swift."
    },
    "18235": {
        "format": "poetry",
        "text": "\/A thousand shall flee at the threat of one;\/_at the threat of five you shall flee,\/till you are left\/_like a flagstaff on the top of a mountain,\/_like a signal on a hill."
    },
    "18236": {
        "format": "poetry",
        "text": "§¶Therefore the Lord waits to be gracious to you,\/_and therefore he exalts himself to show mercy to you.\/For the Lord is a God of justice;\/_blessed are all those who wait for him."
    },
    "18237": {
        "format": "prose",
        "text": "¶For a people shall dwell in Zion, in Jerusalem; you shall weep no more. He will surely be gracious to you at the sound of your cry. As soon as he hears it, he answers you."
    },
    "18238": {
        "format": "prose",
        "text": "And though the Lord give you the bread of adversity and the water of affliction, yet your Teacher will not hide himself anymore, but your eyes shall see your Teacher."
    },
    "18239": {
        "format": "prose",
        "text": "And your ears shall hear a word behind you, saying, “This is the way, walk in it,” when you turn to the right or when you turn to the left."
    },
    "18240": {
        "format": "prose",
        "text": "Then you will defile your carved idols overlaid with silver and your gold‐plated metal images. You will scatter them as unclean things. You will say to them, “Be gone!”"
    },
    "18241": {
        "format": "prose",
        "text": "¶And he will give rain for the seed with which you sow the ground, and bread, the produce of the ground, which will be rich and plenteous. In that day your livestock will graze in large pastures,"
    },
    "18242": {
        "format": "prose",
        "text": "and the oxen and the donkeys that work the ground will eat seasoned fodder, which has been winnowed with shovel and fork."
    },
    "18243": {
        "format": "prose",
        "text": "And on every lofty mountain and every high hill there will be brooks running with water, in the day of the great slaughter, when the towers fall."
    },
    "18244": {
        "format": "prose",
        "text": "Moreover, the light of the moon will be as the light of the sun, and the light of the sun will be sevenfold, as the light of seven days, in the day when the Lord binds up the brokenness of his people, and heals the wounds inflicted by his blow."
    },
    "18245": {
        "format": "poetry",
        "text": "¶Behold, the name of the Lord comes from afar,\/_burning with his anger, and in thick rising smoke;\/his lips are full of fury,\/_and his tongue is like a devouring fire;"
    },
    "18246": {
        "format": "poetry",
        "text": "\/his breath is like an overflowing stream\/_that reaches up to the neck;\/to sift the nations with the sieve of destruction,\/_and to place on the jaws of the peoples a bridle that leads astray."
    },
    "18247": {
        "format": "prose",
        "text": "¶You shall have a song as in the night when a holy feast is kept, and gladness of heart, as when one sets out to the sound of the flute to go to the mountain of the Lord, to the Rock of Israel."
    },
    "18248": {
        "format": "prose",
        "text": "And the Lord will cause his majestic voice to be heard and the descending blow of his arm to be seen, in furious anger and a flame of devouring fire, with a cloudburst and storm and hailstones."
    },
    "18249": {
        "format": "prose",
        "text": "The Assyrians will be terror‐stricken at the voice of the Lord, when he strikes with his rod."
    },
    "18250": {
        "format": "prose",
        "text": "And every stroke of the appointed staff that the Lord lays on them will be to the sound of tambourines and lyres. Battling with brandished arm, he will fight with them."
    },
    "18251": {
        "format": "prose",
        "text": "For a burning place has long been prepared; indeed, for the king it is made ready, its pyre made deep and wide, with fire and wood in abundance; the breath of the Lord, like a stream of sulfur, kindles it."
    },
    "18252": {
        "format": "poetry",
        "text": "§¶Woe to those who go down to Egypt for help\/_and rely on horses,\/who trust in chariots because they are many\/_and in horsemen because they are very strong,\/but do not look to the Holy One of Israel\/_or consult the Lord!"
    },
    "18253": {
        "format": "poetry",
        "text": "\/And yet he is wise and brings disaster;\/_he does not call back his words,\/but will arise against the house of the evildoers\/_and against the helpers of those who work iniquity."
    },
    "18254": {
        "format": "poetry",
        "text": "\/The Egyptians are man, and not God,\/_and their horses are flesh, and not spirit.\/When the Lord stretches out his hand,\/_the helper will stumble, and he who is helped will fall,\/_and they will all perish together."
    },
    "18255": {
        "format": "poetry",
        "text": "¶For thus the Lord said to me,\/“As a lion or a young lion growls over his prey,\/_and when a band of shepherds is called out against him\/he is not terrified by their shouting\/_or daunted at their noise,\/so the Lord of hosts will come down\/_to fight on Mount Zion and on its hill."
    },
    "18256": {
        "format": "poetry",
        "text": "\/Like birds hovering, so the Lord of hosts\/_will protect Jerusalem;\/he will protect and deliver it;\/_he will spare and rescue it.”"
    },
    "18257": {
        "format": "prose",
        "text": "¶Turn to him from whom people have deeply revolted, O children of Israel."
    },
    "18258": {
        "format": "prose",
        "text": "For in that day everyone shall cast away his idols of silver and his idols of gold, which your hands have sinfully made for you."
    },
    "18259": {
        "format": "poetry",
        "text": "¶“And the Assyrian shall fall by a sword, not of man;\/_and a sword, not of man, shall devour him;\/and he shall flee from the sword,\/_and his young men shall be put to forced labor."
    },
    "18260": {
        "format": "poetry",
        "text": "\/His rock shall pass away in terror,\/_and his officers desert the standard in panic,”\/declares the Lord, whose fire is in Zion,\/_and whose furnace is in Jerusalem."
    },
    "18261": {
        "format": "poetry",
        "text": "§¶Behold, a king will reign in righteousness,\/_and princes will rule in justice."
    },
    "18262": {
        "format": "poetry",
        "text": "\/Each will be like a hiding place from the wind,\/_a shelter from the storm,\/like streams of water in a dry place,\/_like the shade of a great rock in a weary land."
    },
    "18263": {
        "format": "poetry",
        "text": "\/Then the eyes of those who see will not be closed,\/_and the ears of those who hear will give attention."
    },
    "18264": {
        "format": "poetry",
        "text": "\/The heart of the hasty will understand and know,\/_and the tongue of the stammerers will hasten to speak distinctly."
    },
    "18265": {
        "format": "poetry",
        "text": "\/The fool will no more be called noble,\/_nor the scoundrel said to be honorable."
    },
    "18266": {
        "format": "poetry",
        "text": "\/For the fool speaks folly,\/_and his heart is busy with iniquity,\/to practice ungodliness,\/_to utter error concerning the Lord,\/to leave the craving of the hungry unsatisfied,\/_and to deprive the thirsty of drink."
    },
    "18267": {
        "format": "poetry",
        "text": "\/As for the scoundrel—his devices are evil;\/_he plans wicked schemes\/to ruin the poor with lying words,\/_even when the plea of the needy is right."
    },
    "18268": {
        "format": "poetry",
        "text": "\/But he who is noble plans noble things,\/_and on noble things he stands."
    },
    "18269": {
        "format": "poetry",
        "text": "§¶Rise up, you women who are at ease, hear my voice;\/_you complacent daughters, give ear to my speech."
    },
    "18270": {
        "format": "poetry",
        "text": "\/In little more than a year\/_you will shudder, you complacent women;\/for the grape harvest fails,\/_the fruit harvest will not come."
    },
    "18271": {
        "format": "poetry",
        "text": "\/Tremble, you women who are at ease,\/_shudder, you complacent ones;\/strip, and make yourselves bare,\/_and tie sackcloth around your waist."
    },
    "18272": {
        "format": "poetry",
        "text": "\/Beat your breasts for the pleasant fields,\/_for the fruitful vine,"
    },
    "18273": {
        "format": "poetry",
        "text": "\/for the soil of my people\/_growing up in thorns and briers,\/yes, for all the joyous houses\/_in the exultant city."
    },
    "18274": {
        "format": "poetry",
        "text": "\/For the palace is forsaken,\/_the populous city deserted;\/the hill and the watchtower\/_will become dens forever,\/a joy of wild donkeys,\/_a pasture of flocks;"
    },
    "18275": {
        "format": "poetry",
        "text": "\/until the Spirit is poured upon us from on high,\/_and the wilderness becomes a fruitful field,\/_and the fruitful field is deemed a forest."
    },
    "18276": {
        "format": "poetry",
        "text": "\/Then justice will dwell in the wilderness,\/_and righteousness abide in the fruitful field."
    },
    "18277": {
        "format": "poetry",
        "text": "\/And the effect of righteousness will be peace,\/_and the result of righteousness, quietness and trust forever."
    },
    "18278": {
        "format": "poetry",
        "text": "\/My people will abide in a peaceful habitation,\/_in secure dwellings, and in quiet resting places."
    },
    "18279": {
        "format": "poetry",
        "text": "\/And it will hail when the forest falls down,\/_and the city will be utterly laid low."
    },
    "18280": {
        "format": "poetry",
        "text": "\/Happy are you who sow beside all waters,\/_who let the feet of the ox and the donkey range free."
    },
    "18281": {
        "format": "poetry",
        "text": "§¶Ah, you destroyer,\/_who yourself have not been destroyed,\/you traitor,\/_whom none has betrayed!\/When you have ceased to destroy,\/_you will be destroyed;\/and when you have finished betraying,\/_they will betray you."
    },
    "18282": {
        "format": "poetry",
        "text": "¶O Lord, be gracious to us; we wait for you.\/_Be our arm every morning,\/_our salvation in the time of trouble."
    },
    "18283": {
        "format": "poetry",
        "text": "\/At the tumultuous noise peoples flee;\/_when you lift yourself up, nations are scattered,"
    },
    "18284": {
        "format": "poetry",
        "text": "\/and your spoil is gathered as the caterpillar gathers;\/_as locusts leap, it is leapt upon."
    },
    "18285": {
        "format": "poetry",
        "text": "¶The Lord is exalted, for he dwells on high;\/_he will fill Zion with justice and righteousness,"
    },
    "18286": {
        "format": "poetry",
        "text": "\/and he will be the stability of your times,\/_abundance of salvation, wisdom, and knowledge;\/_the fear of the Lord is Zion’s treasure."
    },
    "18287": {
        "format": "poetry",
        "text": "¶Behold, their heroes cry in the streets;\/_the envoys of peace weep bitterly."
    },
    "18288": {
        "format": "poetry",
        "text": "\/The highways lie waste;\/_the traveler ceases.\/Covenants are broken;\/_cities are despised;\/_there is no regard for man."
    },
    "18289": {
        "format": "poetry",
        "text": "\/The land mourns and languishes;\/_Lebanon is confounded and withers away;\/Sharon is like a desert,\/_and Bashan and Carmel shake off their leaves."
    },
    "18290": {
        "format": "poetry",
        "text": "¶“Now I will arise,” says the Lord,\/_“now I will lift myself up;\/_now I will be exalted."
    },
    "18291": {
        "format": "poetry",
        "text": "\/You conceive chaff; you give birth to stubble;\/_your breath is a fire that will consume you."
    },
    "18292": {
        "format": "poetry",
        "text": "\/And the peoples will be as if burned to lime,\/_like thorns cut down, that are burned in the fire.”"
    },
    "18293": {
        "format": "poetry",
        "text": "¶Hear, you who are far off, what I have done;\/_and you who are near, acknowledge my might."
    },
    "18294": {
        "format": "poetry",
        "text": "\/The sinners in Zion are afraid;\/_trembling has seized the godless:\/“Who among us can dwell with the consuming fire?\/_Who among us can dwell with everlasting burnings?”"
    },
    "18295": {
        "format": "poetry",
        "text": "\/He who walks righteously and speaks uprightly,\/_who despises the gain of oppressions,\/who shakes his hands, lest they hold a bribe,\/_who stops his ears from hearing of bloodshed\/_and shuts his eyes from looking on evil,"
    },
    "18296": {
        "format": "poetry",
        "text": "\/he will dwell on the heights;\/_his place of defense will be the fortresses of rocks;\/_his bread will be given him; his water will be sure."
    },
    "18297": {
        "format": "poetry",
        "text": "¶Your eyes will behold the king in his beauty;\/_they will see a land that stretches afar."
    },
    "18298": {
        "format": "poetry",
        "text": "\/Your heart will muse on the terror:\/_“Where is he who counted, where is he who weighed the tribute?\/_Where is he who counted the towers?”"
    },
    "18299": {
        "format": "poetry",
        "text": "\/You will see no more the insolent people,\/_the people of an obscure speech that you cannot comprehend,\/_stammering in a tongue that you cannot understand."
    },
    "18300": {
        "format": "poetry",
        "text": "\/Behold Zion, the city of our appointed feasts!\/_Your eyes will see Jerusalem,\/_an untroubled habitation, an immovable tent,\/whose stakes will never be plucked up,\/_nor will any of its cords be broken."
    },
    "18301": {
        "format": "poetry",
        "text": "\/But there the Lord in majesty will be for us\/_a place of broad rivers and streams,\/where no galley with oars can go,\/_nor majestic ship can pass."
    },
    "18302": {
        "format": "poetry",
        "text": "\/For the Lord is our judge; the Lord is our lawgiver;\/_the Lord is our king; he will save us."
    },
    "18303": {
        "format": "poetry",
        "text": "¶Your cords hang loose;\/_they cannot hold the mast firm in its place\/_or keep the sail spread out.\/Then prey and spoil in abundance will be divided;\/_even the lame will take the prey."
    },
    "18304": {
        "format": "poetry",
        "text": "\/And no inhabitant will say, “I am sick”;\/_the people who dwell there will be forgiven their iniquity."
    },
    "18305": {
        "format": "poetry",
        "text": "§¶Draw near, O nations, to hear,\/_and give attention, O peoples!\/Let the earth hear, and all that fills it;\/_the world, and all that comes from it."
    },
    "18306": {
        "format": "poetry",
        "text": "\/For the Lord is enraged against all the nations,\/_and furious against all their host;\/_he has devoted them to destruction, has given them over for slaughter."
    },
    "18307": {
        "format": "poetry",
        "text": "\/Their slain shall be cast out,\/_and the stench of their corpses shall rise;\/_the mountains shall flow with their blood."
    },
    "18308": {
        "format": "poetry",
        "text": "\/All the host of heaven shall rot away,\/_and the skies roll up like a scroll.\/All their host shall fall,\/_as leaves fall from the vine,\/_like leaves falling from the fig tree."
    },
    "18309": {
        "format": "poetry",
        "text": "¶For my sword has drunk its fill in the heavens;\/_behold, it descends for judgment upon Edom,\/_upon the people I have devoted to destruction."
    },
    "18310": {
        "format": "poetry",
        "text": "\/The Lord has a sword; it is sated with blood;\/_it is gorged with fat,\/_with the blood of lambs and goats,\/_with the fat of the kidneys of rams.\/For the Lord has a sacrifice in Bozrah,\/_a great slaughter in the land of Edom."
    },
    "18311": {
        "format": "poetry",
        "text": "\/Wild oxen shall fall with them,\/_and young steers with the mighty bulls.\/Their land shall drink its fill of blood,\/_and their soil shall be gorged with fat."
    },
    "18312": {
        "format": "poetry",
        "text": "¶For the Lord has a day of vengeance,\/_a year of recompense for the cause of Zion."
    },
    "18313": {
        "format": "poetry",
        "text": "\/And the streams of Edom shall be turned into pitch,\/_and her soil into sulfur;\/_her land shall become burning pitch."
    },
    "18314": {
        "format": "poetry",
        "text": "\/Night and day it shall not be quenched;\/_its smoke shall go up forever.\/From generation to generation it shall lie waste;\/_none shall pass through it forever and ever."
    },
    "18315": {
        "format": "poetry",
        "text": "\/But the hawk and the porcupine shall possess it,\/_the owl and the raven shall dwell in it.\/He shall stretch the line of confusion over it,\/_and the plumb line of emptiness."
    },
    "18316": {
        "format": "poetry",
        "text": "\/Its nobles—there is no one there to call it a kingdom,\/_and all its princes shall be nothing."
    },
    "18317": {
        "format": "poetry",
        "text": "¶Thorns shall grow over its strongholds,\/_nettles and thistles in its fortresses.\/It shall be the haunt of jackals,\/_an abode for ostriches."
    },
    "18318": {
        "format": "poetry",
        "text": "\/And wild animals shall meet with hyenas;\/_the wild goat shall cry to his fellow;\/indeed, there the night bird settles\/_and finds for herself a resting place."
    },
    "18319": {
        "format": "poetry",
        "text": "¶There the owl nests and lays\/_and hatches and gathers her young in her shadow;\/indeed, there the hawks are gathered,\/_each one with her mate."
    },
    "18320": {
        "format": "poetry",
        "text": "\/Seek and read from the book of the Lord:\/_Not one of these shall be missing;\/_none shall be without her mate.\/For the mouth of the Lord has commanded,\/_and his Spirit has gathered them."
    },
    "18321": {
        "format": "poetry",
        "text": "\/He has cast the lot for them;\/_his hand has portioned it out to them with the line;\/they shall possess it forever;\/_from generation to generation they shall dwell in it."
    },
    "18322": {
        "format": "poetry",
        "text": "§¶The wilderness and the dry land shall be glad;\/_the desert shall rejoice and blossom like the crocus;"
    },
    "18323": {
        "format": "poetry",
        "text": "\/it shall blossom abundantly\/_and rejoice with joy and singing.\/The glory of Lebanon shall be given to it,\/_the majesty of Carmel and Sharon.\/They shall see the glory of the Lord,\/_the majesty of our God."
    },
    "18324": {
        "format": "poetry",
        "text": "¶Strengthen the weak hands,\/_and make firm the feeble knees."
    },
    "18325": {
        "format": "poetry",
        "text": "\/Say to those who have an anxious heart,\/_“Be strong; fear not!\/Behold, your God\/_will come with vengeance,\/with the recompense of God.\/_He will come and save you.”"
    },
    "18326": {
        "format": "poetry",
        "text": "¶Then the eyes of the blind shall be opened,\/_and the ears of the deaf unstopped;"
    },
    "18327": {
        "format": "poetry",
        "text": "\/then shall the lame man leap like a deer,\/_and the tongue of the mute sing for joy.\/For waters break forth in the wilderness,\/_and streams in the desert;"
    },
    "18328": {
        "format": "poetry",
        "text": "\/the burning sand shall become a pool,\/_and the thirsty ground springs of water;\/in the haunt of jackals, where they lie down,\/_the grass shall become reeds and rushes."
    },
    "18329": {
        "format": "poetry",
        "text": "¶And a highway shall be there,\/_and it shall be called the Way of Holiness;\/the unclean shall not pass over it.\/_It shall belong to those who walk on the way;\/_even if they are fools, they shall not go astray."
    },
    "18330": {
        "format": "poetry",
        "text": "\/No lion shall be there,\/_nor shall any ravenous beast come up on it;\/they shall not be found there,\/_but the redeemed shall walk there."
    },
    "18331": {
        "format": "poetry",
        "text": "\/And the ransomed of the Lord shall return\/_and come to Zion with singing;\/everlasting joy shall be upon their heads;\/_they shall obtain gladness and joy,\/_and sorrow and sighing shall flee away."
    },
    "18332": {
        "format": "prose",
        "text": "§¶In the fourteenth year of King Hezekiah, Sennacherib king of Assyria came up against all the fortified cities of Judah and took them."
    },
    "18333": {
        "format": "prose",
        "text": "And the king of Assyria sent the Rabshakeh from Lachish to King Hezekiah at Jerusalem, with a great army. And he stood by the conduit of the upper pool on the highway to the Washer’s Field."
    },
    "18334": {
        "format": "prose",
        "text": "And there came out to him Eliakim the son of Hilkiah, who was over the household, and Shebna the secretary, and Joah the son of Asaph, the recorder."
    },
    "18335": {
        "format": "prose",
        "text": "¶And the Rabshakeh said to them, “Say to Hezekiah, ‘Thus says the great king, the king of Assyria: On what do you rest this trust of yours?"
    },
    "18336": {
        "format": "prose",
        "text": "Do you think that mere words are strategy and power for war? In whom do you now trust, that you have rebelled against me?"
    },
    "18337": {
        "format": "prose",
        "text": "Behold, you are trusting in Egypt, that broken reed of a staff, which will pierce the hand of any man who leans on it. Such is Pharaoh king of Egypt to all who trust in him."
    },
    "18338": {
        "format": "prose",
        "text": "But if you say to me, “We trust in the Lord our God,” is it not he whose high places and altars Hezekiah has removed, saying to Judah and to Jerusalem, “You shall worship before this altar”?"
    },
    "18339": {
        "format": "prose",
        "text": "Come now, make a wager with my master the king of Assyria: I will give you two thousand horses, if you are able on your part to set riders on them."
    },
    "18340": {
        "format": "prose",
        "text": "How then can you repulse a single captain among the least of my master’s servants, when you trust in Egypt for chariots and for horsemen?"
    },
    "18341": {
        "format": "prose",
        "text": "Moreover, is it without the Lord that I have come up against this land to destroy it? The Lord said to me, Go up against this land and destroy it.’”"
    },
    "18342": {
        "format": "prose",
        "text": "¶Then Eliakim, Shebna, and Joah said to the Rabshakeh, “Please speak to your servants in Aramaic, for we understand it. Do not speak to us in the language of Judah within the hearing of the people who are on the wall.”"
    },
    "18343": {
        "format": "prose",
        "text": "But the Rabshakeh said, “Has my master sent me to speak these words to your master and to you, and not to the men sitting on the wall, who are doomed with you to eat their own dung and drink their own urine?”"
    },
    "18344": {
        "format": "prose",
        "text": "¶Then the Rabshakeh stood and called out in a loud voice in the language of Judah: “Hear the words of the great king, the king of Assyria!"
    },
    "18345": {
        "format": "prose",
        "text": "Thus says the king: ‘Do not let Hezekiah deceive you, for he will not be able to deliver you."
    },
    "18346": {
        "format": "prose",
        "text": "Do not let Hezekiah make you trust in the Lord by saying, “The Lord will surely deliver us. This city will not be given into the hand of the king of Assyria.”"
    },
    "18347": {
        "format": "prose",
        "text": "Do not listen to Hezekiah. For thus says the king of Assyria: Make your peace with me and come out to me. Then each one of you will eat of his own vine, and each one of his own fig tree, and each one of you will drink the water of his own cistern,"
    },
    "18348": {
        "format": "prose",
        "text": "until I come and take you away to a land like your own land, a land of grain and wine, a land of bread and vineyards."
    },
    "18349": {
        "format": "prose",
        "text": "Beware lest Hezekiah mislead you by saying, “The Lord will deliver us.” Has any of the gods of the nations delivered his land out of the hand of the king of Assyria?"
    },
    "18350": {
        "format": "prose",
        "text": "Where are the gods of Hamath and Arpad? Where are the gods of Sepharvaim? Have they delivered Samaria out of my hand?"
    },
    "18351": {
        "format": "prose",
        "text": "Who among all the gods of these lands have delivered their lands out of my hand, that the Lord should deliver Jerusalem out of my hand?’”"
    },
    "18352": {
        "format": "prose",
        "text": "¶But they were silent and answered him not a word, for the king’s command was, “Do not answer him.”"
    },
    "18353": {
        "format": "prose",
        "text": "Then Eliakim the son of Hilkiah, who was over the household, and Shebna the secretary, and Joah the son of Asaph, the recorder, came to Hezekiah with their clothes torn, and told him the words of the Rabshakeh."
    },
    "18354": {
        "format": "prose",
        "text": "§¶As soon as King Hezekiah heard it, he tore his clothes and covered himself with sackcloth and went into the house of the Lord."
    },
    "18355": {
        "format": "prose",
        "text": "And he sent Eliakim, who was over the household, and Shebna the secretary, and the senior priests, covered with sackcloth, to the prophet Isaiah the son of Amoz."
    },
    "18356": {
        "format": "prose",
        "text": "They said to him, “Thus says Hezekiah, ‘This day is a day of distress, of rebuke, and of disgrace; children have come to the point of birth, and there is no strength to bring them forth."
    },
    "18357": {
        "format": "prose",
        "text": "It may be that the Lord your God will hear the words of the Rabshakeh, whom his master the king of Assyria has sent to mock the living God, and will rebuke the words that the Lord your God has heard; therefore lift up your prayer for the remnant that is left.’”"
    },
    "18358": {
        "format": "prose",
        "text": "¶When the servants of King Hezekiah came to Isaiah,"
    },
    "18359": {
        "format": "prose",
        "text": "Isaiah said to them, “Say to your master, ‘Thus says the Lord: Do not be afraid because of the words that you have heard, with which the young men of the king of Assyria have reviled me."
    },
    "18360": {
        "format": "prose",
        "text": "Behold, I will put a spirit in him, so that he shall hear a rumor and return to his own land, and I will make him fall by the sword in his own land.’”"
    },
    "18361": {
        "format": "prose",
        "text": "¶The Rabshakeh returned, and found the king of Assyria fighting against Libnah, for he had heard that the king had left Lachish."
    },
    "18362": {
        "format": "prose",
        "text": "Now the king heard concerning Tirhakah king of Cush, “He has set out to fight against you.” And when he heard it, he sent messengers to Hezekiah, saying,"
    },
    "18363": {
        "format": "prose",
        "text": "“Thus shall you speak to Hezekiah king of Judah: ‘Do not let your God in whom you trust deceive you by promising that Jerusalem will not be given into the hand of the king of Assyria."
    },
    "18364": {
        "format": "prose",
        "text": "Behold, you have heard what the kings of Assyria have done to all lands, devoting them to destruction. And shall you be delivered?"
    },
    "18365": {
        "format": "prose",
        "text": "Have the gods of the nations delivered them, the nations that my fathers destroyed, Gozan, Haran, Rezeph, and the people of Eden who were in Telassar?"
    },
    "18366": {
        "format": "prose",
        "text": "Where is the king of Hamath, the king of Arpad, the king of the city of Sepharvaim, the king of Hena, or the king of Ivvah?’”"
    },
    "18367": {
        "format": "prose",
        "text": "§¶Hezekiah received the letter from the hand of the messengers, and read it; and Hezekiah went up to the house of the Lord, and spread it before the Lord."
    },
    "18368": {
        "format": "prose",
        "text": "And Hezekiah prayed to the Lord:"
    },
    "18369": {
        "format": "prose",
        "text": "“O Lord of hosts, God of Israel, enthroned above the cherubim, you are the God, you alone, of all the kingdoms of the earth; you have made heaven and earth."
    },
    "18370": {
        "format": "prose",
        "text": "Incline your ear, O Lord, and hear; open your eyes, O Lord, and see; and hear all the words of Sennacherib, which he has sent to mock the living God."
    },
    "18371": {
        "format": "prose",
        "text": "Truly, O Lord, the kings of Assyria have laid waste all the nations and their lands,"
    },
    "18372": {
        "format": "prose",
        "text": "and have cast their gods into the fire. For they were no gods, but the work of men’s hands, wood and stone. Therefore they were destroyed."
    },
    "18373": {
        "format": "prose",
        "text": "So now, O Lord our God, save us from his hand, that all the kingdoms of the earth may know that you alone are the Lord.”"
    },
    "18374": {
        "format": "prose",
        "text": "§¶Then Isaiah the son of Amoz sent to Hezekiah, saying, “Thus says the Lord, the God of Israel: Because you have prayed to me concerning Sennacherib king of Assyria,"
    },
    "18375": {
        "format": "prose",
        "text": "this is the word that the Lord has spoken concerning him:¶▼“‘She despises you, she scorns you—\/_the virgin daughter of Zion;\/she wags her head behind you—\/_the daughter of Jerusalem."
    },
    "18376": {
        "format": "poetry",
        "text": "¶“‘Whom have you mocked and reviled?\/_Against whom have you raised your voice\/and lifted your eyes to the heights?\/_Against the Holy One of Israel!"
    },
    "18377": {
        "format": "poetry",
        "text": "\/By your servants you have mocked the Lord,\/_and you have said, With my many chariots\/I have gone up the heights of the mountains,\/_to the far recesses of Lebanon,\/to cut down its tallest cedars,\/_its choicest cypresses,\/to come to its remotest height,\/_its most fruitful forest."
    },
    "18378": {
        "format": "poetry",
        "text": "\/I dug wells\/_and drank waters,\/to dry up with the sole of my foot\/_all the streams of Egypt."
    },
    "18379": {
        "format": "poetry",
        "text": "¶“‘Have you not heard\/_that I determined it long ago?\/I planned from days of old\/_what now I bring to pass,\/that you should make fortified cities\/_crash into heaps of ruins,"
    },
    "18380": {
        "format": "poetry",
        "text": "\/while their inhabitants, shorn of strength,\/_are dismayed and confounded,\/and have become like plants of the field\/_and like tender grass,\/like grass on the housetops,\/_blighted before it is grown."
    },
    "18381": {
        "format": "poetry",
        "text": "¶“‘I know your sitting down\/_and your going out and coming in,\/_and your raging against me."
    },
    "18382": {
        "format": "poetry",
        "text": "\/Because you have raged against me\/_and your complacency has come to my ears,\/I will put my hook in your nose\/_and my bit in your mouth,\/and I will turn you back on the way\/_by which you came.’"
    },
    "18383": {
        "format": "prose",
        "text": "¶“And this shall be the sign for you: this year you shall eat what grows of itself, and in the second year what springs from that. Then in the third year sow and reap, and plant vineyards, and eat their fruit."
    },
    "18384": {
        "format": "prose",
        "text": "And the surviving remnant of the house of Judah shall again take root downward and bear fruit upward."
    },
    "18385": {
        "format": "prose",
        "text": "For out of Jerusalem shall go a remnant, and out of Mount Zion a band of survivors. The zeal of the Lord of hosts will do this."
    },
    "18386": {
        "format": "prose",
        "text": "¶“Therefore thus says the Lord concerning the king of Assyria: He shall not come into this city or shoot an arrow there or come before it with a shield or cast up a siege mound against it."
    },
    "18387": {
        "format": "prose",
        "text": "By the way that he came, by the same he shall return, and he shall not come into this city, declares the Lord."
    },
    "18388": {
        "format": "prose",
        "text": "For I will defend this city to save it, for my own sake and for the sake of my servant David.”"
    },
    "18389": {
        "format": "prose",
        "text": "¶And the angel of the Lord went out and struck down 185,000 in the camp of the Assyrians. And when people arose early in the morning, behold, these were all dead bodies."
    },
    "18390": {
        "format": "prose",
        "text": "Then Sennacherib king of Assyria departed and returned home and lived at Nineveh."
    },
    "18391": {
        "format": "prose",
        "text": "And as he was worshiping in the house of Nisroch his god, Adrammelech and Sharezer, his sons, struck him down with the sword. And after they escaped into the land of Ararat, Esarhaddon his son reigned in his place."
    },
    "18392": {
        "format": "prose",
        "text": "§¶In those days Hezekiah became sick and was at the point of death. And Isaiah the prophet the son of Amoz came to him, and said to him, “Thus says the Lord: Set your house in order, for you shall die, you shall not recover.”"
    },
    "18393": {
        "format": "prose",
        "text": "Then Hezekiah turned his face to the wall and prayed to the Lord,"
    },
    "18394": {
        "format": "prose",
        "text": "and said, “Please, O Lord, remember how I have walked before you in faithfulness and with a whole heart, and have done what is good in your sight.” And Hezekiah wept bitterly."
    },
    "18395": {
        "format": "prose",
        "text": "¶Then the word of the Lord came to Isaiah:"
    },
    "18396": {
        "format": "prose",
        "text": "“Go and say to Hezekiah, Thus says the Lord, the God of David your father: I have heard your prayer; I have seen your tears. Behold, I will add fifteen years to your life."
    },
    "18397": {
        "format": "prose",
        "text": "I will deliver you and this city out of the hand of the king of Assyria, and will defend this city."
    },
    "18398": {
        "format": "prose",
        "text": "¶“This shall be the sign to you from the Lord, that the Lord will do this thing that he has promised:"
    },
    "18399": {
        "format": "prose",
        "text": "Behold, I will make the shadow cast by the declining sun on the dial of Ahaz turn back ten steps.” So the sun turned back on the dial the ten steps by which it had declined."
    },
    "18400": {
        "format": "prose",
        "text": "¶A writing of Hezekiah king of Judah, after he had been sick and had recovered from his sickness:"
    },
    "18401": {
        "format": "poetry",
        "text": "¶I said, In the middle of my days\/_I must depart;\/I am consigned to the gates of Sheol\/_for the rest of my years."
    },
    "18402": {
        "format": "poetry",
        "text": "\/I said, I shall not see the Lord,\/_the Lord in the land of the living;\/I shall look on man no more\/_among the inhabitants of the world."
    },
    "18403": {
        "format": "poetry",
        "text": "\/My dwelling is plucked up and removed from me\/_like a shepherd’s tent;\/like a weaver I have rolled up my life;\/_he cuts me off from the loom;\/from day to night you bring me to an end;"
    },
    "18404": {
        "format": "poetry",
        "text": "\/_I calmed myself until morning;\/like a lion he breaks all my bones;\/_from day to night you bring me to an end."
    },
    "18405": {
        "format": "poetry",
        "text": "¶Like a swallow or a crane I chirp;\/_I moan like a dove.\/My eyes are weary with looking upward.\/_O Lord, I am oppressed; be my pledge of safety!"
    },
    "18406": {
        "format": "poetry",
        "text": "\/What shall I say? For he has spoken to me,\/_and he himself has done it.\/I walk slowly all my years\/_because of the bitterness of my soul."
    },
    "18407": {
        "format": "poetry",
        "text": "¶O Lord, by these things men live,\/_and in all these is the life of my spirit.\/_Oh restore me to health and make me live!"
    },
    "18408": {
        "format": "poetry",
        "text": "\/Behold, it was for my welfare\/_that I had great bitterness;\/but in love you have delivered my life\/_from the pit of destruction,\/for you have cast all my sins\/_behind your back."
    },
    "18409": {
        "format": "poetry",
        "text": "\/For Sheol does not thank you;\/_death does not praise you;\/those who go down to the pit do not hope\/_for your faithfulness."
    },
    "18410": {
        "format": "poetry",
        "text": "\/The living, the living, he thanks you,\/_as I do this day;\/the father makes known to the children\/_your faithfulness."
    },
    "18411": {
        "format": "poetry",
        "text": "¶The Lord will save me,\/_and we will play my music on stringed instruments\/all the days of our lives,\/_at the house of the Lord."
    },
    "18412": {
        "format": "prose",
        "text": "¶Now Isaiah had said, “Let them take a cake of figs and apply it to the boil, that he may recover.”"
    },
    "18413": {
        "format": "prose",
        "text": "Hezekiah also had said, “What is the sign that I shall go up to the house of the Lord?”"
    },
    "18414": {
        "format": "prose",
        "text": "§¶At that time Merodach‐baladan the son of Baladan, king of Babylon, sent envoys with letters and a present to Hezekiah, for he heard that he had been sick and had recovered."
    },
    "18415": {
        "format": "prose",
        "text": "And Hezekiah welcomed them gladly. And he showed them his treasure house, the silver, the gold, the spices, the precious oil, his whole armory, all that was found in his storehouses. There was nothing in his house or in all his realm that Hezekiah did not show them."
    },
    "18416": {
        "format": "prose",
        "text": "Then Isaiah the prophet came to King Hezekiah, and said to him, “What did these men say? And from where did they come to you?” Hezekiah said, “They have come to me from a far country, from Babylon.”"
    },
    "18417": {
        "format": "prose",
        "text": "He said, “What have they seen in your house?” Hezekiah answered, “They have seen all that is in my house. There is nothing in my storehouses that I did not show them.”"
    },
    "18418": {
        "format": "prose",
        "text": "¶Then Isaiah said to Hezekiah, “Hear the word of the Lord of hosts:"
    },
    "18419": {
        "format": "prose",
        "text": "Behold, the days are coming, when all that is in your house, and that which your fathers have stored up till this day, shall be carried to Babylon. Nothing shall be left, says the Lord."
    },
    "18420": {
        "format": "prose",
        "text": "And some of your own sons, who will come from you, whom you will father, shall be taken away, and they shall be eunuchs in the palace of the king of Babylon.”"
    },
    "18421": {
        "format": "prose",
        "text": "Then Hezekiah said to Isaiah, “The word of the Lord that you have spoken is good.” For he thought, “There will be peace and security in my days.”"
    },
    "18422": {
        "format": "poetry",
        "text": "§¶Comfort, comfort my people, says your God."
    },
    "18423": {
        "format": "poetry",
        "text": "\/Speak tenderly to Jerusalem,\/_and cry to her\/that her warfare is ended,\/_that her iniquity is pardoned,\/that she has received from the Lord’s hand\/_double for all her sins."
    },
    "18424": {
        "format": "poetry",
        "text": "¶A voice cries:\/“In the wilderness prepare the way of the Lord;\/_make straight in the desert a highway for our God."
    },
    "18425": {
        "format": "poetry",
        "text": "\/Every valley shall be lifted up,\/_and every mountain and hill be made low;\/the uneven ground shall become level,\/_and the rough places a plain."
    },
    "18426": {
        "format": "poetry",
        "text": "\/And the glory of the Lord shall be revealed,\/_and all flesh shall see it together,\/_for the mouth of the Lord has spoken.”"
    },
    "18427": {
        "format": "poetry",
        "text": "§¶A voice says, “Cry!”\/_And I said, “What shall I cry?”\/All flesh is grass,\/_and all its beauty is like the flower of the field."
    },
    "18428": {
        "format": "poetry",
        "text": "\/The grass withers, the flower fades\/_when the breath of the Lord blows on it;\/_surely the people are grass."
    },
    "18429": {
        "format": "poetry",
        "text": "\/The grass withers, the flower fades,\/_but the word of our God will stand forever."
    },
    "18430": {
        "format": "poetry",
        "text": "§¶Go on up to a high mountain,\/_O Zion, herald of good news;\/lift up your voice with strength,\/_O Jerusalem, herald of good news;\/_lift it up, fear not;\/say to the cities of Judah,\/_“Behold your God!”"
    },
    "18431": {
        "format": "poetry",
        "text": "\/Behold, the Lord God comes with might,\/_and his arm rules for him;\/behold, his reward is with him,\/_and his recompense before him."
    },
    "18432": {
        "format": "poetry",
        "text": "\/He will tend his flock like a shepherd;\/_he will gather the lambs in his arms;\/he will carry them in his bosom,\/_and gently lead those that are with young."
    },
    "18433": {
        "format": "poetry",
        "text": "¶Who has measured the waters in the hollow of his hand\/_and marked off the heavens with a span,\/enclosed the dust of the earth in a measure\/_and weighed the mountains in scales\/_and the hills in a balance?"
    },
    "18434": {
        "format": "poetry",
        "text": "\/Who has measured the Spirit of the Lord,\/_or what man shows him his counsel?"
    },
    "18435": {
        "format": "poetry",
        "text": "\/Whom did he consult,\/_and who made him understand?\/Who taught him the path of justice,\/_and taught him knowledge,\/_and showed him the way of understanding?"
    },
    "18436": {
        "format": "poetry",
        "text": "\/Behold, the nations are like a drop from a bucket,\/_and are accounted as the dust on the scales;\/_behold, he takes up the coastlands like fine dust."
    },
    "18437": {
        "format": "poetry",
        "text": "\/Lebanon would not suffice for fuel,\/_nor are its beasts enough for a burnt offering."
    },
    "18438": {
        "format": "poetry",
        "text": "\/All the nations are as nothing before him,\/_they are accounted by him as less than nothing and emptiness."
    },
    "18439": {
        "format": "poetry",
        "text": "¶To whom then will you liken God,\/_or what likeness compare with him?"
    },
    "18440": {
        "format": "poetry",
        "text": "\/An idol! A craftsman casts it,\/_and a goldsmith overlays it with gold\/_and casts for it silver chains."
    },
    "18441": {
        "format": "poetry",
        "text": "\/He who is too impoverished for an offering\/_chooses wood that will not rot;\/he seeks out a skillful craftsman\/_to set up an idol that will not move."
    },
    "18442": {
        "format": "poetry",
        "text": "¶Do you not know? Do you not hear?\/_Has it not been told you from the beginning?\/_Have you not understood from the foundations of the earth?"
    },
    "18443": {
        "format": "poetry",
        "text": "\/It is he who sits above the circle of the earth,\/_and its inhabitants are like grasshoppers;\/who stretches out the heavens like a curtain,\/_and spreads them like a tent to dwell in;"
    },
    "18444": {
        "format": "poetry",
        "text": "\/who brings princes to nothing,\/_and makes the rulers of the earth as emptiness."
    },
    "18445": {
        "format": "poetry",
        "text": "¶Scarcely are they planted, scarcely sown,\/_scarcely has their stem taken root in the earth,\/when he blows on them, and they wither,\/_and the tempest carries them off like stubble."
    },
    "18446": {
        "format": "poetry",
        "text": "¶To whom then will you compare me,\/_that I should be like him? says the Holy One."
    },
    "18447": {
        "format": "poetry",
        "text": "\/Lift up your eyes on high and see:\/_who created these?\/He who brings out their host by number,\/_calling them all by name,\/by the greatness of his might,\/_and because he is strong in power\/_not one is missing."
    },
    "18448": {
        "format": "poetry",
        "text": "¶Why do you say, O Jacob,\/_and speak, O Israel,\/“My way is hidden from the Lord,\/_and my right is disregarded by my God”?"
    },
    "18449": {
        "format": "poetry",
        "text": "\/Have you not known? Have you not heard?\/The Lord is the everlasting God,\/_the Creator of the ends of the earth.\/He does not faint or grow weary;\/_his understanding is unsearchable."
    },
    "18450": {
        "format": "poetry",
        "text": "\/He gives power to the faint,\/_and to him who has no might he increases strength."
    },
    "18451": {
        "format": "poetry",
        "text": "\/Even youths shall faint and be weary,\/_and young men shall fall exhausted;"
    },
    "18452": {
        "format": "poetry",
        "text": "\/but they who wait for the Lord shall renew their strength;\/_they shall mount up with wings like eagles;\/they shall run and not be weary;\/_they shall walk and not faint."
    },
    "18453": {
        "format": "poetry",
        "text": "§¶Listen to me in silence, O coastlands;\/_let the peoples renew their strength;\/let them approach, then let them speak;\/_let us together draw near for judgment."
    },
    "18454": {
        "format": "poetry",
        "text": "¶Who stirred up one from the east\/_whom victory meets at every step?\/He gives up nations before him,\/_so that he tramples kings underfoot;\/he makes them like dust with his sword,\/_like driven stubble with his bow."
    },
    "18455": {
        "format": "poetry",
        "text": "\/He pursues them and passes on safely,\/_by paths his feet have not trod."
    },
    "18456": {
        "format": "poetry",
        "text": "\/Who has performed and done this,\/_calling the generations from the beginning?\/I, the Lord, the first,\/_and with the last; I am he."
    },
    "18457": {
        "format": "poetry",
        "text": "¶The coastlands have seen and are afraid;\/_the ends of the earth tremble;\/_they have drawn near and come."
    },
    "18458": {
        "format": "poetry",
        "text": "\/Everyone helps his neighbor\/_and says to his brother, “Be strong!”"
    },
    "18459": {
        "format": "poetry",
        "text": "\/The craftsman strengthens the goldsmith,\/_and he who smooths with the hammer him who strikes the anvil,\/saying of the soldering, “It is good”;\/_and they strengthen it with nails so that it cannot be moved."
    },
    "18460": {
        "format": "poetry",
        "text": "¶But you, Israel, my servant,\/_Jacob, whom I have chosen,\/_the offspring of Abraham, my friend;"
    },
    "18461": {
        "format": "poetry",
        "text": "\/you whom I took from the ends of the earth,\/_and called from its farthest corners,\/saying to you, “You are my servant,\/_I have chosen you and not cast you off”;"
    },
    "18462": {
        "format": "poetry",
        "text": "\/fear not, for I am with you;\/_be not dismayed, for I am your God;\/I will strengthen you, I will help you,\/_I will uphold you with my righteous right hand."
    },
    "18463": {
        "format": "poetry",
        "text": "¶Behold, all who are incensed against you\/_shall be put to shame and confounded;\/those who strive against you\/_shall be as nothing and shall perish."
    },
    "18464": {
        "format": "poetry",
        "text": "\/You shall seek those who contend with you,\/_but you shall not find them;\/those who war against you\/_shall be as nothing at all."
    },
    "18465": {
        "format": "poetry",
        "text": "\/For I, the Lord your God,\/_hold your right hand;\/it is I who say to you, “Fear not,\/_I am the one who helps you.”"
    },
    "18466": {
        "format": "poetry",
        "text": "¶Fear not, you worm Jacob,\/_you men of Israel!\/I am the one who helps you, declares the Lord;\/_your Redeemer is the Holy One of Israel."
    },
    "18467": {
        "format": "poetry",
        "text": "\/Behold, I make of you a threshing sledge,\/_new, sharp, and having teeth;\/you shall thresh the mountains and crush them,\/_and you shall make the hills like chaff;"
    },
    "18468": {
        "format": "poetry",
        "text": "\/you shall winnow them, and the wind shall carry them away,\/_and the tempest shall scatter them.\/And you shall rejoice in the Lord;\/_in the Holy One of Israel you shall glory."
    },
    "18469": {
        "format": "poetry",
        "text": "¶When the poor and needy seek water,\/_and there is none,\/_and their tongue is parched with thirst,\/I the Lord will answer them;\/_I the God of Israel will not forsake them."
    },
    "18470": {
        "format": "poetry",
        "text": "\/I will open rivers on the bare heights,\/_and fountains in the midst of the valleys.\/I will make the wilderness a pool of water,\/_and the dry land springs of water."
    },
    "18471": {
        "format": "poetry",
        "text": "\/I will put in the wilderness the cedar,\/_the acacia, the myrtle, and the olive.\/I will set in the desert the cypress,\/_the plane and the pine together,"
    },
    "18472": {
        "format": "poetry",
        "text": "\/that they may see and know,\/_may consider and understand together,\/that the hand of the Lord has done this,\/_the Holy One of Israel has created it."
    },
    "18473": {
        "format": "poetry",
        "text": "§¶Set forth your case, says the Lord;\/_bring your proofs, says the King of Jacob."
    },
    "18474": {
        "format": "poetry",
        "text": "\/Let them bring them, and tell us\/_what is to happen.\/Tell us the former things, what they are,\/_that we may consider them,\/that we may know their outcome;\/_or declare to us the things to come."
    },
    "18475": {
        "format": "poetry",
        "text": "\/Tell us what is to come hereafter,\/_that we may know that you are gods;\/do good, or do harm,\/_that we may be dismayed and terrified."
    },
    "18476": {
        "format": "poetry",
        "text": "\/Behold, you are nothing,\/_and your work is less than nothing;\/_an abomination is he who chooses you."
    },
    "18477": {
        "format": "poetry",
        "text": "¶I stirred up one from the north, and he has come,\/_from the rising of the sun, and he shall call upon my name;\/he shall trample on rulers as on mortar,\/_as the potter treads clay."
    },
    "18478": {
        "format": "poetry",
        "text": "\/Who declared it from the beginning, that we might know,\/_and beforehand, that we might say, “He is right”?\/There was none who declared it, none who proclaimed,\/_none who heard your words."
    },
    "18479": {
        "format": "poetry",
        "text": "\/I was the first to say to Zion, “Behold, here they are!”\/_and I give to Jerusalem a herald of good news."
    },
    "18480": {
        "format": "poetry",
        "text": "\/But when I look, there is no one;\/_among these there is no counselor\/_who, when I ask, gives an answer."
    },
    "18481": {
        "format": "poetry",
        "text": "\/Behold, they are all a delusion;\/_their works are nothing;\/_their metal images are empty wind."
    },
    "18482": {
        "format": "poetry",
        "text": "§¶Behold my servant, whom I uphold,\/_my chosen, in whom my soul delights;\/I have put my Spirit upon him;\/_he will bring forth justice to the nations."
    },
    "18483": {
        "format": "poetry",
        "text": "\/He will not cry aloud or lift up his voice,\/_or make it heard in the street;"
    },
    "18484": {
        "format": "poetry",
        "text": "\/a bruised reed he will not break,\/_and a faintly burning wick he will not quench;\/_he will faithfully bring forth justice."
    },
    "18485": {
        "format": "poetry",
        "text": "\/He will not grow faint or be discouraged\/_till he has established justice in the earth;\/_and the coastlands wait for his law."
    },
    "18486": {
        "format": "poetry",
        "text": "¶Thus says God, the Lord,\/_who created the heavens and stretched them out,\/_who spread out the earth and what comes from it,\/who gives breath to the people on it\/_and spirit to those who walk in it:"
    },
    "18487": {
        "format": "poetry",
        "text": "\/“I am the Lord; I have called you in righteousness;\/_I will take you by the hand and keep you;\/I will give you as a covenant for the people,\/_a light for the nations,"
    },
    "18488": {
        "format": "poetry",
        "text": "\/_to open the eyes that are blind,\/to bring out the prisoners from the dungeon,\/_from the prison those who sit in darkness."
    },
    "18489": {
        "format": "poetry",
        "text": "\/I am the Lord; that is my name;\/_my glory I give to no other,\/_nor my praise to carved idols."
    },
    "18490": {
        "format": "poetry",
        "text": "\/Behold, the former things have come to pass,\/_and new things I now declare;\/before they spring forth\/_I tell you of them.”"
    },
    "18491": {
        "format": "poetry",
        "text": "§¶Sing to the Lord a new song,\/_his praise from the end of the earth,\/you who go down to the sea, and all that fills it,\/_the coastlands and their inhabitants."
    },
    "18492": {
        "format": "poetry",
        "text": "\/Let the desert and its cities lift up their voice,\/_the villages that Kedar inhabits;\/let the habitants of Sela sing for joy,\/_let them shout from the top of the mountains."
    },
    "18493": {
        "format": "poetry",
        "text": "\/Let them give glory to the Lord,\/_and declare his praise in the coastlands."
    },
    "18494": {
        "format": "poetry",
        "text": "\/The Lord goes out like a mighty man,\/_like a man of war he stirs up his zeal;\/he cries out, he shouts aloud,\/_he shows himself mighty against his foes."
    },
    "18495": {
        "format": "poetry",
        "text": "¶For a long time I have held my peace;\/_I have kept still and restrained myself;\/now I will cry out like a woman in labor;\/_I will gasp and pant."
    },
    "18496": {
        "format": "poetry",
        "text": "\/I will lay waste mountains and hills,\/_and dry up all their vegetation;\/I will turn the rivers into islands,\/_and dry up the pools."
    },
    "18497": {
        "format": "poetry",
        "text": "\/And I will lead the blind\/_in a way that they do not know,\/in paths that they have not known\/_I will guide them.\/I will turn the darkness before them into light,\/_the rough places into level ground.\/These are the things I do,\/_and I do not forsake them."
    },
    "18498": {
        "format": "poetry",
        "text": "\/They are turned back and utterly put to shame,\/_who trust in carved idols,\/who say to metal images,\/_“You are our gods.”"
    },
    "18499": {
        "format": "poetry",
        "text": "§¶Hear, you deaf,\/_and look, you blind, that you may see!"
    },
    "18500": {
        "format": "poetry",
        "text": "\/Who is blind but my servant,\/_or deaf as my messenger whom I send?\/Who is blind as my dedicated one,\/_or blind as the servant of the Lord?"
    },
    "18501": {
        "format": "poetry",
        "text": "\/He sees many things, but does not observe them;\/_his ears are open, but he does not hear."
    },
    "18502": {
        "format": "poetry",
        "text": "\/The Lord was pleased, for his righteousness’ sake,\/_to magnify his law and make it glorious."
    },
    "18503": {
        "format": "poetry",
        "text": "\/But this is a people plundered and looted;\/_they are all of them trapped in holes\/_and hidden in prisons;\/they have become plunder with none to rescue,\/_spoil with none to say, “Restore!”"
    },
    "18504": {
        "format": "poetry",
        "text": "\/Who among you will give ear to this,\/_will attend and listen for the time to come?"
    },
    "18505": {
        "format": "poetry",
        "text": "\/Who gave up Jacob to the looter,\/_and Israel to the plunderers?\/Was it not the Lord, against whom we have sinned,\/_in whose ways they would not walk,\/_and whose law they would not obey?"
    },
    "18506": {
        "format": "poetry",
        "text": "\/So he poured on him the heat of his anger\/_and the might of battle;\/it set him on fire all around, but he did not understand;\/_it burned him up, but he did not take it to heart."
    },
    "18507": {
        "format": "poetry",
        "text": "§¶But now thus says the Lord,\/he who created you, O Jacob,\/_he who formed you, O Israel:\/“Fear not, for I have redeemed you;\/_I have called you by name, you are mine."
    },
    "18508": {
        "format": "poetry",
        "text": "\/When you pass through the waters, I will be with you;\/_and through the rivers, they shall not overwhelm you;\/when you walk through fire you shall not be burned,\/_and the flame shall not consume you."
    },
    "18509": {
        "format": "poetry",
        "text": "\/For I am the Lord your God,\/_the Holy One of Israel, your Savior.\/I give Egypt as your ransom,\/_Cush and Seba in exchange for you."
    },
    "18510": {
        "format": "poetry",
        "text": "\/Because you are precious in my eyes,\/_and honored, and I love you,\/I give men in return for you,\/_peoples in exchange for your life."
    },
    "18511": {
        "format": "poetry",
        "text": "\/Fear not, for I am with you;\/_I will bring your offspring from the east,\/_and from the west I will gather you."
    },
    "18512": {
        "format": "poetry",
        "text": "\/I will say to the north, Give up,\/_and to the south, Do not withhold;\/bring my sons from afar\/_and my daughters from the end of the earth,"
    },
    "18513": {
        "format": "poetry",
        "text": "\/everyone who is called by my name,\/_whom I created for my glory,\/_whom I formed and made.”"
    },
    "18514": {
        "format": "poetry",
        "text": "¶Bring out the people who are blind, yet have eyes,\/_who are deaf, yet have ears!"
    },
    "18515": {
        "format": "poetry",
        "text": "\/All the nations gather together,\/_and the peoples assemble.\/Who among them can declare this,\/_and show us the former things?\/Let them bring their witnesses to prove them right,\/_and let them hear and say, It is true."
    },
    "18516": {
        "format": "poetry",
        "text": "\/“You are my witnesses,” declares the Lord,\/_“and my servant whom I have chosen,\/that you may know and believe me\/_and understand that I am he.\/Before me no god was formed,\/_nor shall there be any after me."
    },
    "18517": {
        "format": "poetry",
        "text": "\/I, I am the Lord,\/_and besides me there is no savior."
    },
    "18518": {
        "format": "poetry",
        "text": "\/I declared and saved and proclaimed,\/_when there was no strange god among you;\/_and you are my witnesses,” declares the Lord, “and I am God."
    },
    "18519": {
        "format": "poetry",
        "text": "\/Also henceforth I am he;\/_there is none who can deliver from my hand;\/_I work, and who can turn it back?”"
    },
    "18520": {
        "format": "poetry",
        "text": "¶Thus says the Lord,\/_your Redeemer, the Holy One of Israel:\/“For your sake I send to Babylon\/_and bring them all down as fugitives,\/_even the Chaldeans, in the ships in which they rejoice."
    },
    "18521": {
        "format": "poetry",
        "text": "\/I am the Lord, your Holy One,\/_the Creator of Israel, your King.”"
    },
    "18522": {
        "format": "poetry",
        "text": "¶Thus says the Lord,\/_who makes a way in the sea,\/_a path in the mighty waters,"
    },
    "18523": {
        "format": "poetry",
        "text": "\/who brings forth chariot and horse,\/_army and warrior;\/they lie down, they cannot rise,\/_they are extinguished, quenched like a wick:"
    },
    "18524": {
        "format": "poetry",
        "text": "\/“Remember not the former things,\/_nor consider the things of old."
    },
    "18525": {
        "format": "poetry",
        "text": "\/Behold, I am doing a new thing;\/_now it springs forth, do you not perceive it?\/I will make a way in the wilderness\/_and rivers in the desert."
    },
    "18526": {
        "format": "poetry",
        "text": "\/The wild beasts will honor me,\/_the jackals and the ostriches,\/for I give water in the wilderness,\/_rivers in the desert,\/to give drink to my chosen people,"
    },
    "18527": {
        "format": "poetry",
        "text": "\/_the people whom I formed for myself\/that they might declare my praise."
    },
    "18528": {
        "format": "poetry",
        "text": "¶“Yet you did not call upon me, O Jacob;\/_but you have been weary of me, O Israel!"
    },
    "18529": {
        "format": "poetry",
        "text": "\/You have not brought me your sheep for burnt offerings,\/_or honored me with your sacrifices.\/I have not burdened you with offerings,\/_or wearied you with frankincense."
    },
    "18530": {
        "format": "poetry",
        "text": "\/You have not bought me sweet cane with money,\/_or satisfied me with the fat of your sacrifices.\/But you have burdened me with your sins;\/_you have wearied me with your iniquities."
    },
    "18531": {
        "format": "poetry",
        "text": "¶“I, I am he\/_who blots out your transgressions for my own sake,\/_and I will not remember your sins."
    },
    "18532": {
        "format": "poetry",
        "text": "\/Put me in remembrance; let us argue together;\/_set forth your case, that you may be proved right."
    },
    "18533": {
        "format": "poetry",
        "text": "\/Your first father sinned,\/_and your mediators transgressed against me."
    },
    "18534": {
        "format": "poetry",
        "text": "\/Therefore I will profane the princes of the sanctuary,\/_and deliver Jacob to utter destruction\/_and Israel to reviling."
    },
    "18535": {
        "format": "poetry",
        "text": "§¶“But now hear, O Jacob my servant,\/_Israel whom I have chosen!"
    },
    "18536": {
        "format": "poetry",
        "text": "\/Thus says the Lord who made you,\/_who formed you from the womb and will help you:\/Fear not, O Jacob my servant,\/_Jeshurun whom I have chosen."
    },
    "18537": {
        "format": "poetry",
        "text": "\/For I will pour water on the thirsty land,\/_and streams on the dry ground;\/I will pour my Spirit upon your offspring,\/_and my blessing on your descendants."
    },
    "18538": {
        "format": "poetry",
        "text": "\/They shall spring up among the grass\/_like willows by flowing streams."
    },
    "18539": {
        "format": "poetry",
        "text": "\/This one will say, ‘I am the Lord’s,’\/_another will call on the name of Jacob,\/and another will write on his hand, ‘The Lord’s,’\/_and name himself by the name of Israel.”"
    },
    "18540": {
        "format": "poetry",
        "text": "§¶Thus says the Lord, the King of Israel\/_and his Redeemer, the Lord of hosts:\/“I am the first and I am the last;\/_besides me there is no god."
    },
    "18541": {
        "format": "poetry",
        "text": "\/Who is like me? Let him proclaim it.\/_Let him declare and set it before me,\/since I appointed an ancient people.\/_Let them declare what is to come, and what will happen."
    },
    "18542": {
        "format": "poetry",
        "text": "\/Fear not, nor be afraid;\/_have I not told you from of old and declared it?\/_And you are my witnesses!\/Is there a God besides me?\/_There is no Rock; I know not any.”"
    },
    "18543": {
        "format": "prose",
        "text": "§¶All who fashion idols are nothing, and the things they delight in do not profit. Their witnesses neither see nor know, that they may be put to shame."
    },
    "18544": {
        "format": "prose",
        "text": "Who fashions a god or casts an idol that is profitable for nothing?"
    },
    "18545": {
        "format": "prose",
        "text": "Behold, all his companions shall be put to shame, and the craftsmen are only human. Let them all assemble, let them stand forth. They shall be terrified; they shall be put to shame together."
    },
    "18546": {
        "format": "prose",
        "text": "¶The ironsmith takes a cutting tool and works it over the coals. He fashions it with hammers and works it with his strong arm. He becomes hungry, and his strength fails; he drinks no water and is faint."
    },
    "18547": {
        "format": "prose",
        "text": "The carpenter stretches a line; he marks it out with a pencil. He shapes it with planes and marks it with a compass. He shapes it into the figure of a man, with the beauty of a man, to dwell in a house."
    },
    "18548": {
        "format": "prose",
        "text": "He cuts down cedars, or he chooses a cypress tree or an oak and lets it grow strong among the trees of the forest. He plants a cedar and the rain nourishes it."
    },
    "18549": {
        "format": "prose",
        "text": "Then it becomes fuel for a man. He takes a part of it and warms himself; he kindles a fire and bakes bread. Also he makes a god and worships it; he makes it an idol and falls down before it."
    },
    "18550": {
        "format": "prose",
        "text": "Half of it he burns in the fire. Over the half he eats meat; he roasts it and is satisfied. Also he warms himself and says, “Aha, I am warm, I have seen the fire!”"
    },
    "18551": {
        "format": "prose",
        "text": "And the rest of it he makes into a god, his idol, and falls down to it and worships it. He prays to it and says, “Deliver me, for you are my god!”"
    },
    "18552": {
        "format": "prose",
        "text": "¶They know not, nor do they discern, for he has shut their eyes, so that they cannot see, and their hearts, so that they cannot understand."
    },
    "18553": {
        "format": "prose",
        "text": "No one considers, nor is there knowledge or discernment to say, “Half of it I burned in the fire; I also baked bread on its coals; I roasted meat and have eaten. And shall I make the rest of it an abomination? Shall I fall down before a block of wood?”"
    },
    "18554": {
        "format": "prose",
        "text": "He feeds on ashes; a deluded heart has led him astray, and he cannot deliver himself or say, “Is there not a lie in my right hand?”"
    },
    "18555": {
        "format": "poetry",
        "text": "§¶Remember these things, O Jacob,\/_and Israel, for you are my servant;\/I formed you; you are my servant;\/_O Israel, you will not be forgotten by me."
    },
    "18556": {
        "format": "poetry",
        "text": "\/I have blotted out your transgressions like a cloud\/_and your sins like mist;\/return to me, for I have redeemed you."
    },
    "18557": {
        "format": "poetry",
        "text": "¶Sing, O heavens, for the Lord has done it;\/_shout, O depths of the earth;\/break forth into singing, O mountains,\/_O forest, and every tree in it!\/For the Lord has redeemed Jacob,\/_and will be glorified in Israel."
    },
    "18558": {
        "format": "poetry",
        "text": "¶Thus says the Lord, your Redeemer,\/_who formed you from the womb:\/“I am the Lord, who made all things,\/_who alone stretched out the heavens,\/_who spread out the earth by myself,"
    },
    "18559": {
        "format": "poetry",
        "text": "\/who frustrates the signs of liars\/_and makes fools of diviners,\/who turns wise men back\/_and makes their knowledge foolish,"
    },
    "18560": {
        "format": "poetry",
        "text": "\/who confirms the word of his servant\/_and fulfills the counsel of his messengers,\/who says of Jerusalem, ‘She shall be inhabited,’\/_and of the cities of Judah, ‘They shall be built,\/_and I will raise up their ruins’;"
    },
    "18561": {
        "format": "poetry",
        "text": "\/who says to the deep, ‘Be dry;\/_I will dry up your rivers’;"
    },
    "18562": {
        "format": "poetry",
        "text": "\/who says of Cyrus, ‘He is my shepherd,\/_and he shall fulfill all my purpose’;\/saying of Jerusalem, ‘She shall be built,’\/_and of the temple, ‘Your foundation shall be laid.’”"
    },
    "18563": {
        "format": "poetry",
        "text": "§¶Thus says the Lord to his anointed, to Cyrus,\/_whose right hand I have grasped,\/to subdue nations before him\/_and to loose the belts of kings,\/to open doors before him\/_that gates may not be closed:"
    },
    "18564": {
        "format": "poetry",
        "text": "\/“I will go before you\/_and level the exalted places,\/I will break in pieces the doors of bronze\/_and cut through the bars of iron,"
    },
    "18565": {
        "format": "poetry",
        "text": "\/I will give you the treasures of darkness\/_and the hoards in secret places,\/that you may know that it is I, the Lord,\/_the God of Israel, who call you by your name."
    },
    "18566": {
        "format": "poetry",
        "text": "\/For the sake of my servant Jacob,\/_and Israel my chosen,\/I call you by your name,\/_I name you, though you do not know me."
    },
    "18567": {
        "format": "poetry",
        "text": "\/I am the Lord, and there is no other,\/_besides me there is no God;\/_I equip you, though you do not know me,"
    },
    "18568": {
        "format": "poetry",
        "text": "\/that people may know, from the rising of the sun\/_and from the west, that there is none besides me;\/_I am the Lord, and there is no other."
    },
    "18569": {
        "format": "poetry",
        "text": "\/I form light and create darkness,\/_I make well‐being and create calamity,\/_I am the Lord, who does all these things."
    },
    "18570": {
        "format": "poetry",
        "text": "¶“Shower, O heavens, from above,\/_and let the clouds rain down righteousness;\/let the earth open, that salvation and righteousness may bear fruit;\/_let the earth cause them both to sprout;\/_I the Lord have created it."
    },
    "18571": {
        "format": "poetry",
        "text": "¶“Woe to him who strives with him who formed him,\/_a pot among earthen pots!\/Does the clay say to him who forms it, ‘What are you making?’\/_or ‘Your work has no handles’?"
    },
    "18572": {
        "format": "poetry",
        "text": "\/Woe to him who says to a father, ‘What are you begetting?’\/_or to a woman, ‘With what are you in labor?’”"
    },
    "18573": {
        "format": "poetry",
        "text": "¶Thus says the Lord,\/_the Holy One of Israel, and the one who formed him:\/“Ask me of things to come;\/_will you command me concerning my children and the work of my hands?"
    },
    "18574": {
        "format": "poetry",
        "text": "\/I made the earth\/_and created man on it;\/it was my hands that stretched out the heavens,\/_and I commanded all their host."
    },
    "18575": {
        "format": "poetry",
        "text": "\/I have stirred him up in righteousness,\/_and I will make all his ways level;\/he shall build my city\/_and set my exiles free,\/not for price or reward,”\/_says the Lord of hosts."
    },
    "18576": {
        "format": "poetry",
        "text": "§¶Thus says the Lord:\/“The wealth of Egypt and the merchandise of Cush,\/_and the Sabeans, men of stature,\/shall come over to you and be yours;\/_they shall follow you;\/_they shall come over in chains and bow down to you.\/They will plead with you, saying:\/_‘Surely God is in you, and there is no other,\/_no god besides him.’”"
    },
    "18577": {
        "format": "poetry",
        "text": "¶Truly, you are a God who hides himself,\/_O God of Israel, the Savior."
    },
    "18578": {
        "format": "poetry",
        "text": "\/All of them are put to shame and confounded;\/_the makers of idols go in confusion together."
    },
    "18579": {
        "format": "poetry",
        "text": "\/But Israel is saved by the Lord\/_with everlasting salvation;\/you shall not be put to shame or confounded\/_to all eternity."
    },
    "18580": {
        "format": "poetry",
        "text": "¶For thus says the Lord,\/who created the heavens\/_(he is God!),\/who formed the earth and made it\/_(he established it;\/he did not create it empty,\/_he formed it to be inhabited!):\/“I am the Lord, and there is no other."
    },
    "18581": {
        "format": "poetry",
        "text": "\/I did not speak in secret,\/_in a land of darkness;\/I did not say to the offspring of Jacob,\/_‘Seek me in vain.’\/I the Lord speak the truth;\/_I declare what is right."
    },
    "18582": {
        "format": "poetry",
        "text": "¶“Assemble yourselves and come;\/_draw near together,\/_you survivors of the nations!\/They have no knowledge\/_who carry about their wooden idols,\/and keep on praying to a god\/_that cannot save."
    },
    "18583": {
        "format": "poetry",
        "text": "\/Declare and present your case;\/_let them take counsel together!\/Who told this long ago?\/_Who declared it of old?\/Was it not I, the Lord?\/_And there is no other god besides me,\/a righteous God and a Savior;\/_there is none besides me."
    },
    "18584": {
        "format": "poetry",
        "text": "¶“Turn to me and be saved,\/_all the ends of the earth!\/_For I am God, and there is no other."
    },
    "18585": {
        "format": "poetry",
        "text": "\/By myself I have sworn;\/_from my mouth has gone out in righteousness\/_a word that shall not return:\/‘To me every knee shall bow,\/_every tongue shall swear allegiance.’"
    },
    "18586": {
        "format": "poetry",
        "text": "¶“Only in the Lord, it shall be said of me,\/_are righteousness and strength;\/to him shall come and be ashamed\/_all who were incensed against him."
    },
    "18587": {
        "format": "poetry",
        "text": "\/In the Lord all the offspring of Israel\/_shall be justified and shall glory.”"
    },
    "18588": {
        "format": "poetry",
        "text": "§¶Bel bows down; Nebo stoops;\/_their idols are on beasts and livestock;\/these things you carry are borne\/_as burdens on weary beasts."
    },
    "18589": {
        "format": "poetry",
        "text": "\/They stoop; they bow down together;\/_they cannot save the burden,\/_but themselves go into captivity."
    },
    "18590": {
        "format": "poetry",
        "text": "¶“Listen to me, O house of Jacob,\/_all the remnant of the house of Israel,\/who have been borne by me from before your birth,\/_carried from the womb;"
    },
    "18591": {
        "format": "poetry",
        "text": "\/even to your old age I am he,\/_and to gray hairs I will carry you.\/I have made, and I will bear;\/_I will carry and will save."
    },
    "18592": {
        "format": "poetry",
        "text": "¶“To whom will you liken me and make me equal,\/_and compare me, that we may be alike?"
    },
    "18593": {
        "format": "poetry",
        "text": "\/Those who lavish gold from the purse,\/_and weigh out silver in the scales,\/hire a goldsmith, and he makes it into a god;\/_then they fall down and worship!"
    },
    "18594": {
        "format": "poetry",
        "text": "\/They lift it to their shoulders, they carry it,\/_they set it in its place, and it stands there;\/_it cannot move from its place.\/If one cries to it, it does not answer\/_or save him from his trouble."
    },
    "18595": {
        "format": "poetry",
        "text": "¶“Remember this and stand firm,\/_recall it to mind, you transgressors,"
    },
    "18596": {
        "format": "poetry",
        "text": "\/_remember the former things of old;\/for I am God, and there is no other;\/_I am God, and there is none like me,"
    },
    "18597": {
        "format": "poetry",
        "text": "\/declaring the end from the beginning\/_and from ancient times things not yet done,\/saying, ‘My counsel shall stand,\/_and I will accomplish all my purpose,’"
    },
    "18598": {
        "format": "poetry",
        "text": "\/calling a bird of prey from the east,\/_the man of my counsel from a far country.\/I have spoken, and I will bring it to pass;\/_I have purposed, and I will do it."
    },
    "18599": {
        "format": "poetry",
        "text": "¶“Listen to me, you stubborn of heart,\/_you who are far from righteousness:"
    },
    "18600": {
        "format": "poetry",
        "text": "\/I bring near my righteousness; it is not far off,\/_and my salvation will not delay;\/I will put salvation in Zion,\/_for Israel my glory.”"
    },
    "18601": {
        "format": "poetry",
        "text": "§¶Come down and sit in the dust,\/_O virgin daughter of Babylon;\/sit on the ground without a throne,\/_O daughter of the Chaldeans!\/For you shall no more be called\/_tender and delicate."
    },
    "18602": {
        "format": "poetry",
        "text": "\/Take the millstones and grind flour,\/_put off your veil,\/strip off your robe, uncover your legs,\/_pass through the rivers."
    },
    "18603": {
        "format": "poetry",
        "text": "\/Your nakedness shall be uncovered,\/_and your disgrace shall be seen.\/I will take vengeance,\/_and I will spare no one."
    },
    "18604": {
        "format": "poetry",
        "text": "\/Our Redeemer—the Lord of hosts is his name—\/_is the Holy One of Israel."
    },
    "18605": {
        "format": "poetry",
        "text": "¶Sit in silence, and go into darkness,\/_O daughter of the Chaldeans;\/for you shall no more be called\/_the mistress of kingdoms."
    },
    "18606": {
        "format": "poetry",
        "text": "\/I was angry with my people;\/_I profaned my heritage;\/I gave them into your hand;\/_you showed them no mercy;\/on the aged you made your yoke exceedingly heavy."
    },
    "18607": {
        "format": "poetry",
        "text": "\/You said, “I shall be mistress forever,”\/_so that you did not lay these things to heart\/_or remember their end."
    },
    "18608": {
        "format": "poetry",
        "text": "¶Now therefore hear this, you lover of pleasures,\/_who sit securely,\/who say in your heart,\/_“I am, and there is no one besides me;\/I shall not sit as a widow\/_or know the loss of children”:"
    },
    "18609": {
        "format": "poetry",
        "text": "\/These two things shall come to you\/_in a moment, in one day;\/the loss of children and widowhood\/_shall come upon you in full measure,\/in spite of your many sorceries\/_and the great power of your enchantments."
    },
    "18610": {
        "format": "poetry",
        "text": "¶You felt secure in your wickedness,\/_you said, “No one sees me”;\/your wisdom and your knowledge led you astray,\/and you said in your heart,\/_“I am, and there is no one besides me.”"
    },
    "18611": {
        "format": "poetry",
        "text": "\/But evil shall come upon you,\/_which you will not know how to charm away;\/disaster shall fall upon you,\/_for which you will not be able to atone;\/and ruin shall come upon you suddenly,\/_of which you know nothing."
    },
    "18612": {
        "format": "poetry",
        "text": "¶Stand fast in your enchantments\/_and your many sorceries,\/_with which you have labored from your youth;\/perhaps you may be able to succeed;\/_perhaps you may inspire terror."
    },
    "18613": {
        "format": "poetry",
        "text": "\/You are wearied with your many counsels;\/_let them stand forth and save you,\/those who divide the heavens,\/_who gaze at the stars,\/who at the new moons make known\/_what shall come upon you."
    },
    "18614": {
        "format": "poetry",
        "text": "¶Behold, they are like stubble;\/_the fire consumes them;\/they cannot deliver themselves\/_from the power of the flame.\/No coal for warming oneself is this,\/_no fire to sit before!"
    },
    "18615": {
        "format": "poetry",
        "text": "\/Such to you are those with whom you have labored,\/_who have done business with you from your youth;\/they wander about, each in his own direction;\/_there is no one to save you."
    },
    "18616": {
        "format": "poetry",
        "text": "§¶Hear this, O house of Jacob,\/_who are called by the name of Israel,\/_and who came from the waters of Judah,\/who swear by the name of the Lord\/_and confess the God of Israel,\/_but not in truth or right."
    },
    "18617": {
        "format": "poetry",
        "text": "\/For they call themselves after the holy city,\/_and stay themselves on the God of Israel;\/_the Lord of hosts is his name."
    },
    "18618": {
        "format": "poetry",
        "text": "¶“The former things I declared of old;\/_they went out from my mouth, and I announced them;\/_then suddenly I did them, and they came to pass."
    },
    "18619": {
        "format": "poetry",
        "text": "\/Because I know that you are obstinate,\/_and your neck is an iron sinew\/_and your forehead brass,"
    },
    "18620": {
        "format": "poetry",
        "text": "\/I declared them to you from of old,\/_before they came to pass I announced them to you,\/lest you should say, ‘My idol did them,\/_my carved image and my metal image commanded them.’"
    },
    "18621": {
        "format": "poetry",
        "text": "¶“You have heard; now see all this;\/_and will you not declare it?\/From this time forth I announce to you new things,\/_hidden things that you have not known."
    },
    "18622": {
        "format": "poetry",
        "text": "\/They are created now, not long ago;\/_before today you have never heard of them,\/_lest you should say, ‘Behold, I knew them.’"
    },
    "18623": {
        "format": "poetry",
        "text": "\/You have never heard, you have never known,\/_from of old your ear has not been opened.\/For I knew that you would surely deal treacherously,\/_and that from before birth you were called a rebel."
    },
    "18624": {
        "format": "poetry",
        "text": "¶“For my name’s sake I defer my anger,\/_for the sake of my praise I restrain it for you,\/_that I may not cut you off."
    },
    "18625": {
        "format": "poetry",
        "text": "\/Behold, I have refined you, but not as silver;\/_I have tried you in the furnace of affliction."
    },
    "18626": {
        "format": "poetry",
        "text": "\/For my own sake, for my own sake, I do it,\/_for how should my name be profaned?\/_My glory I will not give to another."
    },
    "18627": {
        "format": "poetry",
        "text": "§¶“Listen to me, O Jacob,\/_and Israel, whom I called!\/I am he; I am the first,\/_and I am the last."
    },
    "18628": {
        "format": "poetry",
        "text": "\/My hand laid the foundation of the earth,\/_and my right hand spread out the heavens;\/when I call to them,\/_they stand forth together."
    },
    "18629": {
        "format": "poetry",
        "text": "¶“Assemble, all of you, and listen!\/_Who among them has declared these things?\/The Lord loves him;\/_he shall perform his purpose on Babylon,\/_and his arm shall be against the Chaldeans."
    },
    "18630": {
        "format": "poetry",
        "text": "\/I, even I, have spoken and called him;\/_I have brought him, and he will prosper in his way."
    },
    "18631": {
        "format": "poetry",
        "text": "\/Draw near to me, hear this:\/_from the beginning I have not spoken in secret,\/_from the time it came to be I have been there.”\/And now the Lord God has sent me, and his Spirit."
    },
    "18632": {
        "format": "poetry",
        "text": "¶Thus says the Lord,\/_your Redeemer, the Holy One of Israel:\/“I am the Lord your God,\/_who teaches you to profit,\/_who leads you in the way you should go."
    },
    "18633": {
        "format": "poetry",
        "text": "\/Oh that you had paid attention to my commandments!\/_Then your peace would have been like a river,\/_and your righteousness like the waves of the sea;"
    },
    "18634": {
        "format": "poetry",
        "text": "\/your offspring would have been like the sand,\/_and your descendants like its grains;\/their name would never be cut off\/_or destroyed from before me.”"
    },
    "18635": {
        "format": "poetry",
        "text": "¶Go out from Babylon, flee from Chaldea,\/_declare this with a shout of joy, proclaim it,\/send it out to the end of the earth;\/_say, “The Lord has redeemed his servant Jacob!”"
    },
    "18636": {
        "format": "poetry",
        "text": "\/They did not thirst when he led them through the deserts;\/_he made water flow for them from the rock;\/_he split the rock and the water gushed out."
    },
    "18637": {
        "format": "poetry",
        "text": "¶“There is no peace,” says the Lord, “for the wicked.”"
    },
    "18638": {
        "format": "poetry",
        "text": "§¶Listen to me, O coastlands,\/_and give attention, you peoples from afar.\/The Lord called me from the womb,\/_from the body of my mother he named my name."
    },
    "18639": {
        "format": "poetry",
        "text": "\/He made my mouth like a sharp sword;\/_in the shadow of his hand he hid me;\/he made me a polished arrow;\/_in his quiver he hid me away."
    },
    "18640": {
        "format": "poetry",
        "text": "\/And he said to me, “You are my servant,\/_Israel, in whom I will be glorified.”"
    },
    "18641": {
        "format": "poetry",
        "text": "\/But I said, “I have labored in vain;\/_I have spent my strength for nothing and vanity;\/yet surely my right is with the Lord,\/_and my recompense with my God.”"
    },
    "18642": {
        "format": "poetry",
        "text": "¶And now the Lord says,\/_he who formed me from the womb to be his servant,\/to bring Jacob back to him;\/_and that Israel might be gathered to him—\/for I am honored in the eyes of the Lord,\/_and my God has become my strength—"
    },
    "18643": {
        "format": "poetry",
        "text": "\/he says:\/“It is too light a thing that you should be my servant\/_to raise up the tribes of Jacob\/_and to bring back the preserved of Israel;\/I will make you as a light for the nations,\/_that my salvation may reach to the end of the earth.”"
    },
    "18644": {
        "format": "poetry",
        "text": "¶Thus says the Lord,\/_the Redeemer of Israel and his Holy One,\/to one deeply despised, abhorred by the nation,\/_the servant of rulers:\/“Kings shall see and arise;\/_princes, and they shall prostrate themselves;\/because of the Lord, who is faithful,\/_the Holy One of Israel, who has chosen you.”"
    },
    "18645": {
        "format": "poetry",
        "text": "§¶Thus says the Lord:\/“In a time of favor I have answered you;\/_in a day of salvation I have helped you;\/I will keep you and give you\/_as a covenant to the people,\/to establish the land,\/_to apportion the desolate heritages,"
    },
    "18646": {
        "format": "poetry",
        "text": "\/saying to the prisoners, ‘Come out,’\/_to those who are in darkness, ‘Appear.’\/They shall feed along the ways;\/_on all bare heights shall be their pasture;"
    },
    "18647": {
        "format": "poetry",
        "text": "\/they shall not hunger or thirst,\/_neither scorching wind nor sun shall strike them,\/for he who has pity on them will lead them,\/_and by springs of water will guide them."
    },
    "18648": {
        "format": "poetry",
        "text": "\/And I will make all my mountains a road,\/_and my highways shall be raised up."
    },
    "18649": {
        "format": "poetry",
        "text": "\/Behold, these shall come from afar,\/_and behold, these from the north and from the west,\/_and these from the land of Syene.”"
    },
    "18650": {
        "format": "poetry",
        "text": "¶Sing for joy, O heavens, and exult, O earth;\/_break forth, O mountains, into singing!\/For the Lord has comforted his people\/_and will have compassion on his afflicted."
    },
    "18651": {
        "format": "poetry",
        "text": "¶But Zion said, “The Lord has forsaken me;\/_my Lord has forgotten me.”"
    },
    "18652": {
        "format": "poetry",
        "text": "¶“Can a woman forget her nursing child,\/_that she should have no compassion on the son of her womb?\/Even these may forget,\/_yet I will not forget you."
    },
    "18653": {
        "format": "poetry",
        "text": "\/Behold, I have engraved you on the palms of my hands;\/_your walls are continually before me."
    },
    "18654": {
        "format": "poetry",
        "text": "\/Your builders make haste;\/_your destroyers and those who laid you waste go out from you."
    },
    "18655": {
        "format": "poetry",
        "text": "\/Lift up your eyes around and see;\/_they all gather, they come to you.\/As I live, declares the Lord,\/_you shall put them all on as an ornament;\/_you shall bind them on as a bride does."
    },
    "18656": {
        "format": "poetry",
        "text": "¶“Surely your waste and your desolate places\/_and your devastated land—\/surely now you will be too narrow for your inhabitants,\/_and those who swallowed you up will be far away."
    },
    "18657": {
        "format": "poetry",
        "text": "\/The children of your bereavement\/_will yet say in your ears:\/‘The place is too narrow for me;\/_make room for me to dwell in.’"
    },
    "18658": {
        "format": "poetry",
        "text": "\/Then you will say in your heart:\/_‘Who has borne me these?\/I was bereaved and barren,\/_exiled and put away,\/_but who has brought up these?\/Behold, I was left alone;\/_from where have these come?’”"
    },
    "18659": {
        "format": "poetry",
        "text": "¶Thus says the Lord God:\/“Behold, I will lift up my hand to the nations,\/_and raise my signal to the peoples;\/and they shall bring your sons in their arms,\/_and your daughters shall be carried on their shoulders."
    },
    "18660": {
        "format": "poetry",
        "text": "\/Kings shall be your foster fathers,\/_and their queens your nursing mothers.\/With their faces to the ground they shall bow down to you,\/_and lick the dust of your feet.\/Then you will know that I am the Lord;\/_those who wait for me shall not be put to shame.”"
    },
    "18661": {
        "format": "poetry",
        "text": "¶Can the prey be taken from the mighty,\/_or the captives of a tyrant be rescued?"
    },
    "18662": {
        "format": "poetry",
        "text": "\/For thus says the Lord:\/“Even the captives of the mighty shall be taken,\/_and the prey of the tyrant be rescued,\/for I will contend with those who contend with you,\/_and I will save your children."
    },
    "18663": {
        "format": "poetry",
        "text": "\/I will make your oppressors eat their own flesh,\/_and they shall be drunk with their own blood as with wine.\/Then all flesh shall know\/_that I am the Lord your Savior,\/_and your Redeemer, the Mighty One of Jacob.”"
    },
    "18664": {
        "format": "poetry",
        "text": "§¶Thus says the Lord:\/“Where is your mother’s certificate of divorce,\/_with which I sent her away?\/Or which of my creditors is it\/_to whom I have sold you?\/Behold, for your iniquities you were sold,\/_and for your transgressions your mother was sent away."
    },
    "18665": {
        "format": "poetry",
        "text": "\/Why, when I came, was there no man;\/_why, when I called, was there no one to answer?\/Is my hand shortened, that it cannot redeem?\/_Or have I no power to deliver?\/Behold, by my rebuke I dry up the sea,\/_I make the rivers a desert;\/their fish stink for lack of water\/_and die of thirst."
    },
    "18666": {
        "format": "poetry",
        "text": "\/I clothe the heavens with blackness\/_and make sackcloth their covering.”"
    },
    "18667": {
        "format": "poetry",
        "text": "¶The Lord God has given me\/_the tongue of those who are taught,\/that I may know how to sustain with a word\/_him who is weary.\/Morning by morning he awakens;\/_he awakens my ear\/_to hear as those who are taught."
    },
    "18668": {
        "format": "poetry",
        "text": "\/The Lord God has opened my ear,\/_and I was not rebellious;\/_I turned not backward."
    },
    "18669": {
        "format": "poetry",
        "text": "\/I gave my back to those who strike,\/_and my cheeks to those who pull out the beard;\/I hid not my face\/_from disgrace and spitting."
    },
    "18670": {
        "format": "poetry",
        "text": "¶But the Lord God helps me;\/_therefore I have not been disgraced;\/therefore I have set my face like a flint,\/_and I know that I shall not be put to shame."
    },
    "18671": {
        "format": "poetry",
        "text": "\/_He who vindicates me is near.\/Who will contend with me?\/_Let us stand up together.\/Who is my adversary?\/_Let him come near to me."
    },
    "18672": {
        "format": "poetry",
        "text": "\/Behold, the Lord God helps me;\/_who will declare me guilty?\/Behold, all of them will wear out like a garment;\/_the moth will eat them up."
    },
    "18673": {
        "format": "poetry",
        "text": "¶Who among you fears the Lord\/_and obeys the voice of his servant?\/Let him who walks in darkness\/_and has no light\/trust in the name of the Lord\/_and rely on his God."
    },
    "18674": {
        "format": "poetry",
        "text": "\/Behold, all you who kindle a fire,\/_who equip yourselves with burning torches!\/Walk by the light of your fire,\/_and by the torches that you have kindled!\/This you have from my hand:\/_you shall lie down in torment."
    },
    "18675": {
        "format": "poetry",
        "text": "§¶“Listen to me, you who pursue righteousness,\/_you who seek the Lord:\/look to the rock from which you were hewn,\/_and to the quarry from which you were dug."
    },
    "18676": {
        "format": "poetry",
        "text": "\/Look to Abraham your father\/_and to Sarah who bore you;\/for he was but one when I called him,\/_that I might bless him and multiply him."
    },
    "18677": {
        "format": "poetry",
        "text": "\/For the Lord comforts Zion;\/_he comforts all her waste places\/and makes her wilderness like Eden,\/_her desert like the garden of the Lord;\/joy and gladness will be found in her,\/_thanksgiving and the voice of song."
    },
    "18678": {
        "format": "poetry",
        "text": "¶“Give attention to me, my people,\/_and give ear to me, my nation;\/for a law will go out from me,\/_and I will set my justice for a light to the peoples."
    },
    "18679": {
        "format": "poetry",
        "text": "\/My righteousness draws near,\/_my salvation has gone out,\/_and my arms will judge the peoples;\/the coastlands hope for me,\/_and for my arm they wait."
    },
    "18680": {
        "format": "poetry",
        "text": "\/Lift up your eyes to the heavens,\/_and look at the earth beneath;\/for the heavens vanish like smoke,\/_the earth will wear out like a garment,\/_and they who dwell in it will die in like manner;\/but my salvation will be forever,\/_and my righteousness will never be dismayed."
    },
    "18681": {
        "format": "poetry",
        "text": "¶“Listen to me, you who know righteousness,\/_the people in whose heart is my law;\/fear not the reproach of man,\/_nor be dismayed at their revilings."
    },
    "18682": {
        "format": "poetry",
        "text": "\/For the moth will eat them up like a garment,\/_and the worm will eat them like wool;\/but my righteousness will be forever,\/_and my salvation to all generations.”"
    },
    "18683": {
        "format": "poetry",
        "text": "¶Awake, awake, put on strength,\/_O arm of the Lord;\/awake, as in days of old,\/_the generations of long ago.\/Was it not you who cut Rahab in pieces,\/_who pierced the dragon?"
    },
    "18684": {
        "format": "poetry",
        "text": "\/Was it not you who dried up the sea,\/_the waters of the great deep,\/who made the depths of the sea a way\/_for the redeemed to pass over?"
    },
    "18685": {
        "format": "poetry",
        "text": "\/And the ransomed of the Lord shall return\/_and come to Zion with singing;\/everlasting joy shall be upon their heads;\/_they shall obtain gladness and joy,\/_and sorrow and sighing shall flee away."
    },
    "18686": {
        "format": "poetry",
        "text": "¶“I, I am he who comforts you;\/_who are you that you are afraid of man who dies,\/_of the son of man who is made like grass,"
    },
    "18687": {
        "format": "poetry",
        "text": "\/and have forgotten the Lord, your Maker,\/_who stretched out the heavens\/_and laid the foundations of the earth,\/and you fear continually all the day\/_because of the wrath of the oppressor,\/when he sets himself to destroy?\/_And where is the wrath of the oppressor?"
    },
    "18688": {
        "format": "poetry",
        "text": "\/He who is bowed down shall speedily be released;\/_he shall not die and go down to the pit,\/_neither shall his bread be lacking."
    },
    "18689": {
        "format": "poetry",
        "text": "\/I am the Lord your God,\/_who stirs up the sea so that its waves roar—\/_the Lord of hosts is his name."
    },
    "18690": {
        "format": "poetry",
        "text": "\/And I have put my words in your mouth\/_and covered you in the shadow of my hand,\/establishing the heavens\/_and laying the foundations of the earth,\/_and saying to Zion, ‘You are my people.’”"
    },
    "18691": {
        "format": "poetry",
        "text": "¶Wake yourself, wake yourself,\/_stand up, O Jerusalem,\/you who have drunk from the hand of the Lord\/_the cup of his wrath,\/who have drunk to the dregs\/_the bowl, the cup of staggering."
    },
    "18692": {
        "format": "poetry",
        "text": "\/There is none to guide her\/_among all the sons she has borne;\/there is none to take her by the hand\/_among all the sons she has brought up."
    },
    "18693": {
        "format": "poetry",
        "text": "\/These two things have happened to you—\/_who will console you?—\/devastation and destruction, famine and sword;\/_who will comfort you?"
    },
    "18694": {
        "format": "poetry",
        "text": "\/Your sons have fainted;\/_they lie at the head of every street\/_like an antelope in a net;\/they are full of the wrath of the Lord,\/_the rebuke of your God."
    },
    "18695": {
        "format": "poetry",
        "text": "¶Therefore hear this, you who are afflicted,\/_who are drunk, but not with wine:"
    },
    "18696": {
        "format": "poetry",
        "text": "\/Thus says your Lord, the Lord,\/_your God who pleads the cause of his people:\/“Behold, I have taken from your hand the cup of staggering;\/the bowl of my wrath you shall drink no more;"
    },
    "18697": {
        "format": "poetry",
        "text": "\/and I will put it into the hand of your tormentors,\/_who have said to you,\/_‘Bow down, that we may pass over’;\/and you have made your back like the ground\/_and like the street for them to pass over.”"
    },
    "18698": {
        "format": "poetry",
        "text": "§¶Awake, awake,\/_put on your strength, O Zion;\/put on your beautiful garments,\/_O Jerusalem, the holy city;\/for there shall no more come into you\/_the uncircumcised and the unclean."
    },
    "18699": {
        "format": "poetry",
        "text": "\/Shake yourself from the dust and arise;\/_be seated, O Jerusalem;\/loose the bonds from your neck,\/_O captive daughter of Zion."
    },
    "18700": {
        "format": "prose",
        "text": "¶For thus says the Lord: “You were sold for nothing, and you shall be redeemed without money.”"
    },
    "18701": {
        "format": "prose",
        "text": "For thus says the Lord God: “My people went down at the first into Egypt to sojourn there, and the Assyrian oppressed them for nothing."
    },
    "18702": {
        "format": "prose",
        "text": "Now therefore what have I here,” declares the Lord, “seeing that my people are taken away for nothing? Their rulers wail,” declares the Lord, “and continually all the day my name is despised."
    },
    "18703": {
        "format": "prose",
        "text": "Therefore my people shall know my name. Therefore in that day they shall know that it is I who speak; here I am.”"
    },
    "18704": {
        "format": "poetry",
        "text": "¶How beautiful upon the mountains\/_are the feet of him who brings good news,\/who publishes peace, who brings good news of happiness,\/_who publishes salvation,\/_who says to Zion, “Your God reigns.”"
    },
    "18705": {
        "format": "poetry",
        "text": "\/The voice of your watchmen—they lift up their voice;\/_together they sing for joy;\/for eye to eye they see\/_the return of the Lord to Zion."
    },
    "18706": {
        "format": "poetry",
        "text": "\/Break forth together into singing,\/_you waste places of Jerusalem,\/for the Lord has comforted his people;\/_he has redeemed Jerusalem."
    },
    "18707": {
        "format": "poetry",
        "text": "\/The Lord has bared his holy arm\/_before the eyes of all the nations,\/and all the ends of the earth shall see\/_the salvation of our God."
    },
    "18708": {
        "format": "poetry",
        "text": "¶Depart, depart, go out from there;\/_touch no unclean thing;\/go out from the midst of her; purify yourselves,\/_you who bear the vessels of the Lord."
    },
    "18709": {
        "format": "poetry",
        "text": "\/For you shall not go out in haste,\/_and you shall not go in flight,\/for the Lord will go before you,\/_and the God of Israel will be your rear guard."
    },
    "18710": {
        "format": "poetry",
        "text": "§¶Behold, my servant shall act wisely;\/_he shall be high and lifted up,\/_and shall be exalted."
    },
    "18711": {
        "format": "poetry",
        "text": "\/As many were astonished at you—\/_his appearance was so marred, beyond human semblance,\/_and his form beyond that of the children of mankind—"
    },
    "18712": {
        "format": "poetry",
        "text": "\/so shall he sprinkle many nations;\/_kings shall shut their mouths because of him;\/for that which has not been told them they see,\/_and that which they have not heard they understand."
    },
    "18713": {
        "format": "poetry",
        "text": "\/Who has believed what he has heard from us?\/_And to whom has the arm of the Lord been revealed?"
    },
    "18714": {
        "format": "poetry",
        "text": "\/For he grew up before him like a young plant,\/_and like a root out of dry ground;\/he had no form or majesty that we should look at him,\/_and no beauty that we should desire him."
    },
    "18715": {
        "format": "poetry",
        "text": "\/He was despised and rejected by men;\/_a man of sorrows, and acquainted with grief;\/and as one from whom men hide their faces\/_he was despised, and we esteemed him not."
    },
    "18716": {
        "format": "poetry",
        "text": "¶Surely he has borne our griefs\/_and carried our sorrows;\/yet we esteemed him stricken,\/_smitten by God, and afflicted."
    },
    "18717": {
        "format": "poetry",
        "text": "\/But he was pierced for our transgressions;\/_he was crushed for our iniquities;\/upon him was the chastisement that brought us peace,\/_and with his wounds we are healed."
    },
    "18718": {
        "format": "poetry",
        "text": "\/All we like sheep have gone astray;\/_we have turned—every one—to his own way;\/and the Lord has laid on him\/_the iniquity of us all."
    },
    "18719": {
        "format": "poetry",
        "text": "¶He was oppressed, and he was afflicted,\/_yet he opened not his mouth;\/like a lamb that is led to the slaughter,\/_and like a sheep that before its shearers is silent,\/_so he opened not his mouth."
    },
    "18720": {
        "format": "poetry",
        "text": "\/By oppression and judgment he was taken away;\/_and as for his generation, who considered\/that he was cut off out of the land of the living,\/_stricken for the transgression of my people?"
    },
    "18721": {
        "format": "poetry",
        "text": "\/And they made his grave with the wicked\/_and with a rich man in his death,\/although he had done no violence,\/_and there was no deceit in his mouth."
    },
    "18722": {
        "format": "poetry",
        "text": "¶Yet it was the will of the Lord to crush him;\/_he has put him to grief;\/when his soul makes an offering for guilt,\/_he shall see his offspring; he shall prolong his days;\/the will of the Lord shall prosper in his hand."
    },
    "18723": {
        "format": "poetry",
        "text": "\/Out of the anguish of his soul he shall see and be satisfied;\/by his knowledge shall the righteous one, my servant,\/_make many to be accounted righteous,\/_and he shall bear their iniquities."
    },
    "18724": {
        "format": "poetry",
        "text": "\/Therefore I will divide him a portion with the many,\/_and he shall divide the spoil with the strong,\/because he poured out his soul to death\/_and was numbered with the transgressors;\/yet he bore the sin of many,\/_and makes intercession for the transgressors."
    },
    "18725": {
        "format": "poetry",
        "text": "§¶“Sing, O barren one, who did not bear;\/_break forth into singing and cry aloud,\/_you who have not been in labor!\/For the children of the desolate one will be more\/_than the children of her who is married,” says the Lord."
    },
    "18726": {
        "format": "poetry",
        "text": "\/“Enlarge the place of your tent,\/_and let the curtains of your habitations be stretched out;\/do not hold back; lengthen your cords\/_and strengthen your stakes."
    },
    "18727": {
        "format": "poetry",
        "text": "\/For you will spread abroad to the right and to the left,\/_and your offspring will possess the nations\/_and will people the desolate cities."
    },
    "18728": {
        "format": "poetry",
        "text": "¶“Fear not, for you will not be ashamed;\/_be not confounded, for you will not be disgraced;\/for you will forget the shame of your youth,\/_and the reproach of your widowhood you will remember no more."
    },
    "18729": {
        "format": "poetry",
        "text": "\/For your Maker is your husband,\/_the Lord of hosts is his name;\/and the Holy One of Israel is your Redeemer,\/_the God of the whole earth he is called."
    },
    "18730": {
        "format": "poetry",
        "text": "\/For the Lord has called you\/_like a wife deserted and grieved in spirit,\/like a wife of youth when she is cast off,\/_says your God."
    },
    "18731": {
        "format": "poetry",
        "text": "\/For a brief moment I deserted you,\/_but with great compassion I will gather you."
    },
    "18732": {
        "format": "poetry",
        "text": "\/In overflowing anger for a moment\/_I hid my face from you,\/but with everlasting love I will have compassion on you,”\/_says the Lord, your Redeemer."
    },
    "18733": {
        "format": "poetry",
        "text": "¶“This is like the days of Noah to me:\/_as I swore that the waters of Noah\/_should no more go over the earth,\/so I have sworn that I will not be angry with you,\/_and will not rebuke you."
    },
    "18734": {
        "format": "poetry",
        "text": "\/For the mountains may depart\/_and the hills be removed,\/but my steadfast love shall not depart from you,\/_and my covenant of peace shall not be removed,”\/_says the Lord, who has compassion on you."
    },
    "18735": {
        "format": "poetry",
        "text": "¶“O afflicted one, storm‐tossed and not comforted,\/_behold, I will set your stones in antimony,\/_and lay your foundations with sapphires."
    },
    "18736": {
        "format": "poetry",
        "text": "\/I will make your pinnacles of agate,\/_your gates of carbuncles,\/_and all your wall of precious stones."
    },
    "18737": {
        "format": "poetry",
        "text": "\/All your children shall be taught by the Lord,\/_and great shall be the peace of your children."
    },
    "18738": {
        "format": "poetry",
        "text": "\/In righteousness you shall be established;\/_you shall be far from oppression, for you shall not fear;\/_and from terror, for it shall not come near you."
    },
    "18739": {
        "format": "poetry",
        "text": "\/If anyone stirs up strife,\/_it is not from me;\/whoever stirs up strife with you\/_shall fall because of you."
    },
    "18740": {
        "format": "poetry",
        "text": "\/Behold, I have created the smith\/_who blows the fire of coals\/_and produces a weapon for its purpose.\/I have also created the ravager to destroy;"
    },
    "18741": {
        "format": "poetry",
        "text": "\/_no weapon that is fashioned against you shall succeed,\/_and you shall refute every tongue that rises against you in judgment.\/This is the heritage of the servants of the Lord\/_and their vindication from me, declares the Lord.”"
    },
    "18742": {
        "format": "poetry",
        "text": "§¶“Come, everyone who thirsts,\/_come to the waters;\/and he who has no money,\/_come, buy and eat!\/Come, buy wine and milk\/_without money and without price."
    },
    "18743": {
        "format": "poetry",
        "text": "\/Why do you spend your money for that which is not bread,\/_and your labor for that which does not satisfy?\/Listen diligently to me, and eat what is good,\/_and delight yourselves in rich food."
    },
    "18744": {
        "format": "poetry",
        "text": "\/Incline your ear, and come to me;\/_hear, that your soul may live;\/and I will make with you an everlasting covenant,\/_my steadfast, sure love for David."
    },
    "18745": {
        "format": "poetry",
        "text": "\/Behold, I made him a witness to the peoples,\/_a leader and commander for the peoples."
    },
    "18746": {
        "format": "poetry",
        "text": "\/Behold, you shall call a nation that you do not know,\/_and a nation that did not know you shall run to you,\/because of the Lord your God, and of the Holy One of Israel,\/_for he has glorified you."
    },
    "18747": {
        "format": "poetry",
        "text": "¶“Seek the Lord while he may be found;\/_call upon him while he is near;"
    },
    "18748": {
        "format": "poetry",
        "text": "\/let the wicked forsake his way,\/_and the unrighteous man his thoughts;\/let him return to the Lord, that he may have compassion on him,\/_and to our God, for he will abundantly pardon."
    },
    "18749": {
        "format": "poetry",
        "text": "\/For my thoughts are not your thoughts,\/_neither are your ways my ways, declares the Lord."
    },
    "18750": {
        "format": "poetry",
        "text": "\/For as the heavens are higher than the earth,\/_so are my ways higher than your ways\/_and my thoughts than your thoughts."
    },
    "18751": {
        "format": "poetry",
        "text": "¶“For as the rain and the snow come down from heaven\/_and do not return there but water the earth,\/making it bring forth and sprout,\/_giving seed to the sower and bread to the eater,"
    },
    "18752": {
        "format": "poetry",
        "text": "\/so shall my word be that goes out from my mouth;\/_it shall not return to me empty,\/but it shall accomplish that which I purpose,\/_and shall succeed in the thing for which I sent it."
    },
    "18753": {
        "format": "poetry",
        "text": "¶“For you shall go out in joy\/_and be led forth in peace;\/the mountains and the hills before you\/_shall break forth into singing,\/_and all the trees of the field shall clap their hands."
    },
    "18754": {
        "format": "poetry",
        "text": "\/Instead of the thorn shall come up the cypress;\/_instead of the brier shall come up the myrtle;\/and it shall make a name for the Lord,\/_an everlasting sign that shall not be cut off.”"
    },
    "18755": {
        "format": "poetry",
        "text": "§¶Thus says the Lord:\/“Keep justice, and do righteousness,\/for soon my salvation will come,\/_and my righteousness be revealed."
    },
    "18756": {
        "format": "poetry",
        "text": "\/Blessed is the man who does this,\/_and the son of man who holds it fast,\/who keeps the Sabbath, not profaning it,\/_and keeps his hand from doing any evil.”"
    },
    "18757": {
        "format": "poetry",
        "text": "¶Let not the foreigner who has joined himself to the Lord say,\/_“The Lord will surely separate me from his people”;\/and let not the eunuch say,\/_“Behold, I am a dry tree.”"
    },
    "18758": {
        "format": "poetry",
        "text": "\/For thus says the Lord:\/“To the eunuchs who keep my Sabbaths,\/_who choose the things that please me\/_and hold fast my covenant,"
    },
    "18759": {
        "format": "poetry",
        "text": "\/I will give in my house and within my walls\/_a monument and a name\/_better than sons and daughters;\/I will give them an everlasting name\/_that shall not be cut off."
    },
    "18760": {
        "format": "poetry",
        "text": "¶“And the foreigners who join themselves to the Lord,\/_to minister to him, to love the name of the Lord,\/_and to be his servants,\/everyone who keeps the Sabbath and does not profane it,\/_and holds fast my covenant—"
    },
    "18761": {
        "format": "poetry",
        "text": "\/these I will bring to my holy mountain,\/_and make them joyful in my house of prayer;\/their burnt offerings and their sacrifices\/_will be accepted on my altar;\/for my house shall be called a house of prayer\/_for all peoples.”"
    },
    "18762": {
        "format": "poetry",
        "text": "\/The Lord God,\/_who gathers the outcasts of Israel, declares,\/“I will gather yet others to him\/_besides those already gathered.”"
    },
    "18763": {
        "format": "poetry",
        "text": "§¶All you beasts of the field, come to devour—\/_all you beasts in the forest."
    },
    "18764": {
        "format": "poetry",
        "text": "\/His watchmen are blind;\/_they are all without knowledge;\/they are all silent dogs;\/_they cannot bark,\/dreaming, lying down,\/_loving to slumber."
    },
    "18765": {
        "format": "poetry",
        "text": "\/The dogs have a mighty appetite;\/_they never have enough.\/But they are shepherds who have no understanding;\/_they have all turned to their own way,\/_each to his own gain, one and all."
    },
    "18766": {
        "format": "poetry",
        "text": "\/“Come,” they say, “let me get wine;\/_let us fill ourselves with strong drink;\/and tomorrow will be like this day,\/_great beyond measure.”"
    },
    "18767": {
        "format": "poetry",
        "text": "§¶The righteous man perishes,\/_and no one lays it to heart;\/devout men are taken away,\/_while no one understands.\/For the righteous man is taken away from calamity;"
    },
    "18768": {
        "format": "poetry",
        "text": "\/_he enters into peace;\/they rest in their beds\/_who walk in their uprightness."
    },
    "18769": {
        "format": "poetry",
        "text": "\/But you, draw near,\/_sons of the sorceress,\/_offspring of the adulterer and the loose woman."
    },
    "18770": {
        "format": "poetry",
        "text": "\/Whom are you mocking?\/_Against whom do you open your mouth wide\/_and stick out your tongue?\/Are you not children of transgression,\/_the offspring of deceit,"
    },
    "18771": {
        "format": "poetry",
        "text": "\/you who burn with lust among the oaks,\/_under every green tree,\/who slaughter your children in the valleys,\/_under the clefts of the rocks?"
    },
    "18772": {
        "format": "poetry",
        "text": "\/Among the smooth stones of the valley is your portion;\/_they, they, are your lot;\/to them you have poured out a drink offering,\/_you have brought a grain offering.\/_Shall I relent for these things?"
    },
    "18773": {
        "format": "poetry",
        "text": "\/On a high and lofty mountain\/_you have set your bed,\/_and there you went up to offer sacrifice."
    },
    "18774": {
        "format": "poetry",
        "text": "\/Behind the door and the doorpost\/_you have set up your memorial;\/for, deserting me, you have uncovered your bed,\/_you have gone up to it,\/_you have made it wide;\/and you have made a covenant for yourself with them,\/_you have loved their bed,\/_you have looked on nakedness."
    },
    "18775": {
        "format": "poetry",
        "text": "\/You journeyed to the king with oil\/_and multiplied your perfumes;\/you sent your envoys far off,\/_and sent down even to Sheol."
    },
    "18776": {
        "format": "poetry",
        "text": "\/You were wearied with the length of your way,\/_but you did not say, “It is hopeless”;\/you found new life for your strength,\/_and so you were not faint."
    },
    "18777": {
        "format": "poetry",
        "text": "¶Whom did you dread and fear,\/_so that you lied,\/and did not remember me,\/_did not lay it to heart?\/Have I not held my peace, even for a long time,\/_and you do not fear me?"
    },
    "18778": {
        "format": "poetry",
        "text": "\/I will declare your righteousness and your deeds,\/_but they will not profit you."
    },
    "18779": {
        "format": "poetry",
        "text": "\/When you cry out, let your collection of idols deliver you!\/_The wind will carry them all off,\/_a breath will take them away.\/But he who takes refuge in me shall possess the land\/_and shall inherit my holy mountain."
    },
    "18780": {
        "format": "poetry",
        "text": "§¶And it shall be said,\/“Build up, build up, prepare the way,\/_remove every obstruction from my people’s way.”"
    },
    "18781": {
        "format": "poetry",
        "text": "\/For thus says the One who is high and lifted up,\/_who inhabits eternity, whose name is Holy:\/“I dwell in the high and holy place,\/_and also with him who is of a contrite and lowly spirit,\/to revive the spirit of the lowly,\/_and to revive the heart of the contrite."
    },
    "18782": {
        "format": "poetry",
        "text": "\/For I will not contend forever,\/_nor will I always be angry;\/for the spirit would grow faint before me,\/_and the breath of life that I made."
    },
    "18783": {
        "format": "poetry",
        "text": "\/Because of the iniquity of his unjust gain I was angry,\/_I struck him; I hid my face and was angry,\/_but he went on backsliding in the way of his own heart."
    },
    "18784": {
        "format": "poetry",
        "text": "\/I have seen his ways, but I will heal him;\/_I will lead him and restore comfort to him and his mourners,"
    },
    "18785": {
        "format": "poetry",
        "text": "\/_creating the fruit of the lips.\/Peace, peace, to the far and to the near,” says the Lord,\/_“and I will heal him."
    },
    "18786": {
        "format": "poetry",
        "text": "\/But the wicked are like the tossing sea;\/_for it cannot be quiet,\/_and its waters toss up mire and dirt."
    },
    "18787": {
        "format": "poetry",
        "text": "\/There is no peace,” says my God, “for the wicked.”"
    },
    "18788": {
        "format": "poetry",
        "text": "§¶“Cry aloud; do not hold back;\/_lift up your voice like a trumpet;\/declare to my people their transgression,\/_to the house of Jacob their sins."
    },
    "18789": {
        "format": "poetry",
        "text": "\/Yet they seek me daily\/_and delight to know my ways,\/as if they were a nation that did righteousness\/_and did not forsake the judgment of their God;\/they ask of me righteous judgments;\/_they delight to draw near to God."
    },
    "18790": {
        "format": "poetry",
        "text": "\/‘Why have we fasted, and you see it not?\/_Why have we humbled ourselves, and you take no knowledge of it?’\/Behold, in the day of your fast you seek your own pleasure,\/_and oppress all your workers."
    },
    "18791": {
        "format": "poetry",
        "text": "\/Behold, you fast only to quarrel and to fight\/_and to hit with a wicked fist.\/Fasting like yours this day\/_will not make your voice to be heard on high."
    },
    "18792": {
        "format": "poetry",
        "text": "\/Is such the fast that I choose,\/_a day for a person to humble himself?\/Is it to bow down his head like a reed,\/_and to spread sackcloth and ashes under him?\/Will you call this a fast,\/_and a day acceptable to the Lord?"
    },
    "18793": {
        "format": "poetry",
        "text": "¶“Is not this the fast that I choose:\/_to loose the bonds of wickedness,\/_to undo the straps of the yoke,\/to let the oppressed go free,\/_and to break every yoke?"
    },
    "18794": {
        "format": "poetry",
        "text": "\/Is it not to share your bread with the hungry\/_and bring the homeless poor into your house;\/when you see the naked, to cover him,\/_and not to hide yourself from your own flesh?"
    },
    "18795": {
        "format": "poetry",
        "text": "\/Then shall your light break forth like the dawn,\/_and your healing shall spring up speedily;\/your righteousness shall go before you;\/_the glory of the Lord shall be your rear guard."
    },
    "18796": {
        "format": "poetry",
        "text": "\/Then you shall call, and the Lord will answer;\/_you shall cry, and he will say, ‘Here I am.’\/If you take away the yoke from your midst,\/_the pointing of the finger, and speaking wickedness,"
    },
    "18797": {
        "format": "poetry",
        "text": "\/if you pour yourself out for the hungry\/_and satisfy the desire of the afflicted,\/then shall your light rise in the darkness\/_and your gloom be as the noonday."
    },
    "18798": {
        "format": "poetry",
        "text": "\/And the Lord will guide you continually\/_and satisfy your desire in scorched places\/_and make your bones strong;\/and you shall be like a watered garden,\/_like a spring of water,\/_whose waters do not fail."
    },
    "18799": {
        "format": "poetry",
        "text": "\/And your ancient ruins shall be rebuilt;\/_you shall raise up the foundations of many generations;\/you shall be called the repairer of the breach,\/_the restorer of streets to dwell in."
    },
    "18800": {
        "format": "poetry",
        "text": "¶“If you turn back your foot from the Sabbath,\/_from doing your pleasure on my holy day,\/and call the Sabbath a delight\/_and the holy day of the Lord honorable;\/if you honor it, not going your own ways,\/_or seeking your own pleasure, or talking idly;"
    },
    "18801": {
        "format": "poetry",
        "text": "\/then you shall take delight in the Lord,\/_and I will make you ride on the heights of the earth;\/I will feed you with the heritage of Jacob your father,\/_for the mouth of the Lord has spoken.”"
    },
    "18802": {
        "format": "poetry",
        "text": "§¶Behold, the Lord’s hand is not shortened, that it cannot save,\/_or his ear dull, that it cannot hear;"
    },
    "18803": {
        "format": "poetry",
        "text": "\/but your iniquities have made a separation\/_between you and your God,\/and your sins have hidden his face from you\/_so that he does not hear."
    },
    "18804": {
        "format": "poetry",
        "text": "\/For your hands are defiled with blood\/_and your fingers with iniquity;\/your lips have spoken lies;\/_your tongue mutters wickedness."
    },
    "18805": {
        "format": "poetry",
        "text": "\/No one enters suit justly;\/_no one goes to law honestly;\/they rely on empty pleas, they speak lies,\/_they conceive mischief and give birth to iniquity."
    },
    "18806": {
        "format": "poetry",
        "text": "\/They hatch adders’ eggs;\/_they weave the spider’s web;\/he who eats their eggs dies,\/_and from one that is crushed a viper is hatched."
    },
    "18807": {
        "format": "poetry",
        "text": "\/Their webs will not serve as clothing;\/_men will not cover themselves with what they make.\/Their works are works of iniquity,\/_and deeds of violence are in their hands."
    },
    "18808": {
        "format": "poetry",
        "text": "\/Their feet run to evil,\/_and they are swift to shed innocent blood;\/their thoughts are thoughts of iniquity;\/_desolation and destruction are in their highways."
    },
    "18809": {
        "format": "poetry",
        "text": "\/The way of peace they do not know,\/_and there is no justice in their paths;\/they have made their roads crooked;\/_no one who treads on them knows peace."
    },
    "18810": {
        "format": "poetry",
        "text": "¶Therefore justice is far from us,\/_and righteousness does not overtake us;\/we hope for light, and behold, darkness,\/_and for brightness, but we walk in gloom."
    },
    "18811": {
        "format": "poetry",
        "text": "\/We grope for the wall like the blind;\/_we grope like those who have no eyes;\/we stumble at noon as in the twilight,\/_among those in full vigor we are like dead men."
    },
    "18812": {
        "format": "poetry",
        "text": "\/We all growl like bears;\/_we moan and moan like doves;\/we hope for justice, but there is none;\/_for salvation, but it is far from us."
    },
    "18813": {
        "format": "poetry",
        "text": "\/For our transgressions are multiplied before you,\/_and our sins testify against us;\/for our transgressions are with us,\/_and we know our iniquities:"
    },
    "18814": {
        "format": "poetry",
        "text": "\/transgressing, and denying the Lord,\/_and turning back from following our God,\/speaking oppression and revolt,\/_conceiving and uttering from the heart lying words."
    },
    "18815": {
        "format": "poetry",
        "text": "§¶Justice is turned back,\/_and righteousness stands far away;\/for truth has stumbled in the public squares,\/_and uprightness cannot enter."
    },
    "18816": {
        "format": "poetry",
        "text": "\/Truth is lacking,\/_and he who departs from evil makes himself a prey.¶The Lord saw it, and it displeased him\/_that there was no justice."
    },
    "18817": {
        "format": "poetry",
        "text": "\/He saw that there was no man,\/_and wondered that there was no one to intercede;\/then his own arm brought him salvation,\/_and his righteousness upheld him."
    },
    "18818": {
        "format": "poetry",
        "text": "\/He put on righteousness as a breastplate,\/_and a helmet of salvation on his head;\/he put on garments of vengeance for clothing,\/_and wrapped himself in zeal as a cloak."
    },
    "18819": {
        "format": "poetry",
        "text": "\/According to their deeds, so will he repay,\/_wrath to his adversaries, repayment to his enemies;\/_to the coastlands he will render repayment."
    },
    "18820": {
        "format": "poetry",
        "text": "\/So they shall fear the name of the Lord from the west,\/_and his glory from the rising of the sun;\/for he will come like a rushing stream,\/_which the wind of the Lord drives."
    },
    "18821": {
        "format": "poetry",
        "text": "¶“And a Redeemer will come to Zion,\/_to those in Jacob who turn from transgression,” declares the Lord."
    },
    "18822": {
        "format": "prose",
        "text": "¶“And as for me, this is my covenant with them,” says the Lord: “My Spirit that is upon you, and my words that I have put in your mouth, shall not depart out of your mouth, or out of the mouth of your offspring, or out of the mouth of your children’s offspring,” says the Lord, “from this time forth and forevermore.”"
    },
    "18823": {
        "format": "poetry",
        "text": "§¶Arise, shine, for your light has come,\/_and the glory of the Lord has risen upon you."
    },
    "18824": {
        "format": "poetry",
        "text": "\/For behold, darkness shall cover the earth,\/_and thick darkness the peoples;\/but the Lord will arise upon you,\/_and his glory will be seen upon you."
    },
    "18825": {
        "format": "poetry",
        "text": "\/And nations shall come to your light,\/_and kings to the brightness of your rising."
    },
    "18826": {
        "format": "poetry",
        "text": "¶Lift up your eyes all around, and see;\/_they all gather together, they come to you;\/your sons shall come from afar,\/_and your daughters shall be carried on the hip."
    },
    "18827": {
        "format": "poetry",
        "text": "\/Then you shall see and be radiant;\/_your heart shall thrill and exult,\/because the abundance of the sea shall be turned to you,\/_the wealth of the nations shall come to you."
    },
    "18828": {
        "format": "poetry",
        "text": "\/A multitude of camels shall cover you,\/_the young camels of Midian and Ephah;\/_all those from Sheba shall come.\/They shall bring gold and frankincense,\/_and shall bring good news, the praises of the Lord."
    },
    "18829": {
        "format": "poetry",
        "text": "\/All the flocks of Kedar shall be gathered to you;\/_the rams of Nebaioth shall minister to you;\/they shall come up with acceptance on my altar,\/_and I will beautify my beautiful house."
    },
    "18830": {
        "format": "poetry",
        "text": "¶Who are these that fly like a cloud,\/_and like doves to their windows?"
    },
    "18831": {
        "format": "poetry",
        "text": "\/For the coastlands shall hope for me,\/_the ships of Tarshish first,\/to bring your children from afar,\/_their silver and gold with them,\/for the name of the Lord your God,\/_and for the Holy One of Israel,\/_because he has made you beautiful."
    },
    "18832": {
        "format": "poetry",
        "text": "¶Foreigners shall build up your walls,\/_and their kings shall minister to you;\/for in my wrath I struck you,\/_but in my favor I have had mercy on you."
    },
    "18833": {
        "format": "poetry",
        "text": "\/Your gates shall be open continually;\/_day and night they shall not be shut,\/that people may bring to you the wealth of the nations,\/_with their kings led in procession."
    },
    "18834": {
        "format": "poetry",
        "text": "\/For the nation and kingdom\/_that will not serve you shall perish;\/_those nations shall be utterly laid waste."
    },
    "18835": {
        "format": "poetry",
        "text": "\/The glory of Lebanon shall come to you,\/_the cypress, the plane, and the pine,\/to beautify the place of my sanctuary,\/_and I will make the place of my feet glorious."
    },
    "18836": {
        "format": "poetry",
        "text": "\/The sons of those who afflicted you\/_shall come bending low to you,\/and all who despised you\/_shall bow down at your feet;\/they shall call you the City of the Lord,\/_the Zion of the Holy One of Israel."
    },
    "18837": {
        "format": "poetry",
        "text": "¶Whereas you have been forsaken and hated,\/_with no one passing through,\/I will make you majestic forever,\/_a joy from age to age."
    },
    "18838": {
        "format": "poetry",
        "text": "\/You shall suck the milk of nations;\/_you shall nurse at the breast of kings;\/and you shall know that I, the Lord, am your Savior\/_and your Redeemer, the Mighty One of Jacob."
    },
    "18839": {
        "format": "poetry",
        "text": "¶Instead of bronze I will bring gold,\/_and instead of iron I will bring silver;\/instead of wood, bronze,\/_instead of stones, iron.\/I will make your overseers peace\/_and your taskmasters righteousness."
    },
    "18840": {
        "format": "poetry",
        "text": "\/Violence shall no more be heard in your land,\/_devastation or destruction within your borders;\/you shall call your walls Salvation,\/_and your gates Praise."
    },
    "18841": {
        "format": "poetry",
        "text": "¶The sun shall be no more\/_your light by day,\/nor for brightness shall the moon\/_give you light;\/but the Lord will be your everlasting light,\/_and your God will be your glory."
    },
    "18842": {
        "format": "poetry",
        "text": "\/Your sun shall no more go down,\/_nor your moon withdraw itself;\/for the Lord will be your everlasting light,\/_and your days of mourning shall be ended."
    },
    "18843": {
        "format": "poetry",
        "text": "\/Your people shall all be righteous;\/_they shall possess the land forever,\/the branch of my planting, the work of my hands,\/_that I might be glorified."
    },
    "18844": {
        "format": "poetry",
        "text": "\/The least one shall become a clan,\/_and the smallest one a mighty nation;\/I am the Lord;\/_in its time I will hasten it."
    },
    "18845": {
        "format": "poetry",
        "text": "§¶The Spirit of the Lord God is upon me,\/_because the Lord has anointed me\/to bring good news to the poor;\/_he has sent me to bind up the brokenhearted,\/to proclaim liberty to the captives,\/_and the opening of the prison to those who are bound;"
    },
    "18846": {
        "format": "poetry",
        "text": "\/to proclaim the year of the Lord’s favor,\/_and the day of vengeance of our God;\/_to comfort all who mourn;"
    },
    "18847": {
        "format": "poetry",
        "text": "\/to grant to those who mourn in Zion—\/_to give them a beautiful headdress instead of ashes,\/the oil of gladness instead of mourning,\/_the garment of praise instead of a faint spirit;\/that they may be called oaks of righteousness,\/_the planting of the Lord, that he may be glorified."
    },
    "18848": {
        "format": "poetry",
        "text": "\/They shall build up the ancient ruins;\/_they shall raise up the former devastations;\/they shall repair the ruined cities,\/_the devastations of many generations."
    },
    "18849": {
        "format": "poetry",
        "text": "¶Strangers shall stand and tend your flocks;\/_foreigners shall be your plowmen and vinedressers;"
    },
    "18850": {
        "format": "poetry",
        "text": "\/but you shall be called the priests of the Lord;\/_they shall speak of you as the ministers of our God;\/you shall eat the wealth of the nations,\/_and in their glory you shall boast."
    },
    "18851": {
        "format": "poetry",
        "text": "\/Instead of your shame there shall be a double portion;\/_instead of dishonor they shall rejoice in their lot;\/therefore in their land they shall possess a double portion;\/_they shall have everlasting joy."
    },
    "18852": {
        "format": "poetry",
        "text": "¶For I the Lord love justice;\/_I hate robbery and wrong;\/I will faithfully give them their recompense,\/_and I will make an everlasting covenant with them."
    },
    "18853": {
        "format": "poetry",
        "text": "\/Their offspring shall be known among the nations,\/_and their descendants in the midst of the peoples;\/all who see them shall acknowledge them,\/_that they are an offspring the Lord has blessed."
    },
    "18854": {
        "format": "poetry",
        "text": "¶I will greatly rejoice in the Lord;\/_my soul shall exult in my God,\/for he has clothed me with the garments of salvation;\/_he has covered me with the robe of righteousness,\/as a bridegroom decks himself like a priest with a beautiful headdress,\/_and as a bride adorns herself with her jewels."
    },
    "18855": {
        "format": "poetry",
        "text": "\/For as the earth brings forth its sprouts,\/_and as a garden causes what is sown in it to sprout up,\/so the Lord God will cause righteousness and praise\/_to sprout up before all the nations."
    },
    "18856": {
        "format": "poetry",
        "text": "§¶For Zion’s sake I will not keep silent,\/_and for Jerusalem’s sake I will not be quiet,\/until her righteousness goes forth as brightness,\/_and her salvation as a burning torch."
    },
    "18857": {
        "format": "poetry",
        "text": "\/The nations shall see your righteousness,\/_and all the kings your glory,\/and you shall be called by a new name\/_that the mouth of the Lord will give."
    },
    "18858": {
        "format": "poetry",
        "text": "\/You shall be a crown of beauty in the hand of the Lord,\/_and a royal diadem in the hand of your God."
    },
    "18859": {
        "format": "poetry",
        "text": "\/You shall no more be termed Forsaken,\/_and your land shall no more be termed Desolate,\/but you shall be called My Delight Is in Her,\/_and your land Married;\/for the Lord delights in you,\/_and your land shall be married."
    },
    "18860": {
        "format": "poetry",
        "text": "\/For as a young man marries a young woman,\/_so shall your sons marry you,\/and as the bridegroom rejoices over the bride,\/_so shall your God rejoice over you."
    },
    "18861": {
        "format": "poetry",
        "text": "¶On your walls, O Jerusalem,\/_I have set watchmen;\/all the day and all the night\/_they shall never be silent.\/You who put the Lord in remembrance,\/_take no rest,"
    },
    "18862": {
        "format": "poetry",
        "text": "\/and give him no rest\/_until he establishes Jerusalem\/_and makes it a praise in the earth."
    },
    "18863": {
        "format": "poetry",
        "text": "\/The Lord has sworn by his right hand\/_and by his mighty arm:\/“I will not again give your grain\/_to be food for your enemies,\/and foreigners shall not drink your wine\/_for which you have labored;"
    },
    "18864": {
        "format": "poetry",
        "text": "\/but those who garner it shall eat it\/_and praise the Lord,\/and those who gather it shall drink it\/_in the courts of my sanctuary.”"
    },
    "18865": {
        "format": "poetry",
        "text": "¶Go through, go through the gates;\/_prepare the way for the people;\/build up, build up the highway;\/_clear it of stones;\/_lift up a signal over the peoples."
    },
    "18866": {
        "format": "poetry",
        "text": "\/Behold, the Lord has proclaimed\/_to the end of the earth:\/Say to the daughter of Zion,\/_“Behold, your salvation comes;\/behold, his reward is with him,\/_and his recompense before him.”"
    },
    "18867": {
        "format": "poetry",
        "text": "\/And they shall be called The Holy People,\/_The Redeemed of the Lord;\/and you shall be called Sought Out,\/_A City Not Forsaken."
    },
    "18868": {
        "format": "poetry",
        "text": "§¶Who is this who comes from Edom,\/_in crimsoned garments from Bozrah,\/he who is splendid in his apparel,\/_marching in the greatness of his strength?\/“It is I, speaking in righteousness,\/_mighty to save.”"
    },
    "18869": {
        "format": "poetry",
        "text": "¶Why is your apparel red,\/_and your garments like his who treads in the winepress?"
    },
    "18870": {
        "format": "poetry",
        "text": "¶“I have trodden the winepress alone,\/_and from the peoples no one was with me;\/I trod them in my anger\/_and trampled them in my wrath;\/their lifeblood spattered on my garments,\/_and stained all my apparel."
    },
    "18871": {
        "format": "poetry",
        "text": "\/For the day of vengeance was in my heart,\/_and my year of redemption had come."
    },
    "18872": {
        "format": "poetry",
        "text": "\/I looked, but there was no one to help;\/_I was appalled, but there was no one to uphold;\/so my own arm brought me salvation,\/_and my wrath upheld me."
    },
    "18873": {
        "format": "poetry",
        "text": "\/I trampled down the peoples in my anger;\/_I made them drunk in my wrath,\/_and I poured out their lifeblood on the earth.”"
    },
    "18874": {
        "format": "poetry",
        "text": "§¶I will recount the steadfast love of the Lord,\/_the praises of the Lord,\/according to all that the Lord has granted us,\/_and the great goodness to the house of Israel\/that he has granted them according to his compassion,\/_according to the abundance of his steadfast love."
    },
    "18875": {
        "format": "poetry",
        "text": "\/For he said, “Surely they are my people,\/_children who will not deal falsely.”\/_And he became their Savior."
    },
    "18876": {
        "format": "poetry",
        "text": "\/In all their affliction he was afflicted,\/_and the angel of his presence saved them;\/in his love and in his pity he redeemed them;\/_he lifted them up and carried them all the days of old."
    },
    "18877": {
        "format": "poetry",
        "text": "¶But they rebelled\/_and grieved his Holy Spirit;\/therefore he turned to be their enemy,\/_and himself fought against them."
    },
    "18878": {
        "format": "poetry",
        "text": "\/Then he remembered the days of old,\/_of Moses and his people.\/Where is he who brought them up out of the sea\/_with the shepherds of his flock?\/Where is he who put in the midst of them\/_his Holy Spirit,"
    },
    "18879": {
        "format": "poetry",
        "text": "\/who caused his glorious arm\/_to go at the right hand of Moses,\/who divided the waters before them\/_to make for himself an everlasting name,"
    },
    "18880": {
        "format": "poetry",
        "text": "\/_who led them through the depths?\/Like a horse in the desert,\/_they did not stumble."
    },
    "18881": {
        "format": "poetry",
        "text": "\/Like livestock that go down into the valley,\/_the Spirit of the Lord gave them rest.\/So you led your people,\/_to make for yourself a glorious name."
    },
    "18882": {
        "format": "poetry",
        "text": "§¶Look down from heaven and see,\/_from your holy and beautiful habitation.\/Where are your zeal and your might?\/_The stirring of your inner parts and your compassion\/_are held back from me."
    },
    "18883": {
        "format": "poetry",
        "text": "\/For you are our Father,\/_though Abraham does not know us,\/_and Israel does not acknowledge us;\/you, O Lord, are our Father,\/_our Redeemer from of old is your name."
    },
    "18884": {
        "format": "poetry",
        "text": "\/O Lord, why do you make us wander from your ways\/_and harden our heart, so that we fear you not?\/Return for the sake of your servants,\/_the tribes of your heritage."
    },
    "18885": {
        "format": "poetry",
        "text": "\/Your holy people held possession for a little while;\/_our adversaries have trampled down your sanctuary."
    },
    "18886": {
        "format": "poetry",
        "text": "\/We have become like those over whom you have never ruled,\/_like those who are not called by your name."
    },
    "18887": {
        "format": "poetry",
        "text": "¶Oh that you would rend the heavens and come down,\/_that the mountains might quake at your presence—"
    },
    "18888": {
        "format": "poetry",
        "text": "\/as when fire kindles brushwood\/_and the fire causes water to boil—\/to make your name known to your adversaries,\/_and that the nations might tremble at your presence!"
    },
    "18889": {
        "format": "poetry",
        "text": "\/When you did awesome things that we did not look for,\/_you came down, the mountains quaked at your presence."
    },
    "18890": {
        "format": "poetry",
        "text": "\/From of old no one has heard\/_or perceived by the ear,\/no eye has seen a God besides you,\/_who acts for those who wait for him."
    },
    "18891": {
        "format": "poetry",
        "text": "\/You meet him who joyfully works righteousness,\/_those who remember you in your ways.\/Behold, you were angry, and we sinned;\/_in our sins we have been a long time, and shall we be saved?"
    },
    "18892": {
        "format": "poetry",
        "text": "\/We have all become like one who is unclean,\/_and all our righteous deeds are like a polluted garment.\/We all fade like a leaf,\/_and our iniquities, like the wind, take us away."
    },
    "18893": {
        "format": "poetry",
        "text": "\/There is no one who calls upon your name,\/_who rouses himself to take hold of you;\/for you have hidden your face from us,\/_and have made us melt in the hand of our iniquities."
    },
    "18894": {
        "format": "poetry",
        "text": "¶But now, O Lord, you are our Father;\/_we are the clay, and you are our potter;\/_we are all the work of your hand."
    },
    "18895": {
        "format": "poetry",
        "text": "\/Be not so terribly angry, O Lord,\/_and remember not iniquity forever.\/_Behold, please look, we are all your people."
    },
    "18896": {
        "format": "poetry",
        "text": "\/Your holy cities have become a wilderness;\/_Zion has become a wilderness,\/_Jerusalem a desolation."
    },
    "18897": {
        "format": "poetry",
        "text": "\/Our holy and beautiful house,\/_where our fathers praised you,\/has been burned by fire,\/_and all our pleasant places have become ruins."
    },
    "18898": {
        "format": "poetry",
        "text": "\/Will you restrain yourself at these things, O Lord?\/_Will you keep silent, and afflict us so terribly?"
    },
    "18899": {
        "format": "poetry",
        "text": "§¶I was ready to be sought by those who did not ask for me;\/_I was ready to be found by those who did not seek me.\/I said, “Here I am, here I am,”\/_to a nation that was not called by my name."
    },
    "18900": {
        "format": "poetry",
        "text": "\/I spread out my hands all the day\/_to a rebellious people,\/who walk in a way that is not good,\/_following their own devices;"
    },
    "18901": {
        "format": "poetry",
        "text": "\/a people who provoke me\/_to my face continually,\/sacrificing in gardens\/_and making offerings on bricks;"
    },
    "18902": {
        "format": "poetry",
        "text": "\/who sit in tombs,\/_and spend the night in secret places;\/who eat pig’s flesh,\/_and broth of tainted meat is in their vessels;"
    },
    "18903": {
        "format": "poetry",
        "text": "\/who say, “Keep to yourself,\/_do not come near me, for I am too holy for you.”\/These are a smoke in my nostrils,\/_a fire that burns all the day."
    },
    "18904": {
        "format": "poetry",
        "text": "\/Behold, it is written before me:\/_“I will not keep silent, but I will repay;\/I will indeed repay into their lap"
    },
    "18905": {
        "format": "poetry",
        "text": "\/_both your iniquities and your fathers’ iniquities together,\/_says the Lord;\/because they made offerings on the mountains\/_and insulted me on the hills,\/I will measure into their lap\/_payment for their former deeds.”"
    },
    "18906": {
        "format": "poetry",
        "text": "¶Thus says the Lord:\/“As the new wine is found in the cluster,\/_and they say, ‘Do not destroy it,\/_for there is a blessing in it,’\/so I will do for my servants’ sake,\/_and not destroy them all."
    },
    "18907": {
        "format": "poetry",
        "text": "\/I will bring forth offspring from Jacob,\/_and from Judah possessors of my mountains;\/my chosen shall possess it,\/_and my servants shall dwell there."
    },
    "18908": {
        "format": "poetry",
        "text": "\/Sharon shall become a pasture for flocks,\/_and the Valley of Achor a place for herds to lie down,\/_for my people who have sought me."
    },
    "18909": {
        "format": "poetry",
        "text": "\/But you who forsake the Lord,\/_who forget my holy mountain,\/who set a table for Fortune\/_and fill cups of mixed wine for Destiny,"
    },
    "18910": {
        "format": "poetry",
        "text": "\/I will destine you to the sword,\/_and all of you shall bow down to the slaughter,\/because, when I called, you did not answer;\/_when I spoke, you did not listen,\/but you did what was evil in my eyes\/_and chose what I did not delight in.”"
    },
    "18911": {
        "format": "poetry",
        "text": "¶Therefore thus says the Lord God:\/“Behold, my servants shall eat,\/_but you shall be hungry;\/behold, my servants shall drink,\/_but you shall be thirsty;\/behold, my servants shall rejoice,\/_but you shall be put to shame;"
    },
    "18912": {
        "format": "poetry",
        "text": "\/behold, my servants shall sing for gladness of heart,\/_but you shall cry out for pain of heart\/_and shall wail for breaking of spirit."
    },
    "18913": {
        "format": "poetry",
        "text": "\/You shall leave your name to my chosen for a curse,\/_and the Lord God will put you to death,\/_but his servants he will call by another name."
    },
    "18914": {
        "format": "poetry",
        "text": "\/So that he who blesses himself in the land\/_shall bless himself by the God of truth,\/and he who takes an oath in the land\/_shall swear by the God of truth;\/because the former troubles are forgotten\/_and are hidden from my eyes."
    },
    "18915": {
        "format": "poetry",
        "text": "§¶“For behold, I create new heavens\/_and a new earth,\/and the former things shall not be remembered\/_or come into mind."
    },
    "18916": {
        "format": "poetry",
        "text": "\/But be glad and rejoice forever\/_in that which I create;\/for behold, I create Jerusalem to be a joy,\/_and her people to be a gladness."
    },
    "18917": {
        "format": "poetry",
        "text": "\/I will rejoice in Jerusalem\/_and be glad in my people;\/no more shall be heard in it the sound of weeping\/_and the cry of distress."
    },
    "18918": {
        "format": "poetry",
        "text": "\/No more shall there be in it\/_an infant who lives but a few days,\/_or an old man who does not fill out his days,\/for the young man shall die a hundred years old,\/_and the sinner a hundred years old shall be accursed."
    },
    "18919": {
        "format": "poetry",
        "text": "\/They shall build houses and inhabit them;\/_they shall plant vineyards and eat their fruit."
    },
    "18920": {
        "format": "poetry",
        "text": "\/They shall not build and another inhabit;\/_they shall not plant and another eat;\/for like the days of a tree shall the days of my people be,\/_and my chosen shall long enjoy the work of their hands."
    },
    "18921": {
        "format": "poetry",
        "text": "\/They shall not labor in vain\/_or bear children for calamity,\/for they shall be the offspring of the blessed of the Lord,\/_and their descendants with them."
    },
    "18922": {
        "format": "poetry",
        "text": "\/Before they call I will answer;\/_while they are yet speaking I will hear."
    },
    "18923": {
        "format": "poetry",
        "text": "\/The wolf and the lamb shall graze together;\/_the lion shall eat straw like the ox,\/_and dust shall be the serpent’s food.\/They shall not hurt or destroy\/_in all my holy mountain,”\/_says the Lord."
    },
    "18924": {
        "format": "poetry",
        "text": "§¶Thus says the Lord:\/“Heaven is my throne,\/_and the earth is my footstool;\/what is the house that you would build for me,\/_and what is the place of my rest?"
    },
    "18925": {
        "format": "poetry",
        "text": "\/All these things my hand has made,\/_and so all these things came to be,\/_declares the Lord.\/But this is the one to whom I will look:\/_he who is humble and contrite in spirit\/_and trembles at my word."
    },
    "18926": {
        "format": "poetry",
        "text": "¶“He who slaughters an ox is like one who kills a man;\/_he who sacrifices a lamb, like one who breaks a dog’s neck;\/he who presents a grain offering, like one who offers pig’s blood;\/_he who makes a memorial offering of frankincense, like one who blesses an idol.\/These have chosen their own ways,\/_and their soul delights in their abominations;"
    },
    "18927": {
        "format": "poetry",
        "text": "\/I also will choose harsh treatment for them\/_and bring their fears upon them,\/because when I called, no one answered,\/_when I spoke, they did not listen;\/but they did what was evil in my eyes\/_and chose that in which I did not delight.”"
    },
    "18928": {
        "format": "poetry",
        "text": "¶Hear the word of the Lord,\/_you who tremble at his word:\/“Your brothers who hate you\/_and cast you out for my name’s sake\/have said, ‘Let the Lord be glorified,\/_that we may see your joy’;\/_but it is they who shall be put to shame."
    },
    "18929": {
        "format": "poetry",
        "text": "¶“The sound of an uproar from the city!\/_A sound from the temple!\/The sound of the Lord,\/_rendering recompense to his enemies!"
    },
    "18930": {
        "format": "poetry",
        "text": "§¶“Before she was in labor\/_she gave birth;\/before her pain came upon her\/_she delivered a son."
    },
    "18931": {
        "format": "poetry",
        "text": "\/Who has heard such a thing?\/_Who has seen such things?\/Shall a land be born in one day?\/_Shall a nation be brought forth in one moment?\/For as soon as Zion was in labor\/_she brought forth her children."
    },
    "18932": {
        "format": "poetry",
        "text": "\/Shall I bring to the point of birth and not cause to bring forth?”\/_says the Lord;\/“shall I, who cause to bring forth, shut the womb?”\/_says your God."
    },
    "18933": {
        "format": "poetry",
        "text": "¶“Rejoice with Jerusalem, and be glad for her,\/_all you who love her;\/rejoice with her in joy,\/_all you who mourn over her;"
    },
    "18934": {
        "format": "poetry",
        "text": "\/that you may nurse and be satisfied\/_from her consoling breast;\/that you may drink deeply with delight\/_from her glorious abundance.”"
    },
    "18935": {
        "format": "poetry",
        "text": "¶For thus says the Lord:\/“Behold, I will extend peace to her like a river,\/_and the glory of the nations like an overflowing stream;\/and you shall nurse, you shall be carried upon her hip,\/_and bounced upon her knees."
    },
    "18936": {
        "format": "poetry",
        "text": "\/As one whom his mother comforts,\/_so I will comfort you;\/_you shall be comforted in Jerusalem."
    },
    "18937": {
        "format": "poetry",
        "text": "\/You shall see, and your heart shall rejoice;\/_your bones shall flourish like the grass;\/and the hand of the Lord shall be known to his servants,\/_and he shall show his indignation against his enemies."
    },
    "18938": {
        "format": "poetry",
        "text": "§¶“For behold, the Lord will come in fire,\/_and his chariots like the whirlwind,\/to render his anger in fury,\/_and his rebuke with flames of fire."
    },
    "18939": {
        "format": "poetry",
        "text": "\/For by fire will the Lord enter into judgment,\/_and by his sword, with all flesh;\/_and those slain by the Lord shall be many."
    },
    "18940": {
        "format": "prose",
        "text": "¶“Those who sanctify and purify themselves to go into the gardens, following one in the midst, eating pig’s flesh and the abomination and mice, shall come to an end together, declares the Lord."
    },
    "18941": {
        "format": "prose",
        "text": "¶“For I know their works and their thoughts, and the time is coming to gather all nations and tongues. And they shall come and shall see my glory,"
    },
    "18942": {
        "format": "prose",
        "text": "and I will set a sign among them. And from them I will send survivors to the nations, to Tarshish, Pul, and Lud, who draw the bow, to Tubal and Javan, to the coastlands far away, that have not heard my fame or seen my glory. And they shall declare my glory among the nations."
    },
    "18943": {
        "format": "prose",
        "text": "And they shall bring all your brothers from all the nations as an offering to the Lord, on horses and in chariots and in litters and on mules and on dromedaries, to my holy mountain Jerusalem, says the Lord, just as the Israelites bring their grain offering in a clean vessel to the house of the Lord."
    },
    "18944": {
        "format": "prose",
        "text": "And some of them also I will take for priests and for Levites, says the Lord."
    },
    "18945": {
        "format": "poetry",
        "text": "¶“For as the new heavens and the new earth\/_that I make\/shall remain before me, says the Lord,\/_so shall your offspring and your name remain."
    },
    "18946": {
        "format": "poetry",
        "text": "\/From new moon to new moon,\/_and from Sabbath to Sabbath,\/all flesh shall come to worship before me,\/declares the Lord."
    },
    "18947": {
        "format": "prose",
        "text": "¶“And they shall go out and look on the dead bodies of the men who have rebelled against me. For their worm shall not die, their fire shall not be quenched, and they shall be an abhorrence to all flesh.”"
    }
}