{
    "id": 2097,
    "source": "anchor",
    "verse_id": 18209,
    "verse_count": 10,
    "reference": "29:15–24",
    "title": "The Limitations of Political Know-How",
    "html": "<p>It will no longer occasion surprise that a woe, this third in the series of woes in chs. <a class=\"isa\" verses=\"W3siMTgxNjYiOjEzOX1d\">28&ndash;33<\/a> (<a class=\"isa\" verses=\"W3siMTgyMDkiOjJ9XQ==\">29:15&ndash;16<\/a>), is followed by the prospect of a reversal of fortune in the future (<a class=\"isa\" verses=\"W3siMTc5ODUiOjEzNX1d\">17&ndash;24<\/a>). While the general impression conveyed is somewhat disjointed and harsh (Vermeylen [1977, 407] speaks more charitably of the style as being anthological), the theme of reversal provides at least a thin thread of unity, beginning with the pot&rsquo;s usurping the place of the potter and ending with ecological and social transformation. The woe-saying itself (<a class=\"isa\" verses=\"W3siMTc5NjIiOjIzfV0=\">15&ndash;16<\/a>) is in the familiar form of a disputation, accusing those addressed with statements from their own mouths and directing rhetorical questions at them. It exploits the topos of humanity shaped out of clay familiar from the didactic literature (<a class=\"ref\">Job 10:9; 33:6<\/a>) and developed in different ways in myth and parable (<a class=\"ref\">Gen 2:7, 19; Jer 18:1&ndash;4<\/a>). Since it is directed against the political machinations of the Judean leadership, it does not imply any sustained reflection on creation and Yahveh as creator such as we encounter later in the book. Since ceramic ware was ubiquitous in everyday life, the figure of God as potter would have come very naturally. The most sustained prophetic use of the metaphor is the sign-act of Jeremiah&rsquo;s visit to the potter&rsquo;s workshop (<a class=\"isa\" verses=\"W3siMTc5OTkiOjd9XQ==\">18:1&ndash;11<\/a>), but it also occurs in <a class=\"isa\" verses=\"W3siMTg1NzEiOjF9XQ==\">Isa 45:9<\/a> in somewhat similar language. Since <a class=\"isa\" verses=\"W3siMTg1NzEiOjJ9XQ==\">Isa 45:9&ndash;10<\/a> is the only example of a woe-saying in Second Isaiah (<a class=\"isa\" verses=\"W3siMTg3NDIiOjF9XQ==\">55:1<\/a> begins with <em>h&ocirc;y<\/em> but is manifestly not a woe-saying), this may be a rare case of Second Isaiah&rsquo;s borrowing from earlier Isaian material.<\/p><p>The attack on the political maneuvering of the Judean court employs the by-now familiar strategy of quoting the opposition&rsquo;s words back to them (cf. <a class=\"isa\" verses=\"W3siMTgxNzkiOjJ9LHsiMTgyMjgiOjN9XQ==\">28:14&ndash;15; 30:10&ndash;11, 16<\/a>). One of the leading themes of the book is the confrontation between autonomous political wisdom and prudence on the one hand and the agenda of the God of Israel, communicated through the prophet, on the other (<a class=\"isa\" verses=\"W3siMTc3NTgiOjZ9LHsiMTc4MTciOjJ9LHsiMTc5NTMiOjR9LHsiMTgwMDgiOjZ9LHsiMTgxMjAiOjJ9LHsiMTgxOTQiOjF9LHsiMTgyMTkiOjJ9XQ==\">5:18&ndash;23; 8:9&ndash;10; 14:24&ndash;27; 19:3, 11&ndash;15; 25:1&ndash;2; 28:29; 30:1&ndash;2<\/a>). The allusion to scheming and elaborating plans in the dark may simply refer to the obvious need for secrecy in negotiating an anti-Assyrian alliance in the early years of Sennacherib&rsquo;s reign, and Isaiah would understandably have been among those kept in the dark. It is not difficult to sympathize with the Judeans, who were using their best judgment in the attempt to get out from under the shadow of a brutal imperial power, an attempt that they knew carried the gravest risks. They may also, with some reason, have wondered whether the alternative proposed by Isaiah in the name of Yahveh made any political sense; on at least one occasion they suggested rather clearly that it did not (<a class=\"isa\" verses=\"W3siMTc3NTkiOjF9XQ==\">5:19<\/a>). To the extent that a political program capable of implementation can be extracted from the Isaian discourses, it was one that agreed with the ruling elite in the goal of autonomy and independence but differed by absolutely excluding alliances as a means to that end&mdash;whether with Assyria at the time of Ahaz (<a class=\"isa\" verses=\"W3siMTc3ODciOjE0fV0=\">7:4&ndash;17<\/a>) or with Egypt and Babylon at the time of Hezekiah (<a class=\"isa\" verses=\"W3siMTc5OTkiOjIyfSx7IjE4MTc5Ijo5fSx7IjE4MjA5IjoyfSx7IjE4MjE5Ijo3fSx7IjE4MjUyIjozfSx7IjE4NDE4IjozfV0=\">18:1&ndash;19:15; 28:14&ndash;22; 29:15&ndash;16; 30:1&ndash;7; 31:1&ndash;3; 39:5&ndash;7<\/a>). In purely political terms, then, it seems that those addressed by the prophet were being presented with a quietist option since it is clear that no action taken by Judah alone with a view to achieving independence from the imperial superpower had the remotest chance of success.<\/p><p>In vv <a class=\"isa\" verses=\"W3siMTc5ODUiOjY5fV0=\">17&ndash;21<\/a>, environmental change by which a forested region can be turned into rich land for grazing or raising crops, or an inhabited area can become a wilderness (a recurrent theme in Isaiah that we will encounter in more developed form in <a class=\"isa\" verses=\"W3siMTgyNzUiOjZ9XQ==\">32:15&ndash;20<\/a>) leads by analogy to the theme of eschatological reversal, of frequent occurrence in apocalyptic writings. This <em>bouleversement<\/em>, which is expected to take place within a short space of time (cf. <a class=\"isa\" verses=\"W3siMTc4NzYiOjF9LHsiMTgxNTEiOjF9XQ==\">10:25; 26:20<\/a>), will in the first place affect the physical environment, but exactly how is not entirely clear. Lebanon, noted for its cedars, will revert to the condition of fertile land for growing crops and grazing that existed before it was covered with trees, and fertile land (<em>karmel<\/em>, also <a class=\"isa\" verses=\"W3siMTc4NjkiOjF9LHsiMTc5ODAiOjF9LHsiMTgyNzUiOjJ9LHsiMTgzNzciOjF9XQ==\">10:18; 16:10; 32:15&ndash;16; 37:24<\/a>) will be as common as scrubland or forest (<em>yaʿar<\/em>)&mdash;in other words, agriculturally unprofitable land. (This theme of ecological reversal will be discussed further in the commentary on <a class=\"isa\" verses=\"W3siMTgyNzUiOjZ9XQ==\">32:15&ndash;20<\/a>.) Today, few would doubt that the survival of the physical environment calls for profound social adjustments and radical changes in attitudes and policies. In this respect it is striking that here and elsewhere in Isaiah ecological transformation goes in tandem with radical social change.<\/p><p>We do not have to choose between a literal and metaphorical restoration of hearing and vision (<a class=\"isa\" verses=\"W3siMTc5OTkiOjd9XQ==\">18<\/a>). The lack of comprehension and perception on the part of the movers and shakers in late eighth century Judah is a major theme of this section&mdash;the people are unable not just to hear but to understand, not just to see but to perceive (<a class=\"isa\" verses=\"W3siMTgxNzYiOjN9LHsiMTgyMDMiOjR9LHsiMTgyMjciOjF9XQ==\">28:11&ndash;13; 29:9&ndash;10, 11&ndash;12; 30:9<\/a>), and the same was said of the leadership at the time of Ahaz (<a class=\"isa\" verses=\"W3siMTc3NzkiOjF9XQ==\">6:9<\/a>). This theme will recur often in the later chapters of the book (<a class=\"isa\" verses=\"W3siMTg0ODgiOjV9LHsiMTg1MTQiOjF9LHsiMTg3NjQiOjF9LHsiMTg4MTEiOjF9XQ==\">42:7, 16, 18&ndash;20; 43:8; 56:10; 59:10<\/a>). It is an essential part of the restorationist eschatological view that people are not meant to be deaf, blind, lame, indigent, subject to violence, and deprived of access to judicial process. At the great turning point of history, which the readers are assured is coming soon, these aspects of the damaged second creation will be removed and the created order restored to what it was intended to be at the beginning. The <em>literal<\/em> removal of disabilities is clearly indicated in <a class=\"isa\" verses=\"W3siMTgzMjYiOjN9XQ==\">35:5&ndash;7<\/a>, which envisages the lame person leaping like a deer and also includes the reversal of environmental degradation. The terms &ldquo;lowly&rdquo; and &ldquo;needy&rdquo; (<em>ʿănāv&icirc;m<\/em> and <em>ʾeby&ocirc;n&icirc;m<\/em>) may be taken to indicate social and economic deprivation, respectively, the two closely related, as always. They come to be used quite naturally with reference to the God-fearers in the pietistic writings from the Second Temple period that emanate from circles deprived of power and influence in the Judean community. The removal of natural disabilities, the restoration and repristination of the life of the individual and of society, are signs that the turning point in history is imminent. It is for this reason that the miracles of healing worked by Jesus can be presented in the gospels as the fulfillment of Isaian texts and signs of a new dispensation (<a class=\"ref\">Matt 11:5; Luke 4:18&ndash;19<\/a>).<\/p><p>The fuller meaning of being incapable of hearing with the inner ear and therefore accepting the promise of the fuller life offered in this vision of the future is particularly in evidence in the remarkable prediction that on that day &ldquo;the deaf will hear the words of a book.&rdquo; We are not told what the book (namely, the scroll) is from that someone will read aloud to the formerly deaf. If, as seems likely, this is a comment on <a class=\"isa\" verses=\"W3siMTgyMDUiOjJ9XQ==\">29:11&ndash;12<\/a>, the book in question will contain the prophecies of Isaiah (as in <a class=\"isa\" verses=\"W3siMTgzMjAiOjF9XQ==\">34:16<\/a>), and the implication is that there will eventually be an end to the spiritual dullness and lack of perception with respect to the prophetic message, which is a major theme throughout chs.<a class=\"isa\" verses=\"W3siMTc2NTYiOjc2Nn1d\"> 1&ndash;39<\/a>.<\/p><p>The final paragraph (<a class=\"isa\" verses=\"W3siMTgwNTQiOjY2fV0=\">22&ndash;24<\/a>) is a later addendum, indicated by a new superscript. The assurance that the household of Jacob will survive and grow in numbers and that this is also part of a future prospect to be brought about by the action of God explains the rare allusion to Abraham and his rescue or redemption from Mesopotamian idolatry. It seems that the narrative and genealogical traditions about Abraham only achieved prominence, and perhaps only came into existence, in the post-disaster period. In texts from this later period, Abraham and Sarah are the parents of the Israelite people (<a class=\"isa\" verses=\"W3siMTg2NzYiOjF9LHsiMTg4ODMiOjF9XQ==\">Isa 51:2; 63:16<\/a>), while the people itself takes by preference the name Jacob, the standard designation in texts from the exilic and postexilic periods, especially in Isaiah. The term <em>bēt yaʿăqob<\/em>, &ldquo;the household of Jacob,&rdquo; is characteristic of but not exclusive to Isaiah. Some commentators detect here a preview of Abrahamic traditions known from pseudepigraphal writings, especially the statement in the <em>Apocalypse of Abraham<\/em> ch. 8 that the voice calling him to leave his kindred and paternal household saved him from the punishment by fire inflicted on the people of Ur on account of their sins. But a simpler and more accessible explanation would be that Abraham was redeemed out of Ur as Israel was to be redeemed out of Egypt and, in due course, out of Babylon (<a class=\"isa\" verses=\"W3siMTgyOTAiOjF9LHsiMTg2ODUiOjF9XQ==\">33:10; 51:11<\/a>).<\/p><p>Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em> (Vol. 19, pp. 407&ndash;410). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}