{
    "id": 2073,
    "source": "anchor",
    "verse_id": 17962,
    "verse_count": 23,
    "reference": "15:1–16:14",
    "title": "Oracles and Pronouncements about Moab",
    "html": "<p>Most commentators agree on the divisioning of these chapters according to sense, even in the absence of clear dividers (<a class=\"isa\" verses=\"W3siMTc5NjIiOjl9LHsiMTc5NzEiOjEzfV0=\">15:1&ndash;9; 16:1&ndash;5, 6&ndash;11, 12, 13<\/a>), needless to say with numerous differences in detail (for a recent survey of opinion see Jones 1996, 1&ndash;52). There are also significant variations on how the different parts cohere together or relate to each other. We will work with the assumption that this section comprises a poetic pronouncement (<em>maśśāʾ<\/em>) about Moab (<a class=\"isa\" verses=\"W3siMTc5NjIiOjl9XQ==\">15:1&ndash;9<\/a>) that introduces a second poem (<a class=\"isa\" verses=\"W3siMTc5NzYiOjZ9XQ==\">16:6&ndash;11<\/a>). The connection between these two compositions has been severed by an appeal to Judah to accept Moabite refugees (<a class=\"isa\" verses=\"W3siMTc5NzEiOjR9XQ==\">16:1&ndash;4a<\/a>) and a further addition, suggested by the language of the Moabite appeal but having nothing to do with Moab, that anticipates the reestablishment of the Judean native dynasty (<a class=\"isa\" verses=\"W3siMTc5NzQiOjF9XQ==\">16:4b&ndash;5<\/a>). These compositions are rounded off with a rather laconic appendix referring back to Moabite frequenting of cult places (<a class=\"isa\" verses=\"W3siMTc5ODIiOjF9XQ==\">16:12<\/a> cf. <a class=\"isa\" verses=\"W3siMTc5NjMiOjF9XQ==\">15:2<\/a>). A final note, probably from the scribe who made the final copy, brings to bear on the entire complex the perspective of a considerably later date. Since it refers a new, contemporaneous saying explicitly to the one preceding it, it provides an excellent illustration of the process of the serial and cumulative editing that the book has undergone (<a class=\"isa\" verses=\"W3siMTc5ODMiOjF9XQ==\">16:13<\/a>). It is only here that Yahveh is identified as the first mover behind the disasters affecting Moab.<\/p><p>From early days commentators have noted the rough, unpolished style of the two oracular poems, their metric irregularity (the basic <em>q&icirc;n&acirc;<\/em> is not always easy to pick out), and lack of proportion&mdash;we observe, for example, how the second poem goes off at a tangent about the famous red wines of Sibmah (<a class=\"isa\" verses=\"W3siMTc5NzgiOjF9XQ==\">16:8<\/a>). The impression shared by practically all commentators that the poems lack originality, that they are a work of <em>bricolage<\/em> put together out of bits of traditional prophetic material (the word <em>mosaikartig<\/em> keeps on recurring among German-language commentators), is reinforced by frequent parallels with the Moabite poems or fragments of poems in <a class=\"ref\">Jer 48:1&ndash;47; 49:1&ndash;5; and Obad 5<\/a>, this last with similar language but referring to Edom. Comparison with the sequence of a dozen or so short poetic pieces on Moab in <a class=\"ref\">Jer 48<\/a> is particularly instructive.<\/p><p>Of the twenty-three place-names in the Isaian poems fifteen occur in Jeremiah. Both texts begin with a mock lament for the destruction of Moab (verbal stem <em>&scaron;dd<\/em>), both lament (ironically) the destruction of its famous wine industry (<a class=\"ref\">Jer 48:11&ndash;12, 26, 32&ndash;33<\/a> cf. <a class=\"isa\" verses=\"W3siMTc5NzgiOjR9XQ==\">Isa 16:8&ndash;11<\/a>), and <a class=\"isa\" verses=\"W3siMTc5NzYiOjd9XQ==\">Isa 16:6&ndash;12<\/a> is a closely parallel version of <a class=\"ref\">Jer 48:29&ndash;36<\/a>. While both could conceivably be drawing on older material (see especially the anti-Moabite taunt in <a class=\"ref\">Num 21:27&ndash;30<\/a>) the more fragmentary state of <a class=\"ref\">Jer 48<\/a> suggests that this small collection of anti-Moabite propaganda has provided the raw material for the Isaian poet. The situation parallels closely <a class=\"isa\" verses=\"W3siMTc5MDgiOjU0fV0=\">Isa 13&ndash;14<\/a> (Babylon) in relation to <a class=\"ref\">Jer 50&ndash;51<\/a>. A close study of these interconnected bits of (perhaps originally anonymous) prophetic diatribe permits a tantalizing glimpse into the process by which the prophetic compilations were put together.<\/p><p>The intrusion of the author&rsquo;s own real or, more likely, simulated emotional response to the situation comes in the course of the first poem (<a class=\"isa\" verses=\"W3siMTc5NjYiOjF9XQ==\">15:5<\/a>) and, if we accept the proposed emendation of <a class=\"isa\" verses=\"W3siMTc5NzAiOjF9XQ==\">15:9<\/a>, at its conclusion where he announces a second revelation with even worse punishment in store for the hapless Moabites. I take this announcement to refer to the disastrous situation described in <a class=\"isa\" verses=\"W3siMTc5NzYiOjZ9XQ==\">16:6&ndash;11<\/a>, which states towards the end that this second oracle has indeed been delivered and implemented (&ldquo;I have silenced your shouts of joy&rdquo; <a class=\"isa\" verses=\"W3siMTc5ODAiOjF9XQ==\">16:10<\/a>). The natural conclusion would be that the two poems come from one and the same author, which would then lead us to re-read the first poem in the sobering light of the second. We may not much like the tone and the sentiments expressed, but we can at least admire how in the first stanza the author keeps in bounds the sarcasm, hyperbole, and simulated grief, only to give them full expression in the second.<\/p><p>The first stanza is, on the surface, a lament following a disaster that has been visited on Moab, the actual circumstances of which are obscure. If we read Ar Moab and Kir Moab (or Kir Moab alone) in the opening verse as referring to Dibon the capital city of that country (see textual note), it seems to have suffered a devasting nocturnal attack, and this reading would be confirmed if the final verse (<a class=\"isa\" verses=\"W3siMTc2NTYiOjMxfV0=\">9a<\/a>) also refers to Dibon, thus forming an inclusion. But elsewhere in the two poems the author seems to have a natural disaster in mind, probably drought, leading to, at minimum, a temporary depopulation (<a class=\"isa\" verses=\"W3siMTc5NjYiOjN9LHsiMTc5NzgiOjN9XQ==\">15:5&ndash;7; 16:8&ndash;10<\/a>). While few of the place-names listed in <a class=\"isa\" verses=\"W3siMTc5NjIiOjIzfV0=\">Isa 15&ndash;16<\/a> and <a class=\"ref\">Jer 48<\/a> have been identified with a reasonable degree of probability, the disaster in question seems most seriously to have affected the more densely populated part of the country north of the Arnon (Wadi Mujib) where most of the major settlements were situated&mdash;Nebo, Medeba, Heshbon, Elealeh, Jazer, Jahaz, and Dibon the capital city.<\/p><p>Whatever the nature of the disaster, it led to the flight of refugees southward in the direction of Edom (Zoar at the southern end of the Dead Sea and presumably the other places mentioned in <a class=\"isa\" verses=\"W3siMTc5NjYiOjF9XQ==\">15:5<\/a>). The intercalatory <a class=\"isa\" verses=\"W3siMTc5NzEiOjR9XQ==\">16:1&ndash;4a<\/a> suggests that the Cisjordanian region was the preferred destination for refugees whenever the political situation permitted it (cf. <a class=\"ref\">Jer 40:11 <\/a>Judeans returning after the appointment of Gedaliah; Ruth in the reverse direction). But our knowledge of the history of Moab is too fragmentary, and the language of the poem itself too vague and stereotypical to permit further specification. The reaction to the disaster is described in the same kind of language: the standard behavior associated with funerary rites&mdash;ritual lamenting often of a vociferous nature, shaving off hair and beard, wearing sackcloth (<a class=\"ref\">Jer 49:3<\/a> adds lacerations)&mdash;and appropriate rituals carried out at hill-shrines and the state sanctuary, perhaps including the sanctuary Mesha claimed to have built for his god, Chemosh (<em>ANET<\/em>, 320).<\/p><p>Most exegetes read the last half-verse of the first poem (<a class=\"isa\" verses=\"W3siMTc5NzAiOjF9XQ==\">15:9b<\/a>) as an editorial addition (e.g. Duhm 1892, 128; Kaiser 1974, 69), but if the proposed emendation can stand it could function as an introduction to the worse things in store, i.e., the bad news announced in the second stanza (<a class=\"isa\" verses=\"W3siMTc3NzYiOjZ9XQ==\">6:6&ndash;11<\/a>) corresponding to the concluding personal statement near the end (<a class=\"isa\" verses=\"W3siMTc5ODAiOjF9XQ==\">16:10b<\/a>). This second stanza is often described as ironic, but the ironic element is restricted to the hyperbolic description of sham grief in <a class=\"isa\" verses=\"W3siMTc5NzkiOjF9XQ==\">16:9<\/a>, unless we find an unsubtle and vulgar allusion to the poet&rsquo;s bowels (innards) making a harp-like noise in <a class=\"isa\" verses=\"W3siMTc5ODEiOjF9XQ==\">16:11<\/a>.<\/p><p>For the rest, it describes the devastation of the Moabite countryside with special reference to the vineyards of Sibmah, apparently the Napa Valley of Moab, and the loss of the valuable export trade in wine. This is for the most part a standard account of the effects of divine anger (cf. <a class=\"ref\">Amos 8:1&ndash;3; Hos 2:13&ndash;15[11&ndash;13]<\/a>), but unlike the first stanza, this one relates the disastrous scenario to moral delinquency as effect to cause. As in most other oracular poems about foreign nations, self-sufficiency is the basic moral flaw, and self-sufficiency generally comes to expression in what for Isaian authors are degenerate forms of cultic activity. This Isaian author does not, however, enlarge on these points. The allusion to mourning for the raisin-cakes of Kir-hareseth may have a cultic connotation as in <a class=\"ref\">Hos 3:1<\/a>, and perhaps also <a class=\"ref\">Jer 44:19<\/a>, which refers to the goddess cult, but raisin-cakes are also ordinary if apparently particularly prized delicacies (<a class=\"ref\">2 Sam 6:19; Cant 2:5<\/a>). They may therefore in this instance be simply a by-product of the wine trade no longer in existence.<\/p><p>Much of the brief intercalatory poem <a class=\"isa\" verses=\"W3siMTc5NzEiOjR9XQ==\">16:1&ndash;4a<\/a> has suffered extensive damage in transmission (see textual notes). In particular, most commentators agree that 16:2 makes little sense in the present context and has probably dropped out of the preceding poem, probably after <a class=\"isa\" verses=\"W3siMTc5NjUiOjF9XQ==\">15:4 or 15:8<\/a>. We may notwithstanding read it as reflecting the vulnerable situation of women detached from the patrilineal household and the protection of a male relative. The passage seems to be describing a Moabite mission to Jerusalem requesting asylum for refugees. It is therefore thematically connected with the preceding poem (see especially <a class=\"isa\" verses=\"W3siMTc5NjYiOjJ9XQ==\">15:5, 7<\/a>) but is not from the same author if, as suggested, <a class=\"isa\" verses=\"W3siMTc5NzYiOjZ9XQ==\">16:6&ndash;11<\/a> is the direct sequel to <a class=\"isa\" verses=\"W3siMTc5NjIiOjl9XQ==\">15:1&ndash;9<\/a>. It describes very well the <em>ideal<\/em> situation of the <em>gēr<\/em>, the foreigner who has been granted a secure if subordinate place in a foreign land. Similar language is used of the Moabite woman Ruth, who finds &ldquo;rest&rdquo; (<em>mĕn&ucirc;ḥ&acirc;<\/em>) and protection under the wings of Yahveh in Judah (<a class=\"ref\">Ruth 1:9; 2:12<\/a>).<\/p><p>Several exegetes read <a class=\"isa\" verses=\"W3siMTc5NzQiOjF9XQ==\">16:4b&ndash;5<\/a> as a direct continuation of <a class=\"isa\" verses=\"W3siMTc5NzEiOjR9XQ==\">16:1&ndash;4a<\/a> in the sense that when the present crisis is past, the &ldquo;Greater Israel&rdquo; of the United Monarchy will be reestablished and law, order, and justice will also prevail in Moab, which was considered to be ideally and theoretically part of that empire (cf. <a class=\"ref\">2 Sam 8:2; Amos 2:1&ndash;3<\/a>). But it is highly unlikely that the fulfillment of a messianic prediction of this kind would be presented as contingent on the conclusion of a critical period in Moab&rsquo;s history. There is moreover no mention of vassal status, and in any case a Moabite vassal ruler would hardly be in David&rsquo;s tent. However inappropriate the placing of the passage may seem to the modern reader, it should be read as one more statement of faith in eventual survival and restoration with special emphasis on the dynastic theme. As such it may be compared with <a class=\"isa\" verses=\"W3siMTc2OTAiOjN9XQ==\">2:4&ndash;6<\/a>, which establishes an equally fortuitous connection between the preceding diatribe against court ladies (<a class=\"isa\" verses=\"W3siMTc3MjQiOjEyfV0=\">3:16&ndash;4:1<\/a>) and the setting up of a canopy, booth, and shelter in Jerusalem. The &ldquo;tent&rdquo; (<em>ʾohēl<\/em>) of David is identical with the &ldquo;booth&rdquo; (<em>sukk&acirc;<\/em>) of David mentioned in <a class=\"ref\">Amos 9:11<\/a>, terms apparently in use among those in the post-disaster period who entertained hope for the eventual restoration of the native dynasty.<\/p><p>The suggestion advanced by Ewald that the editorial note added at <a class=\"isa\" verses=\"W3siMTc5ODIiOjF9XQ==\">16:12<\/a> is a protasis lacking its apodosis, in the sense that the wearisome and unsuccessful prayer of the Moabites would lead them to be ashamed of Chemosh their deity and embrace the cult of Yahveh (cf. <a class=\"ref\">Jer 48:13<\/a>), is ingenious but unconvincing. As it stands, the comment refers back to the frequenting of temple and hill-shrine near the beginning of the poem (<a class=\"isa\" verses=\"W3siMTc5NjMiOjF9XQ==\">15:2<\/a>), thus rounding off the series on a firm note of religious condemnation. Representing foreign cults as profitless toil is a familiar staple of Second Temple polemic, especially in the later chapters of Isaiah (e.g. <a class=\"isa\" verses=\"W3siMTg2MjgiOjF9XQ==\">48:13<\/a>).<\/p><p>The last addition to the Moab poems (<a class=\"isa\" verses=\"W3siMTc5ODMiOjJ9XQ==\">16:13&ndash;14<\/a>) comes from the final stage of redacting the foreign nations material, and should be compared with the same prediction about the Kedarite Arabs in <a class=\"isa\" verses=\"W3siMTgwNTIiOjJ9XQ==\">21:16&ndash;17<\/a>. It provides a valuable indication of the care with which the ancient prophecies were read and the need that was felt to appropriate, justify, and make sense of them in the light of contemporaneous situations and events. It also provides a valuable clue to the emergence of a new kind of prophecy consisting in inspired interpretation of earlier prophecy. While the phrase translated &ldquo;a long time ago&rdquo; (<em>mēʾaz<\/em>) may refer to the fairly recent past (e.g. <a class=\"ref\">2 Sam 15:34<\/a>), it more commonly alludes to the distant past (e.g. <a class=\"ref\">Ps 93:2; Prov 8:22<\/a>) especially in connection with prophecy (<a class=\"isa\" verses=\"W3siMTg1NDIiOjF9XQ==\">Isa 44:8<\/a>). The saying comes from a time during the Second Commonwealth when Moab was prospering&mdash;a situation predicted for them in <a class=\"ref\">Jer 48:47<\/a>&mdash;and when Judean-Moabite relations were at a low ebb. The author of this saying could, for example, have belonged to the integrationist party during Nehemiah&rsquo;s tenure of office when anti-Moabite legislation was being enforced (<a class=\"ref\">Neh 13:1&ndash;3<\/a> cf. <a class=\"ref\">Deut 23:4&ndash;8[3&ndash;7]<\/a>). At any rate, encouraged by the condemnation of Moab in the old prophecies that lay before him, the editor-seer risked the short-term prediction that, after three years, the length of time for which day laborers were usually hired, the current Moabite prosperity would come to an end.<\/p><p> Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em> (Vol. 19, pp. 297&ndash;301). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}