{
    "id": 2078,
    "source": "anchor",
    "verse_id": 18021,
    "verse_count": 10,
    "reference": "19:16–25",
    "title": "“Blessed Be My People Egypt”",
    "html": "<p>These five editorial addenda have been attached <em>serially<\/em> to <a class=\"isa\" verses=\"W3siMTgwMDYiOjE1fV0=\">19:1&ndash;15<\/a> in much the same way that <a class=\"isa\" verses=\"W3siMTc5OTEiOjN9XQ==\">17:7&ndash;8 and 17:9<\/a> have been attached to <a class=\"isa\" verses=\"W3siMTc5ODUiOjd9XQ==\">17:1&ndash;6 and 18:7<\/a> to <a class=\"isa\" verses=\"W3siMTc5OTkiOjZ9XQ==\">18:1&ndash;6<\/a>. The first (<a class=\"isa\" verses=\"W3siMTc5NzEiOjI4fV0=\">16&ndash;17<\/a>) is distinctive in being directly related to the preceding anti-Egyptian saying (e.g. mention of fear inspired by Yahveh&rsquo;s approach in <a class=\"isa\" verses=\"W3siMTgwMDYiOjJ9XQ==\">19:1 and 3<\/a>) and in its adoption of the Isaian themes of the hand raised to strike (<a class=\"isa\" verses=\"W3siMTc5MDAiOjF9XQ==\">11:15<\/a>) and the political agenda or plan of Yahveh (cf. <a class=\"isa\" verses=\"W3siMTgwMDgiOjR9XQ==\">19:3, 11&ndash;13<\/a>). It therefore must have been the original conclusion to <a class=\"isa\" verses=\"W3siMTgwMDYiOjE1fV0=\">19:1&ndash;15<\/a>.<\/p><p>The remaining four &ldquo;on that day&rdquo; additions have nothing in common with <a class=\"isa\" verses=\"W3siMTgwMDYiOjE3fV0=\">19:1&ndash;17<\/a> apart from speaking about Egypt, though <a class=\"isa\" verses=\"W3siMTgwMjciOjF9XQ==\">19:22<\/a> could be read as a reinterpretation of the anti-Egyptian poem. What they have in common among themselves is a strong interest in the Judeo-Egyptian diaspora and its religious significance for the country as a whole. With the possible but by no means certain exception of the first, these addenda are of late date (pace Sweeney 1996, 270, 272, who puts them in the reign of Manasseh) but how late is difficult to determine. Duhm&rsquo;s dating of ii (1892, 18) to shortly after 160 b.c.e. has generally been ruled out on the basis of the textual evidence of lxx and Qumran. The date of the lxx translation of Isaiah is not known with any precision, that of 1QIsa<sup>a<\/sup> is not free of difficulty but in any case is no earlier than 160, and the fragments of 4QIsa<sup>a<\/sup> and 4QIsa<sup>b<\/sup> relevant to the passage have been assigned a date towards the end of the first century b.c.e. Duhm&rsquo;s dating is, nevertheless, almost certainly too late, a fortiori Kaiser&rsquo;s suggestion (1974, 110) that the fourth addition could be alluding to the Treaty of Apamea in 118 b.c.e.<\/p><p>The first addition probably derives from a scribe convinced that the weak condition of Egypt at the time of writing fulfilled the prediction of <a class=\"isa\" verses=\"W3siMTgwMDYiOjE1fV0=\">19:1&ndash;15<\/a> and specifically the threat implicit in Yahveh&rsquo;s plan for Egypt (<a class=\"isa\" verses=\"W3siMTgwMTciOjF9XQ==\">19:12<\/a>); one more example, therefore, of the cumulative process of appropriation and reinterpretation of earlier prophecy in evidence throughout the book. We can construct more or less plausible scenarios in which it could have made sense to say that the land of Judah inspires terror in Egypt&mdash;for example, when Palestine served as the staging ground for Cambyses&rsquo; conquest of Egypt in 525, or after the defeat of the Ptolemies at the battle of Panias in 198&mdash;but these would be no more than guesses. It was enough that Egypt was going through a phase of political weakness for this Isaian epigone to discern in the contemporary political situation the fulfillment of prophecy.<\/p><p>The second addition alludes to the spread of the Jewish diaspora in Egypt and with it the Yahveh cult involving the use, at least for liturgical purposes, of Hebrew and of the name of Yahveh in forensic affairs and in sealing contracts&mdash;a situation amply illustrated in the Elephantine papyri (Cowley; Porten). If five is not a round number&mdash;for which the evidence is not unambiguous (cf. for example, <a class=\"isa\" verses=\"W3siMTgyMzUiOjF9XQ==\">30:17<\/a>)&mdash;these &ldquo;cities&rdquo; or settlements may have formed a kind of federation or network of Jewish communities, and it may be purely coincidental that we can recover the names of five Egyptian centers of Jewish population from Jeremiah. Tahpanes or Baal Zaphon, later Daphne (Tell Defneh), was a border fortress in the Delta (<a class=\"ref\">Jer 2:16; 43:7; 44:1<\/a>), east of which, near Pelusium, was situated Migdol (<a class=\"ref\">Jer 44:1; 46:14; Ezek 29:10; 30:6<\/a>). At the southern end of the Delta lay Memphis (<a class=\"ref\">Jer 44:1<\/a>) and Heliopolis (On <a class=\"ref\">Jer 43:13<\/a>), ancient center of the cult of the solar deity Re. Pathros, the fifth named in <a class=\"ref\">Jeremiah 44:1, 15<\/a>; also <a class=\"isa\" verses=\"W3siMTc4OTYiOjF9XQ==\">Isa 11:11<\/a>, was the designation for Upper Egypt in general.<\/p><p>If the emendation proposed above is correct, the one named location in this second addition would be Heliopolis, the nome in which Onias IV, the high priest ousted from his post in Jerusalem around 170 b.c.e., built a temple to rival the one in Jerusalem. As Josephus tells it (<em>J.W<\/em>. 7.420&ndash;36; <em>Ant.<\/em> 12.387&ndash;88; 13:62&ndash;73, 283&ndash;87), Onias received permission from Ptolemy Philometor to build a temple on the site of an ancient, ruined cult center (probably dedicated to the lion-headed goddess Bast) at Leontopolis (Tell el-Yehudieh), and he did so inspired by the ancient prophecy in <a class=\"isa\" verses=\"W3siMTgwMjQiOjF9XQ==\">Isa 19:19<\/a> about an altar of Yahveh in the land of Egypt. That <a class=\"isa\" verses=\"W3siMTgwMjQiOjF9XQ==\">19:19<\/a> is a <em>vaticinium ex eventu<\/em> alluding to this event cannot be absolutely excluded on chronological and text-historical grounds, but it is not the only possibility. <a class=\"ref\">Jeremiah 44:1; 46:14<\/a> attests that exile centers existed in Egypt beginning in the sixth century b.c.e., the Jewish military colony on the island of Elephantine at the first cataract was established, and its temple built before the Persian occupation of Egypt in 525 b.c.e., and Jewish mercenaries served in Egypt and received fiefs there, from as early as the Saitic period (<em>Letter of Aristeas<\/em> 13). The Jewish diaspora in Egypt has a long history of which we obtain only glimpses through references and names in papyri (conspicuously the Aramaic papyri discovered at Elephantine and Saqqara) and authors of the Greco-Roman period.<\/p><p>It is therefore possible that cult centers could have existed at anytime during the period of the Second Commonwealth. The prohibition of regional sanctuaries in Deuteronomy may not have been thought to apply outside the land of Israel, or it may simply have been disregarded. In any case, it did not prevent the establishment of cult centers at Elephantine, ʿAraq el-Emir east of the Jordan, Leontopolis, and Gerizim.<\/p><p>That the altar is in the middle of Egypt rules out an identification with the temple of the Jewish military colony on the island of Jeb (Elephantine) at the first cataract. The monument (<em>maṣṣēb&acirc;<\/em>) on the border was not a boundary marker (as, for example, <a class=\"ref\">Gen 31:45<\/a>) but a symbolic representation of Yahveh, as the context makes clear. These cultic monoliths were proscribed by Deuteronomic orthodoxy (<a class=\"ref\">Deut 7:5; 12:3; 16:22<\/a>) and the proscription is reflected in <a class=\"ref\">Jeremiah 43:13<\/a>, but the reaction of Egyptian settlers to Jeremiah&rsquo;s preaching (<a class=\"isa\" verses=\"W3siMTg1NDkiOjV9XQ==\">44:15&ndash;19<\/a>) is only one indication of somewhat different religious attitudes in the diaspora. The <em>maṣṣēb&acirc;<\/em>, perhaps set up in a border post assigned to a Jewish military unit like Elephantine, served as a sign of divine assistance during times of local persecution such as led to the destruction of the Elephantine temple in 411 b.c.e.<\/p><p>At this point the language is reminiscent of the pattern of oppression, supplication, and the sending of saviors in the Book of Judges (e.g. <a class=\"ref\">Judg 3:9, 18<\/a>) and of Yahveh&rsquo;s intervention on behalf of his oppressed people in Egypt (<a class=\"ref\">Exod 3:7&ndash;9<\/a>). The Exodus association is apparent also in Yahveh&rsquo;s making himself known to the Egyptians (cf. <a class=\"ref\">Exod 2:25<\/a> reading <em>vayyivvādaʿ ʾălēhem<\/em>, &ldquo;he made himself known to them&rdquo;), which opens up the prospect of significant numbers of Egyptians attaching themselves to the Yahveh cult. What the writer meant by the final comment, about a blow that heals, is unknown, but once again we hear echoes of the traditional story of the sojourn in Egypt&mdash;in this instance the plagues inflicted on the Egyptians (the verb <em>ngp<\/em>, &ldquo;strike,&rdquo; occurs here and in <a class=\"ref\">Exod 12:23, 27<\/a>).<\/p><p>The same association of ideas and motifs carries over into the fourth comment, since the highway (<em>mĕsill&acirc;<\/em>) inevitably recalls the road along which the exiles are to return from Babylon in the latter part of the book (<a class=\"isa\" verses=\"W3siMTg0MjQiOjR9XQ==\">Isa 40:3 and 60:10&ndash;12<\/a> also <em>mĕsill&acirc;<\/em> cf. <a class=\"isa\" verses=\"W3siMTgzMjkiOjF9XQ==\">35:8<\/a> <em>masl&ucirc;l<\/em>). By the time of writing, however, the motif had to be adapted to accommodate the repatriation of exiled Jews from two great diaspora centers, Babylon and Egypt. Babylon is referred to here and in other late texts as &ldquo;Assyria&rdquo; (<a class=\"isa\" verses=\"W3siMTc5MDEiOjF9XQ==\">Isa 11:16<\/a>; <a class=\"ref\">Zech 10:10<\/a>), and when linked with Egypt we may suspect a coded allusion to the Seleucid and Ptolemaic Empires respectively.<\/p><p>Perhaps the author was inspired by the alliance between Antiochus II and Ptolemy II&mdash;&ldquo;the king of the north&rdquo; and &ldquo;the king of the south&rdquo; in Dan 11&mdash;to think of widespread conversion to Judaism or at least of a situation in which diaspora Jews could move freely from one end of the Fertile Crescent to the other and take part in common worship. In the final passage this imagining of the future opens up into the vision of a tripartite axis in the middle of the known world (as set out in the &ldquo;Table of the Nations&rdquo; in Gen 10) bound together in the common worship of the God of Israel, a central zone in which the Abrahamic promise (<a class=\"ref\">Gen 12:1&ndash;3<\/a>) attains its fullest instantiation. Israel (Judah) still occupies the central position both geographically and symbolically as uniquely the possession of Yahveh, but Egypt is also God&rsquo;s people and Assyria (Syria, Babylon) owes its existence to the same source.<\/p><p>We see here, and will see at later points in our reading (e.g. <a class=\"isa\" verses=\"W3siMTg1ODQiOjJ9LHsiMTg2NDMiOjF9XQ==\">45:22&ndash;23; 49:6<\/a>), how the Isaian tradition served as one of the most powerful vectors of the broader and more inclusive way of thinking about God&rsquo;s saving purpose for the world throughout the period of the Second Commonwealth. What the commentator-editor has to say about Assyria, the most oppressive of imperial powers, bears comparison with the divine compassion for the inhabitants of Nineveh, &ldquo;who do not know their right hand from their left&rdquo; at the conclusion of <a class=\"ref\">Jonah 4:11.<\/a> At no point, not even within that tradition, was this more open attitude free of challenge from more integralist understandings of the relation between Israel and other nations; indeed, the history of the interpretation of <a class=\"isa\" verses=\"W3siMTgwMjEiOjEwfV0=\">19:16&ndash;25<\/a> provides illustrations of this tension.<\/p><p>It is&mdash;perhaps needless to say&mdash;simplistic and extremely misleading to speak of the tension between these two tendencies as finally resolved in early Christianity&rsquo;s rejection of Jewish particularism; the tension was a feature of Jewish life and thought throughout the entire period of the Second Commonwealth and has left its mark on the book of Isaiah at numerous points.<\/p><p> Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em> (Vol. 19, pp. 317&ndash;320). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}