{
    "id": 2172,
    "source": "anchor",
    "verse_id": 18899,
    "verse_count": 7,
    "reference": "65:1-7",
    "title": "Judgment on the Syncretists",
    "html": "<p>The diatribe addressed to an unresponsive, contumacious, and idolatrous people in <em>oratio recta<\/em> of the Deity has been read by many commentators as a response to the agonizing questions with which the previous lament ends. The response would be by way of explaining why the lament did not conclude, as liturgical lamentations generally conclude, with an assurance of divine assistance. Actually, an explanation was given in the course of the lament, in the complaint that &ldquo;there is none who invokes your name&rdquo; (<a class=\"isa\" verses=\"W3siMTg4OTIiOjF9XQ==\">64:6a[7a]<\/a>). But Duhm (1922, 474&ndash;75) was certainly correct to point out that those addressed in <a class=\"isa\" verses=\"W3siMTg4OTkiOjd9XQ==\">65:1&ndash;7<\/a>, who are practicing &ldquo;pagan&rdquo; cults, eating pork, and so on, have little in common with the plaintive penitents on whose behalf the psalm immediately preceding was composed. This would suggest that, though a connection does exist, with chs. <a class=\"isa\" verses=\"W3siMTg4OTkiOjQ5fV0=\">65&ndash;66<\/a> we are in a quite different situation.<\/p><p>The pattern of alternating words of reproof with reassurance, in evidence in successive units beginning with <a class=\"isa\" verses=\"W3siMTg3NTUiOjh9XQ==\">56:1&ndash;8<\/a>, continues nevertheless throughout ch. <a class=\"isa\" verses=\"W3siMTg4OTkiOjI1fV0=\">65<\/a> (vv<a class=\"isa\" verses=\"W3siMTc2NTYiOjE1M30seyIxNzgwOSI6Nzd9LHsiMTc4ODYiOjIyfSx7IjE3OTA4Ijo3N30seyIxNzk4NSI6MTM1fV0=\"> 1&ndash;7, 8&ndash;10, 11&ndash;12, 13&ndash;16, 17&ndash;24<\/a>). The alternation is highlighted by the call-response, seeking-finding motif, first heard in <a class=\"isa\" verses=\"W3siMTg2NjUiOjF9XQ==\">50:2<\/a> (&ldquo;Why was no one there when I came? Why did no one answer when I called?&rdquo;), a complaint that anticipates <a class=\"isa\" verses=\"W3siMTg4OTkiOjF9XQ==\">65:1<\/a> and is repeated at intervals throughout the last 11 chapters of the book (<a class=\"isa\" verses=\"W3siMTg3OTYiOjF9LHsiMTg4OTIiOjF9LHsiMTg4OTkiOjR9LHsiMTg5MjciOjF9XQ==\">58:9; 64:6[7]; 65:1, 10, 12, 24; 66:4<\/a>). Since <a class=\"isa\" verses=\"W3siMTg5MjMiOjF9XQ==\">65:25<\/a> is an addendum to the chapter, as I shall argue, the same theme also serves as an inclusio binding the chapter together (<a class=\"isa\" verses=\"W3siMTg4OTkiOjJ9XQ==\">65:1, 24<\/a>). The distinction between the elect and the reprobate in the Jewish community also comes increasingly into focus in these last two chapters. It corresponds to the contrast between the nation that does not invoke YHVH&rsquo;s name mentioned in the present passage and &ldquo;my people who seek me&rdquo; in the passage following (<a class=\"isa\" verses=\"W3siMTg5MDgiOjF9XQ==\">65:10<\/a>). Likewise, the honorific title &ldquo;servants of YHVH,&rdquo; used of the people as a whole in the preceding lament (<a class=\"isa\" verses=\"W3siMTg4ODQiOjF9XQ==\">63:17<\/a>), is restricted in the last two chapters to the elect, that is, those who, in the writer&rsquo;s view, constitute the faithful minority.<\/p><p>Recent commentary has given much attention to the question whether ch. <a class=\"isa\" verses=\"W3siMTg4OTkiOjI1fV0=\">65<\/a> can be read as a literary rather than an editorial unity. Marti (1900, 400) argued for a collection of small units in chs. <a class=\"isa\" verses=\"W3siMTg4OTkiOjQ5fV0=\">65&ndash;66<\/a> held together by a common theme (<a class=\"isa\" verses=\"W3siMTg4OTkiOjI1fSx7IjE4OTI0IjoyMH1d\">65:1&ndash;7, 8&ndash;12, 13&ndash;20, 21&ndash;25; 66:1&ndash;4, 5&ndash;11, 12&ndash;18a, 18b&ndash;22, 23&ndash;24<\/a>). Budde (1922, 713&ndash;14) and Volz (1932, 281) read ch. <a class=\"isa\" verses=\"W3siMTg4OTkiOjI1fV0=\">65<\/a> as one literary unit, as also do Muilenburg (1956, 757) and Hanson (1975, 161&ndash;63), though for different reasons. Pauritsch (1971, 173) used the expression &ldquo;kerygmatic unit&rdquo; for the chapter. It seems advisable in general to approach this and other texts with the expectation of compositional unity rather than to anticipate a work of editorial bricolage.<\/p><p>The conventional prophetic formulas, helped out by repetition of significant phrases, function to articulate the chapter. The first of these&mdash;<em>ʾāmar YHVH<\/em>, &ldquo;a saying of YHVH,&rdquo; <a class=\"isa\" verses=\"W3siMTc2NTYiOjMxfV0=\">7a<\/a>&mdash;may at some point have concluded the first unit, since the indictment unexpectedly starts up again, and does so in repetitive fashion, in v <a class=\"isa\" verses=\"bnVsbA==\">7b&ndash;c<\/a>. The following section (<a class=\"isa\" verses=\"W3siMTc4MDkiOjk5fV0=\">8&ndash;12<\/a>), is clearly delineated by the introductory &ldquo;these are YHVH&rsquo;s words&rdquo; in vv <a class=\"isa\" verses=\"W3siMTc4MDkiOjIyfSx7IjE3OTA4IjoyMn1d\">8 and 13<\/a>, reinforced by the repetition of the call-answer motif at its conclusion (v <a class=\"isa\" verses=\"W3siMTc5MDIiOjZ9XQ==\">12<\/a>). The same motif wraps up vv <a class=\"isa\" verses=\"W3siMTc5MDgiOjIxMn1d\">13&ndash;24<\/a>, even though some commentators assign the brief apocalypse, vv <a class=\"isa\" verses=\"W3siMTc5ODUiOjE0N31d\">17&ndash;25<\/a>, a distinct and later origin. The only indication of disturbance in vv<a class=\"isa\" verses=\"W3siMTc2NTYiOjE1M31d\"> 1&ndash;7<\/a> is the final, repetitive accusation and anticipation of judgment (v <a class=\"isa\" verses=\"W3siMTc2NTYiOjMxfV0=\">7bc<\/a>) that follows the closing prophetic formula (<em>ʾāmar YHVH<\/em>) in v <a class=\"isa\" verses=\"W3siMTc2NTYiOjMxfV0=\">7a<\/a>.<\/p><p>That these markers, though useful, cannot by themselves answer the question posed at the beginning of the previous paragraph is confirmed by the great variety of solutions proposed in recent years. Some of these are unduly elaborate and speculative. I am thinking of Sekine (1989, 165&ndash;78), who extracts from the chapter a Trito-Isaian core (vv <a class=\"isa\" verses=\"W3siMTgwNzkiOjE4fSx7IjE4MTIwIjoxMn1d\">16b&ndash;23, 25<\/a>) and assigns the rest to redactors. Vermeylen (1978, 492&ndash;503) identifies seven editorial layers in chs. <a class=\"isa\" verses=\"W3siMTg4OTkiOjQ5fV0=\">65&ndash;66<\/a> and two in <a class=\"isa\" verses=\"W3siMTg4OTkiOjd9XQ==\">65:1&ndash;7<\/a>, the first deriving from a pietist group in the fourth century b.c.e. (vv <a class=\"isa\" verses=\"W3siMTc2NTYiOjUzfSx7IjE3NzcxIjozOH1d\">1&ndash;2, 6&ndash;7a<\/a>), the second from the Hellenistic period (vv <a class=\"isa\" verses=\"W3siMTc3MDkiOjYyfSx7IjE3NjU2IjozMX1d\">3&ndash;5, 7b<\/a>). Attention to incipits and excipits of the conventional prophetic type, in addition to subject matter, suggests the following articulation of chs. <a class=\"isa\" verses=\"W3siMTg4OTkiOjI1fSx7IjE4OTI0IjoyNH1d\">65&ndash;66: 65:1&ndash;7, 8&ndash;12, 13&ndash;16, 17&ndash;24, 25; 66:1&ndash;4, 5, 6&ndash;11, 12&ndash;16, 17, 18&ndash;24<\/a>. The interesting suggestion of P. A. Smith (1995, 129&ndash;31) that <a class=\"isa\" verses=\"W3siMTg5NDAiOjF9XQ==\">66:17<\/a> forms an inclusion with <a class=\"isa\" verses=\"W3siMTg4OTkiOjd9XQ==\">65:1&ndash;7<\/a> will call for discussion, as also will <a class=\"isa\" verses=\"W3siMTg5NDEiOjd9XQ==\">66:18&ndash;24<\/a>, the conclusion to the entire book as well as to chs. <a class=\"isa\" verses=\"W3siMTg3NTUiOjE5M31d\">56&ndash;66<\/a>.<\/p><p>The meter of the poem is for the most part (11 out of 16 verses in mt) a regular 3:3, with the exception of 2:2 in the middle (vv <a class=\"isa\" verses=\"W3siMTc2NTYiOjMxfV0=\">3b, 4a<\/a>), which was perhaps intended to draw attention to the unacceptable cults being practiced.<\/p><p>Seeking God and calling on his name (<a class=\"isa\" verses=\"W3siMTg4OTkiOjF9XQ==\">65:1<\/a>) is, for these Isaian texts, the essence of religion. Compare <a class=\"isa\" verses=\"W3siMTg3NDciOjJ9XQ==\">55:6&ndash;7a<\/a>, which uses the same language as <a class=\"isa\" verses=\"W3siMTg4OTkiOjJ9XQ==\">65:1&ndash;2<\/a> (seeking, invoking, going one&rsquo;s own way, following one&rsquo;s own devices):<\/p><p>Seek YHVH while he may be found,<\/p><p>invoke him while he is near;<\/p><p>let the wicked forsake their ways,<\/p><p>the sinful their devices.<\/p><p>Depending on the context, seeking (<em>dr&scaron;<\/em>, <em>bq&scaron;<\/em>) and asking (<em>&scaron;ʾl<\/em>) can also imply consultation of the deity through a designated intermediary (e.g., <a class=\"isa\" verses=\"W3siMTc4MjciOjF9LHsiMTc4OTUiOjF9LHsiMTgwMDgiOjF9XQ==\">Isa 8:19; 11:10; 19:3<\/a>) and participation in worship, as in the phrase &ldquo;to seek the face of YHVH&rdquo; (<a class=\"ref\">Pss 24:6; 27:8; 105:4<\/a>, with <em>bq&scaron;<\/em>). Invocation of YHVH&rsquo;s Name, the cults mentioned in vv<a class=\"isa\" verses=\"W3siMTc3MDkiOjI2fSx7IjE3NzM1Ijo2fSx7IjE3Nzg0IjoyNX1d\"> 3, 4 and 7<\/a>, and the language of ritual sequestration in v <a class=\"isa\" verses=\"W3siMTc3NDEiOjMwfV0=\">5<\/a> suggest rather strongly that the complaint is about neglect of the orthodox cult of YHVH, and this conclusion is reinforced by the attack in the following passage on the equally unresponsive people who forsake YHVH and ignore his holy mountain, that is, the Jerusalem temple (<a class=\"isa\" verses=\"W3siMTg5MDkiOjJ9XQ==\">65:11&ndash;12<\/a>).<\/p><p>As the diatribe proceeds and gathers strength (<a class=\"isa\" verses=\"W3siMTc2ODciOjQ4fV0=\">2&ndash;3a<\/a>), the natural Godward direction of prayer is reversed. Stretching out the hands or, more commonly, the palms of the hands, is the typical attitude of the one praying (<a class=\"ref\">Exod 9:29, 33; 1 Kgs 8:22, 38, 54<\/a>; <a class=\"isa\" verses=\"W3siMTc2NzAiOjF9XQ==\">Isa 1:15<\/a>;<a class=\"ref\"> Ezra 9:5; Pss 44:21; 143:6<\/a> etc.). At this point the language is conspicuously Deuteronomic in character. For the Deuteronomists, sin is preeminently rebellion (<a class=\"ref\">Deut 21:20; 30:1; Jer 5:13; 6:27&ndash;28<\/a>) and a provocation of God (<em>kʿs<\/em> Hiphil: <a class=\"ref\">Deut 4:25; 9:18; 31:29; 32:16<\/a>; and often in the History). The wording of the denunciation is also similar to <a class=\"ref\">Jer 18:12<\/a>&mdash;&ldquo;We will follow our own devices, and each of us will act in the stubbornness of our evil heart&rdquo;&mdash;which appears in the context of the incomprehension about and therefore rejection of YHVH&rsquo;s purposes in the affairs of Israel.<\/p><p>With the help of lxx, perhaps quoted from memory, Paul in <a class=\"ref\">Rom 10:20&ndash;21<\/a> presents an interesting interpretation of <a class=\"isa\" verses=\"W3siMTg4OTkiOjJ9XQ==\">Isa 65:1&ndash;2<\/a>. Those who, without seeking, have found God and to whom, without asking, God has become manifest are the Gentiles, and their attitude is in contrast to the disobedient and contrary Jewish people to whom in vain God holds out his hands. This Pauline reading of <a class=\"isa\" verses=\"W3siMTg4OTkiOjJ9XQ==\">Isa 65:1&ndash;2<\/a> has had unfortunate consequences. One particularly scandalous example is Pius IX&rsquo;s command that the text be inscribed in Hebrew and Latin over the entrance to the church of San Gregorio a Ponte Quattro Capi, facing directly into the Roman ghetto, where it can still be seen.<\/p><p>Beginning with v <a class=\"isa\" verses=\"W3siMTc2NTYiOjMxfV0=\">2b<\/a>, the attitude and practice of the rebellious people are spelled out by means of seven active participles. The first of five cultic practices listed is participation in sacrificial rites in gardens. The garden (<em>gann&acirc;<\/em>, feminine form) as a sacred <em>temenos<\/em> is also mentioned in <a class=\"isa\" verses=\"W3siMTc2ODQiOjF9XQ==\">1:29<\/a> in a passage (<a class=\"isa\" verses=\"W3siMTc2ODIiOjV9XQ==\">1:27&ndash;31<\/a>) from the same milieu as <a class=\"isa\" verses=\"W3siMTg4OTkiOjd9XQ==\">65:1&ndash;7<\/a> (Blenkinsopp 2000a, 187&ndash;88). It is noteworthy that <a class=\"isa\" verses=\"W3siMTc2ODQiOjF9XQ==\">1:29<\/a> associates sacred trees with gardens, and the frequent condemnation of worship &ldquo;under every green tree&rdquo; (<a class=\"ref\">Deut 12:2; 2 Kgs 16:4; Hos 4:13<\/a>) would lead us to suspect that such a &ldquo;tree of life,&rdquo; situated in the center of a garden, as in the Garden of Eden, was the focus of cultic action. Comparison with the deviant cults practiced &ldquo;under every green tree&rdquo; in <a class=\"isa\" verses=\"W3siMTg3NzEiOjF9XQ==\">57:5<\/a> would be appropriate. Association with the cult of Asherah is also suggested. From the numerous biblical references to the <em>ʾă&scaron;ēr&acirc;<\/em> we deduce that this symbol of the goddess could be planted (<a class=\"ref\">Deut 16:21<\/a>) and uprooted (<a class=\"ref\">Mic 5:13<\/a>), cut down and burned (<a class=\"ref\">Judg 6:15&ndash;26; 2 Kgs 18:4<\/a> etc.). It was therefore a sacred tree, a &ldquo;tree of life,&rdquo; that served as the focus for rituals in honor of the goddess. And, in general, the idea of the garden as the sacred <em>temenos<\/em> and place for cultic activity was widespread in the Near East (for an example from Assyria, see Lipiński).<\/p><p>In a later, apparently fragmentary allusion to such practices (<a class=\"isa\" verses=\"W3siMTg5NDAiOjF9XQ==\">66:17<\/a>), we witness the adepts&rsquo; sanctifying and ritually cleansing themselves before entering the gardens following a female hierophant. There is no need to limit such practices either to the Hellenistic period or the time of the kingdoms.<\/p><p>The accusation of burning incense upon bricks has exercised the ingenuity of exegetes for some time. Unsupported emendation of <em>lĕbēn&icirc;m<\/em> (&ldquo;bricks&rdquo;) to <em>hār&icirc;m<\/em> (&ldquo;mountains&rdquo;) or <em>ʾăbān&icirc;m<\/em> (&ldquo;stones&rdquo;) is no solution, and reading <em>malbēn&icirc;m<\/em> (&ldquo;brick molds,&rdquo; &ldquo;brickworks,&rdquo; &ldquo;brick pavement&rdquo; [?]; see <a class=\"ref\">2 Sam 7:21; Jer 43:9; Nah 3:14<\/a>) is a case of <em>obscurum per obscurius<\/em> (Hanson 1975, 140). Some have suggested that the fault lay in the use of bricks instead of earth or unworked stone in the construction of an altar (<a class=\"ref\">Exod 20:24&ndash;25<\/a>), which would be a fault, but not the kind being castigated here. Based on <a class=\"ref\">Hos 4:13<\/a>, Marti (1900, 401) proposed (but without much conviction) the plural of <em>libneh<\/em>, &ldquo;white poplar,&rdquo; while D. Conrad (1968, 232&ndash;34) found a parallel in Babylonian rooftop offerings in earthenware vessels or on bricks.<\/p><p>Perhaps the most plausible of the many proposals on offer, and one calling for the least alteration in mt, is to read <em>&ucirc;mĕqaṭṭĕr&icirc;m ʿal hallĕbōn&acirc;<\/em>, &ldquo;and burning incense on the incense altar.&rdquo; While <em>lĕbōn&acirc;<\/em>, &ldquo;frankincense,&rdquo; nowhere means &ldquo;incense altar&rdquo; in the Hebrew Bible, this meaning is attested in an inscription on an incense altar from Lachish: <em>lbnt ʾy&scaron; bn mḥly<\/em>, &ldquo;incense altar of Iyas son of Mahlay&rdquo; (Dahood 1960, 406&ndash;9). The equivalent term in Biblical Hebrew is <em>hammān<\/em>, and it is perhaps worth noting that these incense altars are elsewhere associated with Asherah symbols (<a class=\"isa\" verses=\"W3siMTc5OTIiOjF9LHsiMTgxNjEiOjF9XQ==\">Isa 17:8; 27:9<\/a>; <a class=\"ref\">2 Chr 34:4&ndash;7<\/a>). But it remains true that there is nothing intrinsically improbable about burning incense on bricks, under circumstances unknown to us that could have rendered it reprehensible in the eyes of the writer.<\/p><p>Even more puzzling is the alternative rendering of 1QIsa<sup>a<\/sup> which, literally translated, reads: &ldquo;They suck hands on the stones.&rdquo; In the Note on this Qumran reading, it was suggested that this text has enough letters in common with mt (11 out of 17), and in the same order, to suggest textual corruption in either the Qumran scroll or mt. Attempts to circumvent a reference in this alternative version to an obscene rite are understandable but unconvincing. (For <em>yād<\/em> = &ldquo;penis&rdquo; and possibly <em>ʾabnayim<\/em>, reading dual = &ldquo;testicles,&rdquo; see <a class=\"isa\" verses=\"W3siMTg3NzQiOjF9XQ==\">Isa 57:8<\/a>; <a class=\"ref\">Exod 1:16; Qoh 3:5<\/a>). Hanson (1975, 141) reports Cross&rsquo;s rendering, &ldquo;They empty their incense spoons on stones&rdquo; which takes the verb to be <em>nqh<\/em> rather than <em>ʿnq<\/em>. But there seems to be no basis in Classical Hebrew for the verb <em>nqh<\/em> = &ldquo;to empty&rdquo; or for <em>yād<\/em> = &ldquo;incense spoon,&rdquo; and this would in any case be a rather odd way of referring to a reprehensible cult act (see further Rubinstein 1953, 92&ndash;95; Brownlee 1964, 234&ndash;35).<\/p><p>Squatting among rocks and spending the night in tombs, perhaps in tomb chambers like the one mentioned in a tomb inscription from the Kidron Valley (<em>hdr bktp hṣr<\/em>, &ldquo;chamber on the slope of the rock,&rdquo; Dahood 1960, 408&ndash;9), belong to the same category of necromantic practice as those referred to in <a class=\"isa\" verses=\"W3siMTg3NzEiOjF9XQ==\">57:5b&ndash;6<\/a>. Ritual incubation, spending the night in a holy place in the expectation of obtaining a communication from the numen of the place (e.g., <a class=\"ref\">Gen 28:10&ndash;22; 1 Sam 3:2&ndash;18<\/a>), was a normal religious practice throughout the Levant and Near East. In this instance the purpose was to communicate with the ancestors, &ldquo;the spirits of the dead and the ghosts that chirp and mutter&rdquo; (<a class=\"isa\" verses=\"W3siMTc4MjciOjF9XQ==\">Isa 8:19<\/a>), a practice that, though contrary to Yahvistic orthodoxy (<a class=\"ref\">Lev 19:31; 20:6, 27; Deut 18:11<\/a>), was a well-attested feature of the religion of the household and clan.<\/p><p>The prohibition against eating pork (<a class=\"ref\">Lev 11:7; Deut 14:8<\/a>) was due less to the perceived insanitary habits of this animal or to the danger of contracting trichinosis, the pathogen for which was discovered only in the nineteenth century, than to its role in the sacrificial rituals of neighboring peoples. The reference here is most likely to a sacrificial meal in which pork was consumed, especially since in other cultures the pig was associated with chthonic deities, (de Vaux 1971[1958]: 252&ndash;69). &ldquo;Unclean food&rdquo; (<em>pigg&ucirc;l<\/em>, <a class=\"ref\">Lev 7:18; 19:7; Ezek 4:14<\/a>) is also mentioned together with pork in <a class=\"isa\" verses=\"W3siMTg5NDAiOjF9XQ==\">66:17<\/a>, which lists a witch&rsquo;s brew of insects and vermin, consumed during the ritual in the garden.<\/p><p>These reports from the Judean underworld do not require us to identify the participants in these rituals as members of Hellenistic mystery cults (<em>Kultgenossenschaften<\/em>, as Volz 1932, 279&ndash;80 describes them and several scholars since have proposed). As I noted in the discussion on the similar practices condemned in <a class=\"isa\" verses=\"W3siMTg3NjkiOjExfV0=\">57:3&ndash;13<\/a>, it is rather a case of continuity with religious practice, at both the popular and state level, during the last century of the Judean kingdom. In his supernaturally guided tour of the Jerusalem temple in 592 b.c.e., Ezekiel witnessed a ritual in progress analogous to the one to which the Isaian texts refer (<a class=\"ref\">Ezek 8:10&ndash;12<\/a>). The location was a dark corner of the Jerusalem temple, the room was decorated with images of all sorts of creeping and crawling things (<em>remeś, &scaron;eqeṣ<\/em>), incense was burned, and a certain Jaazaniah, the leader of the liturgy, stood in the midst of the participants.<\/p><p>The injunction spoken by the members of the conventicle or cult group (v <a class=\"isa\" verses=\"W3siMTc2NTYiOjMxfV0=\">5a<\/a>) appears, in the context, to be directed at YHVH rather than at YHVH worshipers in the community. &ldquo;Keep your distance&rdquo;&mdash;literally, &ldquo;approach to yourself&rdquo; (<em>qĕrab ʾēl&ecirc;ka<\/em>)&mdash;could be understood as an insolent rejoinder to YHVH&rsquo;s invitation in <a class=\"isa\" verses=\"W3siMTg3NjkiOjF9XQ==\">57:3<\/a> to draw near (<em>qirĕb&ucirc; hēnn&acirc;<\/em>), addressed to the children of the sorceress. However, no translation of the second part of the verse featuring the verb <em>qd&scaron;<\/em> is entirely above suspicion. In the Masoretic pointing, the verb is intransitive and would therefore not have a suffix indicating direct object, though there are a few cases in which an indirect object is expressed by a direct object suffix (GKC &sect;117x). But it is doubtful that this construction would permit a comparative, such as &ldquo;I am too holy for you&rdquo; (nrsv and frequently in the commentaries, e.g., Beuken 1989a, 67; Lau 1994, 189&ndash;90) or &ldquo;I am purer than you&rdquo; (as in the Targum). Even more dubious is &ldquo;do not touch me, or I will communicate holiness to you&rdquo; (Hanson 1975, 147&ndash;49), because <em>k&icirc;<\/em> cannot mean &ldquo;or,&rdquo; and the tense of the verb must be either past or present but not future. If the Masoretic punctuation is maintained (Qal rather than Piel conjugation) the idea may be that, as a result of participating in the rituals mentioned, the speaker has been made holy, that is, set apart, <em>with respect to<\/em> YHVH.<\/p><p>Smoking nostrils and fire are usually manifestations of divine anger and danger:<\/p><p>Smoke went up from his nostrils,<\/p><p>a consuming fire from his mouth. (<a class=\"ref\">2 Sam 22:9 = Ps 18:9<\/a>)<\/p><p>In <a class=\"isa\" verses=\"W3siMTg5MDMiOjF9XQ==\">Isa 65:5<\/a>, however, the imagery applies to the transgressors whose offenses are as distressing as smoke blowing into one&rsquo;s face from a fire. The idea of heavenly record-keeping was familiar throughout the ancient Near East, as also was the idea of tablets of destiny in which the future was recorded (cf. <a class=\"ref\">Ps 139:16<\/a>). The ledger would contain either the names of all the living (e.g., <a class=\"ref\">Exod 32:32&ndash;33<\/a>) or the names of the righteous together with their tribulations and good deeds (<a class=\"ref\">Ps 56:9; 69:29; Neh 13:14<\/a>; <a class=\"isa\" verses=\"W3siMTc3MzciOjF9XQ==\">Isa 4:3<\/a>; <a class=\"ref\">Mal 3:16; Dan 12:1<\/a>). Here, in <a class=\"isa\" verses=\"W3siMTg5MDQiOjF9XQ==\">Isa 65:6<\/a>, we are closer to the court records detailing deeds good and bad, on the basis of which judgment will be passed in the final reckoning (<a class=\"ref\">Dan 7:10; <em>1<\/em> <em>En.<\/em> 90:20<\/a>).<\/p><p>The theme of YHVH&rsquo;s silence or inactivity appears frequently in the latter part of Isa (<a class=\"isa\" verses=\"W3siMTg0OTUiOjF9LHsiMTg3NzciOjF9LHsiMTg4NTYiOjF9XQ==\">42:14; 57:11; 62:1<\/a>), and this latest announcement that the silence will be broken could be taken as an answer to the lament about YHVH&rsquo;s silence in <a class=\"isa\" verses=\"W3siMTg4OTciOjF9XQ==\">64:11[12]<\/a>, but not the kind of answer that was anticipated. The verb <em>&scaron;illēm<\/em>, here translated &ldquo;requite,&rdquo; is used for the fulfillment of vows (<a class=\"isa\" verses=\"W3siMTgwMjYiOjF9XQ==\">Isa 19:21<\/a>), making restitution (<a class=\"ref\">Exod 21:34, 36&ndash;37<\/a>), or making payment. Paying or requiting in full measure (literally, &ldquo;into their laps&rdquo;) makes use of the image of filling the fold of the outer garment (used in lieu of pockets) with goods. Due to the prophetic <em>excipit<\/em> at the end of v <a class=\"isa\" verses=\"W3siMTc2NTYiOjMxfV0=\">7a<\/a> and the repetitions in <a class=\"isa\" verses=\"W3siMTc2NTYiOjMxfV0=\">7bc<\/a>, several commentators regard the final two verses as textually suspect. This may be so, but the text makes sense as it stands, and the repetitions do not materially affect the meaning.<\/p><p>Blenkinsopp, J. (2008). <em>Isaiah 56&ndash;66: a new translation with introduction and commentary<\/em> (Vol. 19B, pp. 268&ndash;273). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}