{
    "id": 2094,
    "source": "anchor",
    "verse_id": 18188,
    "verse_count": 7,
    "reference": "28:23–29",
    "title": "The Parable of the Good Farmer",
    "html": "<p>This passage has a distinctly different tone from the one preceding it. Though without a descriptive title, its didactic character is announced in the elaborately formal demand for a hearing containing four imperatives (for the combination <em>&scaron;imʿ&ucirc;<\/em>\/<em>haʾăz&icirc;n&ucirc;<\/em> see also <a class=\"isa\" verses=\"W3siMTc2NTciOjJ9LHsiMTgyNjkiOjF9LHsiMTg2NzgiOjF9XQ==\">1:2, 10; 32:9; 51:4<\/a>) and is reinforced by the idea of instruction imparted by God (verbal stems <em>ysr<\/em> and <em>yrh<\/em>, the latter deliberately ambiguous, <a class=\"isa\" verses=\"W3siMTgxMzIiOjIxfV0=\">26<\/a>) whose counsel (<em>ʿēṣ&acirc;<\/em>) and wisdom (<em>tu&scaron;iyy&acirc;<\/em>) are incomparable (<a class=\"isa\" verses=\"W3siMTgxOTUiOjI0fV0=\">29<\/a> cf. <a class=\"ref\">Prov 8:14<\/a>, where these terms occur together). A major stylistic feature of this didactic genre is a series of rhetorical questions leading the reader, by means of analogy, to assent to the truth of a proposition (cf. the series in<a class=\"ref\"> Amos 3:3&ndash;8 <\/a>beginning &ldquo;do two walk together unless they have made an appointment?&rdquo;). From one perspective the passage could be described as a parabolic illustration of the dictum that &ldquo;for everything there is a season&rdquo; (<a class=\"ref\">Eccl 3:1<\/a>) or the Stoic doctrine of <em>eukairia<\/em> (&ldquo;timeliness&rdquo;), and the practice of illustrating the force of this dictum by analogies drawn from husbandry is well attested in antiquity from the Sumerian &ldquo;Farmer&rsquo;s Almanac&rdquo; to Virgil&rsquo;s <em>Georgics<\/em>, not excluding the Hebrew Bible (cf. <a class=\"ref\">Prov 20:4,<\/a> about the lazy farmer who does not plow in time for sowing). In the present context the moral is transparent. There is a right and a wrong method and time for growing herbs, legumes, and grain known to the trained and experienced countryman. The method involves violence, the application of force&mdash;the soil must be broken up, harrowed, plowed&mdash;but if force is exerted excessively or for too long the outcome will not be successful.<\/p><p>The relevance of the analogy to the strange, uncanny, and often destructive ways in which divine activity is said, in statements immediately preceding, to impinge on the human subject and human society (<a class=\"isa\" verses=\"W3siMTgxODYiOjF9XQ==\">28:21<\/a>) is unmistakable. The parable is addressed to the reader of a later day who might justifiably be perplexed or offended by such language, and the intent is to justify divine action with respect to its inner consistency, its not infrequent but wisely directed violence, and its duration. It may therefore be read as an <em>apologia<\/em> for the theopolitical understanding of human events according to the prophetic and Isaian tradition. Several of the major commentators (e.g. Dillmann, Duhm, Fohrer, Wildberger) attribute it to Isaiah. We could admit that the language is, broadly speaking, Isaian, and we have encountered motifs such as the stick and the rod (<em>maṭṭeh, &scaron;ēbeṭ<\/em>) more than once in putatively early material (<a class=\"isa\" verses=\"W3siMTc4MzMiOjF9LHsiMTc4NTYiOjN9LHsiMTc5MzQiOjF9XQ==\">9:3; 10:5, 15, 24; 14:5<\/a>). Such lexical and thematic features can, however, be as easily explained by familiarity with earlier Isaian material as by common authorship. Barth (1977, 211) and Clements (1980a, 233) assign it in somewhat arbitrary fashion to their Assyrian-Josian redaction. Others read it as a <em>literary<\/em> composition from the period of the Second Temple (e.g. Kaiser 1974, 259). These questions are rarely answerable with assurance. It can at least be said that, if it is an independent literary composition, it was composed specifically for use at this point, as a kind of exegetical reflection in parabolic form on the preceding words of judgment.<\/p><p>The lesson is imparted in two brief discourses, each ending with a reflection on divine activity (<a class=\"isa\" verses=\"W3siMTgwOTciOjU2fSx7IjE4MTUzIjo2Nn1d\">24&ndash;26, 27&ndash;29<\/a>). The second, the distinct configuration of which is confirmed by the concluding phrase &ldquo;this too&rdquo; (<em>gam-zōʾt<\/em> 29) referring to it, goes beyond the first in stressing the importance of avoiding excessive force in these agrarian procedures. Most of the routine agricultural activities mentioned have a metaphoric application. Given the existence of an agrarian society, the extensive use of such imagery is to be expected. <a class=\"ref\">Hos 10:11&ndash;12<\/a>, for example, parallels our passage in speaking of plowing, breaking up the ground, sowing, harrowing, reaping, and the need for rain in metaphoric illustration of the religious life of Samaria and Judah. Plowing can connote physical destruction as a result of military action (<a class=\"ref\">Mic 3:12; Jer 26:18<\/a>) as well as sexual violence (<a class=\"ref\">Judg 14:18<\/a>). The metaphoric potential of harrowing is apparent in English whenever we speak of a harrowing experience (cf. <a class=\"ref\">Hos 10:11; Job 39:10; Sir 38:26<\/a>), and threshing, winnowing, and beating olive trees to detach the olives can describe the violence inseparable from military conquest and occupation by a victorious army (<a class=\"isa\" verses=\"W3siMTc5OTciOjF9LHsiMTgwNDYiOjF9LHsiMTg0NjciOjJ9XQ==\">17:13; 21:10; 41:15&ndash;16<\/a>; <a class=\"ref\">Amos 1:3; Mic 4:13<\/a>). It is an interesting attempt to reflect, we suspect somewhat uneasily, on collective suffering and hardship inflicted as a form of divine education. We encounter the same theme in the contribution of Elihu to the debate with Job where its limitations are even more clearly in evidence than they are in the Isaian context.<\/p><p>Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em> (Vol. 19, pp. 397&ndash;398). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}