{
    "id": 2148,
    "source": "anchor",
    "verse_id": 18683,
    "verse_count": 8,
    "reference": "51:9-16",
    "title": "An Urgent Prayer for Divine Intervention",
    "html": "<p>As we have found to be so often the case, the connecting links between these passages and the ones immediately preceding are far from obvious. The injunction not to be afraid of or discouraged by opposition (<a class=\"isa\" verses=\"W3siMTg2ODEiOjJ9XQ==\">51:7&ndash;8<\/a>) is repeated with different words (vv <a class=\"isa\" verses=\"W3siMTc5MDIiOjI4fV0=\">12&ndash;13<\/a>), and what has previously been said about divine intervention through the figure of the arm of Yahveh (<a class=\"isa\" verses=\"W3siMTg2NzkiOjF9XQ==\">51:5<\/a>) will occasion the first of several apostrophes here (<a class=\"isa\" verses=\"W3siMTg2ODMiOjN9XQ==\">51:9&ndash;11<\/a>). The clearest structural indicator in what follows, however, is the repeated imperative introducing three apostrophes, each followed by a response in <em>oratio recta<\/em> of Yahveh: the first (<a class=\"isa\" verses=\"W3siMTg2ODMiOjh9XQ==\">51:9&ndash;11 + 12&ndash;16<\/a>) is addressed to Yahveh&rsquo;s arm, the second and third (<a class=\"isa\" verses=\"W3siMTg2OTEiOjd9LHsiMTg2OTgiOjZ9XQ==\">51:17&ndash;20 + 21&ndash;23; 52:1&ndash;2 + 3&ndash;6<\/a>) to Jerusalem\/Zion.<\/p><p>The repeated verb (<em>ʿ&ucirc;r&icirc;<\/em>, <em>hitʿorĕr&icirc;<\/em>, <em>ʿ&ucirc;r&icirc;<\/em>) can signify a call to battle (addressed to Deborah, <a class=\"ref\">Judg 5:12<\/a>); a summons to a special mission, such as when Yahveh aroused the spirit of Cyrus (<a class=\"isa\" verses=\"W3siMTg0NTQiOjJ9LHsiMTg1NzUiOjF9XQ==\">41:2, 25; 45:13<\/a>), or to a prophetic calling (<a class=\"isa\" verses=\"W3siMTg2NjciOjF9XQ==\">50:4<\/a>); or, finally, a gathering up of spiritual and physical energies for decisive action. The repetition itself indicates a sense of urgency and conveys the impression that a critical point has been reached. The repetition further along urging departure, presumably from Babylon (<em>s&ucirc;r&ucirc;<\/em>, <em>s&ucirc;r&ucirc;<\/em>, <em>ṣĕʾ&ucirc; mi&scaron;&scaron;ām<\/em> <a class=\"isa\" verses=\"W3siMTg3MDgiOjF9XQ==\">52:11<\/a>), connects structurally with the first passage in chs. <a class=\"isa\" verses=\"W3siMTg0MjIiOjMzM31d\">40&ndash;55<\/a>, which also opens with a repeated imperative (<em>naḥăm&ucirc;<\/em>, <em>naḥăm&ucirc;<\/em> <a class=\"isa\" verses=\"W3siMTg0MjIiOjF9XQ==\">40:1<\/a>), and with the same injunction at the end of section <a class=\"isa\" verses=\"W3siMTg0MjIiOjIxNn1d\">40&ndash;48<\/a> (<em>ṣĕʾ&ucirc; mibbābel<\/em>, &ldquo;depart from Babylon,&rdquo; <a class=\"isa\" verses=\"W3siMTg2MzUiOjN9XQ==\">48:20&ndash;22<\/a>). These parallels must have formed an important structuring device at some stage in the editorial history of the book. In addition, both of these finales (<a class=\"isa\" verses=\"W3siMTg2MzUiOjN9LHsiMTg3MDgiOjJ9XQ==\">48:20&ndash;22; 52:11&ndash;12<\/a>) are followed immediately by passages that speak of a prophetic servant (<a class=\"isa\" verses=\"W3siMTg2MzgiOjZ9LHsiMTg3MTAiOjE1fV0=\">49:1&ndash;6; 52:13&ndash;53:12<\/a>), one and the same prophetic servant, as I shall argue. It bears repeating that the fractioning of the text required by commentary writing must not lead us to neglect these broader structural features and interconnections that are part of the total meaning.<\/p><p>The first repetition introduces an invocation of the arm (i.e. the power to act) of Yahveh (vv <a class=\"isa\" verses=\"W3siMTc4MzEiOjcxfV0=\">9&ndash;11<\/a>) followed by Yahveh&rsquo;s response (<a class=\"isa\" verses=\"W3siMTc5MDIiOjgzfV0=\">12&ndash;16<\/a>). The invocation is reminiscent of the psalms of communal lament that include an attempt to motivate the deity to intervene, and the response corresponds to the positive outcome that is also a feature of this type of psalm. The motivation will at times consist in a recital of the <em>res gestae<\/em> of the deity. <a class=\"ref\">Psalm 44<\/a>, for example, rehearses manifestations of divine power involving Yahveh&rsquo;s arm (<a class=\"isa\" verses=\"W3siMTg1MzgiOjF9XQ==\">44:4<\/a>), spectacular interventions witnessed in that past by means of which Yahveh helped Israel to survive oppression, and then moves to the complaint that God has forgotten his people (vv <a class=\"isa\" verses=\"W3siMTc5OTkiOjd9LHsiMTgwMzciOjE3fV0=\">18, 21<\/a>), ending in a direct appeal for God to rouse himself, wake up, rise up (<em>ʿ&ucirc;r&acirc;<\/em>, <em>haq&icirc;ṣ&acirc;<\/em>, <em>q&ucirc;m&acirc;<\/em>).<\/p><p>A similar appeal appears in <a class=\"ref\">Ps 74<\/a> (<em>q&ucirc;m&acirc;<\/em> v <a class=\"isa\" verses=\"W3siMTgwNTQiOjI1fV0=\">22<\/a>) and <a class=\"ref\">Ps 80<\/a> (<em>ʿ&ocirc;rĕr&acirc;<\/em> v <a class=\"isa\" verses=\"W3siMTc3MDkiOjI2fV0=\">3<\/a>). Affinity with this type of liturgical composition can be clearly detected in <a class=\"ref\">Ps 74<\/a>:<\/p><blockquote><p>God is my king of old,<\/p><p>working salvation in the midst of the earth;<\/p><p>by your power you stirred up the Sea;<\/p><p>you shattered the heads of the Dragons on the waters.<\/p><p>You crushed the heads of Leviathan;<\/p><p>you made him into food for the wild creatures.&hellip;<\/p><p>Yours is the day, yours also is the night;<\/p><p>you established the luminaries and the sun.<\/p><p>You fixed all the bounds of the earth;<\/p><p>you formed summer and winter. (vv <a class=\"isa\" verses=\"W3siMTc5MDIiOjk3fV0=\">12&ndash;17<\/a>)<\/p><\/blockquote><p>The fact that addressing an arm is strange to us is due to differences in ancient and modern uses of metaphor. The arm signified strength, protection of the weak, challenge to the proud and over-confident (e.g. <a class=\"isa\" verses=\"W3siMTgyODIiOjF9LHsiMTg0MzEiOjF9LHsiMTg2MjkiOjF9LHsiMTg2NzkiOjF9LHsiMTg3MDciOjF9LHsiMTg4NjMiOjF9LHsiMTg4NzIiOjJ9XQ==\">33:2; 40:10; 48:14; 51:5; 52:10; 62:8; 63:5, 12<\/a>). It would also have conjured up the mighty hand and outstretched arm of the Exodus tradition (e.g. <a class=\"ref\">Deut 4:34<\/a>). In <a class=\"isa\" verses=\"W3siMTg2NzUiOjIzfV0=\">Isa 51<\/a> the metaphor is military: the warrior pulling on a tunic and armor in preparation for battle. It is also a royal image since, as defender of his people, the king was clothed in splendor and strength (<a class=\"ref\">Ps 93:1<\/a>). That God at times had to be roused from sleep is a familiar idea in the psalms (e.g. <a class=\"ref\">Ps 44:24<\/a>), though we are told elsewhere that Yahveh, Israel&rsquo;s minder, does not sleep (<a class=\"ref\">Ps 121:4<\/a>). God also at times forgets, and prayer of this kind is a way of activating God&rsquo;s memory (e.g. <a class=\"isa\" verses=\"W3siMTg2NTEiOjF9XQ==\">Isa 49:14<\/a>).<\/p><p>Throughout these chapters Yahveh has appealed to his power as cosmic Creator to strengthen the faith of a dispirited and disoriented people. Now the author, speaking for the people, echoes back to Yahveh the same theme in terms of the old myth of the victory of the god over the forces of chaos at the beginning of time. In all versions of this myth known from the Near East and Levant, these monsters both represented and inhabited the circumfluent waters of the ocean that, according to the world view of that time and place, surrounded and threatened the narrow foothold of ordered social life. In the Mesopotamian version, <em>Enuma Elish<\/em>, recited in the course of the autumnal <em>akitu<\/em> festival, the struggle is between Marduk and Tiamat, a female personification of the primeval ocean. In due course she is killed and dismembered by the god, the visible world is created out of her body, and humanity is created with the blood of Kingu, her lieutenant, mixed with earth (<a class=\"ref\"><em>ANET<\/em> 66&ndash;67<\/a>). The name Tiamat is related etymologically to Hebrew <em>tĕh&ocirc;m<\/em>, &ldquo;the Deep,&rdquo; here and in the Genesis creation and uncreation recitals (<a class=\"ref\">Gen 1:2; 7:11<\/a>), but the form of the myth reproduced in this passage is Syro-Palestinian rather than Mesopotamian, a circumstance that, once again, cautions us against simply assuming a Babylonian location for these chapters.<\/p><p>Rahab represents perilous water, the oceanic element, associated with <em>yam<\/em>, &ldquo;Sea,&rdquo; and the Sea Serpent (<em>nāḥā&scaron; bār&icirc;aḥ<\/em> <a class=\"ref\">Job 26:12&ndash;13; Ps 89:11<\/a>). Like Tiamat, Rahab has his helpers (<em>ʿōzĕr&ecirc; rāhab<\/em> <a class=\"ref\">Job 9:13<\/a>), who may be identical with the &ldquo;Rahabs&rdquo; (<em>rĕhāb&icirc;m<\/em>) of <a class=\"ref\">Ps 40:5<\/a>. The Dragon (<em>tann&icirc;n<\/em>), another embodiment of the mythic monster plying the primeval ocean, is the counterpart of the Ugaritic <em>tunnanu<\/em>. In both the Late Bronze Age mythological texts from Ugarit and Hebrew poetry, <em>tann&icirc;n<\/em> is associated with <em>ym<\/em> (&ldquo;Sea&rdquo;) and <em>ltn<\/em> (&ldquo;Leviathan&rdquo;). The Hebrew Dragon, created by God on the fifth day (<a class=\"ref\">Gen 1:21<\/a>), is often associated with creation (<a class=\"ref\">Ps 74:13; 148:7; Job 7:12<\/a>), and will be present at the final unraveling of creation according to the nightmare scenarios of <a class=\"ref\">Daniel 7:2&ndash;3<\/a> and <a class=\"isa\" verses=\"bnVsbA==\">Revelation 13:1<\/a>. In the Ugaritic Baal and Anat cycle, <em>yam<\/em>, embodiment of primeval, oceanic chaos, is the opponent of Baal in a struggle repeated indefinitely (<em>KTU<\/em><sup>2<\/sup> I. 2 iv; I. 3 iii; I. 5 i; <a class=\"ref\"><em>ANET<\/em> 130&ndash;31<\/a>).<\/p><p>This kind of imagery should not be dismissed as <em>mere<\/em> myth or <em>mere<\/em> poetic metaphor, since it conveys a vivid sense of the deep anxieties that fuel much of the religious language in psalms and prophecy. Chaos, the dissolution of order that makes meaningful social and individual life possible, is never far away. The Dragon sleeps but does not die. Read with discernment, the creation account in Genesis speaks of the confining not the annihilation of chaos. And since chaos still threatens, the Creator God must still take issue with it; hence, the urgency of prayers such as are found here and in several of the psalms. Inevitably, the struggle is also transferred to the political sphere. The references to Egypt as Rahab (<a class=\"isa\" verses=\"W3siMTgyMjUiOjF9XQ==\">Isa 30:7<\/a>; <a class=\"ref\">Ps 87:4<\/a>) and the Dragon (<a class=\"ref\">Ezek 29:3; 32:2<\/a>) bring in the Sea by association, and the Sea (<em>Yamm<\/em>) in its turn conjures up the miraculous crossing of the Papyrus Sea during the escape from Egypt (<a class=\"ref\">Exod 15:8<\/a>).<\/p><p>The closing verse of the apostrophe (<a class=\"isa\" verses=\"W3siMTg2ODUiOjF9XQ==\">51:11<\/a>) is identical with <a class=\"isa\" verses=\"W3siMTgzMzEiOjF9XQ==\">35:10<\/a>, the finale of the poem about the eschatological restoration of Judah, which several scholars (e.g. C. C. Torrey and J. D. Smart) take to be an integral part of Second Isaiah. It is therefore assumed by most commentators that v <a class=\"isa\" verses=\"W3siMTc4ODYiOjE2fV0=\">11<\/a> has been copied into <a class=\"isa\" verses=\"W3siMTg2ODMiOjN9XQ==\">51:9&ndash;11<\/a> from <a class=\"isa\" verses=\"W3siMTgzMjIiOjEwfV0=\">35:1&ndash;10<\/a> where it evidently belongs, bringing to a head as it does the themes of the <em>via sacra<\/em> and eschatological joy. However, it is not out of place thematically in its present location, since it advances the highway motif of the previous verse and marks a transition to the more prominent treatment of Jerusalem\/Zion in the chapters immediately following. What makes the hypothesis of a borrowing likely, notwithstanding, is the impression of finality and consummation that the verse conveys, appropriate at the end of the first Isaiah book (chs. <a class=\"isa\" verses=\"W3siMTc2NTYiOjY3Nn1d\">1&ndash;35<\/a>), less so in the present position.<\/p><p>By analogy with the psalms of communal lament, recall of these great deeds demands a response. Yahveh does not agree to take on the monsters once again; rather, he reminds the petitioners of some things that <em>they<\/em> have forgotten. Nothing of this is new. The comfort of God and the fact of human impermanence were announced at the beginning of the prophecy (<a class=\"isa\" verses=\"W3siMTg0MjIiOjR9XQ==\">40:1, 6&ndash;8<\/a>). That the God who reassures is the Creator of heaven and earth has been endlessly repeated. Here, too, as we would expect, the language of liturgical address is heard. Given what we know of ancient Israelite cosmology, the central act was the setting of the earth on its foundations (verb <em>ysd<\/em> cf. <a class=\"ref\">Pss 89:12[11]; 102:26 [25]; 104:5<\/a>).<\/p><p>According to an ancient Mesopotamian topos, the earth was founded over the <em>apsu<\/em> (corresponding to the Hebrew <em>tĕh&ocirc;m<\/em>), the watery abyss (cf. <a class=\"ref\">Ps 24:2<\/a>). The earth is also thought of as a temple for the praise of God (cf. <a class=\"ref\">Ps 78:69<\/a>). <a class=\"ref\">Job 38:4&ndash;7<\/a> pictures Yahveh as a surveyor who marks out its foundations with callipers and string, and there follows the solemn liturgy for its dedication in which the morning stars and the sons of God participate. It is only when this structure is in place that the heavens can be stretched out taut above it (verb <em>nṭh<\/em>: <a class=\"isa\" verses=\"W3siMTg0NDMiOjF9LHsiMTg0ODYiOjF9LHsiMTg1NTgiOjF9LHsiMTg1NzQiOjF9XQ==\">40:22; 42:5; 44:24; 45:12<\/a>).<\/p><p>The point is that a return to these fundamental perceptions should remove or at least mitigate fear. It is difficult if not impossible to decide whether the terms used at this point&mdash;the oppressor (<em>hammēṣ&icirc;q<\/em>) and the one who cowers (<em>ṣōʿeh<\/em>)&mdash;refer to specific individuals or are collective nouns. The first of the two verbs (<em>ṣ&icirc;q<\/em> Hiphil), &ldquo;oppress, constrain, oppose,&rdquo; can refer to verbal as well as physical violence or the threat of violence (<a class=\"ref\">Judg 14:17; 16:16<\/a>) and even to the experience of emotional pressure (<a class=\"ref\">Job 32:18<\/a>). The second verb (<em>ṣōʿeh<\/em>) is even more obscure, and the ancient versions are not much help (lxx may be translated &ldquo;in saving you he will not stand still nor will he delay,&rdquo; perhaps with a veiled messianic allusion). Apart from the meaning &ldquo;to march&rdquo; required by the context in <a class=\"isa\" verses=\"W3siMTg4NjgiOjF9XQ==\">Isa 63:1<\/a> (cf. Vulg. <em>gradiens<\/em>), this verb appears only twice with the meaning to lie or crouch down: once with a sexual connotation (<a class=\"ref\">Jer 2:20<\/a>), the other time with the sense of tilting a bottle (<a class=\"ref\">Jer 48:12<\/a> with the corresponding substantive <em>ṣōʿ&icirc;m<\/em>, &ldquo;wine stewards&rdquo;).<\/p><p>Attempts have been made to identify the oppressor with a specific historical individual. J. D. W. Watts (1987, 212), for example, suggested Darius I during the troubled period beginning in 522, while Morgenstern (1962, 31&ndash;34) opted for Xerxes in connection with his hypothesis that Jerusalem was destroyed in 485 b.c.e. Rather than speculating <em>in vacuo<\/em>, it might be better for us to be guided by the context, which indicates a more general, collective sense of opposition and opposition from within the Jewish community. Those addressed have just been urged not to fear opposition in general (<a class=\"isa\" verses=\"W3siMTg2ODEiOjN9XQ==\">51:7&ndash;8, 12<\/a>), and if the discourses immediately preceding are related to the pronouncement of the prophetic servant and the ensuing comment (<a class=\"isa\" verses=\"W3siMTg2NjciOjh9XQ==\">50:4&ndash;11<\/a>), the opponents would be identical with those who reject the servant&rsquo;s message (<a class=\"isa\" verses=\"W3siMTg2NzQiOjF9XQ==\">50:11<\/a>). There is a long tradition of identifying the one who crouches or cowers with diaspora Jews, generally those in the Babylonian diaspora (Ibn Ezra, Kimḥi, Calvin, and most of the moderns). But if we accept the contextual linkage proposed above, the allusion may well be to the prophetic servant of <a class=\"isa\" verses=\"W3siMTg2NjciOjZ9XQ==\">50:4&ndash;9<\/a>, thereby functioning as a thematic link with <a class=\"isa\" verses=\"W3siMTg3MTAiOjE1fV0=\">52:13&ndash;53:12<\/a>. In addition, what we know of the situation of ethnic minorities in Babylonia in the late Neo-Babylonian and early Achaemenid period, as exiguous as it is, does not suggest a chronic situation of imprisonment and near-starvation.<\/p><p>As so often in these chapters, the passage ends as it begins, with an affirmation of creative power and presence. Attributes of Yahveh are often couched in stereotypical liturgical form; hence, it is no surprise to find similar formulations in different contexts, such as with Yahveh, both whipping up a storm at sea (cf. <a class=\"ref\">Jer 31:35<\/a>) and stilling its waves (<a class=\"ref\">Job 26:12<\/a>, with an alternative meaning for the same verb, <em>rgʿ<\/em>). Though 1QIsa<sup>a<\/sup> and the lxx are practically identical with mt <a class=\"isa\" verses=\"W3siMTc2NTYiOjMxfV0=\">16a<\/a>, the statement is clearly addressed to an individual prophetic figure and has therefore generally been regarded as intrusive in the present context (the lxx cleverly but implausibly integrates it by reading, &ldquo;I will shelter you under my right hand <em>with which<\/em> I set up the heaven and laid the foundations of the earth&rdquo;).<\/p><p>Putting words in an individual&rsquo;s mouth (v <a class=\"isa\" verses=\"W3siMTc2NTYiOjMxfV0=\">16b<\/a>) is a familiar prophetic designation and endowment formula (<a class=\"ref\">Num 22:38; Jer 1:9<\/a>; <a class=\"isa\" verses=\"W3siMTg4MjIiOjF9XQ==\">Isa 59:21<\/a>), and comparison with <a class=\"isa\" verses=\"W3siMTg2MzkiOjJ9XQ==\">49:2 and 50:4<\/a> show that the statement is addressed to the prophetic servant whose voice we have just heard (<a class=\"isa\" verses=\"W3siMTg2NjciOjZ9XQ==\">50:4&ndash;9<\/a>). If v <a class=\"isa\" verses=\"W3siMTc2NTYiOjMxfV0=\">16a<\/a> is an insertion, the initial confusion in suffixes (masc. pl. <a class=\"isa\" verses=\"W3siMTc2NTYiOjMxfV0=\">12a<\/a>; fem. sing. <a class=\"isa\" verses=\"W3siMTc2NTYiOjMxfV0=\">12b<\/a>; then masc. sing. throughout, except <a class=\"isa\" verses=\"W3siMTc5MzAiOjMyfV0=\">14<\/a>, which speaks of the servant in the third person) would suggest an editorial attempt to read the entire passage as addressed to the prophetic servant of <a class=\"isa\" verses=\"W3siMTg2NjciOjZ9XQ==\">50:4&ndash;9<\/a>.<\/p><p>Blenkinsopp, J. (2008). <em>Isaiah 40&ndash;55: A New Translation with Introduction and Commentary<\/em> (Vol. 19A, pp. 330&ndash;335). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}