{
    "id": 866,
    "source": "barnes",
    "verse_id": 17773,
    "verse_count": 1,
    "reference": "6:3 ",
    "title": "",
    "html": "<p><em>And one cried to another<\/em>&mdash;Hebrew &lsquo;This cried to this.&rsquo; That is, they cried to each other in alternate responses. One cried &lsquo;holy;&rsquo; the second repeated it; then the third; and then they probably united in the grand chorus, &lsquo;Full is all the earth of his glory.&rsquo; This was an ancient mode of singing or recitative among the Hebrews; see <a class=\"ref\">Exodus 15:20-21<\/a> , where Miriam is represented as going before in the dance with a timbrel, and the other females as following her, and &ldquo;answering,&rdquo; or responding to her, <a class=\"ref\">Psalm 136:1<\/a> ; compare Lowth, &ldquo;on the Sacred Poetry of the Hebrews,&rdquo; Lect. xix.<\/p><p><em>Holy, holy, holy<\/em>&mdash;The &ldquo;repetition&rdquo; of a name, or of an expression, three times, was quite common among the Jews. Thus, in <a class=\"ref\">Jeremiah 7:4<\/a> , the Jews are represented by the prophet as saying, &lsquo;the temple of the Lord, the temple of the Lord, the temple of the Lord, are these. Thus, <a class=\"ref\">Jeremiah 22:29<\/a> : &lsquo;O earth, earth, earth, hear the word of the Lord;&rsquo; <a class=\"ref\">Ezekiel 21:27<\/a> : &lsquo;I will overturn, overturn, overturn;&rsquo; see also <a class=\"ref\">1 Samuel 18:23<\/a> : &lsquo;O my son Absalom! my son, my son;&rsquo; see also the repetition of the form of benediction among the Jews, <a class=\"ref\">Numbers 6:24-26<\/a>:<\/p><p>Jehovah bless thee and keep thee;<\/p><p>Jehovah make his face to shine upon thee,<\/p><p>And be gracious unto thee;<\/p><p>Jehovah lift up his countenance upon thee,<\/p><p>And give thee peace.<\/p><p>In like manner, the number &ldquo;seven&rdquo; is used by the Hebrews to denote a great, indefinite number; then a full or complete number; and then perfectness, completion. Thus, in <a class=\"ref\">Revelation 1:4; Revelation 3:1; Revelation 4:5<\/a> , the phrase, &lsquo;the seven spirits of God,&rsquo; occurs as applicable to the Holy Spirit, denoting his fullness, completeness, perfection. The Hebrews usually expressed the superlative degree by the repetition of a word. Thus, <a class=\"ref\">Genesis 14:10<\/a> : &lsquo;The vale of Siddim, pits, pits of of clay,&rsquo; that is, was full of pits; see Nordheimer&rsquo;s &ldquo;Heb. Gram.&rdquo; Section 822-824. The form was used, therefore, among the Jews, to denote &ldquo;emphasis;&rdquo; and the expression means in itself no more than &lsquo;thrice holy;&rsquo; that is, supremely holy. Most commentators, however, have supposed that there is here a reference to the doctrine of the Trinity. It is not probable that the Jews so understood it; but applying to the expressions the fuller revelations of the New Testament, it cannot be doubted that the words will express that. Assuming that that doctrine is true, it cannot be doubted, think, that the seraphs laid the foundation of their praise in that doctrine. That there was a distinct reference to the second person of the Trinity, is clear from what John says, <a class=\"ref\">John 12:41<\/a>. No &ldquo;argument&rdquo; can be drawn directly from this in favor of the doctrine of the Trinity, for the repetition of such phrases thrice in other places, is merely &ldquo;emphatic,&rdquo; denoting the superlative degree. But when the doctrine is &ldquo;proved&rdquo; from other places, it may be presumed that the heavenly beings were apprized of it, and that the foundation of their ascriptions of praise was laid in that. The Chaldee has rendered this, &lsquo;Holy in the highest heavens, the house of his majesty; holy upon the earth, the work of his power; holy forever, and ever, and ever, is the Lord of hosts.&rsquo; The whole expression is a most sublime ascription of praise to the living God, and should teach us in what manner to approach him.<\/p><p><em>The Lord of hosts<\/em>&mdash;see the note at <a class=\"isa\" verses=\"MTc2NjQ=\">Isaiah 1:9<\/a>.<\/p><p><em>The whole earth<\/em>&mdash;Margin, &lsquo;The earth is the fulness of his glory.&rsquo; All things which he has made on the earth express his glory. His wisdom and goodness, his power and holiness, are seen every where. The whole earth, with all its mountains, seas, streams, trees, animals, and people, lay the foundation of his praise. In accordance with this, the Psalmist, in a most beautiful composition, calls upon all things to praise him; see <a class=\"ref\">Psalm 148:1-14<\/a>.<\/p><p>Praise the Lord from the earth,<\/p><p>Ye dragons, and all deeps:<\/p><p>Fire and hail; snow and vapors;<\/p><p>Stormy wind fulfilling his word:<\/p><p>Mountains, and all hills;<\/p><p>Fruitful trees, and all cedars;<\/p><p>Beasts, and all cattle;<\/p><p>Creeping things, and flying fowl.<\/p>",
    "audit": 1
}