{
    "id": 923,
    "source": "barnes",
    "verse_id": 17830,
    "verse_count": 1,
    "reference": "8:22 ",
    "title": "",
    "html": "<p><em>And they shall look unto the earth<\/em>&mdash;They would look upward and find no relief, and then in despair cast their eyes to the earth to obtain help there. Yet equally in vain. The whole image is one of intense anguish brought on the nation for leaving the counselor the true God.<\/p><p><em>And behold...<\/em>&mdash;see the note at <a class=\"isa\" verses=\"MTc3NzA=\">Isaiah 5:30<\/a>.<\/p><p><em>Trouble<\/em>&mdash;Anguish, oppression, צרה tsârâh, from צור tsûr, to oppress, to straiten, to afflict. This is a remarkable instance of the prophet Isaiah&rsquo;s manner&mdash;of a rapid, impetuous, and bold style of utterance. He accumulates images; piles words on each other; and deepens the anxiety by each additional word, until we almost feel that we are enveloped by the gloom, and see objects of terror and alarm on every side.<\/p><p><em>Dimness of anguish<\/em>&mdash;These words should be kept separate in the translation&mdash;צוּקה מעוּף me‛ûp tsûqâh, &ldquo;darkness, oppression&rdquo;&mdash;accumulated epithets to heighten the gloom and terror of the scene.<\/p><p><em>And they shall be driven to darkness<\/em>&mdash;Hebrew, מנדה ואפלה va&lsquo;ăpēlâh menudāch a darkness that is driven, or that is urged upon itself; that becomes condensed, accumulated, until it becomes terrible and frightful. The idea is that of a driving tempest, or an involving obscurity (מנדה menudāch from נדה nâdâh, to push, thrust, impel, urge on, as a driving storm). The prophet has thus accumulated every possible idea of gloom and obscurity, and probably there is not anywhere a more graphic description of gathering darkness and trouble, and of the consternation of those involved in it, than this. So fearful and terrific are the judgments of God when he comes forth to punish people!<\/p>",
    "audit": 1
}