{
    "id": 1162,
    "source": "barnes",
    "verse_id": 18069,
    "verse_count": 1,
    "reference": "22:16 ",
    "title": "",
    "html": "<p><em>What hast thou here?<\/em>&mdash;This verse contains a severe repoof of the pride and ostentation of Shebna, and of his expectation that he would be buried where be had built his own tomb. It also contains an &ldquo;implied&rdquo; declaration that he would not be permitted to lie there, but would be removed to a distant land to be buried in some less honorable manner. It is probable that Isaiah met him when he was at the sepulchre which he had made, and addressed this language to him there: &lsquo;What hast thou here? What right to expect that thou wilt be buried here, or why do you erect this splendid sepulchre, as if you were a holy man, and God would allow you to lie here?&rsquo; Probably his sepulchre had been erected among the sepulchres of holy people, and perhaps in some part of the royal burying place in Jerusalem.<\/p><p><em>And whom hast thou here?<\/em>&mdash;Who among the dead that are entombed here are connected with you, that you should deem yourself entitled to lie with them? If this was the royal cemetery, these words might be designed to intimate that he had no connection with the royal family; and thus his building a tomb there was an evidence of vain glory, and of an attempt to occupy a place, even in death, to which he had no title.<\/p><p><em>That thou hast hewed thee out a sepulchre here<\/em>&mdash;Sepulchres were hewn or cut out of rocks (see the note at <a class=\"isa\" verses=\"MTc5Mzg=\">Isaiah 14:9<\/a> ). It was usual also for princes and rich people to have their sepulchres or tombs constructed while they were themselves alive (see <a class=\"ref\">Matthew 27:60<\/a>). Shebna was doubtless a man of humble birth, none of whose ancestors or family had been honored with a burial in the royal cemetery, and hence, the prophet reproves his pride in expecting to repose with the royal dead.<\/p><p><em>He that heweth him out a sepulchre on high<\/em>&mdash;On some elevated place, that it might be more conspicuous. Thus Hezekiah <a class=\"ref\">2 Chronicles 32:33<\/a> was buried &lsquo;in the chiefest of the sepulchres of the sons of David.&rsquo; Hebrew, במעלה bema‛ălēh&mdash;&lsquo;In the highest.&rsquo; Septuagint, &Epsilon;̓&nu; &alpha;̓&nu;&alpha;&beta;&alpha;́&sigma;&epsilon;&iota; en anabasei. Such sepulchres are still found in Persia. They consist of several tombs, each hewn in a high rock near the top, the front of the rock being adorned with figures in relievo. &lsquo;Sepulchres of this kind are remarkably exemplified in the very ancient tombs excavated in the cliffs of the mountain of sepulchres at Naksh-i-Roustan, a full description of which may be found in Sir Robert Ker Porter&rsquo;s &ldquo;Travels.&rdquo; They are excavated in an almost perpendicular cliff of about 300 feet high. There are two rows, of which the uppermost are the most ancient and interesting, presenting highly sculptured fronts about fifty-three feet broad, crowned by a representation of an act of Sabean worship. To the lowest of them, which, however, he describes as not less than sixty feet from the ground, Sir Robert could gain access only by being drawn up by means of a rope fastened around his waist, by some active natives who had contrived to clamber up to the ledge in front of the tomb. These appear to be royal sepulchres, and probably not later than the time of the kings of Persia mentioned in Scripture.&rsquo; (&ldquo;Pict. Bible.&rdquo;) Two objects were probably contemplated by such sepulchres. One was security from desecration. The other was ostentation&mdash;sepulchres thus excavated furnishing an opportunity for the display of architectural taste in front, and being conspicuous objects. Such sepulchres are found at Petra (see the notes at <a class=\"isa\" verses=\"MTc5NzE=\">Isaiah 16:1<\/a>), and it is probable that Shebna sought this kind of immortality.&mdash;Many a man who has done nothing to deserve celebrity by his noble deeds while living, seeks it by the magnificence of his tomb.<\/p>",
    "audit": 1
}