{
    "id": 1212,
    "source": "barnes",
    "verse_id": 18119,
    "verse_count": 1,
    "reference": "24:23 ",
    "title": "",
    "html": "<p><em>Then the moon shall be confounded<\/em>&mdash;The heavenly bodies are often employed in the sacred writings to denote the princes and kings of the earth. These expressions are not to be pressed ad unguem as if the sun denoted one thing and the moon another; but they are general poetic expressions designed to represent rulers, princes, and magistrates of all kinds (compare <a class=\"ref\">Ezekiel 32:7; Joel 2:30-31<\/a> ).<\/p><p><em>Shall be confounded<\/em>&mdash;Shall be covered with shame. That is, shall appear to shine with diminished beauty, as if it were ashamed in the superior glory that would shine around it. The sense is, that when the people should be returned to their land, the theocracy would be restored, and the magnificence of the kings and other civil rulers would be dimmed in the superior splendor of the reign of God. Probably there is reference here to the time when Yahweh would reign in Jerusalem through, or by means of, the messiah.<\/p><p><em>In Mount Zion<\/em>&mdash;(see the note at <a class=\"isa\" verses=\"MTc2NjM=\">Isaiah 1:8<\/a>). This would take place subsequently to the captivity, and pre-eminently under the reign of the messiah.<\/p><p><em>And before his ancients<\/em>&mdash;That is, before the elders of the people; in the presence of those entrusted with authority and rule.<\/p><p><em>Gloriously<\/em>&mdash;He would reign gloriously when his laws should be respected and obeyed; when his character as King and Ruler should be developed; and when, under his scepter, his kingdom should be augmented and extended. On this glad prospect the eye of the prophet was fixed; and this was the bright and splendid object in the &lsquo;vision&rsquo; that served to relieve the darkness that was coming upon the nation. Present calamities may be borne, with the hope that Yahweh will reign more gloriously hereafter; and when the effect of all shall be such as to exalt Yahweh in the view of the nations. It may be added that when Yahweh, by the Messiah, shall reign over all the earth, all the glory of princes and monarchs shall be dimmed; the celebrity of their wisdom and power and plans shall be obscured in the superior splendor of the wisdom of God, in reigning through his Son over the human race. Come that blessed day; and speedily let the glory of the moon be confounded, and the sun be ashamed, and all inferior magnificence t fade away before the splendor of the Sun of righteousness!<\/p>",
    "audit": 1
}