{
    "id": 1595,
    "source": "barnes",
    "verse_id": 18502,
    "verse_count": 1,
    "reference": "42:21 ",
    "title": "",
    "html": "<p>The Lord is well pleased for his righteousness&rsquo; sake&mdash;There is great variety in the translation and interpretation of this verse. Lowth renders it:<\/p><p>Yet Yahweh was gracious unto him for his truth&rsquo;s sake;<\/p><p>He hath exalted his own praise, and made it glorious.<\/p><p>Noyes renders it:<\/p><p>It pleased Yahweh for his goodness&rsquo; sake<\/p><p>To give him a law great and glorious;<\/p><p>And yet it is a robbed and plundered people.<\/p><p>The Septuagint renders it, &lsquo;The Lord God determined that he should be justified, and magnify his praise.&rsquo; The Chaldee renders it, &lsquo;Yahweh willed that Israel should be justified; he magnified the doers of his law, and comforted them.&rsquo; The Syriac, &lsquo;The Lord willed on account of his righteousness to magnify his law, and to commend it.&rsquo; Vitringa explains it, &lsquo;God has embraced the Jewish people in his love and favor, and regards them as acceptable to himself, not indeed on account of any merit of theirs, or on account of any external advantages, but on account of his own truth, fidelity, and equity, that he might fulfill the promises which he made to their fathers.&rsquo; This seems to express the sense of the passage. According to this, it refers solely to the Jewish people, and not, as is often supposed, to the Messiah. The phrase, &lsquo;is well pleased,&rsquo; means that Yahweh takes delight in his people, or looks upon them with an eye of tenderness and affection. He finds pleasure in contemplating them as his people, and in regarding and treating thorn as such.<\/p><p>For his righteousness&rsquo; sake&mdash;Not for the righteousness of his people, but on account of his own righteousness; that is, his own goodness, clemency, mercy, and forbearance. It is not because he sees in them anything that should win his love, or excite his favor, for he says <a class=\"isa\" verses=\"MTg1MDM=\">Isaiah 42:22<\/a>that they are robbed, and plundered, and hid, and bound in prison. But Yahweh had selected their fathers as his own people. He had made them precious promises. He had designs of mercy toward them. He had given them a holy law. He had promised to be their protector and their God. On this accouter he was pleased with them still; and it was on account of his own fidelity and plighted protection, that he was delighted in them as his people. The word &lsquo;righteousness,&rsquo; therefore (צדק tsedeq), is used to denote God&rsquo;s purpose to do right; that is, to adhere to his promises, and to maintain a character of fidelity and integrity. He would not fail, or violate his own pledges to his people.<\/p><p><em>He will magnify the law<\/em>&mdash;The word &lsquo;law&rsquo; bore is used to denote the entire series of statutes, or legislative acts of God, in regard to the Jewish people&mdash;including all his promises and pledges to them. And the meaning is, that he would so deal with them as to make that law important in their view; so as to show that he regarded it as of infinite moment. He would adhere strictly himself to all his own covenant pledges in that law, so as to show that he regarded it as sacred and of binding obligation; and all his dealings with them under that law would be such as to magnify its importance and purity in their view. The Hebrew is, &lsquo;he will make the law great;&rsquo; that is, he will make it of great importance.<\/p><p><em>And make it honorable<\/em>&mdash;Or, make it glorious, by himself showing a constant regard for it, and by so dealing with them that they should be brought to see and feel its importance. According to this, which is the obvious interpretation, the passage has no reference particularly to the Messiah. It is true, however, that the language hero used is such as would appropriately describe the work of the Redeemer; and that a large part of what he did in his public ministry, and by his atonement, was &lsquo;to magnify the law and make it honorable;&rsquo;&mdash;to vindicate its equity&mdash;to urge its binding obligation&mdash;to sustain its claims&mdash;to show that it could not be violated with impunity&mdash;and to demonstrate that its penalty was just. The whole effect of the Redeemer&rsquo;s work is to do honor to the law of God, nor has anything occurred in the history of our world that has done so much to maintain its authority and binding obligation, as his death on the cross, in the place of sinners.<\/p>",
    "audit": 1
}