{
    "id": 1214,
    "source": "barnes",
    "verse_id": 18121,
    "verse_count": 1,
    "reference": "25:2 ",
    "title": "",
    "html": "<p><em>For thou hast made<\/em>&mdash;This is supposed to be uttered by the Jews who should return from Babylon, and therefore refers to what would have been seen by them. In their time it would have occurred that God had made of the city an heap.<\/p><p><em>Of a city<\/em>&mdash;I suppose the whole scope of the passage requires us to understand this of Babylon. There has been, however, a great variety of interpretation of this passage. Grotius supposed that Samaria was intended. Calvin that the word is used collectively, and that various cities are intended. Piscator that Rome, the seat of antichrist, was intended. Jerome says that the Jews generally understand it of Rome. Aben Ezra and Kimchi, however, understand it to refer to many cities which they say will be destroyed in the times of Gog and Magog. Nearly all these opinions may be seen subjected to an examination, and shown to be unfounded, in Vitringa.<\/p><p><em>An heap<\/em>&mdash;It is reduced to ruins (see the notes at <a class=\"isa\" verses=\"W3siMTc5MDgiOjIyfV0=\">Isaiah 13<\/a>; 14) The ruin of Babylon commenced when it was taken by Cyrus, and the Jews were set at liberty; it was not completed until many centuries after. The form of the Hebrew here is, &lsquo;Thou hast placed from a city to a ruin:&rsquo; that is, thou hast changed it from being a city to a pile of ruins.<\/p><p><em>Of a defensed city<\/em>&mdash;A city fortified, and made strong against the approach of an enemy. How true this was of Babylon may be seen in the description prefixed to <a class=\"isa\" verses=\"W3siMTc5MDgiOjIyfV0=\">Isaiah 13<\/a>.<\/p><p><em>A palace<\/em>&mdash;This word properly signifies the residence of a prince or monarch <a class=\"ref\">Jeremiah 30:18; Amos 1:4, Amos 1:7, Amos 1:10, Amos 1:12<\/a>. Here it is applied to Babylon on account of its splendor, as if it were a vast palace, the residence of princes.<\/p><p><em>Of strangers<\/em>&mdash;Foreigners; a term often given to the inhabitants of foreign lands, and especially to the Babylonians (see the note at <a class=\"isa\" verses=\"W3siMTc2NjIiOjF9XQ==\">Isaiah 1:7<\/a> ; compare <a class=\"ref\">Ezekiel 28:7; Joel 3:17<\/a>). It means that this was, by way of eminence, The city of the foreigners; the capital of the whole Pagan world; the city where foreigners congregated and dwelt.<\/p><p><em>It shall never be built<\/em>&mdash;(See the notes at <a class=\"isa\" verses=\"W3siMTc5MjYiOjR9XQ==\">Isaiah 13:19-22<\/a>)<\/p>",
    "audit": 1
}