{
    "id": 1978,
    "source": "barnes",
    "verse_id": 18885,
    "verse_count": 1,
    "reference": "63:18 ",
    "title": "",
    "html": "<p><em>The people of thy holiness<\/em>&mdash;The people who have been received into solemn covenant with thee.<\/p><p><em>Have possessed it but a little while<\/em>&mdash;That is, the land meaning that the time during which they had enjoyed a peaceable possession of it, compared with the perpetuity of the promise made, was short. Such is the idea given to the passage by our translators. But there is considerable variety in the interpretation of the passage among expositors. Lowth renders it:<\/p><p>It is little, that they have taken possession of thy holy mountain;<\/p><p>That our enemies have trodden down thy sanctuary.<\/p><p>Jerome renders it, &lsquo;It is as nothing (quasi nihilum), they possess thy holy people; our enemies have trodden down thy sanctuary.&rsquo; The Septuagint renders it, &lsquo;Return on account of thy servants, on account of the tribes of thine inheritance, that we may inherit thy holy mountains for a little time&rsquo; &iota;̔́&nu;&alpha; &mu;&iota;&kappa;&rho;&omicron;̀&nu; &kappa;&lambda;&eta;&rho;&omicron;&nu;&omicron;&mu;&eta;́&sigma;&omega;&mu;&epsilon;&nu; &tau;&omicron;&upsilon;͂ &omicron;̓́&rho;&omicron;&upsilon;&sigmaf; &tau;&omicron;&upsilon;͂ &alpha;̔&gamma;&iota;́&omicron;&upsilon; hina mikron klēronomēsōmen tou orous tou hagiou). It has been generally felt that there was great difficulty in the place. See Vitringa. The sense seems to be that which occurs in our translation. The design is to furnish an argument for the divine interposition, and the meaning of the two verses may be expressed in the following paraphrase: &lsquo;We implore thee to return unto us, and to put away thy wrath. As a reason for this, we urge that thy temple thy holy sanctuary&mdash;was possessed by thy people but a little time. For a brief period there we offered praise, and met with our God, and enjoyed his favor. Now thine enemies trample it down. They have come up and taken the land, and destroyed thy holy place <a class=\"isa\" verses=\"MTg4OTc=\">Isaiah 64:11<\/a>. We plead for thine interposition, because we are thy covenant people. Of old we have been thine. But as for them, they were never thine. They never yielded to thy laws. They were never called by thy name. There is, then, no reason why the temple and the land should be in their possession, and we earnestly pray that it may be restored to the tribes of thine ancient inheritance.&rsquo;<\/p><p><em>Our adversaries<\/em>&mdash;This whole prayer is supposed to be offered by the exiles near the close of their captivity. Of course the language is such as they would then use. The scene is laid in Babylon, and the object is to express the feelings which they would have then, and to furnish the model for the petitions which they would then urge. We are not, therefore, to suppose that the temple when <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 54<\/a> ed and wrote was in ruins, and the land in the possession of his foes. All this is seen in vision; and though a hundred and fifty years would occur before it would be realized, yet, according to the prophetic manner, he describes the scene as actually passing before him (see the Introduction, Section 7; compare the notes at <a class=\"isa\" verses=\"MTg4OTc=\">Isaiah 64:11<\/a>).<\/p>",
    "audit": 1
}