{
    "id": 1715,
    "source": "barnes",
    "verse_id": 18622,
    "verse_count": 1,
    "reference": "48:7 ",
    "title": "",
    "html": "<p><em>They are created now<\/em>&mdash;The Septuagint renders this, &Nu;&upsilon;͂&nu; &gamma;&iota;́&nu;&epsilon;&tau;&alpha;&iota; nun ginetai&mdash;&lsquo;Done now;&rsquo; and many expositors interpret it in the sense that they are now brought into light, as if they were created. Aben Ezra renders it, &lsquo;They are decreed and determined by me.&rsquo; Rosenmuller supposes that it refers to the revelation, or making known those things. Lowth renders it, &lsquo;They are produced now, and not of old.&rsquo; Noyes, &lsquo;It is revealed now, and not long ago.&rsquo; But the sense is probably this: God is saying that they did not foresee them, nor were they able to conjecture them by the contemplation of any natural causes. There were no natural causes in operation at the time the predictions were made, respecting the destruction of Babylon, by which it could be conjectured that that event would take place; and when the event occurred, it was as if it had been created anew. It was the result of Almighty power and energy, and was to be traced to him alone. The sense is, that it could no more be predicted, at the time when the prophecy was uttered, from the operation of any natural causes, than an act of creation could be predicted, which depended on the exercise of the divine will alone. It was a case which God only could understand, in the same way as he alone could understand the purposes and the time of his own act of creating the world.<\/p><p><em>And not from the beginning<\/em>&mdash;The events have not been so formed from the beginning that they could be predicted by the operation of natural causes, and by political sagacity.<\/p><p><em>Even before the day when thou heardest them not<\/em>&mdash;The sense of this probably, &lsquo;and before this day thou hast not heard of them;&rsquo; that is, these predictions pertain to new events, and are not to be found in antecedent prophecies. The prophet did not speak now of the deliverance from Egypt, and of the blessings of the promised land, which had constituted the burden of many of the former prophecies, but he spoke of a new thing; of the deliverance from Babylon, and of events which they could by no natural sagacity anticipate, so that they could claim that they knew them.<\/p><p><em>Lest thou shouldest say, Behold, I knew them<\/em>&mdash;The taking of Babylon by Cyrus, and the deliverance of the exiles from their bondage, are events which can be foreseen only by God. Yet the prophet says that he had declared these events, which thus lay entirely beyond the power of human conjecture, long before they occurred, so that they could not possibly pretend that they knew them by any natural sagacity, or that an idol had effected this.<\/p>",
    "audit": 1
}