{
    "id": 847,
    "source": "barnes",
    "verse_id": 17754,
    "verse_count": 1,
    "reference": "5:14 ",
    "title": "",
    "html": "<p><em>Therefore hell<\/em>&mdash;The word transated &ldquo;hell,&rdquo; שׁאול she&lsquo;ôl, has not the same meaning that we now attach to that word; its usual signification, among the Hebrews, was &ldquo;the lower world, the region of departed spirits.&rdquo; It corresponded to the Greek &alpha;̔́&delta;&eta;&sigmaf; Hadēs, &ldquo;hades,&rdquo; or place of the dead. This word occurs eleven times in the New Testament <a class=\"ref\">Matthew 11:23; Matthew 16:18; Luke 10:15; Luke 16:23; Acts 2:27, Acts 2:31; 1 Corinthians 15:55; Revelation 1:18; Revelation 6:8; Revelation 20:13-14<\/a> , in all of which places, except <a class=\"ref\">1 Corinthians 15:55<\/a> , it is rendered &ldquo;hell,&rdquo; though denoting, in most of those places, as it does in the Old Testament, the abodes of the dead. The Septuagint, in this place, and usually, translates the word שׁאול she&lsquo;ôl by &alpha;̔́&delta;&eta;&sigmaf; Hadēs, &ldquo;Hades.&rdquo; It was represented by the Hebrews as &ldquo;low down, or deep&rdquo; in the earth&mdash;contrasted with the height of heaven; <a class=\"ref\">Deuteronomy 32:22; Job 11:8; Psalm 139:7-8<\/a>. It was a place where thick darkness reigns; <a class=\"ref\">Job 10:21-22<\/a> : &lsquo;The land of darkness and the shadow of death; a land of darkness, as darkness itself.&rsquo; It is described as having &ldquo;valleys, or depths,&rdquo; <a class=\"ref\">Proverbs 9:18<\/a>. It is represented also as having &ldquo;gates,&rdquo; <a class=\"isa\" verses=\"W3siMTg0MDEiOjF9XQ==\">Isaiah 38:10<\/a> ; and as being inhabited by a great multitude, some of whom sit on thrones, occupied in some respects as they were on earth; see the note at <a class=\"isa\" verses=\"W3siMTc5MzgiOjF9XQ==\">Isaiah 14:9<\/a>. And it is also said that the wicked descend into it by openings in the earth, as Korah, Dathan, and Abiram did; <a class=\"ref\">Numbers 15:30<\/a> ,... In this place, it means evidently the &ldquo;regions of the dead,&rdquo; without the idea of punishment; and the poetic representation is, that so many of the Jews would be cut off by famine, thirst, and the sword, that those vast regions would be obliged &ldquo;to enlarge themselves&rdquo; in order to receive them. It means, therefore, that while many of them would go into captivity <a class=\"isa\" verses=\"W3siMTc3NTMiOjF9XQ==\">Isaiah 5:13<\/a> , vast multitudes of them would be cut off by famine, thirst, and the sword.<\/p><p><em>Opened her mouth<\/em>&mdash;As if to absorb or consume them; as a &ldquo;cavern,&rdquo; or opening of the earth does; compare <a class=\"ref\">Numbers 16:30<\/a>.<\/p><p><em>Without measure<\/em>&mdash;Without any limit.<\/p><p><em>And their glory<\/em>&mdash;All that they esteemed their pride and honor shall descend together into the yawning gulf.<\/p><p><em>Their multitude<\/em>&mdash;The multitude of people; their vast hosts.<\/p><p><em>Their pomp<\/em>&mdash;Noise, tumult; the bustle, and shouting, and display made in battle, or war, or victory; <a class=\"isa\" verses=\"W3siMTc5MTEiOjF9XQ==\">Isaiah 13:4<\/a> ; <a class=\"ref\">Amos 2:2; Hosea 10:14<\/a>.<\/p><p><em>And he that rejoiceth<\/em>&mdash;All that the nation prided itself on, and all that was a source of joy, should be destroyed.<\/p>",
    "audit": 1
}