{
    "id": 884,
    "source": "barnes",
    "verse_id": 17791,
    "verse_count": 1,
    "reference": "7:8 ",
    "title": "",
    "html": "<p><em>For the head of Syria<\/em>&mdash;The &ldquo;capital.&rdquo; The &ldquo;head&rdquo; is often used in this sense.<\/p><p><em>Is Damascus<\/em>&mdash;For an account of this city, see the notes at <a class=\"isa\" verses=\"W3siMTc5ODUiOjF9XQ==\">Isaiah 17:1<\/a> ; compare the notes at <a class=\"ref\">Acts 9:2<\/a>. The sense of this passage is, &lsquo;Do not be alarmed as if Rezin was about to enlarge his kingdom, by taking Judea and making Jerusalem his capital. The revolution which these kings contemplate cannot be accomplished. The kingdoms of Syria and Israel shall not be enlarged by the conquest of Judah. The center of their power shall remain where it is now, and their dominion shall not be extended by conquest. The capital of Syria is, and shall continue to be, Damascus. The king of Syria shall be confined within his present limits, and Jerusalem, therefore, shall be safe.&rsquo;<\/p><p><em>The head of Damascus<\/em>&mdash;The &ldquo;ruler, or king&rdquo; of Damascus is Rezin.<\/p><p><em>And within threescore and five years<\/em>&mdash;There has been some inquiry why &ldquo;Ephraim&rdquo; is mentioned here, as the prophet in the former part of the verse was speaking of &ldquo;Syria.&rdquo; But it should be remembered that he was speaking of Syria and Ephraim as &ldquo;confederate.&rdquo; It was natural, therefore, to intimate, in close connection, that no fear was to be apprehended from either of them. There has been much difficulty experienced in establishing the fact of the exact fulfillment of this, and in fixing the precise event to which it refers. One catastrophe happened to the kingdom of Ephraim or Israel within one or two years of this time, when Tiglath-pileser, king of Assyria, invaded the land and carried no small part of the people to Assyria; <a class=\"ref\">2 Kings 15:29<\/a>. Another occurred in the next reign, the reign of Hoshea, king of Israel, when Shalmaneser king of Assyria took Samaria, and carried Israel away captive into Assyria; <a class=\"ref\">2 Kings 17:1-6<\/a>.<\/p><p>This occurred in the twelfth year of Ahaz. But that the Israelites remained in Samaria, and kept up the forms of a civil community, and were not finally carried away until the time of Esarhaddon, is evident; compare <a class=\"ref\">2 Chronicles 34:6-7, 2 Chronicles 34:33; 2 Chronicles 35:18; 2 Kings 23:19-20<\/a>. Manasseh, king of Judah, was taken captive by the king of Assyria&rsquo;s captains <a class=\"ref\">2 Chronicles 33:2<\/a> in the twenty-second year of his reign; that is, sixty-five years from the second year of Ahaz, when this prophecy is supposed to have been delivered. And it is also supposed that at this time Esarhaddon took away the remains of the people in Samaria, and put an end to the kingdom, and put in their place the people who are mentioned in <a class=\"ref\">Ezra 4:3<\/a>. &ldquo;Dr. Jubb, as quoted by Lowth.&rdquo; The entire extinction of the people of Israel and the kingdom did not take place until Esarhaddon put new colonists from Babylon, and from Cuthah, and from Ava, and from Hamath, and from Sepharvaim in the cities of Samaria, instead of the children of Israel; <a class=\"ref\">2 Kings 17:24<\/a> ; compare <a class=\"ref\">Ezra 4:2, Ezra 4:10<\/a>.<\/p><p>Long before this, indeed, the power of the kingdom had been on the wane; a large portion of the people had been removed <a class=\"ref\">2 Kings 17:5-6, 2 Kings 17:18<\/a>; but its entire extinction was not accomplished, and the kingdom utterly destroyed, until this was done. Until this occurred, the land might be still regarded as in the possession somewhat of its former people, and all hopes of their rising again to the dignity of a kingdom was not extinguished. But when foreigners were introduced, and took possession of the land; when all the social organization of the ancient people was dissolved; then it might be said that &lsquo;Ephraim was forever broken,&rsquo; and that it was demonstrated that it &rsquo;should be no more a people.&rsquo; Its inhabitants were transferred to a distant land, no longer to be organized into a unique community, but to mingle with other people, and finally all traces of their origin as Jews were to be lost. This event, of placing the foreigners in the cities of Samaria, occurred just sixty-five years after it had been predicted by Isaiah.&mdash;&ldquo;Dr. Usher.&rdquo;<\/p><p>It may be asked here, how the statement of what was to occur at so remote a period as sixty-five years could be any consolation to Ahaz, or any security that the designs of the kings of Syria and Samaria should &ldquo;then&rdquo; fail of being accomplished? To this we may reply:<\/p><p>(1) It was the assurance that Jerusalem could not be finally and permanently reduced to submission before these dreaded enemies. &ldquo;Their&rdquo; power was to cease, and of course Jerusalem had nothing &ldquo;ultimately and finally&rdquo; to dread.<\/p><p>(2) The design was to inspire confidence in Yahweh, and to lead Ahaz to look directly to him. If these formidable powers could not ultimately prevail, and if there was a certain prediction that they should be destroyed, then it was possible for God, if Ahaz would look to him, now to interpose, and save the city. To inspire that confidence in Yahweh was the leading purpose of Isaiah.<\/p><p>(3) This prediction is in accordance with many which occur in Isaiah, that all the enemies of the people of God would be ultimately defeated, and that God, as the head of the theocracy, would defend and deliver his people; see the notes at <a class=\"isa\" verses=\"W3siMTgzMDUiOjE3fV0=\">Isaiah 34<\/a>. A kingdom that was so soon to be destroyed as Ephraim was, could not be an object of great dread and alarm. Rosenmuller conjectures, that Isaiah refers to some unrecorded prophecy made before his time, that in sixty-five years Israel would be destroyed; and that he refers here to that prophecy to encourage the heart of Ahaz, and to remind him that a kingdom could not be very formidable that was so soon to come to an end. At all events, there is no contradiction between the prophecy and the fulfillment, for within the time mentioned here, Ephraim ceased to be a kingdom. The ancient Jewish writers, with one consent, say, that Isaiah referred here to the prophecy of Amos, who prophesied in the days of Uzziah, and whose predictions relate mainly to the kingdom of Israel. But as Amos, does not specify any particular time when the kingdom should be destroyed, it is apparent that Isaiah here could not have referred to any recorded prophecy of his.<\/p><p><em>Be broken<\/em>&mdash;Its power shall be destroyed; the kingdom, as a kingdom, shall come to an end.<\/p>",
    "audit": 1
}