{
    "id": 1585,
    "source": "barnes",
    "verse_id": 18492,
    "verse_count": 1,
    "reference": "42:11 ",
    "title": "",
    "html": "<p><em>Let the wilderness<\/em>&mdash;(See the note at <a class=\"isa\" verses=\"MTgzMjI=\">Isaiah 35:1<\/a> ). The word here denotes the most uncultivated countries, intimating that even the most rude and barbarous people would have occasion to rejoin, and would be interested in the mercy of God.<\/p><p><em>And the cities thereof<\/em>&mdash;To us there seems to be something incongruous in speaking of the &lsquo;cities&rsquo; in a &lsquo;wilderness.&rsquo; But we are to remember that the Hebrews gave the name wilderness or desert to those regions that were mostly uncultivated, or sparsely inhabited. They were places that were chiefly devoted to pasturage, and not cultivated by the plow, or regions of vast plains of sand and far-extended barrenness, with here and there an oasis on which a city might be built. Josephus, speaking of the desert or wilderness lying between Jerusalem and Jericho enumerates several villages or towns in it, showing that though it was mainly a waste, yet that it was not wholly without towns or inhabitants. We are to remember also that large towns or cities for commercial purposes, or thorough fares, were often built in the few fertile or advantageous places which were found in the midst of desert wastes. Thus we are told of Solomon <a class=\"ref\">2 Chronicles 8:4<\/a>, that &lsquo;he built Tadmor in the wilderness;&rsquo; and we know that Palmyra, and Bozrah, and Sela, were large cities that were built in the midst of regions that were generally to be regarded as deserts, or wastes.<\/p><p><em>The villages that Kedar doth inhabit<\/em>&mdash;Where the inhabitants of Kedar dwell. Kedar was a son of Ishmael <a class=\"ref\">Genesis 25:13<\/a>, the father of the Kedarenians or Cedrei, mentioned by Pliny (Nat. Hist. v. 2), who dwell in the vicinity of the Nabathaeans in Arabia Deserta. They often changed their place, though it would seem that they usually dwelt in the neighborhood of Petra, or Sela. The name Kedar is often given to Arabia Deserta, and the word may in some instances denote Arabia in general. The inhabitants of those countries usually dwell in tents, and lead a nomadic and wandering life.<\/p><p><em>Let the inhabitants of the rock sing<\/em>&mdash;It is uncertain whether the word &lsquo;rock&rsquo; here (Hebrew, סלע sela‛, Greek &Pi;&epsilon;́&tau;&rho;&alpha;&nu; Petran, &lsquo;Petra&rsquo; or &lsquo;rock&rsquo;) is to be regarded as a proper name, or to denote in a general sense those who dwell in the rocky part of Arabia. Sela, or Petra, was the name of the celebrated city that was the capital of Idumea (see the notes at <a class=\"isa\" verses=\"MTc5NzE=\">Isaiah 16:1<\/a>); and the connection here would rather lead us to suppose that this city was intended here, and that the inhabitants of the capital were called upon to join with the dwellers in the surrounding cities and villages in celebrating the goodness of God. But it may denote in general those who inhabited the desolate and stony region of Arabia Petrea, or whose home was among the cliffs of the rocks. If so, it is a call upon Arabia in general to rejoice in the mercy of God, and to give glory to him for providing a plan of redemption&mdash;an intimation that to the descendants of Ishmael the blessings of the gospel would be extended.<\/p><p><em>Let them shout from the top of the mountains<\/em>&mdash;They who had taken refuge there, or who had made their permanent abode there. Vitringa supposes that the mountains of Paran are meant, which are situated on the north of Mount Sinai. The idea in the verse is, that all the dwellers in Arabia would celebrate the goodness of God, and join in praising him for his mercy in giving a deliverer. They were yet to partake of the benefits of his coming, and to have occasion of joy at his advent. It is possible that Cowper may have had this passage in his eye in the following description of the final and universal prevalence of the gospel:<\/p><p>The dwellers in the vales and on the rocks,<\/p><p>Shout to each other, sad the mountain-tops,<\/p><p>From distant mountains catch the flying joy:<\/p><p>Till nation after nation taught the strain,<\/p><p>Earth rolls the rapturous hosannas round.<\/p><p>Task.<\/p>",
    "audit": 1
}