{
    "id": 2036,
    "source": "barnes",
    "verse_id": 18943,
    "verse_count": 1,
    "reference": "66:20 ",
    "title": "",
    "html": "<p><em>And they shall bring all your brethren<\/em>&mdash;That is, as great success shall attend them as if they should bring back all who had gone there when scattered abroad, and should present them as an offering to Yahweh. The image here is taken from the scene which would be presented, should the distant nations be seen bringing the scattered exiles in all lands on horses, and on palanquins, and on dromedaries, again to Jerusalem, and presenting them before Yahweh in the city where they formerly dwelt. It is the image of a vast caravan, conducted by the pagan world when they had become tributary to the people of God, and when they united to return them to their own land. The spiritual signification is, that all they who should be appropriately called, brethren,&rsquo; all who should be the true friends of God, should be brought and offered to Yahweh; that is, there should be a great accession to the people of God from the pagan world.<\/p><p>For an offering unto the Lord.&mdash;Hebrew, מנחה minchāh&mdash;not a bloody offering or sacrifice: but an offering such as was made by flour, oil, etc. (see the notes at <a class=\"isa\" verses=\"MTc2Njg=\">Isaiah 1:13<\/a>.)<\/p><p><em>Out of all nations<\/em>&mdash;The truth shall be proclaimed in all lands, and a vast accession shall be made from all parts of the world to the true church of God. To understand this description, we must form an idea of immense caravans proceeding from distant parts of the world to Jerusalem, bearing along the converts to the true religion to be dedicated to the service of Yahweh.<\/p><p><em>Upon horses<\/em>&mdash;Horses were little used by the Hebrews (see the notes at <a class=\"isa\" verses=\"MTc2OTM=\">Isaiah 2:7<\/a>), but they are much used by the Arabs, and form an important part of the caravan that goes to distant places.<\/p><p><em>And in chariots<\/em>&mdash;(Compare the notes at <a class=\"isa\" verses=\"MTg5Mzg=\">Isaiah 66:15<\/a> ). It is, however, by no means certain that the word used here refers to a wheeled vehicle, Such vehicles were not used in caravans. The editor of the Ruins of Palmyra tells us that the caravan they formed to go to that place, consisted of about two hundred persons, and about the same number of beasts of carriage, which were an odd mixture of horses, camels, mules, and asses; but there is no account of any vehicle drawn on wheels in that expedition, nor do we find an account of such things in other eastern journeys (Harmer). Coaches, Dr. Russel assures us, are not in use in Aleppo, nor are they commonly used in any of the countries of the East. The Hebrew word used here (רכב rekeb), means properly riding&mdash;riders, cavalry (see it explained in the notes at <a class=\"isa\" verses=\"MTgwNDM=\">Isaiah 21:7<\/a>); then any vehicle for riding&mdash;whether a wagon, chariot, or litter. Lowth renders it, &lsquo;In litters.&rsquo; Pitts, in his account of the return from Mecca, describes a species of litter which was borne by two camels, one before and another behind, which was all covered over with searcloth, and that again with green broadcloth, and which was elegantly adorned. It is not improbable that some such vehicle is intended here, as it is certain that such things as wagons or chariots are not found in oriental caravans.<\/p><p><em>And in litters<\/em>&mdash;Margin, &lsquo;Coaches.&rsquo; But the word litters more properly expresses the idea. Lowth renders it, &lsquo;Counes.&rsquo; Thevenot tells us that counes are hampers, or cradles, carried upon the backs of camels, one on each side, having a back, head, and sides, like great chairs. A covering is commonly laid over them to protect the rider from wind and rain. This is a common mode of traveling in the East. The coune, or hamper, is thrown across the back of the camel, somewhat in the manner of saddle-bags with us. Sometimes a person sits on each side, and they thus balance each other, and sometimes the end in which the person is placed is balanced by provisions, or articles of furniture in the other. &lsquo;At Aleppo,&rsquo; says Dr. Russel, &lsquo;women of inferior condition in long journeys are commonly stowed, one on each side of a mule, in a sort of covered cradles.&rsquo; The Hebrew word used here (צב tsab), means properly a litter, a sedan coach&mdash;what can be lightly or gently borne.<\/p><p>The Septuagint renders it, &Epsilon;̓&nu; &lambda;&alpha;&mu;&pi;&eta;́&nu;&alpha;&iota;&sigmaf; &eta;̔&mu;&iota;&omicron;́&nu;&omega;&nu; &mu;&epsilon;&tau;&alpha;̀ &sigma;&kappa;&iota;&alpha;&delta;&iota;́&omega;&nu; En lampēnais hēmionōn meta skiadiōn&mdash;&lsquo;In litters of mules, with shades or umbrellas.&rsquo; Perhaps the following description of a scene in the khan at Acre, will afford an apt illustration of this passage. &lsquo;The bustle was increased this morning by the departure of the wives of the governor of Jaffa. They set off in two coaches of a curious description, common in this country. The body of the coach was raised on two parallel poles, somewhat similar to those used for sedan chairs only that in these the poles were attached to the lower par; of the coach&mdash;throwing consequently the center of gravity much higher, and apparently exposing the vehicle, with its veiled tenant, to an easy overthrow, or at least to a very active jolt. Between the poles strong mules were harnessed, one before and one behind; who, if they should prove capricious, or have very uneven or mountainous ground to pass, would render the situation of the ladies still more critical.&rsquo; (Jowett&rsquo;s Christian Researches in Syria, pp. 115, 116, Amos Ed.)<\/p><p><em>And upon swift beasts<\/em>&mdash;Dromedaries. So Lowth and Noyes render it; and so the word used here&mdash;כרכרות kirekârôt&mdash;properly denotes. The word is derived from כיר kārar, to dance; and the name is given to them for their bounding or dancing motion, their speed being also sometimes accelerated by musical instruments (Bochart, Hieroz. i. 2, 4). For a description of the dromedary, see the notes at <a class=\"isa\" verses=\"MTg4Mjg=\">Isaiah 60:6<\/a>.<\/p><p><em>As the children of Israel<\/em>&mdash;As the Jews bear an offering to Yahweh in a vessel that is pure, The utmost attention was paid to the cleanliness of their vessels in their public worship.<\/p>",
    "audit": 1
}