{
    "id": 947,
    "source": "barnes",
    "verse_id": 17854,
    "verse_count": 1,
    "reference": "10:3 ",
    "title": "",
    "html": "<p><em>And what will ye do<\/em>&mdash;The prophet here proceeds to denounce the judgment, or punishment, that would follow the crimes specified in the previous verses. That punishment was the invasion of the land by a foreign force. &lsquo;What will ye do? To whom will you fly? What refuge will them be?&rsquo; Implying that the calamity would be so great that there would be no refuge, or escape.<\/p><p><em>In the day of visitation<\/em>&mdash;The word &ldquo;visitation&rdquo; (פקדה peqûddâh) is used here in the sense of God&rsquo;s coming to punish them for their sins; compare <a class=\"ref\">Job 31:14; Job 35:15<\/a> ; <a class=\"isa\" verses=\"W3siMTgxNDUiOjF9XQ==\">Isaiah 26:14<\/a> ; <a class=\"ref\">Ezekiel 9:1<\/a>. The idea is probably derived from that of a master of a family who comes to take account, or to investigate the conduct of his servants, and where the visitation, therefore, is one of reckoning and justice. So the idea is applied to God as designing to visit the wicked; that is, to punish them for their offences; compare <a class=\"ref\">Hosea 9:7<\/a>.<\/p><p><em>And in the desolation<\/em>&mdash;The destruction, or overthrowing. The word used here&mdash;שׁואה shô&lsquo;âh&mdash;usually denotes a storm, a tempest <a class=\"ref\">Proverbs 1:27<\/a> ; and then sudden destruction, or calamity, that sweeps along irresistibly like a tempest; <a class=\"ref\">Zephaniah 1:15; Job 30:3, Job 30:14; Psalm 35:8<\/a>.<\/p><p><em>Which shall come from far<\/em>&mdash;That is, from Assyria, Media, Babylonia. The sense is, &lsquo;a furious storm of war is about to rage. To what refuge can you then flee? or where can you then find safety?&rsquo;<\/p><p><em>Where will ye leave your glory<\/em>&mdash;By the word &ldquo;glory&rdquo; here, some have understood the prophet as referring to their aged men, their princes and nobles, and as asking where they would find a safe place for them. But he probably means their &ldquo;riches, wealth, magnificence.&rdquo; Thus <a class=\"ref\">Psalm 49:17<\/a>:<\/p><p>For when he dieth, he shall carry nothing away;<\/p><p>His glory shall not descebd after him.<\/p><p>See also <a class=\"ref\">Hosea 9:2<\/a> ; <a class=\"isa\" verses=\"W3siMTg5MzUiOjF9XQ==\">Isaiah 66:12<\/a>. The word &ldquo;leave&rdquo; here, is used in the sense &ldquo;of deposit,&rdquo; or commit for safe keeping; compare <a class=\"ref\">Job 39:14<\/a>. &lsquo;In the time of the invasion that shall come up like a tempest on the land, where will you deposit your property so that it shall be safe?&rsquo;<\/p>",
    "audit": 1
}