{
    "id": 1677,
    "source": "barnes",
    "verse_id": 18584,
    "verse_count": 1,
    "reference": "45:22 ",
    "title": "",
    "html": "<p><em>Look unto me, and be ye saved<\/em>&mdash;This is said in view of the declaration made in the previous verse, that he is a just God and a Saviour. It is because he sustains this character that all are invited to look to him; and the doctrine is, that the fact that God is at the same time just and yet a Saviour, or can save consistently with his justice, is an argument why they should took to him, and confide in him. If he is at the same time just&mdash;true to his promises; righteous in his dealings; maintaining the honor of his law and government, and showing his hatred of sin; and also merciful, kind, and forgiving, it is a ground of confidence in him, and we should rejoice in the privilege of looking to him for salvation. The phrase &lsquo;look unto me&rsquo; means the same as, direct the attention to as we do to one from whom we expect aid. It denotes a conviction on our part of helplessness&mdash;as when a man is drowning, he casts an imploring eye to one on the shore who can help him; or when a man is dying, he casts an imploring eye on a physician for assistance. Thus the direction to look to God for salvation implies a deep conviction of helplessness and of sin; and a deep conviction that he only can save. At the same time it shows the ease of salvation. What is more easy than to look to one for help? What more easy than to cast the eyes toward God the Saviour? What more reasonable than that he should require us to do it? And what more just than that God, if people will not look to him in order that they may be saved, should cast them off forever? Assuredly, if a dying, ruined, and helpless sinner will not do so simple a thing as to look to God for salvation, he ought to be excluded from heaven, and the universe will acquiesce in the decision which consigns him to despair.<\/p><p><em>All the ends of the earth<\/em>&mdash;For the meaning of this phrase, see the note at <a class=\"isa\" verses=\"MTg0NDk=\">Isaiah 40:28<\/a>. The invitation here proves:<\/p><p>1. That the offers of the gospel are universal. None are excluded. The ends of the earth, the remotest parts of the world, are invited to embrace salvation, and all those portions of the world might, under this invitation, come and accept the offers of life.<\/p><p>2. That God is willing to save all; since he would not give an invitation at all unless he was willing to save them.<\/p><p>3. That there is ample provision for their salvation; since God could not invite them to accept of what was not provided for them, nor could he ask them to partake of salvation which had no existence.<\/p><p>4. That it is his serious and settled purpose that all the ends of the earth shall be invited to embrace the offers of life.<\/p><p>The invitation has gone from his lips, and the command has gone forth that it should be carried to every creature <a class=\"ref\">Mark 16:15<\/a>, and now it pertains to his church to bear the glad news of salvation around the world. God intends that it shall be done, and on his church rests the responsibility of seeing it speedily executed.<\/p><p><em>For I am God<\/em>&mdash;This is a reason why they should look to him to be saved. It is clear that none but the true God can save the soul. No one else but he can pronounce sin forgiven; no one but he can rescue from a deserved hell. No idol, no man, no angel can save; and if, therefore, the sinner is saved, he must come to the true God, and depend on him. That he may thus come, whatever may have been his character, is abundantly proved by this passage. This verse contains truth enough, if properly understood and applied, to save the world; and on the ground of this, all people, of all ages, nations, climes, ranks, and character, might come and obtain eternal salvation.<\/p>",
    "audit": 1
}