{
    "id": 1287,
    "source": "barnes",
    "verse_id": 18194,
    "verse_count": 1,
    "reference": "28:29 ",
    "title": "",
    "html": "<p><em>This also cometh...<\/em>&mdash;That is, these various devices for threshing his grain comes from the Lord no less than the skill with which he tills his land. (see <a class=\"isa\" verses=\"W3siMTgxOTEiOjF9XQ==\">Isaiah 28:26<\/a> ).<\/p><p><em>And excellent in working<\/em>&mdash;Or rather, who magnifies (חגדיל chigdiyl) his wisdom ( תוּשׁיה tûshı̂yâh). This word properly means wisdom, or understanding <a class=\"ref\">Job 11:6; Job 12:16; Job 26:3; Proverbs 3:21; Proverbs 8:14; Proverbs 18:1<\/a>. The idea of the prophet is, that God, who had so wisely taught the farmer, and who had instructed him to use such various methods in his husbandry, would also be himself wise, and would pursue similar methods with his people. He would not always pursue the same unvarying course, but would vary his dispensations as they should need, and as would best secure their holiness and happiness. We see:<\/p><p>1. The reason of afflictions. It is for the same cause which induces the farmer to employ various methods on his farm.<\/p><p>2. We are not to expect the same unvarying course in God&rsquo;s dealings with us. It would be as unreasonable as to expect that the farmer would be always plowing, or always threshing.<\/p><p>3. We are not to expect always the same kind of afflictions. The farmer uses different machines and modes of threshing, and adapts them to the nature of the grain. So God uses different modes, and adapts them to the nature, character, and disposition of his people. One man requires one mode of discipline, and another another. At one time we need one mode of correction to call us from sin and temptation; at another another. We may lay it down as a general rule, that &ldquo;the divine judgments are usually in the line of our offences;&rdquo; and by the nature of the judgment we may usually ascertain the nature of the sin. If a man&rsquo;s besetting sin is &ldquo;pride,&rdquo; the judgment will usually be something that is suited to humble his pride; if it be covetousness, his property may be removed, or it may be made a curse; if it be undue attachment to children or friends, they may be removed.<\/p><p>4. God will not crush or destroy his people. The farmer does not crush or destroy his grain. In all the various methods which he uses, he takes care not to pursue it too far, and not to injure the grain. So with God&rsquo;s dealings with his people. His object is not to destroy them, but it is to separate the chaff from the wheat; and he will afflict them only so much as may be necessary to accomplish this. He will not be always bruising his people, but will in due time remit his strokes&mdash;just as the thresher does.<\/p><p>5. We should, therefore, bear afflictions and chastisements with patience. God deals with us in mercy&mdash;and the design of all his dispensations toward us in prosperity and adversity; in sickness and in health; in success and in disappointment, is to produce the richest and most abundant fruits of righteousness, and to prepare us to enter into his kingdom above.<\/p>",
    "audit": 1
}