{
    "id": 1727,
    "source": "barnes",
    "verse_id": 18634,
    "verse_count": 1,
    "reference": "48:19 ",
    "title": "",
    "html": "<p><em>Thy seed also<\/em>&mdash;Instead of being reduced to a small number by the calamities incident to war, and being comparatively a small and powerless people sighing in captivity, you would have been a numerous and mighty nation. This is another of the blessings which would have followed from obedience to the commands of God; and it proves that a people who are virtuous and pious will become numerous and mighty. Vice, and the diseases, the wars, and the divine judgments consequent on vice, tend to depopulate a nation, and to make it feeble.<\/p><p><em>As the sand<\/em>&mdash;This is often used to denote a great and indefinite number (<a class=\"ref\">Genesis 22:17; Genesis 32:12; Genesis 41:49; Joshua 11:4; Judges 7:12; 1 Samuel 13:5; 2 Samuel 17:11; 1 Kings 4:20-29; Job 29:18; Psalm 139:18<\/a> ; the note at <a class=\"isa\" verses=\"MTc4NzM=\">Isaiah 10:22<\/a> ; <a class=\"ref\">Hosea 1:10; Revelation 20:8<\/a>).<\/p><p><em>And the offspring of thy bowels<\/em>&mdash;On the meaning of the word used here, see the note at <a class=\"isa\" verses=\"MTgwNzc=\">Isaiah 22:24<\/a>.<\/p><p><em>Like the gravel thereof<\/em>&mdash;literally, &lsquo;and the offspring of thy bowels shall be like its bowels,&rsquo; that is, like the offspring of the sea. The phrase refers probably rather to the fish of the sea, or the innumerable multitudes of animals that swim in the sea, than to the gravel. There is no place where the word means gravel. Jerome, however, renders it, Ut lapili ejus&mdash;&lsquo;As its pebbles.&rsquo; The Septuagint &Omega;̔&sigmaf; &omicron;̔ &chi;&omicron;&upsilon;͂&sigmaf; &tau;&eta;͂&sigmaf; &gamma;&eta;͂&sigmaf; hōs ho chous tēs gēs&mdash;&lsquo;As the dust of the earth.&rsquo; The Chaldee also renders it, &lsquo;As the stones of the sea;&rsquo; and the Syriac also. The sense is essentially the same that the number of the people of the nation would have been vast.<\/p><p><em>His name should not have been out off<\/em>&mdash;This does not imply of necessity that they had ceased to be a nation when they were in Babylon, but the meaning is, that if they had been, and would continue to be, obedient, their national existence would have been perpetuated to the end of time. When they ceased to be a distinct nation, and their name was blotted out among the kingdoms of the earth, it was for national crime and unbelief <a class=\"ref\">Romans 11:20<\/a>.<\/p>",
    "audit": 1
}