{
    "id": 1952,
    "source": "barnes",
    "verse_id": 18859,
    "verse_count": 1,
    "reference": "62:4 ",
    "title": "",
    "html": "<p><em>Thou shalt no more be termed Forsaken<\/em>&mdash;That is, thou shalt be no more so forsaken as to make such an I appellation proper. This refers to the new name which the prophet says <a class=\"isa\" verses=\"MTg4NTc=\">Isaiah 62:2<\/a> will be conferred on her.<\/p><p><em>Neither shall thy land<\/em>&mdash;Thy country shall no more be so wasted that the term desolation (שׁממה shemâmâh, Greek &epsilon;̓́&rho;&eta;&mu;&omicron;&sigmaf; erēmos) shall be properly applied to it.<\/p><p>But thou shalt be called Hepzi-bah&mdash;Margin, as Hebrew, &lsquo;My delight is in her.&rsquo; The idea is, that Yahweh would show her such favor, and he would have so much pleasure in his people, that this name of endearment would be appropriately given to her. The Septuagint renders this, &Theta;&epsilon;́&lambda;&eta;&mu;&alpha; &epsilon;̓&mu;&omicron;̀&nu; Thelēma emon&mdash;&lsquo;My will,&rsquo; or my delight. The sense is, that Jerusalem would be eminently the object of his delight.<\/p><p><em>And thy land Beulah<\/em>&mdash;Margin, as Hebrew, &lsquo;Married;&rsquo; or rather, &lsquo;thou art married.&rsquo; The Septuagint renders it, &Omicron;&iota;̓&kappa;&omicron;&upsilon;&mu;&epsilon;́&nu;&eta; Oikoumenē&mdash;&lsquo;Inhabited.&rsquo; Lowth renders it, &lsquo;The wedded matron.&rsquo; The figure is taken from a female who had been divorced, and whose appropriate name was Forsaken.&rsquo; God says here that the appropriate name henceforward would not be the Forsaken, but the married one&mdash;the one favored and blessed of God (see the notes at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 1<\/a>. 1). Language like this is common in the East. &lsquo;A sovereign is spoken of as married to his dominions; they mutually depend on each other. When a king takes possessions from another, he is said to be married to them&rsquo;&mdash;(Roberts).<\/p><p><em>Thy land shall be married<\/em>&mdash;See the notes at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 54:4-6<\/a> , where this figure is extended to greater length. By a similar figure the church is represented as the beautiful bride of the Lamb of God <a class=\"ref\">Revelation 21:9; Revelation 19:7<\/a>.<\/p>",
    "audit": 1
}