{
    "id": 1885,
    "source": "barnes",
    "verse_id": 18792,
    "verse_count": 1,
    "reference": "58:5 ",
    "title": "",
    "html": "<p><em>Is it such a fast that I have chosen?<\/em>&mdash;Is this such a mode of fasting as I have appointed and as Iapprove?<\/p><p><em>A day for a man to afflict his soul?<\/em>&mdash;Margin, &lsquo;To afflict his soul for a day.&rsquo; The reading in the text is the more correct; and the idea is, that the pain and inconvenience experienced by the abstinence from food was not the end in view in fasting. This seems to have been the mistake which they made, that they supposed there was something meritorious in the very pain incurred by such abstinence. Is there not danger of this now? Do we not often feel that there is something meritorious in the very inconveniences which we suffer in our acts of self denial? The important idea in the passage before us is, that the pain and inconvenience which we may endure by the most rigid fasting are not meritorious in the sight of God. They are not that at which he aims by the appointment of fasting. He aims at justice, truth, benevolence, holiness <a class=\"isa\" verses=\"W3siMTg3OTMiOjJ9XQ==\">Isaiah 58:6-7<\/a>; and he esteems the act of fasting to be of value only as it will be the means of leading us to reflect on our faults, and to amend our lives.<\/p><p><em>Is it to bow down his head<\/em>&mdash;A bulrush is the large reed that grows in marshy places. It is, says Johnson, without knots or joints. In the midst of water it grows luxuriantly, yet the stalk is not solid or compact like wood, and, being unsupported by joints, it easily bends over under its own weight. it thus becomes the emblem of a man bowed down with grief. Here it refers to the sanctimoniousness of a hypocrite when fasting&mdash;a man without real feeling who puts on an air of affected solemnity, and &lsquo;appears to others to fast.&rsquo; Against that the Saviour warned his disciples, and directed them, when they fasted, to do it in their ordinary dress, and to maintain an aspect of cheerfulness <a class=\"ref\">Matthew 6:17-18<\/a>. The hypocrites in the time of Isaiah seemed to have supposed that the object was gained if they assumed this affected seriousness. How much danger is there of this now! How often do even Christians assume, on all the more solemn occasions of religious observance, a forced sanctimoniousness of manner; a demure and dejected air; nay, an appearance of melancholy&mdash;which is often understood by the worm to be misanthropy, and which easily slides into misanthropy! Against this we should guard. Nothing more injures the cause of religion than sanctimoniousness, gloom, reserve, coldness, and the conduct and deportment which, whether right or wrong, will be construed by those around us as misanthropy. Be it not forgotten that the seriousness which religion produces is always consistent with cheerfulness, and is always accompanied by benevolence; and the moment we feel that our religious acts consist in merely bowing down the head like a bulrush, that moment we may be sure we shall do injury to all with whom we come in contact.<\/p><p><em>And to spread sackcloth and ashes under him<\/em>&mdash;On the meaning of the word &rsquo;sackcloth,&rsquo; see the notes at <a class=\"isa\" verses=\"W3siMTc3MzIiOjF9XQ==\">Isaiah 3:24<\/a>. It was commonly worn around the loins in times of fasting and of any public or private calamity. It was also customary to sit on sackcloth, or to spread it under one either to lie on, or to kneel on in times of prayer, as an expression of humiliation. Thus in <a class=\"ref\">Esther 4:3<\/a> , it is said. &lsquo;and many lay on sackcloth and ashes:&rsquo; or, as it is in the margin, &rsquo;sackcloth and ashes were laid under many;&rsquo; (compare <a class=\"ref\">1 Kings 21:27<\/a> ). A passage in Josephus strongly confirms this, in which he describes the deep concern of the Jews for the danger of Herod Agrippa, after having been stricken suddenly with a violent disorder in the theater of Caesarea. &lsquo;Upon the news of his danger, immediately the multitude, with their wives and children, &ldquo;sitting upon sackcloth according to their country rites,&rdquo; prayed for the king; all places were filled with wailing and lamentation; while the king, who lay in an upper room, beholding the people below thus falling prostrate on the ground, could not himself refrain from tears&rsquo; (Antiq. xix. 8. 2). We wear crape&mdash;but for a somewhat different object. With us it is a mere sign of grief; but the wearing of sackcloth or sitting on it was not a mere sign of grief, but was regarded as tending to produce humiliation and mortification. Ashes also were a symbol of grief and sorrow. The wearing of sackcloth was usually accompanied with ashes <a class=\"ref\">Daniel 9:3; Esther 4:1, Esther 4:3<\/a>. Penitents, or those in affliction, either sat down on the ground in dust and ashes <a class=\"ref\">Job 2:8; Job 42:6; Jonah 3:6<\/a> ; or they put ashes on their head <a class=\"ref\">2 Samuel 13:19; Lamentations 3:16<\/a> ; or they mingled ashes with their food <a class=\"ref\">Psalm 102:9<\/a>. The Greeks and the Romans had also the same custom of strewing themselves with ashes in mourning. Thus Homer (Iliad, xviii. 22), speaking of Achilles bewailing the death of Patroclus, says:<\/p><p>Cast on the ground, with furious hands he spread<\/p><p>The scorching ashes o&lsquo;er his graceful head,<\/p><p>His purple garments, and his golden hairs;<\/p><p>Those he deforms, and these he tears.<\/p><p>Laertes (Odys. xxiv. 315), shows his grief in the same manner:<\/p><p>Deep from his soul he sighed, and sorrowing spread<\/p><p>A cloud of ashes on his hoary head.<\/p><p>So Virgil (AEn. x. 844), speaking of the father of Lausus, who was brought to him wounded, says:<\/p><p>Canitiem immundo deformat pulvere.<\/p><p><em>Wilt thou call this a fast?<\/em>&mdash;Wilt thou suppose that these observances can be such as God will approve and bless? The truth here taught is, that no mere outward expressions of penitence can be acceptable to God.<\/p>",
    "audit": 1
}