{
    "id": 1708,
    "source": "barnes",
    "verse_id": 18615,
    "verse_count": 1,
    "reference": "47:15 ",
    "title": "",
    "html": "<p><em>With whom thou hast labored<\/em>&mdash;The multitude of diviners, astrologers, and merchants, with whom thou hast been connected and employed. The idea is, that Babylon had been the mart where all of them had been assembled.<\/p><p><em>Even thy merchants from thy youth<\/em>&mdash;Babylon was favorably situated for traffic; and was distinguished for it. Foreigners and strangers had resorted there, and it was filled with those who had come there for purposes of trade. The sense here is, that the same destruction which would come upon the diviners, would come on all who had been engaged there in traffic and merchandise. It does not mean that the individuals who were thus engaged would be destroyed, but that destruction would come upon the business; it would come in spite of all the efforts of the astrologers, and in spite of all the mercantile advantages of the place. The destruction would be as entire as if a fire should pass over stubble, and leave not a coal or a spark. What a striking description of the total ruin of the commercial advantages of Babylon!<\/p><p><em>From thy youth<\/em>&mdash;From the very foundation of the city.<\/p><p><em>They shall wander every one to his own quarter<\/em>&mdash;All shall leave Babylon, and it shall be utterly forsaken as a place of commerce, and all who have been engaged in mercantile transactions there shall go to other places. The phrase, &lsquo;his own quarter&rsquo; (לעברו le‛eberô), means, &ldquo;to his own way;&rdquo; they shall be driven from Babylon, and wander to other places. They shall flee from the danger; and if they practice their arts, or engage in commerce, it shall be done in other places besides Babylon.<\/p><p><em>None shall save thee<\/em>&mdash;How truly this was fulfilled need not here be stated. All its arts of astrology, its wealth, its mercantile advantages, the strength of its walls and gates, were insufficient to save it, and now it lies a wide waste&mdash;a scene of vast and doleful ruin (see the notes at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 13<\/a>; 14) So certainly will all the predictions of God be accomplished; so vain are the arts and devices of man, the strength of fortifications, and the advantages for commerce, when God purposes to inflict his vengeance on a guilty nation. The skill of astrology, the advantages of science, accumulated treasures, brass gates and massive walls, and commercial advantages, the influx of foreigners, and a fertile soil, cannot save it. All these things are in the hands of God; and he can withdraw them when he pleases. Babylon once had advantages for commerce equal to most of the celebrated marts now of Europe and America. So had Palmyra, and Tyre, and Baalbec, and Petra, and Alexandria, and Antioch. Babylon was in the midst of a country as fertile by nature as most parts of the United States. She had as little prospect of losing the commerce of the world, and of ceasing to be a place of wealth and power, as Paris, or London, or Liverpool, or New York. Yet how easy was it for God, in the accomplishment of his plans, to turn away the tide of her prosperity, and reduce her to ruins.<\/p><p>How easy, in the arrangements of his providence, to spread desolation over all the once fertile plains of Chaldea, and to make those plains pools of water. And so with equal ease, if he pleases, and by causes as little known as were those which destroyed Babylon, can he take away the commercial advantages of any city now on earth. Tyre has lost all its commercial importance; the richly-laden caravan has ceascd to pause at Petra; Tadmor lies waste. Baalbec is known only by the far-strewed ruins, and Nineveh and Babylon are stripped of all. that ever made them great, and can rise no more. God has taken away the importance and the power of Rome, once, like Babylon, the mistress of the world, by suffering the malaria to desolate all the region in her vicinity; and so with equal truth, all that contributes to the commercial importance of New York, Philadelphia, Boston, London, or Paris, are under the control of God. By some secret causes he could make these cities a wide scene of ruins; and they may be, if they are like Babylon and Tyre and Tadmor in their character, yet like them in their doom. They should feel that the sources of their prosperity and their preservation are not in themselves, but in the favor and protection of God. Virtue, justice, and piety, will better preserve them than wealth; and without these they must be, in spite of their commercial advantages, what the once celebrated cities of antiquity now are.<\/p>",
    "audit": 1
}