{
    "id": 1536,
    "source": "barnes",
    "verse_id": 18443,
    "verse_count": 1,
    "reference": "40:22 ",
    "title": "",
    "html": "<p><em>It is he that sitteth<\/em>&mdash;Margin, &lsquo;Him that sitteth,&rsquo; that is, have you not known him? The Hebrew literally means &lsquo;the sitter, or he sitting on the circle of the each;&rsquo; and it may be connected either with <a class=\"isa\" verses=\"W3siMTg0NDIiOjF9XQ==\">Isaiah 40:21<\/a> , &lsquo;Have ye not known him sitting on the circle of the earth?&rsquo; or with <a class=\"isa\" verses=\"W3siMTg0MzkiOjF9XQ==\">Isaiah 40:18<\/a> , &lsquo;What likeness will ye compare to him that sitteth on the circle of the earth?&rsquo; In either case the phrase is designed to show the majesty and glory of God. The word &rsquo;sitteth&rsquo; refers to God as a sovereign or monarch, making the circle of the earth his throne.<\/p><p><em>The circle of the earth<\/em>&mdash;Or rather, &ldquo;above&rdquo; (על ‛al) the circle of the earth. The word rendered &lsquo;circle&rsquo; (חוּג chûg) denotes &ldquo;a circle, sphere, or arch&rdquo;; and is applied to the arch or vault of the heavens, in <a class=\"ref\">Proverbs 8:27; Job 22:14<\/a>. The phrase &lsquo;circle,&rsquo; or &lsquo;circuit of the earth,&rsquo; here seems to be used in the same sense as the phrase orbis terrarum by the Latins; not as denoting a sphere, or not as implying that the earth was a globe, but that it was an extended plain surrounded by oceans and mighty waters. The globular form of the earth was then unknown; and the idea is, that God sat above this extended circuit, or circle; and that the vast earth was beneath his feet.<\/p><p><em>And the inhabitants thereof are like grasshoppers<\/em>&mdash;Or rather, like locusts, for so the Hebrew word properly means. This is designed to show that the inhabitants of the earth, numerous and mighty as they are, are as nothing compared with God. The idea is that God is so exalted, that, as he looks down from that elevated station, all the inhabitants of the world appear to him as locusts&mdash;a busy, agirated, moving, impatient multitude, spread over the vast circle of the earth beneath him&mdash;as locusts spread in almost interminable bands over the plains in the East. What a striking illustration of the insignificance of man as he is viewed from the heavens! What an impressive description of the nothingness of his mighty plans, and of the vanity of his mightiest works!<\/p><p><em>That stretcheth out the heavens<\/em>&mdash;Referring to the firmament above, as that which seems to be stretched out, or expanded over our heads. The heavens above are often thus compared to an expanse&mdash;either solid <a class=\"ref\">Genesis 1:7<\/a> , or to a curtain, or tent (compare the note at <a class=\"isa\" verses=\"W3siMTgzMDgiOjF9XQ==\">Isaiah 34:4<\/a>).<\/p><p><em>As a curtain<\/em>&mdash;The word used here (דק doq) denotes properly fineness, thinness; and then a fine or thin cloth, or curtain. Here it means a thin canopy that is stretched over us. The same expression occurs in <a class=\"ref\">Psalm 104:2<\/a> (compare <a class=\"ref\">Job 9:8<\/a> ; <a class=\"isa\" verses=\"W3siMTg1NTgiOjF9XQ==\">Isaiah 44:24<\/a>). Probably the reference here is to the veil, curtain, or awning which the Orientals are accustomed to draw over the court in their houses. Their houses are constructed with an open court in the center, with the rooms ranged round it. In that court or open square there are usually fountains, if the situation is so that they can be constructed; and they are cool and refreshing places for the family to sit in the heat of the summer. In hot or rainy weather, a curtain or awning is drawn over this area. According to the imago of the prophet here, the heavens are spread out over our heads as such an awning.<\/p><p><em>And spreadeth them out as a tent<\/em>&mdash;As a tent that is made for a habitation. Perhaps the idea is, that the heavens are extended like a tent in order to furnish a dwelling-place for God. Thus the Chaldee renders it. If so, it proves that the universe, so vast, was suited up to be the dwelling-place of the High and Holy One, and is a most impressive representation of his immensity.<\/p>",
    "audit": 1
}