{
    "id": 1466,
    "source": "barnes",
    "verse_id": 18373,
    "verse_count": 1,
    "reference": "37:20 ",
    "title": "",
    "html": "<p><em>That all the kingdoms of the earth may know<\/em>&mdash;Since he has been able to subdue all others; and since Judea alone, the land under the protection of Yahweh, would be saved, all the nations would know that it could not be by the power of an idol. The desire of Hezckiah, therefore, was not primarily that of his own personal safely or the safety of his kingdom. It was that Yahweh might vindicate his great and holy name from reproach, and that the world might know that he was the only true God. A supreme regard to the glory of God influenced this pious monarch in his prayers, and we have here a beautiful model of the object which we should have in view when we come before God. It is not primarily that we may be saved; it is not, as the leading motive, that our friends or that the world may be saved; it is that the name of God may be honored. This motive of prayer is one that is with great frequency presented in the Bible (compare <a class=\"isa\" verses=\"MTg0ODk=\">Isaiah 42:8<\/a> ; <a class=\"isa\" verses=\"WzE4NTE2LDE4NTE5XQ==\">Isaiah 43:10, Isaiah 43:13<\/a> , <a class=\"isa\" verses=\"MTg1MzE=\">Isaiah 43:25<\/a> ; <a class=\"ref\">Deuteronomy 32:39; Psalm 46:10; Psalm 83:18; Nehemiah 9:6; Daniel 9:18-19<\/a> ).<\/p><p>Perhaps there could have been furnished no more striking proof that Yahweh was the true God, than would be by the defeat of Sennacherib. No other nation had been able to resist the Assyrian arms. The great power of that empire was now concentrated in the single army of Sennacherib. He was coming with great confidence of success. He was approaching the city devoted to Yahweh&mdash;the city where the temple was, and the city and people that were everywhere understood to be under his protection. The affairs of the world had arrived at a crisis; and the time had come wheu the great Yahweh could strike a blow which would be felt on all nations, and carry the terror of his name, and the report of his power throughout the earth. Perhaps this was one of the main motives of the destruction of that mighty army. God intended that his power should be felt, and that monarchs and people that arrayed themselves against him, and blasphemed him, should have a striking demonstration that be was God, and that none of the devices of his enemies could succeed.<\/p>",
    "audit": 1
}