{
    "id": 1798,
    "source": "barnes",
    "verse_id": 18705,
    "verse_count": 1,
    "reference": "52:8 ",
    "title": "",
    "html": "<p><em>Thy watchmen<\/em>&mdash;This language is taken from the custom of placing watchmen on the walls of a city, or on elevated towers, who could see if an enemy approached, and who of course would be the first to discern a messenger at a distance who was coming to announce good news. The idea is, that there would be as great joy at the announcement of the return of the exiles, as if they who were stationed on the wall should see the long-expected herald on the distant hills, coming to announce that they were about to return, and that the city and temple were about to be rebuilt. It was originally applicable to the return from Babylon. But it contains also the general truth that they who are appointed to watch over Zion and its interests, will rejoice at all the tokens of God&rsquo;s favor to his people, and especially when he comes to bless them after long times of darkness, depression, and calamity. It is by no means, therefore, departing from the spirit of this passage, to apply it to the joy of the ministers of religion in the visits of divine mercy to a church and people. &lsquo;Shall lift up the voice.&rsquo; That is, with rejoicing.<\/p><p><em>With the voice together shall they sing<\/em>&mdash;They shall mingle their praises and thanksgivings. The idea is, that all who are appointed to guard Zion, should feel a common interest in her welfare, and rejoice when the Lord comes to visit and bless his people. The Hebrew here is more abrupt and emphatic than our common translation would make it. It is literally, &lsquo;The voice of thy watchmen! They lift up the voice together; they sing&rsquo;&mdash;as if the prophet suddenly heard a shout. It is the exultling shout of the watchmen of Zion; and it comes as one voice, with no discord, no jarring.<\/p><p><em>For they shall see eye to eye<\/em>&mdash;Lowth renders this, &lsquo;For face to face shall they see.&rsquo; Noyes, &lsquo;For with their own eyes shall they behold.&rsquo; Jerome renders it, Oculo ad oculum&mdash;&lsquo;Eye to eye.&rsquo; The Septuagint renders it, &Omicron;̓&phi;&theta;&alpha;&lambda;&mu;&omicron;&iota;̀ &pi;&rho;&omicron;́&sigmaf; &omicron;̓&phi;&theta;&alpha;&lambda;&mu;&omicron;&upsilon;̀&sigmaf;, &kappa;.&tau;.&lambda;. Ophthalmoi pros ophthalmous, etc. &lsquo;Eyes shall look to eyes when the Lord shall have mercy upon Zion.&rsquo; Interpreters have been divided in regard to its meaning. The sense may be, either that they shall see face to face, that is, distinctly, clearly, as when one is near another; or it may mean that they shall be united&mdash;they shall contemplate the same object, or look steadily at the same thing. Rosenmuller, Gesenius, Forerius, Junius. and some others, understand it in the former sense. So the Chaldee, &lsquo;For they shall see with their own eyes the great things which the Lord will do when he shall bring back his own glory to Zion.&rsquo; The phrase in Hebrew occurs in no other place, except in <a class=\"ref\">Numbers 14:14<\/a>, which our translators have rendered, &lsquo;For thou, Lord, art seen face to face.&rsquo; Hebrew, &lsquo;Eye to eye;&rsquo; that is, near, openly, manifestly, without any veil or interposing medium.<\/p><p>The expression, &lsquo;face to face,&rsquo; meaning openly, plainly, manifestly, as one sees who is close to another, occurs frequently in the Bible (see <a class=\"ref\">Genesis 32:30; Exodus 33:11; Deuteronomy 5:4; Deuteronomy 34:10; Judges 6:22; Proverbs 27:19; Ezekiel 20:35; Acts 25:16; 1 Corinthians 13:12; 2 John 1:12; 3 John 1:14<\/a> ). So the phrase, &lsquo;mouth to mouth,&rsquo; occurs in a similar sense <a class=\"ref\">Numbers 12:8<\/a>. And there can be but little doubt, it seems to me, that this is the sense here, and that the prophet means to say, that the great and marvelous doings of Yahweh would be seen openly and manifestly, and that the watchmen would thence have occasion to rejoice. Another reason for this opinion, besides the fact that it accords with the common usage, is, that the phrase, &lsquo;to see eye to eye,&rsquo; in the sense of being united and harmonious, is not very intelligible. It is not easy to form an image or conception of the watchman in this attitude as denoting harmony. To look into the eyes of each other does not of necessity denote harmony, for people oftentimes do this for other purposes. The idea therefore is, that when Yahweh should bring back and bless his people, the watchmen would have a full and glorious exhibition of his mercy and goodness, and the result would be, that they would greatly rejoice, and unitedly celebrate his name. According to this interpretation, it does not mean that the ministers of religion would have the same precise views, or embrace the same doctrines, however true this may be, or however desirable in itself, but that they would have an open, clear, and bright manifestation of the presence of God, and would lift up their voices together with exultation and praise.<\/p><p><em>When the Lord shall bring again Zion<\/em>&mdash;Zion here denotes the people who dwelt in Jerusalem; and the idea is, when the Lord shall again restore them to their own land. It is not a departure from the sense of the passage, however, to apply it in a more general manner, and to use it as demonstrating that any signal interposition of God in favor of his people should be the occasion of joy, and shall lead the ministers of religion to exult in God, and to praise his name.<\/p>",
    "audit": 1
}