{
    "id": 1134,
    "source": "barnes",
    "verse_id": 18041,
    "verse_count": 1,
    "reference": "21:5 ",
    "title": "",
    "html": "<p><em>Prepare the table<\/em>&mdash;This verse is one of the most striking and remarkable that occurs in this prophecy, or indeed in any part of Isaiah. It is language supposed to be spoken in Babylon. The first direction&mdash;perhaps supposed to be that of the king&mdash;is to prepare the table for the feast. Then follows a direction to set a watch&mdash;to make the city safe, so that they might revel without fear. Then a command to eat and drink: and then immediately a sudden order, as if alarmed at an unexpected attack, to arise and anoint the shield, and to prepare for a defense. The &ldquo;table&rdquo; here refers to a feast&mdash;that impious feast mentioned in <a class=\"ref\">Daniel 5<\/a> in the night in which Babylon was taken, and Belshazzar slain. Herodotus (i. 195), Xenophon (&ldquo;Cyr.&rdquo; 7, 5), and Daniel Dan. 5 all agree in the account that Babylon was taken in the night in which the king and his nobles were engaged in feasting and revelry. The words of Xenophon are, &lsquo;But Cyrus, when he heard that there was to be such a feast in Babylon, in which all the Babylonians would drink and revel through the whole night, on that night, as soon as it began to grow dark, taking many people, opened the dams into the river;&rsquo; that is, he opened the dykes which had been made by Semiramis and her successors to confine the waters of the Euphrates to one channel, and suffered the waters of the Euphrates again to flow over the country so that he could enter Babylon beneath its wall in the channel of the river. Xenophon has also given the address of Cyrus to the soldiers. &lsquo;Now,&rsquo; says he, &lsquo;let us go against them. Many of them are asleep; many of them are intoxicated; and all of them are unfit for battle (&alpha;̓&sigma;&upsilon;̀&nu;&tau;&alpha;&kappa;&tau;&omicron;&iota; asuntaktoi).&rsquo; Herodotus says (i. 191), &lsquo;It was a day of festivity among them, and while the citizens were engaged in dance and merriment, Babylon was, for the first time, thus taken.&rsquo; Compare the account in <a class=\"ref\">Daniel 5<\/a>.<\/p><p>Watch in the watch-tower&mdash;place a guard so that the city shall be secure. Babylon had on its walls many &ldquo;towers,&rdquo; placed at convenient distances (see the notes at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 13<\/a>), in which guards were stationed to defend the city, and to give the alarm on any approach of an enemy. Xenophon has given a similar account of the taking of the city: &lsquo;They having arranged their guards, drank until light.&rsquo; The oriental watch-towers are introduced in the book for the purpose of illustrating a general subject often referred to in the Scriptures.<\/p><p><em>Eat, drink<\/em>&mdash;Give yourselves to revelry during the night (see <a class=\"ref\">Daniel 5<\/a>)<\/p><p><em>Arise, ye princes<\/em>&mdash;This language indicates sudden alarm. It is the language either of the prophet, or more probably of the king of Babylon, alarmed at the sudden approach of the enemy, and calling upon his nobles to arm themselves and make, a defense. The army of Cyrus entered Babylon by two divisions&mdash;one on the north where the waters of the Euphrates entered the city, and the other by the channel of the Euphrates on the south. Knowing that the city was given up to revelry on that night, they had agreed to imitate the sound of the revellers until they should assemble around the royal palace in the center of the city. They did so. When the king heard the noise, supposing that it was the sound of a drunken mob, he ordered the gates of the palace to be opened to ascertain the cause of the disturbance. When they were thus opened, the army of Cyrus rushed in, and made an immediate attack on all who were within. It is to this moment that we may suppose the prophet here refers, when the king, aroused and alarmed, would call on his nobles to arm themselves for battle (see Jahn&rsquo;s &ldquo;Hebrew Commonwealth,&rdquo; p. 153, Ed. Andover, 1828).<\/p><p><em>Anoint the shield<\/em>&mdash;That is, prepare for battle. Gesenius supposes that this means to rub over the shield with oil to make the leather more supple and impenetrable (compare <a class=\"ref\">2 Samuel 1:21<\/a>). The Chaldee renders it, &lsquo;Fit, and polish your arms.&rsquo; The Septuagint, &lsquo;Prepare shields.&rsquo; Shields were instruments of defense prepared to ward off the spears and arrows of an enemy in battle. They were usually made of a rim of brass or wood, and over this was drawn a covering of the skin of an ox or other animal in the manner of a drum-head with us. Occasionally the hide of a rhinoceros or an elephant was used. Burckhardt (&ldquo;Travels in Nubia&rdquo;) says that the Nubians use the hide of the hippopotamus for the making of shields. But whatever skin might be used, it was necessary occasionally to rub it over with oil lest it should become hard, and crack, or lest it should become so rigid that an arrow or a sword would easily break through it. Jarchi says, that &rsquo;shields were made of skin, and that they anointed them with the oil of olive.&rsquo; The sense is, &lsquo;Prepare your arms! Make ready for battle!&rsquo;<\/p>",
    "audit": 1
}