{
    "id": 1920,
    "source": "barnes",
    "verse_id": 18827,
    "verse_count": 1,
    "reference": "60:5 ",
    "title": "",
    "html": "<p><em>Then shalt thou see<\/em>&mdash;Lowth renders this, &lsquo;Then shalt thou fear and overflow with joy;&rsquo; and supposes that it refers to the agitation and anxiety of mind attending the scene, and to the joy consequent on the numerous conversions. His authority for this change is, that forty manuscripts (two of them ancient) have תיראי, &lsquo;thou shalt fear,&rsquo; instead of תראי tı̂re&lsquo;ı̂y, &lsquo;thou shalt see.&rsquo; But though the change is of a single letter, there is not sufficient authority to make it, nor does the sense require it. The Vulgate, Septuagint, Chaldee, Syiac, Arabic, and Castellio, all render it in accordance with the present reading of the Hebrew text. The idea is, that Jerusalem would look with deep interest on the great multitude that would be converted to her, and that the effect would be to cause the heart to overflow with joy.<\/p><p><em>And flow together<\/em>&mdash;This translation, it is believed, by no means conveys the true sense of the passage. Indeed, it is difficult to make sense of the translation. It is true that the Hebrew word נהר nâhar, means &ldquo;to flow, to flow together&rdquo;; whence the word נהר nâhâr, &lsquo;river.&rsquo; But it may be used in the sense of flowing, or overflowing with joy; or it may seem to shine, to be bright, the same as נוּר nûr (Gesenius); and thence to be cheered, to rejoice, as when the countenance is bright and cheerful (compare <a class=\"ref\">Job 3:4<\/a>). Taylor (Hebrew Concordance) renders it, &lsquo;And be enlightened, or have the light flow upon thee.&rsquo; The true idea is, doubtless, that of rejoicing; denoting the happiness which will always exist in the church when many are seen to come and give themselves to God.<\/p><p><em>And thine heart shall fear<\/em>&mdash;The heart shall be ruffled, agitated, deeply excited by the view of the numbers that are converted, and by the evidence thus furnished of the divine favor and presence. The effect of numerous simultaneous conversions in a revival of religion, is always to produce awe and reverence. There is a conviction that God is near, and that this is his work; and a deep veneration produced by the demonstrations of his power which does not exist in other circumstances. This effect is described also by Jeremiah, <a class=\"ref\">Jeremiah 33:9<\/a>: &lsquo;And they shall fear and tremble for all the goodness and for all the prosperity that I shall procure unto her&rsquo; (Jerusalem).<\/p><p><em>And be enlarged<\/em>&mdash;Shall be swelled or filled with joy.<\/p><p><em>Because the abundance of the sea<\/em>&mdash;Margin, &lsquo;Noise of the sea shall be turned unto thee.&rsquo; Lowth and Noyes render it, &lsquo;The riches of the sea.&rsquo; So the Septuagint, &Pi;&lambda;&omicron;&upsilon;͂&tau;&omicron;&sigmaf; &theta;&alpha;&lambda;&alpha;́&sigma;&sigma;&eta;&sigmaf; Ploutos thalassēs. The Chaldee renders it, &lsquo;There shall be transferred to thee the wealth of the west&rsquo; (מערבא עיתר ‛ôtar ma‛arebâ&rsquo;). The Hebrew word המון hămôn properly denotes a noise or sound; as of rain, of the raging of the ocean, or of a multitude of people. Then it denotes a multitude or crowd of people itself <a class=\"isa\" verses=\"W3siMTc5MTEiOjF9LHsiMTgyODMiOjF9XQ==\">Isaiah 13:4; Isaiah 33:3<\/a> ; <a class=\"ref\">Daniel 10:6<\/a> ; a host or army <a class=\"ref\">Judges 4:7; Daniel 11:11-13<\/a> ; a multitude of waters <a class=\"ref\">Jeremiah 10:13; Jeremiah 51:16<\/a>. It then denotes a multitude of possessions; a vast amount of wealth <a class=\"ref\">Psalm 37:16; Ecclesiastes 5:9<\/a>. Here it may refer either to the multitude of the people that dwelt on the islands of the sea, or to their wealth that would be brought and devoted to Zion. As various kinds of property are immediately specified, it seems most natural to refer it to that; and then the idea is, that the wealth possessed by lands beyond the sea, or surrounded by the sea, would be devoted to the church of God. It will be remembered, that nearly all the wealth that was imported by Solomon and others to Judea came from beyond sea, and that it was natural to speak of such places as abounding in riches. The idea is, that the wealth of all those distant lands would be consecrated to the church&mdash;an idea denoting its great prosperity and glory when all lands should come under the influence of the truth.<\/p><p><em>Shall be converted<\/em>&mdash;Hebrew, &lsquo;Shall be turned.&rsquo; Instead of being employed in idolatry and sin; in purposes of pleasure and mere magnificence, it shall be turned to a different purpose.<\/p><p><em>The forces of the Gentiles<\/em>&mdash;Margin, &lsquo;wealth.&rsquo; The margin has undoubtedly the correct interpretation. The word used here (חיל chayil, construct חיל chēyil), usually, indeed, denotes strength, might, valor; an army, forces, host; but it also means riches, wealth <a class=\"ref\">Genesis 24:29; Deuteronomy 8:17-18; Ruth 4:11; Job 20:15<\/a>. The Septuagint renders the passage, &lsquo;The riches of the sea, and of the nations, and of the people will come over to thee.&rsquo; The sense is, that the wealth of the pagan world would be consecrated to the service of the church. To some extent, this has been the case, No small part of the great wealth of the Roman empire was I devoted to the service of the Christian church; and the wealth of what was then Pagan Europe, and of what was then Pagan and unknown America, has been, to a considerable extent, devoted to the Redeemer. The time will come when the wealth of India, of China, of Africa, and of the entire world, shall be devoted to the service of God, in a manner far more decided than has yet occurred in the most favored Christian lands.<\/p>",
    "audit": 1
}