{
    "id": 1281,
    "source": "barnes",
    "verse_id": 18188,
    "verse_count": 1,
    "reference": "28:23 ",
    "title": "",
    "html": "<p><em>Give ye ear<\/em>&mdash;In this verse the prophet introduces an important and striking illustration drawn from the science of agriculture. It is connected with the preceding part of the chapter, and is designed to show the propriety of what the prophet had said by an appeal to what they all observed in the cultivation of their lands. The previous discourse consists mainly of reproofs and of threatenings of punishment on God&rsquo;s people for their profane contempt of the messengers of God. He had threatened to destroy their nation, and so remove them for a time to a distant land. This the prophet had himself said <a class=\"isa\" verses=\"MTgxODY=\">Isaiah 28:21<\/a> was his &rsquo;strange work.&rsquo; To vindicate this and to show the propriety &ldquo;of God&rsquo;s adopting every measure, and of not always pursuing the same course in regard to his people,&rdquo; he draws an illustration from the farmer. He is not always doing the same thing. He adopts different methods to secure a harvest.<\/p><p>He adapts his plans to the soil and to the kind of grain; avails himself of the best methods of preparing the ground, sowing the seed, collecting the harvest, and of separating the grain from the chaff. He does not always plow; nor always sow; nor always thresh. He does not deal with all kinds of land and grain in the same way. Some land he plows in one mode, and some in another; and in like manner, some grain he threshes in one mode, and some in another&mdash;adapting his measures to the nature of the soil, and of the grain. Some grain he beats out with a flail; some he bruises; but yet he will be careful not to break the kernel, or destroy it in threshing it. However severe may appear to be his blows, yet his object is not to crush and destroy it <a class=\"isa\" verses=\"MTgxOTM=\">Isaiah 28:28<\/a> , but it is to remove it from the chaff, and to save it. In all this he acts the part of wisdom, for God has taught him what to do <a class=\"isa\" verses=\"MTgxOTE=\">Isaiah 28:26<\/a> , <a class=\"isa\" verses=\"MTgxOTQ=\">Isaiah 28:29<\/a>. So, says the prophet, God will not deal with all of his people in the same manner, nor with them always in the same mode. He will vary his measures as a farmer does. When mild and gentle measures will do, he will adopt them. When severe measures are necessary, he will resort to them. His object is not to destroy his people, anymore than the object of the farmer in threshing is to destroy his grain. The general dedicate the propriety of God&rsquo;s engaging in what the prophet calls his &rsquo;strange act,&rsquo; and &rsquo;strange work,&rsquo; in punishing his people. The allegory is one of great beauty, and its pertinency and keeping are maintained throughout; and it furnishes a most important practical lesson in regard to the mode in which God deals with his people.<\/p>",
    "audit": 1
}