{
    "id": 2035,
    "source": "barnes",
    "verse_id": 18942,
    "verse_count": 1,
    "reference": "66:19 ",
    "title": "",
    "html": "<p><em>And I will set a sign among them<\/em>&mdash;(See the notes at <a class=\"isa\" verses=\"WzE3ODk3LDE4MDAxXQ==\">Isaiah 11:12; Isaiah 18:3<\/a> ). On the meaning of the word &rsquo;sign&rsquo; (אות &lsquo;ôth), see the notes at <a class=\"isa\" verses=\"MTc3OTQ=\">Isaiah 7:11<\/a>. What is its meaning here is to be determined by the connection. That would seem to me to require some such interpretation as this: That when God should come <a class=\"isa\" verses=\"eyIxODk0MCI6Mn0=\">Isaiah 66:17-18<\/a> to take vengeance on his foes, and to manifest his glory, he would establish some mark or memorial; would erect some standard, or give some signal, by which his true friends would escape, and that he would send them to distant nations to proclaim his truth and gather together those who had not seen his glory. What that sign should be, he does not here say. Whether a standard, a secret communication, or some intimation beforehand, by which they should know the approaching danger and make their escape, is not declared. It is by no means easy to determine with certainty on this passage; and it certainly becomes no one to speak dogmatically or very confidently.<\/p><p>But it seems to me that the whole passage may have been intended, by the Holy Spirit, to refer to the propagation of the gospel by the apostles. The heavy judgments referred to may have been the impending calamities over Jerusalem. The glory of God referred to, may have been the signal manifestation of his perfections at that period in the approaching destruction of the city, and in the wonders that attended the coming of the Messiah. The gathering of the nations <a class=\"isa\" verses=\"MTg5NDE=\">Isaiah 66:18<\/a> may possibly refer to the collecting together of numerous people from all parts of the earth about that time; that is, either the assembled people at the time of the Saviour&rsquo;s death <a class=\"ref\">Acts 2:8, Acts 2:11<\/a>, or the gathering of the armies of the Romans&mdash;a commingled multitude from all nations&mdash;to inflict punishment on the Jewish nation, and to behold the manifestation of the divine justice in the destruction of the guilty Jewish capital.<\/p><p>The &rsquo;sign&rsquo; here referred to, may denote the intimations which the Redeemer gave to his disciples to discern these approaching calamities, and to secure their safety by flight when they should be about to appear <a class=\"ref\">Matthew 24:15-18<\/a>. By these warnings and previous intimations they were to be preserved. The sign was &lsquo;among them,&rsquo; that is, in the very midst of the nation; and the object of the intimation was, to secure their safety, and the speedy propagation of the true religion among all nations. Deeply sensible that there is great danger of erring here, and that the above view may be viewed as mere conjecture, I cannot, however, help regarding it as the true exposition. If there is error in it, it may be pardoned, for it will probably be felt by most readers of these notes that there has not been a too frequent reference in the interpretation proposed to the times of the Christian dispensation.<\/p><p><em>And I will send those that escape of them<\/em>&mdash;According to the interpretation suggested above, this refers to the portion of the Jewish nation that should escape from the tokens of the divine displeasure; that is, to the apostles and the early disciples of the Redeemer. The great mass of the nation would be abandoned and devoted to destruction. But a remnant would be saved (compare <a class=\"isa\" verses=\"MTc2NjQ=\">Isaiah 1:9<\/a> ; <a class=\"isa\" verses=\"MTc4OTY=\">Isaiah 11:11<\/a> , <a class=\"isa\" verses=\"MTc5MDE=\">Isaiah 11:16<\/a>). Of that remnant, God would send a portion to make his name known to those who had not heard it, and they would lead distant nations to the knowledge of his truth. The whole passage is so accurately descriptive of what occurred in the times when the gospel was first preached to the pagan world, that there can be little danger of error in referring it to those times. Compare Vitringa on the passage for a more full view of the reasons of this interpretation. The names of the places which follow are designed to specify the principal places where the message would be sent, and stand here as representatives of the whole pagan world.<\/p><p><em>To Tarshish<\/em>&mdash;(See the notes at <a class=\"isa\" verses=\"WzE3NzAyLDE4MDc5LDE4ODQxXQ==\">Isaiah 2:16; Isaiah 23:1; Isaiah 60:19<\/a>). Tarshish was one of the most distant seaports known to the Hebrews; and whether it be regarded as situated in Spain, or in the East Indies, or south of Abyssinia (see the notes above) it equally denotes a distant place, and the passage means that the message would be borne to the most remote regions.<\/p><p><em>Pul<\/em>&mdash;This is supposed to denote some region in Africa. Jerome renders it, &lsquo;Africa.&rsquo; The Septuagint, &Phi;&omicron;&upsilon;̀&delta; Foud&mdash;&lsquo;Phud.&rsquo; Bochart, Phaleg. iv. 26, supposes that it means Philae, a large island in the Nile, between Egypt and Ethiopia; called by the Egyptians Pilak, i e., the border, or far country (see Champollion, l&lsquo;Egypte, i. 158). There are still on that island remains of some very noble and extensive temples built by the ancient Egyptians.<\/p><p><em>And Lud<\/em>&mdash;Jerome renders this, &lsquo;Lydia.&rsquo; The Septuagint &lsquo;Lud.&rsquo; There was a Lydia in Asia Minor&mdash;the kingdom of the celebrated Croesus; but it is generally supposed that this place was in Africa. Ludim was a son of Mizraim <a class=\"ref\">Genesis 10:13<\/a> , and the name Ludim, or Lybians, referring to a people, several times occurs in the Bible <a class=\"ref\">Jeremiah 46:9; Ezekiel 27:10; Ezekiel 30:5<\/a>. These African Lybians are commonly mentioned in connection with Pul, Ethiopia, and Phut. Bochart supposes that Abyssinia is intended, but it is by no means certain that this is the place referred to. Josephus affirms that the descendants of Ludim are long since extinct, having been destroyed in the Ethiopian wars. It is clear that some part of Egypt is intended, says Calmer, but it is not easy to show exactly where they dwelt.<\/p><p><em>That draw the bow<\/em>&mdash;(קשׁת משׁכי moshekēy qeshet). The Septuagint here renders the Hebrew phrase simply by &Mu;&omicron;&sigma;&omicron;̀&chi; Mosoch,&rsquo; understanding it of a place. Lowth supposes that the Hebrew phrase is a corruption of the word Moschi, the name of a nation situated between the Euxine and the Caspian seas. But there is no authority for supposing, as he does, that the word &lsquo;bow&rsquo; has been interpolated. The Chaldee renders it, &lsquo;Drawing and smiting with the bow.&rsquo; The idea is, that the nations here referred to were distinguished for the use of thw bow. The bow was in common use in wars; and it is by no means improbable that at that time they had acquired special fame in the use of this weapon.<\/p><p><em>To Tubal<\/em>&mdash;Tubal was the fifth son of Japhet, and is here joined with Javan because they were among the settlers of Europe. The names before mentioned together relate to Africa, and the sense there is, that the message should be sent to Africa; here the idea is, that it should be sent to Europe. Tubal is commonly united with Meshech, and it is supposed that they populated countries bordering on each other. Bochart labors to prove that by Meshech and Tubal are intended the Muscovites and the Tibarenians. The Tibarenians of the Greeks were the people inhabiting the country south of the Caucasus, between the Black Sea and the Araxes. Josephus says, that &lsquo;Tubal obtained the Thobelians (&Theta;&omega;&beta;&eta;́&lambda;&omicron;&upsilon;&sigmaf; Thōbēlous) who are reckoned among the Iberians.&rsquo; Jerome renders it, &lsquo;Italy.&rsquo; It is not possible to determine with certainty the country that is referred to, though some part of Europe is doubtless intended.<\/p><p><em>And Javan<\/em>&mdash;Jerome renders this, &lsquo;Greece.&rsquo; So the Septuagint, &Epsilon;&iota;̓&sigmaf; &tau;&eta;́&nu; &Epsilon;̔&lambda;&lambda;&alpha;́&delta;&alpha; Eis tēn Hellada&mdash;&lsquo;To Greece.&rsquo; Javan was the fourth son of Japhet, and was the father of the Ionians and the Greeks <a class=\"ref\">Genesis 10:2-4<\/a>. The word &lsquo;Ionia,&rsquo; Greek &Iota;̓&omega;&nu; Iōn, &Iota;̓&omega;&nu;&iota;́&alpha; Iōnia, is evidently derived from the word rendered here &lsquo;Javan&rsquo; (יון yâvân), and in the Scriptures the word comprehends all the countries inhabited by the descendants of Javan, as well in Greece as in Asia Minor. Ionia properly was the beautiful province on the western part of Asia Minor&mdash;a country much celebrated in the Greek classics for its fertility and the salubrity of its climate&mdash;but the word used here includes all of Greece. Thus Daniel Dan 11:2, speaking of Xerxes, says, &lsquo;He shall stir up all against the realm of Javan.&rsquo; Alexander the Great is descried by the same prophet as &lsquo;king of Javan&rsquo; <a class=\"ref\">Daniel 8:21; Daniel 10:20<\/a>. The Hindus call the Greeks Yavanas&mdash;the ancient Hebrew appellation. It is needless to say, on the supposition that this refers to the propagation of the gospel by the apostles, that it was fulfilled. They went to Greece and to Asia Minor in the very commencement of their labors, and seme of the earliest and most flourishing churches were founded in the lands that were settled by the descendants of Javan.<\/p><p><em>To the isles afar off<\/em>&mdash;(See the notes at <a class=\"isa\" verses=\"MTg0NTM=\">Isaiah 41:1<\/a>).<\/p><p><em>That have not heard my fame<\/em>&mdash;Hebrew, &lsquo;Who have not heard my report,&rsquo; that is, who were ignorant of the true God.<\/p><p><em>Neither have seen my glory<\/em>&mdash;The glory which he had manifested to the Hebrews in giving his law, and in the various exhibitions of his character and perfections among them.<\/p>",
    "audit": 1
}