{
    "id": 1393,
    "source": "barnes",
    "verse_id": 18300,
    "verse_count": 1,
    "reference": "33:20 ",
    "title": "",
    "html": "<p><em>Look upon Zion<\/em>&mdash;Lowth renders this, &lsquo;Thou shalt see Zion,&rsquo; by Changing the Hebrew text in conformity with the Chaldee. There is no doubt that this accords with the sense of the passage, but there is no authority for the change It stands in contrast with what had been said in <a class=\"isa\" verses=\"MTgyOTk=\">Isaiah 33:19<\/a>. There, the prophet had said that they should no more see those foreign armies that were coming to invade them. Here he directs them to look upon Zion, implying that they should be permitted to behold Zion in a situation such as he proceeds to describe it. &lsquo;You shall not see that foreign army carrying desolation as they design through the city and the land. They shall be destroyed. But behold Zion! Her you shall see quiet, prosperous, happy, peaceful.&rsquo;<\/p><p><em>The city of our solemnities<\/em>&mdash;Where the religious solemnities of the nation were celebrated.<\/p><p><em>A quiet habitation<\/em>&mdash;Free from invasion, and from the terrors of war.<\/p><p><em>A tabernacle<\/em>&mdash;A tent; a dwelling, such as was common in the nomadic mode of life in the East. The whole city is described under the image of a tent that is fixed and undisturbed, where the family may reside in safety and comfort.<\/p><p><em>Not one of the stakes thereof<\/em>&mdash;The &rsquo;stakes&rsquo; here refer to the poles or fixtures which were driven into the ground in order to fasten the tent, to enable them to spread it, or to the small stakes or pins that were driven in the ground in order to secure the cords by which the tent was extended. The drawing in the book will give you an idea of the mode in which tents were commonly pitched, and will serve to explain this passage, as well as the similar passage in <a class=\"isa\" verses=\"MTg3MjY=\">Isaiah 54:2<\/a>.<\/p><p><em>Shall ever be removed<\/em>&mdash;It shall be a fixed and permanent habitation. The word &lsquo;ever&rsquo; must mean an indefinite period of duration. Sennacherib had designed to blot out the name of the people of God, and destroy their separate and independent existence. The prophet says that that should never be done. Jerusalem, the residence of his people and the emblem of his church, would be safe, and would not be destroyed. There would always be a safe and quiet abode for the friends of the Most High. In this sense it accords with the declaration of the Saviour, that the gates of hell should not prevail against his church.<\/p><p><em>Neither shall any of the cords thereof be broken<\/em>&mdash;Cords were used in tents to fasten the cloth to the poles, or to fasten it to the pins which had been driven into the ground, in order to extend the cloth, and to make it firm.<\/p>",
    "audit": 1
}