{
    "id": 1768,
    "source": "barnes",
    "verse_id": 18675,
    "verse_count": 1,
    "reference": "51:1 ",
    "title": "",
    "html": "<p><em>Hearken unto me<\/em>&mdash;That is, to the God of their fathers, who now addresses them. They are regarded as in exile and bondage, and as desponding in regard to their prospects. In this situation, God, or perhaps more properly the Messiah (compare the notes at <a class=\"isa\" verses=\"W3siMTc2NTYiOjMxfV0=\">Isaiah 1<\/a> ), is introduced as addressing them with the assurances of deliverance.<\/p><p><em>Ye that follow after righteousness<\/em>&mdash;This is addressed evidently to those who sought to be righteous, and who truly feared the Lord. There was a portion of the nation that continued faithful to Yahweh. They still loved and worshipped him in exile, and they were anxiously looking for deliverance and for a return to their own land.<\/p><p><em>Look unto the rock whence ye are hewn<\/em>&mdash;To Abraham the founder of the nation. The figure is taken from the act of quarrying stone for the purposes of building; and the essential idea here is, that God had formed the nation from the beginning, as a mason constructs a building; that he had, so to speak, taken the materials rough and unhewn from the very quarry; that he had shaped, and fitted them, and moulded them into an edifice. The idea is not that their origin was dishonorable or obscure. It is not that Abraham was not an honored ancestor, or that they should be ashamed of the founder of their nation. But the idea is, that God had had the entire moulding of the nation; that he had taken Abraham and Sarah from a distant land, and bad formed them into a great people and nation for his own purpose. The argument is, that he who had done this was able to raise them up from captivity, and make them again a great people. Probably allusion is made to this passage by the Saviour in <a class=\"ref\">Matthew 3:9<\/a>, where he says, &lsquo;For I say unto you, that God is able of these stones to raise up children unto Abraham.&rsquo;<\/p><p><em>The hole of the pit<\/em>&mdash;The word rendered &lsquo;hole&rsquo; means such an excavation as men make who are taking stones from a quarry. It expresses substantially the same idea as the previous member of the verse. This language is sometimes addressed to Christians, with a view to produce humility by reminding them that they have been taken by God from a state of sin, and raised up, as it were, from a deep and dark pit of pollution. But this is not the sense of the passage, nor will it bear such an application. It may be used to denote that God has taken them, as stone is taken from the quarry; that he found them in their natural state as unhewn blocks of marble are; that he has moulded and formed them by his own agency, and fitted them into his spiritual temple; and that they owe all the beauty and grace of their Christian deportment to him; that this is an argument to prove that he who had done so much for them as to transform them, so to speak, from rough and unsightly blocks to polished stones, fitted for his spiritual temple on earth, is able to keep them still, and to fit them for his temple above. Such is the argument in the passage before us; and such a use of it is, of course, perfectly legitimate and fair.<\/p>",
    "audit": 1
}