{
    "id": 1174,
    "source": "barnes",
    "verse_id": 18081,
    "verse_count": 1,
    "reference": "23:3 ",
    "title": "",
    "html": "<p><em>And by great waters<\/em>&mdash;That is, by the abundant-waters, or the overflowing of the Nile. Tyre was the mart to which the superabundant productions of Egypt were borne (see <a class=\"ref\">Ezekiel 27<\/a> )<\/p><p><em>The seed of Sihor<\/em>&mdash;There can be no doubt that by &lsquo;Sihor&rsquo; here is meant the river Nile in Egypt (see <a class=\"ref\">Joshua 13:3; 1 Chronicles 13:5; Jeremiah 2:18<\/a> ). The word שׁחר shichor is derived from שׁחר shachar, &ldquo;to be black&rdquo; <a class=\"ref\">Job 30:30<\/a>, and is given to the Nile from its color when it brings down the slime or mud by which Egypt is rendered so fertile. The Greeks gave to the river the name &Mu;&epsilon;́&lambda;&alpha;&sigmaf; Melas (&ldquo;black&rdquo;), and the Latins call it &ldquo;Melo&rdquo;&mdash;(Serv. ad Virg. &ldquo;Geor.&rdquo; iv. 291. It was called &ldquo;Siris&rdquo; by the Ethiopians; perhaps the same as Sihor. The upper branches of the Nile in Abyssinia all receive their names from the &ldquo;color&rdquo; of the water, and are called the White River, the Blue River, etc.<\/p><p><em>The harvest of the river<\/em>&mdash;The productions caused by the overflowing of the river. Egypt was celebrated for producing grain, and Rome and Greece derived no small part of their supplies from that fertile country. It is also evident that the inhabitants of Palestine were early accustomed to go to Egypt in time of scarcity for supplies of grain (see <a class=\"ref\">Genesis 37:25, Genesis 37:28<\/a> , and the history of Joseph, <a class=\"ref\">Genesis 41-43<\/a>) That the &ldquo;Tyrians&rdquo; traded with Egypt is also well known. Herodotus (ii. 112) mentions one entire quarter of the city of Memphis that was inhabited by the Tyrians.<\/p><p><em>Is her revenue<\/em>&mdash;Her resources are brought from thence.<\/p><p><em>She is a mart of nations<\/em>&mdash;How true this was, see <a class=\"ref\">Ezekiel 27<\/a>. No place was more favorably situated for commerce; and she had engrossed the trade nearly of all the world.<\/p>",
    "audit": 1
}