{
    "id": 948,
    "source": "barnes",
    "verse_id": 17855,
    "verse_count": 1,
    "reference": "10:4 ",
    "title": "",
    "html": "<p><em>Without me<\/em>&mdash;בלתי biltı̂y. There has been a great variety of interpretation affixed to this expression. The sense in which our translators understood it was, evidently, that they should be forsaken of God; and that, as the effect of this, they should bow down under the condition of captives, or among the slain. The Vulgate and the Septuagint, however. and many interpreters understand the word bore as a simple negative. &lsquo;Where will you flee for refuge? Where will you deposit your wealth so as not to bow down under a chain?&rsquo; Vulgate, Ne incurvemini sub vinculo. Septuagint, &Tau;&omicron;&upsilon;͂ &mu;&eta;̀ &epsilon;̓&mu;&pi;&epsilon;&sigma;&epsilon;&iota;͂&nu; &epsilon;&iota;̓&sigmaf; &alpha;̓&pi;&alpha;&gamma;&omega;&nu;&eta;́&nu; tou mē empesein eis apagōnēn&mdash;&lsquo;Not to fall into captivity.&rsquo; The Hebrew will bear either mode of construction. Vitringa and Lowth understand it as our translators have done, as meaning that God would forsake them, and that without him, that is, deprived of his aid, they would be destroyed.<\/p><p><em>They shall bow down<\/em>&mdash;They shall be subdued, as armies are that are taken captive.<\/p><p><em>Under the prisoners<\/em>&mdash;That is, under the &ldquo;condition&rdquo; of prisoners; or as prisoner. Some understand it to mean, that they should bear down &ldquo;in the place of prisoners;&rdquo; that is, in prison, But it evidently means, simply, that they should be captives.<\/p><p><em>They shall fall under the slain<\/em>&mdash;They shall be slain. Gesenius renders it, &ldquo;&lsquo;Among the prisoners, and &ldquo;among&rdquo; the slain.&rsquo;&rdquo; The Chaldee reads it, &lsquo;You shall be east into chains out of your own land, and beyond your own cities you shall be cast out slain.&rsquo; Vitringa supposes that the prophet, in this verse, refers to the custom, among the ancients, of placing prisoners in war under a yoke of wood to indicate their captivity. That such a custom obtained, there can be no doubt; but it is not probable that Isaiah refers to it here. The simple idea is, that many of them should be taken captive, and many of them slain. This prediction was fulfilled in the invasion of Tiglath-pileser; <a class=\"ref\">2 Kings 15<\/a>; 16.<\/p><p><em>For all this<\/em>&mdash;Notwithstanding these calamities. The cup of punishment is not filled by these, but the divine judgment shall still be poured out further upon the nation. The anger of God shall not be fully expressed by these minor inflictions of his wrath, but his hand shall continue to be stretched out until the whole nation shall be overwhelmed and ruined; see the note at <a class=\"isa\" verses=\"MTc4NjM=\">Isaiah 10:12<\/a>.<\/p>",
    "audit": 1
}