{
    "id": 921,
    "source": "barnes",
    "verse_id": 17828,
    "verse_count": 1,
    "reference": "8:20 ",
    "title": "",
    "html": "<p><em>To the law...<\/em>&mdash;To the revelation which God has given. This is a solemn call of the prophet to try everything by the revealed will of God; see <a class=\"isa\" verses=\"MTc4MjQ=\">Isaiah 8:16<\/a>.<\/p><p><em>If they speak not<\/em>&mdash;If the necromancers&mdash;those that pretended to have contact with the dead.<\/p><p><em>According to this word<\/em>&mdash;According to what God has revealed. By this standard all their pretended revelations were to be tried. By this standard all doctrines are still to be tried.<\/p><p><em>It is because<\/em>&mdash;There has been a great variety of criticism upon this verse, but our translation expresses, probably, the true idea. The word rendered here &lsquo;because,&rsquo; אשׁר &lsquo;ăsher, commonly denotes &lsquo;which;&rsquo; but it seems here to be used in the sense of the Syriac? &ldquo;Dolath,&rdquo; or the Greek &omicron;̔́&tau;&iota; hoti.<\/p><p><em>No light<\/em>&mdash;Margin, &lsquo;Morning.&rsquo; Hebrew שׁחר shāchar. The word usually means the morning light; the mingled light and darkness of the aurora; daybreak. It is an emblem of advancing knowledge, and perhaps, also, of prosperity or happiness after calamity, as the break of day succeeds the dark night. The meaning here may be, &lsquo;If their teachings do not accord with the law and the testimony, it is proof that they are totally ignorant, without even the twilight of true knowledge; that it is total darkness with them.&rsquo; Or it may mean, &lsquo;If they do not speak according to this word, then no dawn will arise, that is, no prosperity will smile upon this people.&rsquo;&mdash;Gesenius. Lowth understands it of obscurity, darkness:<\/p><p>&lsquo;If they speak not according to this word,<\/p><p>In which there is no obscurity.&rsquo;<\/p><p>But there is no evidence that the word is ever used in this sense. Others suppose that the Arabic sense of the word is to be retained here, deception, or magic. &lsquo;If they speak not according to this oracle, in which there is no deception.&rsquo; But the word is not used in this sense in the Hebrew. The meaning is, probably, this: &lsquo;The law of God is the standard by which all professed communications from the invisible world are to be tested. If the necromancers deliver a doctrine which is not sustained by that, and not in accordance with the prophetic communications, it shows that they are in utter ignorance. There is not even the glimmering of the morning twilight; all is total night, and error, and obscurity with them, and they are not to be followed.&rsquo;<\/p>",
    "audit": 1
}