{
    "id": 1758,
    "source": "barnes",
    "verse_id": 18665,
    "verse_count": 1,
    "reference": "50:2 ",
    "title": "",
    "html": "<p><em>Wherefore, when I came, was there no man?<\/em>&mdash;That is, when I came to call you to repentance, why was there no man of the nation to yield obedience? The sense is, that they had not been punished without warning. He had called them to repentance, but no one heard his voice. The Chaldee renders this, &lsquo;Wherefore did I send my prophets, and they did not turn? They prophesied, but they did not attend.&rsquo;<\/p><p><em>When I called, was there none to answer?<\/em>&mdash;None obeyed, or regarded my voice. It was not, therefore, by his fault that they had been punished, but it was because they did not listen to the messengers which he had sent unto them.<\/p><p><em>Is my hand shortened at all?<\/em>&mdash;The meaning of this is, that it was not because God was unable to save, that they had been thus punished. The hand, in the Scriptures, is an emblem of strength, as it is the instrument by which we accomplish our purposes. To shorten the hand, that is, to cut it off, is an emblem of diminishing, or destroying our ability to execute any purpose (see <a class=\"isa\" verses=\"MTg4MDI=\">Isaiah 59:1<\/a> ). So in <a class=\"ref\">Numbers 11:23<\/a>: &lsquo;Is the Lord&rsquo;s hand waxed short?&rsquo;<\/p><p><em>That it cannot redeem?<\/em>&mdash;That it cannot rescue or deliver you. The idea is, that it was not because he was less able to save them than he had been in former times, that they were sold into captivity, and sighed in bondage.<\/p><p><em>Behold, at my rebuke<\/em>&mdash;At my chiding&mdash;as a father rebukes a disobedient child, or as a man would rebuke an excited multitude. Similar language is used of the Saviour when he stilled the tempest on the sea of Gennesareth: &lsquo;Then he arose and rebuked the winds and the sea, and there was a great calm&rsquo; <a class=\"ref\">Matthew 8:26<\/a>. The reference here is, undoubtedly, to the fact that God dried up the Red Sea, or made a way for the children of Israel to pass through it. The idea is, that he who had power to perform such a stupendous miracle as that, had power also to deliver his people at any time, and that, therefore, it was for no want of power in him that the Jews were suffering in exile.<\/p><p><em>I make the rivers a wilderness<\/em>&mdash;I dry up streams at pleasure, and have power even to make the bed of rivers, and all the country watered by them, a pathless, and an unfruitful desert.<\/p><p><em>Their fish stinketh<\/em>&mdash;The waters leave them, and the fish die, and putrify. It is not uncommon in the East for large streams and even rivers thus to be dried up by the intense heat of the sun, and by being lost in the sand. Thus the river Barrady which flows through the fertile plain on which Damascus is situated, and which is divided into innumerable streams and canals to water the city and the gardens adjacent to it, after flowing to a short distance from the city is wholly lost&mdash;partly absorbed in the sands, and partly dried up by the intense rays of the sun (see Jones&rsquo; &lsquo;Excursions to Jerusalem, Egypt, etc. &rsquo;) The idea here is, that it was God who had power to dry up those streams, and that he who could do that, could save and vindicate his people.<\/p>",
    "audit": 1
}