{
    "id": 1764,
    "source": "barnes",
    "verse_id": 18671,
    "verse_count": 1,
    "reference": "50:8 ",
    "title": "",
    "html": "<p><em>He is near that justifieth me<\/em>&mdash;That is, God, who will vindicate my character, and who approves what I do, does not leave nor forsake me, and I can with confidence commit myself and my cause to him (see the note at <a class=\"isa\" verses=\"MTg2NDE=\">Isaiah 49:4<\/a> ). The word justify here is not used in the sense in which it is often in the Scriptures, to denote the act by which a sinner is justified before God, but in the proper, judicial sense, that he would declare him to be righteous; he would vindicate his character, and show him to be innocent. This was done by all the testimonies of God in his favor&mdash;by the voice which spake from heaven at his baptism&mdash;by the miracles which he performed, showing that he was commissioned and approved by God&mdash;by the fact that even Pilate was constrained to declare him innocent&mdash;by the wonders that attended his crucifixion, showing that &lsquo;he was a righteous man,&rsquo; even in the view of the Roman centurion <a class=\"ref\">Luke 23:47<\/a> , and by the fact that he was raised from the dead, and was taken to heaven, and placed at the right hand of the Father&mdash;thus showing that his whole work was approved by God, and furnishing the most ample vindication of his character from all the accusations of his foes.<\/p><p><em>Who will contend with me?<\/em>&mdash;This question indicates confidence in God, and in the integrity of his own character. The language is taken from transactions in the courts of justice; and it is a solemn call, on any who would dare to oppose him, to enter into a trial, and allege the accusations against him before the tribunal of a holy God.<\/p><p><em>Let us stand together<\/em>&mdash;Before the seat of judgment as in a court (compare the note at <a class=\"isa\" verses=\"MTg0NTM=\">Isaiah 41:1<\/a>).<\/p><p><em>Who is mine adversary?<\/em>&mdash;Margin, &lsquo;Who is the master of my cause?&rsquo; The Hebrew is &lsquo;Lord (בעל ba‛al) of judgment.&rsquo; The expression means not merely one who has a lawsuit, or a cause, but one who is &lsquo;lord of the judgment,&rsquo; i. e, possessor of the cause, or one who has a claim, and can demand that the judgment should be in his favor. And the call here is on any who should have such a claim to prefer against the Messiah; who should have any real ground of accusation against him; that is, it is an assertion of innocence.<\/p><p><em>Let him come near to me<\/em>&mdash;Let him come and make his charges, and enter on the trial.<\/p>",
    "audit": 1
}