{
    "id": 953,
    "source": "barnes",
    "verse_id": 17860,
    "verse_count": 1,
    "reference": "10:9 ",
    "title": "",
    "html": "<p><em>Is not Calno as Carchemish?<\/em>&mdash;The meaning of this confident boasting is, that none of the cities and nations against which be had directed his arms, had been able to resist him. All had fallen before him; and all were alike prostrate at his feet. Carchemish had been unable to resist him, and Calno had shared the same fate. Arpad had fallen before him, and Hamath in like manner had been subdued. The words which are used here are the same nearly that Rabshakeh used when he was sent by Sennacherib to insult Hezekiah and the Jews; <a class=\"isa\" verses=\"MTgzNTA=\">Isaiah 36:19<\/a> ; <a class=\"ref\">2 Kings 18:34<\/a>. &ldquo;Calno&rdquo; was a city in the land of Shinar, and was probably the city built by Nimrod, called in <a class=\"ref\">Genesis 10:10<\/a> , &ldquo;Calneh,&rdquo; and at one time the capital of his empire. It is mentioned by Ezekiel, <a class=\"ref\">Ezekiel 27:23<\/a>. According to the Targums, Jerome, Eusebius, and others, Calno or Calneh, was the same city as &ldquo;Ctesiphon,&rdquo; a large city on the bank of the Tigris, and opposite to Selcucia.&mdash;&ldquo;Gesenius&rdquo; and &ldquo;Calmet.&rdquo;<\/p><p><em>Carchemish<\/em>&mdash;This was a city on the Euphrates, belonging to Assyria. It was taken by Necho, king of Egypt, and re-taken by Nebuchadnezzar in the fourth year of Jehoiachin, king of Judah; <a class=\"ref\">2 Kings 23:29<\/a>. Probably it is the same city as Cercusium, or Kirkisia, which is situated in the angle formed by the junction of the Chebar and the Euphrates; compare <a class=\"ref\">Jeremiah 46:2; 2 Chronicles 25:20<\/a>.<\/p><p><em>Hamath<\/em>&mdash;This was a celebrated city of Syria. It is referred to in <a class=\"ref\">Genesis 10:18<\/a> , as the seat of one of the tribes of Canaan. It is often mentioned as the northern limit of Canaan. in its widest extent; <a class=\"ref\">Numbers 13:21; Joshua 13:5; Judges 3:3<\/a>. The Assyrians became masters of this city about 753 years before Christ; <a class=\"ref\">2 Kings 17:24<\/a>. Burckhardt mentions this city as situated on both sides of the river Orontes. The town is at present of considerable extent, and contains about 30,000 inhabitants. There are four bridges over the Orontes, in the town. The trade of the town now is with the Arabs, who buy here their tent-furniture, and their clothes. This city was visited by Eli Smith, in 1834. It lies, says he, on the narrow valley of the &lsquo;Asy; and is so nearly concealed by the high banks, that one sees little of it until he actually comes up to the gates: &ldquo;see&rdquo; Robinson&rsquo;s &ldquo;Bib. Researches,&rdquo; vol. iii. App. pp. 176, 177.<\/p><p><em>Arpad<\/em>&mdash;This city was not far from Hamath, and is called by the Greeks Epiphania; <a class=\"ref\">2 Kings 18:34<\/a>.<\/p><p><em>Samaria<\/em>&mdash;The capital of Israel, or Ephraim. From the mention of this place, it is evident that this prophecy was written after Samaria had been destroyed; see the notes at <a class=\"isa\" verses=\"WzE3NzkyLDE4MTY2XQ==\">Isaiah 7:9; Isaiah 28:1<\/a>.<\/p><p><em>As Damascus<\/em>&mdash;The capital of Syria; see the note at <a class=\"isa\" verses=\"MTc3OTI=\">Isaiah 7:9<\/a> , and the Analysis of <a class=\"isa\" verses=\"eyIxNzk4NSI6MTR9\">Isaiah 17:1-14<\/a>. The Septuagint has varied in their translation here considerably from the Hebrew. They render these verses, &lsquo;And he saith, Have I not taken the region beyond Babylon, and Chalane, where the tower was built? and I have taken Arabia, and Damascus, and Samaria.&rsquo; The main idea, however&mdash;the boast of the king of Assyria, is retained.<\/p>",
    "audit": 1
}