{
    "id": 1484,
    "source": "barnes",
    "verse_id": 18391,
    "verse_count": 1,
    "reference": "37:38 ",
    "title": "",
    "html": "<p><em>As he was worshipping<\/em>&mdash;Perhaps this time was selected because he might be then attended with fewer guards, or because they were able to surprise him without the possibility of his summoning his attendants to his rescue.<\/p><p><em>In the house<\/em>&mdash;In the temple.<\/p><p><em>Of Nisroch his god<\/em>&mdash;The god whom he particularly adored. Gesenius supposes that the word &lsquo;Nisroch&rsquo; denotes an eagle, or a great eagle. The eagle was regarded as a sacred bird in the Persian religion, and was the symbol of Ormuzd. This god or idol had been probably introduced into Nineveh from Persia. Among the ancient Arabs the eagle occurs as an idol Josephus calls the idol Araskes; the author of the book of Tobit calls it Dagon. Vitringa supposes that it was the Assyrian Bel, and was worshipped under the figure of Mars, the god of war. More probably it was the figure of the eagle, though it might have been regarded as the god of war.<\/p><p><em>That Adrammelech and Sharezer his sons smote him with the sword<\/em>&mdash;What was the cause of this rebellion and parricide is unknown. These two sons subsequently became, in Armenia, the heads of two celebrated families there, the Arzerunii, and the Genunii (see Jos. Ant. x. 1, 5, note).<\/p><p><em>And they escaped<\/em>&mdash;This would lead us to suppose that it was some private matter which led them to commit the parricide, and that they did not do it with the expectation of succeeding to the crown.<\/p><p><em>Into the land of Armenia<\/em>&mdash;Hebrew, as Margin, &lsquo;Ararat.&rsquo; The Chaldee renders this, &lsquo;The land of קרדוּ qaredû, that is, Kardi-anum, or, the mountains of the Kurds. The modern Kurdistan includes a considerable part of the ancient Assyria and Media, together with a large portion of Armenia. This expression is generally substituted for Ararat by the Syriac, Chaldee, and Arabic translators, when they do not retain the original word Ararat. It is a region among the mountains of Ararat or Armenia. The Syriac renders it in the same way&mdash;&lsquo;Of Kurdoya&rsquo; (the Kurds). The Septuagint renders it, &lsquo;Into Armenia.&rsquo; Jerome says that &lsquo;Ararat was a champaign region in Armenia, through which the Araxes flowed, and was of considerable fertility.&rsquo; Ararat was a region or province in Armenia, near the middle of the country between the Araxes and the lakes Van and Oroomiah. It is still called by the Armenians Ararat. On one of the mountains in this region the ark of Noah rested <a class=\"ref\">Genesis 8:4<\/a>. The name &lsquo;Ararat&rsquo; belongs properly to the region or country, and not to any particular mountain. For an account of this region, see Sir R. K. Porter&rsquo;s Travels, vol. i. pp. 178ff; Smith and Dwight&rsquo;s Researches in Armenia, vol. ii. pp. 73ff; and Morier&rsquo;s Second Journey, p. 312. For a very interesting account of the situation of Ararat, including a description of an ascent to the summit of the mountain which besrs that name, see the Bib. Rep. for April, 1836, pp. 390-416. &lsquo;The origin of the name Armenia is unknown. The Armenians call themselves after their fabulous progenitor Haig, and derive the name Armen from the son of Haig, Armenag. They are probably a tribe of the ancient Assyrians; their language and history speak alike in favor of it. Their traditions say also that Haig came from Babylon.&rsquo;<\/p>",
    "audit": 1
}