{
    "id": 1600,
    "source": "barnes",
    "verse_id": 18507,
    "verse_count": 1,
    "reference": "43:1 ",
    "title": "",
    "html": "<p><em>But now<\/em>&mdash;This expression shows that this chapter is connected with the preceding. The sense is, &ldquo;Though God has punished the nation, and showed them his displeasure <a class=\"isa\" verses=\"eyIxODUwNSI6Mn0=\">Isaiah 42:24-25<\/a> , yet now he will have mercy, and will deliver them.&rsquo;<\/p><p><em>That created thee<\/em>&mdash;The word &lsquo;thee&rsquo; is used here evidently in a collective sense as denoting the Jewish people. It is used because the names &lsquo;Jacob&rsquo; and &lsquo;Israel&rsquo; in the singular number are applied to the people. The word &lsquo;created&rsquo; is used here to denote the idea that, as the special people of God, they owed their origin to him, as the universe owed its origin to his creative power. It means that, as a people, their institutions, laws, customs, and privileges, and whatever they had that was valuable, were all to be traced to him. The same word occurs in <a class=\"isa\" verses=\"MTg1MTM=\">Isaiah 43:7<\/a> , and again in <a class=\"isa\" verses=\"MTg1MjE=\">Isaiah 43:15<\/a> , &lsquo;I am Yahweh&mdash;the Creator of Israel, your king&rsquo; (see also <a class=\"isa\" verses=\"MTg1MzU=\">Isaiah 44:1<\/a> ; compare <a class=\"ref\">Psalm 100:3<\/a>).<\/p><p><em>Fear not<\/em>&mdash;This is to be understood as addressed to them when suffering the evils of the captivity of Babylon. Though they were captives, and had suffered long, yet they had nothing to fear in regard to their final extinction as a people. They should be redeemed from captivity, and restored again to the land of their fathers. The argument here is, that they were the chosen people of God; that he had organized them as his people for great and important purposes, and that those purposes must be accomplished. It would follow from that, that they must be redeemed from their captivity, and be restored again to their land.<\/p><p><em>For I have redeemed thee<\/em>&mdash;The word גאל gā&lsquo;al means properly &ldquo;to redeem,&rdquo; to ransom by means of a price, or a valuable consideration, as of captives taken in war; or to redeem a farm that was sold, by paying back the price. It is sometimes used, however, to denote deliverance from danger or bondage without specifying any price that was paid as a ransom. Thus the deliverance of the Jews from Egyptian bondage is sometimes spoken of as a redemption (<a class=\"ref\">Exodus 6:6; Exodus 15:13<\/a> ; compare <a class=\"ref\">Genesis 18:16<\/a> ; <a class=\"isa\" verses=\"WzE4MjE2LDE4NTU3XQ==\">Isaiah 29:22; Isaiah 44:23<\/a> ; <a class=\"ref\">Jeremiah 31:11<\/a> ; see the note at <a class=\"isa\" verses=\"MTc2ODI=\">Isaiah 1:27<\/a> ). It is not improbable, however, that wherever redemption is spoken of in the Scriptures, even in the most general manner, and as denoting deliverance from danger, oppression, or captivity, there is still retained the idea of a ransom in some form; a price paid; a valuable consideration; or something that was given in the place of that which was redeemed, and which answered the purpose of a valuable consideration, or a public reason of the deliverance. Thus, in regard to the deliverance from Egypt&mdash;Egypt, Ethiopia, and Seba are mentioned as the ransom (see the note at <a class=\"isa\" verses=\"MTg1MDk=\">Isaiah 43:3<\/a>); and so in the deliverance from the captivity, Babylon was given in the place of the ransomed captives, or was destroyed in order that they might be redeemed. So in all notions of redemption; as, e. g., God destroyed the life of the great Redeemer, or caused him to be put to death, in order that his chosen people might be saved.<\/p><p><em>I have called thee by thy name<\/em>&mdash;&lsquo;To call by name&rsquo; denotes intimacy of friendship. Here it means that God had particularly designated them to be his people. His call had not been general, addressed to the nations at large, but had been addressed to them in particular. Compare <a class=\"ref\">Exodus 31:2<\/a>, where God says that he had designated &lsquo;by name&rsquo; Bezaleel to the work of constructing the tabernacle.<\/p><p><em>Thou art mine<\/em>&mdash;They were his, because he had formed them as a people, and had originated their institutions; because he had redeemed them, and because he had particularly designated them as his. The same thing may be said of his church now; and in a still more important sense, that church is his. He has organized it; he has appointed its special institutions; he has redeemed it with precious blood; and he has called his people by name, and designated them as his own.<\/p>",
    "audit": 1
}