{
    "id": 1421,
    "source": "barnes",
    "verse_id": 18328,
    "verse_count": 1,
    "reference": "35:7 ",
    "title": "",
    "html": "<p><em>And the parched ground shall become a pool<\/em>&mdash;The idea is the same here as in the previous verse, that under the Messiah there would be blessings as great as if the parched ground&rsquo; should become a lake of pure and refreshing water. The words &lsquo;parched ground,&rsquo; however, probably do not convey the sense which Isaiah intended. The image which he had in his eye is much more beautiful than that which is denoted by the &lsquo;parched ground.&rsquo; Lowth translates it, &lsquo;The glowing sand.&rsquo; The Septuagint, &Alpha;̓́&nu;&upsilon;&delta;&rho;&omicron;&sigmaf; Anudros&mdash;&lsquo;The dry place, The Hebrew word (שׁרב shârâb), properly denotes the heat of the sun <a class=\"isa\" verses=\"MTg2NDc=\">Isaiah 49:10<\/a> ; and then the phenomenon which is produced by the refraction of the rays of the sun on the glowing sands of a desert and which gives the appearance of a sea or lake of water, This phenomenon is witnessed in the deserts of Arabia and Egypt, and has been also seen occasionally in the south of France and in Russia. We have no word in English to express it. The French word by which it is commonly designated is mirage. It is caused by the refraction of the rays of the sun, an explanation of which may be found in the Edin. Encyclopaedia, vol. xiv. pp. 753-755. It is often described by travelers, and is referred to in the Koran, chapter xxiv. 39:<\/p><p>The works of unbelievers are like the serab in a plain,<\/p><p>Which the thirsty man takes to be water;<\/p><p>Until he comes to it, and finds that it is not.<\/p><p>Mr. Sale&rsquo;s note on this place in the Koran is, &lsquo;The Arabic word serab signifies that false appearance which in the eastern countries is often seen in sandy plains about noon, resembling a large lake of water in motion, and is occasioned by the reverberation of the sunbeams, &ldquo;by the quivering undulating motion of that quick succession of vapors and exhalations which are extracted by the powerful influence of the sun&rdquo; (Shaw&rsquo;s Travels, p. 378). It sometimes tempts thirsty travelers out of their way, but deceives them when they come near, either going forward (for it always appears at the same distance), or quite vanishes.&rsquo; Q. Curtius (vii. 5) also has mentioned it, in the description of the march of Alexander the Great across the Oxus to Sogdiana: &lsquo;The vapor of the summer sun inflamed the sands, which when they began to be inflamed all things seemed to burn. A dense cloud, produced by the unusual heat of the earth, covered the light, and the appearance of the plains was like a vast and deep sea.&rsquo; The Arabians often refer to this in their writings, and draw images from it. &lsquo;Like the serab of the plain, which the thirsty take to be water.&rsquo; &lsquo;He runs for the spoil of the serab;&rsquo; a proverb. &lsquo;Deceitful as the appearance of water;&rsquo; also a proverb. &lsquo;Be not deceived by the glimmer of the scrub;&rsquo; another proverb. This appearance has been often described by modern travelers, (see Shaw&rsquo;s Travels, p. 375; Clarke&rsquo;s Travels, vol ii. p. 295; Belzoni&rsquo;s Travels and Operations in Egypt and Nubia, p. 196).<\/p><p>The same appearance has been observed in India, and in various parts of Africa. &lsquo;During the French expedition to Egypt, the phenomena of unusual refractions were often seen. The uniformity of the extensive sandy plains of Lower Egypt is interrupted only by small eminences, on which the villages are situated, in order to escape the inundations of the Nile. In the morning and the evening, as many have remarked, objects appear in their natural position; but when the surface of the sandy ground is heated by the sun, the land seems at a certain distance terminated by a general inundation. The villages which are beyond it appear like so many islands situated in the middle of a great lake; and under each village is an inverted image of it. As the observer approaches the limits of the apparent inundation, the imaginary lake which seemed to encircle the village withdraws itself, and the same illusion is reproduced by another village more remote.&rsquo; (Edin. Encyclopaedia, vol. xiv. p. 754.) &lsquo;In the desert,&rsquo; says Prof. Robinson, &lsquo;we had frequent instances of the mirage presenting the appearance of lakes of water and islands; and as we began to descend toward Suez, it was difficult to distinguish between these appearances and the distant real waters of the Red Sea.&rsquo; (Travels in Palestine and the adjacent regions, in 1838, Bib. Repos. April, 1839, p. 402.) Major Skinner, in his recently published Journey Overland to India, describes the appearance of the scrub in that very desert, between Palestine and the Euphrates, which probably supplied the images which the prophet employs: &lsquo;About noon the most perfect deception that can be conceived exhilarated our spirits, and promised an early restingplace.<\/p><p>We had observed a slight mirage two or three times before, but this day it surpassed all I have ever fancied. Although aware that these appearances have often led people astray, I could not bring myself to believe that this was unreal. The Arabs were doubtful, and said that, as we had found water yesterday, it was not improbable that we should find some today. The seeming lake was broken in several parts by little islands of sand that gave strength to the delusion. The dromedaries of the Sheikhs at length reached its borders, and appeared to us to have commenced to ford as they advanced, and became more surrounded by the vapor. I thought they had got into deep water, and moved with greater caution. In passing over the sand banks their figures were reflected in the water. So convinced was Mr. Calmun of its reality, that he dismounted and walked toward the deepest part of it, which was on the right hand. He followed the deceitful lake for a long time, and to our sight was strolling on the bank, his shadow stretching to a great length beyond. There was not a breath of wind; it was a sultry day, and such an one as would have added dreadfully to our disappointment if we had been at any time without water.&rsquo;<\/p><p>Southey has beautifully described this appearance and its effects on the traveler:<\/p><p>Still the same burning sun! no cloud in heaven!<\/p><p>The hot air quivers, and the sultry mist<\/p><p>Floats o&lsquo;er the desert, with a show<\/p><p>Of distant waters mocking their distress.<\/p><p>The idea of the prophet, if he refers to this phenomenon, is exceedingly beautiful. It is that the mirage, which has the appearance Only of a sheet of water, and which often deceives the traveler, shall become a real lake; that there shall be hereafter no deception, no illusion; that man, like a traveler on pathless sands, weary and thirsty, shall no more be deceived by false appearances and unreal hopes. The hopes and promises which this world can furnish are as delusive as is the mirage to the exhausted and thirsty traveler. Man approaches them, and, like that delusive appearance, they recede or vanish. If they are still seen, they are always at I a distance, and he follows the false and deceptive vision until he comes to the end of life. But the promises of God through the Messiah, are like real lakes of water and running streams to the thirsty traveler. They never deceive, never recede, never vanish, never are unsatisfactory. Man may approach them, knowing that there is no illusion; he may satisfy his needs, and still the supply is unexhausted and inexhaustible. Others also may approach the same fountain of pure joy, with as much freedom as travelers may approach the running stream in the desert.<\/p><p><em>In the habitation of dragons<\/em>&mdash;(see the note at <a class=\"isa\" verses=\"MTc5Mjk=\">Isaiah 13:22<\/a>). The sense of this is, that the blessings which are promised shall be as great as if in such dry and desolate places there should be verdure and beauty.<\/p><p><em>Where each lay<\/em>&mdash;In every place which the wild beast had occupied.<\/p><p><em>Shall be grass<\/em>&mdash;Margin, &lsquo;A court for.&rsquo; The Hebrew word (חציר châtsı̂yr) may mean either grass, or a court, or habitation. The latter is undoubtedly the meaning of the word here, and thus it responds in the parallelism to the &lsquo;habitation of dragons.&rsquo;<\/p><p>In the habitation where each lay,<\/p><p>Shall be a court for reeds and rushes.<\/p><p><em>Reeds and rushes<\/em>&mdash;These usually grew by ponds and marshes. The image which the prophet had been employing was that era desert of sands and arid plains. He here says, that there would be verdure. In those pathless wastes there would spring up that which was nourished by water. The sense is, that those portions of the earth which are covered with moral desolation, like the pathless wastes of the desert, shall put on the appearance of moral cultivation and verdure.<\/p>",
    "audit": 1
}