{
    "id": 973,
    "source": "barnes",
    "verse_id": 17880,
    "verse_count": 1,
    "reference": "10:29 ",
    "title": "",
    "html": "<p><em>They are gone over the passage<\/em>&mdash;The word &ldquo;passage&rdquo; (מעברה ma‛ebı̂râh) may refer to any passage or ford of a stream, a shallow part of a river where crossing was practicable; or it may refer to any narrow pass, or place of passing in mountains. The Chaldee Paraphrase renders this, &lsquo;They have passed the Jordan;&rsquo; but this cannot be the meaning, as all the transactions referred to here occurred in the vicinity of Jerusalem, and long after they had crossed the Jordan. In <a class=\"ref\">1 Samuel 13:23<\/a> , the &lsquo;passage of Michmash&rsquo; is mentioned as the boundary of the garrison of the Philistines. Between Jeb&lsquo;a and Mukhmas there is now a steep, precipitous valley, which is probably the &lsquo;passage&rsquo; here referred to. This wady, or valley, runs into another that joins it on the north, and then issues out upon the plain not far from Jericho. In the valley are two hills of a conical form, having steep rocky sides, which are probably the rocks mentioned, in connection with Jonathan&rsquo;s adventure, as a narrow defile or way between the rock Bozez on the one side, and Seneh on tbe other; <a class=\"ref\">1 Samuel 14:4-5<\/a>. This valley appears at a later time to have been the dividing line between the tribes of Ephraim and Benjamin, for Geba on the south side of this valley was the northern limit of Judah and Benjamin <a class=\"ref\">2 Kings 23:8<\/a> ; while Bethel on its north side was on the southern border of Ephraim; <a class=\"ref\">Judges 16:1-2<\/a>.&mdash;Robinson&rsquo;s &ldquo;Bib. Researches,&rdquo; ii. p. 116. Of course it was an important place, and could be easily guarded&mdash;like the strait of Thermopylae. By his having passed this place is denoted an advance toward Jerusalem, showing that nothing impeded his progress, and that he was rapidly hastening with his army to the city.<\/p><p><em>They have taken up their lodging at Geba<\/em>&mdash;They have pitched their camp there, being entirely through the defile of Michmash. Hebrew, &lsquo;Geba is a lodging place for us;&rsquo; that is, for the Assyrians. Perhaps, however. there is an error in the common Hebrew text here, and that it should be למו lāmô, &lsquo;for them,&rsquo; instead of לנוּ lānû, &lsquo;for us.&rsquo; The Septuagint and the Chaldee so read it, and so our translators have understood it. &ldquo;Geba&rdquo; here is not be confounded with &lsquo;Gibeah of Saul,&rsquo; mentioned just after. It was in the tribe of Benjamin <a class=\"ref\">1 Kings 15:22<\/a> ; and was on the line, or nearly on the line, of Judah, so as to be its northern boundary; <a class=\"ref\">2 Kings 23:8<\/a>. It was not far from Gibeah, or Gibeon. There are at present no traces of the place known.<\/p><p><em>Ramah<\/em>&mdash;This city was in the tribe of Benjamin. It was between Geba and Gibea. It was called &ldquo;Ramah,&rdquo; from its being on elevated ground; compare the note at <a class=\"ref\">Matthew 2:18<\/a>. &ldquo;Ramah,&rdquo; now called &ldquo;er-Ram,&rdquo; lies on a high hill a little east of the road from Jerusalem to Bethel. It is now a miserable village, with few houses, and these in the summer mostly deserted. There are here large square stones, and also columns scattered about in the fields, indicating an ancient place of some importance. A small mosque is here with columns, which seems once to have been a church. Its situation is very conspicuous, and commands a fine prospect. It is near Gibeah, about six Roman miles from Jerusalem. So Jerome, &ldquo;Commentary&rdquo; in <a class=\"ref\">Hosea 5:8<\/a>: &lsquo;Rama quae est juxta Gabaa in septimo lapide a Jerosolymis sita.&rsquo; Josephus places it at forty stadia from Jerusalem; &ldquo;Ant.&rdquo; viii. 12, 3.<\/p><p><em>Is afraid<\/em>&mdash;Is terrified and alarmed at the approach of Sennacherib&mdash;a beautiful variation in the description, denoting his rapid and certain advance on the city of Jerusalem, spreading consternation everywhere.<\/p><p><em>Gibeah of Saul<\/em>&mdash;This was called &lsquo;Gibeah of Saul,&rsquo; because it was the birthplace of Saul <a class=\"ref\">1 Samuel 11:4; 1 Samuel 15:34; 2 Samuel 21:6<\/a> ; and to distinguish it from Gibea in the tribe of Judah <a class=\"ref\">Joshua 15:57<\/a> ; and also a Gibeah where Eleazar was burled; <a class=\"ref\">Joshua 24:33<\/a>. Jerome mentions Gibeah as in his day level with the ground.&mdash;&ldquo;Epis. 86, ad Eustoch.&rdquo; It has been almost wholly, since his time, unnoticed by travelers. It is probably the same as the modern village of Jeba, lying in a direction to the southwest of Mukhmas. This village is small, and is half in ruins. Among these there are occasionally seen large hewn stones, indicating antiquity. There is here the ruin of a small tower almost solid, and a small building having the appearance of an ancient church. It is an elevated place from which several villages are visible.&mdash;Robinson&rsquo;s &ldquo;Bib. Researches,&rdquo; ii. p. 113.<\/p><p><em>Is fled<\/em>&mdash;That is, the inhabitants have fled. Such was the consternation produced by the march of the army of Sennacherib, that the city was thrown into commotion, and left empty.<\/p>",
    "audit": 1
}