{
    "id": 1017,
    "source": "barnes",
    "verse_id": 17924,
    "verse_count": 1,
    "reference": "13:17 ",
    "title": "",
    "html": "<p><em>Behold, I will stir up<\/em>&mdash;I will cause them to engage in this enterprise. This is an instance of the control which God claims over the nations, and of his power to excite and direct them as he pleases.<\/p><p><em>The Medes<\/em>&mdash;This is one of the places in which the prophet specified, &ldquo;by name,&rdquo; the instrument of the wrath of God. Cyrus himself is subsequently mentioned <a class=\"isa\" verses=\"W3siMTg1NjIiOjF9LHsiMTg1NjMiOjF9XQ==\">Isaiah 44:28; Isaiah 45:1<\/a> as the agent by which God would accomplish his purposes. It is remarkable, also, that &lsquo;the Medes&rsquo; are mentioned here many years before they became a separate and independent nation. It was elsewhere predicted that the Medes would be employed in this siege of Babylon; thus, in <a class=\"isa\" verses=\"W3siMTgwMzgiOjF9XQ==\">Isaiah 21:2<\/a> : &lsquo;Go up, O Elam (that is, Persia), besiege, O Media;&rsquo; <a class=\"ref\">Jeremiah 51:11<\/a> : &lsquo;Jehovah hath raised up the spirit of the kings of the Medes, for his device is against Babylon to destroy it.&rsquo; Media was a country east of Assyria, which is supposed to have been populated by the descendants of Madai, son of Japheth <a class=\"ref\">Genesis 10:2<\/a>. Ancient Media extended on the west and south of the Caspian Sea, from Armenia, on the north, to Faristan or Persia proper, on the south.<\/p><p>It was one of the most fertile regions of Asia. It was an ancient kingdom. Ninus, the founder of the Assyrian monarchy, is said to have encountered one of its kings, whom he subdued, and whose province he made a part of the Assyrian empire. For 520 years, the Medes were subject to the Assyrians; but, in the time of Tiglath-pileser and Shalmaneser, they revolted, and, by the destruction of the army of Sennacherib before Jerusalem&mdash;an event which was itself subsequent to the delivery of this prophecy respecting Babylon&mdash;they were enabled to achieve their independence. At the time when this prophecy was uttered, therefore, Media was a dependent province of the kingdom of Assyria. Six years they passed in a sort of anarchy, until, about 700 years b.c., they found in Dejoces an upright statesman, who was proclaimed king by universal consent. His son and successor, Phraortes, subdued the Persians, and all upper Asia, and united them to his kingdom.<\/p><p>He also attacked Assyria, and laid siege to Nineveh, the capital, but was defeated. Nineveh was finally taken by his successor, Cyaxares, with the aid of his ally, the king of Babylon; and Assyria became a province of Media. This widely-extended empire was delivered by him to his son Astyages, the father of Cyrus. Astyages reigned about 35 years, and then delivered the vast kingdom to Cyrus, about 556 years b.c., under whom the prediction of Isaiah respecting Babylon was fulfilled. In this way arose the Medo-Persian kingdom, and henceforward &ldquo;the laws of the Medes and Persians&rdquo; are always mentioned together <a class=\"ref\">Esther 1:9; Esther 10:2; Daniel 6:8, Daniel 6:12<\/a>. From this time, all their customs, rites, and laws, became amalgamated.&mdash;(Herod. i.-95-130). In looking at this prophecy, therefore, we are to bear in mind:<\/p><p>(1) the fact that, when it was uttered, Media was a dependent province of the kingdom of Assyria;<\/p><p>(2) that a long time was yet to elapse before it would become an independent kingdom;<\/p><p>(3) that it was yet to secure its independence by the aid of that very Babylon which it would finally destroy;<\/p><p>(4) that no human foresight could predict these revolutions, and that every circumstance conspired to render this event improbable.<\/p><p>The great strength and resources of Babylon; the fact that Media was a dependent province, and that such great revolutions must occur before this prophecy could be fulfilled, render this one of the most striking and remarkable predictions in the sacred volume.<\/p><p><em>Which shall not regard silver...<\/em>&mdash;It is remarkable, says Lowth, that Xenophon makes Cyrus open a speech to his army, and, in particular, to the Medes, who made the principal part of it, with praising them for their disregard of riches. &lsquo;Ye Medes and others who now hear me, I well know, that you have not accompanied me in this expedition with a view of acquiring wealth.&rsquo;&mdash;(&ldquo;Cyrop.&rdquo; v.) That this was the character of the Medes, is further evident from several circumstances. &lsquo;He reckoned, says Xenophon, that his riches belonged not anymore to himself than to his friends. So little did he regard silver, or delight in gold, that Croesus told him that, by his liberality, he would make himself poor, instead of storing up vast treasures for himself. The Medes possessed, in this respect, the spirit of their chief, of which an instance, recorded by Xenophon, is too striking and appropriate to be passed over.<\/p><p>When Gobryas, an Assyrian governor, whose son the king of Babylon had slain, hospitably entertained him and his army, Cyrus appealed to the chiefs of the Medes and Hyrcanians, and to the noblest and most honorable of the Persians, whether, giving first what was due to the gods, and leaving to the rest of the army their portion, they would not overmatch his generosity by ceding to him their whole share of the first and plentiful booty which they had won from the land of Babylon. Loudly applauding the proposal, they immediately and unanimously consented; and one of them said, &ldquo;Gobryas may have thought us poor, because we came not loaded with coins, and drink not out of golden cups; but by this he will know, that men can be generous even without gold.&ldquo;&lsquo; (&ldquo;See&rdquo; Keith &ldquo;On the Prophecies,&rdquo; p. 198, Ed. New York, 1833.) This is a remarkable prediction, because this is a very unusual circumstance in the character of conquerors. Their purpose has been chiefly to obtain plunder, and, especially, gold and silver have been objects to them of great value. Few, indeed, have been the invading armies which were not influenced by the hope of spoil; and the want of that characteristic among the Medes is a circumstance which no human sagacity could have foreseen.<\/p>",
    "audit": 1
}