{
    "id": 1473,
    "source": "barnes",
    "verse_id": 18380,
    "verse_count": 1,
    "reference": "37:27 ",
    "title": "",
    "html": "<p><em>Therefore<\/em>&mdash;Not because you have so great power; but because I have rendered them incapable of resisting you.<\/p><p><em>Were of small power<\/em>&mdash;Hebrew, &lsquo;Short of hand;&rsquo; they were feeble, imbecile, unable to resist you.<\/p><p><em>They were dismayed<\/em>&mdash;Hebrew, &lsquo;They were broken and ashamed.&rsquo; Their spirits sank; they were ashamed of their feeble powers of resistance; and they submitted to the ignominy of a surrender.<\/p><p><em>They were as the grass of the field<\/em>&mdash;The same idea is expressed by Sennacherib himself in <a class=\"isa\" verses=\"MTc4NjY=\">Isaiah 10:15<\/a>, though under a different image (see the note on that verse). The idea here is, as the grass of the field offers no resistance to the march of an army, so it was with the strongly fortified towns in the way of Sennacherib.<\/p><p><em>As the grass on the housetops<\/em>&mdash;In eastern countries the roofs of houses are always flat. They are made of a mixture of sand gravel, or earth; and on the houses of the rich there is a firmly constructed flooring made of coals, chalk, gypsum, and ashes, made hard by being beaten or rolled. On these roofs spears of wheat, barley, or grass sometimes spring up, but they are soon withered by the heat of the sun <a class=\"ref\">Psalm 129:6-8<\/a>. The idea here, therefore, is that of the greatest feebleness. His enemies were not simply like the grass in the field, but they were like the thin, slender, and delicate blade that sprung up in the little earth on the roof of a house, where there was no room for the roots to strike down, and where it soon withered beneath the burning sun.<\/p><p><em>As corn blasted before it is grown up<\/em>&mdash;Before it acquires any strength. The idea in all these phrases is substantially the same&mdash;that they were incapable of offering even the feeblest resistance.<\/p>",
    "audit": 1
}