{
    "id": 755,
    "source": "barnes",
    "verse_id": 17662,
    "verse_count": 1,
    "reference": "1:7 ",
    "title": "",
    "html": "<p><em>Your country is desolate<\/em>&mdash;This is the literal statement of what he had just affirmed by a figure. In this there was much art. The figure <a class=\"isa\" verses=\"MTc2NjE=\">Isaiah 1:6<\/a> was striking. The resemblance between a man severely beaten, and entirely livid and sore, and a land perfectly desolate, was so impressive as to arrest the attention. This had been threatened as one of the curses which should attend disobedience; <a class=\"ref\">Leviticus 26:33<\/a> :<\/p><p>And I will scatter you among the heathen,<\/p><p>And will draw out a sword after you:<\/p><p>And your land shall be desolate,<\/p><p>And your cities waste.<\/p><p>Compare <a class=\"isa\" verses=\"MTc2ODY=\">Isaiah 1:31<\/a> ; <a class=\"ref\">Deuteronomy 28:49-52<\/a>. It is not certain, or agreed among expositors, to what time the prophet refers in this passage. Some have supposed that he refers to the time of Ahaz, and to the calamities which came upon the nation during his reign; <a class=\"ref\">2 Chronicles 28:5-8<\/a>. But the probability is, that this refers to the time of Uzziah; see the Analysis of the chapter. The reign of Uzziah was indeed prosperous; <a class=\"ref\">2 Chronicles 26<\/a>. But it is to be remembered that the land had been ravaged just before, under the reigns of Joash and Amaziah, by the kings of Syria and Israel; <a class=\"ref\">2 Kings 14:8-14; 2 Chronicles 24<\/a>; 25; and it is by no means probable that it had recovered in the time of Uzziah. It was lying under the effect of the former desolation, and not improbably the enemies of the Jews were even then hovering around it, and possibly still in the very midst of it. The kingdom was going to decay, and the reign of Uzziah gave it only a temporary prosperity.<\/p><p><em>Is desolate<\/em>&mdash;Hebrew: &ldquo;Is desolation.&rdquo; שׁממה shemâmâh. This is a Hebrew mode of emphatic expression, denoting that the desolation was so universal that the land might be said to be entirely in ruins.<\/p><p><em>Your land<\/em>&mdash;That is, the fruit, or productions of the land. Foreigners consume all that it produces.<\/p><p><em>Strangers<\/em>&mdash;זרים zâryı̂m, from זור zûr, to be alienated, or estranged, <a class=\"isa\" verses=\"MTc2NTk=\">Isaiah 1:4<\/a>. It is applied to foreigners, that is, those who were not Israelites, <a class=\"ref\">Exodus 30:33<\/a> ; and is often used to denote an enemy, a foe, a barbarian; <a class=\"ref\">Psalm 109:11<\/a>:<\/p><p>Let the extortioner catch all that he hath,<\/p><p>And let the strangers plunder his labor.<\/p><p><a class=\"ref\">Ezekiel 11:9; Ezekiel 28:10; Ezekiel 30:12; Hosea 7:9; Hosea 8:7<\/a>. The word refers here particularly to the Syrians.<\/p><p><em>Devour it<\/em>&mdash;Consume its provisions.<\/p><p><em>In your presence<\/em>&mdash;This is a circumstance that greatly heightens the calamity, that they were compelled to look on and witness the desolation, without being able to prevent it.<\/p><p><em>As overthrown by strangers<\/em>&mdash;זרים כמהפכה kemahpêkâh zâryı̂m&mdash;from הפך hâphak, to turn, to overturn, to destroy as a city; <a class=\"ref\">Genesis 19:21-25; Deuteronomy 29:22<\/a>. It refers to the changes which an invading foe produces in a nation, where everything is subverted; where cities are destroyed, walls are thrown down, and fields and vineyards laid waste. The land was as if an invading army had passed through it, and completely overturned everything. Lowth proposes to read this, &lsquo;as if destroyed by an inundation;&rsquo; but without authority. The desolation caused by the ravages of foreigners, at a time when the nations were barbarous, was the highest possible image of distress, and the prophet dwells on it, though with some appearance of repetition.<\/p>",
    "audit": 1
}