{
    "id": 893,
    "source": "barnes",
    "verse_id": 17800,
    "verse_count": 1,
    "reference": "7:17 ",
    "title": "",
    "html": "<p><em>The Lord shall bring...<\/em>&mdash;The prophet having assured Ahaz that his kingdom should be free from the invasion that then threatened it, proceeds, however, to state to him that it would be endangered from another source.<\/p><p>Thy father&rsquo;s house&mdash;The royal family&mdash;the princes and nobles.<\/p><p><em>Days that have not come<\/em>&mdash;Times of calamity that have not been equalled.<\/p><p><em>From the day that Ephraim departed from Judah<\/em>&mdash;From the time of the separation of the ten tribes from the tribes of Judah and Benjamin.<\/p><p><em>Even the king of Assyria<\/em>&mdash;This was done in the following manner. Though the siege which Rezin and Pekah had undertaken was not at this time successful, yet they returned the year after with stronger forces, and with counsels better concerted, and again besieged the city. This was in consequence of the continued and increasing wickedness of Ahaz; <a class=\"ref\">2 Chronicles 28:1-5<\/a>. In this expedition, a great multitude were taken captives, and carried to Damascus; <a class=\"ref\">2 Chronicles 28:5<\/a>. Pekah at this time also killed 120,000 of the Jews in one day <a class=\"ref\">2 Chronicles 28:6<\/a> ; and Zichri, a valiant man of Ephraim, killed Maaseiah the son of Ahaz. At this time, also, Pekah took no less than 200,000 of the kingdom of Judah, proposing to take them to Samaria, but was prevented by the influence of the prophet Oded; <a class=\"ref\">2 Chronicles 28:8-15<\/a>. In this calamity, Ahaz stripped the temple of its treasures and ornaments, and sent them to Tiglath-pileser, king of Assyria, to induce him to come and defend him from the united arms of Syria and Ephraim. The consequence was, as might have been foreseen, that the king of Assyria took occasion, from this, to bring increasing calamities upon the kingdom of Ahaz. He first, indeed, killed Rezin, and took Damascus; <a class=\"ref\">2 Kings 16:7<\/a>.<\/p><p>Having subdued the kingdoms of Damascus and Ephraim, Tiglath-pileser became a more formidable enemy to Ahaz than both of them. His object was not to aid Ahaz, but to distress him <a class=\"ref\">2 Chronicles 28:20<\/a>; and his coming professedly and at the request of Ahaz, to his help, was a more formidable calamity than the threatened invasion of both Rezin and Pekah. God has power to punish a wicked nation in his own way. When they seek human aid, he can make this a scourge. He has kings and nations under his control; and though a wicked prince may seek earthly alliance, yet it is easy for God to allow such allies to indulge their ambition and love of rapine, and make them the very instruments of punishing the nation which they were called to defend. It should be observed that this phrase, &lsquo;even the king of Assyria,&rsquo; is by many critics thought to be spurious, or a marginal reading, or gloss, that has by some means crept into the text. The ground of this opinion is, that it does not harmonize entirely with the following verse, where &ldquo;Egypt&rdquo; is mentioned as well as Assyria, and that it does not agree with the poetical form of the passage.<\/p>",
    "audit": 1
}