{
    "id": 1124,
    "source": "barnes",
    "verse_id": 18031,
    "verse_count": 1,
    "reference": "20:1 ",
    "title": "",
    "html": "<p><em>In the year that Tartan came unto Ashdod<\/em>&mdash;Tartan was one of the generals of Sennacherib. Ashdod, called by the Greeks Azotus, was a seaport on the Mediterranean, between Askelon and Ekron, and not far from Gaza (Reland&rsquo;s &ldquo;Palestine,&rdquo; iii.) It was one of the five cities of the Philistines, assigned to the tribe of Judah, but never conquered by them <a class=\"ref\">Joshua 13:8; Joshua 15:46-47<\/a>. The temple of Dagon stood here; and here the ark of God was brought after the fatal battle of Eben-ezer (<a class=\"ref\">1 Samuel 5:1<\/a> , following.) It sustained many sieges, and was regarded as an important place in respect to Palestine, and also to Egypt. It was taken by Tartan, and remained in the possession of the Assyrians until it was besieged by Psammetichus, the Egyptian king, who took it after a siege of twenty-nine years (Herod. ii. 157). It was about thirty miles from Gaza. It is now a small village, and is called &ldquo;Esdud.&rdquo; It was besieged and taken by Tartan as preparatory to the conquest of Egypt; and if the king who is here called &ldquo;Sargon&rdquo; was Sennacherib, it probable that it was taken before he threatened Jerusalem.<\/p><p><em>Sargon the king of Assyria<\/em>&mdash;Who this &ldquo;Sargon&rdquo; was is not certainly known. Some have supposed that it was Sennacherib; others that it was Shalmaneser the father of Sennacherib, and others that it was Esar-haddon the successor of Sennacherib&mdash;(Michaelis). Rosenmuller and Gesenius suppose that it was a king who reigned &ldquo;between&rdquo; Sbalmaneser and Sennacherib. Tartan is known to have been a general of Sennacherib <a class=\"ref\">2 Kings 18:17<\/a>, and it is natural to suppose that he is here intended. Jerome says that Senacherib had seven names, and Kimchi says that he had eight; and it is not improbable that &ldquo;Sargon&rdquo; was one of those names. Oriental princes often had several names; and hence, the difficulty of identifying them. See Vitringa on this place.<\/p>",
    "audit": 1
}