{
    "id": 901,
    "source": "barnes",
    "verse_id": 17808,
    "verse_count": 1,
    "reference": "7:25 ",
    "title": "",
    "html": "<p><i>And on all hills...<\/i>—All the fertile places in the mountains that used to be cultivated with the spade. Vineyards were often planted on the sides of hills; and those places were among the most productive and fertile in the land; see <a class='isa' seq='0'>Isaiah 5:1<\/a>.<\/p><p><i>The mattock<\/i>—The spade; the garden hoe; or the weeding-hook. An instrument chiefly used, probably, in vineyards.<p><i>There shall not come thither<\/i>—There shall not be.<p><i>The fear of briers and thorns<\/i>—This does not make sense; or if it does, it is not a sense consistent with the connection. The idea of the whole passage is, that the land, even the most fertile parts of it, should be given up to briers and thorns; that is, to desolation. The Hebrew here, is ambiguous. It may mean, ‘thou shalt not come there, for fear of the briers and thorns.’ That is, the place that was formerly so fertile, that was cultivated with the spade, shall now be so completely covered with thorns, and shall furnish so convenient a resting place for wild beasts and reptiles, as to deter a man from going there. The Septuagint, and the Syriac, however, understand it differently—as denoting that those places should be still cultivated. But this is evidently a departure from the sense of the connection. Lowth understands it in the past tense; ‘where the fear of briers and thorns never came.’ The general idea of the passage is plain, that those places, once so highly cultivated, would now be desolate.<p><i>Shall be for the sending forth...<\/i>—Shall be wild, uncultivated, and desolate—vast commons on which oxen and sheep shall feed at large. “Lesser cattle.” Hebrew ‘Sheep, or the flock.’ Sheep were accustomed to range in deserts and uncultivated places, and to obtain there, under the guidance of the shepherd, their subsistence. The description, therefore, in these verses, is one of extensive and wide desolation; and one that was accomplished in the calamities that came upon the land in the invasions by the Egyptians and Assyrians. <p><\/div>",
    "audit": 1
}