{
    "id": 1739,
    "source": "barnes",
    "verse_id": 18646,
    "verse_count": 1,
    "reference": "49:9 ",
    "title": "",
    "html": "<p><em>That thou mayest say to the prisoners, Go forth<\/em>&mdash;This language occurs also in <a class=\"isa\" verses=\"MTg0ODg=\">Isaiah 42:7<\/a>. For an explanation of it, see the notes on that place.<\/p><p><em>To them that are in darkness<\/em>&mdash;Synonymous with being prisoners, as prisoners are usually confined in dark cells.<\/p><p><em>Show yourselves<\/em>&mdash;Hebrew, &lsquo;Reveal,&rsquo; or manifest yourselves; that is, as those who come out of a dark cell come into light, so do you, who have been confined in the darkness of sin, come forth into the light of the Sun of righteousness, and be manifest as the redeemed.<\/p><p><em>They shall feed in the ways<\/em>&mdash;In the remainder of this verse, and in the following verses, the Messiah is represented under the image of a shepherd, who leads forth his flock to green fields, and who takes care that they shall be guarded from the heat of the sun, and shall not hunger nor thirst. The phrase &lsquo;they shall feed in the ways,&rsquo; means, probably, that in the way in which they were going they should find abundant food. They should not be compelled to turn aside for pasturage, or to go and seek for it in distant places. It is equivalent to the language which so often occurs, that God would provide for the needs of his people, even when passing through a desert, and that he would open before them unexpected sources of supply.<\/p><p><em>And their pastures shall be in all high places<\/em>&mdash;This means, that on the hills and mountains, that are naturally barren and unproductive, they should find an abundance of food. To see the force of this, we are to remember that in many parts of the East the hills and mountains are utterly destitute of vegetation. This is the case with the mountainous regions of Horeb and Sinai, and even with the mountains about Jerusalem, and with the hills and mountains in Arabia Deserta. The idea here is, that in the ways, or paths that were commonly traveled, and where all verdure would be consumed or trodden down by the caravans, and on the hills that were usually barren and desolate, they would find abundance. God would supply them as if he should make the green grass spring up in the hard-trodden way, and on the barren and rocky hills vegetation should start up suddenly in abundance, and all their needs should be supplied.<\/p><p>This is an image which we have frequently had in Isaiah, and perhaps the meaning may be, that to his people the Redeemer would open unexpected sources of comfort and joy; that in places and times in which they would scarcely look for a supply of their spiritual needs, he would suddenly meet and satisfy them as if green grass for flocks and herds should suddenly start up in the down-trodden way, or luxuriant vegetation burst forth on the sides and the tops of barren, rocky, and desolate hills. Harmer, however, supposes that this whole description refers rather to the custom which prevailed in the East, of making feasts or entertainments by the sides of fountains or rivers. &lsquo;To fountains or rivers,&rsquo; Dr. Chandler tells us in his Travels, &lsquo;the Turks and the Greeks frequently repair for refreshment; especially the latter, in their festivals, when whole families are seen sitting on the grass, and enjoying their early or evening repast, beneath the trees, by the side of a rill&rsquo;&mdash;(Travels in Asia Minor, p. 21.) Compare <a class=\"ref\">1 Kings 1:9<\/a>. Thus Harmer supposes that the purpose of the prophet is, to contrast the state of the Jews when they were shut up in prison in Babylon, secluded from fresh air, and even the light itself, or in unwholesome dungeons, with their state when walking at liberty, enjoying the verdure, and the enlivening air of the country; passing from the tears, the groans, and the apprehensions of such a dismal confinement, to the music, the songs, and the exquisite repasts of Eastern parties of pleasure (see Harmer&rsquo;s Obs., vol. ii. pp. 18-25; Ed. Lond. 1808). The interpretation, however, above suggested, seems to me most natural and beautiful.<\/p>",
    "audit": 1
}