{
    "id": 1535,
    "source": "barnes",
    "verse_id": 18442,
    "verse_count": 1,
    "reference": "40:21 ",
    "title": "",
    "html": "<p><em>Have ye not known?<\/em>&mdash;This is evidently an address to the worshippers of idols, and either designed to be addressed to the Jews themselves in the times of Manasseh, when idolatry abounded, or to all idolaters. The prophet had in the previous verses shown the manner in which the idols were made, and the folly of regarding them as objects of worship. He now turns and addresses the worshippers of these idols, as being without excuse. They might have known that these were not the true God. They had had abundant opportunity of learning his existence and of becoming acquainted with his majesty and glory. Tradition had informed them of this, and the creation of the earth demonstrated his greatness and power. The prophet, therefore, asks them whether they had not known this? Whether their conduct was the result of ignorance? And the question implies emphatically that they had known, or had abundant opportunity to know of the existence and majesty of God. This was emphatically true of the Jews, and yet they were constantly falling into idolatrous worship.<\/p><p><em>From the beginning<\/em>&mdash;Hebrew, &lsquo;From the head,&rsquo; that is, from the very commencement of the world. Has it not been communicated by tradition, from age to age, that there is one God, and that he is the Creator and upholder of all things? This was particularly the case with the Jews, who had had this knowledge from the very commencement of their history, and they were, therefore, entirely without excuse in their tendencies to idolatry.<\/p><p><em>From the foundations of the earth<\/em>&mdash;Have you not learned the existence and greatness of God from the fact that the world has been made, and that it demonstrates the existence and perfection of God? The sacred writers often speak of the earth as resting on a foundation, as upheld, etc.:<\/p><p>For he hath founded it upon the seas,<\/p><p>And established it upon the floods.<\/p><p>(<a class=\"ref\">Psalm 24:2<\/a> ; see also <a class=\"ref\">Proverbs 8:29<\/a>) Perhaps here, however, the word &lsquo;foundation&rsquo; refers rather to the time than to the manner in which the earth is made, and corresponds to the phrase &lsquo;from the beginning;&rsquo; and the sense may be, &lsquo;Has it not been understood ever since the earth was founded? Has not the tradition of the existence and perfections of God been unbroken and constant?&rsquo; The argument is, that the existence and greatness of God were fully known by tradition and by his works; and that it was absurd to attempt to form an image of that God who had laid the foundations of the world.<\/p>",
    "audit": 1
}