{
    "id": 1333,
    "source": "barnes",
    "verse_id": 18240,
    "verse_count": 1,
    "reference": "30:22 ",
    "title": "",
    "html": "<p><em>Ye shall defile also<\/em>&mdash;That is, you shall regard them as polluted and abominable. This is language which is often used respecting their treatment of the images and altars of idolatry when they became objects of abomination, and when they were induced to abandon them (see <a class=\"ref\">2 Kings 23:8, 2 Kings 23:10, 2 Kings 23:16<\/a> ). It is not improbable that before destroying them they would express their abhorrence of them by some act of polluting or defiling them, as significant of their contempt for the objects of degraded idolatry (see the note at <a class=\"isa\" verses=\"MTc3MDY=\">Isaiah 2:20<\/a> ). The sense of the whole passage is, that the effect of the judgments which God was about to bring upon the nation would be, to turn them from idolatry, to which as a nation they had been signally prone.<\/p><p><em>The covering<\/em>&mdash;The images of idols were usually made of wood or clay, and overlaid with gold. That gold and silver were used &ldquo;to plate&rdquo; them is apparent from <a class=\"ref\">Deuteronomy 7:25<\/a> ; and the whole process of making them from wood, and then of overlaying them with plates of gold and silver is described with graphic power and severity of irony in <a class=\"isa\" verses=\"W3siMTg0NDAiOjJ9LHsiMTg0NTgiOjJ9XQ==\">Isaiah 40:19-20; Isaiah 41:6-7<\/a>.<\/p><p><em>Thy graven images of silver<\/em>&mdash;Margin, &lsquo;The graven images of thy silver.&rsquo; Probably the construction in the text is correct, as meaning that the images were not made of entire silver, but of wood or clay, plated with silver.<\/p><p><em>And the ornament<\/em>&mdash;The golden plates or the covering of the images.<\/p><p><em>Thy molten images<\/em>&mdash;The word &lsquo;molten&rsquo; refers to those which were made by &ldquo;casting&rdquo; (see the notes at <a class=\"isa\" verses=\"eyIxODQ0MCI6Mn0=\">Isaiah 40:19-20<\/a>).<\/p><p><em>Thou shalt cast them away<\/em>&mdash;(see the note at <a class=\"isa\" verses=\"MTc3MDY=\">Isaiah 2:20<\/a> ). This would be in accordance with the express direction of Moses; <a class=\"ref\">Deuteronomy 7:25<\/a>: &lsquo;The graven images of their gods shall ye burn with fire; thou shalt not desire the silver or gold that is on them, nor take it unto thee, lest thou be snared therein, for it is an abomination unto the Lord thy God.&rsquo;<\/p>",
    "audit": 1
}