{
    "id": 1546,
    "source": "barnes",
    "verse_id": 18453,
    "verse_count": 1,
    "reference": "41:1 ",
    "title": "",
    "html": "<p>The design of this chapter is the same as that of the preceding, and it is to be regarded as the continuation of the argument commenced there. Its object is to lead those who were addressed, to put confidence in God. In the introduction to <a class=\"isa\" verses=\"eyIxODQyMiI6MzF9\">Isaiah 40<\/a> it was remarked, that this is to be considered as addressed to the exile Jews in Babylon, near the close of their captivity. Their country, city, and temple had been laid waste. The prophet represents himself as bringing consolation to them in this situation; particularly by the assurance that their long captivity was about to end; that they were about to be restored to their own land, and thai their trials were to be succeeded by brighter and happier times. In the previous chapter there were general reasons given why they should put their confidence in God&mdash;arising from the firmness of his promises, the fact that he had created all things; that he had all power, etc. In this chapter there is a more definite view given, and a clearer light thrown on the mode in which deliverance would be brought to them. The prophet specifies that God would raise up a deliverer, and that that deliverer would be able to subdue all their enemies. The chapter may be conveniently divided into the following parts:<\/p><p>I. God calls the distant nations to a public investigation of his ability to aid his people; to an argument whether he was able to deliver them; and to the statement of the reasons why they should confide in him <a class=\"isa\" verses=\"MTg0NTM=\">Isaiah 41:1<\/a>.<\/p><p>II. He specifies that he will raise up a man from the east&mdash;who should be able to overcome the enemies of the Jews, and to effect their deliverance <a class=\"isa\" verses=\"eyIxODQ1NCI6M30=\">Isaiah 41:2-4<\/a>.<\/p><p>III. The consternation of the nations at the approach of Cyrus, and their excited and agitated fleeing to their idols is described <a class=\"isa\" verses=\"eyIxODQ1NyI6M30=\">Isaiah 41:5-7<\/a>.<\/p><p>IV. God gives to his people the assurance of his protection, and friendship <a class=\"isa\" verses=\"eyIxODQ2MCI6N30=\">Isaiah 41:8-14<\/a>. This is shown:<\/p><p>1. Because they were the children of Abraham, his friend, and be was bound in covenant faithfulness to protect them <a class=\"isa\" verses=\"eyIxODQ2MCI6Mn0=\">Isaiah 41:8-9<\/a>.<\/p><p>2. By direct assurance that he would aid and protect them; that though they were feeble, yet he was strong enough to deliver them <a class=\"isa\" verses=\"eyIxODQ2MiI6NX0=\">Isaiah 41:10-14<\/a>.<\/p><p>V. He says that he will enable them to overcome and scatter their foes, as the chaff is driven away on the mountains by the whirlwind <a class=\"isa\" verses=\"eyIxODQ2NyI6Mn0=\">Isaiah 41:15-16<\/a>.<\/p><p>VI. He gives to his people the special promise of assistance and comfort. He will meet them in their desolate condition, and will give them consolation as if fountains were opened in deserts, and trees producing grateful shade and fruit were planted in the wilderness <a class=\"isa\" verses=\"eyIxODQ2OSI6NH0=\">Isaiah 41:17-20<\/a>.<\/p><p>VII. He appeals directly to the enemies of the Jews, to the worshippers of idols. He challenges them to give any evidence of the power or the divinity of their idols; and appeals to the fact that he had foretold future events; that he had raised up a deliverer for his people in proof of his divinity, and his power to save <a class=\"isa\" verses=\"eyIxODQ3MyI6OX0=\">Isaiah 41:21-29<\/a>. The argument of the whole is, that the idol-gods were unable to defend the nations which trusted in them; that God would raise up a mighty prince who should be able to deliver the Jews from their long and painful calamity, and that they, therefore, should put their trust in Yahweh.<\/p><p><em>Keep silence before me<\/em>&mdash;(Compare <a class=\"ref\">Zechariah 2:13<\/a> ) The idea is, that the pagan nations were to be silent while God should speak, or with a view of entering into an argument with him respecting the comparative power of himself and of idols to defend their respective worshippers. The argument is stated in following verses, and preparatory to the statement of that argument, the people are exhorted to be silent. This is probably to evince a proper awe and reverence for Yahweh, before whom the argument was to be conducted, and a proper sense of the magnitude and sacredness of the inquiry (compare <a class=\"isa\" verses=\"MTg0NzM=\">Isaiah 41:21<\/a> ). And it may be remarked here, that the same reasons will apply to all approaches which are made to God. When we are about to come before him in prayer or praise; to confess our sins and to plead for pardon; when we engage an argument respecting his being, plans, or perfections; or when we draw near to him in the closet, the family, or the sanctuary, the mind should be filled with awe and reverence. It is well, it is proper, to pause and think of what our emotions should be, and of what we should say, before God (compare <a class=\"ref\">Genesis 28:16-17<\/a>).<\/p><p><em>O islands<\/em>&mdash;(איים &lsquo;iyiym). This word properly means islands, and is so translated here by the Vulgate, the Septuagint, the Chaldee, the Syriac, and the Arabic. But the word also is used to denote maritime countries; Countries that were situated on seacoasts, or the regions beyond sea (see the note at <a class=\"isa\" verses=\"MTgwMzY=\">Isaiah 20:6<\/a> ). The word is applied, therefore, to the islands of the Mediterranean; to the maritime coasts; and then, also, it comes to be used in the sense of any lands or coasts far remote, or beyond sea (see <a class=\"ref\">Psalm 72:10<\/a> ; <a class=\"isa\" verses=\"MTgxMTE=\">Isaiah 24:15<\/a> ; the notes at <a class=\"isa\" verses=\"WzE4NDM2LDE4NDU3XQ==\">Isaiah 40:15; Isaiah 41:5<\/a> ; <a class=\"isa\" verses=\"WzE4NDg1LDE4NDkxXQ==\">Isaiah 42:4, Isaiah 42:10<\/a> , <a class=\"isa\" verses=\"WzE4NDkzLDE4NjM4XQ==\">Isaiah 42:12; Isaiah 49:1<\/a> ; <a class=\"ref\">Jeremiah 25:22; Daniel 11:18<\/a>). Here it is evidently used in the sense of distant nations or lands; the people who were remote from Palestine, and who were the worshippers of idols. The argument is represented as being with them, and they are invited to prepare their minds by suitable reverence for God for the argument which was to be presented.<\/p><p><em>And let the people renew their strength<\/em>&mdash;On the word &lsquo;renew,&rsquo; see the note at <a class=\"isa\" verses=\"MTg0NTI=\">Isaiah 40:31<\/a>. Here it means, &lsquo;Let them make themselves strong; let them prepare the argument; let them be ready to urge as strong reasons as possible; let them fit themselves to enter into the controversy about the power and glory of Yahweh&rsquo; (see <a class=\"isa\" verses=\"MTg0NzM=\">Isaiah 41:21<\/a>).<\/p><p><em>Let us come near together to judgment<\/em>&mdash;The word &lsquo;judgment&rsquo; here means evidently controversy, argumentation, debate. Thus it is used in <a class=\"ref\">Job 9:32<\/a>. The language is that which is used of two parties who come together to try a cause, or to engage in debate; and the sense is, that God proposes to enter into an argumentation with the entire pagan world, in regard to his ability to save his people; that is, he proposes to show the reasons why they should trust in him, rather than dread those under whose power they then were, and by whom they had been oppressed. Lowth renders it, correctly expressing the sense, &lsquo;Let us enter into solemn debate together.&rsquo;<\/p>",
    "audit": 1
}