{
    "id": 1259,
    "source": "barnes",
    "verse_id": 18166,
    "verse_count": 1,
    "reference": "28:1 ",
    "title": "",
    "html": "<p><em>Wo<\/em>&mdash;(see the note at <a class=\"isa\" verses=\"MTc5OTk=\">Isaiah 18:1<\/a> ). The word here is used to denounce impending judgment.<\/p><p><em>To the crown of pride<\/em>&mdash;This is a Hebrew mode of expression, denoting the proud or haughty crown. There can be no doubt that it refers to the capital of the kingdom of Ephraim; that is, to Samaria. This city was built by Omri, who purchased &lsquo;the hill Samaria&rsquo; of Shemer, for two talents of silver, equal in value to 792 British pounds, 11 shillings, 8d., and built the city on the hill, and called it, after the name of Shemer, Samaria <a class=\"ref\">1 Kings 16:24<\/a>. Omri was king of Israel (925 b.c.), and he made this city the capital of his kingdom. The city was built on a pleasant and fertile hill, and surrounded with a rich valley, with a circle of hills beyond; and the beauty of the hill on which the city was built suggested the idea of a wreath or chaplet of flowers, or a &ldquo;crown.&rdquo; After having been destroyed and reduced to an inconsiderable place, it was restored by Herod the Great, 21 b.c., who called it &ldquo;Sebaste&rdquo; (Latin, &ldquo;Augusta&rdquo;), in honor of the Emperor Augustus. It is usually mentioned by travelers under the name of Sebaste. Maundrell (Travels, p. 58) says, &lsquo;Sebaste, the ancient Samaria, is situated on a long mount of an oval figure; having first a fruitful valley, and then a ring of hills running round it.&rsquo; The following is the account which is given by Richardson: &lsquo;Its situation is extremely beautiful, and strong by nature; more so, I think, than Jerusalem. It stands on a fine large insulated hill, compassed all round by a broad, deep valley.<\/p><p>The valley is surrounded by four hills, one on each side, which are cultivated in terraces to the top, sown with grain, and planted with fig and olive trees, as is also the valley. The hill of Samaria, likewise, rises in terraces to a height equal to any of the adjoining mountains.&rsquo; Dr. Robinson, who visited this place in 1838, says, &lsquo;The find round swelling hill, or almost mountain of Samaria, stands alone in the midst of the great basin of some two hours (seven or eight miles) in diameter, surrounded by higher mountains on every side. It is near the eastern side of the basin; and is connected with the eastern mountains, somewhat after the manner of a promontory, by a much lower ridge, having a wady both on the south and on the north. The mountains and the valleys around are to a great extent arable, and enlivened by many villages and the hand of cultivation. From all these circumstances, the situation of the ancient Samaria is one of great beauty.<\/p><p>The hill itself is cultivated to the top; and, at about midway of the ascent, is surrounded by a narrow terrace of level land like a belt, below which the roots of the hill spread off more gradually into the valleys. The whole hill of Sebastich (the Arabic form for the name Sebaste) consists of fertile soil; it is cultivated to the top, and has upon it many olive and fig trees. It would be difficult to find, in all Palestine, a situation of equal strength, fertility, and beauty combined. In all these particulars, it has very greatly the advantage over Jerusalem.&rsquo; (Bib. Researches, vol. iii. pp. 136-149). Standing thus by itself, and cultivated to the top, and exceedingly fertile, it was compared by the prophet to a crown, or garland of flowers&mdash;such as used to be worn on the head, especially on festival occasions.<\/p><p><em>To the drunkards of Ephraim<\/em>&mdash;Ephraim here denotes the kingdom of Israel, whose capital was Samaria (see the note at <a class=\"isa\" verses=\"MTc3ODU=\">Isaiah 7:2<\/a> ). That intemperance was the prevailing sin in the kingdom of Israel is not improbable. It prevailed to a great extent also in the kingdom of Judah (see <a class=\"isa\" verses=\"eyIxODE3MiI6Mn0=\">Isaiah 28:7-8<\/a> : compare <a class=\"isa\" verses=\"MTc3NTE=\">Isaiah 5:11<\/a> , note; <a class=\"isa\" verses=\"MTc3NjI=\">Isaiah 5:22<\/a>, note).<\/p><p><em>Whose glorious beauty is a fading flower<\/em>&mdash;That is, it shall soon be destroyed, as a flower soon withers and fades away. This was fulfilled in the destruction that came upon Samaria under the Assyrians when the ten tribes were carried into captivity <a class=\"ref\">2 Kings 17:3-6<\/a>. The allusion in this verse to the &lsquo;crown&rsquo; and &lsquo;the fading flower&rsquo; encircling Samaria, Grotius thinks is derived from the fact that among the ancients, drunkards and revellers were accustomed to wear a crown or garland on their heads, or that a wreath or chaplet of flowers was usually worn on their festival occasions. That this custom prevailed among the Jews as well as among the Greeks and Romans, is apparent from a statement by the author of the Book of Wisdom:<\/p><p>&lsquo;Let us fill ourselves with costly wine and ornaments,<\/p><p>And let no flower of the spring pass by us;<\/p><p>Let us crown ourselves with rose-buds before they are withered.&rsquo;<\/p><p>&mdash;Wisdom <a class=\"ref\">Romans 2:7, Romans 2:8<\/a>.<\/p><p><em>Which are on the head<\/em>&mdash;Which flowers or chaplets are on the eminence that rises over the fat valleys; that is, on Samaria, which seemed to stand as the head rising from the valley.<\/p><p><em>Of the fat valleys of them that are overcome with wine<\/em>&mdash;That are occupied by, or in the possession of, those who are overcome with wine. Margin, &lsquo;Broken&rsquo; with wine. Hebrew, (יין הלוּמי hălûmēy yâyin) &lsquo;Smitten with wine;&rsquo; corresponding to the Greek &omicron;̓&iota;&nu;&omicron;&pi;&lambda;&eta;̀&xi; oinoplēx; that is, they were overcome or subdued by it. A man&rsquo;s reason, conscience, moral feelings, and physical strength are all overcome by indulgence in wine, and the entire man is prostrate by it. This passage is a proof of what has been often denied, but which further examination has abundantly confirmed, that the inhabitants of wine countries are as certainly intemperate as those which make rise of ardent spirits.<\/p>",
    "audit": 1
}