{
    "id": 1099,
    "source": "barnes",
    "verse_id": 18006,
    "verse_count": 1,
    "reference": "19:1 ",
    "title": "",
    "html": "<p><em>The burden of Egypt<\/em>&mdash;This is the title to the prophecy. For the meaning of the word &ldquo;burden,&rdquo; see the note at <a class=\"isa\" verses=\"MTc5MDg=\">Isaiah 13:1<\/a>. The word &lsquo;Egypt&rsquo; in the original is מצרים mı̂tserayı̂m; and it was so called after Mizraim the second son of Ham, and grandson of Noah. Sometimes it is called Mazor <a class=\"ref\">2 Kings 19:24<\/a> ; <a class=\"isa\" verses=\"WzE4MDExLDE4Mzc4XQ==\">Isaiah 19:6; Isaiah 37:25<\/a> ; <a class=\"ref\">Micah 7:12<\/a> ; where, however, our English version has rendered the word by &ldquo;besieged place or fortress.&rdquo; The ancient name of the country among the inhabitants themselves was &ldquo;Chimi or Chami&rdquo; (&Chi;&eta;&mu;&upsilon; Chēmu). The Egyptian word signified &ldquo;black,&rdquo; and the name was probably given from the black deposit made by the slime of the Nile. &lsquo;Mizraim, or Misrim, the name given to Egypt in the Scriptures, is in the plural form, and is the Hebrew mede of expressing the &ldquo;two regions of Egypt&rdquo; (so commonly met with in the hieroglyphics), or the &ldquo;two Misr,&rdquo; a name still used by the Arabs, who call all Egypt, as well as Cairo, Musr or Misr.&rsquo; (Wilkinson&rsquo;s &ldquo;Ancient Egyptians,&rdquo; vol. i. p. 2). The origin of the name &lsquo;Egypt&rsquo; is unknown. Egyptus is said by some to have been an ancient king of this country.<\/p><p><em>Behold, the Lord<\/em>&mdash;This is a bold introduction. Yahweh is seen advancing to Egypt for the purpose of confounding its idols, and inflicting punishment. The leading idea which the prophet wishes probably to present is, that national calamities&mdash;anarchy, commotion, revolution, as well as physical sufferings&mdash;are under the government and direction of Yahweh.<\/p><p><em>Rideth upon a swift cloud<\/em>&mdash;Yahweh is often thus represented as riding on a cloud, especially when he comes for purposes of vengeance or punishment:<\/p><p>And he rode upon a cherub and did fly,<\/p><p>Yea, he did fly upon the wings of the wind.<\/p>",
    "audit": 1
}