{
    "id": 1050,
    "source": "barnes",
    "verse_id": 17957,
    "verse_count": 1,
    "reference": "14:28 ",
    "title": "",
    "html": "<p><em>In the year that king Ahaz died<\/em>&mdash;This is the caption or title to the following prophecy, which occupies the remainder of this chapter. This prophecy has no connection with the preceding; and should have been separated from it in the division into chapters. It relates solely to Philistia; and the design is to comfort the Jews with the assurance that they had nothing to apprehend from them. It is not to call the Philistines to lamentation and alarm, for there is no evidence that the prophecy was promulgated among them (Vitringa); but it is to assure the Jews that they would be in no danger from their invasion under the reign of the successor of Ahaz, and that God would more signally overthrow and subdue them than had been done in his time. It is not improbable that at the death of Ahaz, and with the prospect of a change in the government on the accession of his successor, the Philistines, the natural enemies of Judah, had meditated the invasion of the Jews. The Philistines had been subdued in the time of Azariah <a class=\"ref\">2 Kings 15:1-7<\/a> , or Uzziah, as he is called in <a class=\"ref\">2 Chronicles 26:1<\/a> , who was the son and successor of Amaziah. He broke down the wall of Gath, and the wall of Gabneh, and the wall of Ashdod, and effectually subdued and humbled them <a class=\"ref\">2 Chronicles 26:6<\/a>. In the time of Ahaz, and while he was engaged in his unhappy controversies with Syria and Ephraim, the Philistines took advantage of the enfeebled state of Judah, and made successful war on it, and took several of the towns <a class=\"ref\">2 Chronicles 28:18<\/a> ; and at his death they had hope of being able to resist Judah, perhaps the more so as they apprehended that the reign of Hezekiah would be mild, peaceable, and unwarlike. Isaiah, in the prophecy before us, warns them not to entertain any such fallacious expectations, and assures them that his reign would be quite as disastrous to them as had been the reign of his predecessors.<\/p><p><em>Was this burden<\/em>&mdash;See the note at <a class=\"isa\" verses=\"W3siMTc5MDgiOjF9XQ==\">Isaiah 13:1<\/a>.<\/p>",
    "audit": 1
}