{
    "id": 927,
    "source": "barnes",
    "verse_id": 17834,
    "verse_count": 1,
    "reference": "9:4 ",
    "title": "",
    "html": "<p><em>For thou hast broken<\/em>&mdash;This verse, and the following, show the way in which the occasion of the joy had been furnished. The expression &lsquo;thou hast&rsquo; does not necessarily refer to the past, but is a form of expression derived from the nature of the prophetic visions, where that is described as past which is seen to pass before the eyes of the prophet; see the Introduction, section 7.<\/p><p><em>The yoke<\/em>&mdash;This word is often used to denote oppression, or tyranny; <a class=\"ref\">Leviticus 26:13; Deuteronomy 28:48<\/a> &mdash;where oppression is described as &lsquo;an iron yoke;&rsquo; compare <a class=\"ref\">1 Kings 12:4<\/a> ; <a class=\"isa\" verses=\"W3siMTg2MDYiOjF9LHsiMTg3OTMiOjF9XQ==\">Isaiah 47:6; Isaiah 58:6<\/a>.<\/p><p><em>The staff of his shoulder<\/em>&mdash;The word rendered staff here may mean a bough, a branch, a staff, stick, or rod. Gesenius supposes that the expression here means the rod by which punishment is inflicted, and that the, phrase &lsquo;rod of, or for the shoulder,&rsquo; denotes oppression and servitude. Rosenmuller thinks, that it refers rather to the custom among the ancients of placing a piece of wood, not unlike a yoke, on the necks and shoulders of slaves, as a mark of servitude. Hengstenberg understands it, &lsquo;the staff which strikes the neck or back.&rsquo;<\/p><p><em>The rod of his oppressor<\/em>&mdash;This, doubtless, refers to the chastisement which was inflicted on those in bondage, and is a phrase denoting oppression and servitude. The word &lsquo;his&rsquo; here refers to Israel.<\/p><p><em>As in the day of Midian<\/em>&mdash;This refers to the deliverance that was accomplished under Gideon against the Midianites; see <a class=\"ref\">Judges 7<\/a>; 8. That deliverance was a remarkable interposition of God. It was accomplished not by human strength; but was a signal manifestation of the power of God in delivering the nation from the long oppression of the Midianites. So the prophet says here, that the deliverance will be as signal a proof of the presence and power of God as is was in that day. Herder (Hebrew Poetry, vol. ii. p. 296) says, &lsquo;At that period, in the north part of the country, a great deliverance was wrought. Then, in the obscure forests of Naphtali and Zebulun, the light of freedom went forth over all the land. So now, also, in this northern press of nations, in the way along the sea of Galilee, where now the hostile Syrians are exercising their oppressions, the light of freedom is going forth, and there shall be joy and jubilee, like that of the song of Deborah.&rsquo;<\/p>",
    "audit": 1
}