{
    "id": 1115,
    "source": "barnes",
    "verse_id": 18022,
    "verse_count": 1,
    "reference": "19:17 ",
    "title": "",
    "html": "<p><em>And the land of Judah<\/em>&mdash;The fear and consternation of Egypt shall be increased when they learn what events are occurring there, and what Yahweh has purposed in regard to it.<\/p><p><em>Shall be a terror<\/em>&mdash;This cannot be understood to mean that they were in danger from an invasion by the Jews, for at that time they were not at war, and Judah had no power to overrun Egypt. Jarchi and Kimchi suppose that the passage means that the Egyptians would hear what had occurred to the army of Sennacherib on its overthrow, and that they would be alarmed as if a similar fate was about to come upon them. But the more probable interpretation is that which refers it to the &ldquo;invasion&rdquo; of Judah by Sennacherib. The Egyptians would know of that. Indeed, the leading design of Sennacherib was to invade Egypt, and Judah and Jerusalem were to be destroyed only &ldquo;in the way&rdquo; to Egypt. And when the Egyptians heard of the great preparations of Sennacherib, and of his advance upon Judah (see <a class=\"isa\" verses=\"W3siMTc4NzkiOjR9XQ==\">Isaiah 10:28-31<\/a>), and knew that his design was to invade them, &lsquo;the land of Judah&rsquo; would be &lsquo;a terror,&rsquo; because they apprehended that he would make a rapid descent upon them. Vitringa, however, supposes that the sense is, that the Egyptians in their calamities would remember the prophecies of Jeremiah and others, of which they had heard, respecting their punishment; that they would remember that the prophecies respecting Judah had been fulfilled, and that thus Judah would be a terror to them &ldquo;because&rdquo; those predictions had come out of Judah. This is plausible, and it may be the correct explanation.<\/p><p><em>Which he hath determined against it<\/em>&mdash;Either against Judah, or Egypt. The Hebrew will bear either. It may mean that they were alarmed at the counsel which had been formed by Yahweh against Judah, and which was apparently about to be executed by the invasion of Sennacherib, and that thus they feared an invasion themselves, or that they learned that a purpose of destruction was formed by Yahweh against themselves, and that Judah became thus an object of terror, because the prophecies which were spoken there were certain of being fulfilled. The latter is the interpretation given by Vitringa, and perhaps is the moss probable.<\/p>",
    "audit": 1
}