{
    "id": 1676,
    "source": "barnes",
    "verse_id": 18583,
    "verse_count": 1,
    "reference": "45:21 ",
    "title": "",
    "html": "<p><em>Tell ye, and bring them near<\/em>&mdash;That is, announce, and bring forward your strongest arguments (see the notes at <a class=\"isa\" verses=\"MTg0NTM=\">Isaiah 41:1<\/a> ).<\/p><p><em>Who hath declared this from ancient time?<\/em>&mdash;Who has clearly announced the events respecting Cyrus, and the conquest of Babylon, and the deliverance from the captivity? The argument is an appeal to the fact that God had clearly foretold these events long before, and that therefore he was the true God. To this argument he often appeals in proof that he alone is God (see the note at <a class=\"isa\" verses=\"eyIxODQ3NCI6Mn0=\">Isaiah 41:22-23<\/a>).<\/p><p><em>And there is no God else beside me<\/em>&mdash;(See <a class=\"isa\" verses=\"MTg1Njc=\">Isaiah 45:5<\/a>).<\/p><p><em>A just God<\/em>&mdash;A God whose attribute it is always to do right; whose word is true; whose promises are fulfilled; whose threatenings are executed; and who always does that which, under the circumstances of the case, ought to be done. This does not refer particularly to the fact that he will punish the guilty, but, in the connection here, rather seems to mean that his course would be one of equity.<\/p><p><em>And a Saviour<\/em>&mdash;Saving his people. It was a characteristic of him, that he saved or preserved his people; and his equity, or truth, or justice, was seen in his doing that. His being &lsquo;a just God&rsquo; and &lsquo;a Saviour&rsquo; are not set here in contrast or contradiction, as if there was any incongruity in them, or as if they needed to be reconciled; but they refer to the same thing, and mean that he was just and true in saving his people; it was a characteristic of him that be was so true to his promises, and so equitable in his government, that he would save them. There is here no unique and special reference to the work of the atonement. But the language is such as will accurately express the great leading fact in regard to the salvation of sinners. It is in the cross of the Redeemer that God has shown himself eminently to be just, and yet a Saviour; true, and merciful; expressing his abhorrence of sin, and yet pardoning it; maintaining the honor of his violated law, and yet remitting its penalty and forgiving the offender. It is here, in the beautiful language of the Psalmist <a class=\"ref\">Psalm 85:10<\/a>, that<\/p><p>Mercy and truth are met together,<\/p><p>Righteousness and peace have kissed each other.<\/p><p>The same idea is expressed in <a class=\"ref\">Romans 3:26<\/a>: &lsquo;That he might be just, and the justifier of him that believeth in Jesus.&rsquo; It is the glory of the character of God that he can be thus just and merciful at the same time; that he can maintain the honor of his law, secure the stability of his government, and yet extend pardon to any extent. No human administration can do this. Pardon under a human government always does much to weaken the authority of the government, and to set aside the majesty of the law. If never exercised, indeed, government assumes the form of tyranny; if often, the law loses its terrors, and crime will walk fearless through the earth. But in the divine administration, through the atonement, pardon may be extended to any extent, and yet the honor of the law be maintained, for the substituted sufferings of the innocent in the place of the guilty, will in fact do more to restrain from transgression than where the guilty themselves suffer. Of no human administration can it be said that it is at the same time just, and yet forgiving; evincing hatred of the violation of the law, and yet extending mercy to any extent to the violators of the laws. The blending together of these apparently inconsistent attributes belongs only to God, and is manifested only in the plan of salvation through the atonement.<\/p>",
    "audit": 1
}