{
    "id": 1684,
    "source": "barnes",
    "verse_id": 18591,
    "verse_count": 1,
    "reference": "46:4 ",
    "title": "",
    "html": "<p><em>And even to your old age, I am he<\/em>&mdash;Or rather, I am the same. I remain, unchangeably, with the same tenderness, the same affection, the same care. In this the care of God for his people surpasses that of the most tender parent, and the most kind nourisher of the young. The care of the parent naturally dies away as the child reaches manhood, and he is usually removed by death before the son or daughter that excited so much solicitude in infancy and childhood, reaches old age. But not so with God. His people are always the objects of his tender solicitude. Age does not make them less dependent, and experience only teaches them more and more their need of his sustaining grace. The argument here is, that he who had watched over the infancy of his people with so much solicitude, would not leave them in the exposures, and infirmities, and trials of the advanced years of their history. The doctrine is, first, that his people always need his protection and care; secondly, that he will never leave nor forsake them; thirdly, that he who is the God of infancy and childhood will be the God of age, and that he will not leave or forsake his people, who have been the objects of his care and affection in childhood, when they become old. For though this passage refers primarily to a people, or a community as such, yet I see no reason why the principle should not be regarded as applicable to those who are literally aged. They need the care of God no less than childhood does; and if they have walked in his ways in the vigor and strength of their life, he will not cast them off &lsquo;when they are old and gray-headed.&rsquo; Hoary hairs, therefore, if &lsquo;found in the way of righteousness.&rsquo; may trust in God; and the &rsquo;second childhood&rsquo; of man may find him no less certainly a protector than the first.<\/p>",
    "audit": 1
}