{
    "id": 1794,
    "source": "barnes",
    "verse_id": 18701,
    "verse_count": 1,
    "reference": "52:4 ",
    "title": "",
    "html": "<p><em>For thus saith the Lord God<\/em>&mdash;In order to show them that he could redeem them without money, God reminds them of what had been done in former times. The numerous captives in Egypt, whose services were so valuable to the Egyptians, and whom the Egyptians were so unwilling to suffer to depart, he had rescued by his own power, and had delivered for ever from that bondage. The idea here is, that with the same ease he could rescue the captives in Babylon, and restore them to their own land without a price.<\/p><p><em>My people went down<\/em>&mdash;That is, Jacob and his sons. The phrase &lsquo;went down,&rsquo; is applied to a journey to Egypt, because Judea was a mountainous and elevated country compared with Egypt, and a journey there was in fact a descent to a more level and lower country.<\/p><p><em>To sojourn there<\/em>&mdash;Not to dwell there permanently, but to remain there only for a time. They went in fact only to remain until the severity of the famine should have passed by, and until they could return with safety to the land of Canaan.<\/p><p><em>And the Assyrians oppressed them without cause<\/em>&mdash;A considerable variety has existed in the interpretation of this passage. The Septuagint renders it, &lsquo;And to the Assyrians they were carried by force.&rsquo; Some have supposed that this refers to the oppressions that they experienced in Egypt, and that the name &lsquo;Assyrian&rsquo; is here given to Pharaoh. So Forerius and Cajetan understand it. They suppose that the name, &lsquo;the Assyrian,&rsquo; became, in the apprehension of the Jews, the common name of that which was proud, oppressive, and haughty, and might therefore be used to designate Pharaoh. But there are insuperable objections to this. For the name &lsquo;the Assyrian&rsquo; is not elsewhere given to Pharaoh in the Scriptures, nor can it be supposed to be given to him but with great impropriety. It is not true that Pharaoh was an Assyrian; nor is it true that the Israelites were oppressed by the Assyrians while they remained in Egypt. Others have supposed that this refers to Nebuchadnezzar and the Chaldeans in general, and that the name &lsquo;the Assyrian&rsquo; is given them in a large and general sense, as ruling over that which constituted the empire of Assyria, and that the prophet here refers to the calamities which they were suffering in Babylon. But the objection to this is not the less decisive.<\/p><p>It is true that Babylon was formerly a part or province of Assyria, and true also that in the time of the Jewish captivity it was the capital of the kingdom of which the former empire of Assyria became a subject province. But the name Babylonian, in the Scriptures, is kept distinct from that of Assyrian, and they are not used interchangeably. Nor does the connection of the passage require us to understand it in this sense. The whole passage is in a high degree elliptical, and something must be supplied to make out the sense. The general design of it is, to show that God would certainly deliver the Jews from the captivity at Babylon without money. For this purpose, the prophet appeals to the former instances of his interposition when deliverance had been effected in that way. A paraphrase of the passage, and a filling up of the parts which are omitted in the brief and abrupt manner of the prophet, will show the sense. &lsquo;Ye have been sold for nought, and ye shall be ransomed without price.<\/p><p>As a proof that I can do it, and will do it, remember that my people went down formerly to Egypt, and designed to sojourn there for a little time, and that they were there reduced to slavery, and oppressed by Pharaoh, but that I ransomed them without money, and brought them forth by my own power. Remember, further, how often the Assyrian has oppressed them also, without cause. Remember the history of Sennacherib, Tiglath-pileser, and Salmaneser, and how they have laid the land waste, and remember also how I have delivered it from these oppressions. With the same certainty, and the same ease, I can deliver the people from the captivity at Babylon.&rsquo; The prophet, therefore, refers to different periods and events; and the idea is, that God had delivered them when they had been oppressed alike by the Egyptian, and by the Assyrians, and that he who had so often interposed would also rescue them from their oppression in Babylon.<\/p>",
    "audit": 1
}