{
    "id": 1525,
    "source": "barnes",
    "verse_id": 18432,
    "verse_count": 1,
    "reference": "40:11 ",
    "title": "",
    "html": "<p><em>He shall feed his flock<\/em>&mdash;In the previous verse, the fact had been asserted that God would come to subdue his foes, and to reward his people. In this verse, the mild and gentle character of his government over his people is predicted. It would not be that of a conqueror over vanquished subjects; but it would be mild and tender, like that of a shepherd who carries the lambs, which are unable to walk, in his own arms, and gently leads along the feeble and the delicate. The verb translated &ldquo;to feed&rsquo; (ירעה yire‛eh), denotes more than our word feed at present. It refers to all the care of a shepherd over his flock; and means to tend, to guard, to govern, to provide pasture, to defend from danger, as a shepherd does his flock. It is often applied in the Scriptures to God represented as the tender shepherd, and especially to the Redeemer <a class=\"ref\">Psalm 23:1; Ezekiel 34:23; John 10:14; Hebrews 13:20; 1 Peter 2:25; 1 Peter 5:4<\/a>. It is often applied to a leader or a ruler of a people <a class=\"ref\">2 Samuel 5:2; 2 Samuel 7:7; Jeremiah 32:2<\/a>. Thus Homer often uses the phrase, &pi;&omicron;&iota;&mu;&eta;́&nu; &lambda;&alpha;&omega;͂&nu; poimēn laōn&mdash;&rsquo;shepherds of the people,&rsquo; to denote a ruler, or monarch. Here it denotes that God would evince toward his people the same tender care, guardianship and protection, which a shepherd shows for his flock.<\/p><p><em>He shall gather the lambs with his arm<\/em>&mdash;This is a most beautiful expression, denoting the care of God the Saviour for the feeblest and weakest of his people, and for the young and feeble in years and piety. A similar thing is often done by a shepherd. The tender lamb, unable to keep up with the flock, becomes weary and exhausted; and the shepherd naturally takes it in his arms and carries it. Such a shepherd as this Virgil beautifully describes:<\/p><p>En, ipse capellas<\/p><p>Protenus aeger argo; hancetiam vix, Tityre, duco;<\/p><p>Hic inter densas corylos modo namque gemellos,<\/p><p>Spem gregis, Ah! silice in nuda connixa reliquet.<\/p><p>Eclog. i.12.<\/p><p>Lo! I my goats urge fainting o&lsquo;er the mead;<\/p><p>This, feebler than the rest, with pains Ilead.<\/p><p>Yean&rsquo;d mid yon herds upon the flinty plain,<\/p><p>Her dying twins, my flock&rsquo;s late hope, remain.<\/p><p>Wrangham.<\/p><p><em>And shall gently lead...<\/em>&mdash;Margin, &lsquo;Give suck.&rsquo; This is the more correct translation. It denotes the dams of the flock that would be easily exhausted by being overdriven, and of which there was, therefore, special care necessary. Thus Jacob says to his brother Esau, <a class=\"ref\">Genesis 33:13<\/a>: &lsquo;The flocks and the herds giving suck to their young are with me, and if they should be overdriven all the flock will die.&rsquo; Of the necessity of such care and attention there is abundant evidence, and indeed it is manifest at a glance. Dr. Shaw, speaking of the exposure of the flocks in Syria, says: &lsquo;The greatest skill and vigilance, and even tender care, are required in the management of such immense flocks as wander on the Syrian plains. Their prodigious numbers compel the keepers to remove them too frequently in search of fresh pastures, which proves very destructive to the young that have not strength to follow.&rsquo; The following extract from Anderson&rsquo;s Tour through Greece will also serve to illustrate this passage: &lsquo;One of the great delights in traveling through a pastoral country, is to see and feel the force of the beautiful imagery in the Scriptures, borrowed from pastoral life.<\/p><p>All day long the shepherd attends his flock, leading them into &ldquo;green pastures,&rdquo; near fountains of water, and chooses a convenient place for them to &ldquo;rest at noon.&rdquo; At night he drives them near his tent; and, if there is danger, encloses them in the fold. They know his voice, and follow him. When traveling, he tenderly watches over them, and carries such as are exhausted in his arms. Such a shepherd is the Lord Jesus Christ.&rsquo; No description could more beautifully describe the character of the Redeemer. In the New Testament, he is often described as a kind and tender shepherd, and regarding the welfare of all his flock, and as ready to give his life for them <a class=\"ref\">John 10:7, John 10:9-11, John 10:14-15; Hebrews 13:20; 1 Peter 2:25; 1 Peter 5:4<\/a>. We are here also strikingly reminded of the solemn command which he gave to Peter, evincing his tender regard for his flock, &lsquo;Feed my lambs:&rsquo; &lsquo;Feed my sheep&rsquo; <a class=\"ref\">John 16:15-17<\/a>. It proves in regard to the Redeemer:<\/p><p>1. That his nature is mild, and gentle, and tender.<\/p><p>2. That he has a kind regard for all his flock, and will consult the real interest of all, as a shepherd does of his flock.<\/p><p>3. That he has a special solicitude for the feeble and infirm, and that they will be the objects of his tender care.<\/p><p>4. That he feels a particular solicitude for the young. He knows their feebleness; he is acquainted with their temptations; he sees the importance of their being trained up with care; and he looks with deep interest, therefore, on all the efforts made to guard them from the ways of sin, and to train them up for his service (compare the note at <a class=\"isa\" verses=\"MTg0ODQ=\">Isaiah 42:3<\/a>).<\/p>",
    "audit": 1
}