{
    "id": 1879,
    "source": "barnes",
    "verse_id": 18786,
    "verse_count": 1,
    "reference": "57:20 ",
    "title": "",
    "html": "<p><em>But the wicked<\/em>&mdash;All who are transgressors of the law and who remain unpardoned. The design of this is to contrast their condition with that of those who should enjoy peace. The proposition is, therefore, of the most general character. All the wicked are like the troubled sea. Whether prosperous or otherwise; rich or poor; bond or free; old or young; whether in Christian, in civilized, or in barbarous lands; whether living in palaces, in caves, or in tents; whether in the splendor of cities, or in the solitude of deserts; All are like the troubled sea.<\/p><p><em>Are like the troubled sea<\/em>&mdash;The agitated (נגרשׁ nigrâsh), ever-moving and restless sea. The sea is always in motion, and never entirely calm. Often also it lashes into foam, and heaves with wild commotion.<\/p><p><em>When it cannot rest<\/em>&mdash;Lowth renders this, &lsquo;For it never can be at rest.&rsquo; The Hebrew is stronger than our translation. It means that there is no possibility of its being at rest; it is unable to be still (יוּכל לא השׁקט כי kı̂y hasheqēṭ lo&rsquo; yûkal). The Septuagint renders it, &lsquo;But the wicked are tossed like waves (&kappa;&lambda;&upsilon;&delta;&omega;&nu;&iota;&sigma;&theta;&eta;́&sigma;&omicron;&nu;&tau;&alpha;&iota; kludōnisthēsontai), and are not able to be at rest.&rsquo; The idea, as it seems to me, is not exactly that which seems to be conveyed by our translation, that the wicked are like the sea, occasionally agitated by a storm and driven by wild commotion, but that, like the ocean, there is never any peace, as there is no peace to the restless waters of the mighty deep.<\/p><p><em>Whose waters<\/em>&mdash;They who have stood on the shores of the ocean and seen the waves&mdash;especially in a storm&mdash;foam, and roll, and dash on the beach, will be able to appreciate the force of this beautiful figure, and cannot but have a vivid image before them of the unsettled and agitated bosoms of the guilty. The figure which is used here to denote the want of peace in the bosom of a wicked man, is likewise beautifully employed by Ovid:<\/p><p>Cumque sit hibernis agitatum fluctibus aequor,<\/p><p>Pectora sunt ipso turbidiora mari.<\/p><p>Trist. i. x. 33<\/p><p>The agitation and commotion of the sinner here referred to, relates to such things as the following:<\/p><p>1. There is no permanent happiness or enjoyment. There is no calmness of soul in the contemplation of the divine perfections, and of the glories of the future world. There is no substantial and permanent peace furnished by wealth, business, pleasure; by the pride, pomp, and flattery of the world. All leave the soul unsatisfied, or dissatisfied; all leave is unprotected against the rebukes of conscience, and the fear of hell.<\/p><p>2. Raging passions. The sinner is under their influence. and they may be compared to the wild and tumultuous waves of the ocean. Thus the bosoms of the wicked are agitated with the conflicting passions of pride, envy, malice, lust, ambition, and revenge. These leave no peace in the soul; they make peace impossible. People may learn in some degree to control them by the influence of philosophy; or a pride of character and respect to their reputation may enable them in some degree to restrain them; but they are like the smothered fires of the volcano, or like the momentary calm of the ocean that a gust of wind may soon lash into foam. To restrain them is not to subdue them, for no man can tell how soon he may be excited by anger, or how soon the smothered fires of lus may burn.<\/p><p>3. Conscience. Nothing more resembles an agitated ocean casting up mire and dirt, than a soul agitated by the recollections of past guilt. A deep dark cloud in a tempest overhangs the deep; the lightnings play and the thunder rolls along the sky, and the waves heave with wild commotion. So it is with the bosom of the sinner. Though there may be a temporary suspension of the rebukes of conscience, yet there is no permanent peace. The soul cannot rest; and in some way or other the recollections of guilt will be excited, and the bosom thrown into turbid and wild agitation.<\/p><p>4. The fear of judgment and of hell. Many a sinner has no rest, day or night, from the fear of future wrath. His troubled mind looks onward, and he sees nothing to anticipate but the wrath of God, and the horrors of an eternal hell. How invaluable then is religion! All these commotions are stilled by the voice of pardoning mercy, as the billows of the deep were hushed by the voice of Jesus. How much do we owe to religion! Had it not been for this, there had been no peace in this world. Every bosom would have been agitated with tumultuous passion; every heart would have quailed with the fear of hell. How diligently should we seek the influence of religion! We all have raging passions to be subdued. We all have consciences that may be troubled with the recollections of past guilt. We are all traveling to the bar of God, and have reason to apprehend the storms of vengeance. We all must soon lie down on beds of death, and in all these scenes there is nothing that can give permanent and solid peace but the religion of the Redeemer. Oh! that stills all the agitation of a troubled soul; lays every billow of tumultuous passion to rest; calms the conflicts of a guilty bosom; reveals God reconciled through a Redeemer to our souls, and removes all the anticipated terrors of a bed of death and of the approach to the judgment bar. Peacefully the Christian can die&mdash;not as the troubled sinner, who leaves the world with a bosom agitated like the stormy ocean but as peacefully as the gentle ripple dies away on the beach.<\/p><p>How blest the righteous when they die,<\/p><p>When holy souls retire to rest I<\/p><p>How mildly beams the closing eye,<\/p><p>How gently heaves the expiring breast!<\/p><p>So fades a summer cloud away;<\/p><p>So sinks the gale when storms are o&lsquo;er;<\/p><p>So gently shuts the eve of day;<\/p><p>So dies a wave along the shore.<\/p><p>&mdash;Barbauld<\/p><p><a class=\"isa\" verses=\"MTg3ODY=\">Isaiah 57:20<\/a>.The sinner in this state regards God as his enemy. He trembles when he thinks of his Law; fears his judgments; is alarmed when he thinks of hell. His bosom is a stranger to peace. This has been felt in all lands, alike under the thunders of the Law of Sinai among the Jews; in the pagan world; and in lands where the gospel is preached. It is the effect of an alarmed and troubled conscience.<\/p><p>(3) the plan of salvation by Christ reveals God as willing to be reconciled. He is ready to pardon, and to be at peace. If the sinner repents and believes, God can now consistently forgive him, and admit him to favor. It is therefore a plan by which the mind of God and of the sinner can become reconciled, or united in feeling and in purpose. The obstacles on the part of God to reconciliation, arising from his justice and Law, have been removed, and he is now willing to be at peace. The obstacles on the part of man, arising from his sin, his rebellion, and his conscious guilt, may be taken away, and he can now regard God as his friend.<\/p><p>(4) the effect of this plan, when the sinner embraces it, is to produce peace in his own mind. He experiences peace; a peace which the world gives not, and which the world cannot take away, <a class=\"ref\">Philippians 4:7; 1 Peter 1:8; John 16:22<\/a>. Usually in the work of conversion to God, this peace is the first evidence that is felt of the change of heart. Before, the sinner was agitated and troubled. But often suddenly, a peace and calmness is felt, which is before unknown. The alarm subsides; the heart is calm; the fears die away, like the waves of the ocean after a storm. A sweet tranquillity visits the heart&mdash;a pure shining light, like the sunbeams that break through the opening clouds after a tempest. The views, the feelings, the desires are changed; and the bosom that was just before filled with agitation and alarm, that regarded God as its enemy, is now at peace with him, and with all the world.<\/p><p><em>Through our Lord Jesus Christ<\/em>&mdash;By means of the atonement of the Lord Jesus. It is his mediation that has procured it.<\/p>",
    "audit": 1
}