{
    "id": 831,
    "source": "barnes",
    "verse_id": 17738,
    "verse_count": 1,
    "reference": "4:4 ",
    "title": "",
    "html": "<p><em>When the Lord<\/em>&mdash;That is, &ldquo;after&rdquo; God has done this, then all that are written among the living shall be called holy. The prophet in this verse states the benefits of &ldquo;affliction&rdquo; in purifying the people of God. He had said, in the previous verse, that all who should be left in Zion should be called holy. He here states that &ldquo;previous&rdquo; to that, the defilement of the people would be removed by judgment.<\/p><p><em>Shall have washed away<\/em>&mdash;The expression, &ldquo;to wash,&rdquo; is often used to denote to &ldquo;purify&rdquo; in any way. In allusion to this fact is the beautiful promise in <a class=\"ref\">Zechariah 13:1<\/a> ; see the note at <a class=\"isa\" verses=\"MTc2NzE=\">Isaiah 1:16<\/a>.<\/p><p><em>The filth<\/em>&mdash;This word here refers to their &ldquo;moral&rdquo; defilement&mdash;their pride, vanity, haughtiness; and perhaps to the idolatry and general sins of the people. As the prophet, however, in <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 3:16-23<\/a> , had particularly specified the sins of the female part of the Jewish people, the expression here probably refers especially to them, and to the judgments which were to come upon them; <a class=\"isa\" verses=\"MTc3MzI=\">Isaiah 3:24<\/a>. It is not departing from the spirit of this passage to remark, that the church is purified, and true religion is often promoted, by God&rsquo;s humbling the pride and vanity of females. A love of excessive ornament; a fondness for dress and display; and an exhibition of great gaiety, often stand grievously in the way of pure religion.<\/p><p><em>The daughters of Zion<\/em>&mdash;see <a class=\"isa\" verses=\"MTc3MjQ=\">Isaiah 3:16<\/a>.<\/p><p><em>And shall have purged<\/em>&mdash;This is synonymous with the expression &ldquo;to wash.&rdquo; It means to purify, to remove, as one removes blood from the hands by washing.<\/p><p><em>Blood of Jerusalem<\/em>&mdash;Crime, blood-guiltiness&mdash;particularly the crime of &ldquo;oppression, cruelty,&rdquo; and &ldquo;robbery,&rdquo; which the prophet <a class=\"isa\" verses=\"MTc2NzA=\">Isaiah 1:15<\/a>had charged on them.<\/p><p><em>By the spirit of judgment<\/em>&mdash;This refers, doubtless, to the &ldquo;calamities,&rdquo; or &ldquo;punishment,&rdquo; that would come upon the nation; principally, to the Babylonian captivity. After God should have humbled and reformed the nation by a series of judgments, then they who were purified by them should be called holy. The word &ldquo;spirit&rdquo; here cannot be shown to be the Holy Spirit; and especially as the Holy Spirit is not represented in the Scriptures as the agent in executing judgment. It perhaps would be best denoted by the word &ldquo;influence,&rdquo; or &ldquo;power.&rdquo; The word properly denotes &ldquo;wind, air, motion&rdquo; <a class=\"ref\">Genesis 8:1; Job 1:19<\/a> ; then &ldquo;breathing, exhalation, or breath&rdquo; <a class=\"ref\">Job 7:7; Psalm 33:6<\/a>; hence, it means the &ldquo;soul;&rdquo; and it means also God&rsquo;s &ldquo;influence,&rdquo; or his putting forth his power and life-giving energy in animating and sustaining the universe; and also, as here, his putting forth any influence in accomplishing his works and designs.<\/p><p><em>And by the spirit of burning<\/em>&mdash;&ldquo;Fire&rdquo; is often, in the Scriptures, the emblem of punishment, and also of purifying; compare the note at <a class=\"ref\">Matthew 3:11-12<\/a> ; see <a class=\"ref\">Malachi 3:2-3<\/a>. The Chaldee translates this, &lsquo;by the word of judgment, and by the word of consuming.&rsquo; The reference is to the &ldquo;punishments&rdquo; which would be sent to purify the people &ldquo;before&rdquo; the coming of the Messiah.<\/p>",
    "audit": 1
}