{
    "id": 1177,
    "source": "barnes",
    "verse_id": 18084,
    "verse_count": 1,
    "reference": "23:6 ",
    "title": "",
    "html": "<p><em>Pass ye over<\/em>&mdash;That is, ye inhabitants of tyre. This is an address to Tyre, in view of her approaching destruction; and is designed to signify that when the city was destroyed, its inhabitants would flee to its colonies, and seek refuge and safety there. As Tarshish was one of its principal colonies, and as the ships employed by Tyre would naturally sail to Tarshish, the inhabitants are represented as fleeing there on the attack of Nebucbadnezzar. That the inhabitants of Tyre did fire in this manner, is expressly asserted by Jerome upon the authority of Assyrian histories which are now lost. &lsquo;We have read,&rsquo; says he, &lsquo;in the histories of the Assyrians, that when the Tyrians were besieged, after they saw no hope of escaping, they went on board their ships, and fled to Cartilage, or to some islands of the Ionian and AEgean Sea&rsquo; (Jerome in loc.) And again (on <a class=\"ref\">Ezekiel 29<\/a> ) he says, &lsquo;When the Tyrians saw that the works for carrying on the siege were perfected, and the foundations of the walls were shaken by the battering rams, whatever precious things in gold, silver, clothes, and various kinds of furniture the nobility had, they put them on board their ships, and carried to the islands. So that the city being taken, Nebuchadnezzar found nothing worthy of his labor.&rsquo; Diodorus (xvii. 41) relates the same thing of the Tyrians during the siege of Alexander the Great, where he says that they took their wives and children to Carthage.<\/p><p><em>Howl<\/em>&mdash;Deep grief among the Orientals was usually expressed by a loud, long, and most dismal howl or shriek (see the note at <a class=\"isa\" verses=\"W3siMTc5NjMiOjF9XQ==\">Isaiah 15:2<\/a>).<\/p><p><em>Ye inhabitants of the isle<\/em>&mdash;Of Tyre. The word &lsquo;isle,&rsquo; however, may be taken as in <a class=\"isa\" verses=\"W3siMTgwMzYiOjF9XQ==\">Isaiah 20:6<\/a>(see the note on that place), in, the sense of coast, or maritime country in general, and possibly may be intended to denote Old Tyre, or the coast of Phenicia in general, though most naturally it applies to the city built on the island.<\/p>",
    "audit": 1
}