{
    "id": 1517,
    "source": "barnes",
    "verse_id": 18424,
    "verse_count": 1,
    "reference": "40:3 ",
    "title": "",
    "html": "<p><em>The voice of him that crieth<\/em>&mdash;Lowth and Noyes render this, &lsquo;A voice crieth,&rsquo; and annex the phrase &lsquo;in the wilderness&rsquo; to the latter part of the sentence:<\/p><p>A voice crieth, &lsquo;In the wilderness prepare ye the way of Yahweh.&rsquo;<\/p><p>The Hebrew (קורא קול qôl qôrē&rsquo;) will bear this construction, though the Vulgate and the Septuagint render it as in our common version. The sense is not essentially different, though the parallelism seems to require the translation proposed by Lowth. The design is to state the source of consolation referred to in the previous verses. The time of the exile at Babylon was about to be completed. Yahweh was about to conduct his people again to their own country through the pathless wilderness, as he had formerly conducted them from Egypt to the land of promise. The prophet, therefore, represents himself as hearing the voice of a herald, or a forerunner in the pathless waste, giving direction that a way should be made for the return of the people. The whole scene is represented as a march, or return of Yahweh at the head of his people to the land of Judea. The idea is taken from the practice of Eastern monarchs, who whenever they entered on a journey or an expedition, especially through a barren and unfrequented or inhospitable country, sent harbingers or heralds before them to prepare the way.<\/p><p>To do this, it was necessary for them to provide supplies, and make bridges, or find fording places over the streams; to level hills, and construct causeways over valleys, or fill them up; and to make a way through the forest which might lie in their intended line of march. This was necessary, because these contemplated expeditions often involved the necessity of marching through countries where there were no public highways that would afford facilities for the passage of an army. Thus Arrian (Hist. liv. 30) says of Alexander, &lsquo;He now proceeded to the River Indus, the army&rsquo; that is, &eta;̔ &sigma;&tau;&rho;&alpha;&tau;&iota;&alpha;́ hē stratia, a part of the army, or an army sufficient for the purpose, &lsquo;going before, which made a way for him, for otherwise there would have been no mode of passing through that region.&rsquo; &lsquo;When a great prince in the East,&rsquo; says Paxton, &rsquo;sets out on a journey, it is usual to send a party of men before him to clear the way.<\/p><p>The state of those countries in every age, where roads are almost unknown, and, from want of cultivation, in many places overgrown with brambles and other thorny plants, which renders traveling, especially with a large retinue, incommodious, requires this precaution. The Emperor of Hindoostan, in his progress through his dominions, as described in the narrative of Sir Thomas Roe&rsquo;s embassy to the court of Delhi, was preceded by a very great company, sent before him to cut up the trees and bushes, to level and snmoth the road, and prepare their place of encampment. We shall be able, perhaps, to form a more clear and precise idea from the account which Diodorus gives of the marches of Semiramis, the celebrated Queen of Babylon, into Media and, Persia. &ldquo;In her march to Ecbatana,&rdquo; says the historian, &ldquo;she came to the Zarcean mountain, which, extending many furlongs, and being full of craggy precipices and deep hollows, could not be passed without taking a great compass. Being therefore desirous of leaving an everlasting memorial of herself, as well as of shortening the way, she ordered the precipices to be digged down, and the hollows to be filled up; and at a great expense she made a shorter and more expeditious road; which to this day is called from her the road of Semiramis. Afterward she went into Persia, and all the other countries of Asia subjected to her dominion, and wherever she went, she ordered the mountains and precipices to be leveled, raised causeways in the plain country, and, at a great expense, made the ways passable.&rdquo;<\/p><p>The writer of the apocryphal Book of Baruch, refers to the same subject by the same images: &lsquo;For God hath appointed that every high hill, and banks of long continuance, should be cast down, and valleys filled up, to make even the ground, that Israel may go safely in the glory of God&rsquo; <a class=\"isa\" verses=\"W3siMTc3NDciOjF9XQ==\">Isaiah 5:7<\/a>. It is evident that the primary reference of this passage was to the exiles in Babylon, and to their return from their long captivity, to the land of their father. The imagery, the circumstances, the design of the prophecy, all seem to demand such an interpretation. At the same time it is as clear, I apprehend, that the prophet was inspired to use language, of design, which should appropriately express a more important event, the coming of the forerunner of the Messiah, and the work which he should perform as preparatory to his advent. There was such a striking similarity in the two events, that they could be grouped together in the same part of the prophetic vision or picture the mind would naturally, by the laws of prophetic suggestion (Introduction, Section 7, III.((3), glance from one to the other, and the same language would appropriately and accurately express both. Both could be described as the coming of Yahweh to bless and save his people; both occurred after a long state of desolation and bondage&mdash;the one a bondage in Babylon, the other in sin and national declension. The pathless desert was literally to be passed through in the one instance; in the other, the condition of the Jews was that which was not unaptly likened to a desert&mdash;a condition in regard to real piety not unlike the state of a vast desert in comparison with fruitful fields. &lsquo;It was,&rsquo; says Lowth, &lsquo;in this desert country, destitute at that time of all religious cultivation, in true piety and works unfruitful, that John was sent to prepare the way of the Lord by preaching repentance.<\/p><p>That this passage has a reference to John as the forerunner of the Messiah, is evident from <a class=\"ref\">Matthew 3:3<\/a> , where it is applied to him, and introduced by this remark: &lsquo;For this is he that was spoken of by the prophet Esaias, saying, The voice,&rsquo; etc. (see also <a class=\"ref\">John 1:23<\/a> ) The events were so similar, in their main features, that the same language would describe both. John was nurtured in the desert, and passed his early life there, until he entered on his public work <a class=\"ref\">Luke 1:80<\/a>. He began to preach in a mountainous country, lying east of Jerusalem, and sparsely inhabited, and which was usually spoken of as a desert or wilderness <a class=\"ref\">Matthew 3:1<\/a> ; and it was here that his voice was heard announcing the coming of the Messiah, and that he pointed him to his own followers <a class=\"ref\">John 1:28-29<\/a>.<\/p><p><em>In the wilderness<\/em>&mdash;Babylon was separated from Judea by an immense tract of country, which was one continued desert. A large part of Arabia, called Arabia Deserts, was situated in this region. To pass in a direct line, therefore, from Babylon to Jerusalem, it was necessary to go through this desolate country. It was here that the prophet speaks of hearing a voice commanding the hills to be leveled, and the valleys filled up, that there might be a convenient highway for the people to return (compare the notes at <a class=\"isa\" verses=\"W3siMTgzMjkiOjN9XQ==\">Isaiah 35:8-10<\/a>).<\/p><p><em>Prepare ye the way<\/em>&mdash;This was in the form of the usual proclamation of a monarch commanding the people to make a way for him to pass. Applied to the return of the exile Jews, it means that the command of God had gone forth that all obstacles should be removed. Applied to John, it means that the people were to prepare for the reception of the Messiah; that they were to remove all in their opinions and conduct which would tend to hinder his cordial reception, or which would prevent his success among them.<\/p><p><em>Of the Lord<\/em>&mdash;Of Yahweh. Yahweh was the leader of his people, and was about to conduct them to their own land. The march therefore, was regarded as that of Yahweh, as a monarch or king, at the head of his people, conducting them to their own country; and to prepare the way of Yahweh was, therefore, to prepare for his march at the head of his people. Applied to the Messiah, it means that God was about to come to his people to redeem them. This language naturally and obviously implies, that he whose way was thus to be prepared was Yahweh, the true God. So it was undoubtedly in regard to him who was to be the leader of the exile Jews to their own land, since none but Yahweh could thus conduct them. And if it be admitted that the language has also a reference to the Messiah, then it demonstrates that he was appropriately called Yahweh. That John the Immerser had such a view of him, is apparent from what is said of him.<\/p><p>Thus, <a class=\"ref\">John 1:15<\/a> , he says of him that, &lsquo;he was before&rsquo; him which was not true unless he had an existence previous to his birth; he calls him, <a class=\"ref\">John 1:18<\/a> , &lsquo;the only begotten Son, which is in the bosom of the Father;&rsquo; and in <a class=\"ref\">John 1:34<\/a> , he calls him &lsquo;the Son of God&rsquo; (compare <a class=\"ref\">John 10:30, John 10:33, John 10:36<\/a> ). In <a class=\"ref\">John 3:31<\/a>, he says of him, &lsquo;he that cometh from above is above all; he that cometh from heaven is above all.&rsquo; Though this is not one of the most direct and certain proof texts of the divinity of the Messiah, yet it is one which may be applied to him when that divinity is demonstrated from other places. It is not one that can be used with absolute certainty in an argument on the subject, to convince those who deny that divinity&mdash;since, even on the supposition that it refers to the Messiah, it may be said plausibly, and with some force, that it may mean that Yahweh was about to manifest himself by means of the Messiah; yet it is a passage which those who are convinced of the divinity of Christ from other source, will apply without hesitation to him as descriptive of his rank, and confirmatory of his divinity.<\/p><p><em>Make straight<\/em>&mdash;Make a straight or direct road; one that should conduct at once to their land. The Chaldee renders this verse, &lsquo;Prepare a way before the people of Yahweh; make in the plain ways before the congregation of our God.&rsquo;<\/p><p><em>A highway<\/em>&mdash;(See the note at <a class=\"isa\" verses=\"W3siMTgzMjkiOjF9XQ==\">Isaiah 35:8<\/a>).<\/p>",
    "audit": 1
}