{
    "id": 1564,
    "source": "barnes",
    "verse_id": 18471,
    "verse_count": 1,
    "reference": "41:19 ",
    "title": "",
    "html": "<p><em>I will plant in the wilderness<\/em>&mdash;The image in this verse is one that is frequent in Isaiah. It is designed to show that God would furnish for his people abundant consolations, and that he would furnish unanticipated sources of comfort, and would remove from them their anticipated trials and calamities. The image refers to the return of the exiles to their own land. That journey lay through Arabia Deserta&mdash;a vast desert&mdash;where they would naturally expect to meet with nothing but barren hills, naked rocks, parched plains, and burning sands. God says that he would bless them in the same manner as if in that desolate wilderness he should plant the cedar, the acacia, the myrtle, and the fir-tree, and should make the whole distance a grove, where fountains would bubble along their way, and streams burst forth from the hills (compare the notes at <a class=\"isa\" verses=\"W3siMTgyNzUiOjF9XQ==\">Isaiah 32:15<\/a> ).<\/p><p><em>The cedar<\/em>&mdash;The large and beautiful cedar, with lofty height, and extended branches such as grew on Lebanon (compare <a class=\"isa\" verses=\"W3siMTc4NDAiOjF9XQ==\">Isaiah 9:10<\/a> , note; <a class=\"isa\" verses=\"W3siMTgzNzciOjF9XQ==\">Isaiah 37:24<\/a>, note).<\/p><p>The shittah-tree&mdash;This is the Hebrew name without change, שׁטה shı̂ṭṭâh. The Vulgate is spinam. The Septuagint renders it, &Pi;&upsilon;́&xi;&omicron;&nu; Puchon&mdash;&lsquo;The box.&rsquo; Lowth renders it, &lsquo;The acacia.&rsquo; Probably the acacia, or the spina AEgyptiaca&mdash;the Egyptian thorn of the ancients&mdash;is intended by it. It is a large tree, growing abundantly in Egypt and Arabia, and is the tree from which the gum-arabic is obtained. It is covered with large black thorns, and the wood is hard, and, when old, resembles ebony.<\/p><p><em>And the myrtle<\/em>&mdash;The myrtle is a tree which rises with a shrubby upright stem, eight or ten feet high. Its branches form a dense, full head, closely garnished with oval lanceolate leaves. It has numerous small pale flowers from the axillas, singly on each footstalk (Encyc.) There are several species of the myrtle, and they are especially distinguished for their forming a dense and close top, and thus constituting a valuable tree for shade. It is a tree that grows with great rapidity.<\/p><p>And the oil-tree&mdash;Hebrew, &lsquo;Tree of oil&rsquo; that is, producing oil. Doubtless the olive is intended here, from whose fruit oil was obtained in abundance. This was a common tree in Palestine, and was one of the most valued that grew.<\/p><p>The fir-tree&mdash;The word used here (ברושׁ berôsh) is commonly rendered, in our version, &lsquo;fir-tree&rsquo; (<a class=\"isa\" verses=\"W3siMTg4MzUiOjF9LHsiMTg3NTQiOjF9XQ==\">Isaiah 60:13; Isaiah 55:13<\/a> ; <a class=\"ref\">Zechariah 11:2; Hosea 14:8-9; 2 Samuel 6:5; 1 Kings 5:8, 1 Kings 5:10; 1 Kings 6:15, 1 Kings 6:34; Nahum 2:3<\/a> , and in other places). Our translators understood it evidently as referring to the cedar. It is often joined, however, with the cedar (see the note at <a class=\"isa\" verses=\"W3siMTc5MzciOjF9XQ==\">Isaiah 14:8<\/a> ; compare <a class=\"isa\" verses=\"W3siMTgzNzciOjF9XQ==\">Isaiah 37:24<\/a> ; <a class=\"ref\">Zechariah 11:1-2<\/a>), and evidently denotes another tree, probably of the same class. It is probable that the word usually denotes the cypress. There are various kinds of cypress. Some are evergreen, and some are deciduous, as the American white cedar. The wood of these trees is remarkable for its durability. Among the ancients, coffins were made of it, and the tree itself was an emblem of mourning. It is mentioned here because its extended branches and dense foliage would produce a grateful shade.<\/p><p><em>And the pine<\/em>&mdash;The Septuagint renders this &Lambda;&epsilon;&upsilon;́&kappa;&eta;&nu; Leukēn, And&mdash;&lsquo;The white poplar.&rsquo; The Vulgate renders it, &lsquo;The elm.&rsquo; Gesenius supposes that a species of hard oak, holm or ilex, is intended. It is not easy, however, to determine what species of tree is meant.<\/p><p>The box-tree&mdash;Gesenius supposes that by this word is denoted some tall tree&mdash;a species of cedar growing on mount Lebanon that was distinguished by the smallness of its cones, and the upward direction of its branches. With us the word box denotes a shrub used for bordering flower-beds. But the word here denotes a tree&mdash;such as was sufficient to constitute a shade.<\/p>",
    "audit": 1
}