{
    "id": 1058,
    "source": "barnes",
    "verse_id": 17965,
    "verse_count": 1,
    "reference": "15:4 ",
    "title": "",
    "html": "<p><em>And Heshbon shall cry<\/em>&mdash;This was a celebrated city of the Amorites, twenty miles east of the Jordan <a class=\"ref\">Joshua 13:17<\/a>. It was formerly conquered from the Moabiltes by Sihon, and became his capital, and was taken by the Israelites a little before the death of Moses <a class=\"ref\">Numbers 21:25<\/a>. After the carrying away of the ten tribes it was recovered by the Moabites. Jeremiah Jer 48:2 calls it &lsquo;the pride of Moab.&rsquo; The town still subsists under the same name, and is described by Burckhardt. He says, it is situated on a hill, southwest from El Aal (Elealeh). &lsquo;Here are the ruins of an ancient town, together with the remains of some edifices built with small stones; a few broken shafts of columns are still standing, a number of deep wells cut in the rock, and a large reservoir of water for the summer supply the inhabitants.&rsquo; (&ldquo;Travels in Syria,&rdquo; p. 365.)<\/p><p><em>And Elealeh<\/em>&mdash;This was a town of Reuben about a mile from Heshbon <a class=\"ref\">Numbers 32:37<\/a>. Burckhardt visited this place. Its present name is El Aal. &lsquo;It stands on the summit of a hill, and takes its name from its situation&mdash;Aal, meaning &ldquo;the high.&rdquo; It commands the whole plain, and the view from the top of the hill is very extensive, comprehending the whole of the southern Belka. El Aal was surrounded by a well built wall, of which some parts yet remain. Among the ruins are a number of large cisterns, fragments of walls, and the foundations of houses, but nothing worthy of notice. The plain around it is alternately chalk and flint.&rsquo; (&ldquo;Travels in Syria,&rdquo; p. 365.)<\/p><p><em>Even unto Jahaz<\/em>&mdash;This was a city east of Jordan, near to which Moses defeated Sihon. It was given to Reuben <a class=\"ref\">Deuteronomy 2:32<\/a>, and was situated a short distance north of Ar, the capital of Moab.<\/p><p><em>The armed soldiers of Moab<\/em>&mdash;The consternation shall reach the very army. They shall lose their courage, and instead of defending the nation, they shall join in the general weeping and lamentation.<\/p><p><em>His life shall be grievous<\/em>&mdash;As we say of a person who is overwhelmed with calamities, that his life is wearisome, so, says the prophet, shall it be with the whole nation of Moab.<\/p>",
    "audit": 1
}