{
    "id": 1917,
    "source": "barnes",
    "verse_id": 18824,
    "verse_count": 1,
    "reference": "60:2 ",
    "title": "",
    "html": "<p><em>For behold<\/em>&mdash;Lo, darkness covers the earth. This is designed to turn the attention to the fact that all the rest of the world would be enveloped in deep spiritual night.<\/p><p><em>Darkness<\/em>&mdash;(See the notes at <a class=\"isa\" verses=\"W3siMTg1NjkiOjF9XQ==\">Isaiah 45:7<\/a>).<\/p><p><em>Shall cover the earth<\/em>&mdash;Shall envelope the whole world except where it is illuminated by the gospel. It is needless to say that this was the fact when the Messiah came, and that it is still extensively true also.<\/p><p><em>And gross darkness<\/em>&mdash;Lowth renders this, &lsquo;A thick vapor.&rsquo; Herder. &lsquo;Deep obscurity.&rsquo; Septuagint, &Gamma;&nu;&omicron;́&phi;&omicron;&sigmaf; Gnophos&mdash;Cloud, shade, tempest. The Hebrew word (ערפל ‛ărâpel) usually denotes thick cloud, cloudy darkness, gloom; and is often applied to the thick clouds of a tempest <a class=\"ref\">Exodus 20:18; Deuteronomy 4:11; Psalm 18:10<\/a>. It is a word of intenser meaning than that which is rendered &lsquo;darkness&rsquo; (השׁך chôshek) and the idea here is, that the nations would be enveloped in a cloud of ignorance and sin so dense and obscure that no light could penetrate it&mdash;a description strikingly applicable to the whole pagan world.<\/p><p><em>But the Lord shall arise upon thee<\/em>&mdash;Like the sun. That is, Yahweh would manifest his perfections to them in a glorious manner.<\/p><p><em>Shall be seen upon thee<\/em>&mdash;There is more emphatic meaning in the original here than is conveyed in our translation. The Hebrew word (יראה yērâ&lsquo;eh) does not mean merely that that glory would be visible, but that it would be conspicuous. It would be so bright and luminous that it would be seen afar&mdash;like a cloud or column of glory standing over Jerusalem that would be conspicuous to far distant people.<\/p>",
    "audit": 1
}