{
    "id": 1285,
    "source": "barnes",
    "verse_id": 18192,
    "verse_count": 1,
    "reference": "28:27 ",
    "title": "",
    "html": "<p><em>For the fitches are not threshed with a threshing instrument<\/em>&mdash;The word used here (חרוּץ chârûts) denotes properly that which is pointed or sharp, and is joined with מורג môrag in <a class=\"isa\" verses=\"W3siMTg0NjciOjF9XQ==\">Isaiah 41:15<\/a> &mdash;meaning there the threshing dray or sledge; a plank with iron or sharp stones that was drawn by oxen over the grain (compare <a class=\"ref\">2 Samuel 24:22; 1 Chronicles 21:23<\/a> ). In the passage before us, several methods of threshing are mentioned as adapted to different kinds of grain, all of which are at the present time common in the East. Those which are mentioned under the name of the &lsquo;threshing instrument,&rsquo; and &lsquo;a cart wheel,&rsquo; refer to instruments which are still in use in the East. Niebuhr, in his &ldquo;Travels in Arabia,&rdquo; says, (p. 299,) &lsquo;In threshing their grain, the Arabians lay the sheaves down in a certain order, and then lead over them two oxen dragging a large stone.&rsquo; &lsquo;They use oxen, as the ancients did, to beat out their grain, by trampling on the sheaves, and dragging after them a clumsy machine.<\/p><p>This machine is not a stone cylinder; nor a plank with sharp stones, as in Syria; but a sort of sledge consisting of three rollers, fitted with irons, which turn upon axles. A farmer chooses out a level spot in his fields, and has his grain carried thither in sheaves, upon donkeys or dromedaries. Two oxen are then yoked in a sledge; a driver then gets upon it, and drives them backward and forward upon the sheaves; and fresh oxen succeed in the yoke from time to time. By this operation the chaff is very much cut down; it is then winnowed, and the grain thus separated.&rsquo; &lsquo;This machine,&rsquo; Niebuhr adds, &lsquo;is called Nauridj. It bas three rollers which turn on three axles; and each of them is furnished with some irons which are round and flat. Two oxen were made to draw over the grain again and again the sledge above mentioned, and this was done with the greatest convenience to the driver; for he was seated in a chair fixed on a sledge.&rsquo; See the illustration in the book to get an idea of this mode of threshing, and of the instruments that were employed.<\/p><p><em>Neither is a cart wheel<\/em>&mdash;This instrument of threshing is described by Boehart (Hieraz. i. 2. 32. 311), as consisting of a cart or wagon fitted with wheels adapted to crush or thresh the grain. This, he says, was used by the Carthagenians who came from the vicinity of Canaan. It appears to have been made with serrated wheels, perhaps almost in the form of circular saws, by which the straw was cut fine at the same time that the grain was separated from the chaff.<\/p><p><em>But the fitches are beaten out with a staff<\/em>&mdash;With a stick, or flail. That is, pulse in general, beans, pease, dill, cummin, etc., are easily beaten out with a stick or flail. This mode of threshing is common everywhere. It was also practiced, as with us, in regard to barley and other grain, where there was a small quantity, or where there was need of special haste (see <a class=\"ref\">Ruth 2:17; Judges 6:11<\/a>).<\/p>",
    "audit": 1
}