{
    "id": 1957,
    "source": "barnes",
    "verse_id": 18864,
    "verse_count": 1,
    "reference": "62:9 ",
    "title": "",
    "html": "<p><em>But they that have gathered it shall eat it<\/em>&mdash;There shall be a state of security, so that every man may enjoy the avails of his own labor. Nothing is a more certain indication of liberty and prosperity than this&mdash;that every man may securely enjoy the avails of his own labor. Nothing more certainly marks the advance of civilization, and nothing so much tends to encourage industry and to promote prosperity. When a man has no security that what he sows shall be reaped by himself; when there is danger that it will be destroyed or consumed by foreign invaders; or, when it is liable to be taken by arbitrary power to minister to the needs and luxuries of the great, there will be no industry, no incitement to labor. Such is the condition always in war. Such is the condition now in the Turkish dominions; and such is the state in savage life, and in all uncivilized communities. And as the tendency of true religion is to repress wars, to establish order, and to diffuse just views of the rights of man, it everywhere promotes prosperity by furnishing security that a man shall enjoy the avails of his own productive industry. Wherever the Christian religion prevails in its purity, there is seen the fulfillment of this prophecy; and the extension of that religion everywhere would promote universal industry, order, and law.<\/p><p><em>And praise the Lord<\/em>&mdash;They shall not consume it on their lusts, nor shall they partake of it without gratitude. God shall be acknowledged as the bountiful giver, and they shall render him appropriate thanksgiving.<\/p><p><em>And they that have brought it together<\/em>&mdash;They who have gathered in the vintage.<\/p><p><em>Shall drink it in the courts of my holiness<\/em>&mdash;It would be drank with gratitude to God in the feasts which were celebrated at the temple (see <a class=\"ref\">Leviticus 6:16; Deuteronomy 12:17-18; Deuteronomy 14:23<\/a>). The idea is, that the effect of true religion would be to produce security and liberty, and to make people feel that all their blessings came from God; to partake of them with gratitude, and to make them the occasion of praise and thanksgiving.<\/p>",
    "audit": 1
}