{
    "id": 1476,
    "source": "barnes",
    "verse_id": 18383,
    "verse_count": 1,
    "reference": "37:30 ",
    "title": "",
    "html": "<p><em>And this shall be a sign unto thee<\/em>&mdash;It is evident that the discourse here is turned from Sennacherib to Hezekiah. Such transitions, without distinctly indicating them, are common in Isaiah. God had in the previous verses, in the form of a direct personal address, foretold the defeat of Sennacherib, and thc confusion of his plans. He here turns and gives to Hezekiah the assurance that Jerusalem would be delivered. On the meaning of the word &rsquo;sign,&rsquo; see the note at <a class=\"isa\" verses=\"MTc3OTc=\">Isaiah 7:14<\/a>. Commentators have been much perplexed in the exposition of the passage before us, to know how that which was to occur one, two, or three years after the event, could be a sign of the fulfillment of the prophecy. Many have supposed that the year in which this was spoken was a Sabbatic year, in which the lands were not cultivated, but were suffered to lie still <a class=\"ref\">Leviticus 35:2-7<\/a> ; and that the year following was the year of Jubilee, in which also the lands were to remain uncultivated. They suppose that the idea is, that the Jews might be assured that they would not experience the evils of famine which they had anticipated from the Assyrians, because the divine promise gave them assurance of supply in the Sabbatic year, and in the year of Jubilee, and that although their fields had been laid waste by the Assyrian, yet their needs would be supplied, until on the third year they would be permitted in quietness to cultivate their land, and that this would be to them a sign, or a token of the divine interposition. But to this there are two obvious objections:<\/p><p>1. There is not the slightest evidence that the year in which Sennacherib besieged Jerusalem was a Sabbatic year, or that the following year was the Jubilee. No mention is made of this in the history, nor is it possible to prove it from any part of the sacred narrative.<\/p><p>2. It is still difficult to see, even if it were so, how that which was to occur two or three years after the event, could be a sign to Hezekiah then of the truth of what Isaiah had predicted.<\/p><p>Rosenmuller suggests that the two years in which they are mentioned as sustained by the spontaneous productions of the earth were the two years in which Judea had been already ravaged by Sennacherib, and that the third year was the one in which the prophet was now speaking, and that the prediction means that in that very year they would be permitted to sow and reap. In the explanation of the passage, it is to be observed that the word &rsquo;sign&rsquo; is used in a variety of significations. It may be used as an indication of anything unseen <a class=\"ref\">Genesis 1:14<\/a> ; or as a military ensign <a class=\"ref\">Numbers 2:2<\/a> ; or as a sign of something future, an omen <a class=\"isa\" verses=\"MTc4MjY=\">Isaiah 8:18<\/a> ; or as a token, argument, proof <a class=\"ref\">Genesis 17:2; Exodus 31:13<\/a>. It may be used as a sign or token of the truth of a prophecy; that is, when some minor event furnishes a proof that the whole prophecy would be fulfilled <a class=\"ref\">Exodus 3:12; 1 Samuel 2:34; 1 Samuel 10:7, 1 Samuel 10:9<\/a>. Or it may be used as a wonder, a prodigy, a miracle <a class=\"ref\">Deuteronomy 4:34; Deuteronomy 6:22<\/a>.<\/p><p>In the case before us, it seems to mean that, in the events predicted here, Hezekiah would have a token or argument that the land was completely freed from the invasion of Sennacherib. Though a considerable part of his army would be destroyed; though the monarch himself would be compelled to flee, yet Hezekiah would not from that fact alone have the assurance that he would not rally his forces, and return to invade the land. There would be every inducement arising from disappointment and the rage of defeat for him to do it. To compose the mind of Hezekiah in regard to this, this assurance was given, that the land would be quiet, and that the fact that it would remain quiet during the remainder of that year, and to the third year would be a sign, or demonstration that the Assyrian army was entirely withdrawn, and that all danger of an invasion was at an end. The sign, therefore, does not refer so much to the past, as to the security and future prosperity which would be consequent thereon.<\/p><p>It would be an evidence to them that the nation would be safe, and would be favored with a high degree of prosperity (see <a class=\"isa\" verses=\"eyIxODM4NCI6Mn0=\">Isaiah 37:31-32<\/a>). It is possible that this invasion took place when it was too late to sow for that year, and that the land was so ravaged that it could not that year be cultivated. The harvests and the vincyards had been destroyed; and they would be dependent on that which the earth had spontaneously produced in those parts which had been untilled. As it was now too late to sow the land, they would be dependent in the following year on the same scanty supply. In the third year, however, they might cultivate their fields securely, and the former fertility would be restored.<\/p><p><em>Such as groweth of itself<\/em>&mdash;The Hebrew word here (ספיח sâphı̂yach), denotes grain produced from the kernels of the former year, without new seed, and without cultivation. This, it is evident, would be a scanty supply; but we are to remember that the land had been ravaged by the army of the Assyrian.<\/p><p><em>That which springeth of the same<\/em>&mdash;The word used here (שׁחיס shâchiys), in the parallel passage in <a class=\"ref\">2 Kings 19:29<\/a>(סחישׁ sâchiysh), denotes that which grows of itself the third year after sowing. This production of the third year would be of course more scanty and less valuable than in the preceding year, and there can be no doubt that the Jews would be subjected to a considerable extent to the evils of want. Still, as the land would be quiet; as the people would be permitted to live in peace; it would be a sign to them that the Assyrian was finally and entirely withdrawn, and that they might return in the third year to the cultivation of their land with the assurance that this much-dreaded invasion was not again to be feared.<\/p><p><em>And in the third year<\/em>&mdash;Then you may resume your agricultural operations with the assurance that you shall be undisturbed. Your two years of quiet shall have been a full demonstration to you that the Assyrian shall not return, and you may resume your employments with the assurance that all the evils of the invasion, and all apprehension of danger, are at an end.<\/p>",
    "audit": 1
}