{
    "id": 1044,
    "source": "barnes",
    "verse_id": 17951,
    "verse_count": 1,
    "reference": "14:22 ",
    "title": "",
    "html": "<p><em>For I will rise up against them, saith the Lord of hosts<\/em>&mdash;That is, against the family of, the king of Babylon.<\/p><p><em>And cut off from Babylon the name<\/em>&mdash;That is, all the &ldquo;males&rdquo; of the royal family, so that the name of the monarch shall become extinct (compare <a class=\"ref\">Ruth 4:5<\/a> ; <a class=\"isa\" verses=\"MTg3NTk=\">Isaiah 56:5<\/a>).<\/p><p><em>And remnant<\/em>&mdash;All that is left of them; so that the family shall cease to exist.<\/p><p><em>The son and nephew<\/em>&mdash;Everyone of the family who could claim to be an heir of the throne. The dynasty shall cease; and the proud and haughty family shall become wholly extinct. This is the solemn purpose in regard to the &ldquo;family&rdquo; of the monarch of Babylon. It only remains to inquire when and how it was fulfilled.<\/p><p>The circumstances which it was said would exist in regard to the king of Babylon here spoken of, are the following:<\/p><p>(1) That he would be a proud, haughty, and oppressive prince (<a class=\"isa\" verses=\"MTc5NDY=\">Isaiah 14:17<\/a>, and throughout the prophecy).<\/p><p>(2) That when he died he would be east out with the common dead, and denied the common honors of the sepulchre&mdash;especially the honors which all other monarchs have in their burial <a class=\"isa\" verses=\"eyIxNzk0NyI6M30=\">Isaiah 14:18-20<\/a>.<\/p><p>(3) That his posterity would be cut off, and that he would have no one to succeed him on his throne; or that the dynasty and the kingdom would terminate in him <a class=\"isa\" verses=\"eyIxNzk1MCI6Mn0=\">Isaiah 14:21-22<\/a>.<\/p><p>In regard to the application and the fulfillment of this prophecy there have been three opinions.<\/p><p>I. That it does not refer to an &ldquo;individual&rdquo; sovereign, but to the kings of Babylon in general; that the description is designed to be applicable to the succession or the dynasty, as signally haughty, proud, and oppressive; and that the prophet means to say that that haughty and wicked reign of kings should cease. To this, the objections are obvious&mdash;<\/p><p>(1) The whole aspect and course of the prophet seems to have reference to an &ldquo;individual.&rdquo; Such an individual the prophet seems to have constantly in his eye. He descends to &ldquo;sheol&rdquo; <a class=\"isa\" verses=\"MTc5Mzg=\">Isaiah 14:9<\/a>; he is proud, ambitious, oppressive, cast out; all of which circumstances refer naturally to an individual, and not to a &ldquo;succession&rdquo; or dynasty.<\/p><p>(2) The main circumstance mentioned in the prophecy is applicable only to an individual&mdash;that he should be &ldquo;unburied&rdquo; <a class=\"isa\" verses=\"eyIxNzk0NyI6NH0=\">Isaiah 14:18-21<\/a>. It was not true of all the kings of Babylon that they were unburied, and how could it be said respecting a &ldquo;succession&rdquo; or a dynasty at all that it should be east out of the grave as an abominable branch; and that it should not be joined with others in burial? All the circumstances, therefore, lead us to suppose that the prophet refers to an individual.<\/p><p>II. The Jews, in general, suppose that it refers to Nebuchadnezzar. But to this interpretation, the objections are equally obvious:<\/p><p>(1) It was not true that Nebuchadnezzar had no one to succeed him on the throne; or that his family was totally cut off, as it was foretold of this king of Babylon that his would be <a class=\"isa\" verses=\"eyIxNzk1MCI6Mn0=\">Isaiah 14:21-22<\/a>.<\/p><p>(2) It was not true that he was denied the privileges of a burial which kings commonly enjoy. To meet this difficulty, the Jews have invented the following story Thev say that when Nebuchadnezzar was driven from society during his derangement <a class=\"ref\">Daniel 4<\/a>, and when he was with the beasts of the field seven years, the people made his son, Evil-Merodach, king; but that when Nebuchadnezzar was restored to his right mind and to his throne, he threw Evil-Merodach into prison, where he lay until he died. At the death of Nebuchadnezzar, the people released him to make him king, but he refused because he did not believe that his father was dead, and said that if his father should find him he would kill him; and that in order to convince him that his father was dead he was taken out of the grave. But this is manifestly a fiction. Besides, the prophecy was not that the king should be taken out of the grave, but that he should not be buried. Nebuchadnezzar was succeeded in the kingdom by his son Evil-Merodach, and he by Belshazzar, in whom the line of kings ended.<\/p><p>III. The only other interpretation of which this is susceptible, is that which refers it to Belshazzar, in whose reign the city of Babylon was taken. This king, called in Scripture Belshazzar <a class=\"ref\">Daniel 5<\/a>, was the son of Evil-Merodach, and the grandson of Nebuchadnezzar. His name, as it occurs in pagan writers, was &ldquo;Nabonadius.&rdquo; In him the circumstances of the prophecy agree:<\/p><p>(1) He was an impious prince (Xen. Cyr. vii. <a class=\"ref\">Daniel 5<\/a>).<\/p><p>(2) In his reign the city and the kingdom came to an end, as it was foretold.<\/p><p>(3) Every circumstance of the taking of Babylon would lead us to suppose that he was denied the privilege of a magnificent sepulture.<\/p><p>(a) He was slain in the night <a class=\"ref\">Daniel 5:30<\/a>.<\/p><p>(b) It was in the confusion of the capture of the city&mdash;amidst the tumult caused by the sudden and unexpected invasion of Cyrus. It is therefore altogether improbable that he had a regular and an honored burial. Like the common dead, he would lie in the palace where he fell, or in the street.<\/p><p>(c) There is no evidence that Cyrus gave him an honorable sepulchre.<\/p><p>(4) none of his posterity occupied the throne to give honor to the memory of their father.<\/p><p>(5) in him the dynasty and the kingdom ended. Immediately the kingdom on his death was given to the Medes and Persians <a class=\"ref\">Daniel 5:28-31<\/a>. None of the names of his posterity, if he had any, are known; and God cut off from him &lsquo;the name and remnant, the son and nephew,&rsquo; as was predicted (see Prideaux&rsquo;s &ldquo;Connection,&rdquo; i. 2. 257-271, Ed. 1815).<\/p>",
    "audit": 1
}