{
    "id": 1435,
    "source": "barnes",
    "verse_id": 18342,
    "verse_count": 1,
    "reference": "36:11 ",
    "title": "",
    "html": "<p><em>Speak, I pray thee, unto thy servants in the Syrian language<\/em>&mdash;Hebrew, ארמית &lsquo;ărâmı̂yt&mdash;&lsquo;Aramean.&rsquo; Aram, or Aramea, properly meaning a high region, or the highlands, was of wider extent than Syria Proper, and comprehended not only Syria, but Mesopotamia. It usually denotes however, Syria Proper, of which the capital was Damascus. The language of all this country was probably the same&mdash;the Syrian or Aramean, a language of the same family as the Hebrew, and having a strong resemblance to that and to the Chaldee. This was not properly the language of Assyria, where probably a dialect composed of the language of the Medes and Persians was employed. But the Syriac language was spoken in different parts of Assyria. It was spoken in Mesopotamia, and doubtless in some of the provinces of the Assyrian empire, and might be presumed to be understood by Rabshakeh, and those with him. The Jews had contact with the Syrians, and those who had been sent out by Hezekiah had learned to speak that. It is not probable that they understood the Medo-Persian tongue that was spoken by the Assyrians usually. The Syriac or Aramean was probably the most common language which was spoken in that region. Its knowledge prevailed in the time of the Saviour, and was that which he usually spoke.<\/p><p>In the Jews&rsquo; language&mdash;(יחוּדית yehûdı̂yt). The language of Judah. It is remarkable that they did not call it the Hebrew language. But there might have been some national pride in regard to this. The Hebrew language had been the common language of all the Jews, and had been spoken by those of the kingdom of Israel or Samaria, as well as by those of the kingdom of Judah. But after the revolt of the ten tribes it is possible that they might have claimed the language as their own, and regarded the Hebrew&mdash;the venerable language of their fathers&mdash;as belonging to them especially, as they claimed everything that was sacred or venerable in the nation, and hence, they spoke of it as the language of Judah. The name of Judah, or Jews, which is derived from Judah, was, after the removal of the ten tribes, given to the entire nation&mdash;a name which is retained to the present time. In <a class=\"isa\" verses=\"MTgwMjM=\">Isaiah 19:18<\/a>, it is called the language of Canaan (see the note on that place).<\/p><p><em>In the ears of the people that are on the wall<\/em>&mdash;This conference took place evidently near the city, and within hearing distance. Doubtless the people of the city, feeling a curiosity to hear the message of the Assyrian, crowded the walls. The Jewish ambassadors were apprehensive that what was said by Rabshakeh would alienate their minds from Hezekiah, and requested that the conference might be conducted in a language which they could not understand.<\/p>",
    "audit": 1
}