{
    "id": 1249,
    "source": "barnes",
    "verse_id": 18156,
    "verse_count": 1,
    "reference": "27:4 ",
    "title": "",
    "html": "<p><em>Fury is not in me<\/em>&mdash;That is, I am angry with it no more. He had punished his people by removing them to a distant land. But although he had corrected them for their faults, yet he had not laid aside the affection of a Father.<\/p><p><em>Who would set<\/em>&mdash;Hebrew, &lsquo;Who would give me.&rsquo; The Septuagint renders this, &lsquo;Who would place me to keep the stubble in the field?&rsquo; Great perplexity has been felt in regard to the interpretation of this passage. Lowth translates it:<\/p><p>&lsquo;O that I had a fence of the thorn and the brier;&rsquo;<\/p><p>evidently showing that he was embarrassed with it, and could not make of it consistent sense. The whole sentence must refer either to the people of God, or to his enemies. If to his people, it would be an indication that they were like briers and thorns, and that if his fury should rage they would be consumed, and hence, he calls upon them <a class=\"isa\" verses=\"MTgxNTc=\">Isaiah 27:5<\/a> to seize upon his strength, and to be at peace with him. If it refers to his enemies, then it expresses a wish that his enemies were in his possession; or a purpose to go against them, as fire among thorns, and to consume them if they should presume to array themselves against his vineyard. This latter I take to be the true sense of the passage. The phrase &lsquo;who would set me,&rsquo; or in Hebrew, &lsquo;who will give me,&rsquo; may be expressed by &ldquo;utinam,&rdquo; indicating strong desire; and may be thus paraphrased: &lsquo;I retain no anger against my people. I have indeed punished them; but my anger has ceased. I shall now defend them. If they are attacked by foes, I will guard them. When their foes approach, &ldquo;I desire, I earnestly wish,&rdquo; that they may be in my possession, that I may destroy them&mdash;as the fire rages through briers and thorns.&rsquo; It expresses a firm determination to defend his people and to destroy their enemies, unless <a class=\"isa\" verses=\"MTgxNTc=\">Isaiah 27:5<\/a>, which he would prefer, they should repent, and be at peace with him.<\/p><p><em>The briers and thorns<\/em>&mdash;His enemies, and the enemies of his people (compare the notes at <a class=\"isa\" verses=\"WzE3ODQ3LDE3ODY4XQ==\">Isaiah 9:17; Isaiah 10:17<\/a>). Perhaps the phrase is used here to denote enemies, because briers and thorns are so great enemies to a vineyard by impeding growth and fertility.<\/p><p><em>I would go through them<\/em>&mdash;Or, rather, I would go against them in battle to destroy them.<\/p><p><em>I would burn them up together<\/em>&mdash;As fire devours the thorns and briers; that is, I would completely destroy them.<\/p>",
    "audit": 1
}