{
    "id": 1268,
    "source": "barnes",
    "verse_id": 18175,
    "verse_count": 1,
    "reference": "28:10 ",
    "title": "",
    "html": "<p><em>For precept must be upon precept<\/em>&mdash;This is probably designed to ridicule the concise and sententious manner of the prophets, and especially the fact that they dwelt much upon the same elementary truths of religion. In teaching children we are obliged to do it by often repeating the same simple lesson. So the profane and scoffing teachers of the people said it had been with the prophets of God. It had been precept upon precept, and line upon line, in the same way as children had been instructed. The meaning is, &lsquo;there is a constant repetition of the command, without ornament, imagery, or illustration; without an appeal to our understanding, or respect for our reason; it is simply one mandate after another, just as lessons are inculcated upon children.&rsquo;<\/p><p><em>Line upon line<\/em>&mdash;This word (קו qav), properly means &ldquo;a cord, a line;&rdquo; particularly a measuring cord or line (<a class=\"ref\">2 Kings 21:13; Ezekiel 47:13<\/a> ; see the note at <a class=\"isa\" verses=\"MTgwMDA=\">Isaiah 18:2<\/a>). Here it seems to be used in the sense of &ldquo;a rule,&rdquo; &ldquo;law,&rdquo; or &ldquo;precept.&rdquo; Grotius thinks that the idea is taken from schoolmasters who instruct their pupils by making lines or marks for them which they are to trace or imitate. There is a repetition of similar sounds in the Hebrew in this verse which cannot be conveyed in a translation, and which shows their contempt in a much more striking manner than any version could do&mdash;לקו קו לקו קו לצו צו לצו צו כי kı̂y tsav lâtsâv tsav lâtsâv qav lâqâv qēv lâqâv.<\/p><p><em>Here a little and there a little<\/em>&mdash;In the manner of instructing children, inculcating elementary lessons constantly. It may be observed here that God&rsquo;s method of imparting religious truth has often appeared to a scoffing world to be undignified and foolish. Sinners suppose that he does not sufficiently respect their understanding, and pay a tribute to the dignity of their nature. The truths of God, and his modes of inculcating them, are said to be adapted to the understandings of childhood and of age; to imbecility of years, or to times when the mind is enfeebled by disease.<\/p>",
    "audit": 1
}