{
    "id": 1542,
    "source": "barnes",
    "verse_id": 18449,
    "verse_count": 1,
    "reference": "40:28 ",
    "title": "",
    "html": "<p><em>Hast thou not known?<\/em>&mdash;This is the language of the prophet reproving them for complaining of being forsaken and assuring them that God was faithful to his promises. This argument of the prophet, which continues to the close of the chapter, comprises the main scope of the chapter, which is to induce them to put confidence in God, and to believe that he was able and willing to deliver them. The phrase, &lsquo;Hast thou not known? refers to the fact that the Jewish people had had an abundant opportunity of learning, in their history, and from their fathers, the true character of God, and his entire ability to save them. No people had had so much light on this subject, and now that they were in trial, they ought to recall their former knowledge of his character, and remember his dealings of faithfulness with them and their fathers. It is well for the people of God in times of calamity and trial to recall to their recollection his former dealings with his church. That history will furnish abundant sources of consolation, and abundant assurances that their interests are safe in his hands.<\/p><p><em>Hast thou not heard?<\/em>&mdash;From the traditions of the fathers; the instruction which you have received from ancient times. A large part of the knowledge of the Jews was traditionary; and these attributes of God, as a faithful God, had, no doubt, constituted an important part of the knowledge which had thus been communicated to them.<\/p><p><em>The everlasting God<\/em>&mdash;The God who has existed from eternity, unlike the idols of the pagan. If he was from eternity, he would be unchangeable, and his purposes could not fail.<\/p><p><em>The Creator of the ends of the earth<\/em>&mdash;The phrase, &lsquo;the ends of the earth,&rsquo; means the same as the earth itself. The earth is sometimes spoken of as a vast plain having limits or boundaries (see <a class=\"isa\" verses=\"MTg0NDM=\">Isaiah 40:22<\/a> ). It is probable that this was the prevailing idea among the ancients (compare <a class=\"ref\">Deuteronomy 33:17; 1 Samuel 2:10; Psalm 19:6; Psalm 22:27; Psalm 48:10; Psalm 65:5; Psalm 67:7; Psalm 98:3<\/a> ; <a class=\"isa\" verses=\"WzE4NTEyLDE4NTg0LDE4NzA3XQ==\">Isaiah 43:6; Isaiah 45:22; Isaiah 52:10<\/a>). The argument here is, that he who has formed the earth could not be exhausted or weary in so small a work as that of protecting his people.<\/p><p><em>Fainteth not<\/em>&mdash;Is not fatigued or exhausted. That God, who has formed and sustained all things, is not exhausted in his powers, but is able still to defend and guard his people.<\/p><p><em>There is no searching of his understanding<\/em>&mdash;The God who made all things must be infinitely wise. There is proof of boundless skill in the works of his hands, and it is impossible for finite mind fully and adequately to search out all the proofs of his wisdom and skill. Man can see only a part&mdash;a small part, while the vast ocean, the boundless deep of his wisdom, lies still unexplored. This thought is beautifully expressed by Zophar in <a class=\"ref\">Job 11:7-9<\/a>:<\/p><p>Canst thou by searching find out God?<\/p><p>Canst thou find out the Almighty unto perfection?<\/p><p>It is as high as heaven;<\/p><p>What canst thou do?<\/p><p>Deeper than hell;<\/p><p>What canst thou know:<\/p><p>The measure thereof is longer than the earth,<\/p><p>And broader than the sea.<\/p><p>The argument here is, that that God who has made all things, must be intimately acquainted with the needs of his people. They had, therefore, no reason to complain that their way was hidden from the Lord, and their cause passed over by him. Perhaps, also, it is implied, that as his understanding was vast, they ought not to expect to be able to comprehend the reason of all his doings; but should expect that there would be much that was mysterious and unsearchable. The reasons of his doings are often hid from his people; and their consolation is to be found in the assurance that he is infinitely wise, and that he who rules over the universe must know what is best, and cannot err.<\/p>",
    "audit": 1
}