{
    "id": 782,
    "source": "barnes",
    "verse_id": 17689,
    "verse_count": 1,
    "reference": "2:3 ",
    "title": "",
    "html": "<p><em>And many people shall go<\/em>&mdash;This denotes a prevalent &ldquo;desire&rdquo; to turn to the true God, and embrace the true religion. It is remarkable that it speaks of an inclination among them to &ldquo;seek&rdquo; God, as if they were satisfied of the folly and danger of their ways, and felt the necessity of obtaining a better religion. In many cases this has occurred. Thus, in modern times, the people of the Sandwich Islands threw away their gods and remained without any religion, as if waiting for the message of life. Thus, too, the pagan not unfreguently come from a considerable distance at missionary stations to be instructed, and to receive the Bible and tracts. Perhaps this is to be extensively the mode in which Christianity is to be spread. God, who has all power over human hearts, may excite the pagan to anxious inquiry; may show them the folly of their religion; and may lead them to this &ldquo;preparation&rdquo; to embrace the gospel, and this disposition to &ldquo;go&rdquo; and seek it. He has access to all people. By a secret influence on the understanding, the heart, and the conscience of the pagan, he can convince them of the folly of idolatry and its vices. He can soften down their prejudices in favor of their long-established systems; can break down the barriers between them and Christians; and can dispose them to receive with joy the messengers of salvation. He can raise up, among the pagan themselves, reformers, who shall show them the folly of their systems. It cannot be doubted that the universal triumph of the gospel will be preceded by some such remarkable preparation among the nations; by a secret, silent, but most mighty influence from God on the pagan generally, that shall loosen their hold on idolatry, and dispose them to welcome the gospel. And the probability that this state of things exists already, and will more and more, should be an inducement to Christians to make more vigorous efforts to send every where the light of life.<\/p><p><em>He will teach us of his ways<\/em>&mdash;He will make us acquainted with his will, and with the doctrines of the true religion.<\/p><p><em>For out of Zion<\/em>&mdash;These are the words of the &ldquo;prophet,&rdquo; not of the people. The prophet declares that the law would go from Zion; that is, Zion would be the center from which it would be spread abroad; see the note at <a class=\"isa\" verses=\"W3siMTc2NjMiOjF9XQ==\">Isaiah 1:8<\/a>. Zion is put here for Jerusalem, and means that the message of mercy to mankind would be spread &ldquo;from&rdquo; Jerusalem. Hence, the Messiah commanded his disciples to tarry &lsquo;in Jerusalem until they should be endued with power from on high.&rsquo; <a class=\"ref\">Luke 24:49<\/a>. Hence, also, he said that repentance and remission of sins should &lsquo;be preached among all nations, beginning at Jerusalem&rsquo;&mdash;perhaps referring to this very passage in Isaiah; <a class=\"ref\">Luke 24:47<\/a>.<\/p><p><em>The law<\/em>&mdash;This is put here for the doctrines of the true religion in general. The law or will of God, under the reign of the Messiah, would proceed from Zion.<\/p><p><em>The word of the Lord<\/em>&mdash;The message of his mercy to mankind; that which he has &ldquo;spoken&rdquo; respecting the salvation of men. The truth which is here taught is, &ldquo;that Zion or the church is the source of religious truth, and the center of religious influence in the world.&rdquo; This is true in the following respects:<\/p><p>(1) Zion was the source of religious truth to the ancient world. Knowledge was gained by travel; and it is capable of about as clear demonstration as any fact of ancient history, that no inconsiderable part of the knowledge pertaining to God in ancient Greece was obtained by contact with the sages of distant lands, and that the truths held in Zion or Jerusalem thus radiated from land to land, and mind to mind.<\/p><p>(2) The church is now the center of religious truth to the world around it.<\/p><p>(a) The world by its philosophy never originates a system of religion which it is desirable to retain, and which conveys any just view of God or the way of salvation.<\/p><p>(b) The most crude, unsettled, contradictory, and vague opinions on religion prevail in this community called &lsquo;the world.&rsquo;<\/p><p>(c) If &ldquo;in&rdquo; this community there are any opinions that are true and valuable, they can in most instances be traced to &ldquo;the church.&rdquo; They are owing to the influence of the pulpit; or to an early training in the Bible; or to early teaching in the Sabbath-school, or to the instructions of a pious parent, or to the &ldquo;general&rdquo; influence which Christianity exerts on the community.<\/p><p>(3) The church holds the power of &ldquo;reformation&rdquo; in her hands, every cause of morals advancing or retarding as she enters into the work, or as she withdraws from it.<\/p><p>(4) The pagan world is dependent on the church for the knowledge of the true religion. There are &ldquo;no&rdquo; systems of truth that start up on a pagan soil. There is no elastic energy in a pagan mind. There is no recuperative power to bring it back to God. There is no &ldquo;advance&rdquo; made toward the truth in any pagan community. There is no well-spring of life to purify the soul. The effect of time is only to deepen the darkness, and to drive them farther from God. They only worship mere shapeless blocks; they bow down before worse looking idols; they enter less elegant and more polluted temples. The idols of the pagan are not constructed with half the skill and taste evinced two thousand years ago; nor are their temples built with such exquisite art. No idol of the pagan world now can compare with the statue of Minerva at Athens; no temple can be likened to the Parthenon; no sentiment of paganism in China, India, or Africa, can be compared with the views of the sages of Greece. The pagan world is becoming worse and worse, and if ever brought to better views, it must be by a &ldquo;foreign&rdquo; influence; and that influence will not go forth from philosophy or science, but &ldquo;from the church.&rdquo; If light is ever to spread, it is to go forth from Zion; and the world is dependent on &ldquo;the church&rdquo; for any just knowledge of God and of the way to life, The &lsquo;law is to go forth from Zion;&rsquo; and the question whether the million of the human family are to be taught the way to heaven, is just a question whether the church can be roused to diffuse abroad the light which has arisen on her.<\/p>",
    "audit": 1
}