{
    "id": 1533,
    "source": "barnes",
    "verse_id": 18440,
    "verse_count": 1,
    "reference": "40:19 ",
    "title": "",
    "html": "<p><em>The workman<\/em>&mdash;The Hebrew word denotes an artificer of any kind, and is applied to one who engraved on wood or stone <a class=\"ref\">Exodus 28:2<\/a> ; to a workman in iron, brass, stone, wood <a class=\"ref\">Exodus 35:35; Deuteronomy 27:15<\/a> ; or an artisan, or artificer in general. It here refers manifestly to a man who worked in the metals of which idols were commonly made. Those idols were sometimes made of wood, sometimes of clay, but more frequently, as they are at present in India, of metal. It became, undoubtedly, a regular trade or business thus to make idol-gods.<\/p><p><em>Melteth<\/em>&mdash;Casts or founds.<\/p><p><em>A graven image<\/em>&mdash;(פסל pesel). This word commonly denotes an image carved or graven from wood <a class=\"ref\">Exodus 20:4; Judges 17:3; Isaiah 44:15<\/a> , <a class=\"isa\" verses=\"W3siMTg1NTEiOjF9XQ==\">Isaiah 44:17<\/a> ; but it is also frequently applied to a molten image, or one that is cast from metals <a class=\"ref\">Jeremiah 10:14; Jeremiah 51:17<\/a>. It is used in this sense here; as there is an incongruity in the idea of casting, or melting a graven image.<\/p><p><em>And the goldsmith spreadeth it over with gold<\/em>&mdash;Idols were frequently overlaid with gold or silver. Those which were in the temples of the gods were probably commonly made in this way, and probably those also which were made for private use, as far as it could be afforded. The word here rendered &lsquo;goldsmith,&rsquo; however, does not of necessity man a worker in gold, but a smith in general, or a worker in any kind of metals.<\/p><p><em>And casteth silver chains<\/em>&mdash;For the idol. These were not to fasten it, but for the purpose of ornament. The general principle seems to have been to decorate their idols with that which was regarded as the highest ornament among the people; and as chains were used in abundance as a part of their personal ornaments among the Orientals (see the notes at <a class=\"isa\" verses=\"W3siMTc3MzEiOjF9XQ==\">Isaiah 3:23<\/a>), so they made use of the same kind of ornaments for their idols. The idols of the Hindoos now are lavishly decorated in this manner.<\/p>",
    "audit": 1
}