{
    "id": 1103,
    "source": "barnes",
    "verse_id": 18010,
    "verse_count": 1,
    "reference": "19:5 ",
    "title": "",
    "html": "<p><em>And the waters shall fail<\/em>&mdash;Here commences a description of the &ldquo;physical&rdquo; calamities that would come upon the land, which continues to <a class=\"isa\" verses=\"MTgwMTU=\">Isaiah 19:10<\/a>. The previous verses contained an account of the national calamities by civil wars. It may be observed that discord, anarchy, and civil wars, are often connected with physical calamities; as famine, drought, pestilence. God has the elements, as well as the hearts of people, under his control; and when he chastises a nation, he often mingles anarchy, famine, discord, and the pestilence together. Often, too, civil wars have a &ldquo;tendency&rdquo; to produce these calamities. They annihilate industry, arrest enterprise, break up plans of commerce, and divert the attention of people from the cultivation of the soil. This might have been in part the case in Egypt; but it would seem also that God, by direct agency, intended to afflict them by drying up their streams in a remarkable manner.<\/p><p><em>From the sea<\/em>&mdash;The parallelism here, as well as the whole scope of the passage, requires us to understand this of the Nile. The word ים yâm is sometimes used to denote a large river (see the notes at <a class=\"isa\" verses=\"WzE3OTAwLDE4MDAwXQ==\">Isaiah 11:15; Isaiah 18:2<\/a>). The Nile is often called a sea. Thus Pliny (&ldquo;Nat. Hist.&rdquo; ii. 35) says, &lsquo;The water of the Nile resembles the sea.&rsquo; Thus, Seneca (&ldquo;Quaest. Nat.&rdquo; v. 2) says, &lsquo;By continued accessions of water, it stagnates (stagnat) into the appearance of a broad and turbid sea.&rsquo; Compare Herodot. ii. 97; Diod. i. 12, 96; &lsquo;To this day in Egypt, the Nile is el-Bahr, &ldquo;the sea,&rdquo; as its most common appellation.&rsquo; &lsquo;Our Egyptian servant,&rsquo; says Dr. Robinson, &lsquo;who spoke English, always called it &ldquo;the sea.&ldquo;&lsquo; (&ldquo;Bib. Rescarches,&rdquo; vol. i.542).<\/p><p><em>And the river<\/em>&mdash;The Nile.<\/p><p><em>Shall be wasted<\/em>&mdash;This does not mean &ldquo;entirely,&rdquo; but its waters would fail so as to injure the country. It would not &ldquo;overflow&rdquo; in its accustomed manner, and the consequence would be, that the land would be desolate. It is well known that Egypt derives its great fertility entirely from the overflowing of the Nile. So important is this, that a public record is made at Cairo of the daily rise of the water. When the Nile rises to a less height than twelve cubits, a famine is the inevitable consequence, for then the water does not overflow the land. When it rises to a greater height than sixteen cubits, a famine is almost as certain&mdash;for then the superabundant waters are not drained off soon enough to allow them to sow the seed. The height of the inundation, therefore, that is necessary in order to insure a harvest, is from twelve to sixteen cubits. The annual overflow is in the month of August. The prophet here means that the Nile would not rise to the height that was desirable&mdash;or the waters should &ldquo;fail&rdquo;&mdash;and that the consequence would be a famine.<\/p>",
    "audit": 1
}