{
    "id": 2027,
    "source": "barnes",
    "verse_id": 18934,
    "verse_count": 1,
    "reference": "66:11 ",
    "title": "",
    "html": "<p><em>That ye may suck<\/em>&mdash;The same figure occurs in <a class=\"isa\" verses=\"MTg4Mzg=\">Isaiah 60:16<\/a> ; and substantidally in <a class=\"isa\" verses=\"MTg2NjA=\">Isaiah 49:23<\/a>. See the note at those places.<\/p><p><em>That ye may milk out<\/em>&mdash;The image is an obvious one. It means that they who sympathized with Zion would be nourished by the same truth, and comforted with the same sources of consolation.<\/p><p><em>And be delighted with the abundance of her glory<\/em>&mdash;Margin, &lsquo;Brightness.&rsquo; Lowth renders this, &lsquo;From her abundant stores.&rsquo; Noyes, &lsquo;From the fullness of her glory.&rsquo; Jerome (the Vulgate), &lsquo;And that you may abound with delights from every kind of her glory.&rsquo; The Septuagint, &lsquo;That sucking ye may be nourished from the commencement&rsquo; (Thompson); &lsquo;or the entrance of her glory&rsquo; (&alpha;̓&pi;&omicron;̀ &epsilon;&iota;̓&sigma;&omicron;́&delta;&omicron;&upsilon; &delta;&omicron;́&xi;&eta;&sigmaf; &alpha;&upsilon;̓&tau;&eta;͂&sigmaf; apo eisodou doxēs autēs). This variety of interpretation has arisen from the uncertain meaning of the word זיז zı̂yz, rendered &lsquo;abundance.&rsquo; Gesenius supposes that it is derived from זוּז zûz, meaning:<\/p><p>1. To move;<\/p><p>2. To glance, to sparkle, to radiate, from the idea of rapid motion; hence, to flow out like rays, to spout like milk; and hence, the noun זיז zı̂yz, means a breast.<\/p><p>This derivation may be regarded as somewhat fanciful; but it will show why the word &lsquo;brightness&rsquo; was inserted in the margin, since one of the usual significations of the verb relates to brightness, or to sparkling rays. Aquila renders it, &Alpha;̓&pi;&omicron;̀ &pi;&alpha;&nu;&tau;&omicron;&delta;&alpha;&pi;&iota;́&alpha;&sigmaf; Apo pantodapias&mdash;&lsquo;From every kind of abundance.&rsquo; Symmachus, &Alpha;̓&pi;&omicron;̀ &pi;&lambda;&eta;́&theta;&omicron;&upsilon;&sigmaf; Apo plēthou&mdash;&lsquo;From the multitude.&rsquo; The word probably refers to the abundance of the consolations which Zion possessed. Lowth proposes to change the text; but without any authority. The Chaldee renders it, &lsquo;That ye may drink of the wine of her glory;&rsquo; where they probably read יין yayin (&ldquo;wine&rdquo;), instead of the present reading.<\/p><p><em>Of her glory<\/em>&mdash;The abundant favors or blessings conferred on Zion. The glory that should be manifested to her would be the knowledge of divine truth, and the provisions made for the salvation of people.<\/p>",
    "audit": 1
}