{
    "id": 1515,
    "source": "barnes",
    "verse_id": 18422,
    "verse_count": 1,
    "reference": "40:1 ",
    "title": "",
    "html": "<p><em>Comfort ye, comfort ye my people<\/em>&mdash;This is the exordium, or the general subject of this and the following chapters. The commencement is abrupt, as often happens in Isaiah and the other prophets. The scene where this vision is laid is in Babylon; the time near the close of the captivity. The topic, or main subject of the consolation, is stated in the following verse&mdash;that that captivity was about to end, and that brighter and happier days were to succeed their calamities and their exile. The exhortation to &lsquo;comfort&rsquo; the people is to be understood as a command of God to those in Babylon whose office or duty it would be to address them&mdash;that is, to the ministers of religion, or to the prophets. The Targum of Jonathan thus renders it: &lsquo;Ye prophets, prophesy consolations concerning my people.&rsquo; The Septuagint renders it, &lsquo;Comfort ye, comfort ye my people, saith God. O priests, speak to the heart of Jerusalem; comfort her.&rsquo; The design of Isaiah is doubtless to furnish that which should be to them a source of consolation when amidst the deep distress of their long captivity; to furnish an assurance that the captivity was about to end, and that brighter and happier times were to ensue.<\/p><p>The exhortation or command is repeated, to give intensity or emphasis to it, in the usual manner in Hebrew, where emphasis is denoted by the repetition of a word. The word rendered &lsquo;comfort&rsquo; (from נחם nâcham) means properly to draw the breath forcibly, to sigh, pant, groan; then to lament, or grieve <a class=\"ref\">Psalm 90:13; Jeremiah 15:6<\/a> ; then to comfort or console one&rsquo;s-self <a class=\"ref\">Genesis 38:12<\/a>. then to take vengeance (compare the note at <a class=\"isa\" verses=\"W3siMTc2NzkiOjF9XQ==\">Isaiah 1:24<\/a> ). All the forms of the word, and all the significations, indicate deep emotion, and the obtaining of relief either by repenting, or by taking vengeance, or by administering the proper topics of consolation. Here the topic of consolation is, that their calamities were about to come to an end, in accordance with the unchanging promises of a faithful God <a class=\"isa\" verses=\"W3siMTg0MjkiOjF9XQ==\">Isaiah 40:8<\/a> , and is thus in accordance with what is said in <a class=\"ref\">Hebrews 6:17-18<\/a>.<\/p><p><em>My people<\/em>&mdash;The people of God. He regarded those in Babylon as his people; and he designed also to adduce such topics of consolation as would be adapted to comfort all his people in all ages.<\/p><p><em>Saith your God<\/em>&mdash;The God of those whom he addressed&mdash;the God of the prophets or ministers of religion whose office was to comfort the people. We may remark here, that it is an important part of the ministerial office to administer consolation to the people of God in affiction; to exhibit to them his promises; to urge the topics of religion which are adapted to sustain them; and especially to uphold and cheer them with the assurance that their trials will soon come to an end, and will all terminate in complete deliverance from sorrow and calamity in heaven.<\/p>",
    "audit": 1
}