{
    "id": 1856,
    "source": "barnes",
    "verse_id": 18763,
    "verse_count": 1,
    "reference": "56:9 ",
    "title": "",
    "html": "<p><em>All ye beasts of the field<\/em>&mdash;This evidently commences a new subject, and refers to some invasion of the land of Judea. In the previous chapter, the prophet had comforted the people by the assurance of the coming of the Messiah, and by the fact that they should be enlarged by the accession of the Gentiles. He proceeds here to a more disagreeable part of the subject. The design is, to reprove particularly the sins of the rulers of the people, and to assure them that such conduct would incur the vengeance of heaven. The sins reproved are indolence and inattention to duty <a class=\"isa\" verses=\"W3siMTg3NjQiOjN9XQ==\">Isaiah 56:10-12<\/a> ; a spirit of self-indulgence and of slumber, avarice and selfishness, and luxury and intemperance. The vengeance here referred to, Lowth supposes to be the invasion of the land by the Chaldeans, and perhaps by the Romans. Grotius supposes that it refers to the Egyptians, and to bands of robbers from the Chaldeans, Syrians, Moabites, and Ammonites. Vitringa strangely enough refers it to the barbarous nations which broke in upon the Christian church to lay it waste and destroy it during the decline of the Roman empire, particularly the Huns, Saracens, Turks, Turcomans, Tartars, etc. But the connection seems to demand that it should be understood of some events, not far distant from the time of the prophet, which would be a proper punishment of the crimes then existing. According to this interpretation, the reference here, I suppose, is to the invasion of the land by the Chaldeans. They would come as wild beasts, to spread terror and devastation before them. And so great were the national crimes, that the prophet calls on them to come and devour all before them. The comparison of invaders to wild beasts is not uncommon in the Scriptures. Thus <a class=\"ref\">Jeremiah 12:9<\/a> &mdash;<\/p><p>Mine heritage is unto me as a speckled bird,<\/p><p>The birds round about are against her;<\/p><p>Come ye, assemble all the beasts of the field,<\/p><p>Come to devour.<\/p><p>So <a class=\"ref\">Jeremiah 50:17<\/a>&mdash;<\/p><p>Israel is a scattered sheep;<\/p><p>The lions have driven him away;<\/p><p>First the king of Assyria hath devoured him,<\/p><p>And last this Nebuchadrezzar, king of Babylon, hath broken his bones.<\/p><p>See also <a class=\"isa\" verses=\"W3siMTc4NDEiOjF9XQ==\">Isaiah 9:11<\/a>.<\/p>",
    "audit": 1
}