{
    "id": 1836,
    "source": "barnes",
    "verse_id": 18743,
    "verse_count": 1,
    "reference": "55:2 ",
    "title": "",
    "html": "<p><em>Wherefore do ye spend money<\/em>&mdash;Margin, &lsquo;Weigh.&rsquo; That is, in Hebrew, &lsquo;weigh silver.&rsquo; Before money was coined, the precious metals were weighed, and hence, to make a payment is represented as weighing out silver <a class=\"ref\">Genesis 23:16<\/a>.<\/p><p><em>For that which is not bread<\/em>&mdash;The idea here is, that people are endeavoring to purchase happiness, and are disappointed. Bread is the support of life; it is therefore emblematic of whatever contributes to support and comfort. And in regard to the pursuit of happiness in the pleasures of life, and in ambition, vanity, and vice, people are as much disappointed, as he would be who should spend his money, and procure nothing that would sustain life.<\/p><p><em>And your labor for that which satisfieth not<\/em>&mdash;You toil, and expend the avails of your labor for that which does not produce satisfaction. What a striking description of the condition of the world! The immortal mind will not be satisfied with wealth, pleasure, or honor. It never has been. Where is the man who is satisfied with his wealth, and who says it is enough? Where is there one who is satisfied with pleasure, and vanity, and gaiety? There is a void in the heart which these things do not, cannot fill. There is a consciousness that the soul was made for higher and nobler purposes, and that nothing but God can meet its boundless desires. Where is the man who has ever been satisfied with ambition? Alexander wept on the throne of the world; and though Diocletian and Charles V descended voluntarily from the throne to private life, it was because there was nothing in royalty to satisfy the soul, and not because they found happiness enough there. There never was a more simple and true description of this whole world than in this expression of Isaiah, that people are spending their money and their labor for that which satisfieth not.<\/p><p><em>Hearken diligently unto me<\/em>&mdash;The idea is, that by attending to his words and embracing his offers, they would find that without money or price which they were vainly seeking at so much expense and with so much toil.<\/p><p><em>And eat...<\/em>&mdash;The prophet here returns to the image in the former verse. They were invited to partake of that which would nourish the soul, and which would fill it with joy.<\/p><p><em>And let your soul delight itself in fatness<\/em>&mdash;&lsquo;Fatness in the Scriptures is used to denote the richest food <a class=\"ref\">Genesis 27:28-39; Job 36:16; Psalm 65:11<\/a> , and hence, is an emblem of the rich and abundant blessings resulting from the favor of God <a class=\"ref\">Psalm 36:9; Psalm 63:5<\/a>.<\/p>",
    "audit": 1
}