{
    "id": 1010,
    "source": "barnes",
    "verse_id": 17917,
    "verse_count": 1,
    "reference": "13:10 ",
    "title": "",
    "html": "<p><em>For the stars of heaven<\/em>&mdash;This verse cannot be understood literally, but is a metaphorical representation of the calamities that were coming upon Babylon The meaning of the figure evidently is, that those calamities would be such as would be appropriately denoted by the sudden extinguishment of the stars, the sun, and the moon. As nothing would tend more to anarchy, distress, and ruin, than thus to have all the lights of heaven suddenly and forever quenched, this was an apt and forcible representation of the awful calamities that were coming upon the people. Darkness and night, in the Scriptures, are often the emblem of calamity and distress (see the note at <a class=\"ref\">Matthew 24:29<\/a> ). The revolutions and destructions of kingdoms and nations are often represented in the Scriptures under this image. So respecting the destruction of Idumea <a class=\"isa\" verses=\"MTgzMDg=\">Isaiah 34:4<\/a> :<\/p><p>And all the hosts of heaven shall be dissolved,<\/p><p>And the heavens shall be rolled together as a scroll;<\/p><p>And all their host shall fall down,<\/p><p>As the leaf falleth from off the vine,<\/p><p>And as a falling fig from the fig-tree.<\/p><p>So in <a class=\"ref\">Ezekiel 32:7-8<\/a>, in a prophecy respecting the destruction of Pharaoh, king of Egypt:<\/p><p>And when I shall put time out,<\/p><p>I will cover the heavens, and make the stoa thereof dark,<\/p><p>I will cover the sun with a cloud,<\/p><p>And the moon shall not give her light.<\/p><p>And the bright lights of heaven will I make dark over thee.<\/p><p>And set darkness upon thy land.<\/p><p>(Compare <a class=\"ref\">Joel 2:10; Joel 3:15-16<\/a>.) Thus in <a class=\"ref\">Amos 8:9<\/a>:<\/p><p>I will cause the sun to go down at noon,<\/p><p>And I will darken the earth in a clear day.<\/p><p>See also <a class=\"ref\">Revelation 6:12-14<\/a>:<\/p><p>And I beheld when he had opened the sixth seal, and lo,<\/p><p>The sun became black as sackcloth of hair,<\/p><p>And the moon became as blood;<\/p><p>And the stars of heaven fell unto the earth,<\/p><p>Even as a fig-tree casteth her untimely figs<\/p><p>When she is shaken of a mighty wind:<\/p><p>And the heaven deputed as a scroll when it is rolled together.<\/p><p>Many have supposed that these expressions respecting the sun, moon, and stars, refer to kings, and princes, and magistrates, as the &ldquo;lights&rdquo; of the state; and that the sense is, that their power arid glory should cease. But it is rather a figurative representation, denoting calamity &ldquo;in general,&rsquo; and describing a state of extreme distress, such as would be if all the lights of heaven should suddenly become extinct.<\/p><p><em>And the constellations thereof<\/em>&mdash;(וּכסיליהם ûkı̂sı̂ylēyhem). The word (כסיל kesı̂yl) means properly &ldquo;a fool;&rdquo; <a class=\"ref\">Proverbs 1:32; Proverbs 10:1, Proverbs 10:18; Proverbs 13:19-20<\/a> , &ldquo;et al.&rdquo; It also denotes &ldquo;hope, confidence, expectation&rdquo; <a class=\"ref\">Job 31:24; Proverbs 3:26; Job 8:14<\/a> ; also &ldquo;the reins, the flanks or loins&rdquo; <a class=\"ref\">Leviticus 3:4, Leviticus 3:10, Leviticus 3:15; Psalm 38:7<\/a>. It is also, as here, applied to a constellation in the heavens, but the connection of this meaning of the word with the other significations is uncertain. In <a class=\"ref\">Job 9:9; Job 38:31<\/a> , it is translated &lsquo;Orion.&rsquo; In <a class=\"ref\">Amos 5:8<\/a> , it is translated the &rsquo;seven stars&rsquo;&mdash;the Pleiades. In Arabic, that constellation is called &lsquo;the giant.&rsquo; According to an Eastern tradition, it was Nimrod, the founder of Babylon, afterward translated to the skies; and it has been supposed that the name the &ldquo;impious&rdquo; or &ldquo;foolish one&rdquo; was thus given to the deified Nimrod, and thus to the constellation. The rabbis interpret it &ldquo;Simis.&rdquo; The word &lsquo;constellations&rsquo; denotes clusters of stars, or stars that appear to be near to each other in the heavens, and which, on the celestial globe, are reduced to certain figures for the convenience of classification and memory, as the bear, the bull, the virgin, the balance. This arrangement was early made, and there is no reason to doubt that it existed in the time of Isaiah (compare the notes at <a class=\"ref\">Job 9:9<\/a>).<\/p>",
    "audit": 1
}