{
    "id": 1732,
    "source": "barnes",
    "verse_id": 18639,
    "verse_count": 1,
    "reference": "49:2 ",
    "title": "",
    "html": "<p><em>And he hath made my mouth<\/em>&mdash;The idea here is, that he had qualified him for a convincing and powerful eloquence&mdash;for the utterance of words which would penetrate the heart like a sharp sword. The mouth here, by an obvious figure, stands for discourse. The comparison of words that are pungent, penetrating, powerful, to a sword, is common. Indeed the very terms that I have incidentally used, &lsquo;pungent,&rsquo; &lsquo;penetrating,&rsquo; are instances of the same kind of figure, and are drawn from a needle, or anything sharp and pointed, that penetrates. Instances of this occur in the following places in the Scriptures: &lsquo;The words of the wise are as goads, and as nails fastened by the masters of assemblies&rsquo; <a class=\"ref\">Ecclesiastes 12:11<\/a>. &lsquo;The word of God is quick and powerful, and sharper than any two-edged sword, piercing even to the dividing asunder of soul and spirit, and of the joints and marrow&rsquo; <a class=\"ref\">Hebrews 4:12<\/a>. In <a class=\"ref\">Revelation 1:16<\/a> , probably in reference to this passage, the Redeemer is represented as seen by John as having a &rsquo;sharp two-edged sword&rsquo; proceeding out of his mouth. So in <a class=\"isa\" verses=\"MTgwMjA=\">Isaiah 19:15<\/a> : &lsquo;And out of his mouth goeth a sharp sword.&rsquo; The bold and striking metaphor of the sword and arrow applied to powerful discourse, has been used also by pagan writers with great elegance and force. In the passages quoted by Lowth, it is said of Pericles by Aristophanes:<\/p><p>&lsquo;His powerful speech<\/p><p>Pierced the hearer&rsquo;s soul, and left behind<\/p><p>Deep in his bosom its keen point infixt.&rsquo;<\/p><p>So Pindar, Olym. ii.:160:<\/p><p>&lsquo;Come on! thy brighest shafts prepare,<\/p><p>And bend, O Muse, thy sounding bow:<\/p><p>Say, through what paths of liquid air<\/p><p>Our arrows shall we throw?&rsquo;<\/p><p>West<\/p><p>A similar expression occurs in a fragment of Eupolis, in Diod. Sic. xii. 40, when speaking of Pericles:<\/p><p>&mdash;&kappa;&alpha;&iota;̀ &mu;&omicron;́&nu;&omicron;&sigmaf; &tau;&omega;͂&nu; &rho;̔&eta;&tau;&omicron;́&rho;&omega;&nu;<\/p><p>&tau;&omicron;̀ &kappa;&epsilon;́&nu;&tau;&rho;&omicron;&nu; &epsilon;̓&gamma;&kappa;&alpha;&tau;&epsilon;́&lambda;&epsilon;&iota;&pi;&epsilon; &tau;&omicron;&iota;̓́&sigmaf; &alpha;̓&kappa;&rho;&omicron;&omega;&mu;&epsilon;́&nu;&omicron;&iota;&sigmaf;.<\/p><p>&mdash;kai monos tōn rētorōn<\/p><p>to kentron egkateleipe tois akroōmenois.<\/p><p>A similar metaphor occurs frequently in Arabic poetry. &lsquo;As arrows his words enter into the heart?<\/p><p><em>In the shadow of his hand hath he hid me<\/em>&mdash;This passage has been very variously interpreted. Many have understood it as meaning that the shadow of the hand of God would cover or defend him&mdash;as a shade or shadow protects from heat. The word &rsquo;shadow&rsquo; is used for protection in <a class=\"isa\" verses=\"MTgxMjM=\">Isaiah 25:4<\/a> ; <a class=\"ref\">Psalm 17:8; Psalm 36:8<\/a>. This is the interpretation which Gesenius adopts. Piscator says that it means that God protected him from the snares of the Scribes and Pharisees. Others suppose that it means that he was hidden or protected, as the sword is in the sheath, which is under the left hand, so that it can be easily drawn by the right hand. But Vitringa remarks that the figure here is that of a drawn sword, and he supposes that the meaning is, that the shadow of the hand of God is what covers and defends it, and serves, as it were, for a scabbard. Hengstenberg coincides with this opinion, and supposes that the image is taken from a dirk which a man carries in his hand, and which he suddenly draws forth in the moment of attack. In the parallel member of the sentence, the Redeemer is represented as an arrow that is laid up in a quiver, ready to be drawn forth at any moment. Here, the image is that of a sword under the divine protection, and the idea is, that the shadow of the hand of God constitutes the protection, the covering of the sword. He is the defender of the Messiah, and of his words; and his hand shall guard him as the scabbard does the sword, or as the quiver does the arrow. The Messiah, like the sword, and the polished arrow, was suited for the execution of the plans of God, and was ready at any moment to be engaged in his cause. His words, his doctrines, would be like the sharp sword and polished arrow. They would penetrate the heart of his foes, and by his doctrines, and the truths which he would teach, he would carry his conquests around the world.<\/p><p><em>And made me a polished shaft<\/em>&mdash;The word rendered &lsquo;polished&rsquo; (ברוּר bârûr), may mean either chosen, or polished. It properly means that which is separated, or severed from others; then select, chosen. Then it may mean anything which is cleansed, or purified, and here may denote an arrow that is cleansed from rust; that is, polished, or made bright. The word &rsquo;shaft&rsquo; (חץ chēts), means properly an arrow; and the sense here is, that the Messiah pierced the hearts of people like a pointed and polished arrow that is sped from the bow. &ldquo;In his quiver.&rdquo; The word &lsquo;quiver&rsquo; means the covering that was made for arrows, and which was so slung over the shoulder that they could be readily reached by the hand as they should be needed.<\/p><p><em>Hath he hid me<\/em>&mdash;&lsquo;Before his appearing,&rsquo; says Hengstenberg, &lsquo;the Messiah was concealed with God like a sword kept in its sheath, or like an arrow lying in the quiver.&rsquo; But perhaps this is too much refined and forced. The meaning is, probably, simply that he had protected him. &lsquo;God, by his own power,&rsquo; says Calvin, &lsquo;protected Christ and his doctrine, so that nothing could hinder its course.&rsquo; Yet there is, undoubtedly, the idea that he was adapted to produce rapid and mighty execution; that he was fitted, like an arrow, to overcome the foes of God; and that he was kept in the &lsquo;quiver&rsquo; for that purpose.<\/p>",
    "audit": 1
}