{
    "id": 1934,
    "source": "barnes",
    "verse_id": 18841,
    "verse_count": 1,
    "reference": "60:19 ",
    "title": "",
    "html": "<p><em>The sun shall be no more<\/em>&mdash;A similar expression denoting the great prosperity and happiness of the church, occurs in <a class=\"isa\" verses=\"MTgyNDQ=\">Isaiah 30:26<\/a> (see the note at that place). The language here is exceedingly beautiful, and the idea is plain. It is designed to foretell the great glory which would exist in the church under the Messiah; a glory compared with which all that is furnished by the sun, moon, and stars would be as nothing. Expressions singular to this, and probably derived from this, are used by John in describing the lot of heaven. &lsquo;And the city had no need of the sun, neither of the moon to shine in it, for the glory of God did lighten it, and the Lamb is the light thereof&rsquo; <a class=\"ref\">Revelation 21:23<\/a>. &lsquo;And there shall be no night there; and they need no candle, neither light of the sun, for the Lord God giveth them light&rsquo; <a class=\"ref\">Revelation 22:5<\/a>. The idea is, the light and beauty of truth would be so great; the divine perfections shine forth so illustriously under the gospel, that the eye would be attracted to that light as superior to all the natural splendor of the sun and moon. All the wonders and beauties of the natural world would be lost in the superior brightness that would shine in the moral world.<\/p><p><em>Neither for brightness<\/em>&mdash;In order to give light; or, with her brightness she shall not shine on the night.<\/p><p><em>Shall the moon give light unto thee<\/em>&mdash;The beauty of the moon shall be lost in the superior effulgence of the rays of truth.<\/p><p><em>But the Lord shall be unto thee<\/em>&mdash;He will furnish a revelation that will disclose far more of his perfections and his glory, and that will be far more valuable to thee as a light and guide, than all the splendor of the heavenly bodies.<\/p><p><em>And thy God thy glory<\/em>&mdash;The honor of the church shall be that it has the true God for its protector. Its joys shall be found, not in the objects of nature&mdash;the beauty of created things&mdash;but in the glory of the divine perfections, and in the laws and plans of the Redeemer. His name, his attributes, his laws, his protecting care, constitute her main glory. It is an honor to the church to have such a God and Redeemer; an honor to share his favor, and to be under his everwatchful eye. The glory of the church is not her wealth, her numbers, her influence, nor the rank and talent of her ministers and members; it is the character of her sovereign Lord, and in his perfections it is right that she should exult and rejoice.<\/p>",
    "audit": 1
}