{
    "id": 2017,
    "source": "barnes",
    "verse_id": 18924,
    "verse_count": 1,
    "reference": "66:1 ",
    "title": "",
    "html": "<p><em>The heaven is my throne<\/em>&mdash;(See the notes at <a class=\"isa\" verses=\"MTg3ODE=\">Isaiah 57:15<\/a> ). Here he is represented as having his seat or throne there. He speaks as a king. heaven is the place where he holds his court; from where he dispenses his commands; and from where he surveys all his works (compare <a class=\"ref\">2 Chronicles 6:18; Matthew 5:34<\/a> ). The idea here is, that as God dwelt in the vast and distant heavens, no house that could be built on earth could be magnificent enough to be his abode.<\/p><p><em>The earth is my footstool<\/em>&mdash;A footstool is that which is placed under the feet when we sit. The idea here is, that God was so glorious that even the earth itself could be regarded only as his footstool. It is probable that the Saviour had this passage in his eye in his declaration in the sermon on the mount, &lsquo;Swear not at all; neither by heaven, for it is God&rsquo;s throne; nor by the earth, for it is his footstool&rsquo; <a class=\"ref\">Matthew 5:34-35<\/a>.<\/p><p><em>Where is the house that ye build unto me?<\/em>&mdash;What house can you build that will be an appropriate dwelling for him who fills heaven and earth? The same idea, substantially, was expressed by Solomon when he dedicated the temple: &lsquo;But will God indeed dwell on the earth? Behold, the heaven, and heaven of heavens cannot contain thee; how much less this house that I have builded!&rsquo; <a class=\"ref\">1 Kings 8:27<\/a>. Substantially the same thought is found in the address of Paul at Athens: &lsquo;God, that made the world, and all things therein, seeing that he is Lord of heaven and earth, dwelleth not in temples made with hands&rsquo; <a class=\"ref\">Acts 17:24<\/a>.<\/p><p><em>And where is the place of my rest?<\/em>&mdash;It has already been intimated (in the analysis) that this refers probably to the time subsequent to the captivity. Lowth supposes that it refers to the time of the rebuilding of the temple by Herod. So also Vitringa understands it, and supposes that it refers to the pride and self-confidence of those who then imagined that they were rearing a structure that was worthy of being a dwelling-place of Yahweh. Grotius supposes that it refers to the time of the Maccabees, and that it was designed to give consolation to the pious of those times when they were about to witness the profanation of the temple by Antiochus, and the cessation of the sacrifices for three years and a half. &lsquo;God therefore shows,&rsquo; says he, &lsquo;that there was no reason why they should be offended in this thing. The most acceptable temple to him was a pious mind; and from that the value of all sacrifices was to be estimated.&rsquo; Abarbanel supposes that it refers to the times of redemption.<\/p><p>His words are these: &lsquo;I greatly wonder at the words of the learned interpreting this prophecy, when they say that the prophet in this accuses the people of his own time on account of sacrifices offered with impure hands, for lo! all these prophecies which the prophet utters in the end of his book have respect to future redemption.&rsquo; See Vitringa. That it refers to some future time when the temple should be rebuilt seems to me to be evident. But what precise period it refers to&mdash;whether to times not far succeeding the captivity, or to the times of the Maccabees, or to the time of the rebuilding of the temple by Herod, it is difficult to find any data by which we can determine. From the whole strain of the prophecy, and particularly from <a class=\"isa\" verses=\"eyIxODkyNiI6M30=\">Isaiah 66:3-5<\/a> , it seems probable that it refers to the time when the temple which Herod had reared was finishing; when the nation was full of pride, self-righteousness, and hypocrisy; and when all sacrifices were about to be superseded by the one great sacrifice which the Messiah was to make for the sins of the world. At that time, God says that the spirit which would be evinced by the nation would be abominable in his sight; and to offer sacrifice then, and with the spirit which they would manifest, would be as offensive as murder or the sacrifice of a dog (see the notes at <a class=\"isa\" verses=\"MTg5MjY=\">Isaiah 66:3<\/a>).<\/p>",
    "audit": 1
}