{
    "id": 1497,
    "source": "barnes",
    "verse_id": 18404,
    "verse_count": 1,
    "reference": "38:13 ",
    "title": "",
    "html": "<p><em>I reckoned<\/em>&mdash;There has been considerable variety in interpreting this expression. The Septuagint renders it, &lsquo;I was given up in the morning as to a lion.&rsquo; The Vulgate renders it, &lsquo;I hoped until morning;&rsquo; and in his commentary, Jerome says it means, that as Job in his trouble and anguish <a class=\"isa\" verses=\"W3siMTc3ODciOjF9XQ==\">Isaiah 7:4<\/a> sustained himself at night expecting the day, and in the daytime waiting for the night, expecting a change for the better, so Hezekiah waited during the night expecting relief in the morning. He knew, says he, that the violence of a burning fever would very soon subside, and he thus composed himself, and calmly waited. So Vitringa renders it, &lsquo;I composed my mind until the morning.&rsquo; Others suppose that the word used here (שׁוּיתי shı̂vı̂ythı̂y), means, &lsquo;I made myself like a lion,&rsquo; that is, in roaring. But the more probable and generally adopted interpretation is, &lsquo;I looked to God, hoping that the disease would soon subside, but as a lion he crushed my bones. The disease increased in violence, and became past endurance. Then I chattered like a swallow, and mourned like a dove, over the certainty that I must die.&rsquo; Our translators, by inserting the word &lsquo;that,&rsquo; have greatly marred the sense, as if he had reckoned or calculated through the night that God would break his bones, or increase the violence of the disease, whereas the reverse was true. He hoped and expected that it would be otherwise, and with that view he composed his mind.<\/p><p><em>As a lion so will he break all my bones<\/em>&mdash;This should be in the past tense. &lsquo;He (God) did crush all my bones.&rsquo; The connection requires this construction. The idea is, that as a lion crushes the bones of his prey, producing great pain and sudden death, so it was with God in producing great pain and the prospect of sudden death.<\/p><p><em>From day even to night...<\/em>&mdash;(See the note at <a class=\"isa\" verses=\"W3siMTg0MDMiOjF9XQ==\">Isaiah 38:12<\/a>) Between morning and night. That is, his pain so resembled the crushing of all the bones of an animal by the lion, that he could not hope to survive the day.<\/p>",
    "audit": 1
}