{
    "id": 1868,
    "source": "barnes",
    "verse_id": 18775,
    "verse_count": 1,
    "reference": "57:9 ",
    "title": "",
    "html": "<p><em>And thou wentest to the king<\/em>&mdash;Margin, &lsquo;Respectedst.&rsquo; Jerome renders this, &lsquo;Thou hast adorned thyself with royal ointment, and hast multiplied thy painting; and evidently understands it as a continuance of the sentiment in the previous verses as referring to the kind of decoration which harlots used. The Septuagint renders it, &lsquo;Thou hast multiplied thy fornication with them, and hast done it with many who are far from thee.&rsquo; The Chaldee renders it, &lsquo;When thou didst keep the law thou wert prosperous in the kingdom; and when thou didst abound in good works, then thine armies were multiplied.&rsquo; Lowth supposes that the king of Egypt or Assyria is intended, and that the prophet refers to the fact, that the Hebrews had sought an alliance with them, and in order to secure it, had carried a present of valuable unguents, after the manner of the East. Rosenmuller supposes, that by the king an idol was intended, and that the sense is, that they had anointed themselves with oil, and prepared perfumes, in order to be acceptable to the idol; that is, had decorated themselves as harlots did.<\/p><p>Grotius supposes that it means that they had imitated foreign kings, and copied the customs of other nations, and refers to the example of Ahaz <a class=\"ref\">2 Kings 16:10<\/a>. Others suppose that the word &lsquo;king&rsquo; is to be taken collectively, and that it means that they had sought the alliance, and imitated the customs of foreign nations in general. It is probable that the prophet refers to some such fact. On former occasions, they had sought the alliance of the king of Assyria (see <a class=\"isa\" verses=\"MTc3ODQ=\">Isaiah 7:1<\/a> ); and on one occasion, at least, they had meditated an alliance with the king of Egypt (<a class=\"isa\" verses=\"MTgyMjA=\">Isaiah 30:2<\/a>ff.) The essential idea is, that they had proved unfaithful to Yahweh. This idea is presented here under the image of a female unfaithful to her husband, who had decorated and perfumed herself that she might allure others. Thus the Jews had forsaken God, and had endeavored to make themselves agreeable in the sight of other nations, and had courted their friendship and alliance. The word I &lsquo;king,&rsquo; according to this, refers not to idols, but to foreign princes, whose assistance had been sought.<\/p><p><em>And didst increase thy perfumes<\/em>&mdash;That is, for the purpose of rendering thyself agreeable, after the manner of a licentious female (see <a class=\"ref\">Proverbs 7:17<\/a>). The custom of perfuming the person was common in the East, and is still practiced there.<\/p><p><em>And didst send thy messengers<\/em>&mdash;That is, to distant nations, for the purpose of securing their alliance.<\/p><p><em>And didst debase thyself even unto hell<\/em>&mdash;On the meaning of the word &lsquo;hell,&rsquo; see the notes at <a class=\"isa\" verses=\"MTc3NTQ=\">Isaiah 5:14<\/a>. The idea is, that they had sunk to the deepest possible debasement. In forsaking Yahweh; in seeking foreign alliances; in their anxiety to secure their aid when Yahweh was abundantly able and willing to protect them, they had sunk to the lowest degradation of character and condition. The sentiment is, that people degrade themselves when they do not put confidence in God, and when, distrusting his ability, they put reliance on any other aid than his. If people have God for their protector, why should they court the friendship of earthly princes and kings?<\/p>",
    "audit": 1
}