{
    "id": 929,
    "source": "barnes",
    "verse_id": 17836,
    "verse_count": 1,
    "reference": "9:6 ",
    "title": "",
    "html": "<p><em>For<\/em>&mdash;This is given as a reason of the victories that were predicted in the previous verses. That it has reference to the Messiah has been almost universally conceded; and indeed it does not seem possible to doubt it. The eye of the prophet seems to have been fixed on this great and glorious event&mdash;as attracting all his attention. The scenes of coming times, like a panorama, or picture, passed before him. Most of the picture seems to have been that of battles, conflicts, sieges, dimness, and thick darkness. But in one portion of the passing scene there was light. It was the light that he saw rising in the distant and darkened Galilee. He saw the joy of the people; the armor of war laid aside; the image of peace succeeding; the light expanding and becoming more intense as the darkness retired, until he saw in this region the Prince of Peace&mdash;the Sun of Righteousness itself. The eye of the prophet gazed intently on that scene, and was fixed on that portion of the picture: he sees the Messiah in his office, and describes him as already come, and as born unto the nation.<\/p><p><em>Unto us<\/em>&mdash;For our benefit. The prophet saw in vision the darkness and gloom of the nation, and saw also the son that would be born to remove that darkness, and to enlighten the world.<\/p><p><em>A child<\/em>&mdash;(ילד yeled). This word usually denotes a lad, a boy, a youth. It is commonly applied to one in early life; but no particular stress is to be laid on the word. The vision of the prophet is, that the long-expected Messiah is born, and is seen growing up amidst the surrounding darkness of the north of Palestine, <a class=\"isa\" verses=\"W3siMTc4MzEiOjF9XQ==\">Isaiah 9:1<\/a>.<\/p><p><em>Is born<\/em>&mdash;Not that he was born when the prophet spake. But in prophetic vision, as the events of the future passed before his mind, he saw that promised son, and the eye was fixed intently on him; see the Introduction, section 7, and the note at <a class=\"isa\" verses=\"W3siMTc2NTYiOjF9XQ==\">Isaiah 1:1<\/a>.<\/p><p><em>A son<\/em>&mdash;בן bên. This word does not differ materially from the word translated child. In the future scenes, as they passed before the mind of the prophet, he saw the child, the son that was to be born, and described him as he appeared to his view&mdash;as a child. Fixing the eye on him, he proceeds at once to designate his character by stating the appropriate names which he would bear.<\/p><p><em>Is given<\/em>&mdash;The Messiah is often represented as having been given, or sent; or as the rich gift of God; the note at <a class=\"ref\">Acts 4:12; John 3:16; Ephesians 1:22; John 17:4<\/a>. The Messiah was pre-eminently the gift of the God of love. Man had no claim on him, and God voluntarily gave his Son to be a sacrifice for the sins of the world.<\/p><p><em>And the government shall be upon his shoulder<\/em>&mdash;The sense of this passage is, that he shall rule, or that the government shall be vested in him. Various interpretations have, however, been given of the phrase &lsquo;upon his shoulder.&rsquo; Some have supposed, that it means simply he shall sustain the government, as the shoulder is that by which we uphold any thing. Pliny and Cicero thus use the phrase; see Rosenmuller. Others, that it means that he should wear the royal purple from a child.&mdash;Grotius. Lowth supposes that it refers to the ensign of government&mdash;the scepter, the sword, the keys, or the like, that were borne upon the shoulder, or suspended from it; see the note at <a class=\"isa\" verses=\"W3siMTgwNzUiOjF9XQ==\">Isaiah 22:22<\/a>. It is evident, from this latter place, that some ensign of office was usually borne upon the shoulder. The sense is, that he should be a king, and under this character the Messiah is often predicted.<\/p><p><em>And his name shall be called<\/em>&mdash;That is, his attributes shall be such as to make all these applications appropriate descriptions of his power and work. To be called, and to be, in the Hebrew, often mean the same thing. The word ויקרא vayı̂qerâ&rsquo; may possibly mean, Yahweh shall call him; or it may be regarded as taken impersonally. Such a use of a verb is not uncommon in Isaiah. &lsquo;One calls him,&rsquo; is, according to the usage in Isaiah, as ranch as to say, he will justly bear this name; or simply, he will be.<\/p><p><em>Wonderful<\/em>&mdash;פלא pele&rsquo;. This word is derived from the verb פלא pâlâ&rsquo;, to separate, to distinguish, or to make great. It is applied usually to anything that is great or wonderful, as a miracle; <a class=\"ref\">Exodus 15:2; Lamentations 1:9; Daniel 12:6<\/a>. It is applied here to denote the unusual and remarkable assemblage of qualities that distinguished the Messiah. Those are specified more particularly in the other part of the verse; such an assemblage of quailties as to make proper the names Mighty God, etc. &lsquo;The proper idea of the word,&rsquo; says Hengstenberg, &lsquo;is miraculous. It imports that the personage here referred to, in his being and in his works, will be exalted above the ordinary course of nature, and that his whole manifestation will be a miracle.&rsquo; Yet it seems to me, that the proper idea of the word is not that of miraculous. It is rather that which is separated from the ordinary course of events, and which is suited to excite amazement, wonder, and admiration, whether it be miraculous or not.<\/p><p>This will be apparent if the following places are examined, where the word occurs in various forms. It is rendered marvelous, <a class=\"ref\">Psalm 118:23; Psalm 139:14; Psalm 98:1; Job 5:9<\/a> ; wonderful, <a class=\"ref\">2 Samuel 1:26; Psalm 139:14; Proverbs 30:18; Job 42:3; Psalm 72:18; Psalm 86:10<\/a> ; hidden, <a class=\"ref\">Deuteronomy 30:2<\/a> ; things too high, <a class=\"ref\">Psalm 131:1<\/a> ; miracles, <a class=\"ref\">Judges 6:13; Exodus 15:2; Psalm 77:14; Psalm 88:10; Psalm 89:5<\/a> ; the word is translated wonders, in the sense of miracles, in several places; and hard, <a class=\"ref\">Deuteronomy 17:8; Jeremiah 32:17<\/a>. From these passages, it is clear that it may denote that which is miraculous, but that this idea is not necessarily connected with it. Anything which is suited to excite wonder and amazement, from any cause, will correspond with the sense of the Hebrew word. It is a word which expresses with surprising accuracy everything in relation to the Redeemer. For the Messiah was wonderful in all things. It was wonderful love by which God gave him, and by which he came; the manner of his birth was wonderful; his humility, his self-denial, his sorrows were wonderful; his mighty works were wonderful; his dying agonies were wonderful; and his resurrection, his ascension, were all suited to excite admiration and wonder.<\/p><p><em>Counsellor<\/em>&mdash;This word has been sometimes joined with &lsquo;wonderful,&rsquo; as if designed to qualify it thus&mdash;&ldquo;wonderful counselor;&rdquo; but it expresses a distinct attribute, or quality. The name &ldquo;counselor&rdquo; here, יועץ yû‛ēts, denotes one of honorable rank; one who is suited to stand near princes and kings as their adviser. It is expressive of great wisdom, and of qualifications to guide and direct the human race. The Septuagint translates this phrase, &lsquo;The angel of the mighty counsel.&rsquo; The Chaldee, &lsquo;The God of wonderful counsel.&rsquo;<\/p><p><em>The mighty God<\/em>&mdash;Syriac, &lsquo;The mighty God of ages.&rsquo; This is one, and but one out of many, of the instances in which the name God is applied to the Messiah; compare <a class=\"ref\">John 1:1; Romans 9:5; 1 John 5:20; John 20:28; 1 Timothy 3:16; Hebrews 1:8<\/a>. The name &lsquo;mighty God,&rsquo; is unquestionably attributed to the true God in <a class=\"isa\" verses=\"W3siMTc4NzIiOjF9XQ==\">Isaiah 10:21<\/a>. Much controversy has arisen in relation to this expression; and attempts have been made to show that the word translated &ldquo;God,&rdquo; אל &lsquo;ĕl, may refer to a hero, a king, a conqueror. Thus Gesenius renders, it &lsquo;Mighty hero;&rsquo; and supposes that the name &lsquo;God&rsquo; is used here in accordance with the custom of the Orientals, who ascribe divine attributes to kings. In like manner Pluschke (see Hengstenberg) says, &lsquo;In my opinion this name is altogether symbolical. The Messiah shall be called strength of God, or strong God, divine hero, in order by this name to remind the people of the strength of God.&rsquo; But after all such controversy, it still remains certain that the natural and obvious meaning of the expression is to denote a divine nature. So it was evidently understood by the ancient versions; and the fact that the name God is so often applied to Christ in the New Testament proves that it is to be understood in its natural and obvious signification.<\/p><p><em>The everlasting Father<\/em>&mdash;The Chaldee renders this expression, &lsquo;The man abiding forever.&rsquo; The Vulgate, &lsquo;The Father of the future age.&rsquo; Lowth, &lsquo;The Father of the everlasting age.&rsquo; Literally, it is the Father of eternity, עד אבי &lsquo;ĕby ‛ad. The word rendered &ldquo;everlasting,&rdquo; עד ‛ad, properly denotes &ldquo;eternity,&rdquo; and is used to express &ldquo;forever;&rdquo; see <a class=\"ref\">Psalm 9:6, Psalm 9:19; Psalm 19:10<\/a>. It is often used in connection with עולם ‛ôlâm, thus, עולם ועד vā‛ed ‛ôlâm, &ldquo;forever and ever;&rdquo; <a class=\"ref\">Psalm 10:16; Psalm 21:5; Psalm 45:7<\/a>. The Hebrews used the term father in a great variety of senses&mdash;as a literal father, a grandfather, an ancestor, a ruler, an instructor. The phrase may either mean the same as the Eternal Father, and the sense will be, that the Messiah will not, as must be the ease with an earthly king, however excellent, leave his people destitute after a short reign, but will rule over them and bless them forever (Hengstenberg); or it may be used in accordance with a custom usual in Hebrew and in Arabic, where he who possesses a thing is called the father of it.<\/p><p>Thus, the father of strength means strong; the father of knowledge, intelligent; the father of glory, glorious; the father of goodness, good; the father of peace, peaceful. According to this, the meaning of the phrase, the Father of eternity, is properly eternal. The application of the word here is derived from this usage. The term Father is not applied to the Messiah here with any reference to the distinction in the divine nature, for that word is uniformly, in the Scriptures, applied to the first, not to the second person of the Trinity. But it is used in reference to durations, as a Hebraism involving high poetic beauty. lie is not merely represented as everlasting, but he is introduced, by a strong figure, as even the Father of eternity. as if even everlasting duration owed itself to his paternity. There could not be a more emphatic declaration of strict and proper eternity. It may be added, that this attribute is often applied to the Messiah in the New Testament; <a class=\"ref\">John 8:58; Colossians 1:17; Revelation 1:11, Revelation 1:17-18; Hebrews 1:10-11; John 1:1-2<\/a>.<\/p><p><em>The Prince of Peace<\/em>&mdash;This is a Hebrew mode of expression denoting that he would be a peaceful prince. The tendency of his administration would be to restore and perpetuate peace. This expression is used to distinguish him from the mass of kings and princes who have delighted in conquest and blood. In contradistinction from all these, the Messiah would seek to promote universal concord, and the tendency of his reign would be to put an end to wars, and to restore harmony and order to the nations; see the tendency of his reign still further described in <a class=\"isa\" verses=\"W3siMTc4OTEiOjR9XQ==\">Isaiah 11:6-9<\/a> ; the note at <a class=\"isa\" verses=\"W3siMTc2OTAiOjF9XQ==\">Isaiah 2:4<\/a> ; see also <a class=\"ref\">Micah 5:4; Hosea 2:18<\/a>. It is not necessary to insist on the coincidence of this description with the uniform character and instructions of the Lord Jesus. In this respect, he disappointed all the hopes of the Jewish nation, who, in spite of the plain prophecies respecting his peaceful character. expected a magnificent prince, and a conqueror.<\/p><p>The expressions used here imply that he would be more than human. It is impossible to believe that these appellations would be given under the Spirit of inspiration to a mere man. They express a higher nature; and they coincide with the account in the New pressions of a pompous and high-sounding character were commonly assumed by Oriental princes. The following is a single instance of their arrogance, ostentation, and pride. &lsquo;Chosroes, king of kings, lord of lords, ruler of the nations; prince of peace, saviour of men; among the gods, a man good and eternal, but among people, a god most illustrious, glorious; a conqueror rising with the sun and giving vision at night.&rsquo;&mdash;Theoph. Simocatta Chr., iv. 8, quoted by Gesenius. But it cannot be pretended, that the Spirit of inspiration would use titles in a manner so unmeaning and so pompous as this. Besides, it was one great object of the prophets to vindicate the name and character of the true God, and to show that all such appellations belonged to him alone.<\/p><p>However, such appellations might be used by surrounding nations, and given to kings and princes by the pagan, yet in the Scriptures they are not given to earthy monarchs. That this passage refers to the Messiah has been generally conceded, except by the Jews, and by a few later critics. Jarchi and Kimchi maintain that it refers to Hezekiah. They have been driven to this by the use which Christians have made of the passage against the Jews. But the absurdity of this interpretation has been shown in the notes at <a class=\"isa\" verses=\"W3siMTc3OTciOjF9XQ==\">Isaiah 7:14<\/a>. The ancient Jews incontestably referred it to the Messiah. Thus the Targum of Jonathan renders it, &lsquo;His name shall be called God of wonderful counsel, man abiding forever, the messiah, משׁיח mâshı̂yach, whose peace shall be multiplied upon us in his days.&rsquo; Thus rabbi Jose, of Galilee, says, &lsquo;The name of the Messiah is שׁלום shâlôm, as is said in <a class=\"isa\" verses=\"W3siMTc4MzYiOjF9XQ==\">Isaiah 9:6<\/a>, &ldquo;Father of Eternity, Prince of Peace.&rdquo; &lsquo;Ben Sira (fol. 40, of the Amsterdam Edition, 1679) numbers among the eight names of the Messiah those also taken from this passage, Wonderful, Counsellor, Mighty God, Prince of Peace. The later Jews, however, have rejected this interpretation, because the Messiah is here described as God.<\/p>",
    "audit": 1
}