{
    "id": 1791,
    "source": "barnes",
    "verse_id": 18698,
    "verse_count": 1,
    "reference": "52:1 ",
    "title": "",
    "html": "<p><em>Awake, awake<\/em>&mdash;(See the notes at <a class=\"isa\" verses=\"MTg2ODM=\">Isaiah 51:9<\/a> ). This address to Jerusalem is intimately connected with the closing verses of the preceding chapter. Jerusalem is there represented as down-trodden in the dust before her enemies. Here she is described under the image of a female that had been clad in the habiliments of mourning, and she is now called on to arise from this condition, and to put on the garments that would be indicative of gladness and of joy. The idea is, that the time had come now in which she was to be delivered from her long captivity, and was to be restored to her former prosperity and splendor.<\/p><p><em>Put on thy strength<\/em>&mdash;Hebrew, &lsquo;Clothe thyself with thy strength.&rsquo; The idea is, exert thyself, be strong, bold, confident; arise from thy dejection, and become courageous as one does when he is about to engage in an enterprise that promises success, and that demands effort.<\/p><p><em>Put on thy beautiful garments<\/em>&mdash;Jerusalem is here addressed, as she often is, as a female (see the note at <a class=\"isa\" verses=\"MTc2NjM=\">Isaiah 1:8<\/a>). She was to lay aside the garments expressive of grief and of captivity, and deck herself with those which were appropriate to a state of prosperity.<\/p><p><em>The uncircumcised and the unclean<\/em>&mdash;The idea is, that those only should enter Jerusalem and dwell there who would be worshippers of the true God. The uncircumcised are emblems of the impure, the unconverted, and the idolatrous; and the meaning is, that in future times the church would be pure and holy. It cannot mean that no uncircumcised man or idolater would ever again enter the city of Jerusalem, for this would not be true. It was a fact that Antiochus and his armies, and Titus and his army entered Jerusalem, and undoubtedly hosts of others did also who were not circumcised. But this refers to the future times, when the church of God would be pure. Its members would, in the main, be possessors of the true religion, and would adorn it. Probably, therefore, the view of the prophet extended to the purer and happier times under the Messiah, when the church should be characteristically and eminently holy, and when, as a great law of that church, none should be admitted, who did not profess that they were converted.<\/p>",
    "audit": 1
}