{
    "id": 888,
    "source": "barnes",
    "verse_id": 17795,
    "verse_count": 1,
    "reference": "7:12 ",
    "title": "",
    "html": "<p><em>I will not ask<\/em>&mdash;In this case Ahaz assumed the appearance of piety, or respect for the command of God. In <a class=\"ref\">Deuteronomy 6:16<\/a> , it is written, &lsquo;Thou shalt not tempt the Lord thy God;&rsquo; and Ahaz perhaps had this command in his eye. It was a professed reverence for God. But the true reason why he did not seek this sign was, that he had already entered into a negotiation with the king of Assyria to come and defend him; and that he was even stripping the temple of God of its silver and gold, to secure this assistance; <a class=\"ref\">2 Kings 16:7-8<\/a>. When people are depending on their own devices and resources, they are unwilling to seek aid from God; and it is not uncommon if they excuse their want of trust in him by some appearance of respect for religion.<\/p><p><em>Tempt<\/em>&mdash;Try, or do a thing that shall provoke his displeasure, or seek his interposition in a case where he has not promised it. To tempt God is the same as to put him to the proof; to see whether he is able to perform what he proposed. It is evident, however, that here there would have been no &ldquo;temptation&rdquo; of God, since a sign had been offered him by the prophet in the name of God. &lsquo;The answer of Ahaz can be regarded either as one of bitter scorn, as if he had said, &ldquo;I will not put thy God to the proof, in which he will be found lacking. I will not embarrass thee by taking thee at thy word;&rdquo; or as the language of a hypocrite who assumes the mask of reverence for God and his command.&rsquo;&mdash;&ldquo;Hengstenberg.&rdquo; Chrysostom and Calvin regard the latter as the correct interpretation. If it be asked here &ldquo;why&rdquo; Ahaz did not put Isaiah to the test, and &ldquo;secure,&rdquo; if possible, the divine confirmation to the assurance that Jerusalem would be safe, the following may be regarded as the probable reasons:<\/p><p>(1) He was secretly relying on the aid of Assyria. He believed that he could fortify the city, and distress the enemy by turning away the supply of water, so that they could not carry on a siege, and that all the further aid which he needed could be derived from the Assyrians.<\/p><p>(2) If the miracle had been &ldquo;really performed,&rdquo; it would have been a proof that Yahweh was the true God a proof which Ahaz had no desire of witnessing. He was a gross idolater; and he was not anxious to witness a demonstration which would have convinced him of the folly and sin of his own course of life.<\/p><p>(3) If the miracle could not be performed, as Ahaz seems to have supposed would be the case, then it would have done much to unsettle the confidence of the people, and to have produced agitation and alarm. It is probable that a considerable portion of the people were worshippers of Yahweh, and were looking to him for aid. The pious, and the great mass of those who conformed to the religion of their fathers, would have been totally disheartened; and this was a result which Ahaz had no desire to produce.<\/p><p>(4) Michaelis has suggested another reason, drawn from the character of idolatry. According to the prevailing notions at that period, every nation had its own gods. Those of one people were more, and those of another less powerful; see <a class=\"isa\" verses=\"W3siMTc4NjEiOjJ9LHsiMTgzNDkiOjN9LHsiMTgzNjMiOjR9XQ==\">Isaiah 10:10-11; Isaiah 36:18-20; Isaiah 37:10-13<\/a>. If a miracle had been performed, Ahaz might have believed that it was performed by the god of the country, who might have had the disposition, but not the power, to defend him. It would have been to the mind of the idolater no proof that the god of Syria or Samaria was not more powerful, and might not have easily overcome him. Ahaz seems to have regarded Yahweh as such a God&mdash;as one of the numerous gods which were to be worshipped, and perhaps as not the most powerful of the tutelary divinities of the nations. This was certainly the view of the surrounding idolaters <a class=\"isa\" verses=\"W3siMTc4NjEiOjJ9LHsiMTgzNDkiOjN9XQ==\">Isaiah 10:10-11; Isaiah 36:18-20<\/a>; and it is highly probable that this view prevailed among the idolatrous Israelites.<\/p>",
    "audit": 1
}