{
    "id": 1088,
    "source": "barnes",
    "verse_id": 17995,
    "verse_count": 1,
    "reference": "17:11 ",
    "title": "",
    "html": "<p><em>In the day...<\/em>&mdash;Thou shalt cultivate it assiduously and constantly. Thou shalt be at special pains that it may be watered and pruned, in order that it may produce abundantly.<\/p><p><em>And in the morning<\/em>&mdash;With early care and attention&mdash;denoting the pains that would be bestowed on the young plant.<\/p><p><em>The harvest shall be a heap<\/em>&mdash;The margin reads this, &lsquo;the harvest shall be removed in the day of inheritance, rendering it as if the word נד nêd usually meaning a heap, were derived from נוד nûd, to shake, move, wander; or, as if it were to be removed. Probably the translation in the text is correct; and the sense is, &lsquo;When from the plant which was so beautiful and valuable, and which you cherished with so much care, you expected to obtain a rich harvest, you had only sorrow and inexpressible disappointment.&rsquo; The figure used here is supposed by Rosenmuller to be that of hendiadys (&epsilon;̔́&nu; &delta;&iota;&alpha;̀ &delta;&upsilon;&omicron;&iota;͂&nu; hen dia duoin)by which the phrases &rsquo;shall be an heap,&rsquo; and &lsquo;desperate sorrow,&rsquo; are to be taken together, meaning &lsquo;the heap of the harvest shall be inexpressible sorrow.&rsquo;<\/p><p><em>In the day of grief<\/em>&mdash;The word rendered &lsquo;grief&rsquo; here (נחלה nachălâh) means, properly, &ldquo;inheritance, heirship, possession,&rdquo; and should have been so rendered here. It means that in the day when they &ldquo;hoped&rdquo; to possess the result of their planting, or in the time of the usual harvest, they would obtain only grief and disappointment.<\/p><p><em>And desperate sorrow<\/em>&mdash;The word rendered &lsquo;desperate&rsquo; (אנשׁ &lsquo;ânash), denotes that which is &ldquo;weak, mortal, incurable&rdquo; <a class=\"ref\">Job 34:6; Jeremiah 17:16; Jeremiah 30:12, Jeremiah 30:15<\/a>. The sense here is, that there would be grievous disappointment, and that there would be no remedy for it; and the idea of the whole is, that calamities were coming upon the nation which would blast all their hopes, and destroy all their prospects. The prophecy was fulfilled in the invasion by Tiglath-pileser, and the army of the Assyrians.<\/p><p>The twelfth verse commences a new prophecy, which has no connection with that which precedes it; and which in itself gives no certain indication of the time when it was uttered, or of the people to which it relates. It is a broken and detached piece, and is evidently the description of some army rushing to conquest, and confident of success, but which was to be overtaken with sudden calamity. The entire description is so applicable to the invasion of the land of Judah by the army of Sennacherib, and his overthrow by the angel of Yahweh, that by the common consent of interpreters it has been regarded as referring to it (see the notes at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 10<\/a>). But when it was spoken, or why it was placed here, is unknown. It may be added that many commentators, and, among the rest, Gesenius, have supposed that the following chapter is a part of this prophecy. The general sense of the prophecy is, that numerous hostile nations would overrun Palestine, but that Yahweh would destroy them all.<\/p>",
    "audit": 1
}