{
    "id": 1140,
    "source": "barnes",
    "verse_id": 18047,
    "verse_count": 1,
    "reference": "21:11 ",
    "title": "",
    "html": "<p>Analysis of <a class=\"isa\" verses=\"MTgwNDc=\">Isaiah 21:11<\/a> , <a class=\"isa\" verses=\"MTgwNDg=\">Isaiah 21:12<\/a>.&mdash;VISION 17. Dumah, or Idumea.<\/p><p>This prophecy is very obscure. It comprises but two verses. When it was delivered, or on what occasion, or what was its design, it is not easy to determine. Its brevity has contributed much to its obscurity; nor, amidst the variety of interpretations which have been proposed, is it possible to ascertain with entire certainty the true explanation. Perhaps no portion of the Scriptures, of equal length, has been subjected to a greater variety of exposition. It is not the design of these Notes to go at length into a detail of opinions which have been proposed, but to state as accurately as possible the sense of the prophet. Those who wish to see at length the opinions which have been entertained on this prophecy, will find them detailed in Vitringa and others.<\/p><p>The prophecy relates evidently to Idumea. It stands in connection with that immediately preceding respecting Babylon, and it is probable that it was delivered at that time. It has the appearance of being a reply by the prophet to language of &ldquo;insult or taunting&rdquo; from the Idumeans, and to have been spoken when calamities were coming rapidly on the Jews. But it is not certain that that was the time or the occasion. It is certain only that it is a prediction of calamity succeeding to prosperity&mdash;perhaps prosperity coming to the afflicted Hebrews in Babylon, and of calamity to the taunting Idumeans, who had exulted over their downfall and captivity, and who are represented as sneeringly inquiring of the prophet what was the prospect in regard to the Jews. This is substantially the view given by Vitringa, Rosenmuller, and Gesenius.<\/p><p>According to this interpretation, the scene is laid in the time of the Babylonlsh captivity. The prophet is represented as having been placed on a watch-tower long and anxiously looking for the issue. It is night; that is, it is a time of calamity, darkness, and distress. In this state of darkness and obscurity, someone is represented as calling to the prophet from Idumea, and tauntingly inquiring, what of the night, or what the prospect was. He asks, whether there was any prospect of deliverance; or whether these calamities were to continue, and perhaps whether Idumea was also to be involved in them with the suffering Jews. To this the prophet answers, that the morning began to dawn&mdash;that there was a prospect of deliverance. But he adds that calamity was also coming; calamity probably to the nation that made the inquiry&mdash;to the land of Idumea&mdash;&ldquo;perhaps&rdquo; calamity that should follow the deliverance of the Hebrew captives, who would thus be enabled to inflict vengeance on Edom, and to overwhelm it in punishment. The morning dawns, says the watchman; but there is darkness still beyond. Light is coming&mdash;but there is night also: light for us&mdash;darkness for you. This interpretation is strengthened by a remarkable coincidence in an independent source, and which I have not seen noticed, in the 137th Psalm. The irritated and excited feelings of the captive Jews against Edom; their indignation at the course which Edom pursued when Jerusalem was destroyed; and their desire of vengeance, are all there strongly depicted, and accord with this interpretation, which supposes the prophet to say that the glad morning of the deliverance of the &ldquo;Jews&rdquo; would be succeeded by a dark night to the taunting Idumean. The feelings of the captured and exiled Jews were expressed in the following language in Babylon <a class=\"ref\">Psalm 137:7<\/a>:<\/p><p>Remember, O Jehovah, the children of Edom in the day of Jerusalem;<\/p><p>Who said, Rase it, rase it, even to the foundation.<\/p><p>That is, we desire vengeance on Idumea, who joined with our enemies when Jerusalem was destroyed; and when Jerusalem shall be again rebuilt, we pray that they may be remembered, and that punishment may be inflicted on them for exulting over our calamities. The watchman adds, that if the Idumean was disposed to inquire further, he could. The result could be easily ascertained. It was clear, and the watchman would be disposed to give the information. But he adds, &lsquo;return, come;&rsquo; perhaps meaning, &lsquo;repent; then come and receive an answer;&rsquo; denoting that if the Idumeans &ldquo;wished&rdquo; a favorable answer, they should repent of their treatment of the Jews in their calamities, and that &ldquo;then&rdquo; a condition of safety and prosperity would be promised them.<\/p><p>As there is considerable variety in the ancient versions of this prophecy, and as it is brief, they may be presented to advantage at a single view. The Vulgate does not differ materially from the Hebrew. The following are some of the other versions:<\/p><p>Septuagint: &ldquo;The vision of Idumea.&rdquo; Unto me he called out of Seir, Guard the fortresses&mdash;&Phi;&upsilon;&lambda;&alpha;́&sigma;&sigma;&epsilon;&tau;&epsilon; &epsilon;̓&pi;&alpha;́&lambda;&xi;&epsilon;&iota;&sigmaf; phulassete epalcheis). I guard morning and night. If you inquire, inquire, and dwell with me. In the grove (&delta;&rho;&upsilon;&mu;&omega;͂ͅ drumō) thou shalt lie down, and in the way of Dedan (&Delta;&alpha;&iota;&delta;&alpha;́n Daidan).<\/p><p>Chaldee: &ldquo;The burden of the cup of malediction which is coming upon Duma.&rdquo;&mdash;He cries to me from heaven, O prophet, prophesy; O prophet, prophesy to them of what is to come. The prophet said, There is a reward to the just, and revenge to the unjust. If you will be converted, be converted while you can be converted.<\/p><p>Syriac: &ldquo;The burden of Duma.&rdquo; The nightly watchman calls to me out of Seir. And the watchman said, The morning cometh and also the night. If ye will inquire, inquire, and then at length come.<\/p><p>Arabic: &ldquo;A prophecy respecting Edom and Seir, the sons of Esau.&rdquo; Call me from Seir. Keep the towers. Guard thyself morning and evening. If you inquire, inquire.<\/p><p>It is evident, from this variety of translation, that the ancient interpreters felt that the prophecy was enigmatical and difficult. It is not easy, in a prophecy so brief, and where there is scarcely any clue to lead us to the historical facts, to give an interpretation that shall be entirely satisfactory and unobjectionable. Perhaps the view given above may be as little liable to objection as any one of the numerous interpretations which have been proposed.<\/p><p>Verse 11<\/p><p><em>The burden<\/em>&mdash;(see the note at <a class=\"isa\" verses=\"MTc5MDg=\">Isaiah 13:1<\/a>). This word &lsquo;burden&rsquo; naturally leads to the supposition that &ldquo;calamity&rdquo; in some form was contemplated in the prophecy. This is also indicated in the prophecy by the word night.<\/p><p><em>Of Dumah<\/em>&mdash;Dumah (דוּמה dûmâh) is mentioned in <a class=\"ref\">Genesis 25:14<\/a> , and <a class=\"ref\">1 Chronicles 1:30<\/a>, as one of the twelve sons of Ishmael. It is known that those sons settled in Arabia, and that the Arabians derive their origin from Ishmael. The name &lsquo;Dumah,&rsquo; therefore, properly denotes one of the wandering tribes of the Ishmaelites. The Septuagint evidently read this as if it had been אדום &lsquo;ĕdôm&mdash;Edom or Idumea&mdash;&Iota;̓&delta;&omicron;&upsilon;&mu;&alpha;&iota;́&alpha; Idoumaia Jakut mentions two places in Arabia to which the name &lsquo;Dumah&rsquo; is given, Dumah Irak, and Dumah Felsen. The former of these, which Gesenius supposes is the place here intended, lies upon the borders of the Syrian desert, and is situated in a valley seven days&rsquo; journey from Damascus, according to Abulfeda, in lon. 45 degrees E.; and in lat. 29 degrees 30&rsquo; N; and about three and a half days&rsquo; journey from Medina. Niebuhr mentions Dumah as a station of the Wehabites (see Gesenius, &ldquo;Commentary in loc.&rdquo;) There can be little doubt that the place referred to is situated on the confines of the Arabian and Syrian deserts, and that it is the place called by the Arabians &ldquo;Duma the stony, or Syrian Duma&rdquo; (Robinson&rsquo;s Calmet). It has a fortress, and is a place of strength Jerome says, &lsquo;Duma is not the whole province of Idumea, but is a certain region which lies toward the south, and is twenty miles distant from a city of Palestine called Eleutheropolis, near which are the mountains of Seir.&rsquo; It is evident from the prophecy itself that Idumea is particularly referred to, for the prophet immediately adds, that the voice came to him from mount &lsquo;Seir,&rsquo; which was the principal mountain of Idumea. Why the name &lsquo;Dumah&rsquo; is used to designate that region has been a matter on which critics have been divided.<\/p><p>Vitringa supposes that it is by a play upon the word &lsquo;Dumah,&rsquo; because the word &ldquo;may&rdquo; be derived from דמם dâmam to be silent, to be still; and that it is used to denote the &ldquo;silence,&rdquo; or the &ldquo;night,&rdquo; which was about to come upon Idumea; that is, the calamity of which this was a prediction. Kocher supposes that the prophet used the word denoting &rsquo;silence&rsquo; (דוּמה dûmâh) by a paranomasia, and by derision for אדום &lsquo;ĕdôm, as if Idumea was soon to be reduced to silence, or to destruction. Idumea, or the country of Edom, is frequently referred to by the prophets (see <a class=\"ref\">Jeremiah 49:7-10, Jeremiah 49:12-18; Ezekiel 35:1-4, Ezekiel 35:7, Ezekiel 35:9, Ezekiel 35:14-15; Joel 3:19; Amos 1:11; Obadiah 1:2-18; Malachi 1:3-4<\/a> ). For a description of Idumea, and of the prophecies respecting it, see the notes at <a class=\"isa\" verses=\"eyIxODMwNSI6MTd9\">Isaiah 34<\/a>.<\/p><p><em>He calleth<\/em>&mdash;One calleth; there is a voice heard by me from Seir. Lowth renders it, &lsquo;A voice crieth unto me.&rsquo; But the sense is, that the prophet hears one crying, or calling (קרא qorē&rsquo;) to him from the distant mountain.<\/p><p><em>Unto me<\/em>&mdash;The prophet Isaiah.<\/p><p><em>Out of Seir<\/em>&mdash;The name &lsquo;Seir&rsquo; was given to a mountainous tract or region of country that stretched along from the southern part of the Dead Sea, to the eastern branch of the Red Sea, terminating near Ezion-geber. Mount Hor formed a part of this range of mountains. Esau and his descendants possessed the mountains of Seir, and hence, the whole region obtained the name of Edom or Idumea. Mount Seir was anciently the residence of the &ldquo;Horites&rdquo; <a class=\"ref\">Genesis 14:6<\/a> , but Esau made war upon them and destroyed them (compare <a class=\"ref\">Genesis 36:8-9; Deuteronomy 2:5, Deuteronomy 2:12<\/a>). Here it is put for the country of Idumea, and the sense is, that the whole land, or the inhabitants of the land, are heard by the prophet in a taunting manner asking him what of the night.<\/p><p><em>Watchman<\/em>&mdash;(see the note at <a class=\"isa\" verses=\"MTgwNDI=\">Isaiah 21:6<\/a> ). The prophet Isaiah is here referred to (compare <a class=\"isa\" verses=\"WzE4NzA1LDE4NzY0XQ==\">Isaiah 52:8; Isaiah 56:10<\/a>). He is represented as being in the midst of the calamities that had come upon Judea, and as having his station in desolate Jerusalem, and looking for the signs of returning day. The eye is turned toward the east&mdash;the source from where light comes, and from where the exiles would return to their own land. Thus anxiously waiting for the indications of mercy to his desolate country, he hears this taunting voice from Idumea, asking him what was the prospect? what evidence there was of returning prosperity?<\/p><p><em>What of the night?<\/em>&mdash;(compare <a class=\"ref\">Habakkuk 2:1<\/a> ). &lsquo;How stands the night? What is the prospect? What have you to announce respecting the night? How much of it is passed? And what is the prospect of the dawn?&rsquo; &lsquo;Night&rsquo; here is the emblem of calamity, affliction, oppression, as it often is in the Scriptures (compare <a class=\"ref\">Job 35:10; Micah 3:6<\/a>); and it refers here probably to the calamities which had come upon Judea. The inquiry is, How much of that calamity had passed? What was the prospect? How long was it to continue? How far was it to spread? The inquiry is &ldquo;repeated&rdquo; here to denote &ldquo;intensity&rdquo; or &ldquo;emphasis,&rdquo; manifesting the deep interest which the inquirer had in the result, or designed to give emphasis and point to the cutting taunt.<\/p>",
    "audit": 1
}