{
    "id": 1657,
    "source": "barnes",
    "verse_id": 18564,
    "verse_count": 1,
    "reference": "45:2 ",
    "title": "",
    "html": "<p><em>I will go before thee<\/em>&mdash;To prepare the way for conquest, a proof that it is by the providence of God that the proud conquerors of the earth are enabled to triumph. The idea is, I will take away everything that would retard or oppose your victorious march.<\/p><p><em>And make the crooked paths straight<\/em>&mdash;(See the note at <a class=\"isa\" verses=\"W3siMTg0MjUiOjF9XQ==\">Isaiah 40:4<\/a>). The Chaldee renders this, &lsquo;My word shall go before thee, and I will prostrate the walls.&rsquo; Lowth renders it, &lsquo;Make the mountains plain.&rsquo; Noyes, &lsquo;Make the high places plain.&rsquo; The Septuagint renders it, &Omicron;̓́&rho;&eta; &omicron;̔&mu;&alpha;&lambda;&iota;&omega;͂ Orē homaliō&mdash;&lsquo;Level mountains.&rsquo; Vulgate, Gloriosos terroe humiliabo&mdash;&lsquo;The high places of the earth I will bring down.&rsquo; The word הדוּרים hădûrı̂ym is from הדר hâdar, to be large, ample, swollen, tumid; and probably means the swollen tumid places, that is, the hills or elevated places; and the idea is, that God would make them level, or would remove all obstructions out of his way.<\/p><p><em>I will break in pieces the gates of brass<\/em>&mdash;Ancient cities were surrounded by walls, and secured by strong gates, which were not unfrequently made of brass. To Babylon there were one hundred gates, twenty-five on each side of the city, which, with their posts, were made of brass. &lsquo;In the circumference of the walls,&rsquo; says Herodotus (i. 179), &lsquo;at different distances, were a hundred massy gates of brass, whose hinges and frames were of the same metal.&rsquo; It was to this, doubtless, that the passage before us refers.<\/p><p><em>The bars of iron<\/em>&mdash;With which the gates of the city were fastened. &lsquo;One method of securing the gates of fortified places among the ancients, was to cover them with thick plates of iron&mdash;a custom which is still used in the East, and seems to be of great antiquity. We learn from Pitts, that Algiers has five gates, and some of these have two, some three other gates within them, and some of them plated all over with iron. Pococke, speaking of a bridge near Antioch, called the iron bridge, says, that there are two towers belonging to it, the gates of which are covered with iron plates. Some of these gates are plated over with brass; such are the enormous gates of the principal mosque at Damascus, formerly the church of John the Baptist&rsquo; (Paxton). The general idea in these passages is, that Cyrus would owe his success to divine interposition; and that that interposition would be so striking that it would be manifest that he owed his success to the favor of heaven. This was so clear in the history of Cyrus, that it is recognized by himself, and was also recognized even by the pagan who witnessed the success of his arms. Thus Cyrus says <a class=\"ref\">Ezra 1:2<\/a>, &lsquo;Jehovah, God of heaven, hath given me all the kingdoms of the earth.&rsquo; Thus Herodotus (i. 124) records the fact that Harpagus said in a letter to Cyrus, &lsquo;Son of Cambyses, heaven evidently favors you, or you could never have thus risen superior to fortune.&rsquo; So Herodotus (i. 205) says that Cyrus regarded himself as endowed with powers more than human:, &lsquo;When he considered the special circumstances of his birth, he believed himself more than human. He reflected also on the prosperity of his arms, and that wherever he had extended his excursions, he had been followed by success and victory.&rsquo;<\/p>",
    "audit": 1
}