{
    "id": 1603,
    "source": "barnes",
    "verse_id": 18510,
    "verse_count": 1,
    "reference": "43:4 ",
    "title": "",
    "html": "<p><em>Since thou wast precious in my sight<\/em>&mdash;This verse contains another reason why God would defend and deliver them. That reason was, that he had loved them as his people; and he was willing, therefore, that other people should be overcome in order that they might be saved.<\/p><p><em>Thou hast been honorable<\/em>&mdash;This does not refer so much to their personal character, as to the fact that they had been honored by him with being the depository of the precious truths of his religion. It means that he had made them honorable by the favors bestowed on them; not that they were honorable in reference to their own personal character and worth.<\/p><p><em>Therefore will I give men for thee<\/em>&mdash;As in the case of Egypt, Ethiopia, and Seba <a class=\"isa\" verses=\"W3siMTg1MDkiOjF9XQ==\">Isaiah 43:3<\/a>. He would cause other nations to be destroyed, if it were necessary, in order to effect their deliverance, and to restore them to their own land. We learn here:<\/p><p>1. That nations and armies are in the hand of God, and at his disposal.<\/p><p>2. That his people are dear to his heart, and that it is his purpose to defend them.<\/p><p>3. That the revolutions among nations, the rise of one empire, and the fall of another, are often in order to promote the welfare of his church, to defend it in danger, and deliver it in time of calamity.<\/p><p>4. That his people should put the utmost confidence in God as being able to defend them, and as having formed a purpose to preserve and save them.<\/p><p>Expressions similar to those used in this verse occur frequently among the Arabians (see Rosenmuller in loc).<\/p><p><em>For thy life<\/em>&mdash;Margin, &lsquo;Person.&rsquo; Hebrew, &lsquo;For thy soul;&rsquo; that is, on account of thee; or in thy place (see the notes at <a class=\"isa\" verses=\"W3siMTg1MDkiOjF9XQ==\">Isaiah 43:3<\/a>).<\/p>",
    "audit": 1
}