{
    "id": 1857,
    "source": "barnes",
    "verse_id": 18764,
    "verse_count": 1,
    "reference": "56:10 ",
    "title": "",
    "html": "<p><em>His watchmen<\/em>&mdash;The prophet proceeds to specify the sins which had thus induced God to send the desolating armies of foreign nations. The first is specified in this verse, the apathy, indifference, and unfaithfulness, which prevailed among those who were appointed to guard their interests and defend the cause of truth. The word rendered &lsquo;his watchmen&rsquo; (צפוּ tsophâv) is derived from צפה tsâphâh, &ldquo;to look about; to view from a distance; to see afar.&rdquo; It is applied appropriately to those who were stationed on the walls of a city, or on a tower, in order that they might see the approach of an enemy <a class=\"ref\">1 Samuel 14:16; 2 Samuel 13:34; 2 Samuel 18:24<\/a>. It is then applied to prophets, who are as it were placed on an elevated post of observation, and who are able to cast the eye far into future scenes, and to predict future events (<a class=\"ref\">Jeremiah 6:17; Ezekiel 3:17<\/a> ; the note at <a class=\"isa\" verses=\"W3siMTgwNDIiOjZ9XQ==\">Isaiah 21:6-11<\/a> ; <a class=\"isa\" verses=\"W3siMTg3MDUiOjF9XQ==\">Isaiah 52:8<\/a> ; compare <a class=\"isa\" verses=\"W3siMTg4NjEiOjF9XQ==\">Isaiah 62:6<\/a> ). Here it refers undoubtedly to the public teachers of the Jews who had failed to perceive the crimes and dangers of the people; or who, if they had seen them, had neglected to warn them of the prevalence of sin, and of the dangers to which they were exposed.<\/p><p><em>Are blind<\/em>&mdash;They have become willfully blind to the existence of idolatry and vice, or they are so corrupt in sentiment and practice, that they fail to notice the existence of the prevailing sins.<\/p><p><em>They are all ignorant<\/em>&mdash;Hebrew, &lsquo;They do not know.&rsquo; This may either mean that they were not possessed of the proper qualifications for the office of prophets, or that they were so immersed in sin themselves, and so indolent, that they did not observe the existence of the national sins. In either case, they were unfit for the station.<\/p><p><em>They are all dumb dogs<\/em>&mdash;Dogs are appointed to guard a house or flock, and to give notice of the approach of a robber by night <a class=\"ref\">Job 30:1<\/a>. They are thus an emblem of a prophet&mdash;appointed to announce danger. Generally in the Scriptures the dog is mentioned as the symbol of uncleanness, of vileness, of apostasy, of that which deserved the utmost contempt (<a class=\"ref\">Deuteronomy 23:18; 1 Samuel 24:14; 2 Samuel 9:8; Proverbs 26:11; Philippians 3:2; 2 Peter 2:22; Revelation 21:8; Revelation 22:15<\/a>; compare Virg. Georg. i. 470). But here the dog is an emblem of vigilance. The phrase &lsquo;dumb dogs,&rsquo; is applicable to prophets who from any cause failed to warn the nation of their guilt and danger.<\/p><p><em>They cannot bark<\/em>&mdash;They cannot give warning of the danger which threatens. The reason why they could not do this the prophet immediately states. They loved to slumber&mdash;they delighted in indolence and repose.<\/p><p><em>Sleeping<\/em>&mdash;Margin, &lsquo;Dreaming,&rsquo; or &lsquo;Talking in their sleep.&rsquo; The word הזים hoziym, is from הזה hâzâh, &ldquo;to dream, to talk in one&rsquo;s dreams.&rdquo; It is kindred to חזה châzâh, &ldquo;to see,&rdquo; and the primary idea seems to be that of nocturnal visions. The Septuagint renders it, &Epsilon;&nu;&upsilon;&pi;&nu;&iota;&alpha;&xi;&omicron;́&mu;&epsilon;&nu;&omicron;&iota; &kappa;&omicron;&iota;́&tau;&eta;&nu; Enupniachomenoi koitēn&mdash;&lsquo;Sleeping in bed.&rsquo; Aquila, &phi;&alpha;&nu;&tau;&alpha;&zeta;&omicron;́&mu;&epsilon;&nu;&omicron;&iota; phantazomenoi&mdash;&lsquo;Having visions,&rsquo; or phantasms. The idea is that probably of dreaming, or drowsing; a state of indolence and unfaithfulness to their high trust. Perhaps also there is included the idea of their being deluded by vain imaginations, and by false opinions, instead of being under the influence of truth. For it is commonly the case that false and unfaithful teachers of religion are not merely inactive; they act under the influence of deluding and delusive views&mdash;like people who are dreaming and who see nothing real. Such was probably the case with the false prophets in the time of Isaiah.<\/p><p><em>Lying down<\/em>&mdash;As dogs do who are indolent. They are inactive, unfaithful, and delighting in ease.<\/p><p><em>Loving to slumber<\/em>&mdash;Perhaps there was never a more graphic and striking description of an indolent and unfaithful ministry than this. Alas, that it should be too true of multitudes who bear the sacred office, and who are appointed to warn their fellow-men of danger! How many come still under the description of dumb dogs who cannot bark, and who love to slumber!&rsquo; Some are afraid of giving offence; some have no deep sense of the importance of religious truth, and the actual danger of the ungodly; some embrace false opinions&mdash;led on by day-dreams and fictions of the imagination, as unreal, as vain, and as inconsistent, as are the incoherent expressions which are uttered in sleep; some engage in worldly projects, and fill up their time with the cares and plans of this life; and some are invincibly indolent. Nothing will rouse them; nothing induce them to forego the pleasures of sleep, and ease, and of an inactive life. The friends of God are unrebuked when they err; and an inactive and unfaithful ministry suffers the great enemy to come and bear away the soul to death, as an unfaithful mastiff would suffer the thief to approach the dwelling without warning the inmates. But the mastiff is usually more faithful than an indolent ministry. To the deep shame of man be it spoken, there are more ministers of religion who are indolent, inactive, and unfaithful, than there are of the canine race. Instinct prompts them to act the part which God intends; but alas, there are men&mdash;men in the ministry&mdash;whom neither instinct, nor conscience, nor reason, nor hope, nor fear, nor love, nor the command of God, nor the apprehension of eternal judgment, will rouse to put forth unwearied efforts to save souls from an eternal hell!<\/p>",
    "audit": 1
}