{
    "id": 1098,
    "source": "barnes",
    "verse_id": 18005,
    "verse_count": 1,
    "reference": "18:7 ",
    "title": "",
    "html": "<p><em>In that time<\/em>&mdash;When shall thus be disconcerted, and their armies be overthrown.<\/p><p><em>Shall the present be brought...<\/em>&mdash;The word &lsquo;present&rsquo; (שׁי shay) denotes a gift, and is found only in the phrase &lsquo;to bring gifts,&rsquo; or &lsquo;presents&rsquo; <a class=\"ref\">Psalm 68:30; Psalm 76:11<\/a>. It means here evidently a tribute, or an offering to Yahweh as the only true God; and possibly may mean that the people would be converted to him, and embrace the true religion.<\/p><p><em>Of a people...<\/em>&mdash;From a people. The description which follows is the same precisely as in <a class=\"isa\" verses=\"W3siMTgwMDAiOjF9XQ==\">Isaiah 18:2<\/a>. Numerous repetitions of this kind will be recollected by the classic reader in the &ldquo;Iliad.&rdquo;<\/p><p><em>To the place of the name...<\/em>&mdash;The place where Yahweh is worshipped, that is, Jerusalem (compare the notes at <a class=\"isa\" verses=\"W3siMTc2NjMiOjJ9XQ==\">Isaiah 1:8-9<\/a> ). We have no means of knowing with certainty when or how this prophecy was fulfilled. That the Jewish religion spread into Upper Egypt, and that the Christian religion was afterward established there, there can be no doubt. The Jews were scattered into nearly every nation, and probably many of this people became proselytes, and went with them to Jerusalem to worship (see <a class=\"ref\">Acts 2:10; Acts 8:27<\/a>). &lsquo;The Abyssinian annals represent the country as converted to Judaism several centuries before the Christian era; and it certainly retains many appearances bearing the stamp of that faith. In the fourth century, the nation was converted to Christianity by the efforts of Frumentius, an Egyptian, who raised himself to high favor at court. Abyssinia remained impenetrable to the arms or the creed of the followers of Mahomet, and, affording shelter to the refugees from Egypt and Arabia, it became more decidedly Christian.&rsquo; &lsquo;The Abyssinians profess the same form of Christianity with the Copts of Egypt, and even own the supremacy of the patriarch at Cairo. They combine with their Christian profession many Judaical observances, such as circumcision, abstinence from meats, and the observance of Saturday as well as Sunday as a Sabbath.&rsquo; (&ldquo;Encyc. of Geography,&rdquo; vol. ii. pp. 585, 588.) in these facts&mdash;in the prevalence of the true religion there in former periods, the prophecy may be regarded as having been in part fulfilled. Still, as is the case with a large portion of the prophecies of Isaiah, we must regard this as having reference to a period of greater light and truth than has yet existed there; and as destined to receive a more complete fulfillment when all lands shall be full of the knowledge of the Lord.<\/p>",
    "audit": 1
}