{
    "id": 1894,
    "source": "barnes",
    "verse_id": 18801,
    "verse_count": 1,
    "reference": "58:14 ",
    "title": "",
    "html": "<p><em>Then shalt thou delight thyself in the Lord<\/em>&mdash;That is, as a consequence of properly observing the Sabbath, thou shalt find pleasure in Yahweh. It will be a pleasure to draw near to him, and you shall no longer be left to barren ordinances and to unanswered prayers. The delight or pleasure which God&rsquo;s people have in him is a direct and necessary consequence of the proper observance of the Sabbath. It is on that day set apart by his own authority, for his own service, that he chooses to meet with his people, and to commune with them and bless them; and no one ever properly observed the Sabbath who did not find, as a consequence, that he had augmented pleasure in the existence, the character, and the service of Yahweh. Compare <a class=\"ref\">Job 22:21-26<\/a> , where the principle stated here&mdash;that the observance of the law of God will lead to happiness in the Almighty&mdash;is beautifully illustrated (see also <a class=\"ref\">Psalm 37:4<\/a> ).<\/p><p><em>And I will cause thee to ride upon the high places of the earth<\/em>&mdash;A phrase like this occurs in <a class=\"ref\">Deuteronomy 32:13<\/a> : &lsquo;He made him ride on the high places of the earth, that he might eat the increase of fields.&rsquo; In <a class=\"ref\">Habakkuk 3:19<\/a> , the phrase also occurs: &lsquo;He will make my feet like hinds&rsquo; feet, and he will make me to walk upon mine high places.&rsquo; So also <a class=\"ref\">Psalm 18:33<\/a> : &lsquo;He maketh my feet like hinds&rsquo; feet, and setteth me upon my high places.&rsquo; In <a class=\"ref\">Amos 4:13<\/a>, it is applied to God: &lsquo;He maketh the morning darkness, and treadeth upon the high places of the earth.&rsquo; Kimchi, Calvin, and Grotius suppose that the idea here is, that God would restore the exiled Jews to their own land&mdash;a land of mountains and elevated places, more lofty than the surrounding regions. Vitringa says that the phrase is taken from a conqueror, who on his horse or in his chariot, occupies mountains, hills, towers, and monuments, and subjects them to himself. Rosenmuller supposes it means, &lsquo;I will place you in lofty and inaccessible places, where you will be safe from all your enemies.&rsquo; Gesenius also supposes that the word &lsquo;high places&rsquo; here means fastnesses or strongholds, and that to walk over those strongholds, or to ride over them, is equivalent to possessing them, and that he who has possession of the fastnesses has possession of the whole country (see his Lexicon on the word במה bâmâh, No. 2). I give these views of the most distinguished commentators on the passage, not being able to determine satisfactorily to myself what is the true signification. Neither of the above expositions seems to me to be entirely free from difficulty. The general idea of prosperity and security is undoubtedly the main thing intended; but what is the specific sense couched under the phrase &lsquo;to ride on the high places of the earth,&rsquo; does not seem to me to be sufficiently explained.<\/p><p><em>And feed thee with the heritage of Jacob thy father<\/em>&mdash;That is, thou shalt possess the land promised to Jacob as an inheritance.<\/p><p><em>For the mouth of the Lord hath spoken it<\/em>&mdash;This formula often occurs when an important promise is made, and it is regarded as ample security for the fulfillment that Yahweh has promised it. What more ample security can be required, or conceived, than the promise of the eternal God?<\/p><p>Remarks on <a class=\"isa\" verses=\"eyIxODc4OCI6MTR9\">Isaiah 58:1-14<\/a><\/p><p>I. From <a class=\"isa\" verses=\"eyIxODc4OCI6Nn0=\">Isaiah 58:1-6<\/a> , and the exposition given of these verses, particularly <a class=\"isa\" verses=\"MTg3OTM=\">Isaiah 58:6<\/a>, we may make the following remarks respecting slavery.<\/p><p>1. That the prophets felt themselves at entire liberty to animadvert on slavery as an evil. They did not feel themselves restrained from doing it by the fact that slavery was sustained by law, or by the plea that it was a civil institution, and that the ministers of religion had nothing to do with it. The holy men who were sent by God as his ambassadors, did not suppose that, in lifting up the voice against this institution, they were doing anything contrary to what fairly came within their notice as religious teachers, nor did they regard it as, in such a sense, a civil institution that they were not to advert to it.<\/p><p>It is often said in our country that slavery is a civil institution; that it pertains solely to political affairs; that the constitution and the laws suppose its existence, and make provision for its perpetuity; that it is not appropriate for the ministers of religion, and for ecclesiastical bodies to intermeddle with it. This plea, however, might have been urged with much more force among the Hebrews. Their constitution was, what ours is not, of divine appointment, and it would have been easy for a friend of slavery to say that the prophets were interfering with what was sanctioned by the laws, and with the arrangements which were made for its perpetuity in the commonwealth. Why would not such an argument have as much weight then as it should be allowed to have now?<\/p><p>2. The prophet Isaiah felt himself at entire liberty to exhort the people to restore their slaves to freedom. He considered that slavery was as proper a subject for him to discuss as any other. He treated it as entirely within his province, and did not hesitate at all to express his views on it as an evil, and to demand that the evil should cease, in order to an acceptable worship of God.<\/p><p>3. He does not speak of it as a good and desirable institution, or as contributing to the welfare of the community. It is, in his view, a hard and oppressive system; a system which should be abandoned if people would render acceptable service to God. There is no apology made for it; no pleading for it as a desirable system; no attempt made to show that it is in accordance with the laws of the land and with the laws of God. It would not be difficult to imagine what would be the emotions of Isaiah if, after he had written this 58th chapter of his prophecies, it should be represented that he was the friend of slavery, or if he were to read some of the vindications of the systems published in this Christian land by ministers of the gospel, and by ecclesiastical bodies, or should hear the sentiments uttered in debate in Synods, Assemblies, Conferences, and Conventions.<\/p><p>4. It may be inferred from the exposition given, that Isaiah did not suppose that slavery was in accordance with the spirit of the Mosaic institutions, or that those institutions were designed to perpetuate it. His treatment of it is just such as would be natural on the supposition that the Mosaic institutions were so made that, while it was for a while tolerated&mdash;just as polygamy and divorce were&mdash;yet that it was the tendency and design of the Mosaic system ultimately to remove the evil entirely, and to make the Hebrews throughout a free people, and that it was therefore proper for him, as a prophet, to enjoin on them the duty of letting all the oppressed go free. It may be added, that if this was proper in the time of Isaiah, it cannot be less proper under the light of the gospel and in the nineteenth century.<\/p><p>II. From the closing portion of this chapter <a class=\"isa\" verses=\"eyIxODgwMCI6Mn0=\">Isaiah 58:13-14<\/a>, we may derive the following important inferences respecting the Sabbath:<\/p><p>1. It is to be of perpetual obligation. The whole chapter occurs in the midst of statements that relate to the times of the Messiah. There is no intimation that the Sabbath was to be abolished, but it is fairly implied that its observance was to be attended with most happy results in those future times. At all events, Isaiah regarded it as of binding obligation, and felt that its proper observance was identified with the national welfare.<\/p><p>2. We may see the manner in which the Sabbath is to be observed. In no place in the Bible is there a more full account of the proper mode of keeping that holy day. We are to refrain from ordinary traveling and employments; we are not to engage in doing our own pleasure; we are to regard it with delight, and to esteem it a day worthy to be honored; and we are to show respect to it by not performing our own ordinary works, or pursuing pleasures, or engaging in the common topics of conversation. In this description there occurs nothing of unique Jewish ceremony, and nothing which indicates that it is not to be observed in this manner at all times. Under the gospel, assuredly, it is as proper to celebrate the Sabbath in this way, as it was in the times of Isaiah, and God doubtless intended that it should be perpetually observed in this manner.<\/p><p>3. Important benefits result from the right observance of the Sabbath. In the passage before us, these are said to be, that they who thus observed it would find pleasure in Yahweh, and would be signally prospered and be safe. But those benefits are by no means confined to the Jewish people. It is as true now as it was then, that they who observe the Sabbath in a proper manner find happiness in the Lord&mdash;in his existence, perfections, promises, law, and in communion with him&mdash;which is to be found nowhere else. Of this fact there are abundant witnesses now in every Christian church, and they will continue to be multiplied in every coming age. And it is as true that the proper observance of the Sabbath contributes to the prosperity and safety of a nation now, as it ever did among the Jewish people. It is not merely from the fact that God promises to bless the people who keep his holy day; though this is of more value to a nation than all its armies and fleets; but it is, that there is in the institution itself much that tends to the welfare and prosperity of a country.<\/p><p>It is a time when worldliness is broken in upon by a periodical season of rest, and when the thoughts are left free to contemplate higher and purer objects. It is a time when more instruction is imparted on moral and religious subjects, than on all the other days of the week put together. The public worship of God tends to enlarge the intellect, and purify the heart. No institution has ever been originated that has contributed so much to elevate the common mind; to diffuse order, peace, neatness, decency among people, and thus to perpetuate and extend all that is valuable in society, as the Sabbath. Anyone may be convinced of this, who will be at the pains to compare a neighborhood, a village, or a city where the Sabbath is not observed with one where it is; and the difference will convince him at once, that society owes more to the Sabbath than to any single institution besides, and that in no way possible can one-seventh portion of the time be so well employed as in the manner contemplated by the Christian day of rest.<\/p><p>4. Society will have seasons of cessation from labor, and when they are not made occasions for the promotion of virtue, they will be for the promotion of vice. Thus among the Romans an annual Saturnalia was granted to all, as a season of relaxation from toil, and even from the restraints of morality, besides many other days of periodical rest from labor. Extensively among pagan nations also, the seventh day of the week, or a seventh portion of the time, has been devoted to such relaxation. Thus, Hesiod says, &Epsilon;̔&beta;&delta;&omicron;&mu;&omicron;&nu; &iota;̔&epsilon;&rho;&omicron;&nu; &eta;̔&mu;&alpha;&rho; Hebdomon hieron hēmera&mdash;The seventh day &lsquo;is holy.&rsquo; Homer and Callimachus give it the same title. Philo says of the seventh any. &Epsilon;̓&omicron;́&rho;&tau;&eta; &gamma;&alpha;̀&rho; &omicron;&upsilon; ̓ &mu;&iota;&alpha;&sigmaf; &pi;&omicron;&lambda;&epsilon;́&omega;&sigmaf; &eta; &chi;&omega;́&rho;&alpha;&sigmaf; &epsilon;̓&sigma;&tau;&iota;̀&nu; &alpha;̓&lambda;&lambda;&alpha;̀ &tau;&omicron;&upsilon;͂ &pi;&alpha;&kappa;&tau;&omicron;̀&sigmaf; Heortē gar ou mias poleōs ē chōras estin alla tou pantos&mdash;&lsquo;It is a feast, not of one city or one country only, but of all.&rsquo; Josephus (Contra Apion. ii.), says, &lsquo;There is no city, however barbarous, where the custom of observing the seventh day which prevails among the Jews is not also observed.&rsquo; Theophilus of Antioch (ii.), says, &lsquo;Concerning the seventh day, which all people celebrate.&rsquo; Eusebius says, &lsquo;Almost all the philosophers and poets acknowledge the seventh day as holy.&rsquo; See Grotius, De Veritate, i.<\/p><p>It is evident that this custom did not originate by chance, nor was it kept up by chance. It must have been originated by far-spreading tradition, and must have been observed either because the day was esteemed to be holy, or because it was found to be convenient or advantageous to observe such a periodical season of rest. In accordance with this feeling, even the French nation during the Revolution, while they abolished the Christain Sabbath, felt so deeply the necessity of a periodical rest from labor, that they appointed the decade&mdash;or one day in ten, to be observed as a day of relaxation and amusement. Whatever, therefore, may have been the origin of the Sabbath, and whatever may be the views which may be entertained of its sacredness, it is now reduced to a moral certainty that people will have a periodical season of cessation from labor. The only question is, In what way shall it be observed? Shall it be devoted to amusement, pleasure, and vice; or shall it be employed in the ways of intelligence, virtue, and religion? It is evident that such a periodical relaxation may be made the occasion of immense good to any community; and it is not less evident that it may be the occasion of extending far the evils of intemperance, profaneness, licentiousness, and crime. It is vain to attempt to blot out wholly the observance of the Christian Sabbath; and since it will and must be observed as a day of cessation from toil, all that remains is for society to avail itself of the advantages which may be derived from its proper observance, and to make it the handmaid of temperance, intelligence, social order, and pure religion.<\/p><p>5. It is deeply, therefore, to be regretted that this sacred institution has been, and is so widely abused in Christian lands. As it is, it is extensively a day of feasting, amusement, dissipation, and revelry. And while its observance is, more decidedly than anything else, the means of perpetuating virtue and religion on earth, it is perhaps not too much to say that it is the occasion of more intemperance, vice, and crime than all the other days of the week put together. This is particularly the case in our large cities and towns. A community cannot be disbanded from the restraints of labor one-seventh part of the time without manifest evil, unless there are salutary checks and restraints. The merchant cannot safely close his counting-room; the clerk and apprentice cannot safely be discharged; the common laborer cannot safely be dismissed from toil, unless there is something that shall be adapted on that day to enlarge the understanding, elevate the morals, and purify the heart. The welfare of the community demands that; and nowhere more than in this country. Who can doubt that a proper observance at the holy Sabbath would contribute to the prosperity of this nation? Who can doubt that the worship of God; the cultivation of the heart; the contemplation of moral and religious truth; and the active duties of benevolence, would contribute more to the welfare of the nation, than to devote the day to idleness, amusement, dissipation, and sin?<\/p><p>6. While the friends of religion, therefore, mourn over the desecration of the Christian Sabbath, let them remember that their example may contribute much to secure a proper observance of that day. On the friends of the Redeemer it devolves to rescue the day from desecration; and by the divine blessing it may be done. The happiness of every Christian is indissolubly connected with the proper observance of the Sabbath. The perpetuity of the true religion, and its extension throughout the earth, is identified with the observance of the Sabbath. And every true friend of God the Saviour, as he values his own peace, and as he prizes the religion which he professes to love, is bound to restrain his foot on the Sabbath; to cease to find his own pleasure, and to speak his own words on that holy day; and to show that the Sabbath is to him a delight, and that he esteems it as a day to be honored and to be loved.<\/p>",
    "audit": 1
}