{
    "id": 1246,
    "source": "barnes",
    "verse_id": 18153,
    "verse_count": 1,
    "reference": "27:1 ",
    "title": "",
    "html": "<p><em>In that day<\/em>&mdash;In that future time when the Jews would be captive in Babylon, and when they would sigh for deliverance (see the note at <a class=\"isa\" verses=\"W3siMTgxMzIiOjF9XQ==\">Isaiah 26:1<\/a> ). This verse might have been connected with the previous chapter, as it refers to the same event, and then this chapter would have more appropriately commenced with the poem or song which begins in <a class=\"isa\" verses=\"W3siMTgxNTQiOjF9XQ==\">Isaiah 27:2<\/a>.<\/p><p><em>With his sore<\/em>&mdash;Hebrew, הקשׁה haqāshâh&mdash;&lsquo;Hard.&rsquo; Septuagint, &Tau;&eta;̀&sigmaf; &alpha;̔&gamma;&iota;́&alpha;&nu; Tēn hagian&mdash;&lsquo;Holy.&rsquo; The Hebrew means a sword that is hard, or well-tempered and trusty.<\/p><p><em>And great, and strong sword<\/em>&mdash;The sword is an emblem of war, and is often used among the Hebrews to denote war (see <a class=\"ref\">Genesis 27:40; Leviticus 26:25<\/a> ). It is also an emblem of justice or punishment, as punishment then, as it is now in the Turkish dominions, was often inflicted by the sword <a class=\"ref\">Deuteronomy 32:41-42; Psalm 7:12; Hebrews 11:37<\/a>. Here, if it refers to the overthrow of Babylon and its tyrannical king, it means that God would punish them by the armies of the Medes, employed as his sword or instrument. Thus in <a class=\"ref\">Psalm 17:13<\/a> , David prays, &lsquo;Deliver my soul from the wicked, which is thy sword&rsquo; (compare the notes at <a class=\"isa\" verses=\"W3siMTc4NTYiOjJ9XQ==\">Isaiah 10:5-6<\/a>).<\/p><p><em>Leviathan<\/em>&mdash;לויתן livyâthân. The Septuagint renders this, &Tau;&eta;̀&nu; &delta;&rho;&alpha;́&kappa;&omicron;&nu;&tau;&alpha; Tēn drakonta&mdash;&lsquo;The dragon.&rsquo; The word &lsquo;leviathan&rsquo; is probably derived from לוה lâvâh in Arabic, to weave, to twist (Gesenius); and literally means, &ldquo;the twisted animal.&rdquo; The word occurs in six places in the Old Testament, and is translated in <a class=\"ref\">Job 3:8<\/a> , &lsquo;mourning,&rsquo; Margin, &lsquo;leviathan;&rsquo; in <a class=\"ref\">Job 41:1<\/a> , &lsquo;leviathan&rsquo;&mdash;in which chapter is an extended description of the animal; in <a class=\"ref\">Psalm 74:14<\/a> , it is rendered &lsquo;leviathan,&rsquo; and seems to be applied to Pharaoh; and in <a class=\"ref\">Psalm 104:26<\/a> , and in the passage before us, where it is twice also rendered &lsquo;leviathan.&rsquo; Bochart (Hierez. ii. 5. 16-18) has gone into an extended argument to show that by the leviathan the crocodile is intended; and his argument is in my view conclusive. On this subject, Bochart, Dr. Good (on <a class=\"ref\">Job 41<\/a>), and Robinson&rsquo;s Calmet, may be consulted.<\/p><p>The crocodile is a natural inhabitant of the Nile and of other Asiatic and African rivers; is of enormous voracity and strength, as well as of fleetness in swimming; attacks mankind and all animals with prodigious impetuosity; and is furnished with a coat of mail so scaly and callous that it will resist the force of a musket ball in every part except under the belly. It is, therefore, an appropriate image by which to represent a fierce and cruel tyrant. The sacred writers were accustomed to describe kings and tyrants by an allusion to strong and fierce animals. Thus, in <a class=\"ref\">Ezekiel 29:3-5<\/a> , the dragon, or the crocodile of the Nile, represents Pharaoh; in <a class=\"ref\">Ezekiel 22:2<\/a> , Pharaoh is compared to a young lion, and to a whale in the seas; in <a class=\"ref\">Psalm 74:13-14<\/a> , Pharaoh is compared to the dragon, and to the leviathan. In <a class=\"ref\">Daniel 7<\/a> , the four monarchs that should arise are likened to four great beasts. In <a class=\"ref\">Revelation 12<\/a>, Rome, the new Babylon, is compared to a great red dragon.<\/p><p>In the place before us, I suppose that the reference is to Babylon; or to the king and tyrant that ruled there, and that had oppressed the people of God. But among commentators there has been the greatest variety of explanation. As a &ldquo;specimen&rdquo; of the various senses which commentators often assign to passages of Scripture, we may notice the following views which have been taken of this passage. The Chaldee Paraphrast regards the leviathans, which are twice mentioned, as referring, the first one to some king like Pharaoh, and the second to a king like Sennacherib. rabbi Moses Haccohen supposes that the word denotes the most select or valiant of the rulers, princes, and commanders that were in the army of the enemy of the people of God. Jarchi supposes that by the first-mentioned leviathan is meant Egypt, by the second Assyria, and by the dragon which is in the sea, he thinks &ldquo;Tyre&rdquo; is intended.<\/p><p>Aben Ezra supposes that by the dragon in the sea, Egypt is denoted. Kimchi supposes that this will be fulfilled only in the times of the Messiah, and that the sea monsters mentioned here are Gog and Magog&mdash;and that these denote the armies of the Greeks, the Saracens, and the inhabitants of India. Abarbanel supposes that the Saracens, the Roman empire, and the other kingdoms of Gentiles, are intended by these sea monsters. Jerome, Sanctius, and some others suppose that &ldquo;Satan&rdquo; is denoted by the leviathan. Brentius supposes that this was fulfilled in the day of Pentecost when Satan was overcome by the preaching of the gospel. Other Christian interpreters have supposed, that by the leviathan first mentioned &ldquo;Mahomet&rdquo; is intended; by the second, &ldquo;heretics;&rdquo; and by the dragon in the sea, &ldquo;Pagan India.&rdquo; Luther understood it of Assyria and Egypt; Calvin supposes that the description properly applies to the king of Egypt, but that under this image other enemies of the church are embraced, and does not doubt that &ldquo;allegorically&rdquo; Satan and his kingdom are intended. The more simple interpretation, however, is that which refers it to Babylon. This suits the connection: accords with the previous chapters; agrees with all that occurs in this chapter, and with the image which is used here. The crocodile, the dragon, the sea monster&mdash;extended, vast, unwieldy, voracious, and odious to the view&mdash;would be a most expressive image to denote the abhorrence with which the Jews would regard Babylon and its king.<\/p><p><em>The piercing serpent<\/em>&mdash;The term &rsquo;serpent&rsquo; (נחשׁ nāchâsh) may be given to a dragon, or an extended sea monster. Compare <a class=\"ref\">Job 26:13<\/a>. The term &lsquo;piercing,&rsquo; is, in the Margin, &lsquo;Crossing like a bar.&rsquo; The Septuagint renders it, &Omicron;̓́&phi;&iota;&nu; &Phi;&epsilon;&upsilon;́&gamma;&omicron;&nu;&tau;&alpha; Ophin pheugonta&mdash;&lsquo;Flying serpent. The Hebrew, בריח bāriyach, rendered &lsquo;piercing,&rsquo; is derived from ברץ bârach,&rdquo; to flee;&rdquo; and then to stretch across, or pass through, as a bar through boards <a class=\"ref\">Exodus 36:33<\/a>. Hence, this word may mean fleeing; extended; cross bar for fastening gates; or the cross piece for binding together the boards for the tabernacle of the congregation <a class=\"ref\">Exodus 26:26; Exodus 36:31<\/a>. Lowth renders it, &lsquo;The rigid serpent;&rsquo; probably with reference to the hard scales of the crocodile. The word &ldquo;extended, huge, vast,&rdquo; will probably best suit the connection. In <a class=\"ref\">Job 26:13<\/a>, it is rendered, &lsquo;the crooked serpent;&rsquo; referring to the constellation in the heavens by the name of the Serpent (see the note at that place). The idea of piercing is not in the Hebrew word, nor is it ever used in that sense.<\/p><p><em>That crooked serpent<\/em>&mdash;This is correctly rendered; and refers to the fact that the monster here referred to throws itself into immense volumes or folds, a description that applies to all serpents of vast size. Virgil has given a similar description of sea monsters throwing themselves into vast convolutions:<\/p><p>&lsquo;Ecce autem gemini a Tenedo tranquilla per alta<\/p><p>&mdash;immensis orbibus angues.&rsquo;<\/p><p>&mdash;AEn. ii.203.<\/p><p>And again:<\/p><p>&lsquo;Sinuantque immensa volumine terga.&rsquo;<\/p><p>Idem. 208.<\/p><p>The reference in Isaiah, I suppose, is not to &ldquo;different&rdquo; kings or enemies of the people of God, but to the same. It is customary in Hebrew poetry to refer to the same subject in different members of the same sentence, or in different parts of the same parallelism.<\/p><p><em>The dragon<\/em>&mdash;Referring to the same thing under a different image&mdash;to the king of Babylon. On the meaning of the word &lsquo;dragon,&rsquo; see the note at <a class=\"isa\" verses=\"W3siMTc5MjkiOjF9XQ==\">Isaiah 13:22<\/a>.<\/p><p><em>In the sea<\/em>&mdash;In the Euphrates; or in the marshes and pools that encompass Babylon (see <a class=\"isa\" verses=\"W3siMTc5MDAiOjF9XQ==\">Isaiah 11:15<\/a> , note; <a class=\"isa\" verses=\"W3siMTgwMDAiOjF9XQ==\">Isaiah 18:2<\/a>, note). The sense of the whole verse is, that God would destroy the Babylonian power that was to the Jews such an object of loathsomeness and of terror.<\/p>",
    "audit": 1
}