{
    "id": 1953,
    "source": "barnes",
    "verse_id": 18860,
    "verse_count": 1,
    "reference": "62:5 ",
    "title": "",
    "html": "<p><em>For as a young man marrieth a virgin<\/em>&mdash;Roberts remarks on this, &lsquo;In general no youth marries a widow. Such a thing I scarcely ever heard of (in India), nor will it ever be except under some very extraordinary circumstances, as in the case of a queen, princess, or great heiress. Even widowers also, if possible, always marry virgins.&rsquo; The idea here is, that Yahweh would have delight in his people, which would be properly represented by the affection which a young man has for his bride.<\/p><p><em>So shall thy sons marry thee<\/em>&mdash;Lowth renders this, &lsquo;So shall thy restorer wed thee.&rsquo; He supposes that the word rendered in our common version, &lsquo;thy sons&rsquo; (בניך bânâyı̂k), should be pointed בניך bonayı̂k, as a participle from בנה bânâh, &lsquo;to build,&rsquo; rather than from בן bên, &lsquo;a son.&rsquo; The parallelism requires some such construction as this; and the unusual form of expression, &lsquo;thy sons shall be wedded to thee,&rsquo; seems also to demand it. The Septuagint renders it, &lsquo;As a young man cohabits (&sigma;&upsilon;&nu;&omicron;&iota;&kappa;&omega;͂&nu; sunoikōn) with a virgin (bride, &pi;&alpha;&rho;&theta;&epsilon;́&nu;&omega;ͅ parthenō), so shall thy, sons dwell with thee (&kappa;&alpha;&tau;&omicron;&iota;&kappa;&eta;́&sigma;&omicron;&upsilon;&sigma;&iota;&nu; &omicron;&iota;̔ &upsilon;&iota;̔&omicron;&iota;́ &sigma;&omicron;&upsilon; katoikēsousin hoi huioi sou). So the Chaldee. the conjecture of Lowth has been adopted by Koppe and Doderlin. Rosenmuller supposes that there is here a mingling or confusion of figures, and that the idea is, that her sons should possess her&mdash;an idea which is frequently conveyed by the word בעל Ba‛al, which is used here. To me it seems that there is much force in the conjecture of Lowth, and that the reference is to God as the &lsquo;builder,&rsquo; or the restorer of Jerusalem, and that the sense is that he would be &lsquo;married,&rsquo; or tenderly and indissolubly united to her. If it be objected that the word is in the &lsquo;plural (בניך bonayı̂k) it may be observed thai the word commonly applied to God (אלהים &lsquo;ĕlohı̂ym) is also plural, and that an expression remarkably similar to the one before us occurs in <a class=\"isa\" verses=\"MTg3Mjk=\">Isaiah 54:5<\/a>, &lsquo;For thy Maker is thy husband&rsquo; (Hebrew, בעליך bo‛ălayk, &lsquo;Thy husbands.&rsquo;) It is not uncommon to use a plural noun when speaking of God. It should be remembered that the points in the Hebrew are of no authority, and that all the change demanded here is in them.<\/p><p><em>And as the bridegroom<\/em>&mdash;Margin, as in Hebrew,&rsquo; With the joy of the bridegroom.&rsquo;<\/p><p><em>Over the bride<\/em>&mdash;In the possession of the bride&mdash;probably the most tender joy which results from the exercise of the social affections.<\/p>",
    "audit": 1
}