{
    "id": 1873,
    "source": "barnes",
    "verse_id": 18780,
    "verse_count": 1,
    "reference": "57:14 ",
    "title": "",
    "html": "<p><em>And shall say<\/em>&mdash;Lowth, &lsquo;Then will I say.&rsquo; Noyes, &lsquo;Men will say.&rsquo; The word אמר &lsquo;âmar seems to be used here impersonally, and to mean, &lsquo;One shall say;&rsquo; that is it shall be said. The Septuagint and the Syriac render it, &lsquo;They shall say.&rsquo; The idea is, that the obstacles would be removed from the path of those who put their trust in God. The language is derived from the return from the exile, as if persons should go before them and should cry, &lsquo;Cast ye up;&rsquo; or as if the cry of the people all along their journey should be, &lsquo;Remove the obstacles to their return.&rsquo;<\/p><p><em>Cast ye up, cast ye up<\/em>&mdash;That is, remove the obstacles; level the hills; take up any obstruction out of the way (compare the notes at <a class=\"isa\" verses=\"MTgzMjk=\">Isaiah 35:8<\/a> ; <a class=\"isa\" verses=\"eyIxODQyNCI6Mn0=\">Isaiah 40:3-4<\/a>). This cry is often heard before the coming of a distinguished prince or conqueror in the East. Joseph Wolff stated, in a lecture in Philadelphia (Sept. 18, 1837), that, on entering Jerusalem from the west, in the direction of Gaza, the road, for a considerable distance from Jerusalem, was so full of stones, that it was impracticable to ride, and those who were entering the city were obliged to dismount. When the Pasha (Ibrahim, son of Mehemet Ali) approached Jerusalem, it was customary for a considerable number of laborers to go before him, and remove the stones from the way. This was done amidst a constant cry, &lsquo;Cast up, cast up the way; remove the stones, remove the stones.&rsquo; And on a placard, or standard, it was written, &lsquo;the Pasha is coming;&rsquo; and everywhere the cry was heard, &lsquo;the Pasha is coming, the Pasha is coming; cast up the way, remove the stones.&rsquo;<\/p>",
    "audit": 1
}