{
    "id": 1636,
    "source": "barnes",
    "verse_id": 18543,
    "verse_count": 1,
    "reference": "44:9 ",
    "title": "",
    "html": "<p><em>They that make a graven image<\/em>&mdash;A graven image is one that is cut, or sculptured out of wood or stone, in contradistinction from one that is molten, which is made by being cast. Here it is used to denote an image, or an idol-god in general. God had asserted in the previous verses his own divinity, and he now proceeds to show, at length, the vanity of idols, and of idol-worship. This same topic was introduced in <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 40:18-20<\/a> (see the notes at that passage), but it is here pursued at greater length, and in a tone and manner far more sarcastic and severe. Perhaps the prophet had two immediate objects in view; first, to reprove the idolatrous spirit in his own time, which prevailed especially in the early part of the reign of Manasseh; and secondly, to show to the exile Jews in Babylon that the gods of the Babylonians could not protect their city, and that Yahweh could rescue his own people. He begins, therefore, by saying, that the makers of the idols were all of them vanity. Of course, the idols themselves could have no more power than their makers, and must be vanity also.<\/p><p><em>Are all of them vanity<\/em>&mdash;(See the note at <a class=\"isa\" verses=\"MTg0ODE=\">Isaiah 41:29<\/a>).<\/p><p><em>And their delectable things<\/em>&mdash;Margin, &lsquo;Desirable.&rsquo; The sense is, their valued works, their idol-gods, on which they have lavished so much expense, and which they prize so highly.<\/p><p><em>Shall not profit<\/em>&mdash;Shall not be able to aid or protect them; shall be of no advantage to them (see <a class=\"ref\">Habakkuk 2:18<\/a>).<\/p><p><em>And they are their own witnesses<\/em>&mdash;They can foretell nothing; they can furnish no aid; they cannot defend in times of danger. This may refer either to the worshippers, or to the idols themselves&mdash;and was alike true of both.<\/p><p><em>They see not<\/em>&mdash;They have no power of discerning anything. How can they then foresee future events?<\/p><p><em>That they may be ashamed<\/em>&mdash;The same sentiment is repeated in <a class=\"isa\" verses=\"MTg1NDU=\">Isaiah 44:11<\/a> , and in <a class=\"isa\" verses=\"MTg1Nzg=\">Isaiah 45:16<\/a>. The sense is, that shame and confusion must await all who put their trust in an idol-god.<\/p>",
    "audit": 1
}