{
    "id": 1100,
    "source": "barnes",
    "verse_id": 18007,
    "verse_count": 1,
    "reference": "19:2 ",
    "title": "",
    "html": "<p><em>And I will set<\/em>&mdash;(סכסכתי sı̂ksaketı̂y). This word (from סכך sākak) means properly &ldquo;to cover,&rdquo; to spread over, to hide, conceal, to protect. Another signification of the verb is, to weave, to intermingle. It may mean here, &lsquo;I will arm the Egyptians against each other&rsquo; (Gesenius); or, as in our version, &lsquo;I will mingle, confound, or throw them into discord and strife.&rsquo; The Septuagint renders it, &Epsilon;̓&pi;&epsilon;&gamma;&epsilon;&rho;&theta;&eta;́&sigma;&omicron;&nu;&tau;&alpha;&iota; Epegerthēsontai&mdash;&lsquo;They shall be excited,&rsquo; or, &lsquo;raised up.&rsquo; Symmachus, &Sigma;&upsilon;&mu;&beta;&alpha;&lambda;&omega;͂ Sumbalō. Syriac and Chaldee, &lsquo;I will excite.&rsquo; The sense is, that there would be discord and civil war, and this is traced to the agency or overruling providence of God&mdash;meaning that he would &ldquo;permit and overrule&rdquo; it. Compare the notes at <a class=\"isa\" verses=\"MTg1Njk=\">Isaiah 45:7<\/a> : &lsquo;I make peace, and I create evil; I, Yahweh, do all these things;&rsquo; <a class=\"ref\">Amos 3:6<\/a> : &lsquo;Shall there be evil in a city and Jehovah hath not done it?&rsquo; The civil war here referred to was probably that which arose between the twelve kings in the time of the dodekarchy (see the Analysis to the chapter), and which resulted in the single dominion of Psammetichus. Dr. Newton (&ldquo;On the Prophecies,&rdquo; xii.) supposes, however, that the prophet refers to the civil wars between Apries and Amasis at the time of the invasion by Nebuchadnezzar. But it agrees much better with the former discord than with this. The description which follows is that of anarchy or civil strife, where &ldquo;many&rdquo; parties are formed, and would naturally lead to the supposition that there were more than two engaged.<\/p><p><em>And kingdom against kingdom<\/em>&mdash;Septuagint, &Nu;&omicron;́&mu;&omicron;&sigmaf; &epsilon;́&pi;&iota;̀ &nu;&omicron;́&mu;&omega;&nu; Nomos epi nomōn&mdash;&lsquo;Nome against nomes.&rsquo; Egypt was formerly divided into forty-two &ldquo;nomes&rdquo; or districts. The version by the Septuagint was made in Egypt, and the translators would naturally employ the terms which were in common use. Still the event referred to was probably not that of one &ldquo;nome&rdquo; contending against another, but a civil war in which one dynasty would be excited against another (Gesenius), or when there would be anarchy and strife among the different members of the dodekarchy. See the Analysis of the chapter.<\/p>",
    "audit": 1
}