{
    "id": 1641,
    "source": "barnes",
    "verse_id": 18548,
    "verse_count": 1,
    "reference": "44:14 ",
    "title": "",
    "html": "<p><em>He heweth him down cedars<\/em>&mdash;In the previous verses, the prophet had described the formation of an axe with which the work was to be done <a class=\"isa\" verses=\"MTg1NDY=\">Isaiah 44:12<\/a> , and the laying out, and carving of the idol <a class=\"isa\" verses=\"MTg1NDc=\">Isaiah 44:13<\/a>. In this verse he proceeds to describe the material of which the idol was made, and the different purposes <a class=\"isa\" verses=\"eyIxODU0OSI6M30=\">Isaiah 44:15-17<\/a> to which that material was applied. The object is to show the amazing stupidity of those who should worship a god made of the same material from which they made a fire to warm themselves, or to cook their food. For a description of cedars, see the notes at <a class=\"isa\" verses=\"MTc4NDA=\">Isaiah 9:10<\/a>.<\/p><p><em>And taketh<\/em>&mdash;Takes to himself; that is, makes use of.<\/p><p><em>The cypress<\/em>&mdash;(תרזה tı̂rzâh). This word occurs nowhere else in the Bible. It is probably derived from a root (תרז târaz) signifying to be hard, or firm. Hence, it probably means some species of wood that derived its name from its hardness or firmness. Jerome translates it, Ilex (a species of oak)&mdash;&lsquo;the holm-oak.&rsquo; It was an evergreen. This species of evergreen, Gesenius says, was abundant in Palestine.<\/p><p><em>And the oak<\/em>&mdash;The oak was commonly used for this purpose on account of its hardness and durability.<\/p><p><em>Which he strengtheneth for himself<\/em>&mdash;Margin, &lsquo;Taketh courage.&rsquo; The word אמץ &lsquo;ı̂mmēts means properly &ldquo;to strenthen,&rdquo; to make strong, to repair, to replace, to harden. Rosenmuller and Gesenius suppose that it means here to choose, that is, to set fast, or appoint; and they appeal to <a class=\"ref\">Psalm 80:15, Psalm 80:17<\/a>, &lsquo;thou madest strong for thyself.&rsquo; Kimchi supposes that it means, that he gave himself with the utmost diligence and care to select the best kinds of wood for the purpose. Vitringa, that he was intent on his work, and did not leave the place, but refreshed himself with food in the woods without returning home, in order that be might accomplish his design. Others interpret it to mean that he girded himself with strength, and made use of his most intense efforts in felling the trees of the forest. Lowth renders it, &lsquo;Layeth in good store of the trees of the forest.&rsquo; It may mean that he gave himself with great diligence to the work; or may it not mean that he planted such trees, and took great pains in watering and cultivating them for this purpose?<\/p><p><em>He planteth an ash<\/em>&mdash;(ארן &lsquo;oren). The Septuagint renders it, &Pi;&iota;́&tau;&upsilon;&nu; Pitun&mdash;&lsquo;Pine.&rsquo; Jerome also renders it, Pinum. Gesenius supposes the name was given from the fact that the tree had a tall and slender top, which, when it vibrated, gave forth a tremulous, creaking sound (from רנן rânan). This derivation is, however, somewhat fanciful. Most interpreters regard it as the ash&mdash;a well-known tree. In idolatrous countries, where it is common to have idols in almost every family, the business of idol-making is a very important manufacture. Of course, large quantities of wood would be needed; and it would be an object to procure that which was most pure, or as we say, &lsquo;clear stuff,&rsquo; and which would work easily, and to advantage. It became important, therefore, to cultivate that wood, as we do for shipbuilding, or for cabinet-work, and doubtless groves were planted for this purpose.<\/p><p><em>And the rain doth nourish it<\/em>&mdash;These circumstances are mentioned to show the folly of worshipping a god that was formed in this manner. Perhaps also the prophet means to intimate that though the man planted the tree, yet that be could not make it grow. He was dependent on the rains of heaven; and even in making an idol-god he was indebted to the providential care of the true God. Men, even in their schemes of wickedness, are dependent on God. Even in forming and executing plans to oppose and resist him, they can do nothing without his aid. He preserves them, feeds them, clothes them; and the instruments which they use against him are those which he has nurtured. On the rain of heaven; on the sunbeam and the dew; on the teeming earth, and on the elements which he has made, and which he controls, they are dependent; and they can do nothing in their wicked plans without abusing the bounties of his Providence, and the expressions of his tender mercy.<\/p>",
    "audit": 1
}