{
    "id": 961,
    "source": "barnes",
    "verse_id": 17868,
    "verse_count": 1,
    "reference": "10:17 ",
    "title": "",
    "html": "<p><em>And the light of Israel<\/em>&mdash;That is, Yahweh. The word &ldquo;light&rdquo; here, אור &lsquo;ôr, is used also to denote a &ldquo;fire,&rdquo; or that which causes light and heat; see <a class=\"ref\">Ezekiel 5:2<\/a> ; <a class=\"isa\" verses=\"WzE4NTUwLDE4NjE0XQ==\">Isaiah 44:16; Isaiah 47:14<\/a>. Here it is used in the same sense, denoting that Yahweh would be &ldquo;the fire&rdquo; אור &lsquo;ôr that would cause the &ldquo;flame&rdquo; (אשׁ &lsquo;êsh) which would consume the Assyrian. Jehovah is often compared to a burning flame, or fire; <a class=\"ref\">Deuteronomy 4:24; Deuteronomy 9:3; Hebrews 12:29<\/a>.<\/p><p><em>Shall be for a fire<\/em>&mdash;By his power and his judgment he shall destroy them.<\/p><p><em>His Holy One<\/em>&mdash;Israel&rsquo;s Holy One; that is, Yahweh&mdash;often called in the Scriptures the Holy One of Israel.<\/p><p><em>And it shall burn<\/em>&mdash;That is, the flame that Yahweh shall kindle, or his judgments that he shall send forth.<\/p><p><em>And devour his thorns and his briers<\/em>&mdash;An expression denoting the utter impotency of all the mighty armies of the Assyrian to resist Yahweh. As dry thorns and briers cannot resist the action of heat, so certainly and speedily would the armies of Sennacherib be destroyed before Yahweh; compare the note at <a class=\"isa\" verses=\"MTc4NDg=\">Isaiah 9:18<\/a>. Lowth supposes, that by &lsquo;briers and thorns&rsquo; here, the common soldiers of the army are intended, and by &lsquo;the glory of his forest&rsquo; <a class=\"isa\" verses=\"MTc4Njk=\">Isaiah 10:18<\/a>, the princes, officers, and nobles. This is, doubtless, the correct interpretation; and the idea is, that all would be completely consumed and destroyed.<\/p><p><em>In one day<\/em>&mdash;The army of Sennacherib was suddenly destroyed by the angel; see the notes at <a class=\"isa\" verses=\"MTgzODk=\">Isaiah 37:36<\/a>.<\/p>",
    "audit": 1
}