{
    "id": 9360,
    "source": "benson",
    "verse_id": 18460,
    "verse_count": 6,
    "reference": "41:8-13",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"eyIxODQ2MCI6Nn0=\">Isaiah 41:8-13<\/a>.<i>But thou, Israel, art my servant — <\/i>Thus the Gentiles show themselves to be the servants of their idols, and own them for their gods: but thou art my people, and I am and will be thy God. <i>Jacob, whom I have chosen <\/i>— Out of the multitude of idolatrous nations, to be my peculiar people. <i>The seed of Abraham my friend <\/i>— With whom I made a strict league of perpetual friendship: see <a class=\"ref\">Genesis 12:2-3; Genesis 15:1; Genesis 15:8<\/a>. “The expressions are very endearing: it is honourable to be God’s <i>servant, <\/i>still more so to be his <i>chosen <\/i>servant, and to be descended from one to whom he vouchsafed the title of <i>friend, <\/i>as God did to Abraham, (<a class=\"ref\">2 Chronicles 20:7<\/a>,) the greatest honour that any man is capable of: which glorious privilege Christ was pleased to communicate to his disciples, <a class=\"ref\">John 15:13<\/a>. <i>Thou whom I have taken, <\/i>&c. — Thou Israel, whom I took to myself, and brought hither in the loins of thy father Abraham, from a remote country, namely, from Chaldea; or, whom I brought out of Babylon into thine own land: which, though yet to come, he may speak of as of a thing past, according to the usual custom of the prophets when foretelling future events. But the former interpretation seems better to agree with the foregoing verse. <i>And called thee from the chief men thereof <\/i>— From the midst of many great and noble persons, among whom he lived in Chaldea. But the Hebrew,  <span class=\"hebrew_text\">מאציליה<\/span>, is rendered by Vitringa and Dr. Waterland, <i>from the sides thereof, <\/i>and by Bishop Lowth, <i>from the extremities thereof, <\/i>which is probably the prophet’s meaning. <i>I have chosen, and not cast thee away <\/i>— Or, and <i>will not reject thee: <\/i>I have chosen thee and thy seed through all generations. <i>They that were incensed against thee shall be confounded <\/i>— Both because their hopes and designs shall be utterly disappointed, and because the mischief which they contrived against thee shall fall on themselves. <i>They shall be as nothing <\/i>— Shall come to nothing, or perish. <i>Thou shalt not find them <\/i>— They shall be so totally consumed, that although thou search for them, thou shalt not be able to find them anywhere in the world. “The powerful monarchies that have been incensed against the church, and have contended with her, have been put to shame, and brought to nothing: and this prediction hath already been fulfilled in the ruin of the Egyptian, Assyrian, Chaldean, Macedonian, and Roman empires, which we now may seek for in vain; for no vestiges of the four former, and scarcely any of the last, can be found; while the church still subsists! In like manner all that now do, or hereafter shall contend with her, shall perish.” — Scott. <i>I the Lord will hold thy hand <\/i>— Or, <i>will strengthen <\/i>it, as  <span class=\"hebrew_text\">מחזיק<\/span>signifies: I will assist and enable thee to vanquish all thine enemies.<\/p>",
    "audit": null
}