{
    "id": 9499,
    "source": "benson",
    "verse_id": 18745,
    "verse_count": 2,
    "reference": "55:4-5",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 55:4-5<\/a>.<i>Behold, I have given him <\/i>— I have already appointed, and will, in due time, actually give the David last mentioned, even Christ, <i>for a witness <\/i>— To declare the will of God concerning the duty and salvation of men; <i>to bear witness to the truth, <\/i><a class=\"ref\">John 18:37<\/a>; <i>to confirm God’s promises, <\/i>and, among others, those which respect the calling of the Gentiles; to be a witness of both parts of that covenant made between God and men; <i>to the people <\/i>— Not only to my people of Israel, but to all people, Gentiles no less than Jews, as is evident from the following verse, from <a class=\"isa\" verses=\"MTg2NDM=\">Isaiah 49:6<\/a>, and divers other places; <i>a leader and commander to the people <\/i>— A sovereign prince, to give them laws and exact their obedience, and in case thereof to give them protection and rewards. <i>Behold thou <\/i>— O Messiah, of whom he spake <a class=\"isa\" verses=\"MTg3NDU=\">Isaiah 55:4<\/a>, and to whom he now suddenly turns his speech; <i>shalt call <\/i>— Namely, to thyself, and to the knowledge of thy truth, and thereby unto an acquaintance and fellowship with God; <i>a nation that thou knowest not <\/i>— Or, rather, <i>didst not know, <\/i>namely, with that special knowledge which implies approbation. <i>And nations that knew not thee <\/i>— That had but little knowledge of the living and true God, and no knowledge of the Messiah; <i>shall run unto thee <\/i>— Upon thy call, shall readily and speedily come to thee, to receive instructions from thee, and to follow thee whithersoever thou shalt lead them; <i>because of the Lord thy God <\/i>— Because the Lord shall, by many evident and unquestionable tokens, manifest himself to be thy God, and thee to be his Son and faithful servant. <i>And for the Holy One of Israel <\/i>— Because the God of Israel, the only true God, will highly honour thee by his singular presence with thee; by his almighty power accompanying thy word, and making it effectual for the conversion of an innumerable company, both of Jews and Gentiles; and by confirming thy word with illustrious signs and miracles, and particularly by thy resurrection and glorious ascension. These, and other similar considerations, were the arguments which convinced the Gentiles that Christ was the true Messiah, and that the religion which he taught was the true religion.<\/p>",
    "audit": null
}