{
    "id": 9514,
    "source": "benson",
    "verse_id": 18771,
    "verse_count": 2,
    "reference": "57:5-6",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"eyIxODc3MSI6Mn0=\">Isaiah 57:5-6<\/a>.<i>Inflaming yourselves with idols — <\/i>Hebrew,  <span class=\"hebrew_text\">הנחמים<\/span>, <i>being inflamed, <\/i>or <i>growing hot, after idols, <\/i>as Dr. Waterland renders it. Lusting after them, and <i>mad upon them, <\/i>as the phrase is, <a class=\"ref\">Jeremiah 50:38<\/a>. Fervent, both in making and in worshipping them, as was observed <a class=\"isa\" verses=\"MTg1NDY=\">Isaiah 44:12<\/a>. <i>Under every green tree <\/i>— Wherever you see an idol erected, which was commonly done in groves, or under great and shady trees, which defended the worshippers from the heat of the sun, and were supposed to strike them with a kind of sacred awe and reverence. <i>Slaying the children <\/i>— In the way of sacrifice to your idols, after the manner of the barbarous heathen; <i>in the valleys <\/i>— Or, beside the brooks which run in the valleys; which was most commodious for such bloody work. He seems to allude to the valley of Hinnom, in which these cruelties were practised, <a class=\"ref\">Jeremiah 7:31<\/a>. <i>Under the clefts of the rocks <\/i>— Which they choose for shade, or those dark vaults in rocks, which were convenient for idolatrous uses. <i>Among the smooth stones, &c, is thy portion <\/i>— Thou hast chosen for thy portion those idols, which were either made of those smooth stones, or were worshipped by the sides of brooks or rivers, where such smooth stones commonly lie. <i>They are thy lot <\/i>— Thou hast forsaken me, and chosen idols. <i>Thou hast offered a meat-offering <\/i>— For the devil is God’s ape, and idolaters use the same rites and offerings in the worship of idols, which God prescribed in his own worship. <i>Should I receive comfort in these <\/i>— Should I be pleased with such a people, and with such actions? “The Jews were extremely addicted to the practice of many superstitious and idolatrous rites, which the prophet here inveighs against. Of the worship of huge stones consecrated, there are many testimonies of the ancients. They were called  <span class=\"greek-hebrew\">βαιτυλοι <\/span>and  <span class=\"greek-hebrew\">βαιτυλια<\/span>, probably from the stone which Jacob erected at Beth-el, pouring oil upon the top of it. The practice was very common in different ages and places.” — Bishop Lowth, who mentions divers instances of this foolish superstition.<\/p>",
    "audit": null
}