{
    "id": 9138,
    "source": "benson",
    "verse_id": 17971,
    "verse_count": 2,
    "reference": "16:1-2",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 16:1-2<\/a>.<i>Send ye the lamb, <\/i>&c. — The prophet continues his prophecy against Moab, and gives them counsel what to do to prevent, if possible, or at least to mitigate, the threatened judgment. First he advises them to be just to the house of David, and to pay the tribute they had formerly covenanted to pay to the kings of his line. David, it must be recollected, had subdued the Moabites, and made them tributaries to him, <a class=\"ref\">2 Samuel 8:2<\/a>. Afterward they paid their tribute to the kings of Israel, <a class=\"ref\">2 Kings 3:4<\/a>; which, it appears, was not less than 100,000 lambs annually. This it is likely had been discontinued, and neither paid to the kings of Israel nor those of Judah. Now it is thought the prophet here requires them to pay this tribute, or, at least, what they had covenanted with David to pay, to the king of Judah, who was now Hezekiah, that thereby they might at once do an act of neglected justice, and make him and the Jews their friends, which would be of great use to them in their calamity. These verses therefore are thus paraphrased by Vitringa: “Ye Moabites, who, subdued by David, and made tributary to his house and kingdom, have, with pride and arrogance, shaken off his yoke: placate in time, and render propitious to you, the Jews, and their king, by <i>sending <\/i>those <i>lambs, <\/i>which you owe to them as a tribute. Send them from <i>Sela, <\/i>or <i>Petra, <\/i>(which was most celebrated for its flocks, <a class=\"ref\">2 Kings 14:7<\/a>,) <i>toward the desert, <\/i>the desert near Jericho, a medium place between Sela and mount Zion, <a class=\"ref\">Joshua 5:10<\/a>.” Or, as the words may be rendered, <i>from Sela, of, <\/i>or, <i>in the wilderness. <\/i>“Pay this tribute, for it shall most certainly come to pass, that the daughters of the Moabites, <i>like a wandering bird from a deserted nest, <\/i>driven from their seats, must somewhere seek a place of safety in the great calamity which shall befall their nation. It is therefore now time to solicit the friendship of the Jews, and to remember the duty owing to them, but so long omitted; that when expelled from your own habitations, you may be received kindly by them, and dwell hospitably in their land, and under the shadow of their kings.” Some, however, understand the prophet as advising them to send a lamb for a sacrifice unto God, <i>the ruler of the land <\/i>of the Moabites, as well as of that of the Jews; or the ruler of <i>the earth, <\/i>as  <span class=\"hebrew_text\">ארצ<\/span> is commonly rendered: to him who is <i>the God of the whole earth, <\/i>as he is called, <a class=\"isa\" verses=\"MTg3Mjk=\">Isaiah 54:5<\/a>. <i>Of all the kingdoms of the earth, <\/i><a class=\"isa\" verses=\"MTgzNjk=\">Isaiah 37:16<\/a>. As if he had said, Make your peace with God, by sacrifice, for all your injuries done to him and to his people. <i>The fords of Arnon <\/i>was the border of the land of Moab, where their daughters are supposed to be with a design to flee out of their own land, though they knew not whither.<\/p>",
    "audit": null
}