{
    "id": 9469,
    "source": "benson",
    "verse_id": 18691,
    "verse_count": 1,
    "reference": "51:17",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"MTg2OTE=\">Isaiah 51:17<\/a>.<i>Awake, awake <\/i>— God having awoke and arisen for the comfort of his people, here calls on them to awake, as afterward, <a class=\"isa\" verses=\"MTg2OTg=\">Isaiah 52:1<\/a>. This is a call to awake, not so much out of the sleep of sin though that also was necessary, in order to their being ready for deliverance, as out of the stupor of despondency and despair. Hebrew,  <span class=\"hebrew_text\">התעוררי<\/span>, <i>rouse up thyself; <\/i>come out of that forlorn and disconsolate condition in which thou hast so long been. When the Jews were in captivity they were so overwhelmed with the sense of their troubles that they had no heart left to mind any thing that tended to their comfort or relief; and therefore when the deliverance came, they are said (<a class=\"ref\">Psalms 126:1<\/a>) to be <i>like them that dream. <\/i>The address may be applied to the Jerusalem, or Jewish Church, which was in the apostles’ time, which is said to be <i>in bondage with her children,<\/i> (<a class=\"ref\">Galatians 4:25<\/a>,) and to have been under the power of a <i>spirit of slumber, <\/i><a class=\"ref\">Romans 11:8<\/a>. They are called to awake and mind the things that belonged to their everlasting peace, and then the cup of trembling should be taken out of their hands, peace should be spoken to them, and they should triumph over Satan, who had blinded their eyes, and brought stupor insensibly upon them. <i>Stand up — <\/i>Upon thy feet, O thou who hast been thrown to the ground. <i>Who hast drunk, &c., the cup of his fury <\/i>— Who hast been sorely afflicted; <i>the dregs of the cup of trembling <\/i>— Which strikes him that drinks it with a deadly horror; <i>and wrung them out <\/i>— Drunk every drop of it.<\/p>",
    "audit": null
}