{
    "id": 9080,
    "source": "benson",
    "verse_id": 17854,
    "verse_count": 2,
    "reference": "10:3-4",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 10:3-4<\/a>.<i>What will ye do <\/i>— To save yourselves? <i>in the day of visitation? <\/i>— When I shall come to visit you in wrath, as the next words limit the expression. <i>The desolation which shall come from far <\/i>— From the Assyrians. This he adds, because the Israelites, having weakened the Jews, and being in amity with the Syrians, their next neighbours, were secure. <i>To whom will ye flee for help <\/i>— To the Syrians, as now you do? But they shall be destroyed together with you, <a class=\"ref\">2 Kings 16:9<\/a>; <i>and where will you leave your glory <\/i>— To be kept safe for your use, and to be restored to you when you call for it? By their <i>glory, <\/i>he means, either, 1st, their power and authority, which now they so wickedly abused; or, 2d, their wealth, gotten by injustice, as <i>glory <\/i>sometimes means: see <a class=\"ref\">Genesis 31:1; Psalms 49:16-17<\/a>. <i>Without me <\/i>— Without my favour and help, which you have forfeited, and do not seek to recover; <i>they shall bow down <\/i>— Notwithstanding all their succours; <i>under the prisoners <\/i>— Or among the prisoners; <i>and they shall fall under the slain <\/i>— Or among the slain. The meaning is, that it was in vain for the Israelites to trust in their own strength, or in the assistance of the Syrians, or any other allies, since it was from God alone they could obtain deliverance, without whose aid, or when he deserted them, they should all bow down under the yoke of the Assyrians. In the Septuagint, and vulgar Latin, these words are joined to the foregoing verse, to this sense: “Whither will this people flee for refuge to preserve themselves, that they may not bow down, or be subdued among the captives, or destroyed among the slain?”<\/p>",
    "audit": null
}