{
    "id": 9306,
    "source": "benson",
    "verse_id": 18281,
    "verse_count": 1,
    "reference": "33:1",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"MTgyODE=\">Isaiah 33:1<\/a>.<i>Wo to thee that spoilest <\/i>— To Sennacherib, who wasted the land of Judah. The prophet speaks “as if he had found this great spoiler,” to whom he addresses himself, “in the very act of spoiling, and was face to face denouncing the divine judgment upon him.” <i>And thou wast not spoiled<\/i> — Hadst not received the like injuries. “It is the practice of the great oppressors of the world to make war upon their neighbours without any just provocation, or having received any real injury from them; and it is against such practices that this wo is denounced.” — Lowth. <i>And dealest treacherously <\/i>— So Sennacherib dealt with Hezekiah, <a class=\"ref\">2 Kings 18:14; 2 Kings 18:17<\/a>. <i>And, <\/i>or <i>when, they dealt not treacherously with thee <\/i>— Hezekiah and the Jews did not. “We read, indeed, (<a class=\"ref\">2 Kings 18:7<\/a>,) that Hezekiah <i>rebelled against the king of Assyria; <\/i>but the meaning is no more than that he would not stand to those dishonourable terms of slavery, to which his father Ahaz had submitted, when he professed himself the servant of the king of Assyria,” (<a class=\"ref\">2 Kings 16:7<\/a>,) begging his assistance against the Syrians and Ephraimites, for which he paid him well; but the king of Assyria did not keep his agreement with him, for <i>he distressed him, but strengthened him not, <\/i><a class=\"ref\">2 Chronicles 28:20<\/a>. <i>When thou shalt cease to spoil, thou shalt be spoiled <\/i>— When thou hast performed the work of chastising my people, to which I have sent thee, thou also shalt be spoiled by thine enemies. The further meaning of this prediction may be, that when the Assyrians, glutted, as it were, with their conquests, should cease to make any further conquests, and give themselves up to luxury and pleasure, then other nations, either mindful of the injuries which they had received from them, or out of rapacity, would attack them in their turn, and spoil them, as they had spoiled others: which came to pass accordingly. Their calamities seem to have begun from the times that Dejoces, king of the Medes, shook off their yoke, about seven hundred years before Christ: for other nations soon followed his example.<\/p>",
    "audit": null
}