{
    "id": 9357,
    "source": "benson",
    "verse_id": 18453,
    "verse_count": 1,
    "reference": "41:1",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"MTg0NTM=\">Isaiah 41:1<\/a>.<i>Keep, <\/i>&c. — “The prophet, having in view the subversion of idolatry, had, in the former chapter, from <a class=\"isa\" verses=\"MTg0NzA=\">Isaiah 41:18<\/a>, argued against it, from the essence and nature of God, the supreme Creator and Ruler of the world, being such as not to be represented by any corporeal matter or figure. To this disputation he subjoined a consolation, directed to the people of God, from <a class=\"isa\" verses=\"MTg0Nzk=\">Isaiah 41:27<\/a> to the end of the chapter. Therefore, after this consolatory parenthesis, he renews his disputation against idolaters, by an argument taken from God’s certain foreknowledge, and foretelling of future events, from which he selects that remarkable one respecting Cyrus, as the deliverer of the people of God, and the destroyer of Babylon: an event utterly unknown to idols and idolaters, and therefore an astonishment to the nations; and yet an event which God so long time before exactly foretold in every circumstance by our prophet. He who can thus predict future events, the prophet urges, must be allowed to possess true divinity. He who cannot, has no claim to that honour. The prophet the rather makes use of this argument, because paganism so much gloried in its false prophecies and oracles. Here then is God exhibited, as if appearing in public, and preparing himself to dispute with idolaters, for his truth and glory; and therefore the islands and people, all the nations of the world, are summoned to plead their cause; and an awful silence is enjoined, according to the forms observed in courts of justice, for both in this and <a class=\"isa\" verses=\"MTg0NzM=\">Isaiah 41:21<\/a> the expressions and ideas are taken from those courts.” See Vitringa and Dodd. The phrase, <i>Let the people renew their strength, <\/i>signifies, “Let them prepare themselves, and come forth to the cause, furnished with all the strength of argument and reason they can collect; let them unite all their powers, and set their cause in the best light possible.”<\/p>",
    "audit": null
}