{
    "id": 9426,
    "source": "benson",
    "verse_id": 18607,
    "verse_count": 2,
    "reference": "47:7-8",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"eyIxODYwNyI6Mn0=\">Isaiah 47:7-8<\/a>.<i>Thou sayest, I shall be a lady for ever <\/i>— I shall always be the chief city and mistress of the world, and shall never know any change of condition in this respect. If we consider that the city of Babylon had no less than one hundred gates made of solid brass; that its walls were two hundred feet high, and fifty broad, according to the lowest account given of them by historians, and, according to some, three hundred and fifty feet in height, and eighty-seven in thickness, so that six chariots could go abreast upon them; that it was defended by the river Euphrates, and supplied with provisions for many years; it might well be deemed impregnable: and “such a city as this might, with less vanity than any other, boast that she should continue for ever, if any thing human could continue for ever.” — Bishop Newton. <i>Thou didst not lay these things to thy heart<\/i> — Thy cruel usage of my people, and the heavy judgments which thou hadst reason to expect for them. <i>Neither didst thou remember the latter end <\/i>— Thou wast so puffed up with pride, and so infatuated with ease and pleasure, that thou didst not consider the instability of all worldly power and greatness, and what might and was likely to befall thee afterward. <i>Therefore hear, thou that dwellest carelessly <\/i>— And layest nothing to heart; <i>that sayest, I am, and none else beside me <\/i>— I am independent, <i>self-sufficient, <\/i>and unchangeable, and there is none, no people, state, or kingdom, that is not either subject, or far inferior to me in power and glory. <i>I shall not sit as a widow <\/i>— In solitude and sorrow: I shall not lose that wealth and dignity to which I am wedded. The kingdom shall never want a monarch to espouse and protect it, and be a husband to the state. <i>Neither shall I know the loss of children — <\/i>The diminution of the number of my people. I shall never want either a king or people to defend me from all dangers.<\/p>",
    "audit": null
}