{
    "id": 9579,
    "source": "benson",
    "verse_id": 18875,
    "verse_count": 2,
    "reference": "63:8-9",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 63:8-9<\/a>.<i>For he said <\/i>— Namely, within himself, of old, when he made a covenant with our fathers, and brought them out of Egypt; <i>Surely they are my people <\/i>— In covenant with me: though they are unworthy of me, yet I cannot but look upon them as my people. <i>Children that will not lie — <\/i>That will keep my covenant; that will not deal falsely with me, to whom they are under such unspeakable obligations. This is spoken by God, after the manner of men, who are always apt to hope the best concerning their children, even though, in times past, they may have been refractory and disobedient. <i>So he was their Saviour <\/i>— Namely, on these hopes and conditions he undertook to be their Saviour: or, he alone was their Saviour. When there was none to save, none to uphold, then he saved them. <i>In all their affliction he was afflicted <\/i>— When there was a necessity of correcting them, in order to their amendment, he had a compassionate sense of the evils which they suffered: see <a class=\"ref\">Deuteronomy 32:36; ; Psalms 106:44-45<\/a>. <i>And the angel of his presence saved them <\/i>— From the house of bondage, through the Red sea, and in the wilderness. The same angel that conducted them in all their journeys, and brought them into Canaan, as <i>Captain of the Lord’s host, <\/i>(<a class=\"ref\">Joshua 5:15<\/a>,) even the Lord Jesus Christ, who appeared to Moses in the bush, (<a class=\"ref\">Exodus 3:2-6<\/a>, compared with <a class=\"ref\">Acts 7:35<\/a>,) in whom God’s name was, <a class=\"ref\">Exodus 23:20-21<\/a>. Whom the Jews <i>tempted in the wilderness, <\/i>for they <i>tempted Christ, <\/i><a class=\"ref\">1 Corinthians 10:9<\/a>; and who was <i>the spiritual rock that followed them, <\/i>typified by the natural rock cleft to afford them water: who was <i>before Abraham, <\/i><a class=\"ref\">John 8:58<\/a>, and <i>before all things, <\/i><a class=\"ref\">Colossians 1:17<\/a> : see note on <a class=\"ref\">Exodus 23:20-21<\/a> : called <i>the angel, messenger, <\/i>or <i>mediator of the covenant, <\/i><a class=\"ref\">Malachi 3:1<\/a>; and here <i>the angel of his presence; <\/i>and his <i>presence, <\/i><a class=\"ref\">Exodus 33:14<\/a>, as appearing continually before his face to intercede for his church. <i>In his love and in his pity he redeemed them <\/i>— This shows the ground of his kindness: they were a stubborn, superstitious, idolatrous people, yet Christ’s love and pity saved them notwithstanding. <i>And he bore them, and carried them <\/i>— As a father his child, or an eagle her young ones; he carried them in the arms of his power, and on the wings of his providence: see notes on <a class=\"ref\">Deuteronomy 1:31<\/a>; and <a class=\"ref\">Deuteronomy 32:10-12<\/a>; and <a class=\"isa\" verses=\"MTg1OTE=\">Isaiah 46:4<\/a>. And this he did <i>all the days of old, <\/i>for many ages past; from the days of Abraham or Moses; from their bondage in Egypt to their settlement in Canaan, and through their succeeding generations. And this his ancient kindness is thus mentioned to induce him to continue it, and still to uphold, protect, and preserve his church till he should bring her to his Father.<\/p>",
    "audit": null
}