{
    "id": 9559,
    "source": "benson",
    "verse_id": 18841,
    "verse_count": 2,
    "reference": "60:19-20",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"eyIxODg0MSI6Mn0=\">Isaiah 60:19-20<\/a>.<i>The sun shall be no more thy light, <\/i>&c. — The light of the sun and moon shall not be at all esteemed in comparison of the spiritual light of the church, which shall be so glorious as to eclipse all the light formerly enjoyed by her, the divine glory and majesty illuminating her much more brightly than the luminaries of heaven illuminate and adorn the theatre of nature. Or, as Lowth interprets the clause, “God’s favour and the light of his countenance shall give her greater comfort and lustre than the light of the sun and moon doth to the world.” Every reader must perceive that the passage is metaphorical, and it is here introduced to give the church assurance of <i>comfort, <\/i>as the preceding was to assure her of <i>safety; <\/i>so that God will not only be a <i>shield, <\/i>but a <i>sun <\/i>to her, <a class=\"ref\">Psalms 84:11<\/a>. <i>The Lord shall be unto thee an everlasting light <\/i>— Christ shall scatter all thy darkness and ignorance, enlightening and comforting thee with the doctrines of the gospel, and the graces of his Spirit, and these blessings shall be <i>everlasting, <\/i>not waxing and waning, and suffering eclipses and settings, as the sun and moon do, but shall be constant, without shadow or change; <i>and thy God thy glory <\/i>— Always giving thee reason to glory in him; or, thy relation to him, and interest in him, as <i>thy God, <\/i>shall be thy greatest honour. <i>Thy sun shall no more go down, <\/i>&c. — Thy light and comfort shall be no more withdrawn. “If the church, under the economy of the external and typical covenant, saw only a temporary light, and underwent various changes of its state, at this time it shall rejoice, for a long season with unchanged light, in a much more constant and happy state.” <i>The days of thy mourning shall be ended <\/i>— The prosperity and happiness of the church shall be perpetual and uninterrupted. Hebrew,  <span class=\"hebrew_text\">שׁלמו<\/span>, <i>shall be recompensed, <\/i>that is, Thy days of rejoicing shall abundantly recompense all thy days of mourning. Observe, reader, “Jesus Christ is the eternal Sun and Light of his church, illuminating and sanctifying it by his Spirit, filling it with his glory, and prospering its whole state by his providence, for the end of eternal joy. (See <a class=\"ref\">Revelation 22:5<\/a>.) Who will say that the church has ever yet enjoyed this blessing of divine providence and grace, in the full extent which is here marked out by the prophet?” — Vitringa.<\/p>",
    "audit": null
}