{
    "id": 9381,
    "source": "benson",
    "verse_id": 18509,
    "verse_count": 2,
    "reference": "43:3-4",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 43:3-4<\/a><em>.<\/em><i>I gave Egypt for thy ransom <\/i>— Some think this was fulfilled when God smote the firstborn and others in Egypt, and afterward drowned Pharaoh and his host in the Red sea, for the safety and benefit of his people. But it is more “commonly referred to the time of Sennacherib’s invasion; who, when he was just ready to fall upon Jerusalem, soon after his entering Judea, was providentially diverted from that design, and turned his arms against the Egyptians; and their allies the Cushean Arabians, with their neighbours the Sabeans, probably joined with them, under Tirhakah: see chap. 20., and 37:9. Or, as there are some reasonable objections to this opinion, perhaps it may mean, more generally, that God had often saved his people at the expense of other nations, whom he had, as it were, in their stead, given up to destruction.” — Bishop Lowth. <i>Since thou wast precious, &c., thou hast been honourable <\/i>— That is, from the time that I chose thee for my precious and peculiar treasure and people, I have had a great esteem and affection for thee. Bishop Lowth translates the clause, <i>Because thou hast been precious in my sight, thou hast been honoured,<\/i> &c. Vitringa thinks the prophet refers to the deliverance from Sennacherib, whereby God abundantly showed that the Jewish nation was <i>precious <\/i>and <i>honourable <\/i>in his sight; and the <i>men, <\/i>in the last clause, refers to the Assyrians, and the <i>people <\/i>to the Chaldeans. The Assyrians suffered a fearful slaughter (chap. 37:36) for the sake of the Jews, and the empire of the Chaldees was to be overturned by the Medes and Persians to procure their deliverance. In both which instances God abundantly testified that his church was <i>precious, <\/i>and <i>honourable in his sight, <\/i>and <i>much beloved by him.<\/i><\/p>",
    "audit": null
}