{
    "id": 9537,
    "source": "benson",
    "verse_id": 18806,
    "verse_count": 2,
    "reference": "59:5-6",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"eyIxODgwNiI6Mn0=\">Isaiah 59:5-6<\/a>.<i>They hatch cockatrice’ eggs <\/i>— They contrive and execute wicked purposes and practices, whereby sure and sudden destruction is brought upon themselves and others. Of the <i>cockatrice, <\/i>or <i>basilisk, <\/i>as it should rather be rendered, see on <a class=\"isa\" verses=\"MTc5NTg=\">Isaiah 14:29<\/a>. One kind is put for any venomous creature. The speech is proverbial, signifying, by these <i>eggs, <\/i>mischievous designs, and by hatching them their putting them in practice. <i>And weave the spider’s web <\/i>— Another proverbial speech, whereby is signified, both how by their plots they weaved nets, laid snares industriously with great pains and artifice, to entrap or entangle others; and also how their designs would come to nothing, as the spider’s web is soon swept away. <i>He that eateth of their eggs <\/i>— That converses and joins with them in their mischievous designs, and partakes of the fruits thereof; <i>dieth<\/i> —<i> <\/i>Is seduced into destructive errors and vices, or involved in ruin. <i>And that which is crushed <\/i>— In order that it may be eaten; <i>breaketh out into a viper <\/i>— A poisonous viper proceeds from it. The more any one partakes of their counsels, the more he is infected, such a deadly poison lies imbodied in them. <i>Their webs shall not become garments <\/i>— Though they are finely wrought, yet they are too thin and weak to be of any use; that is, their contrivances and deep designs shall not advantage them. <i>Neither shall they cover themselves, <\/i>&c. — Their works shall neither cover nor defend the actors. <i>Their works are works of iniquity <\/i>— Of injustice, whereby they grieve, vex, and injure their brethren. <i>And the act of violence is in their hands <\/i>— They exercise themselves in all acts of violence and oppression.<\/p>",
    "audit": null
}