{
    "id": 9030,
    "source": "benson",
    "verse_id": 17772,
    "verse_count": 1,
    "reference": "6:2",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"MTc3NzI=\">Isaiah 6:2<\/a>.<i>Above it <\/i>— Or, rather, <i>above him, <\/i>as  <span class=\"hebrew_text\">ממעל לו<\/span>might be better rendered; <i>stood the seraphim <\/i>— As ministers attending upon their Lord, and waiting to receive and execute his commands. The word <i>seraphim, <\/i>which, like <i>cherubim, <\/i>is plural, signifies <i>burning, <\/i>or <i>flaming ones, <\/i>from the verb  <span class=\"hebrew_text\">שׂר<\/span>Š, <i>seraph, <\/i>to <i>burn <\/i>or <i>flame. <\/i>The expression here means spiritual beings, <i>qui a claritate et aspectus splendore, quasi flammantes et ignei <\/i><i>visi sunt, <\/i>“who, from their brightness, and the splendour of their aspect, appeared as if they were <i>fiery <\/i>and <i>flaming.” <\/i>It is probable that both their name and their fiery, burning appearance were intended to signify, 1st, Their nature, which is bright and glorious, subtle and pure; and, 2d, Those qualities of fervent love to God, and zeal for his glory and service, which they possess. <i>Each one had six wings <\/i>— For the purpose immediately mentioned. <i>With twain he covered his face <\/i>— Out of profound reverence, as being sensible of the infinite distance between God and him, so that he durst not presume to look directly upon him, and judged himself neither able nor worthy to behold the brightness of his glory. <i>And with twain he covered his feet <\/i>— To signify the sense he had of his own natural, though not moral, infirmity; and his desire that God would not too severely examine all his ways and actions, commonly signified by the feet; because, though they did not swerve from God’s commands, yet they were not worthy of the acceptance, nor suitable to the dignity of so glorious a majesty. <i>And with twain he did fly <\/i>— Which implies his great readiness and alacrity, his activity and celerity in executing God’s commands. We may infer from this description of the seraphim, that they appeared in a human form: but whether that is the form they always bear, or whether it was only assumed on this occasion, cannot be determined.<\/p>",
    "audit": null
}