{
    "id": 9470,
    "source": "benson",
    "verse_id": 18692,
    "verse_count": 3,
    "reference": "51:18-20",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"eyIxODY5MiI6M30=\">Isaiah 51:18-20<\/a>.<i>There is none to guide her, <\/i>&c. — When thou wast drunk with this cup, and couldest not direct or support thy steps, neither thy princes, nor prophets, nor priests, were able or willing to lead or uphold thee. <i>These two things are come upon thee <\/i>— Those here following, which, although they be expressed in four words, yet may be fitly reduced to two things, namely, desolation by famine, and destruction by the sword. <i>Who shall be sorry for thee <\/i>— Who is there left to take pity on thee, since thy children are all in as miserable a condition as thyself? See <a class=\"isa\" verses=\"MTg2OTI=\">Isaiah 51:18<\/a>; <a class=\"isa\" verses=\"MTg2OTQ=\">Isaiah 51:20<\/a>. <i>By whom shall I comfort thee <\/i>— What human means of comfort is there left for thee?<\/p>\n<p><i>Thy sons have fainted <\/i>— They are so far from being able to comfort thee, as was said <a class=\"isa\" verses=\"MTg2OTI=\">Isaiah 51:18<\/a>, that they themselves faint away for want of comfort, and through famine. <i>They lie at the head of all the streets <\/i>— Dead by famine, or the sword of the enemy; <i>as a wild bull in a net <\/i>— Those of them who are not slain are struggling for life. <i>They are full of the fury of the Lord <\/i>— “The bold image of the cup of God’s wrath,” says Bishop Lowth, “often employed by the sacred writers, is nowhere handled with greater force and sublimity than in this passage. Jerusalem is represented in person, as staggering under the effects of it, destitute of that assistance which she might expect from her children, not one of them being able to support or lead her. They, abject and amazed, lie at the head of every street, overwhelmed with the greatness of their distress; like the oryx entangled in a net, in vain struggling to rend it and extricate himself. This is poetry of the first order, sublimity of the highest proof.”<\/p>",
    "audit": null
}