{
    "id": 9182,
    "source": "benson",
    "verse_id": 18052,
    "verse_count": 2,
    "reference": "21:16-17",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"eyIxODA1MiI6Mn0=\">Isaiah 21:16-17<\/a>.<i>For thus hath the Lord said <\/i>— Hitherto the prophet had spoken figuratively: now he ceases to do so; <i>within a year <\/i>— From the time of the delivery of this prophecy, <i>according to the years of a hireling<\/i> — Namely, an exact year: for hirelings diligently observe and wait for the end of the year, when they are to receive their wages. And this prophecy “was probably delivered about the same time with the rest in this part of the book, that is, soon before or after the 14th of Hezekiah, the year of Sennacherib’s invasion. In his first march into Judea, or in his return from the Egyptian expedition, he might, perhaps, overrun these several clans of Arabians, whose distress, on some such occasion, is the subject of this prophecy.” — Bishop Lowth. <i>And all the glory of Kedar shall fail <\/i>— Their power and riches, and all things wherein they used to glory The Kedarenes were another division of the Arabians, descended from Kedar, Ishmael’s son, (<a class=\"ref\">Genesis 25:13<\/a>,) who were famous for the use of the bow, as is intimated in <a class=\"isa\" verses=\"MTgwNTM=\">Isaiah 21:17<\/a>, at which weapon their ancestor Ishmael was very expert, <a class=\"ref\">Genesis 21:20<\/a>. The same people are said to dwell in the tents of Kedar, (<a class=\"ref\">Psalms 120:5; Song of Solomon 1:5<\/a>,) and were remarkable for their swarthiness, the word <i>Kedar <\/i>signifying black or tawny. It is here foretold that they should suffer a grievous slaughter, whereby their <i>mighty men should be diminished, <\/i>and that they should be deprived of their flocks, tents, furniture, and wealth, and be obliged to save themselves by fleeing into the interior parts of the desert. <\/p>",
    "audit": null
}