{
    "id": 9170,
    "source": "benson",
    "verse_id": 18033,
    "verse_count": 4,
    "reference": "20:3-6",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 20:3-6<\/a>.<i>And the Lord <\/i>— Who here explains and applies the sign, <i>said, Like as my servant hath walked naked, &c., three years <\/i>— Not constantly, but when he went abroad among the people, to whom this was appointed to be a sign. Bishop Lowth says, probably <i>three days, <\/i>to show, that within three years the Egyptians and Ethiopians should be conquered and made captives by the king of Assyria, and be in the same condition, and that the town should be taken. But it is objected, that although <i>a day <\/i>is usually put for <i>a year <\/i>in the prophetic scriptures, <i>a year <\/i>is never put for <i>a day. <\/i>The former interpretation, therefore, is more probable. <i>For a sign and wonder,<\/i> &c. — Either when this judgment should come, namely, three years after this prophecy was thus uttered, or how long it should continue, namely, for three years: for some have observed, that the Assyrians spent so much time in conquering Egypt and Ethiopia. <i>So shall the king of Assyria lead away the Egyptians — Like beasts, <\/i>as  <span class=\"hebrew_text\">ינהג<\/span>is commonly used. <i>And they shall be afraid and ashamed <\/i>— Namely, all they that shall trust to them, and glory in them. In which words, “we have the consequence of the divine judgment upon the Egyptians and Ethiopians, and the scope of the prophecy, namely, to convince the inhabitants of Palestine, and among these some factious persons in Jerusalem, of the vanity of the confidence they placed in them; for when they should see the completion of this prophecy, they should then condemn their own folly for placing their expectations on so feeble a defence.” <i>The inhabitant of this isle <\/i>— Of this land, in which the prophet was, and to whose inhabitants these words were uttered. For the name of <i>isles, <\/i>or <i>islands, <\/i>is frequently given in Scripture, not only to lands encompassed with the sea, but also to such countries as were on the sea- coast, as Palestine or Canaan was. <i>Shall say, Behold, such is our expectation <\/i>— So vain is our hope, placed upon such a people as are unable to deliver themselves, and much more to deliver us: <i>whither we flee for help <\/i>— To whom we now and usually trust: <i>and how shall we escape<\/i> — Either by their help, who cannot defend themselves, or by our own strength, seeing they, who were much more potent than we are, could not escape? <\/p>",
    "audit": null
}