{
    "id": 9106,
    "source": "benson",
    "verse_id": 17902,
    "verse_count": 2,
    "reference": "12:1-2",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"eyIxNzkwMiI6Mn0=\">Isaiah 12:1-2<\/a>.<i>And, <\/i>&c. — “Isaiah concludes this most noble prophecy with a doxology from the mouth of those who should share in the blessings of the great redemption before specified. This doxology is two-fold: in the first part, the redeemed, in their own names and persons, praise God for the benefits of salvation and consolation through Christ, conferred upon them. In the second part they mutually exhort and encourage themselves and others, to praise and celebrate their God and Redeemer.” Dodd. <i>In that day <\/i>— When this great work of the reduction of Israel, and the conversion of the Gentiles, promised in the foregoing chapter, is fulfilled: when the kingdom of the Messiah is set up in the world, in despite of all opposition from earth and hell; <i>thou shalt say <\/i>— Thou church of God, composed of Jews and Gentiles, united in one body, shalt say, as one man, with one mind and one mouth; and every particular member of the community shall say; that is, shall have cause to say, and a heart to say, <i>O Lord, I will praise thee <\/i>— “I will give thanks unto thee, O Jehovah;” so Bishop Lowth. For <i>though thou <\/i>hast been <i>angry with me <\/i>— Namely, while I was in my unenlightened and unconverted state of heathenish ignorance, or of Jewish unbelief; my state of sin and guilt, of depravity and alienation from thee; <i>thine anger is turned away <\/i>— In consequence of my conversion to thee by true repentance, unfeigned faith, and new obedience; <i>and thou comfortedst me <\/i>— By evident tokens of thy presence, communications of thy grace, and prospects of thy glory. <i>Behold, God is my salvation <\/i>— The author, giver, and source of my salvation; which, in all its branches and degrees, hath been effected, not by the power of man, but by the mercy and grace of God. He, therefore, shall have the glory of the salvation that has already been wrought for me, and from him only will I expect the salvation which I further need. And for this, <i>I will trust <\/i>— In his power, love, and faithfulness; <i>and not be afraid <\/i>— Lest he should deceive my confidence or disappoint my expectations; lest he should be either unable or unwilling to save me in time to come, as he has saved me in time past. For, not a dead idol, or a mere creature, whether made by man or God. but <i>the Lord Jehovah <\/i>— Hebrew, <i>Jah Jehovah, <\/i>(the former word being a contraction of the latter, and both signifying his self-existence, his eternity, and unchangeableness,) <i>is my strength and my song <\/i>— He, who is the living and true God, and who has all possible perfections in and of himself; he, who is both infinite and everlasting, hath undertaken my cause, and gives me both support in weakness and comfort in trouble; he enables me both to withstand my enemies and to rejoice and glory in him, being, as I know by experience, already <i>become my salvation.<\/i><\/p>",
    "audit": null
}