{
    "id": 9037,
    "source": "benson",
    "verse_id": 17781,
    "verse_count": 2,
    "reference": "6:11-12",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 6:11-12<\/a>.<i>Then said I, Lord, how long? — <\/i>An abrupt speech, arising from the prophet’s great passion and astonishment: how long shall this dreadful judgment last? <i>Until the cities be wasted, <\/i>&c. — Until this land be totally destroyed, first by the Babylonians, and afterward by the Romans. <i>And the Lord have removed men far away <\/i>— Hath caused this people to be carried away captive into far countries. <i>And there be a great forsaking<\/i> — Till houses and lands be generally forsaken of their owners. The reader wilt observe, “There is a remarkable gradation in denouncing these judgments; not only Jerusalem and the cities should be <i>wasted without inhabitant, <\/i>but even the single houses should be <i>without man; <\/i>and not only the houses of the cities, but even the country should <i>be utterly desolate; <\/i>and not only the people should be removed out of the <i>land, <\/i>but <i>the Lord <\/i>should <i>remove them far away; <\/i>and they should not be removed for a short period, but there should <i>be a great, <\/i>or rather, <i>a long forsaking in the midst of the land. <\/i>And hath not the world seen all these particulars exactly fulfilled? Have not the Jews laboured under a spiritual blindness and infatuation, in <i>hearing, <\/i>but <i>not understanding, <\/i>in <i>seeing, <\/i>but <i>not perceiving <\/i>the Messiah, after the accomplishment of so many prophecies, after the performance of so many miracles? And, in consequence of their refusal to <i>convert and be healed, <\/i>have not <i>their cities been wasted without inhabitants, and their houses without man? <\/i>Have they not been <i>removed far away into <\/i>the most distant parts of the earth? and hath not their removal, or banishment, been now of above 1700 years duration? And do they not still continue deaf and blind, obstinate and unbelieving? The Jews, at the time of the delivery of this prophecy, gloried in being the peculiar church and people of God; and would any Jew, of himself, have thought or have said, that his nation would, in process of time, become an infidel and reprobate nation; infidel and reprobate for many ages, oppressed by man, and forsaken of God? It was above 750 years before Christ that Isaiah predicted these things; and how could he have predicted them, unless he had been illuminated by the divine vision; or could they have succeeded accordingly, unless the Spirit of prophecy had been the Spirit of God?” See Bishop Newton <i>on the Prophecies, <\/i>vol. 1. p. 233.<\/p>",
    "audit": null
}