{
    "id": 9001,
    "source": "benson",
    "verse_id": 17724,
    "verse_count": 1,
    "reference": "3:16",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"MTc3MjQ=\">Isaiah 3:16<\/a>.<i>Moreover, the Lord saith <\/i>— After God had reproved the rulers of the Jews for their iniquity, injustice, and rapacity in spoiling the people, “he draws an argument of the same kind from the pride and luxury of the noble matrons and virgins, whose ornaments, collected from the spoils of the people, were borne proudly and insolently by them; upon whom therefore he denounces judgments; for of these two parts consists this last period of his reproving discourse: urging, 1st, In this verse the crimes of luxury and wanton haughtiness; denouncing, 2d, The punishment with which God would pursue these crimes, <a class=\"isa\" verses=\"MTc3MjU=\">Isaiah 3:17<\/a> to chap. 4:1:” see Vitringa and Dodd. <i>Because the daughters of Zion are haughty <\/i>— Proud and disdainful; <i>and walk with stretched-forth necks <\/i>— Affecting stateliness, (<a class=\"ref\">Psalms 75:5<\/a>,) and endeavouring to appear tall; <i>and wanton eyes — <\/i>Hebrew,  <span class=\"hebrew_text\">משׂקרות<\/span>, <i>falsifying their eyes; <\/i>that is, falsely setting off their eyes with paint, as Bishop Lowth translates it, observing that he takes it to be the true meaning and literal rendering of the word; <i>walking and mincing as they go <\/i>— Taking petty tripping steps in their walking, that they may appear the younger; <i>making a tinkling with their feet — <\/i>Dr. Waterland renders this clause, <i>and with chains, <\/i>or <i>shackles, upon their feet. <\/i>The prophet is thought, by some learned men, to “allude to a custom among the eastern ladies of wearing on their legs large hollow rings, or circles, with little rings hanging round them; the cavities of these rings being filled with small flints, which caused them to sound like bells on the least motion.” Bishop Lowth translates the last two clauses, “Mincing their steps as they go, and with their feet lightly tripping along.”<\/p>",
    "audit": null
}