{
    "id": 9230,
    "source": "benson",
    "verse_id": 18139,
    "verse_count": 2,
    "reference": "26:8-9",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"eyIxODEzOSI6Mn0=\">Isaiah 26:8-9<\/a>.<i>Yea, in the way of thy judgments, O Lord <\/i>— That is, as some understand it, of thine <i>ordinances <\/i>and <i>commandments, <\/i>in which we carefully and conscientiously walk; or, in the way of thy <i>chastisements. <\/i>As we, thy people, have loved and served thee, when thou didst make our way smooth and pleasant before us, so we have not forsaken thee, but waited upon thee, when thou didst see fit, for our trial, to make it difficult and troublesome. We have possessed our souls in patience under thy chastisements, and have waited thy time for our deliverance. <i>The desire of our soul is to thy name <\/i>— Hebrew, <i>to thy name and thy memory; <\/i>that is, to the remembrance of thy nature and attributes, according as thou hast made thyself known by thy word and works. And so the sense of this clause is, our affections are not alienated from thee by thy judgments, but we still continue to desire thy presence and favour, and we support and comfort ourselves with the remembrance of what thou art, and what thou hast done, and what thou hast promised to be to, and do for, thy people. <i>With my soul <\/i>— Sincerely and most affectionately; <i>have I desired thee <\/i>— The prophet speaks this in the name of all God’s people; <i>in the night <\/i>— In the time of affliction, often termed <i>night, <\/i>or <i>darkness; <\/i>or, rather, in the night, properly so called, as appears from the next clause, wherein <i>early, <\/i>or in the morning, is opposed to it. When others are sleeping, my thoughts and desires are working toward thee. <i>Yea, with my spirit within me <\/i>— By fervent and importunate prayer for thy loving-kindness; <i>will I seek thee early <\/i>— Betimes in the morning. <i>For when thy judgments are in the earth<\/i> — And good reason it is that we should thus desire and seek thee in the way of thy judgments, because this is the very design of thy judgments, that men should thereby be awakened to learn and return to their duty; and this is a common effect of them, that those who have been careless in prosperity are made wiser and better by afflictions.<\/p>",
    "audit": null
}