{
    "id": 9074,
    "source": "benson",
    "verse_id": 17838,
    "verse_count": 5,
    "reference": "9:8-12",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"eyIxNzgzOCI6NX0=\">Isaiah 9:8-12<\/a>.<i>The Lord sent a word, <\/i>&c. — A prophetical and threatening message by me: for now the prophet, having inserted some consolatory passages for the support of God’s faithful people, returns to his former work of commination against the rebellious Israelites; <i>and it lighted <\/i>— Hebrew,  <span class=\"hebrew_text\">נפל<\/span>, <i>it fell, <\/i>that is, it shall fall in the prophetical style. It shall certainly be accomplished; <i>upon Israel <\/i>— The same with Jacob in the former clause. We have here the third section of the fifth discourse, which reaches to the fifth verse of the next chapter, “and makes,” says Bishop Lowth, “a distinct prophecy, and a just poem, remarkable for the regularity of its disposition, and the elegance of its plan. It has no relation to the preceding or following prophecy, which relate principally to the kingdom of Judah; whereas, this is addressed exclusively to the kingdom of Israel. The subject of it is a denunciation of vengeance awaiting their crimes. It is divided into four parts, each threatening the particular punishment of some grievous offence; of their pride; of their perseverance in their vices; of their impiety; and of their injustice. To which is added a general denunciation of a further reserve of divine wrath, contained in a distich before used by the prophet on a like occasion, (<a class=\"isa\" verses=\"MTc3NjU=\">Isaiah 5:25<\/a>,) and here repeated after each part: this makes the intercalary verse of the poem; or, as we call it, the burden of the song.” <i>And all the people shall know <\/i>— Namely, by experience. They shall know whether my word be true or false. <i>Even Ephraim, <\/i>&c. — The people of the ten tribes, and particularly Ephraim, the proudest of them all. <i>And Samaria <\/i>— The strongest place, and the seat of the king and court. Here we have the first fault of the Ephraimites, namely, the pride and contempt with which they had received the threatenings of the true prophets of God, who had denounced to them the unhappy consequences of their undertakings. Elevated with vain hope, they had declared that they would never desist from their purpose of invading Judah for any denunciations of the prophets; on the contrary, they had boasted proudly, that, strengthened as they were by their present alliance with the king of Syria, though they had heretofore suffered great loss, they had no doubt of repairing their fortune. Though <i>the bricks were fallen<\/i> <i>down, they would build with hewn stones, <\/i>&c. — The expression is metaphorically elegant, and denotes the restoration of a fallen state for the better, and the change of a mean and low to a more honourable and excellent situation. For their pride and arrogance, the God who laugheth vain men to scorn, denounces their punishment in the two following verses; and, according to his usual justice, assures them that the union with Rezin, wherein they boasted, should itself prove their destruction. This prophecy was fulfilled by Tiglath-pileser. See <a class=\"ref\">2 Kings 16:17<\/a>, Vitringa, and Dodd. Dr. Waterland renders the beginning of the twelfth verse, “The Syrians from the east, and the Philistines from the west.” Though Rezin, king of Syria, was destroyed, yet the body of the nation survived, and submitted themselves to the king of Assyria, and upon his command invaded Israel afterward. <i>And they shall devour Israel, <\/i>&c. — Like wild beasts.<\/p>",
    "audit": null
}