{
    "id": 9619,
    "source": "benson",
    "verse_id": 18945,
    "verse_count": 2,
    "reference": "66:22-23",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"eyIxODk0NSI6Mn0=\">Isaiah 66:22-23<\/a>.<i>For as the new heavens, <\/i>&c. — The new state of the church to be raised up under the Messiah; <i>shall remain before me <\/i>— Unalterable. As the gospel dispensation is to be continued till the end of time, and not to be succeeded by any other; as it shall therefore remain, because it is <i>before me, <\/i>under my eye, my care, and special protection; <i>so shall your seed and your name remain <\/i>— A seed of ministers, a seed of Christians. As one generation of both passeth away, another generation shall come, and thus the name of <i>Christ, <\/i>with that of <i>Christians, <\/i>shall continue on earth while the earth remains, and <i>his throne as the days of heaven! <\/i>The gates of hell, though they fight against the church, shall not <i>prevail <\/i>against it, nor <i>wear out the saints of the Most High: <\/i>for there shall be a daily succession of true believers for the upholding of it; for, if believers could fail from the earth, the church, made up of them only, as the true members of it, must fail also. <i>And from one new-moon to another,<\/i> &c. — In the gospel church there shall be as constant and settled a course of worship, (though of another nature,) as ever was in the Jewish Church. This is described in expressions suited to the Old Testament dispensation, to show that, though the ceremonial law should be abolished, and the temple service at an end, yet God should be still as regularly, statedly, and acceptedly worshipped as ever. Heretofore the Jews were only obliged to appear three times in a year at the place of God’s public worship, but, saith the prophet, in the gospel church people shall worship <i>from one new moon to another, and from one sabbath to another — <\/i>They shall be perpetually employed in serving and glorifying him, although in different ways. Their state shall be one continued festival. And whereas, under the former dispensation, the Jews only were bound to attend God’s worship at the great feasts, and of them only the males; now, under the new dispensation, all flesh, Gentiles as well as Jews, women as well as men, shall <i>come and worship before God <\/i>— That is, shall worship in his presence, though not in his temple at Jerusalem, but in religious assemblies dispersed all over the world, which shall be to them as the <i>tabernacle of meeting <\/i>was to the Jews: God will in them record his name; and, though but two or three come together, he will <i>be in the midst of them, <\/i>will meet and bless them. <\/p>",
    "audit": null
}