{
    "id": 9596,
    "source": "benson",
    "verse_id": 18909,
    "verse_count": 1,
    "reference": "65:11",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"MTg5MDk=\">Isaiah 65:11<\/a>.<i>But, <\/i>&c. — The prophet now returns to address his discourse to the sinners and apostates, whom he had reproved and threatened, (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 65:2-3<\/a>,) and renews his charge against them for forsaking the Lord, separating themselves from his worship, and polluting themselves with idolatry, the most shameful and abominable in his sight. <i>Ye are they that forsake the Lord <\/i>— Let not any of you that are idolaters and covenant- breakers think that these promises belong to you: you are apostates from God’s fear and love, his worship and service, and have neither part nor lot in this matter; <i>that forget my holy mountain <\/i>— My temple and worship, a figure of the Christian Church. <i>That prepare a table, <\/i>&c. — As God had altars, which are sometimes called <i>tables, <\/i>(see <a class=\"ref\">Ezekiel 41:22<\/a>,) so they prepared altars for their idols. By <i>preparing a table <\/i>here, however, seems rather to be meant <i>the feasts <\/i>they made upon their sacrifices, in imitation of what the true God had commanded his people, <a class=\"ref\">Deuteronomy 16:14-15<\/a>; <i>for that troop <\/i>— A troop of idols, worshipped by the heathen; <i>and furnish the drink-offerings unto their number <\/i>— God had appointed <i>drink- offerings, <\/i>as a sort of homage to be paid to him; and these people paid this homage to their idols. The words <i>gad <\/i>and <i>meni, <\/i>the former of which is rendered <i>troop <\/i>here, and the latter <i>number, <\/i>are thought by many commentators to be the names of certain idols. The LXX. render the former word  <span class=\"greek-hebrew\">τω δαιμονιω<\/span>, <i>the demon, <\/i>or <i>devil, <\/i>and the latter  <span class=\"greek-hebrew\">τη τυχη<\/span>, <i>fortune. <\/i>Or, according to the copy St. Jerome seems to have used, they have translated <i>gad, fortune, <\/i>and <i>meni, demon. <\/i>Not to mention the opinion of other learned men, Dr. Waterland and Bishop Lowth suppose that <i>gad <\/i>means <i>the sun, <\/i>and <i>meni, the moon. <\/i>And it seems very probable that the moon, at least, is meant by one of these names, being generally worshipped throughout all the East, and termed <i>the queen of heaven, <\/i>and afterward by the Greeks under the name of Hecate. The idolatrous Jews erected altars to this fancied goddess on the tops of their houses, or near their doors, and in the corners of their streets, or in groves, and offered to her incense, cakes baked with oil and honey, and drink-offerings of wine, and other liquors. And it appears to have been usual among the Greeks from the most ancient times, to spread in the evening a table covered with dainties, in the highways, in honour to her. But it is of no consequence to us what these objects of idolatrous worship were; nor have we any cause to regret, that the inspired penmen have not deigned to inform us, but have “chosen rather that the memory of the knowledge of them should be utterly abolished. And God be praised, that they are so totally abolished that we are quite at a loss to know what, and what sort of things they were.” — Schmidius, quoted by Bishop Lowth.<\/p>",
    "audit": null
}