{
    "id": 9500,
    "source": "benson",
    "verse_id": 18747,
    "verse_count": 2,
    "reference": "55:6-7",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"eyIxODc0NyI6Mn0=\">Isaiah 55:6-7<\/a>.<i>Seek ye the Lord, <\/i>&c. — Having discoursed of the office and work of Christ, and showed that he should call people and nations to himself and to God, the prophet now endeavours to persuade the people to hearken to his call, and to <i>seek the Lord; <\/i>that is, to labour to get the knowledge of God’s will, and to obtain his grace and favour, neither of which could be obtained save in and through Christ. And this exhortation is general, like that <a class=\"isa\" verses=\"MTg3NDI=\">Isaiah 55:1<\/a>, intended for all nations, both Jews and Gentiles, implying that both of them had lost the favour and knowledge of God, and were gone astray from him. <i>While he may be found <\/i>— In this day of grace, while he offers mercy and reconciliation, which he will not always do: see <a class=\"ref\">Proverbs 1:24<\/a>, &c.; <a class=\"ref\">Luke 19:44; 2 Corinthians 6:2<\/a>. <i>Call upon him while he is near <\/i>— Near to you by his gracious presence and his offers in his ordinances, and ready and desirous to receive you to mercy upon the following conditions. <i>Let the wicked <\/i>— Any wicked man, either Jew or Gentile; <i>forsake his way <\/i>— His evil or wicked way; his sinful course or manner of life; called <i>his way, <\/i>as being natural, customary, and dear to him, and in opposition to God’s good way. <i>Let him cease to do evil, <\/i><a class=\"isa\" verses=\"MTc2NzE=\">Isaiah 1:16<\/a>. Observe well, reader, men’s seeking God in the use of outward means, and even the calling upon him in prayer, will do them no lasting good, unless this be attended with the reformation of their lives; <i>and the unrighteous man his thoughts <\/i>— The sinful desires, intentions, and purposes of his mind. Thus he strikes at the root of all sinful actions, and shows that the heart must be changed as well as the outward conduct. <i>And let him return unto the Lord — <\/i>As he departed from God by sin, so let him return to him by sincere repentance and faith, productive of new obedience. By this he signifies, that a mere abstinence from wicked courses is not sufficient, without the exercise of the contrary graces and virtues. <i>And to our God <\/i>— To the God of Israel, who is, and has shown himself to be, a most merciful and gracious God; <i>for he will abundantly pardon <\/i>— He uses so many words and arguments to encourage and lead them to repentance, because the persons here principally addressed had been guilty of idolatry, apostacy, and many other acts of gross wickedness, which he knew, when they came to themselves, and to have a serious sense of their sins, and of the just and holy nature and law of God, would be an insupportable burden to their awakened consciences, and would make them ready to conclude that God would not pardon such horrible delinquencies; in consequence of which they would rather be driven from God, than induced to draw near to him.<\/p>",
    "audit": null
}