{
    "id": 9528,
    "source": "benson",
    "verse_id": 18794,
    "verse_count": 1,
    "reference": "58:7",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"MTg3OTQ=\">Isaiah 58:7<\/a>.<i>Is it not <\/i>— Namely, the fast that pleases me. Having shown the evil they were to abstain from in order to keep an acceptable fast, namely, every species of cruelty, he here proceeds to speak of the duty that was required, namely, the exercise of every kind of mercy, as a necessary fruit of true repentance, <a class=\"ref\">Daniel 4:27; Luke 19:8<\/a>. For there are two parts of righteousness toward our neighbour; one, to do wrong to no man; the other, to do good to all: which two must always go together, and never be separated from each other, especially in acts and seasons of humiliation. And, as under the evils here mentioned are comprehended all other evils whatsoever, all which men must abstain from if they would give evidence of true humiliation and godly sorrow, so in the duties here spoken of are comprised all the duties, to the practice of which they ought to apply themselves as the effects of true repentance. <i>To deal <\/i>— The word  <span class=\"hebrew_text\">פרס<\/span>properly signifies <i>to divide, <\/i>or to break into parts; <i>thy bread to the hungry<\/i> —<i> <\/i>Bread is here put for all things necessary for the support of human life, any or every kind of food. <i>And that thou bring the poor <\/i>— Those that are not only needy, as to their present condition, but helpless, and utterly unable to support themselves; <i>that are cast out <\/i>— Forced from their dwellings, deprived of house and harbour by the injustice of the powerful, or by persecution for conscience’ sake, and who are thereby become wanderers, and have no abiding place; <i>to thy house <\/i>— That thou be hospitable, and make thy house a shelter to them, or provide lodging for them. <i>When thou seest the naked <\/i>— Those that either have no clothes, or are so poorly clothed that their clothing is not sufficient to preserve them from perishing by cold; <i>that thou cover him <\/i>— That thou give them raiment suited to these wants, <a class=\"ref\">James 2:15-16<\/a>. <i>And that thou hide not thyself <\/i>— That thou not only seek no occasion to excuse thyself, but that, out of compassion, thou apply thyself heartily and speedily to his relief; that thou be not like the priest and Levite, but like the good Samaritan, <a class=\"ref\">Luke 10:31-35<\/a>. <i>From thine own flesh <\/i>— Some restrain this to our own kindred, but this would confine our charity within too narrow a compass, inasmuch as often, nay, perhaps most commonly, the necessities of others are greater than those of our own relations; neither is it congruous, that the other words here should be taken in the greatest latitude, and this alone be confined within such narrow limits. Our Saviour teaches us to consider every man as our neighbour. And surely we can look on no man but there we contemplate our <i>own flesh; <\/i>and therefore it is barbarous, not only to tear, but not to love and succour him. Therefore feed him as thou wouldest feed thyself, or be fed; shelter him as thou wouldest shelter thyself, or be sheltered; clothe him as thou wouldest clothe thyself, or be clothed, if in any of these respects thou wert in his circumstances.<\/p>",
    "audit": null
}