{
    "id": 9568,
    "source": "benson",
    "verse_id": 18856,
    "verse_count": 2,
    "reference": "62:1-2",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"eyIxODg1NiI6Mn0=\">Isaiah 62:1-2<\/a>.<i>For Zion’s sake <\/i>— Namely, the church’s sake, Zion and Jerusalem being both put for the church, <a class=\"ref\">Hebrews 12:22<\/a>. <i>Will I not hold my peace <\/i>— It appears from the last verse of the preceding chapter, that this is immediately connected with it, and these may be considered as the words of the prophet, or, as Vitringa thinks, of a prophetic choir, representing the whole body of the ministers of God, and, among these particularly, the apostles and evangelists, at the beginning of the gospel; declaring that they will not be silent, <i>till the righteousness <\/i>of the church, that is, its redemption, (alluding to the redemption of the Jewish Church from Babylon,) <i>shall go forth as brightness, <\/i>&c. — That is, till the kingdom of God shall be most brightly and completely revealed. Others, however, think that the prophet speaks here as the type of Christ, and in his name, and that Christ is to be considered here as declaring his resolution not to cease interceding for the church until it should be freed from the obloquy and reproach, the vexations and persecutions of the Jews and heathen; until its righteousness should be placed in a clear light, and all those crimes which were falsely charged on the Christians by their enemies, (namely, respecting their nightly assemblies, their killing of infants, and drinking their blood, their promiscuous lust, &c.,) should be undeniably confuted. For when the assemblies of the Christians came to be held openly, and in the day-time, and were frequented by greater numbers, all these calumnies were proved to be false. And when Constantine came to the empire, especially when he came to have the sole command, the Christian religion was raised out of its state of obscurity, was placed in a true and conspicuous point of view, and freed from the unmerited reproach that had been cast upon it. <i>And the Gentiles shall see thy righteousness <\/i>— Thy innocence with respect to the things laid to thy charge, and the blamelessness, usefulness, and the holiness of thy members. Or, they shall acknowledge that God has justly honoured thee, and thereupon shall join themselves to thee. <i>And all kings thy glory <\/i>— Those that were wont to scorn thee, shall now be taken up with the admiration of thy glory. <i>And thou shalt be called by a new name <\/i>— Not the <i>seed of Abraham, <\/i>or <i>the children of Israel, <\/i>but the people and children of God; or by the name mentioned <a class=\"isa\" verses=\"MTg4NTk=\">Isaiah 62:4<\/a>. <i>Which the mouth of the Lord shall name <\/i>— Thou shalt be brought into a new state, far more glorious than formerly, whereof God shall be the author. Or, thou shalt be called <i>by another name, <\/i>as it is expressed <a class=\"isa\" verses=\"MTg5MTM=\">Isaiah 65:15<\/a>. <i>A name, <\/i>the honour whereof shall make thee famous; ye shall be called <i>Christians.<\/i><\/p>",
    "audit": null
}