{
    "id": 9010,
    "source": "benson",
    "verse_id": 17739,
    "verse_count": 1,
    "reference": "4:5",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"MTc3Mzk=\">Isaiah 4:5<\/a><em>.<\/em><i>And the Lord will create <\/i>— Will, in a marvellous manner, produce, as it were, by a new work of creation; <i>upon every dwelling-place of mount Zion <\/i>— Upon all the private habitations of his people; <i>and upon her assemblies <\/i>— Upon the places of their public worship, and the persons assembled therein; <i>a cloud and smoke by day, and the shining, <\/i>&c. — He alludes to the pillar of a cloud and fire, which conducted and protected the Israelites in the wilderness, and afterward rested upon the tabernacle; and his words imply, that God would be the protector and glory of Zion. Such he was to Jerusalem after the return from Babylon; directing the Jews in their various difficulties, and defending them in their weak state against all the contrivances and attempts of their enemies, as we learn from the book of Nehemiah: and thus especially he was present with, and guided, protected, and preserved the first Christian Church, when he destroyed their unbelieving and disobedient countrymen. <i>Upon all the glory shall be a defence <\/i>— Upon all that church and people, which God will make glorious: upon the literal, but especially upon the mystical Jerusalem, upon all holy societies, or assemblies of sincere Christians. A learned commentator, who says the <i>dwelling-places <\/i>and <i>assemblies <\/i>of Sion “refer to the meetings of the apostles and other Christians at Jerusalem;” and that the next clause, <i>upon all the glory, <\/i>&c., means that the divine protection shall be afforded wherever God manifests himself by the extraordinary signs of his gracious presence, adds as follows: “Every symbol of the divine grace and glory, such as was the cloud, brings with it the protection and defence of that place or assembly, which is blessed with this prerogative. The event proves the truth of this interpretation. So long as God was in the temple, that place rejoiced in the benefit of the divine protection. When the voice was heard, ‘Let us depart hence,’ it was left to the desolation of its enemies.” Now the same, as he says, holds good in the Christian Church. While she cleaves to God, adheres to his truth, possesses his grace, obeys his laws, and worships him in the beauty of holiness, she has his presence with her, and is safe and happy. But, when the reverse of all this takes place, when his truth is disbelieved, his grace neglected, his laws broken, and his ordinances slighted, or attended in a mere formal way, his presence is withdrawn, and her glory and defence depart together.<\/p>",
    "audit": null
}