{
    "id": 9356,
    "source": "benson",
    "verse_id": 18450,
    "verse_count": 3,
    "reference": "40:29-31",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"eyIxODQ1MCI6M30=\">Isaiah 40:29-31<\/a>.<i>He giveth power to the faint <\/i>— He hath strength enough, not only for himself, but for all, even the weakest of his creatures, whom he can easily strengthen to bear all their burdens, and to vanquish all their oppressors. The prophet seems to speak with an especial reference to those among God’s people whose faith and hope were very low, which he would support, even until the time of their promised deliverance. <i>Even the youths shall faint <\/i>— Those that make the greatest boast of their strength, as young men are apt to do, shall find it fail them whenever God withdraws his support. <i>But they that wait upon the Lord <\/i>— That rely on him for strength to bear their burdens, and for deliverance from them in due time; <i>shall renew their strength <\/i>— Shall grow stronger and stronger in faith, patience, and fortitude, whereby they shall be more than conquerors over all their enemies and adversities. <i>They shall mount up on wings as eagles<\/i> —<i> <\/i>Which, of all fowls, fly most strongly and swiftly, and rise highest in their flight, and out of the reach of all danger. <i>Instead of, They shall mount up, <\/i>&c., Bishop Lowth reads, <i>They shall put forth fresh feathers, like the moulting eagle; <\/i>observing, “It has been a common and popular opinion, that the eagle lives and retains his vigour to a great age; and that, beyond the common lot of other birds, he moults in his old age, and renews his feathers, and with them his youth. <i>Thou shalt renew my youth like the eagle, <\/i>says the psalmist, on which place St. Ambrose notes, <i>‘Aquila longam ætatem ducit, dum, vetustis plumis fatiscentibus, nova pennarum successione juvenescit.’” <\/i>The eagle extends his age to a great length, while the old feathers failing, he grows young by a new succession of feathers. See note on <a class=\"ref\">Psalms 103:5<\/a>. <\/p>",
    "audit": null
}