{
    "id": 9600,
    "source": "benson",
    "verse_id": 18915,
    "verse_count": 3,
    "reference": "65:17-19",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 65:17-19<\/a>.<i>For behold, I create new heavens, <\/i>&c. — I will tell you yet a more admirable thing: I am about wholly to change the state, not only of my people, freeing them from the afflictions and troubles by which they have been oppressed, but also of the world, bringing a new face upon it; sending my Son to institute a new economy and worship, and raise up a new church; and pouring out my Spirit in a more plentiful manner; which new state shall continue until <i>a new heaven and a new earth <\/i>appear, <i>in which shall dwell <\/i>nothing but <i>righteousness, <\/i><a class=\"ref\">2 Peter 3:13; Revelation 21:1<\/a>. <i>And the former shall not be remembered <\/i>— That state of things shall be so glorious, that the former state of my people shall not be noticed in comparison of it. <i>But be you glad and rejoice for ever <\/i>— You that are my people. Though you cannot rejoice with that degree of joy which will attend the fruition of such a good, yet be glad and rejoice with the <i>rejoicing of hope, <\/i>for the thing is certain, and what I have already begun to do. Nor let your present state, nor the discouragements you have from seeming improbabilities, prevent your joy; for it is not a work to be performed in an ordinary way, or by an ordinary power, but by that almighty and creating energy which produces and brings into being what before had no existence. <i>For behold, I create Jerusalem <\/i>— Namely, the gospel church; <i>a rejoicing <\/i>— That is, a cause and source of joy, because of the light and grace, the wisdom, holiness, and happiness that shall be possessed by its members, the pure doctrine which shall be held and professed, and the excellent discipline which shall be maintained in it; <i>and her people a joy <\/i>— They shall not only rejoice, but be rejoiced in: those that sorrowed with the church shall rejoice with her. <i>And I will rejoice in Jerusalem — <\/i>The prosperity of the church shall be a rejoicing to God himself, who has pleasure in the prosperity of his servants; <i>and joy in my people <\/i>— Taking complacency in the work of my grace wrought in them, and in the works of righteousness wrought by them. <i>And the voice of weeping shall be no more heard — <\/i>Such promises, many of which are to be found in the Scriptures, must either be understood in a comparative sense, meaning they shall suffer no such misery as formerly, or as signifying only <i>some long <\/i>or <i>eminent state of happiness; <\/i>unless they be referred to another life, in which case they may be taken strictly, as signifying a perpetuity and perfection of joy and happiness.<\/p>",
    "audit": null
}