{
    "id": 9089,
    "source": "benson",
    "verse_id": 17872,
    "verse_count": 3,
    "reference": "10:21-23",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"eyIxNzg3MiI6M30=\">Isaiah 10:21-23<\/a>.<i>The remnant shall return <\/i>— Hebrew,  <span class=\"hebrew_text\">שׁאר ישׁוב<\/span>, <i>shear- jashub, <\/i>the name given to one of the prophet’s sons, (see <a class=\"isa\" verses=\"MTc3ODY=\">Isaiah 7:3<\/a>,) in confirmation of the truth of God’s promises. It may be rendered, as here, <i>the remnant, <\/i>or, <i>a remnant, <\/i>or, but <i>a remnant, shall return; unto the<\/i> <i>mighty God — <\/i>Hebrew,  <span class=\"hebrew_text\">אל גבור<\/span>, the very appellation given to Christ, <a class=\"isa\" verses=\"MTc4MzY=\">Isaiah 9:6<\/a>. <i>For though thy people Israel <\/i>— Or, thy people, O Israel; to whom the prophet, by an apostrophe, directs his speech; <i>be as the sand,<\/i> &c<i>., yet a remnant <\/i>— Or, <i>a remnant <\/i>only, as before; <i>shall return <\/i>— For that this is a threatening in respect of some, as well as a promise in respect of others, is evident from the rest of this, and from the following verse. <i>The consumption decreed shall overflow <\/i>— God’s judgments are said to <i>overflow <\/i>when they spread generally, the metaphor being taken from an inundation that sweeps all before it. The destruction of the people of Israel was already decreed by the fixed counsel of God, and therefore must needs be executed, and like a deluge overflow them, <i>with, <\/i>or <i>in righteousness, <\/i>as the word is rendered <a class=\"ref\">Romans 9:28<\/a>, that is, with <i>justice, <\/i>and yet with <i>clemency, <\/i>inasmuch as he spared a considerable remnant of them, when he might have destroyed them utterly. <i>In the midst of the land <\/i>— In all the parts of the land, not excepting Jerusalem, which was to be preserved in the Assyrian invasion. Bishop Lowth translates these verses, “Though thy people, O Israel, shall be as the sand of the sea, a remnant of them only shall return. The consummation decided overfloweth with strict justice: For a full and decisive decree shall Jehovah, the Lord of hosts, accomplish in the midst of the land.” The prophet’s affirming, that only a remnant of Judah and Ephraim should be preserved, and return in true repentance to God, might justly cause wonder and offence, both to Jews and Israelites, at the time when he spoke these things: for it implied that far the greater part of the people should perish, which they must have conceived highly improbable, especially as they were at that time very numerous and flourishing. The prophet, therefore, declares repeatedly, and more explicitly, that God had determined, by an absolute and precise decree, thus to exercise his justice and severity upon them. This, it is evident, is the sense of the present passage, though there is some difficulty in the expressions. This prophecy was, in part, fulfilled at the Babylonish captivity, but there can be no doubt that it has also a reference to the times of the Messiah: see note on <a class=\"ref\">Romans 9:27<\/a>. Indeed, as Lowth observes, the remnant, so miraculously preserved in Jerusalem from Sennacherib’s invasion, were a type or figure of that small number of converts under the gospel, styled  <span class=\"greek-hebrew\">σωζομενοι<\/span>, (<a class=\"ref\">Acts 2:47<\/a>,) <i>such as should be saved, <\/i>namely, such as should escape the vengeance which fell upon the main body of the Jewish nation, for their sin in rejecting Christ. And there shall be another remnant of them that shall be saved in the latter days of the Christian Church. <\/p>",
    "audit": null
}