{
    "id": 9173,
    "source": "benson",
    "verse_id": 18039,
    "verse_count": 2,
    "reference": "21:3-4",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 21:3-4<\/a>.<i>Therefore my loins, <\/i>&c. — “We have here a symbolical description of the greatness of the Babylonish calamity; the prophet exhibiting in himself, as in a figure, an emblem of the extreme distress, consternation, and horror, which should ensue on this occasion.” See <a class=\"isa\" verses=\"MTc5NjY=\">Isaiah 15:5<\/a>; <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 16:8-9<\/a>; <a class=\"ref\">Luke 21:26<\/a>. He speaks of <i>his loins being filled with pain, <\/i>with a reference to the following similitude of child- bearing. <i>Pangs have taken hold on me <\/i>— Sharp and grievous pains, or extreme anguish, as the word  <span class=\"hebrew_text\">צירים<\/span>properly means, torments like those of a woman in labour. <i>I was, <\/i>or, rather, <i>I am, bowed down <\/i>— Oppressed with an intolerable load of sorrow and distress, <i>at the hearing of it — <\/i>Hebrew,  <span class=\"hebrew_text\">משׁמע<\/span>, <i>that I cannot <\/i>(that is, cannot endure to) <i>hear it. <\/i>So Dr. Waterland, who reads the three next clauses thus: <i>I am dismayed that l cannot see it: my heart panteth: horror confounds me. <\/i>Such was the distress and anguish, the confusion and dismay, undoubtedly, of myriads of the inhabitants of Babylon, on the night when the city was unexpectedly taken; and particularly of Belshazzar, when he saw the hand that wrote, and the writing on the wall, and especially when he heard Daniel’s interpretation of it. Then, indeed, was <i>the night of his pleasure turned into fear unto him, <\/i>in which remarkable words the prophet alludes to the circumstance of Babylon’s being taken in the night of an annual festival, “while the inhabitants were dancing, drinking, and revelling, which is more fully set forth in the next verse.” According to Herodotus, the extreme parts of the city were in the hands of the enemy, before they, who dwelt in the middle of it, knew any thing of their danger.<\/p>",
    "audit": null
}