{
    "id": 2112,
    "source": "blenkinsopp",
    "verse_id": 18305,
    "verse_count": 17,
    "reference": "34:1–17",
    "title": "A Sword over Edom",
    "html": "<p>Chapters <a class=\"isa\" verses=\"W3siMTgzMDUiOjE3fSx7IjE4MzIyIjoxMH1d\">34 and 35<\/a> belong together, comprising a recapitulation of the message of the book as understood in eschatological terms by a writer of the later Second Temple period. Together they form a diptych in which the final annihilation of Edom is contrasted with the ultimate well-being of Zion. The contrast embodies the theme of eschatological reversal stated more incisively in the last section of the book (e.g. <a class=\"isa\" verses=\"bnVsbA==\">65:13&ndash;14<\/a>): whereas Edom will be turned into an uninhabited wasteland, the Judean wilderness and arid land will bloom like Lebanon and Carmel. The contrast is worked out in some detail: the wadis of Edom will be turned into pitch; wadis of the Israelite land now barren will have a plentiful water supply (<a class=\"isa\" verses=\"WzE4MzEzLDE4MzI3XQ==\">34:9; 35:6<\/a>). Nettles and thistles are contrasted with reeds and rushes, plants that grow near water (<a class=\"isa\" verses=\"WzE4MzE3LDE4MzI4XQ==\">34:13; 35:7b<\/a>). Jackals and other unpleasant animals will take over in Edom; they will lose their habitat in the transformed Israelite wilderness (<a class=\"isa\" verses=\"WzE4MzE3LDE4MzI4XQ==\">34:13; 35:7b, 9<\/a>). There will be no way of traveling through Edom; there will be a highway for all except the ritually unclean in the transformed land of Zion (<a class=\"isa\" verses=\"WzE4MzE0LDE4MzI5XQ==\">34:10b; 35:8<\/a>). A close reading will confirm the detailed correspondence between the contrasting images. Chs. <a class=\"isa\" verses=\"W3siMTgzMDUiOjE3fSx7IjE4MzIyIjoxMH1d\">34 and 35<\/a> therefore form a coherent unit that juxtaposes the fate of hostile powers with the ultimate salvation of Zion, a juxtaposition found elsewhere in the book, especially in the last eleven chapters (e.g. <a class=\"isa\" verses=\"W3sic2luZ2xlcyI6WzE4ODE2XX0seyIxODg1NiI6MTh9XQ==\">59:15b&ndash;20; 62:1&ndash;63:6<\/a>).<\/p><p>The function of this unit in the book, the reason that it is located at this juncture shortly after the midpoint (the Masoretic midpoint marker calculated by verses is at <a class=\"isa\" verses=\"MTgzMDA=\">33:20<\/a>), has been much discussed. It is still customary to attribute ch. <a class=\"isa\" verses=\"bnVsbA==\">35<\/a> to the putative Second Isaiah and to read it as closely dependent on chs. <a class=\"isa\" verses=\"W3siMTg0MjIiOjIxNn0seyIxODQyMiI6MzMzfV0=\">40&ndash;48, 40&ndash;55, or 40&ndash;66<\/a>. In his commentary on the Second Isaiah (121&ndash;26, 279, 295&ndash;96) Torrey argued that both chapters make up one unit, which must be assigned to his Second Isaiah, writing in the fifth century b.c.e. More commonly, however, only ch. <a class=\"isa\" verses=\"bnVsbA==\">35<\/a> is aligned with the section of the book beginning with ch. <a class=\"isa\" verses=\"bnVsbA==\">40<\/a>. There are some striking parallels between <a class=\"isa\" verses=\"bnVsbA==\">35<\/a> and the chapters commonly designated Second Isaiah (<a class=\"isa\" verses=\"bnVsbA==\">40&ndash;55<\/a>), of which the most impressive occurs in the last paragraph, which speaks of a highway for the redeemed returning to Zion (<a class=\"isa\" verses=\"bnVsbA==\">35:8&ndash;10<\/a> cf. <a class=\"isa\" verses=\"bnVsbA==\">40:3&ndash;5<\/a>). The question that will have to be asked in the next section is how they are to be explained. Linguistic and thematic parallels with discourse in the first part of the book (e.g. <a class=\"isa\" verses=\"bnVsbA==\">13:1&ndash;22<\/a>) are also in evidence (given a broadly encompassing Isaian tradition, this is not surprising), but they can be explained along the same lines as the adaptation of earlier themes in the last chapters of the book, the so-called Third Isaiah. Both <a class=\"isa\" verses=\"MTg3ODA=\">57:14<\/a> (&ldquo;build up, build up, prepare the way&rdquo;) and <a class=\"isa\" verses=\"bnVsbA==\">35:8&ndash;10<\/a> could, for example, represent a metaphorical adaptation of <a class=\"isa\" verses=\"MTg0MjQ=\">40:3<\/a>, which speaks of the highway on which the deportees will return from the diaspora. In general, ch. <a class=\"isa\" verses=\"bnVsbA==\">34<\/a> is much closer to material in the Third than in the Second Isaiah (these terms are used purely for convenience). The fundamental issue, the salvation of Zion and annihilation of forces hostile to Zion, is present in both. In <a class=\"isa\" verses=\"W3siMTgzMDUiOjE3fSx7IjE4ODY4Ijo2fV0=\">34:1&ndash;17 and 63:1&ndash;6<\/a> Edom is destroyed by Yahveh without the intervention of any human agency. In <a class=\"isa\" verses=\"bnVsbA==\">63:1&ndash;6<\/a> the annihilation of Edom&mdash;depicted in a horrifying cameo of violence&mdash;follows the celebration of the future glory of Zion described in terms similar at several points to <a class=\"isa\" verses=\"bnVsbA==\">35:1&ndash;10<\/a>: the vision of Yahveh&rsquo;s glory (<a class=\"isa\" verses=\"WzE4MzIzLDE4ODIzXQ==\">35:2; 60:1<\/a>), joyful singing (<a class=\"isa\" verses=\"WzE4MzIzLDE4ODI3XQ==\">35:2; 60:5<\/a>), the glory of Lebanon (<a class=\"isa\" verses=\"WzE4MzIzLDE4ODM1XQ==\">35:2; 60:13<\/a>), the highway through the land (<a class=\"isa\" verses=\"WzE4MzI5LDE4ODY1XQ==\">35:8; 62:10<\/a>), a land no longer desolate (<a class=\"isa\" verses=\"MTg4NTk=\">62:4<\/a>). The Dantesque landscape of decay and corruption that introduces the annihilation of Edom (<a class=\"isa\" verses=\"bnVsbA==\">34:1&ndash;4<\/a>) is also replicated in the dark scenario with which the book ends (<a class=\"isa\" verses=\"MTg5NDc=\">66:24<\/a>).<\/p><p>It also seems that Edom has replaced Assyria and Babylonia as the personified embodiment of the evil empire. It is therefore not surprising to find in the description of Edom&rsquo;s undoing the same motifs that we noted in the judgment on Babylon, also presented in the context of cosmic upheaval (<a class=\"isa\" verses=\"bnVsbA==\">13:1&ndash;22<\/a>). The most distinctive of these are the return to nature and the land ravaged by the divine anger turned into a habitat of wild animals (<a class=\"isa\" verses=\"W3siMTc5MjciOjN9LHsiMTgzMTUiOjV9XQ==\">13:20&ndash;22; 34:11&ndash;15<\/a>). Ch. <a class=\"isa\" verses=\"bnVsbA==\">34<\/a> is also reminiscent of the judgment pronounced on Assyria earlier in the book, there too linked with the promise of well-being for Jerusalem (<a class=\"isa\" verses=\"bnVsbA==\">30:23&ndash;33<\/a>). In both there is a great slaughter (<a class=\"isa\" verses=\"WzE4MjQzLDE4MzEwXQ==\">30:25; 34:6<\/a>), a smiting with rod, stick, or sword (<a class=\"isa\" verses=\"W3siMTgyNDgiOjN9LHsiMTgzMDkiOjN9XQ==\">30:30&ndash;32; 34:5&ndash;7<\/a>), and the smell of brimstone and rotting corpses (<a class=\"isa\" verses=\"WzE4MjUxLDE4MzA3LDE4MzEzXQ==\">30:33; 34:3, 9<\/a>).<\/p><p>What then is the place of chs. <a class=\"isa\" verses=\"bnVsbA==\">34&ndash;35<\/a> in the book? The considerations advanced lead to the conclusion that this unit belongs to a late stage of redaction, certainly later than <a class=\"isa\" verses=\"bnVsbA==\">40&ndash;48<\/a>. If Edom has taken the place of Assyria and Babylon as personifying forces hostile to God&rsquo;s purposes, a function that it retained into the Roman period, its place in the book is easily grasped&mdash;first Assyria, then Babylon, then Edom. Whether these chapters served as a bridge or link between major components of the book is another matter. It is difficult to see how the unit as a whole could serve this function. We have seen that the link with ch. <a class=\"isa\" verses=\"bnVsbA==\">40<\/a> is the last paragraph that speaks of a highway for the return to Zion (<a class=\"isa\" verses=\"bnVsbA==\">35:8&ndash;10<\/a>), and it is possible, though unprovable, that it was added at a late stage in the editorial history of the book precisely for that reason. An instructive parallel can be found in the prose narrative that follows (chs. <a class=\"isa\" verses=\"bnVsbA==\">36&ndash;39<\/a>), taken with adaptations from the History to complete the information on Isaiah, in which Isaiah&rsquo;s prediction of exile in Babylon (<a class=\"isa\" verses=\"bnVsbA==\">39:1&ndash;8<\/a>) links with the prospect of return from the same place in <a class=\"isa\" verses=\"bnVsbA==\">40:1&ndash;5<\/a>. Concerning the circumstances under which the two units, <a class=\"isa\" verses=\"W3siMTgzMDUiOjI3fSx7IjE4MzMyIjo5MH1d\">34&ndash;35 and 36&ndash;39<\/a>, each with its own nexus with the following chapters, were brought together at this midpoint of the book, we can only speculate.<\/p><p>The anti-Edomite diatribe is prefaced with an appeal to the nations to heed an announcement of doom (<a class=\"isa\" verses=\"bnVsbA==\">1&ndash;4<\/a>). Rhetorical appeal to the earth, the sky, and foreign nations to witness the spectacular intervention of Yahveh in human affairs is common in the prophetic books, and the form in which it is expressed here is not particularly characteristic of Second Isaiah (pace Torrey 1928, 282). The strongly rhetorical character of the entire passage, with its numerous examples of paranomasia, assonance, and dominant sound patterns, favors an oral origin, however reworked scribally (Muilenburg). The grim language in which the devastation is expressed is reminiscent of Assyrian annals describing punitive campaigns in gruesome detail, but the language is also suggestive of the ban or <em>ḥerem<\/em>, a dreadful feature of warfare among the small Cisjordanian and Transjordanian tribal states, according to which all the survivors of a defeat in battle were butchered as an offering to the deity of the winning side. Ample documentation is available in the book of Joshua and in the Mesha Stele, which reads as follows:<\/p><p>I went by night and fought against it (Nebo) from the break of dawn until noon, taking it and slaying all, seven thousand men, boys, women, girls and maid-servants, for I had devoted them to destruction for (the god or goddess) Ashtar-Chemosh. (<em>ANET<\/em>, 320)<\/p><p>No reason is given for Yahveh&rsquo;s anger, perhaps because the scene of general devastation on earth and in heaven is simply a prelude to Edom as the focus of the divine fury. (Other examples of this cosmic contextualizing appear in <a class=\"isa\" verses=\"W3siMTc5MDgiOjEzfSx7IjE4MDk3Ijo2fSx7IjE4MjQ1IjoyfV0=\">13:1&ndash;13; 24:1&ndash;6; 30:27&ndash;28<\/a>.) The scene after the slaughter has ended, including disposal of the putrifying corpses of the victims, is part of this dark scenario often reproduced (cf. <a class=\"ref\">Joel 2:20; Nah 3:3 <\/a>and especially <a class=\"isa\" verses=\"MTg5NDc=\">Isa 66:24<\/a>).<\/p><p>Warfare in the heavens is an old mythological topos that appears from time to time in biblical texts (e.g. <a class=\"ref\">Dan 10:12&ndash;14<\/a>) and has survived down into modern times (e.g. the &ldquo;angel of Mons&rdquo; in 1914 during the First World War). It is symbolized by the sword of Yahveh, the principal weapon of Yahveh as warrior deity (<a class=\"ref\">Deut 32:40&ndash;42<\/a>; <a class=\"isa\" verses=\"WzE4MTUzLDE4OTM5XQ==\">Isa 27:1; 66:16<\/a>; <a class=\"ref\">Jer 46:10<\/a>), with which he has dispatched Assyria (<a class=\"isa\" verses=\"MTgyNTk=\">31:8<\/a>) and which is now transferred to ground level as the instrument of Edom&rsquo;s punishment. It was natural to represent slaughter as sacrifice&mdash;exploiting the similarity of sound between <em>zebaḥ<\/em> and <em>ṭebaḥ<\/em>&mdash;since animal sacrifice obviously involves slaughtering (cf. <a class=\"ref\">2 Kgs 23:20<\/a>, Josiah&rsquo;s slaughter of the priests at Bethel where the verb &ldquo;to sacrifice,&rdquo; <em>zbḥ<\/em>, is used; also <a class=\"ref\">Jer 46:10; Ezek 39:17&ndash;20<\/a>). But here people and animals are slaughtered without distinction, and the whole land of Edom, including its principal city Bozrah (Buseirah) south of the Dead Sea, is turned into the kind of shambles that must have existed in the Jerusalem temple during a sacrificial ceremony. (So much for &ldquo;the sanctuary of silence&rdquo;!) Naturally, too, nothing is said about the sacrificial meal that was meant to be a joyful occasion.<\/p><p>The intensity of resentment and hatred directed at Edom in the post-disaster period can be gauged by the brutal images displayed here and in <a class=\"isa\" verses=\"bnVsbA==\">63:1&ndash;6<\/a>, where Yahveh is described pounding a personified Edom into a bloody pulp in the winepress, a passage that finally convinced Friedrich Delitzsch to give up on the Old Testament. Anti-Edomite animus pervades prophetic texts that purport to come from the sixth and fifth centuries b.c.e. (<a class=\"ref\">Obad 1&ndash;14; Jer 49:7&ndash;22; Ezek 25:12&ndash;14; 32:29; 35:1&ndash;15; Joel 4:19[3:19]; Mal 1:3 cf. Ps 137:7<\/a>). It can be traced back to the initial Edomite infiltration into Judah in the late seventh century b.c.e. (Iron IIIa) under pressure from Kedarite Arab tribes to the east. Edomite names on the ostraca from Arad, together with evidence of their hostile presence in the region on Ostracon 24, attest to their forward progress during the last century of independent Judah. The Edomites profited by the Babylonian conquest to occupy large areas of the Judean Negev, an occupation now well documented archaeologically (e.g. Aroer, Tel Malhata, Horvat ʾUza, Horvat Qitmit). They may even have taken part in the destruction of Jerusalem and temporarily occupied the city (<a class=\"ref\">Jer 49:11, 13, 16; 1 Esd 4:45<\/a>). Long after the Nabatean conquest of Edom in the fifth century b.c.e., the name Edom continued to stand for a hostile and oppressive power, and it is aligned with Rome in the Targum on the present chapter (&ldquo;the streams of Rome shall be turned into pitch&rdquo; <a class=\"isa\" verses=\"MTgzMTM=\">34:9<\/a>).<\/p><p>Much of the negative emotion and expressive, violent, and confrontational language in evidence here and elsewhere in the book can be correlated with an increasingly sectarian way of looking out at the world beyond the boundaries of the province of Judah or, more likely, beyond the boundaries of religious factions within Judah. While anti-Edomite animosity was real enough, it is possible that both here and in <a class=\"isa\" verses=\"bnVsbA==\">63:1&ndash;6<\/a> (Edom trodden down in the winepress) Edom has already come to stand for domestic enemies as deserving of vituperation as the historical Edom. The day of Yahveh&rsquo;s vengeance (<em>y&ocirc;m nāqām<\/em> cf. <a class=\"isa\" verses=\"WzE4ODQ2LDE4ODcxXQ==\">61:2; 63:4<\/a>; <a class=\"ref\">Jer 46:10<\/a>) is in the function of Zion&rsquo;s legal brief against Edom (<a class=\"isa\" verses=\"bnVsbA==\">8<\/a>); similarly in <a class=\"isa\" verses=\"bnVsbA==\">62:10&ndash;63:6<\/a> the salvation of Jerusalem is proclaimed against the backdrop of the destruction of Edom, and in <a class=\"ref\">Mal 1:2&ndash;5<\/a> Yahveh demonstrates his predilection for Jacob (Judah) by his rejection of Esau (Edom). The judgment is carried out in the form of environmental degradation so thorough that it leaves us wondering how the assorted animals and birds that take over could possibly survive. The fire-and-brimstone imagery directly evokes the destruction of Sodom and Gomorrah (<a class=\"ref\">Gen 19:24&ndash;25<\/a>), referred to explicitly in the same connection in <a class=\"ref\">Jer 49:17&ndash;18<\/a>, and indirectly evokes volcanic phenomena familiar in the southern Arabian peninsula.<\/p><p>The &ldquo;back to nature&rdquo; theme is well developed in the book (<a class=\"isa\" verses=\"W3sic2luZ2xlcyI6WzE3NzU3LDE3OTg2LDE4MTYyLDE4Mjc0XX0seyIxNzkyNyI6M30seyIxNzk1MSI6Mn1d\">5:17; 13:20&ndash;22; 14:22&ndash;23; 17:2; 27:10; 32:14<\/a>). The social and political infrastructure of the country is destroyed (<a class=\"isa\" verses=\"bnVsbA==\">12<\/a>); urban life comes to an end (<a class=\"isa\" verses=\"bnVsbA==\">13<\/a>); devoid of human inhabitants, the land becomes once again the habitat of wild life. Among the names of twelve species of creatures to which Edom is, so to speak, juridically handed over (by means of the measuring line and stones, whatever purpose the latter served), the meaning of only two (<em>ʿorēb<\/em>, &ldquo;raven&rdquo;; <em>tan<\/em>, &ldquo;jackal&rdquo;) is beyond doubt. At least five of the twelve are ritually unclean (cf. <a class=\"ref\">Lev 11:15&ndash;18; Deut 14:13&ndash;17<\/a>), which would have been seen as entirely appropriate. It would also be appropriate for demons to move into the devastated landscape, though on this subject the text is less clear. The word <em>śāʿ&icirc;r<\/em> (<a class=\"isa\" verses=\"bnVsbA==\">14<\/a>) can mean either he-goat or goat-demon (satyr), a precursor of Pan, the recipient of cult in the Kingdom of Samaria and perhaps Judah also (<a class=\"ref\">Lev 17:7; 2 Chr 11:15<\/a>). Here the <em>śĕʿ&icirc;r&icirc;m<\/em> just call to one another but in <a class=\"isa\" verses=\"MTc5Mjg=\">13:21<\/a> they dance, an unlikely activity for ordinary goats. Lilith, perhaps originally a minor Assyrian demon (<em>lilītu<\/em>), is well known in Jewish folklore as Adam&rsquo;s first wife, the other persona of the Queen of Sheba, who poses deadly riddles, a winged female incubus, a danger for women in childbirth and especially for men who sleep alone. However, both the Qumran scroll (1QIsa<sup>a<\/sup>) and the Targum have the plural (see notes on the text), thus allowing for the more mundane meaning of &ldquo;nightjar&rdquo; (as neb), a bird whose secretive habits might qualify it for inclusion in the list, assuming of course that it was known in the Near East. But on the whole it seems better to accept mt and to read this verse (<a class=\"isa\" verses=\"bnVsbA==\">14<\/a>) as the installation of Lilith as queen of this spooky realm of death in place of the king and princes who are no more (<a class=\"isa\" verses=\"bnVsbA==\">12<\/a>).<\/p><p>The poem is rounded off with a note (<a class=\"isa\" verses=\"bnVsbA==\">16&ndash;17<\/a>) that Duhm (253) described as one of the strangest passages in the prophetic writings. Quite out of the blue, the reader is addressed directly and urged to consult a book of Yahveh. From allusions elsewhere to such a book we gather that it contained the names of God&rsquo;s elect (<a class=\"ref\">Exod 32:32&ndash;33; Ps 69:29; Mal 3:16<\/a>), including also their life span (<a class=\"ref\">Ps 139:16<\/a>), prayers, and sorrows (<a class=\"ref\">Ps 56:8<\/a>). But the feminine forms and suffixes in these verses and the measuring out of the region to be occupied by the animals (cf. <a class=\"isa\" verses=\"bnVsbA==\">11<\/a>) leave no doubt that the note is referring back to the animals in the poem immediately preceding. It is unlikely that it refers back to <a class=\"isa\" verses=\"bnVsbA==\">Isa 13:21&ndash;22<\/a>, a passage listing the animals that will take over the destroyed site of Babylon, for the last named among them are not female and their territory is not marked out. <a class=\"ref\">Jer 50:39&ndash;40<\/a> is similar in some respects and may even be an isolated fragment of anti-Edomite diatribe, but it does not qualify for the same reasons. Prophetic books did, however, contain Yahveh&rsquo;s words (e.g. <a class=\"ref\">Jer 36:11<\/a>), so the &ldquo;book of Yahveh&rdquo; (<em>sēper YHVH<\/em>) referred to here must be a prophetic book containing the preceding passage&mdash;therefore, a sacred text that the readers are encouraged to consult to verify that a prophecy had been made about Edom in the past and that it was now fulfilled. Somewhat comparable would be the addition updating an anti-Moabite oracle (see commentary on <a class=\"isa\" verses=\"bnVsbA==\">16:12&ndash;14<\/a>). Together with the other reference to a book noted earlier (see commentary on <a class=\"isa\" verses=\"bnVsbA==\">29:11&ndash;12<\/a>), this brief colophon by a scribe and collector of prophetic-eschatological texts provides a rare glimpse through the obscurity surrounding the process by which prophetic books were compiled.<\/p><p>Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em> (Vol. 19, pp. 450&ndash;454). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}