{
    "id": 2069,
    "source": "blenkinsopp",
    "verse_id": 17930,
    "verse_count": 2,
    "reference": "14:1–2",
    "title": "An Editorial Comment",
    "html": "<p>Editorial comments of this kind scattered throughout the book serve to confer a degree of thematic unity on the compilation by viewing historical events from the perspective of the restored post-disaster community. It was suggested earlier that at some point <a class=\"isa\" verses=\"bnVsbA==\">14:1&ndash;2<\/a> together with <a class=\"isa\" verses=\"bnVsbA==\">27:12&ndash;13<\/a>, which also expresses the theme of repatriation, may have served to bracket the entire section. Brief passages of this type were probably not recited liturgically (pace Kaiser 1974, 24); we know too little about Second Temple liturgical history to speculate, and in any case they do not look very liturgical. Most of them are introduced by the familiar <em>bayy&ocirc;m hah&ucirc;ʾ<\/em> formula (<a class=\"isa\" verses=\"W3sic2luZ2xlcyI6WzE4MDA1XX0seyIxNzczNiI6NX0seyIxNzg3MSI6OH0seyIxNzk5MSI6M30seyIxODAyMSI6MTB9XQ==\">4:2&ndash;6; 10:20&ndash;27; 17:7&ndash;9; 18:7; 19:16&ndash;25; 22:8b&ndash;11; 27:1, 12&ndash;13<\/a>), in which respect <a class=\"isa\" verses=\"bnVsbA==\">14:1&ndash;2<\/a> is an exception. It may lack an incipit on account of its being more directly a comment on the preceding poem, in the sense that the salvation of Judah is intimately tied in with the fall of Babylon. The more immediate link is with the final verse of the preceding poem anticipating a fulfillment of its predictions in a not too distant future (<em>qār&ocirc;b lāb&ocirc;ʾ ʿittāh<\/em>, &ldquo;its appointed time is near at hand,&rdquo; cf. <em>qĕr&ocirc;b&acirc; yĕ&scaron;&ucirc;ʿāt&icirc; lāb&ocirc;ʾ<\/em>, &ldquo;my salvation will soon come,&rdquo; <a class=\"isa\" verses=\"MTg3NTU=\">56:1<\/a>). The anticipated fall of Babylon will mean the end of exile and subjection, a reversal of fortune to be brought about by the direct intervention of the God of Israel. The opening phrase also suggests a contrast between those victimized by the Medes, who got what they deserved, and Jacob\/Israel as the object of Yahweh&rsquo;s compassion (the same verb <em>rḥm<\/em> [Piel] connoting pity or compassion occurs in <a class=\"isa\" verses=\"WzE3OTI1LDE3OTMwXQ==\">13:18 and 14:1<\/a>). To this extent the comment anticipates the main theme of chs. <a class=\"isa\" verses=\"bnVsbA==\">24&ndash;27<\/a> which, as I will argue, is the contrast between the fate of Babylon (the unnamed city) and restored Jerusalem.<\/p><p>The coming reversal of fortune is expressed here and throughout the following chapters in terms of an act of divine compassion (<a class=\"isa\" verses=\"WzE4MjM2LDE4NjQ3LDE4NjUwLDE4NjUyLDE4NzMyLDE4NzM0LDE4NzQ4LDE4ODMyXQ==\">30:18; 49:10, 13, 15; 54:8, 10; 55:7; 60:10<\/a>) manifested in a new act of election (<a class=\"isa\" verses=\"W3sic2luZ2xlcyI6WzE4NTE2LDE4NjQ0XX0seyIxODQ2MCI6Mn0seyIxODUzNSI6Mn1d\">41:8&ndash;9; 43:10; 44:1&ndash;2; 49:7<\/a>) leading to the foundation of a new commonwealth on the soil of Judah following on the conquests of Cyrus II and the collapse of the Babylonian Empire. Implicit in this way of speaking is a rather drastic view of discontinuity in the religious affairs of the community with the fall of Jerusalem and subsequent deportations. One expression of this second election can be seen in the way the Ezra-Nehemiah narrative of the founding of the Second Temple community is modeled on traditions of national origins&mdash;a new exodus and the celebration of Passover as the official inauguration of a new epoch in which those who had attached themselves to the restored community could participate; note how new beginnings&mdash;the <em>hejira<\/em> of Islam, <em>vend&eacute;miaire<\/em> during the French Revolution&mdash;are often indicated by new calendars (<a class=\"ref\">Ezra 6:19&ndash;22<\/a> cf. <a class=\"ref\">Exod 12:1 <\/a>&ldquo;this month will be for you the beginning of months; it will be for you the first of the months of the year&rdquo;). Many of the themes and much of the language in this brief paragraph occur elsewhere in early postexilic compositions (e.g. the comfort and compassion of Yahveh in <a class=\"isa\" verses=\"MTg2NTA=\">Isa 49:13b<\/a>), including the designation Jacob, perhaps the most common title for the Jewish community in the early post-disaster period, but it is going beyond the evidence to conclude authorship by Second Isaiah (pace Williamson 1994, 165&ndash;67). Whoever the author was, he has said much in small compass. The compassion of Yahveh and the second election of Jacob\/Israel will be manifested in four ways. The people will be resettled in Judah (cf. <a class=\"ref\">Jer 50:19<\/a>), the repatriation will be the responsibility of Gentile nations (cf. <a class=\"isa\" verses=\"W3sic2luZ2xlcyI6WzE4ODI2LDE4OTQzXX0seyIxODUxMSI6M30seyIxODY1OSI6Mn0seyIxODgzMCI6Mn1d\">43:5&ndash;7; 49:22&ndash;23; 60:4, 8&ndash;9; 66:20<\/a>), once they return foreigners will serve them as slaves or at least as <em>Gastarbeiter<\/em> (<a class=\"isa\" verses=\"W3sic2luZ2xlcyI6WzE4NTc2LDE4NjQ0XX0seyIxODgzMiI6N30seyIxODg0OSI6M31d\">45:14; 49:7; 60:10&ndash;16; 61:5&ndash;7<\/a>), and others will attach themselves to them as proselytes (<a class=\"isa\" verses=\"WzE4NzU3LDE4NzYwXQ==\">56:3, 6<\/a> cf. <a class=\"ref\">Zech 2:15<\/a>). The conditions under which <em>gēr&icirc;m<\/em> (now &ldquo;proselytes&rdquo; rather than &ldquo;resident aliens&rdquo;) may be admitted are not specified. <a class=\"ref\">Ezra 6:21<\/a> requires the abjuration of &ldquo;pollution,&rdquo; i.e., idolatry, and the Priestly Passover law (<a class=\"ref\">Exod 12:48&ndash;49<\/a>) stipulates circumcision. Qualifications for membership in the Jewish community will continue to be debated throughout the entire period of the Second Commonwealth, inclusive of early Christianity, along a broad band from ritual segregation to active recruiting of proselytes.<\/p><p> Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em> (Vol. 19, pp. 281&ndash;282). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}