{
    "id": 2047,
    "source": "blenkinsopp",
    "verse_id": 17724,
    "verse_count": 12,
    "reference": "3:16–4:1",
    "title": "The Fate of the Court Ladies",
    "html": "<p>The tirade against the court ladies is a distinct saying that sustains <em>oratio recta<\/em> of the deity only for the first verse. The standard sequence of charge and verdict (<a class=\"isa\" verses=\"W3siMTc5NzEiOjI4fSx7IjE4MDk3Ijo1Nn1d\">16&ndash;17, 24&ndash;26<\/a>) has been expanded with the notorious catalogue of female attire and adornment from a well-informed but obsessive interpolator (<a class=\"isa\" verses=\"eyIxNzk5OSI6OTh9\">18&ndash;23<\/a>). It is then rounded off with a brief cameo of the same type as <a class=\"isa\" verses=\"eyIxNzc3MSI6Mzh9\">6&ndash;7<\/a>.<\/p><p>It is not immediately obvious why Isaiah (if it is he) turns at this point on the Jerusalemite women, presumably those associated with the court. While ogling and walking with mincing gait hardly represent serious infractions of the social order, any more than lounging on couches and singing idle songs (<a class=\"ref\">Amos 6:4&ndash;5<\/a>), the idea is presumably the same as that of Amos (<a class=\"isa\" verses=\"eyIxNzczNSI6M30=\">4:1&ndash;3<\/a>), namely, that ostentatious display of this kind as practiced at the court is purchased one way or another with the skin off the back of an oppressed peasantry. Denunciation of ostentatious wealth and conspicuous consumption is, at any rate, a standard topos of moral teaching and preaching in the ancient Near East and Levant, inclusive of Israel (cf. <a class=\"ref\">Prov 23:4&ndash;5; Amos 6:4&ndash;7<\/a>). It cannot therefore be explained exclusively in terms of a general cultural hostility characteristic of Israelite prophecy, a point made by Max Weber. At all events, the passage does not make for pleasant or edifying reading, quite apart from the record number of hapax legomena it contains (thirteen in the eight verses, <a class=\"isa\" verses=\"eyIxNzk3MSI6MTQ5fQ==\">16&ndash;24<\/a>, and ten other words occurring only twice). Yahveh is represented as acting out the role of a victorious army in its routinely savage treatment of female prisoners of war. The final cameo dramatizes the sad situation of the womenfolk after a war, with its heavy drain on manpower. Marrying seven women was not in itself contrary either to law or social mores, but very few men outside of the royal family, even among the upper class, would have been able to support so many wives. In this dramatic little scene seven women, probably acting in unison rather than in competition with one another, are offering to support themselves (one wonders how), thus foregoing the husband&rsquo;s legal duty to provide for them what is prescribed by law&mdash;food, clothing, marital rights (<a class=\"ref\">Exod 21:10<\/a>). The only condition is that one of the surviving males will take them on as primary or secondary wives so that they can get rid of the social stigma of childlessness (cf. the shame and misery of the initially childless Rachel, <a class=\"ref\">Gen 30:23<\/a>, and Hannah, <a class=\"ref\">1 Sam 1:4&ndash;8<\/a>). If the male so urgently solicited had turned them down, as he might well have done, we would have had a very close parallel with the earlier cameo (<a class=\"isa\" verses=\"eyIxNzcxNCI6Mn0=\">3:6&ndash;7<\/a>) also featuring a desperate attempt to remedy a situation of social and economic chaos.<\/p><p> Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em> (Vol. 19, pp. 201&ndash;202). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}