{
    "id": 2109,
    "source": "blenkinsopp",
    "verse_id": 18287,
    "verse_count": 7,
    "reference": "33:7–13",
    "title": "A Scene of Social and Physical Disaster",
    "html": "<p>After the annihilation and pillaging of the enemy in the previous poem we are surprised to hear of the desperate situation obtaining in the country. One is tempted to appeal to the repeated alternation between petition and description of the petitioner&rsquo;s miserable condition in the psalms of lamentation, but this passage is neither introduced nor worded in a way that is parallel to these psalms. The first part describes a condition of distress in Jerusalem and the countryside leading to the breakdown of social life (<a class=\"isa\" verses=\"bnVsbA==\">7&ndash;9<\/a>), and the second section records Yahveh&rsquo;s response to this situation, addressed to Judeans but concerning foreign nations as well (<a class=\"isa\" verses=\"bnVsbA==\">10&ndash;13<\/a>, notwithstanding the Masoretic <em>setuma<\/em> separating v <a class=\"isa\" verses=\"bnVsbA==\">12<\/a> from v <a class=\"isa\" verses=\"bnVsbA==\">13<\/a>). The language throughout is oblique and enigmatic. The identity of those crying for help in the streets of the city has proved difficult to determine both for ancient (lxx and Targum) and modern readers. The two ariels dispatched by David&rsquo;s captain Benaiah (<a class=\"ref\">2 Sam 23:20<\/a>) and the Israelite ariel dragged before the god Kemosh by the Moabite king Mesha (<em>ANET<\/em>, 320&ndash;21) have suggested the idea of champions (Mazar) or valiant warriors (rsv) or members of the royal bodyguard (Schwantes); but as Wildberger (1978, 1294) crisply put it, champions and heroes are not in the habit of crying out for help in the streets. The meaning &ldquo;messengers&rdquo; proposed by Kimḥi and Ibn Ezra is justified only by parallelism with <em>malʾăkē &scaron;āl&ocirc;m<\/em>. It therefore seems advisable to assume a reference to the symbolic name Ariel for Jerusalem, taking it to be the equivalent of Jerusalemites (see commentary on <a class=\"isa\" verses=\"MTgxOTU=\">29:1<\/a>), with which the reading Salem would be in agreement (cf. <a class=\"ref\">Gen 14:18; Ps 76:3<\/a>).<\/p><p>Why messengers are singled out among the distressed Jerusalemites is not explained. It may be simply that the condition of the country made it impossible for them to do their job. If the passage is assigned a Second Temple date, one might think of the condition of Judah during the early Persian period, when the country was afflicted with drought (<a class=\"ref\">Hag 1:10&ndash;11; Zech 8:12<\/a>) and when, for a time, travel was difficult if not impossible (<a class=\"ref\">Zech 7:14; 8:10<\/a>). But the reuse of the term Ariel and the allusion to a broken covenant suggest a different explanation, namely, that this is a sequel to the description in <a class=\"isa\" verses=\"bnVsbA==\">32:9&ndash;14<\/a> of the state of the country following the punitive campaign of 701. The situation is identical: depopulation, social breakdown, and devastation of the environment. Of the four places mentioned, all proverbial for luxuriant vegetation, two (Lebanon and Carmel) have been given a symbolic role in this section (<a class=\"isa\" verses=\"MTgyMTE=\">29:17<\/a>). Ariel is Jerusalem threatened by a besieging army (<a class=\"isa\" verses=\"MTgxOTU=\">29:1<\/a>), and the mission of its messengers or envoys has been condemned as futile (<a class=\"isa\" verses=\"WzE4MjIwLDE4MjIyXQ==\">30:2, 4<\/a>). If this is so, it is difficult to avoid the conclusion that the one who has broken his agreement and despised those who witnessed to it (including Yahveh?), is none other than Hezekiah who, in rebelling, broke his oath as vassal to the Assyrian overlord. The condition of the country would then be interpreted as the outcome of the curses attached to the vassal treaty, including famine and drought (Parpola and Watanabe 1988, 5, 11, 46&ndash;47).<\/p><p>Those who adopt the cultic interpretation of the passage take <a class=\"isa\" verses=\"bnVsbA==\">10&ndash;13<\/a> as God&rsquo;s response to the community&rsquo;s cry for help. But in these psalms the assurance of assistance is expressed by the psalmist in the first person individual or collective except in cases in which an oracle is quoted (<a class=\"ref\">Pss 60; 81; 108<\/a>), and this is not the case here. Furthermore, the decision of Yahveh to intervene, to rise up, etc., is by no means confined to the &ldquo;assurance of salvation&rdquo; component of the lament psalms&mdash;not to mention that the statement following is hardly reassuring. This raises the question who is being addressed with this threatening language. We probably owe the curious metaphor of conceiving chaff and bringing forth stubble (a similar metaphor is used at <a class=\"isa\" verses=\"MTgxNDk=\">26:18<\/a>) to the writer&rsquo;s desire to make a play on the words <em>ḥă&scaron;a&scaron;<\/em> and <em>qa&scaron;<\/em>. The reproach is addressed to Judeans, as is the threat of being burned by a fiery wind, but it will be worse for foreigners who will be burned in the fire so thoroughly that not even bones remain (cf. <a class=\"ref\">Amos 2:1b<\/a> and the similar curse in the treaty of Ashur-nerari V with Matiʾilu of Arpad lines 8&ndash;9; Parpola and Watanabe 1998, 8). This is not the first time that this fire imagery, threatening people both within and outside of the Judean community, has been used in this section (see <a class=\"isa\" verses=\"W3siMTgyMDAiOjJ9LHsiMTgyNDUiOjJ9XQ==\">29:6&ndash;7; 30:27&ndash;28<\/a>) to give a broader significance to a historically particular judgment. The final exhortation (<a class=\"isa\" verses=\"bnVsbA==\">13<\/a>) added, we suspect, at a much later time, is couched in apocalyptic, end-time language and is addressed to readers, either Gentiles and Jews, or Jews in the diaspora and the homeland, urging them to acknowledge the power and majesty of God (cf. <a class=\"ref\">Dan 9:7<\/a>).<\/p><p>Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em> (Vol. 19, pp. 439&ndash;441). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}