{
    "id": 2127,
    "source": "blenkinsopp",
    "verse_id": 18507,
    "verse_count": 7,
    "reference": "43:1-7",
    "title": "Divine Reassurance: All Will Be Well",
    "html": "<p>While the circumstances under which chs. <a class=\"isa\" verses=\"bnVsbA==\">40&ndash;48<\/a> were composed are obscure and will no doubt remain so, the language evidences enough common features from beginning to end to permit reading them as a single text. To be sure, the unity of our text should not be pressed beyond reasonable limits, but it has at least as much homogeneity and internal consistency and is about the same length as the average sermon. Convenience of exposition requires breaking it into small units but must not lead us to overlook the thread of linguistic and thematic continuity as the author attempts to render contemporaneous events intelligible to the audience within a religious frame of reference. The frequent use of prophetic <em>incipits<\/em> and <em>excipits<\/em> (e.g. <a class=\"isa\" verses=\"WzE4NTA3LDE4NTIwLDE4NTIyXQ==\">43:1, 14, 16<\/a>) maintains some residual semblance of commonality with an older prophetic tradition, though the type of discourse is quite different.<\/p><p>The linguistic and thematic continuity may be illustrated with reference to the small interconnected subunits within the longer passage, <a class=\"isa\" verses=\"bnVsbA==\">43:1&ndash;44:8<\/a>. The first of these (<a class=\"isa\" verses=\"bnVsbA==\">43:1&ndash;7<\/a>) begins and ends with the theme of naming and calling and repeats motifs already familiar: Yahveh as Creator God (<a class=\"isa\" verses=\"WzE4NDQ3LDE4NDQ5LDE4NDcyLDE4NDg2XQ==\">40:26, 28; 41:20; 42:5<\/a>), redeemer of Israel (<a class=\"isa\" verses=\"MTg0NjY=\">41:14<\/a>), the Holy One of Israel (<a class=\"isa\" verses=\"MTg0NjY=\">41:14<\/a>), the one who guides his people (<a class=\"isa\" verses=\"MTg0OTc=\">42:16<\/a>) and bids them put aside fear (<a class=\"isa\" verses=\"W3sic2luZ2xlcyI6WzE4NDMwLDE4NDYyXX0seyIxODQ2NSI6Mn1d\">40:9; 41:10, 13&ndash;14<\/a>). The passage following (<a class=\"isa\" verses=\"bnVsbA==\">43:8&ndash;13<\/a>) returns to the forensic mode and rhetorical questions of <a class=\"isa\" verses=\"W3siMTg0NTMiOjR9LHsiMTg0NzMiOjR9XQ==\">41:1&ndash;4, 21&ndash;24<\/a> and again introduces the metaphor of blindness and deafness (<a class=\"isa\" verses=\"WzE4NDg4LDE4NDk3LDE4NDk5XQ==\">42:7, 16, 18<\/a>). Since <a class=\"isa\" verses=\"bnVsbA==\">43:14&ndash;21<\/a> opens with the traditional formula &ldquo;This is what Yahveh says&rdquo; (<em>koh-ʾāmar YHVH<\/em>) and concludes in virtually the same way as <a class=\"isa\" verses=\"bnVsbA==\">43:1&ndash;7<\/a>, it forms a distinctive link in this rhetorical chain. Here, too, we find familiar motifs and expressions: Yahveh as redeemer, the Holy One, the creator of Israel, Israel&rsquo;s king (cf. <a class=\"isa\" verses=\"MTg0NzM=\">41:21<\/a>), former events and new events (cf. <a class=\"isa\" verses=\"W3sic2luZ2xlcyI6WzE4NDkwXX0seyIxODQ3NCI6Mn1d\">41:22&ndash;23; 42:9<\/a>), and the transformation of the wilderness (cf. <a class=\"isa\" verses=\"W3sic2luZ2xlcyI6WzE4NDI0LDE4NDk3XX0seyIxODQ3MCI6Mn1d\">40:3; 41:18&ndash;19; 42:16<\/a>).<\/p><p>We noted earlier that the speaker alternates reproach (as in <a class=\"isa\" verses=\"bnVsbA==\">43:22&ndash;28<\/a>) with encouragement, a not unfamiliar homiletic strategy, and offers once again the standard Deuteronomistic explanation for the destruction of Jerusalem and its temple (<a class=\"isa\" verses=\"bnVsbA==\">27&ndash;28<\/a>). The reassuring words that follow (<a class=\"isa\" verses=\"bnVsbA==\">44:1&ndash;5<\/a>) conclude by returning to the naming theme indicative of a close, proprietary and one might say familial relationship between those addressed and their God. Finally, <a class=\"isa\" verses=\"bnVsbA==\">44:6&ndash;8<\/a>, with its own superscript, summarizes, recapitulates, and rounds off the passage as a whole, resulting in a well-designed and rhetorically effective discourse.<\/p><p>There has been a tendency in recent commentary to break <a class=\"isa\" verses=\"bnVsbA==\">43:1&ndash;7<\/a> down into two distinct oracles of salvation, either <a class=\"isa\" verses=\"W3siMTc2NTYiOjg1fSx7IjE3NzQxIjo2OH1d\">1&ndash;4 and 5&ndash;7<\/a> (Westermann 1969, 114&ndash;19; Conrad 1984) or <a class=\"isa\" verses=\"W10=\">1&ndash;3a and 5&ndash;7<\/a> (Melugin 1976, 104&ndash;5). This tendency is based on a fairly rigid idea of structure, especially the repetition of the assurance &ldquo;don&rsquo;t be afraid&rdquo; (<em>ʾal-t&icirc;rāʾ<\/em>) in <a class=\"isa\" verses=\"bnVsbA==\">1b and 5a<\/a>. However, it is doubtful whether any writer or orator at that time felt obliged to respect these form-critical canons and much more likely that forms of speech consecrated by long usage, in the cult for example, entered into public discourse in a much less deliberate and conscious fashion. Leading off with <em>vĕʿatt&acirc;<\/em> (&ldquo;and now&rdquo;) signals a contrast with the preceding address (<a class=\"isa\" verses=\"bnVsbA==\">42:18&ndash;25<\/a>).<\/p><p>The language in which the reassurance is expressed draws on historical traditions presumed to be known, even though no tradition is referred to explicitly. Accordingly, the creation and formation of Israel\/Jacob draws on to the Egyptian captivity and the exodus; the assurance &ldquo;I am (will be) with you&rdquo; recalls the vision at the burning thornbush (<a class=\"ref\">Exod 3:12<\/a>); and the calling by name evokes the new name given to Jacob on his return from exile (<a class=\"ref\">Gen 32:28<\/a>).<\/p><p>The idea of redemption and of Yahveh as Israel&rsquo;s redeemer (<em>gōʾēl<\/em>) derives from the obligation in ancient customary law to buy back the freedom of a kinsman in indentured service, usually as a result of unpaid debts. This practice provided a ready analogy for the belief that Yahveh had, so to speak, bailed Israel out of Egypt, though the party to whom the payment was made remains unclear. (The problem persisted in the Christian appropriation of this language in the doctrine of redemption by satisfaction: paying a price, but to whom?). At any rate, the language of redemption appears frequently in these chapters.<\/p><p>Though the rescue from Egypt is only rarely on the surface (<a class=\"isa\" verses=\"W3sic2luZ2xlcyI6WzE4Njg0XX0seyIxODYzNSI6Mn0seyIxODcwMCI6Mn1d\">48:20&ndash;21; 51:10; 52:3&ndash;4<\/a>), the historical tradition is always there in the background. Here we find the curious idea that Israel will be redeemed once again not by monetary payment (cf. <a class=\"isa\" verses=\"MTg3MDA=\">52:3<\/a>) but by handing over, presumably to Cyrus, Egypt, Ethiopia (Sudan), and Seba (probably in the Horn of Africa), though there is also the fantasy that these same peoples will come as captives to Jerusalem (<a class=\"isa\" verses=\"MTg1NzY=\">45:14<\/a>). In the event, it was not Cyrus but his successor Cambyses who conquered Egypt (525 b.c.e.).<\/p><p>The expectation that dispersed Judeans will return from all points of the compass (<a class=\"isa\" verses=\"bnVsbA==\">43:5&ndash;6<\/a>) suggests that the common assumption of a Babylonian provenance for these chapters and an exclusive concentration on repatriation from Babylon should be treated with caution. Lower Mesopotamia (the Nippur region) no doubt represented the largest and most influential of the diaspora communities, and it is therefore unsurprising that Judeo-Babylonians who had settled there should be urged to return to Judah (<a class=\"isa\" verses=\"W3siMTg2MzUiOjJ9LHsiMTg3MDgiOjJ9XQ==\">48:20&ndash;21; 52:11&ndash;12<\/a>). But there was also a significant Judean presence in northern Mesopotamia, Egypt as far as Syene (Assuan, <a class=\"isa\" verses=\"MTg2NDk=\">Isa 49:12<\/a>), Ethiopia, Asia Minor, and no doubt other locations unknown to us (see e.g. <a class=\"ref\">Obad 20; Zeph 3:10<\/a>). Most of the references to exiles in these chapters are unspecific (<a class=\"isa\" verses=\"W3sic2luZ2xlcyI6WzE4NDYxLDE4NTY1LDE4NjQ5LDE4Njg0XX0seyIxODUxMSI6Mn1d\">41:9; 43:5&ndash;6; 45:3; 49:12; 51:10<\/a>), and none of the allusions to either topography or cultural matters points unmistakably to a Babylonian provenance.<\/p><p>Blenkinsopp, J. (2008). <em>Isaiah 40&ndash;55: A New Translation with Introduction and Commentary<\/em> (Vol. 19A, pp. 220&ndash;222). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}