{
    "id": 2113,
    "source": "blenkinsopp",
    "verse_id": 18322,
    "verse_count": 10,
    "reference": "35:1–10",
    "title": "The Final Restoration of Judah",
    "html": "<p>With this projection into a visionary future of the transformed land and saved people we reach the conclusion of the richly annotated compilation of poems and discourses in chs. <a class=\"isa\" verses=\"eyIxNzY1NiI6Njc2fQ==\">1&ndash;35<\/a>. As was noted earlier, the transformation of the natural environment described in this chapter is in deliberate contrast to the ecological degradation of Edom in the preceding chapter. What is here referred to as the desert and parched land is not the wilderness through which the descendants of the deportees are to return (cf. <a class=\"isa\" verses=\"eyIxODUyNSI6M30=\">43:19&ndash;21<\/a>) but the scarred land in which the poet&rsquo;s contemporaries were living. The contrast between the fate of Edom and that of Judah is worked out in detail. Both chapters announce the coming of the avenging God in judgment (<a class=\"isa\" verses=\"W3sic2luZ2xlcyI6WzE4MzI1XX0seyIxODMwNSI6NH1d\">34:1&ndash;4; 35:4<\/a>); thorns, nettles and thistles contrast with reeds and rushes (<a class=\"isa\" verses=\"WzE4MzE3LDE4MzI4XQ==\">34:13; 35:7<\/a>); one will lack fresh water, and the other will abound in it (<a class=\"isa\" verses=\"W3sic2luZ2xlcyI6WzE4MzEzXX0seyIxODMyNyI6Mn1d\">34:9; 35:6&ndash;7<\/a>); Judah will no longer be, like Edom, the haunt of jackals (<a class=\"isa\" verses=\"WzE4MzE3LDE4MzI4XQ==\">34:13; 35:7<\/a>) or other dangerous animals (<a class=\"isa\" verses=\"WzE4MzE4LDE4MzMwXQ==\">34:14; 35:9<\/a>); in Edom travel will be impossible, but in Judah there will be a paved way where pilgrims can safely travel (<a class=\"isa\" verses=\"WzE4MzE0LDE4MzI5XQ==\">34:10; 35:8<\/a>). That this highway is restricted to people in a state of ritual purity indicates that it is a processional way leading to the sanctuary (cf. <a class=\"ref\">Exod 15:17<\/a>), reminiscent therefore of the procession to the esagila sanctuary in the great <em>akitu<\/em> festival in Babylon. The climax of the poem comes with the triumphant entry into Jerusalem, no doubt followed by the acclamation of the kingship of Yahveh (cf. <a class=\"isa\" verses=\"eyIxODcwNCI6NH0=\">52:7&ndash;10<\/a>).<\/p><p>The many linguistic points of contact between chs. <a class=\"isa\" verses=\"W3siMTgzMjIiOjEwfSx7IjE4NDIyIjoyMTZ9XQ==\">35 and 40&ndash;48<\/a> or <a class=\"isa\" verses=\"eyIxODQyMiI6MzMzfQ==\">40&ndash;55<\/a> have led several commentators to the conclusion that ch. <a class=\"isa\" verses=\"eyIxODMyMiI6MTB9\">35<\/a> is an integral part of Second Isaiah, which for some reason has been separated from it by the narrative in chs. <a class=\"isa\" verses=\"eyIxODMzMiI6OTB9\">36&ndash;39<\/a>. There are indeed many such contacts, together with significant differences, but the similarities are susceptible of more than one explanation. In the first of the three stanzas into which I have divided the poem we hear of the &ldquo;desert&rdquo; (<em>midbār<\/em>), the &ldquo;parched land&rdquo; (<em>ṣiyy&acirc;<\/em>) and the &ldquo;wilderness&rdquo; (<em>ʿărāb&acirc;<\/em>) rejoicing, and a similar theme occurs in <a class=\"isa\" verses=\"MTg0OTI=\">42:11<\/a>. But in ch. <a class=\"isa\" verses=\"eyIxODMyMiI6MTB9\">35<\/a> the promise is addressed to the devastated land of Judah, while <a class=\"isa\" verses=\"MTg0OTI=\">42:11<\/a> is exhorting the Arab lands of Kedar and Sela to rejoice; hence, the situation is quite different. The theme of rejoicing is in any case much more in evidence in the last chapters of the book (<a class=\"isa\" verses=\"eyIxODgyMyI6MTI1fQ==\">60&ndash;66<\/a>) than in <a class=\"isa\" verses=\"eyIxODQyMiI6MzMzfQ==\">40&ndash;55<\/a>, and the occasion for rejoicing is ecological transformation brought about by an abundance of water. Perhaps significantly, also, the expression &ldquo;the glory of Lebanon&rdquo; (<em>kĕb&ocirc;d hallĕbān&ocirc;n<\/em> occurs only at <a class=\"isa\" verses=\"WzE4MzIzLDE4ODM1XQ==\">35:2 and 60:13<\/a>. Encouragement is offered to the doubters and those of weak resolve in ch. <a class=\"isa\" verses=\"eyIxODMyMiI6MTB9\">35<\/a> and in Second Isaiah but, again, using different language (<a class=\"isa\" verses=\"W10=\">35:3&ndash;4a; 40:9, 29&ndash;31<\/a>). Throughout Isaiah the self-manifestation of God spells judgment on the reprobate, but the language in which this topic is expressed here is not the same as in chs. <a class=\"isa\" verses=\"eyIxODQyMiI6MzMzfQ==\">40&ndash;55<\/a>, and the terms <em>nāqām<\/em> (&ldquo;vengeance&rdquo;) and <em>gām&ucirc;l<\/em> (&ldquo;recompense&rdquo;) in <a class=\"isa\" verses=\"MTgzMjU=\">35:4b<\/a> are characteristic of Third rather than Second Isaiah (<a class=\"isa\" verses=\"W3sic2luZ2xlcyI6WzE4ODQ2LDE4ODcxLDE4OTI5XX0seyIxODgxOCI6Mn1d\">59:17&ndash;18; 61:2; 63:4; 66:6<\/a>). A final example: the removal of blindness and deafness occurs in Second Isaiah but in a manner quite different from <a class=\"isa\" verses=\"eyIxODMyNiI6Mn0=\">35:5&ndash;6a<\/a>. In the latter the author is speaking of the <em>literal<\/em> removal of disabilities, as is apparent from the miraculous healing of the lame in addition to the blind and deaf. In Second Isaiah, on the other hand, Cyrus&rsquo;s opening the eyes of the blind is a metaphor for remedying the situation of expatriate Judeans (<a class=\"isa\" verses=\"MTg0ODg=\">42:7<\/a>), while in other passages the blind and the deaf are those who will not or cannot accept the seer&rsquo;s message (<a class=\"isa\" verses=\"W3sic2luZ2xlcyI6WzE4NTE0XX0seyIxODQ5OSI6M31d\">42:18&ndash;20; 43:8<\/a>).<\/p><p>These are the most prevalent themes recurring throughout these chapters that have led a majority of exegetes to align ch. <a class=\"isa\" verses=\"eyIxODMyMiI6MTB9\">35<\/a> with Second Isaiah. But the most explicit link is the theme of the highway or processional route with which ch. <a class=\"isa\" verses=\"eyIxODMyMiI6MTB9\">35<\/a> ends and ch. <a class=\"isa\" verses=\"eyIxODQyMiI6MzF9\">40<\/a> begins. The connection was broken by the insertion of the historical material in chs. <a class=\"isa\" verses=\"eyIxODMzMiI6OTB9\">36&ndash;39<\/a>, a section that concludes with Isaiah&rsquo;s prediction of exile in Babylon (<a class=\"isa\" verses=\"eyIxODQxOCI6NH0=\">39:5&ndash;8<\/a>), thus creating a new link with what follows.<\/p><p>The problem with the alignment of ch. <a class=\"isa\" verses=\"eyIxODMyMiI6MTB9\">35<\/a> with Second Isaiah is that the panorama of ch. <a class=\"isa\" verses=\"eyIxODMyMiI6MTB9\">35<\/a> is completely different from the historical particularities central to chs. <a class=\"isa\" verses=\"eyIxODQyMiI6MjE2fQ==\">40&ndash;48<\/a>: the career of Cyrus in the first place, but also the anticipated fall of Babylon and polemic against the Babylonian intellectual and religious tradition. Chapter <a class=\"isa\" verses=\"eyIxODMyMiI6MTB9\">35<\/a> gives us a completely ahistorical and imaginative projection which, on the basis of the contacts discussed above, draws on themes and turns of phrase in chs. <a class=\"isa\" verses=\"eyIxODQyMiI6MjE2fQ==\">40&ndash;48<\/a> but also on chs. <a class=\"isa\" verses=\"eyIxNzY1NiI6NjQ5fQ==\">1&ndash;33<\/a>. An example of the latter would be the theme of the removal of disabilities in the coming kingdom (<a class=\"isa\" verses=\"W3sic2luZ2xlcyI6WzE4MjEyLDE4MjM5LDE4MzAzXX0seyIxODI2MyI6Mn1d\">29:18; 30:21; 32:3&ndash;4; 33:23<\/a>). Comparison with <a class=\"isa\" verses=\"eyIxODg2NSI6M30=\">62:10&ndash;12<\/a> will help to clarify the point. This passage also speaks of the highway (<em>derek, mĕsill&acirc;<\/em> cf. <em>masl&ucirc;l<\/em> <a class=\"isa\" verses=\"MTgzMjk=\">35:8<\/a>) and the advent of salvation and recompense (cf. <a class=\"isa\" verses=\"MTgzMjU=\">35:4<\/a>) for the redeemed (<em>gĕʾulē YHVH<\/em> cf. <em>gĕʾul&icirc;m<\/em> <a class=\"isa\" verses=\"MTgzMzA=\">35:9<\/a>) and the holy people (<em>ʿam haqqōde&scaron;<\/em> cf. <em>derek haqqōde&scaron;<\/em> <a class=\"isa\" verses=\"MTgzMjk=\">35:8<\/a>). The connection with chs. <a class=\"isa\" verses=\"eyIxODQyMiI6MjE2fQ==\">40&ndash;48<\/a> is obvious, but the highway along which the descendants of the deportees are to return to Judah is in both ch. <a class=\"isa\" verses=\"eyIxODMyMiI6MTB9\">35<\/a> and ch. <a class=\"isa\" verses=\"eyIxODg1NiI6MTJ9\">62<\/a> a metaphor for passage to the new age about to dawn. It therefore seems reasonable to conclude that (<a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">1<\/a>) chs. <a class=\"isa\" verses=\"W3siMTgzMDUiOjE3fSx7IjE4MzIyIjoxMH1d\">34 and 35<\/a> are one unit; (<a class=\"isa\" verses=\"eyIxNzY4NyI6MjJ9\">2<\/a>) as such, they were composed and placed at this point to conclude chs. <a class=\"isa\" verses=\"eyIxNzY1NiI6NjQ5fQ==\">1&ndash;33<\/a>, in whatever form they then existed, and recapitulate their message; (<a class=\"isa\" verses=\"eyIxNzcwOSI6MjZ9\">3<\/a>) the author has drawn on motifs and turns of phrase in both First and Second Isaiah; (<a class=\"isa\" verses=\"eyIxNzczNSI6Nn0=\">4<\/a>) whether these chapters come to us from the fifth century b.c.e. (Clements 1980a, 277), or the fourth (Vermeylen 1977, 446) or even later (Westermann 1974, 362), they derive from a social and spiritual environment very different from that of the so-called Second Isaiah.<\/p><p>Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em> (Vol. 19, pp. 456&ndash;457). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}