{
    "id": 2126,
    "source": "blenkinsopp",
    "verse_id": 18499,
    "verse_count": 8,
    "reference": "42:18-25",
    "title": "The Spiritual Imperception of the Servant",
    "html": "<p>Surprising at first sight is the shift from assurance to censure, but then we note that this kind of alternation is a feature of the entire section, for we hear words of reproach at regular intervals (<a class=\"isa\" verses=\"W3sic2luZ2xlcyI6WzE4NDQ4XX0seyIxODUyOCI6M30seyIxODU5OSI6Mn0seyIxODYxNiI6Mn0seyIxODYyMSI6M31d\">40:27; 43:22&ndash;24; 46:12&ndash;13; 48:1&ndash;2, 6&ndash;8<\/a>). In other respects the passage is well integrated into its context. The servant has already been identified (<a class=\"isa\" verses=\"eyIxODQ2MCI6M30=\">41:8&ndash;10<\/a>), and this account of the present condition of the servant Israel contrasts with the profile of a future servant and his mission in <a class=\"isa\" verses=\"eyIxODQ4MiI6OX0=\">42:1&ndash;9<\/a>, however the latter is identified. Also frequently attested is the theme of incomprehension, the failure to grasp the significance of events as interpreted by the seer, together with the common Isaian motif of guiding the blind (<a class=\"isa\" verses=\"WzE4NDQyLDE4NDQ5LDE4NDg4LDE4NDk3LDE4NTE0XQ==\">40:21, 28; 42:7, 16; 43:8<\/a>).<\/p><p>We see how important and at the same time how difficult it was to provide a satisfactory explanation of the disaster of the Babylonian conquest. This period has already been described as a time of penal servitude (<a class=\"isa\" verses=\"MTg0MjM=\">40:2<\/a>), of imprisonment (<a class=\"isa\" verses=\"MTg0ODg=\">42:7<\/a>), of the silence, inactivity, and inaccessibility of God (<a class=\"isa\" verses=\"WzE4NDQ4LDE4NDk1XQ==\">40:27; 42:14<\/a>), and of God-forsakenness (<a class=\"isa\" verses=\"MTg0OTc=\">42:16<\/a>) following the murder and mayhem of battle (<a class=\"isa\" verses=\"MTg0OTQ=\">42:13<\/a>). The preacher presents the same line of argument as the Historian, that Yahveh willed to preserve and vindicate Israel (<a class=\"isa\" verses=\"MTg1MDI=\">42:21a<\/a>) but was prevented from doing so by sin, including the sin of past generations (cf. <a class=\"isa\" verses=\"MTg1MzM=\">43:27<\/a>)&mdash;specifically, failure to observe the laws (<a class=\"isa\" verses=\"MTg1MDU=\">42:24b<\/a>). In order to counter the widespread impression that Yahveh was powerless to prevent these events from happening or that they happened randomly, the preacher had to make the dangerous claim that Yahveh himself had brought them about (<a class=\"isa\" verses=\"eyIxODUwNSI6Mn0=\">42:24&ndash;25<\/a>). Though in fact none of these claims will seem to us inevitably and obviously true, the hearers are taken to task because they would have gotten the message if they had used their faculties (sight and hearing) and consulted experience&mdash;their own and the knowledge mediated to them through their traditions (&ldquo;he has seen much,&rdquo; <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">20a<\/a>).<\/p><p>The passage has been described form-critically as a reproach (<em>Scheltwort<\/em>, Gressmann), a dispute saying (<em>Streitgespr&auml;ch<\/em>, K&ouml;hler), or a disputation in response to a liturgical lament (Westermann, Melugin). The argumentative or disputatious note is certainly in evidence here, as it is elsewhere in these chapters, consistent with other rhetorical features already noted: the call for a hearing (<a class=\"isa\" verses=\"WzE4NDUzLDE4NTM1LDE4NTkwLDE4NTk5LDE4NjA4LDE4NjE2LDE4NjI3XQ==\">41:1; 44:1; 46:3, 12; 47:8; 48:1, 12<\/a>), rhetorical questions often in fairly long sequences (<a class=\"isa\" verses=\"W3sic2luZ2xlcyI6WzE4NDU0LDE4NDU2LDE4NDc4LDE4NTE1LDE4NTE5XX0seyIxODQzMyI6M30seyIxODQ0NiI6Mn1d\">40:12&ndash;14, 25&ndash;26; 41:2, 4, 26; 43:9, 13<\/a> etc.), challenges to the opposition to state their case (<a class=\"isa\" verses=\"W3siMTg0NTMiOjV9LHsiMTg0NzMiOjR9LHsiMTg1MTQiOjJ9XQ==\">41:1&ndash;5, 21&ndash;24; 43:8&ndash;9<\/a>), appeals to experience and tradition (<a class=\"isa\" verses=\"W3sic2luZ2xlcyI6WzE4NDQyLDE4NDQ5LDE4NTAxLDE4NTU1XX0seyIxODU5NSI6Mn1d\">40:21, 28; 42:20; 44:21; 46:8&ndash;9<\/a>), and satire directed against foreign deities and their devotees (e.g. <a class=\"isa\" verses=\"eyIxODU0MyI6MTJ9\">44:9&ndash;20<\/a>).<\/p><p>These features are consistent with a breakdown in the course of time of the mostly brief types of sayings in earlier prophetic books and the emergence of longer homiletic discourses in evidence in <a class=\"isa\" verses=\"eyIxODQyMiI6MzMzfQ==\">Isa 40&ndash;55<\/a> and Deuteronomy. Regarding the social setting for this kind of discourse, we can only speculate. The suggestion of a quasior proto-synagogue setting, made earlier, seems plausible and would not be inconsistent with the dissemination of brief tracts; but we lack information.<\/p><p>The passage begins, paradoxically, with a call for attention addressed to the deaf and the blind (v <a class=\"isa\" verses=\"eyIxNzk5OSI6N30=\">18<\/a>). Where deafness and sightlessness are understood literally, the context is generally that of the removal of such disabilities in the end time (<a class=\"isa\" verses=\"WzE4MjEyLDE4MzI2XQ==\">29:18; 35:5<\/a>). Elsewhere, these particular disabilities stand for a condition of enslavement (<a class=\"isa\" verses=\"WzE4NDg4LDE4NDk3XQ==\">42:7, 16<\/a>), but here the allusion is to a lack of spiritual discernment on the part of Jewish communities. With the series of rhetorical questions that ensue, the thread becomes difficult to follow. Both the Old Greek version and the Targum consider the servant and messenger of v 19a to be the people as a whole, but the latter term (<em>malʾāk<\/em>) appears elsewhere as a synonym for prophet (<em>nāb&icirc;ʾ<\/em>; <a class=\"ref\">Hag 1:13; Mal 3:1<\/a>) and appears to have this connotation in <a class=\"isa\" verses=\"MTg1NjA=\">Isa 44:26<\/a>. So far we have not heard of a mission assigned to the Judean people as a whole unless it was in <a class=\"isa\" verses=\"eyIxODQ4MiI6OX0=\">42:1&ndash;9<\/a>. It is also typically the prophet who is dispatched on a mission (as <a class=\"isa\" verses=\"WzE4NjMxLDE4ODQ1XQ==\">48:16 and 61:1<\/a>). The chiastic arrangement (deaf-blind-blind-deaf) precludes our removing the first half-verse (<a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">19a<\/a>), but we may expect to find a residue of superimposed readings wherever the <em>ʾebed<\/em>, &ldquo;servant,&rdquo; is mentioned.<\/p><p>The second half of the verse (<a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">19b<\/a>) is, however, more often than not elided, if only on account of the inelegant threefold repetition of the word &ldquo;blind&rdquo; (<em>ʿivvēr<\/em>) in the same verse. Some take it as a gloss that applies the preceding to an individual servant of Yahveh. But then it is unclear why this individual would be charged with a lack of spiritual discernment, unless the servant in question is Cyrus, who did eventually disappoint the expectations laid on him. Much depends on one&rsquo;s understanding of the word <em>mĕ&scaron;ullām<\/em>. As a Paul participle it has been translated, generally with disregard for the context, as &ldquo;perfected,&rdquo; &ldquo;fully paid,&rdquo; &ldquo;covenant partner,&rdquo; or &ldquo;submissive one,&rdquo; the last by analogy with Arabic <em>muslim<\/em>.<\/p><p>The suggestion of the Dutch scholar J. L. Palache more than half a century ago that the writer is referring to Meshullam, son of Zerubbabel (<a class=\"ref\">1 Chr 3:19<\/a>), did not win adherents because we know nothing of this individual apart from his father&rsquo;s name (North 1955, 89&ndash;90). If <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">19b<\/a> is a gloss on 19a, it is just possible that the glossator intended to identify the <em>ʿebed<\/em> as a specific <em>individual<\/em> servant of Yahveh; however, this individual is characterized as blind&mdash;that is, imperceptive or misguided. It therefore seems more likely that <em>mĕ&scaron;ullām<\/em> is a sobriquet for Israel, not unlike Jeshurun (<a class=\"isa\" verses=\"MTg1MzY=\">44:2<\/a>), though in this case its meaning remains obscure. The matter simply cannot be decided.<\/p><p>The note of censure continues in the explanation offered for the spiritual obtuseness of Israel called to Yahveh&rsquo;s service. What follows is essentially a restatement of basic Deuteronomic tenets. Deuteronomic parenesis appeals routinely to experience&mdash;ostensibly direct experience, since Moses is presented as addressing the wilderness generation, but in fact experience mediated through historical traditions&mdash;what your eyes have seen, what your ears have heard (e.g. <a class=\"ref\">Deut 3:21; 4:3, 9; 7:19; 10:21; 11:7<\/a>). &ldquo;You have seen everything Yahveh did in your sight (before your eyes) to Pharaoh, all his servants and all his land &hellip; but to this day Yahveh has not given you a mind to recognize, eyes to see, and ears to hear&rdquo; (<a class=\"ref\">Deut 29:1, 3[2, 4]<\/a>ss).<\/p><p>Equally at home in Deuteronomy is the theme of the greatness of the law and the frustration of God&rsquo;s will to vindicate and save by Israel&rsquo;s failure to observe the law. A crucial point in the argument, also shared with the Deuteronomists, is the affirmation that the disaster of the Babylonian conquest was brought about by the national deity as punishment for nonobservance of the law. The fury of the Babylonian onslaught was ignited and fueled by the anger of Yahveh against his own people, a prophetic insight that until the exile they had failed to grasp.<\/p><p>Blenkinsopp, J. (2008). <em>Isaiah 40&ndash;55: A New Translation with Introduction and Commentary<\/em> (Vol. 19A, pp. 217&ndash;219). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}