{
    "id": 2058,
    "source": "blenkinsopp",
    "verse_id": 17819,
    "verse_count": 5,
    "reference": "8:11–15",
    "title": "Isaiah and His Co-conspirators",
    "html": "<p>Unlike the previous paragraph, which concerns the pro-coalition party, vv <a class=\"isa\" verses=\"eyIxNzg4NiI6ODV9\">11&ndash;15<\/a> provide reassurance addressed to Isaiah and his supporters (the verbs in vv <a class=\"isa\" verses=\"eyIxNzkwMiI6Mjh9\">12&ndash;13<\/a> are plural) accused of conspiracy, more likely by the pro-coalition and anti-Assyrian party (&ldquo;this people&rdquo; cf. <a class=\"isa\" verses=\"MTc4MTQ=\">8:6<\/a>) than by the royalists. The injunction may therefore be read as religious instruction carried out in the circle of Isaian disciples (<em>limmūd&icirc;m<\/em> <a class=\"isa\" verses=\"MTc4MjQ=\">8:16<\/a>). The view that Isaiah is urging Ahaz, accused of conspiring against his suzerain the king of Samaria, to stand firm (Hayes and Irvine 1987, 152&ndash;59) is too speculative to be convincing. The position of Isaiah and his support group is therefore one of three quite different options entertained in Judah faced with the threat of a Syrian-Samarian takeover. We sense a growing feeling of distress and isolation, which would have helped to generate the intensity expressed through the motif of &ldquo;the hand of Yahveh&rdquo; (meaning an ecstatic or trance-like state), rare in Isaiah but a defining characteristic of Ezekiel&rsquo;s prophetic consciousness.<\/p><p>The assurance that Yahveh is Isaiah&rsquo;s co-conspirator, his partner, is really another variation on the Immanuel theme. Yahveh is still the God of the others, but his alienation from them is expressed in an accumulation of negative images. He will be for them a stone on which one strikes one&rsquo;s foot (<em>ʾeben negep<\/em>), the Hebrew term <em>negep<\/em> also signifying pestilence (<a class=\"ref\">Exod 12:13; 30:12; Num 8:19<\/a> etc.). The &ldquo;rock of stumbling&rdquo; (<em>ṣ&ucirc;r mik&scaron;&ocirc;l<\/em>) figure combines a poetic image of the strong God of Israel, of frequent occurrence in heroic poetry (e.g. <a class=\"ref\">Deut 32; 2 Sam 22<\/a>), with that of a stumbling block, used elsewhere with reference to idols (<a class=\"ref\">Ezek 7:19; 14:3, 4, 7; 44:12<\/a>). &ldquo;Snare&rdquo; (<em>m&ocirc;qē&scaron;<\/em>) also has the same referent, and &ldquo;trap&rdquo; (<em>paḥ<\/em>) carries equally ominous associations, illustrated at a later point in the book&mdash;<em>paḥad vāpaḥat vāpāḥ<\/em>&mdash;&ldquo;terror,&rdquo; &ldquo;the pit,&rdquo; and &ldquo;the snare&rdquo; (<a class=\"isa\" verses=\"MTgxMTM=\">Isa 24:17<\/a>; also <a class=\"ref\">Jer 48:43<\/a>).<\/p><p> Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em> (Vol. 19, pp. 241&ndash;242). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}