{
    "id": 2062,
    "source": "blenkinsopp",
    "verse_id": 17866,
    "verse_count": 5,
    "reference": "10:15–19",
    "title": "Prophetic Response to Assyrian Hubris",
    "html": "<p>We now hear a response to the boastful soliloquy of an unnamed Assyrian king. Most commentators divide at &ldquo;therefore &hellip;&rdquo; (<em>lākēn<\/em> <a class=\"isa\" verses=\"bnVsbA==\">16<\/a>), but the soliloquy ends at <a class=\"isa\" verses=\"bnVsbA==\">14<\/a> and the use of the rhetorical question, often followed by comment, is a common feature of prophetic rhetoric (<a class=\"ref\">Amos 3:3&ndash;8; 6:12; Hos 13:10, 14; Mic 1:5; 2:7<\/a>;<a class=\"isa\" verses=\"MTgyMTA=\"> Isa 29:16<\/a>; <a class=\"ref\">Jer 2:11, 14; 13:23<\/a>). The device of putting quotes into the mouths of self-confident and boastful individuals and following up with a deflating response part of the prophetic stock-in-trade (e.g. <a class=\"ref\">Hos 12:8; Mic 3:11&ndash;12<\/a>). Continuity of theme (deforestation) suggests furthermore that at some point the pericope may have ended with <a class=\"isa\" verses=\"bnVsbA==\">33&ndash;34<\/a>. The somewhat confused and forced images and metaphors make it hard to disagree with Gray (1912, 199), who describes the passage as a muddle, or with Duhm (1892, 101), who finds it stylistically inept. The author draws on familiar Isaian topoi as rod and stick, thorns and weeds, and the association of Yahveh with light and fire (cf. <a class=\"isa\" verses=\"WzE3NjkxLDE3ODMxXQ==\">2:5; 9:1<\/a>), though the divine title &ldquo;Light of Israel&rdquo; occurs only here. The author also appears to be familiar with a saying comparing the Kingdom of Samaria to an individual wasting away with sickness (<a class=\"isa\" verses=\"bnVsbA==\">17:4&ndash;6<\/a>), one that uses the same language as <a class=\"isa\" verses=\"MTc4Njc=\">10:16<\/a> (<em>kĕb&ocirc;d yaʿăqōb<\/em> = &ldquo;the glory of Jacob&rdquo;; <em>mi&scaron;man bĕśār&ocirc;<\/em>, literally, &ldquo;the fat of his flesh&rdquo;).<\/p><p>These rather obvious literary features suggest that the passage was not composed during the Syro-Samarian crisis, quite apart from the fact that it does not fit the international situation of that time (contra Hayes and Irvine 1987, 200&ndash;201). Most commentators agree, but the estimates cover a broad spectrum from the time of Josiah (Barth 1977, 28&ndash;34; Clements 1985, 113) to the late Persian (Wildberger 1991, 431) or the Seleucid period (Duhm 1892, 101). No doubt the imperial pretensions castigated in this passage were seen to apply to several imperial successors of the Assyrians, including the Seleucids. But the metaphor of wasting sickness recalls the destruction of Sennacherib&rsquo;s army and the tradition recorded in Josephus that this came about by bubonic plague (<em>Ant.<\/em> 10.21&ndash;23 cf. Herodotus 2.141 on the incapacitation of the Assyrian army in Egypt by a plague of mice). <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 10:15&ndash;19<\/a> is not one of the more memorable passages in the book, but it illustrates an important aspect of the message of Israel&rsquo;s prophets, i.e., the critique of imperialism and the refusal to take nationalistic and imperialistic pretensions seriously on their own terms. And, as Weinfeld points out, the language of imperium in Isaiah and other prophetic figures will give rise in due course to the mirror-image metaphor of a spiritual kingdom, the Kingdom of God.<\/p><p> Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em> (Vol. 19, pp. 255&ndash;256). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}