{
    "id": 7185,
    "source": "calvin",
    "verse_id": 18064,
    "verse_count": 1,
    "reference": "22:11",
    "title": "",
    "html": "<p><i>You made also a ditch. <\/i>The first clause of this verse relates to the former subjects; for he means that they were reduced to the last necessity, and that the great approaching danger struck them with terror, so that they adopted every method in their power for defending themselves against the enemy. <\/p>\n<p><i>And you have not looked to its maker. <\/i>This second clause reproves them for carelessness, because they had given their whole attention to earthly assistance, and had neglected that which is of the greatest importance. Instead of resorting first of all to God, as they ought to have done, they forgot and despised him, and directed their attention to ramparts, and ditches, and walls, and other preparations of war; but their highest defense was in God. What I said at first is now more evident, that the Prophet does not foretell the destruction of the Jews, but declares what they have experienced, in order to shew how justly the Lord was angry with them, because they could not be amended or reformed by any chastisement. The alarming dangers to which they were exposed ought to have warned them against their impiety and contempt of God; but those dangers have made them still more obstinate. Though there is hardly any person so obstinate as not to be induced by adversity, and especially by imminent dangers, to bethink himself, and to consider if they have justly befallen him, if he has offended God and provoked his wrath against himself; yet the Prophet says, that there was not one of the Jews who remembered God in the midst of such distresses, and that therefore God justly ceased to take any concern about them. <\/p>\n<p>Hence infer that it is a token of extreme and desperate wickedness, when men, after having received chastisements or afflictions, are not made better. We ought, first, to follow God and to render to him cheerful obedience; and secondly, when we have been practically warned and chastised, we ought to repent. And if stripes do us no good, what remains but that the Lord shall increase and double the strokes, and cause us to feel them heavier and heavier till we are hurled down to destruction? For it is vain to apply remedies to a desperate and incurable disease. This doctrine is highly applicable to our own times, in which so many strokes and afflictions urge us to repentance. Since there is no repentance, what remains but that the Lord shall try to the very utmost what can be done until he destroy us altogether? <\/p>\n<p><i>To its maker. <\/i>By these words he indirectly acknowledges that God does not blame our eagerness to repel the enemy and to guard against dangers; but that he blames the vain confidence which we place in outward defences. We ought to have begun with God; and when we disregard him, and resort to swords and spears, to bulwarks and fortifications, our excessive eagerness is justly condemned as treason. Let us therefore learn to flee to God in imminent dangers, and to betake ourselves, with our whole heart, to the sure refuge of his name. (<a class=\"ref\">Proverbs 18:10<\/a>.) When this has been done, it will be lawful for us to use the remedies which he puts into our hand; but all will end in our ruin if we do not first commit our safety to his protection. <\/p>\n<p>He calls God the <i>maker <\/i>and <i>fashioner <\/i>of Jerusalem, because there he had his dwelling, and wished that men should call upon him. (<a class=\"ref\">1 Kings 9:3<\/a>.) As Jerusalem was a lively image of the Church, this title belongs also to us, for in a peculiar manner God is called the Builder of the Church. (<a class=\"ref\">Psalms 132:13<\/a>.) Though this may relate to the creation of the whole world, yet the second creation, by which he raises up from death, (<a class=\"ref\">Ephesians 2:1<\/a>,) regenerates, and sanctifies us, (<a class=\"ref\">Psalms 110:3<\/a>,) is peculiar to the elect, the rest have no share in it. This title does not express a sudden but a continual act, for the Church was not at once created that it might afterwards be forsaken, but the Lord preserves and defends it to the last. “Thou wilt not despise the work of thy hands,” says the Psalmist. (<a class=\"ref\">Psalms 138:8<\/a>.) And Paul says, <\/p>\n<p>“He who hath begun a good work in you will perform it till the day of Christ.” (<a class=\"ref\">Philippians 1:6<\/a>.) <\/p>\n<p>This title contains astonishing consolation, for if God is the maker, we have no reason to fear if we depend on his power and goodness. But we cannot <i>look to <\/i>him unless we are endued with true humility and confidence, so that, being divested of all haughtiness and reduced to nothing, we ascribe the glory to him alone. This cannot be, unless we can also trust that our salvation is in his hand, and are fully convinced that we shall never perish, even though we be surrounded by a thousand deaths. It was an aggravation of their baseness, that the Lord’s election of that city, which had been established by so many proofs, could not arouse the Jews to rely on the protection of God. As if he had said, What madness is it to think of defending the city when you despise him who made it! <\/p>\n<p><i>From a distance, <\/i>or <i>long ago<\/i>. The Hebrew word denotes either distance of place or length of time. If we refer it to place, the meaning will be, that the Jews are doubly ungrateful, because they have not beheld the Lord even at a distance. Here it ought to be observed, that we ought to look to God not only when he is near, but also when he appears to be at a very great distance from us. Now, we think that he is absent, when we do not perceive his present aid, and when he does not instantly supply our wants. In short, he shews what is the nature of true hope; for it is a carnal and gross looking at God, when we do not perceive his providence unless by visible favor, since we ought to ascend above the heavens themselves. Strictly and truly, no doubt, the Lord is always present, but he is said to be distant and absent with respect to us. This must be understood therefore to refer to our senses, and not to the fact itself; and therefore, although he appear to be at a distance during those calamities which the Church endures, still we ought to elevate our minds towards him, and arouse our hearts, and shake off our indolence, that we may call on him. <\/p>\n<p>But the other meaning is equally admissible, that they did not look to God who created his Church, not yesterday or lately, but long ago, and who had proved himself to be her Maker during many ages. He is therefore called the ancient Maker of his Church, because if the Jews will apply their thoughts and careful search to the long succession of ages, they will perceive that he is the perpetual preserver of his workmanship; and this makes their ingratitude the less excusable. <\/p>",
    "audit": null
}