{
    "id": 7352,
    "source": "calvin",
    "verse_id": 18238,
    "verse_count": 1,
    "reference": "30:20",
    "title": "",
    "html": "<p><i>When the Lord shall have given you. <\/i>He continues the same subject, and strengthens believers, that they may not faint; for patience springs from the hope of a more prosperous issue. Accordingly, he prepares them for enduring future chastisement, for the wrath of God will press hard on them for a time; but he immediately promises that a joyful issue awaits them, when they shall have endured those calamities and distresses; for God will restrain his severity. Thus, I consider  <span class=\"greek-hebrew\">ו<\/span> (<i>vau<\/i>) to mean “When” or “After;” as if he had said, “<i>When <\/i>you shall have endured those troubles, then will the Lord bless you; for he will change your condition for the better.” <\/p>\n<p><i>Thy rain shall no longer be restrained. <\/i> The word  <span class=\"greek-hebrew\">מורה<\/span> (<i>mōrĕh<\/i>) is viewed by some commentators as meaning “a teacher.” But this does not agree with the context; for, although the chief fruit of our reconciliation to God is to have faithful “teachers,” yet, as the ignorant multitude was more deeply affected by the want of food, Isaiah accommodates his language to their ignorance, and gives them a taste of God’s fatherly kindness under the emblem of abundance of food. <\/p>\n<p>By the words “bread” and “water,” he means extreme want and scarcity of all things, and therefore he calls it “bread of anguish and water of affliction.”  Instead of this famine, he says that he will send them plenty and abundance. This is what he means by the word <i>rain<\/i>; for he describes the cause instead of the effect, as if he had said, “The earth shall yield fruit in abundance.” This had a literal and special reference to a country, the fertility of which depended entirely on heaven; for it was not watered by rivers or fountains, but by rains. <\/p>\n<p>“The land whither ye go to possess it,” says Moses, “is a land of hills and valleys, and drinketh water of the rain of heaven.” (<a class=\"ref\">Deuteronomy 11:11<\/a>.) <\/p>\n<p>He declares that the fruits of the earth, which the Lord took away or diminished by barrenness, will return; because, in consequence of the copious “rains,”  there will be large and abundant produce. Thus, when the Lord shall punish us, let us comfort our hearts with these statements and promises. <\/p>",
    "audit": null
}