{
    "id": 8007,
    "source": "calvin",
    "verse_id": 18904,
    "verse_count": 1,
    "reference": "65:6",
    "title": "",
    "html": "<p><i>Lo, it is written before me. <\/i>He alludes to the ordinary custom of judges, who keep before them in writing the processes of investigation regarding any matter, together with the testimonies, acts, and everything of that nature, in order that, when it shall be found necessary to make use of them, the guilt of the culprit may be easily proved; for we write those things which we wish to be remembered by posterity The Lord therefore testifies that these things can never fade into oblivion, because they have been written; for, although for a time he pass them over in silence, yet the wicked shall not escape unpunished, but shall at length feel that he is a righteous judge. <\/p>\n<p>Hence we ought to learn that we must not abuse God’s patience, because he bears with us long, and does not all at once stretch out his hand to punish us; for all our faults are nevertheless written before him, for which we must at length suffer punishment, if we do not repent.  True, indeed, the Lord has no need of writing as an aid to memory; but he makes use of this form of expression, that we may not think that he has forgotten anything, when he is slow in executing his judgments. Jeremiah even says expressly, that <\/p>\n<p><span>“the sin of Judah is written with an iron pen and with the nail of a diamond.” \n(<\/span><a class=\"ref\">Jeremiah 17:1<\/a>.) <\/p>\n<p>To <i>recompense into the bosom <\/i>is a phrase frequently employed in Scripture; for men think either that their sins are concealed, or that they will not be called to account for them; but, hurried along by unbridled lust, or laying the blame on some other person, they drive fear to a distance from them. (<a class=\"ref\">Psalms 79:12; Jeremiah 32:18<\/a>.) On this account the Lord threatens that he will “recompense into their bosom,” that they may consider who is the judge with whom they have to do. <\/p>",
    "audit": null
}