{
    "id": 7018,
    "source": "calvin",
    "verse_id": 17895,
    "verse_count": 1,
    "reference": "11:10",
    "title": "",
    "html": "<p><i>And it shall be in that day the root of Jesse. <\/i>He again returns to the person of Christ, and repeats the same comparison which he had introduced at the beginning of the chapter, that of a <i>root <\/i>or a <i>branch <\/i>springing from a decayed trunk, of which no trace appeared; and he foretells that the Gentiles, who formerly abhorred the Jews, will henceforth bow before their King with lowly homage. This might be thought to be altogether incredible, and unquestionably the promise was ridiculed for many centuries, because such a gathering together was to be expected rather when the kingdom remained and flourished than when it had been cut down. But it was necessary that it should be cut down, so that it might afterwards sprout again, and that the glory and power of God might shine in it more brighter than in its flourishing condition. Who would have seen with the eyes of men that the <i>branch <\/i>would rise to such a height as to be seen by all nations, and to direct the eyes of all men towards it? <\/p>\n<p><i>Which shall stand for an ensign of the peoples. <\/i>He compares it to a banner stretched aloft; and we know that this was fulfilled by the preaching of the gospel, and indeed was more illustrious than if Christ had soared above the clouds. To the same purpose is what he says, <\/p>\n<p>As Moses lifted up the serpent in the wilderness, so must the Son of man be lifted up. (<a class=\"ref\">John 3:14; Numbers 21:9<\/a>.) <\/p>\n<p><i>Shall be sought by the Gentiles. <\/i>Christ is said to be <i>sought<\/i>, when men flee to him for the purpose of asking salvation, as to <i>seek God <\/i>means, in every part of Scripture, to cast all our hopes upon him. Accordingly, the Greek translators have rendered it  <span class=\"greek-hebrew\">ἐλπιοῦσι<\/span>, <i>they shall hope<\/i>, looking rather at the meaning than at the word. <\/p>\n<p><i>And his rest shall be glory. <\/i>These words are commonly explained as referring to the burial of Christ, and that by a figure of speech in which a part is taken for the whole; for afterwards they apply it also to his death; and indeed the burial of Christ was nothing else than an appendage to his death. They think that the meaning is this, “The death of Christ, which was disgraceful in the eyes of the world, will be <i>glorious <\/i>and splendid.” But when I take a closer view of the whole, by <i>rest <\/i>the Prophet means in this passage the Church; as it is also said, <\/p>\n<p><span>This is my everlasting rest; here will I dwell.\n(<\/span><a class=\"ref\">Psalms 132:14<\/a>.) <\/p>\n<p>He bestows an honorable appellation on the assembly of the godly, because he chooses to have a continual habitation among them. Accordingly, the Church having been at that time exposed to reproaches and disgrace, he promises that it will be again raised to a more prosperous condition, and will recover its ancient <i>glory<\/i>. Here, therefore, we have a remarkable proof that God is pleased to dwell continually in his Church, though this may not always be seen by men. <\/p>",
    "audit": null
}