{
    "id": 6807,
    "source": "calvin",
    "verse_id": 17671,
    "verse_count": 1,
    "reference": "1:16",
    "title": "",
    "html": "<p><i>Wash you, make you clean <\/i>He exhorts the Jews to repentance, and points out the true way of it, provided that they wish to have their obedience approved by God. Hence we conclude that nothing can please God, unless it proceed from a pure conscience; for God does not, like men, judge of our works according to their outward appearance. It frequently happens that some particular action, though performed by a very wicked man, obtains applause among men; but in the Sight of God, who beholds the heart, a depraved conscience pollutes every virtue. And this is what is taught by Haggai, holding out an illustration drawn from the ancient ceremonies, that <i>everything which an unclean person has touched is polluted<\/i>; from which he concludes that nothing clean proceeds from the wicked. Our Prophet has already declared, that in vain do they offer sacrifices to God, in vain do they pray, in vain do they call on his name, if integrity of heart do not sanctify the outward worship. For this reason, in order that the Jews may no longer labor to no purpose, he demands that <i>cleanness<\/i>; and he begins with a general reformation, lest, after having discharged one part of their duty, they should imagine that this would be a veil to conceal them from the eyes of God. <\/p>\n<p>Such is the manner in which we ought always to deal with men who are estranged from God. We must not confine our attention to one or a few sores of a diseased body but if we aim at a true and thorough cure, we must call on them to begin anew, and must thoroughly remove the contagion, that they who were formerly hateful and abominable in the sight of God may begin to please God. By the metaphor <i>washing<\/i>, he unquestionably exhorts to remove inward pollution, but shortly afterwards he will also add the fruits of actions. <\/p>\n<p>When he bids them <i>wash<\/i>, he does not mean that men repent by their own exercise of free-will; but he shows that there is no other remedy but this, that they shall appear pure in the sight of God. Now, we know that the sacred writers attribute to men what is wrought in them by the Spirit of God, whom Ezekiel calls <i>clean water<\/i>, because to him belongs the work of repentance. (<a class=\"ref\">Ezekiel 36:25<\/a>.) <\/p>\n<p><i>Put away the evil of your doings <\/i>The Prophet now comes to describe the fruits of repentance; for not only does he explain without a metaphor what it is to wash and to be cleansed, but he enjoins them to exhibit in their whole life, and in every action, the evidence of their being renewed. Yet he confirms the former statement, that the pollution of the people is <i>before the eyes <\/i>of God, that it stains and debases all their actions, and thus makes it impossible that they shall be pleasing in his sight. And he particularly mentions <i>the eyes of God<\/i>, lest, when they employed a veil to hinder themselves from seeing, they should vainly imagine that God shared with them in their blindness. <\/p>\n<p><i>Cease to do evil <\/i>He still proceeds to reprove their manner of life. This passage is commonly interpreted as if by <i>doing ill <\/i>the Prophet meant loving ill; but it ought strictly to be understood as denoting those crimes by which a neighbor is injured; so that in the exhortation, <i>Learn to do well, <\/i>which occurs in the next verse, the expression <i>to your neighbor <\/i>ought to be supplied; for he speaks of the injuries and kind offices which Eve perform to our neighbors. Now since repentance has its seal in the heart of man, he describes it by those outward appearances by means of which it is, in some measure, brought before the eyes of men. There is no man who does not wish to be reckoned a good man; but the true character of every man is manifested by his actions. He therefore calls them to the performance of those outward actions by which they may give evidence of their repentance. <\/p>\n<p>He comprehends under two heads the fruits of repentance, <i>ceasing to do evil<\/i>, and <i>doing well. <\/i>First, we must cease to commit every act of injustice; for we must not imitate those spendthrifts who wish to be thought bountiful, and fraudulently take from one person what they bestow on another. Again, we must not resemble those idle people who think that they have done enough, if they have kept themselves from doing harm, and from invading the property of their neighbors, but are not careful to perform acts of kindness. He intended, therefore, to include both; for under those two heads the keeping of the second table of the law is comprehended. <\/p>",
    "audit": null
}