{
    "id": 7499,
    "source": "calvin",
    "verse_id": 18389,
    "verse_count": 1,
    "reference": "37:36",
    "title": "",
    "html": "<p><i>And the angel of Jehovah went out. <\/i>The Prophet now relates what happened to the Assyrian, that we may not think that the Lord spoke in vain. He shews, therefore, that his prediction was proved by the event, that it might clearly appear that God had sent him, and that he had not uttered anything rashly. Yet we ought not to limit so remarkable a work of God to a single prediction; but the authority of the Prophet was sustained, and his calling sanctioned, as to the whole course of his doctrine. He has related a singular and wellknown event which had recently happened, in order to prove, by means of it, to the end of the world, that God had spoken by his mouth. <\/p>\n<p>Where that slaughter was carried into effect by the angel is not very evident. The opinion generally entertained is, that it happened at the siege of Jerusalem; but it is also possible that it may have happened during the march of Sennacherib’s army; that is, while he was coming to besiege the city. I leave that matter uncertain, because it is of little importance. From the context, certainly, we may clearly learn that the tyrant did not approach so near as to be able to throw a dare into the city. <\/p>\n<p>We must indeed reject that invention by which Satan, through profane historians, has attempted to obscure this extraordinary judgment of God, that, in consequence of a part of the army having been destroyed by a plague during the war in Egypt, Sennacherib returned into his own dominions. So great a number of persons dying in one night cannot be attributed to a plague; and the father of lies, with his wonted cunning, has turned aside into Egypt the blessing which God bestowed on his Church. The event itself cries aloud that Jerusalem was miraculously rescued, as it were, out of the midst of destruction; especially since Isaiah had already delivered that message by which God testified, in a manner which could not be mistaken, that God would bestow this deliverance on the Jews and not on the Egyptians. <\/p>\n<p><i>And slew in the camp ofthe Assyrians. <\/i>That no one may ascribe the miracle to natural causes, it is expressly added, that so great a multitude was slain by the hand of <i>the angel. <\/i>Nor is it a new thing for the Lord to make use of the ministractions of angels to promote the safety of believers, for whose advantage he appointed all the armies of heaven; and it tends greatly to confirm our faith when we learn that an infinite number of guardians keep watch over us. (<a class=\"ref\">Psalms 91:11<\/a>.) The Lord alone, indeed, is of himself able, and undoubtedly he alone preserves us; for the angels may be regarded as his hand, and on that account they are called “principalities and powers.” (<a class=\"ref\">Romans 8:38; Ephesians 1:21<\/a>.) But it contributes much to aid our weakness that he hath appointed heavenly messengers to be our defenders and guardians. Yet all the praise is due to God alone, of whom the angels are only instruments; and therefore we must beware of falling into the superstition of the Papists, who, by their absurd worship of angels, ascribe to them that power which belongs to God; an error with which we know that some very learned men in all ages have been chargeable. Whether it was done by the hand of one angel or of many angels, we cannot absolutely ascertain, nor is it a matter of great importance; for the Lord can do it as easily by one angel as by a thousand, and does not make use of their agency as if he needed the assistance of others, but. rather, as we have formerly said, in order to support our weakness. Yet it is more probable, and agrees better with the words of the Prophet, that a single angel was commissioned to execute this judgment, as in the ancient redemption an angel passed through the whole of Egypt to slay the firstborn. (<a class=\"ref\">Exodus 12:29<\/a>.) Although God sometimes executes his vengeance by means of evil angels, yet he chose one of his willing servants, that by means of him he might provide for the safety of the Church. <\/p>\n<p><i>A hundred and eighty-five thousand. <\/i>That the army was so vast need not make us wonder, as ignorant people do, who reckon it to be incredible and fabulous when they are told that so great a multitude went into the field of battle, because we are accustomed to carry on war with much smaller troops. But that the case was very different with eastern nations, is fully testified by historians and by wellknown transactions of the present day. Nor ought we to be astonished at the vast forces which they led into battle, for they are much more capable of enduring heat, and toil, and hunger, and are satisfied with a much smaller portion of food, and do not care about those luxuries by which our soldiers in the present day are corrupted. <\/p>\n<p>As to the way and manner of the slaughter, this passage gives no definite statement. The Jews conjecture that the soldiers were struck by thunder, but they do so without any authority or probable evidence; for, being bold in contriving fables, they unwarrantably affirm as certain whatever comes into their mind, as if it were supported by some history. <\/p>\n<p><i>Behold, they were all dead corpses. <\/i>That the slaughter was not done so openly as the Jews allege is very evident from this narrative, which states that they were lying dead. Now, if they had been struck by a thunderbolt, every person must have known it, and it would not have been omitted by the Prophet. This might serve to refute the conjecture of the Jews, but I choose rather to leave the matter doubtful. It is enough that the Lord, having determined to save Jerusalem from the hand of the Assyrian, cut off his army by a sudden death, without any agency of man. <\/p>",
    "audit": null
}