{
    "id": 6812,
    "source": "calvin",
    "verse_id": 17676,
    "verse_count": 1,
    "reference": "1:21",
    "title": "",
    "html": "<p><i>How is the faithful city become an harlot <\/i>! In order to make the rebuke more forcible, and the crime of the people more shocking, in having thus departed from God and from all uprightness, he cries aloud as if he had seen some monstrous thing; and certainly it was a change fitted to awaken horror, that a nation devoted to God, and chosen to a <i>royal priesthood<\/i>, (<a class=\"ref\">Exodus 19:6<\/a>,) had fallen from lofty piety to the lowest sink of wickedness. More especially he speaks of the <i>city <\/i>of Jerusalem, which was God’s sanctuary and royal abode. He complains that the <i>city <\/i>which had formerly been a guardian of justice is a den of robbers; that she who formerly was a chaste and pure virgin hath <i>become a harlot, <\/i>To strike the deeper shame into the degenerate Jews, who had departed widely from their holy fathers, he assumes the air of a person astonished, and asks himself how this could possibly have happened. <\/p>\n<p><i>The faithful city <\/i>By the word <i>faithful <\/i>he alludes, in my opinion, to the conjugal fidelity which a wife ought to preserve to her husband. The signification is undoubtedly more extensive; but when I look at the connection of the passage I do not hesitate to say that <i>faithful <\/i>means <i>chaste<\/i>; for immediately afterwards he employs another term in contrast with it, calling her <i>an harlot<\/i>. Whereas she once was a virtuous wife, faithful to the marriage-contract, she has now <i>become an harlot, <\/i>and her base conduct brings not a blush on her countenance. The Scriptures frequently call the Church the wife of God. (<a class=\"ref\">Hosea 2:19<\/a>.) That honorable rank Jerusalem held, so long as she maintained spiritual chastity, and continued in the pure and lawful worship of God; but as soon as she departed from it she <i>became an harlot. <\/i><\/p>\n<p>This astonishment of the Prophet was undoubtedly joined with the deepest grief; for we ought to look upon it as something monstrous when men revolt from God, and refuse that allegiance which they have promised to render; nor is it possible that right-hearted men, when they behold such a revolt, can fail to be affected with the most poignant grief. We read that the angels in heaven rejoice at the conversion of one sinner; (<a class=\"ref\">Luke 15:7<\/a>;) and therefore they cannot but mourn over the final ruin of any sinner. How much more then will they bewail the ruin and destruction of a whole state and Church! <\/p>\n<p>Besides, that astonishment conveys also a complaint; as if the Prophet had said, “O Jerusalem, from what a flourishing condition hast thou fallen! Into what distress hast thou plunged thyself! What shame and disgrace hast thou brought upon thee!” When the flourishing state in which she had been, and the respect that had been paid to her in former times, are called to her remembrance, it ought to produce a still deeper impression on her mind; for she who was at one time the respected mother of a family is naturally more careful about her honor and reputation than one who has spent her whole life in base and licentious conduct. <\/p>\n<p><i>It was full of judgment <\/i>He shows what fruits were produced by that allegiance to God at a former period. We may take <i>judgment <\/i>as but another name for uprightness; or, if it be thought preferable, we may call it <i>justice <\/i>when men render to every man his own, and <i>judgment <\/i>when the cause of the innocent is defended, and the poor and needy are avenged; for such is the use of the words in Scripture when they are employed together; but as they are not perfectly connected in this passage, I consider <i>judgment <\/i>to denote uprightness; so that the same thing is twice expressed for the purpose of explaining it more fully. <\/p>\n<p><i>But now murderers <\/i>He shows in what manner Jerusalem <i>became an harlot<\/i>. It was, that the city, which had formerly been distinguished for the love of justice and equity, was now full of <i>murders<\/i>. The meaning is, as we have formerly said, not that they were assassins or robbers, but that, by fraudulent and dishonest methods, under the pretense of justice, they had gained the property of others. In short, he means that they did not act fairly and justly towards their fellow-men, whatever might be the estimation in which they were held; for sometimes, and indeed very frequently, it happens that very wicked men are held in high esteem. <\/p>\n<p>The condition to which Jerusalem was reduced should lead us to consider how often Satan exercises what may be called unbounded tyranny over the Church of God; for if ever there was a Church, there was one at that time in Jerusalem; and yet Isaiah affirms that it was a den of robbers, or a slaughterhouse, where they cut men’s throats. But if Satan could freely riot in that Church, let us not wonder that the same thing takes place among us; but let us labor not to suffer ourselves to be corrupted by such wicked examples. <\/p>",
    "audit": null
}