{
    "id": 7459,
    "source": "calvin",
    "verse_id": 18347,
    "verse_count": 1,
    "reference": "36:16",
    "title": "",
    "html": "<p><i>Do not listen to Hezekiah. <\/i>While he labors to turn away the hearts of the people from Hezekiah, he at the same time invites them to pleasures, that they may forget God and not expect anything from him. It is as if he had said, “Do not believe God, but rather believe my king.” Thus Satan deals with us; for, darkening the goodness of God by his clouds, and holding out to us the masks of false hope, he secretly and indirectly creeps into the place of God, or employs creatures to entangle us in his nets. He holds out pleasures, and some kind of more agreeable life, with this boast, “God shews it to you at a distance, I present it to you.” <\/p>\n<p>Though Hezekiah is mentioned, yet the comparison is actually made between God and the king of Assyria; for Hezekiah, as he was the servant of God, made no false pretensions, and did not boast of any vain confidence, but, relying on true and most certain promises, faithfully exhorted the people to seek God; but Rabshakeh adorned his king by robbing God, and yet was the servant of Satan, to withdraw the people from confidence in God to all impiety. <\/p>\n<p><i>Make with me a blessing. <\/i> “To make a blessing” is to conduct themselves in a friendly manner; as if he had said, “Do not give any hostile indication, or risk a battle. Surrender, make your submission to my king.” Sennacherib does not merely demand that he shall be heard, but likewise that the people shall swear allegiance to hint; and, in order to allure them to him the more powerfully, he makes use of the word <i>blessing <\/i>as a cloak to that bondage which was in itself hateful. He bids them purchase a quiet life, and other conveniencies which they formerly enjoyed, by that miserable revolt; that is, by forsaking Hezekiah and going out to him; for to revolt from a pious king, whom God had appointed, and who was a type of Christ, was more wretched and miserable than anything else that could befall them, and could not take place without denying God himself, who had set up in Judea that token of heavenly favor. <\/p>",
    "audit": null
}