{
    "id": 7893,
    "source": "calvin",
    "verse_id": 18789,
    "verse_count": 1,
    "reference": "58:2",
    "title": "",
    "html": "<p><i>Yet they seek me daily. <\/i>Here he intended to take away every ground of objection from hypocrites, who had their answers ready. “We fear, serve, and love God, and seek him with the whole heart. Why do you rebuke us as if we were irreligious persons; for we wish to regulate our life according to the injunctions of the Law.” To meet this objection, he affirms that they do nothing in a pure or sincere manner, that everything is pretended and hypocritical, and consequently is of no value before God, who demands the whole heart. (<a class=\"ref\">Genesis 17:1<\/a>) <\/p>\n<p>It is proper to observe this order which the Prophet has followed. After having threatened war against wicked men and hypocrites, he now rebukes them severely, and takes away the pretenses and disguises under which they shrouded themselves. This is the manner in which hypocrites should be treated, and dragged, as it were, out of their lurking­places; for otherwise doctrine could produce no good effect upon them. And not only should godly teachers observe this order, but every person ought to apply this manner of teaching for his own use, that he may not be satisfied with himself or flatter his vices; that he may not practice hypocrisy on himself, or suffer himself to be deceived by the tricks of Satan. Let him therefore bring a pure and upright heart, if he wish to profit by the doctrine of the word, and to be acceptable to God. <\/p>\n<p><i>And wish to know my ways. <\/i>Although Isaiah admits that traitors and liars have some show of holiness, yet, on the other hand, by a bitter figure of speech, he censures them, as if he had said that in their shameful boasting there was excessive wickedness. Thus it is not simple irony, but there is likewise added a complaint, that, while they apparently labor to serve God, still, if any person examine them more closely, and inquire into their whole manner of life, he will perceive that their hearts are altogether estranged from God. <\/p>\n<p><i>They ask of me the judgments of righteousness. <\/i> Those who think that in these words hypocrites blame God, and rise up against him, as if they would enter into controversy with him, have not understood the Prophet’s meaning. I acknowledge that he does this soon afterwards; but before coming down to it, he tears off their mask of pretended godliness. After having said that they “seek God daily,” as if there were nothing that occupied their thoughts more earnestly than religion, he proceeds in the same strain, and says, that they “ask judgments,” that they may serve God, and observe the rule of a holy life, that is, by pretending to burn with zeal for religion. And indeed the Prophet here enumerates the most important exercises of believers, which sometimes are ostentatiously imitated by the wicked. Now, the chief point of religion is, to inquire into the will of God, that we may regulate our life by the rule which he has laid down for us, and to depend on his mouth. But the children of God, in this respect, are falsely copied by hypocrites, so that they appear to practice all that relates to the true worship of God, and sometimes to exceed the very best of men. <\/p>",
    "audit": null
}