{
    "id": 7508,
    "source": "calvin",
    "verse_id": 18398,
    "verse_count": 1,
    "reference": "38:7",
    "title": "",
    "html": "<p><i>And this shall be a sign to thee. <\/i>The sacred history relates in the proper order that Hezekiah asked a sign from the Lord, (<a class=\"ref\">2 Kings 20:8<\/a>,) and that it was granted to him; which the Prophet will likewise mention at the end of this chapter. But it is no new thing for Hebrew writers to reverse the order of the narrative. God gives some signs of his own accord, without being asked; and he grants other signs to his people who ask them. Signs being generally intended to aid our weakness, God does not for the most part wait till we have prayed for them; but at first he appointed those which he knew to be profitable to his Church. If at any time, therefore, believers wished to have their faith confirmed by a sign, this circumstance, being rare, ought not to be produced as an example. Thus, to Gideon, whom he called from the sheepfold to govern Israel, he gave one sign and then another, when he asked them, (<a class=\"ref\">Jude 6:17<\/a>,) that he might be more fully convinced of his calling. He commonly gave, as we have said, other signs, in accommodation to the weakness of men; as to Adam the tree of life, (<a class=\"ref\">Genesis 2:9<\/a>,) to Noah the bow in heaven, (<a class=\"ref\">Genesis 9:12<\/a>,) and next the cloud and pillar of fire, (<a class=\"ref\">Exodus 13:21<\/a>,) and the serpent of brass in the wilderness. (<a class=\"ref\">Numbers 21:8<\/a>.) The same remarks apply to the passover, (<a class=\"ref\">Exodus 12:8<\/a>,) and to all the sacraments, both those which were formerly observed, and those which have now been appointed by Christ,  and which no one asked from God. <\/p>\n<p>But it may be thought that Hezekiah insults God, by refusing credit to his word, when he asks a sign. I reply, we must not accuse him of unbelief, because his faith was weak; for we shall not find. any person who ever had faith which was perfect and complete in every respect. In seeking some assistance to support his weakness, he cannot, be blamed on that account; for, having embraced the promise made to him by the Prophet, he shews his confidence in God by seeking a remedy for distrust. And if there had been no weakness in man, he would not have needed any signs; and consequently we need not wonder that he asks a sign, since on other occasions the Lord freely offers them. <\/p>\n<p>Yet it is proper also to observe, that believers never rushed forward at random to ask signs, but were guided by a secret and peculiar influence of the Spirit. The same thing might be said about miracles. If Elijah prayed to God for rain and for drought, (<a class=\"ref\">James 5:17<\/a>,) it does not follow that others are at liberty to do the same. We must, therefore, see what God permits to us, lest, by disregarding his word, we bargain with him according to the foolish desires of our flesh. <\/p>",
    "audit": null
}