{
    "id": 7659,
    "source": "calvin",
    "verse_id": 18552,
    "verse_count": 1,
    "reference": "44:18",
    "title": "",
    "html": "<p><i>They have not known or understood. <\/i>He concludes that it is impossible that men endued with reason should have fallen into this mistake, if they had not been altogether blind and mad; for if any spark of reason had remained in them, they would have seen how absurd and ridiculous it is to adore a part of that wood which they had burned, and which they had seen with their own eyes consumed and reduced to ashes. But when they perceive nothing, and listen to no arguments, they shew that they have actually degenerated into beasts; for the expression which Isaiah uses in reproaching them, “They have not known,” amounts to a declaration that they are bereft of reason, and have lost all understanding; and although many of them undoubtedly were very acute and sagacious, yet in this respect there was abundant evidence of their brutish folly. <\/p>\n<p><i>For he hath smeared their eyes. <\/i>The reason now assigned is not intended to lessen their guilt, but to shew how monstrous and detestable it is; for men would never be so foolish, if the vengeance of heaven did not drive them to “a reprobate mind.” (<a class=\"ref\">Romans 1:28<\/a>.) Here some interpreters supply the word “God,” and others supply the words “false prophets,” and say that the people were blind, because the false prophets led them astray; for their would never have plunged into such disgraceful errors if they had not been deceived by the impostures of those men, their eyes being dazzled by wicked doctrines. Others do not approve of either of these significations, and it might also refer to the devil. But as a different exposition is more customary in Scripture, I rather adopt it, namely, that God hath blinded them by a righteous judgment; if it be not thought preferable to view it as referring to themselves,  because they voluntarily shut both their minds and their eyes; in which case there would be a change of number, which frequently occurs among Hebrew writers. I have stated, however, what I prefer; and it is exceedingly customary among Hebrew writers, when they speak of God, not to mention his name. <\/p>\n<p>In what sense God is said to blind men, and to “give them up to a reprobate mind,” (<a class=\"ref\">Romans 1:28<\/a>,) is evident from various passages of Scripture; that is, when he takes away the light of his Spirit, and gives a loose rein to the lust of men, so that no reasoning can restrain them. He likewise arms Satan with the efficiency of error, so that they who have refused to obey the truth do not guard against his snares, and are liable to be deceived by his impostures. What then can be left in us but the thickest darkness and gross ignorance, so that this tyrant, the father of lies and of darkness, ravages at his pleasure both within and without? for there will not be found in us any spark of light to dispel the clouds of error, but, impelled by a spirit of giddiness with which God strikes the reprobate, (<a class=\"ref\">2 Thessalonians 2:11<\/a>,) we shall be driven about in a strange manner at the will of Satan. <\/p>\n<p>And yet we must not throw on God the blame of this blindness, for he has always just cause, though it is not always visible to our eyes; and we ought not to make anxious inquiries respecting it, or search into his secret decree, if we do not choose to be punished for our rashness. But frequently the causes are well known, namely, the ingratitude of men and their rebellion against God, as Paul plainly shews. (<a class=\"ref\">Romans 1:28<\/a>.) The blinding is their just punishment, and therefore men have no excuse, though they pretend ignorance; for they would never have been entangled in such gross errors, if the Lord had not blinded them on account of their sins. A very convincing argument may be drawn from the judgments of God to the sins of men; for God is just, and never punishes any one without a just cause, and does not blind a man, unless he deserves it, and voluntarily shuts his eyes. The blame therefore lies with men alone, who have of their own accord brought blindness on themselves; and the design of the Prophet undoubtedly is to shew, that men who ought to have been governed by God, being naturally endued with some judgment, have been forsaken by “the Father of lights,” (<a class=\"ref\">James 1:17<\/a>,) so that they become the slaves of Satan. <\/p>",
    "audit": null
}