{
    "id": 6885,
    "source": "calvin",
    "verse_id": 17757,
    "verse_count": 1,
    "reference": "5:17",
    "title": "",
    "html": "<p><i>And the lambs shall feed after their manner. <\/i>Some render it <i>according to their measure<\/i>, or, <i>in proportion to their capacity<\/i>, but it means <i>in the usual manner<\/i>. There are various ways of explaining this verse; but we ought first of all to observe that the Prophet intended to bring consolation to the godly, who trembled at hearing the dreadful judgments of God; for the more powerfully a man is under the influence of religion, the more does he feel the presence of the hand of God, and the more is he impressed by the apprehension of his judgment. In short, fear and reverence for God cause us to be deeply moved by everything that is presented to us in his name. <\/p>\n<p>Accordingly, after having heard such dreadful threatenings, they must have fainted, if this consolation had not been added as a seasoning, to give them a taste of the mercy of God. It is customary with the prophets always to pay attention to the godly, and to support their minds. “Although, therefore,” says Isaiah, “it may seem as if God were about to destroy the whole nation, still he will show himself to be a faithful shepherd to his <i>lambs<\/i>, and will <i>feed <\/i>them in his usual manner.” <\/p>\n<p>This is one object; but it was also the intention of the Prophet to repress the haughtiness of the nobles, who oppressed with unjust tyranny the godly and poor, and yet boasted that they were the Church of God. He reminds them, therefore, that it is an idle and false boasting, when they assume the designation of God’s flock; for they are <i>goats<\/i>, not <i>lambs<\/i>. Not only will God have it in his power to feed his flock, when the <i>goats <\/i>have been cut off, but it will never fare well with the <i>lambs <\/i>till they have been separated from the <i>goats<\/i>. <\/p>\n<p><i>And the waste places of the fat ones shall strangers eat. <\/i>There is a still greater diversity here among commentators; but I consider the true meaning to be, that the children of God, banished and treated as foreigners for a time, will regain their lost rights, and will then obtain those places which have been laid <i>waste<\/i>, or reduced to desolation by <i>the fat ones<\/i>, that is, by the proud and cruel men who had seized their property. For he calls the children of God <i>strangers <\/i>who would be exiles for a time, and by <i>waste places<\/i>, or <i>forsaken places<\/i>, he means those possessions which they had relinquished, and which others had seized. He refers to a custom well known and exceedingly common, which is, that if any one possess fields or houses, he keeps his hand, as it were, stretched over them, so that no one will venture to touch a clod; but if he forsake them they are seized. The people, therefore, had forsaken the possessions from which they had been expelled, so far as to despair of being ever able to regain them; so that they might justly be called <i>forsaken places<\/i>, with respect to themselves, and <i>forsaken places of the fat ones<\/i>, because they had been possessed by the mighty and powerful. We may, indeed, view the expression more simply as denoting <i>forsaken fat places<\/i>, but it is more probable that by <i>the fat ones <\/i>are meant tyrants. <\/p>",
    "audit": null
}