{
    "id": 7596,
    "source": "calvin",
    "verse_id": 18487,
    "verse_count": 1,
    "reference": "42:6",
    "title": "",
    "html": "<p><i>I Jehovah have called thee in righteousness. <\/i>He again repeats the name of God, in which we ought to supply what he stated in the former verse about his power. It is generally thought that this points out the end of Christ’s calling, that he was sent by the Father to establish “justice” among men, who are destitute of it so long as they have not Christ, and, being given up to all the corruptions of crimes and vices, are held captive under the tyranny of Satan. But because the word “righteousness” has a more extensive signification, I pass by that ingenious distinction; for it is not even said that he shall be called “to righteousness,” but this phraseology ought to be viewed as equivalent to the adverbial expression, “righteously,” or “in a holy manner.” I rather suppose the meaning to be, that Christ was “called in righteousness,” because his calling is lawful, and therefore shall be firm and secure. We know that what is not done in a proper and regular manner cannot be of long duration. Or perhaps it will be thought preferable to view it thus, that God, in appointing Christ to restore the Church, seeks no reason but from himself and his own righteousness; but it is certain that this word denotes stability, as if he had said, “faithfully.” <\/p>\n<p><i>And will hold thee by thy hand. <\/i>By “the holding of the hand” he means the immediate assistance of God; as if he had said, “I will direct and establish thee in the calling to which I have appointed thee. In a word, as thy calling is righteous, so I will defend and uphold thee, as if by taking hold of thy hand I were thy leader.” <\/p>\n<p><i>I will keep thee. <\/i>This word “keep” plainly shews what is the meaning of holding by the hand, namely, that Christ will be directed by the Father in such a manner that he shall have him as his protector and guardian, shall enjoy his assistance, and, in short, shall feel his presence in all things. <\/p>\n<p><i>And will place thee for a covenant. <\/i>He now states the reason why God promises that he will be a guardian to Christ. Besides, the Prophet spoke of the Jews and the Gentiles separately; not that they differ by nature, or that the one is more excellent than the other, (for all need the grace of God, (<a class=\"ref\">Romans 3:23<\/a>,) and Christ has brought salvation to all indiscriminately,) but because the Lord assigned the first rank to the Jews, (<a class=\"ref\">Matthew 10:6<\/a>,) it was therefore proper that they should be distinguished from the others. Accordingly, before “the partition-wall” (<a class=\"ref\">Ephesians 2:14<\/a>) was thrown down, they excelled, not by their merit, but by the favor of God, because with them in the first instance the covenant of grace was made. <\/p>\n<p>It may be objected, “Why is Christ appointed to a covenant which was ratified long before? for, more than two thousand years before, God had adopted Abraham, and thus the origin of the distinction was long previous to the coming of Christ.” I reply, the covenant which was made with Abraham and his posterity had its foundation in Christ; for the words of the covenant are these, “In thy seed shall all nations be blessed.” (<a class=\"ref\">Genesis 22:18<\/a>.) And the covenant was ratified in no other manner than in the seed of Abraham, that is, in Christ, by whose coming, though it had been previously made, it was confirmed and actually sanctioned. Hence also Paul says, “that the promises of God are yea and amen in Christ,” (<a class=\"ref\">2 Corinthians 1:20<\/a>,) and in another passage calls Christ “the minister of circumcision, to fulfill the promises which were given to the fathers.” (<a class=\"ref\">Romans 15:8<\/a>.) Still more clearly does he declare that Christ is “the peace” of all, so that they who were formerly separated are united in him, and both they who were far off and they who were near are thus reconciled to God. (<a class=\"ref\">Ephesians 2:17<\/a>.) Hence also it is evident that Christ was promised, not only to the Jews, but to the whole world. <\/p>\n<p><i>For a light of the Gentiles. <\/i>We have here another clear proof of the calling of the Gentiles, since he expressly states that Christ was appointed to be “a light” to them. He calls him <i>a light, <\/i>because the Gentiles were plunged in the deepest and thickest darkness, at the time when the Lord illuminated none but the Jews. Now, then, the blame lies solely with ourselves, if we do not become partakers of this salvation; for he calls all men to himself, without a single exception, and gives Christ to all, that we may be illuminated by him. Let us only open our eyes, he alone will dispel the darkness, and illuminate our minds by the “light” of truth. <\/p>",
    "audit": null
}