{
    "id": 7801,
    "source": "calvin",
    "verse_id": 18697,
    "verse_count": 1,
    "reference": "51:23",
    "title": "",
    "html": "<p><i>And I will put it into the hand of thy oppressors. <\/i>This is another part of the consolation, in which he promises that the Lord will not only deliver the Church from those heavy distresses, but will also lay upon her enemies the calamities with which she is afflicted. If therefore we are afflicted,  our condition will be speedily changed, and our enemies will be severely punished. Truly, as Paul says, it is righteous with God to render tribulation to them that trouble you, and to you who are troubled rest along with us, when the Lord shall be revealed from heaven, with the angels of his power, with flame of fire, to take vengeance on them that know not God, and that obey not the Gospel of our Lord Jesus Christ.” (<a class=\"ref\">2 Thessalonians 1:6<\/a>.) Thus the temporary punishments which God inflicts on them are the beginnings of that eternal punishment to which they shall be finally condemned. <\/p>\n<p><i>Who said to thy soul. <\/i>In order to describe more fully the insolence and haughtiness of their enemies, such as we too experience every day in our adversaries, he quotes their words, by which they slandered and insulted the unhappy children of God. Impiety is always accompanied by pride and cruelty; for, as the true knowledge of God renders men gentle, so ignorance makes them ferocious and savage. They who are ignorant of God please themselves, and pour out unmeasured reproaches against God and those who truly worship him. This truly is most wretched and base; but since he frequently permits his name to be exposed to the insults of wicked men, let us not wonder that we are assailed on account of his name; for we are not more excellent than God, and our condition ought not to be better than that of the ancient Church. David employs a different metaphor, (<a class=\"ref\">Psalms 129:3<\/a>,) when he says that the Church resembles a field which is cut and broken up by the plough; for he shews that frequently it is deeply furrowed and trodden upon, that we may not think that our condition is different. <\/p>",
    "audit": null
}