{
    "id": 7781,
    "source": "calvin",
    "verse_id": 18677,
    "verse_count": 1,
    "reference": "51:3",
    "title": "",
    "html": "<p><i>Surely Jehovah will comfort Zion. <\/i>The Prophet shews that in the person of Abraham there was exhibited an example which applies to all ages; for, as the Lord suddenly produced from one man so numerous an offspring, so he will also people his Church by wonderful and unknown methods, and not once only, but whenever she shall be thought to be childless and solitary. In like manner, Paul, after having spoken of the faith of Abraham and praised his excellence, applies that doctrine to each of us, that <\/p>\n<p><span>“he believed in hope against hope, and that his mind was not driven hither and thither, but that he was fully persuaded that what God had promised he was able also to perform, though it appeared to be incredible and at variance with all reason.” \n(<\/span><a class=\"ref\">Romans 4:18<\/a>.) <\/p>\n<p><i>He will comfort all her desolations. <\/i>This may be explained to mean, “The Lord will comfort his Church, not only when she shall be in a flourishing condition, but likewise when she shall be desolate and reduced to solitude;<i>“ <\/i>for she must have been laid desolate, and her frightful ruins must have brought her to the verge of destruction, before she felt the aid which is here described. <\/p>\n<p><i>And will make her desert like a place of delights. <\/i>The Prophet here alludes to a passage in the writings of Moses, in which he relates that man was at first placed in “the garden of Eden,” (<a class=\"ref\">Genesis 2:15<\/a>,) that is, in “a place of delights,” from which he was driven out by his own fault. (<a class=\"ref\">Genesis 3:24<\/a>.) Now we, who have been deprived of that blessing which he bestowed on our first parent, are exiles throughout the whole world, and are deprived of that paradise. Accordingly, whenever great calamities happen, and the order of events is overturned, and everything is thrown into wretched desolation and ruin, let us know that we are punished for our unbelief and for our heinous sins; and let us remember that sentence which was pronounced on our first parent, or rather on all mankind; and that in every part of life, but especially when we see the condition of the Church ruined and overturned. The earth, which otherwise would abound in blessings of every kind, has been reduced to solitude through our fault; and the Church, which would flourish everywhere, has been ruined and laid desolate. <\/p>\n<p><i>Joy and gladness. <\/i>He means that the change shall be so great that the Church will no longer groan or complain; for, so long as the Church was oppressed by a harsh captivity, nothing could be heard in her but mouming and lamentation. Now restored, she shall rejoice and render thanksgiving to God. Thus we are also exhorted to gratitude, that we may burst out into praise and thanksgiving to God, when we have had experience of his goodness. <\/p>",
    "audit": null
}