{
    "id": 7414,
    "source": "calvin",
    "verse_id": 18301,
    "verse_count": 1,
    "reference": "33:21",
    "title": "",
    "html": "<p><i>Because there the mighty Jehovah will be to us. <\/i>The two particles  <span class=\"greek-hebrew\">כי ים<\/span> (ki im) often serve the place of a double affirmative, but here a reason is assigned, and they might even be appropriately rendered, <i>For if; <\/i>but I willingly retain what is more clear. The Prophet assigns the reason why the Church, which appears to resemble a movable “tent,” exceeds in stability the best founded cities. It is because “the Lord is in the midst of her,” as it is also said, (<a class=\"ref\">Psalms 46:5<\/a>,) and “therefore she shall not be moved.” If we separate the Church from God;. it will immediately fall without any attack; for it will consist of men only, than whom nothing can be more weak or frail. <\/p>\n<p><i>Will be to us a place of rivers. <\/i>When God dwells with us, he confirms and supports what was naturally feeble, and supplies to us the place of a very strong fortress, a very broad ditch, and walls and “rivers” surrounding the city on every side. He alludes to the situation of the city Jerusalem, which had only a small rivulet, and not large and rapid rivers, like those of Babylon and other cities; for in another passage (<a class=\"isa\" verses=\"MTc4MTQ=\">Isaiah 8:6<\/a>) he enjoined them to rest satisfied with the power of God alone, and not to covet those broad rivers. As if he had said, “Our strength shall be invincible, if God rule over us; for under his guidance and direction we shall be abundantly fortified.” <\/p>\n<p><i>There shall not pass a ship with oars. <\/i>Large rivers are attended by this inconvenience, that they may give access to enemies, so as to enable them to approach with their ships nearer than is desirable; and thus, very frequently, what appeared to be of service is found to be injurious. But while the Lord says that he will be “ariver,” he says also that there will be no reason to dread such an inconvenience, and that enemies will not be allowed to approach, he mentions two kinds of ships, long ships, and ships of burden, in order to shew that enemies will be shut out in every possible way. Hence we ought to draw a very useful doctrine, that the hope of safety should not be sought from any other than from God alone, and that it is in vain to collect various means of defense, which will be useless, and even hurtful, if He be not on our side. <\/p>",
    "audit": null
}