{
    "id": 7880,
    "source": "calvin",
    "verse_id": 18776,
    "verse_count": 1,
    "reference": "57:10",
    "title": "",
    "html": "<p><i>Thou art wearied. <\/i>He means that men undertake superfluous and useless labors, when they do not follow God. They vex themselves in vain, as has been already said; for nothing that is attempted in opposition to God can ever be successful. Besides, he wittily ridicules the wicked practices of those who choose rather to waste themselves by incessant toil than to advance calmly wherever God calls them. <\/p>\n<p><i>And hast not said, There is no hope; <\/i>that is, “Although thou seest that thy labors are fruitless, yet thou obstinately perseverest and pursuest thy designs; whereas even fools, when they are unsuccessful, commonly repent.” Men must therefore be obstinate and desperate, when an unhappy and unsuccessful issue of their schemes does not sometimes lead them to ask themselves, What are you doing? Jeremiah glances at this obstinacy, hut in different words; for he says that the Jews were so fool­hardy as to say, <\/p>\n<p>“We are undone, yet we will follow our own thoughts. This has been determined by us, and our opinion cannot be changed.” (<a class=\"ref\">Jeremiah 18:12<\/a>) <\/p>\n<p>But here he censures that stupidity which bewildered them so much that they could not acknowledge their folly and repent, and turn again to the right road. <\/p>\n<p><i>Thou hast found the life of thine hand. <\/i>“Life” is here supposed by some to mean “food; “as if the Prophet had said, “Thy labor was as delightful to thee as if thou wert gaining food for thyself by thy hand.”  Others take “the life of the hand” to mean delight, or the highest pleasure; and both interpretations amount to the same thing. <\/p>\n<p>But there is somewhat greater difficulty in the question, “Does he speak sincerely or ironically?” If the words be taken in the literal sense, the meaning will be, “Thou didst not grieve, because fortune appeared to favor thee for a time.” When unbelievers succeed to their wish, they encourage themselves the more in their unbelief, and, as the common saying is, “Men are blinded by prosperity.” But especially this happens when men have forsaken God, and abide by their own ways and schemes; for then they fearlessly despise God. But they may also be viewed as ironical, “How comes it that thou dost not retrace thy steps and repent? Why dost thou not acknowledge thy folly? Is it because thou hast life in thy hand, and because everything goes prosperously with thee?  <\/p>\n<p>I prefer the latter interpretation, though I do not reject the former. It is plain enough from history that the Jews had no good reason for being proud of their prosperity or success; for the treaty into which they entered, first with the Egyptians, next with the Assyrians, and lastly with the Babylonians, was destructive and fatal to them; and they found by experience how rash they had been in calling allies to their aid; so that the Prophet justly taunts them with having found “the life of their hand.” Thus he heightens his description of the foolishness of this people, who willingly rush forward to their own destruction, and obstinately bring down ruin on themselves, when they ought, at least, like fools, to have gained wisdom by the misery which they had experienced. <\/p>",
    "audit": null
}