{
    "id": 6816,
    "source": "calvin",
    "verse_id": 17680,
    "verse_count": 1,
    "reference": "1:25",
    "title": "",
    "html": "<p><i>And I will turn my hand upon thee <\/i>This is an alleviation of the former threatening; for though he still proceeds with what he had begun to state about his severity, he at the same time declares that, amidst those calamities which were to be inflicted, the Church would be preserved. But the principal design was to comfort believers, that they might not suppose the Church to be utterly ruined, though God treated them more roughly than before. The Spirit of God, by the Prophets, continually warns the children of God, who always tremble at his word, not to be overwhelmed and lose heart on account of terrors and threatening; for the more daringly that wicked men practice licentiousness and scoff at all threatening the more do those who are affected by a sincere fear of God tremble at them. <\/p>\n<p>Besides, the <i>turning of the hands of God <\/i>denotes generally a token of his presence, as if he should say, <i>I will display my hand<\/i>. This he is wont to do in two ways, either by chastising the wicked, or by delivering believers from their distresses. Since, therefore, it is evident from the context that God purposes, by applying consolation, to mitigate the severity of punishment, the <i>turning of the hands <\/i>must here be viewed as referring to the restoration of the Church; for although he declared in general terms that all were his enemies, he now modifies or limits that statement by addressing Jerusalem or Zion by name. <\/p>\n<p>When he adds, <i>I will purge away thy dross<\/i>, though he points out the fruit of correction, that believers may not be immoderately grieved or distressed on account of it, yet we learn from this expression that the purification of the Church is God’s own work. For this purpose he always lifts up his hand to punish transgressions, that he may bring back wanderers into the road; but rods would be of no avail, if he did not make them useful by touching their hearts inwardly. And, indeed, since he points out here a special favor which he bestows on his elect, it follows from this that repentance is a true and peculiar work of the Holy Spirit; for otherwise the sinner, instead of profiting in the smallest degree, would be more and more hardened by chastisements. <\/p>\n<p>The pure <i>purging<\/i>, so that no <i>dross <\/i>remains, must not, however, be understood as if God ever cleansed his Church entirely in this world from every stain, but must be regarded as spoken after the manner of men; as if he said that the condition of his Church will be such that her holiness will shine like pure silver. These words, therefore, indicate real purity, for the Jews had formerly been too well satisfied with their filthiness. This is a highly appropriate comparison, by which the Prophet declares, that though the Church was at that time polluted by many defilements, still some remnant would be left, which, after the removal of the pollution, would regain its brightness. In this manner he also connects both clauses; for when he formerly spoke of their crimes, he said that their <i>silver had become dross<\/i>. (<a class=\"isa\" verses=\"MTc2Nzc=\">Isaiah 1:22<\/a>.) <\/p>",
    "audit": null
}