{
    "id": 7598,
    "source": "calvin",
    "verse_id": 18489,
    "verse_count": 1,
    "reference": "42:8",
    "title": "",
    "html": "<p><i>I am Jehovah. <\/i>Hence infer what is the nature and extent of the disease of unbelief, since the Lord can hardly satisfy himself with any words to express the cure of it. By nature we are prone to distrust, and do not believe God when he speaks, till he entirely subdue our stubbornness. Besides, we continually fall back into the same fault through our levity, unless he employ many bridles to restrain us. Again, therefore, he returns to that confirmation of which we have spoken formerly, that his promises may remain unshaken. <\/p>\n<p><i>This is my name. <\/i> <span class=\"greek-hebrew\">הוא<\/span> (<i>hu<\/i>) is sometimes taken for a substantive, so as to be a proper name of God;  but I explain it in a more simple manner, <i>“It <\/i>is my name,” that is, <i>“Jehovah <\/i>is my own name, and cannot lawfully be given to any other.” In a word, by this expression he seals all that was said about the office of Christ, and adds as it were a seal to the promise: “He who declareth these things testifieth that he alone is God, and that this name dwelleth in him alone.” <\/p>\n<p><i>And I will not give my glory to another; <\/i>that is, “I will not suffer my glory to be diminished, which it would be, if I were found to be false or fickle in my promises.” He therefore declares that he will abide by his promises, because he wishes to vindicate his glory and preserve it entire, that it may not be in any respect diminished. <\/p>\n<p>This is a remarkable passage, by which we are taught that the glory of God is chiefly visible in his fulfillment of what he has promised. And hence we obtain a singular confirmation of our faith, that the Lord never deceives, never swerves from his promises, and nothing can hinder what he has once determined. But since Satan, by amazing arts, endeavors to obscure this glory of God, and to bestow it on men and on false gods, he therefore testifies that he will not permit himself to be regarded as fickle or deceitful in his promises. <\/p>\n<p><i>Nor my praise to graven images. <\/i>A contrast is drawn between the only God and idols with reference to time; for, had not God been the Redeemer of his people, unbelievers would have boasted as if true religion had been false and useless. God therefore declares that he will not permit wicked men to triumph by oppressing the Church; and, beyond all doubt, God has hitherto spared us, and still deals so gently with us, in order that he may not expose his Gospel to the blasphemous reproaches of the Papists. We ought to draw from this a universal doctrine, namely, that the Lord wishes that his glory may remain unimpaired; for he defends and maintains it everywhere with the utmost zeal, in order to shew that he is exceedingly jealous of it, (<a class=\"ref\">Exodus 20:5<\/a>,) and does not permit the smallest part of it to be given to another. <\/p>",
    "audit": null
}