{
    "id": 7757,
    "source": "calvin",
    "verse_id": 18653,
    "verse_count": 1,
    "reference": "49:16",
    "title": "",
    "html": "<p><i>Behold, on the palms of my hands. <\/i>By another cormparison he describes that inconceivable carefulness which the Lord exercises toward us. It is a common proverb, that “we have it on our fingers’ ends,” when we have anything fully and deeply fixed on our memory. And Moses when he recommends constant meditation on the Law, says, “Thou shalt bind them for a sign on thy hand;” that is, that they should always have the commandments of God placed before their eyes. (<a class=\"ref\">Deuteronomy 6:8<\/a>.) He now makes use of the same comparison; as if he had said, “I cannot look at my hands without beholding thee in them; I carry thee engraved on my heart, so that no forgetfulness can efface thee; in a word, I cannot forget thee without forgetting myself.” True, indeed, God has neither hands nor bodily shape; but Scripture accommodates itself to our weak capacity so as to express the strength of God’s love toward us. <\/p>\n<p><i>Thy walls are continually before me. <\/i>As the Church is frequently called the “habitation” or “city of God,” (and hence also the metaphor of “building” (<a class=\"ref\">Psalms 102:16; Jeremiah 24:6; Matthew 16:18<\/a>) is frequently employed in Scripture,) so he makes use of the figurative term “walls,” by which he denotes the peace and prosperity of the Church; as if he had said that he would take care that Jerusalem should thrive and flourish. Yet it ought to be observed that the term “walls” denotes proper order of policy and discipline, of which God declares that he will be the ceaseless and unwearied guardian. Let us remember that this prophecy was accomplished during that frightful desolation, when the “walls” of Jerusalem, which were a lively image of the Church, had been cast down, the temple overthrown, and government overtumed, and, in a word, when everything had been destroyed and nearly razed to the foundation; for immediately afterwards he promises that they shall all be restored. <\/p>",
    "audit": null
}