{
    "id": 7019,
    "source": "calvin",
    "verse_id": 17896,
    "verse_count": 1,
    "reference": "11:11",
    "title": "",
    "html": "<p><i>And it shall be in that day, the Lord will again set his hand. <\/i>The prediction about the future glory of the Church having been incredible, he explains the method of restoring it, namely, that God will display the power of <i>his hand<\/i>, as if for performing a memorable and uncommon exploit. Now, to confirm the hope of the elect people, he recalls to their minds the remembrance of a past deliverance, that they may not doubt that God is as able to deliver them now as their fathers found him to be in Egypt. (<a class=\"ref\">Exodus 12:51<\/a>.) Such is the import of the word  <span class=\"greek-hebrew\">שנית<\/span>, (<i>shenith<\/i>,) that is, <i>the second time<\/i>, or <i>again<\/i>; as if he had said, “<i>Now also <\/i>will God be the deliverer of his Church.” <\/p>\n<p><i>To possess the remnant of his people. <\/i>He confirms what he has said by another argument; for though it appeared as if God had disregarded his people, yet he will not allow himself to be deprived of his inheritance. We may sum it up by saying, that God will take care of the salvation of his Church, so as not to be robbed of his right. He expressly calls them a <i>remnant<\/i>, because this deliverance belonged only to a small seed. (<a class=\"isa\" verses=\"MTc2NjQ=\">Isaiah 1:9<\/a>.) In short, he repeats what he formerly said, “Though God disperse and scatter his Church, yet it is impossible that he can ever cast it away altogether; for it is as dear to him as our inheritance is to any of us.” <\/p>\n<p><i>Which shall be left from Assyria and from Egypt. <\/i>He speaks not only of the <i>Assyrians<\/i>, who had led the people captive, but also of other nations among whom the Jews were scattered; for though the greater part of the people was carried to Babylon, some fled into <i>Egypt<\/i>, some into Ethiopia, and some into other countries. They were afraid lest they should endure the same bondage as had been endured by others. Some think that by <i>Pathros <\/i>is meant <i>Parthia<\/i>, which is highly probable; others think that it is Arabia the Rocky. Under the name <i>Elam <\/i>he includes the Medes, Zocdians, Bactrians, and other eastern nations. <i>Shinar <\/i>belongs to Chaldea. By <i>Hamath <\/i>they mean Cilicia, and the other countries which lie towards Mount Taurus. By the word <i>islands <\/i>the Jews mean all countries that lie beyond the sea; for to them Greece, and Italy, and Spain, were islands, because they were separated from them by the sea.  <\/p>\n<p>We see that the Prophet speaks here not only of the deliverance which took place under Zerubbabel, (<a class=\"ref\">Ezra 2:2<\/a>,) but that he looks beyond this; for at that time the Israelites were not brought back from Egypt, Ethiopia, and other countries. These words, therefore, cannot be understood to relate to the deliverance from Babylon, but must be viewed as referring to the kingdom of Christ, under whom this deliverance was obtained through the preaching of the gospel. Besides, it is proper to observe that this work belongs to God, and not to men; for he says, <i>The Lord shall stretch out his arm<\/i>; thus ascribing to his heavenly power this work, which could not have been accomplished by human ability. <\/p>\n<p>It ought also to be observed, that from God’s past benefits we ought always to entertain good hopes for the future; so that whenever we call to remembrance the deliverances from Babylon and from <i>Egypt<\/i>, (<a class=\"ref\">Ezra 2:2; Exodus 12:51<\/a>,) we may be convinced that God is equally able, and will equally assist us at the present day, that he may restore the Church to her ancient glory. What he did once and again, he is able to do a third time, and a fourth, and many times. When the Prophet calls those whom he rescues <i>a remnant<\/i>, let us learn that we ought not to desire a vast multitude, and let us be satisfied, though we be few, and let us not be terrified by the smallness of our numbers; for, provided that the righteousness of God abound, we have true and abundant ground of confidence. <\/p>",
    "audit": null
}