{
    "id": 7691,
    "source": "calvin",
    "verse_id": 18587,
    "verse_count": 1,
    "reference": "45:25",
    "title": "",
    "html": "<p><i>In Jehovah shall be justified. <\/i>He now makes a brief reply to an objection which might be urged, that it appeared absurd to say, that the Lord called the Gentiles, who had always been alienated from him. “Is it in vain that the Lord hath chosen the seed of Abraham? Is his promise void, which he so frequently repeated?” (<a class=\"ref\">Genesis 15:5<\/a>.) In order to remove this doubt, he declares that the Lord will nevertheless stand by his promises; that, though he choose the Gentiles, yet the covenant which he made with the fathers shall not fall to the ground, because the elect people shall enjoy the privileges of their rank. Nor does he in this passage, as in many others, speak of the rejection of that nation; but the Prophet simply shews that the grace of God, which shall be diffused throughout the whole world, shall flow from that fountain. <\/p>\n<p>As to the greater number having been rejected by God, still this did not set aside God’s covenant; because the remnant of adoption were always the true and lawful Israel; and although they were few in number, yet they were the first-born in the Church. Besides, all those among the Gentiles who had been ingrafted into that body began also, as we have formerly seen, to be accounted children of Abraham. <\/p>\n<p>“One shall say, I belong to Jacob; another shall subscribe with his band, I am a descendant of Israel.” (<a class=\"isa\" verses=\"MTg1Mzk=\">Isaiah 44:5<\/a>.) <\/p>\n<p>And on this ground we are now reckoned the genuine Israel of God, though we are not the descendants of Israel. The Prophet therefore added this, both that the Jews might not think that the Lord’s covenant had failed, and that they might not boast of their birth and despise the Gentiles. <\/p>\n<p><i>All the seed of Israel. <\/i>He extends this seed farther, that they may not suppose that it ought to be limited to the family of Abraham; for the Lord gathers his people without distinction from among Jews and Gentiles, and here he speaks universally of the whole human race. <\/p>\n<p><i>Shall be justified and shall glory. <\/i>It ought to be observed that the Prophet says that we “are justified and glory in the Lord,” for in none else ought we to seek “righteousness” or “glory.” He has joined to it “glory,” which depends on “righteousness,” and is added to it. Hence also Paul says, <\/p>\n<p>“Where is thy glorying? It is excluded. By what law? Of works? No, but by the law of faith.” (<a class=\"ref\">Romans 3:27<\/a>.) <\/p>\n<p>And, again, <\/p>\n<p><span>“If Abraham was justified by works, he hath glory, \nbut not before God.” (<\/span><a class=\"ref\">Romans 4:2<\/a>.) <\/p>\n<p>It follows, therefore, that they alone deservedly glory who seek their righteousness in God, and acknowledge that in themselves they have no ground for glorying. <\/p>",
    "audit": null
}