{
    "id": 7563,
    "source": "calvin",
    "verse_id": 18453,
    "verse_count": 1,
    "reference": "41:1",
    "title": "",
    "html": "<p><i>Be silent to me, <\/i> <i>O islands. <\/i>Though the Prophet’s discourse appears to be different from the former, yet he pursues the same subject; for, in order to put the Jews to shame, he says that he would have been successful, if he had been called to plead with unbelievers and blind persons. Thus he reproves not only the sluggishness, but the stupidity of that nation, “to whom God had been so nigh” and so intimately known by his Law. (<a class=\"ref\">Deuteronomy 4:7<\/a>.) Yet we need not wonder that the people, overtaken by many terrors, trembled so that they scarcely received solid consolation; for we have abundant experience how much we are alarmed by adversity, because amidst; this depravity and corruption of our nature, every man labors under two diseases. In prosperity, he exalts himself extravagantly, and shakes off the restraint; of humility and moderation; but, in adversity, he either rages, or lies in a lifeless condition, and scarcely has the smallest perception of the goodness of God. We need not wonder, therefore, that the Prophet dwells so largely on this subject, and that he pursues it in many ways. <\/p>\n<p>He gives the name of <i>islands <\/i>to the countries beyond the sea; for the Jews, having no intercourse with them, gave to all that lay beyond the sea the name of “islands;” and therefore he addresses not only the nations which were at hand, but likewise those which were more distant, and requires them “to keep silence before him.” But of what nature is this silence? Isaiah describes a kind of judicial pleading which the Lord is not unwilling to enter into with all nations. He demands only that he shall be heard in his own cause, and that there shall be no confusion or disorder in the proceedings, which would be altogether at variance with a court of justice. On this account he commands the Gentiles to keep silence, that, when this has been done, he may openly plead his cause; for the order of a court of justice demands that every person shall speak in his turn; for, if all should cry aloud together, there must be strange confusion.  <\/p>\n<p>This reminds us, that the reason why we do not think with so much reverence as we ought concerning the power and goodness and wisdom and other attributes of God, is, that we do not listen to him when he speaks. Men roar and murmur against God; some, swelling with their pride, openly despise his word; while others, through some kind of slothfulness, disregard him, and, in consequence of being buried in earthly delights, take no concern about aspiring to the heavenly kingdom. Even now we perceive with what insolence and rebellion many persons speak against God. How comes it that Papists are so obstinate and headstrong in their errors, but because they refuse to listen to God? for if they would listen to him in silence, the truth would speedily convince them. In a word, the Lord shews by these words that he will be victorious, if men listen to him attentively. He does not wish that they shall listen to him in a careless manner, as unjust and corrupt judges, having already determined what sentence they shall pronounce, are wont to do; but that they shall examine and weigh his arguments, in which they will find nothing but what is perfectly just. <\/p>\n<p>It may be asked, “Does the Prophet now exhort the Gentiles to hear?” I reply, these things relate chiefly to the Jews; for it would be long before this prophecy would reach the Gentiles. But this discourse would be fitted more powerfully to remove the obstinacy of the Jews, when he shows that the Gentiles, though they were estranged from him, would speedily acknowledge his power, provided only that they chose to listen to him in silence. There is greater weight and force in these words addressed directly to the “islands” themselves than if he had spoken of them in the third person. <\/p>\n<p><i>And let the people collect their strength. <\/i>The Lord defies all the Gentiles to the contest, and in a contemptuous manner, as is commonly done by those who are more powerful, or who, relying on the goodness of their cause, have no doubt about the result. “Let them collect their strength and league against me; they will gain nothing, but I shall at length be victorious.” As we commonly say, <i>“I disdain them, (Je les despite.) <\/i>Even though they bend all their strength both of mind and of body, still they shall be conquered; all I ask is, that they give me a hearing.” By these words he declares that truth possesses such power that it easily puts down all falsehoods, provided that men give attention to it; and, therefore, although all men rise up to overwhelm the truth, still it will prevail. Consequently, if we are led astray from God, we must not throw the blame on others, but ought rather to accuse ourselves of not having been sufficiently attentive and diligent when he spoke to us; for falsehoods would not have power over us, nor would we be carried away by any cunning attempt of Satan to deceive us, or by the force of any attack, if we were well disposed to listen to God. <\/p>\n<p>As to his assuming the character of a guilty person, in order that he may appear and plead his cause before a court of justice, it may be asked, “Who among men will be competent. to judge in so hard and difficult a cause?” I reply, there is nothing said here about choosing judges; the Lord means only, that he would be successful, if impartial judges were allowed to try this cause. He cannot submit either to men or to angels, so as to render an account to them; but, for the purpose of taking away every excuse, he declares that victory is in his power, even though he were constrained to plead his cause; and, consequently, that it is highly unreasonable to dispute among ourselves, and not to yield to him absolute obedience; that we are ungrateful and rebellious, in not listening to him, and in not considering how just are his demands. And, indeed, though nothing can be more unreasonable than for mortals to judge of God, yet it is still more shocking and monstrous, when, by our blind murmuring, we condemn him before he has been heard in his own defense. <\/p>",
    "audit": null
}