{
    "id": 8048,
    "source": "calvin",
    "verse_id": 18946,
    "verse_count": 1,
    "reference": "66:23",
    "title": "",
    "html": "<p><i>From a month to his month, and from a Sabbath to his Sabbath. <\/i> The Prophet again points out what shall be the difference between the nature of the spiritual worship of God which shall be under the reign of Christ and of the carnal worship which was under the Law. Sacrifices were offered every month at the new moon. There were Sabbaths, and other festivals, and solemn days, which they carefully observed. But under the reign of Christ there shall be a constant and uninterrupted solemnity; for there are not fixed and stated days of sacrifices on which we must go to Jerusalem, or offer anything in one place or in another; but our oblations, festivals, and rejoicings are continued from day to day in unbroken succession. Yet he alludes to the ancient custom of sacrifices as we have already said that the prophets are frequently accustomed to do. <\/p>\n<p>So then the Lord wishes to have “pure sacrifices” offered to him daily, (<a class=\"ref\">1 Peter 2:5<\/a>,) not such as were formerly offered under the Law or are now offered by Papists, who either rely foolishly on their ceremonies, as if they were expiations of crime, or basely venture to sacrifice Christ,  but spiritual sacrifices, that we may reverence and adore God with a pure and sincere worship. (<a class=\"ref\">John 4:24<\/a>.) As to the opinion held by some, that this passage proves the abrogation of the Law and of ancient ceremonies, it does not appear to me to rest on sufficient grounds, it is indeed certain that those legal ceremonies have been set aside, and that may be gathered from this passage; but in proof of that point I would choose to employ other passages which contain stronger evidence. There is only here a contrast between the Sabbath and festivals which were celebrated under the Law, and the perpetual Sabbath which we have at the present day. (<a class=\"ref\">Hebrews 4:9<\/a>.) <\/p>",
    "audit": null
}