{
    "id": 7398,
    "source": "calvin",
    "verse_id": 18285,
    "verse_count": 1,
    "reference": "33:5",
    "title": "",
    "html": "<p><i>Jehovah is exalted. <\/i>He explains more fully what we briefly noticed a little before, about the exaltation of God, and follows out the subject which we formerly mentioned, that the destruction of a monarchy so powerful will make it evident how highly God values the salvation of his Church, for whose sake he will utterly ruin Nineveh, the queen of cities, and her inhabitants. This lesson is highly useful, that God does not spare reprobate and irreligious men; for, by opposing their unlawful desires, his object is to testify how much he loves his elect; and it is no ordinary consolation that the glory of God shines most brightly in the salvation of the Church. <\/p>\n<p><i>Who dwelleth on high. <\/i>First, he declares that God is raised “on high,” whereas wicked men imagine that he was east down and humbled by the destruction of the people. Again, lest any one should think that God has only recovered what he lost, as it frequently happens in the world that they who have been vanquished, as soon as a favorable change takes place, again put forth fresh vigor, he expressly declares that God is “exalted” before the eyes of men, because this is due to him on account of his greatness, for he inhabiteth the heavens. Hence it follows, that although he frequently conceals his power, yet he never loses his right, but, whenever he thinks proper, openly displays his exalted rank; for to dwell “in the heavens” denotes, as we know, supreme authority, to which the whole world is subject. (<a class=\"ref\">Psalms 115:3<\/a>.) In this manner he not only shews that God can easily and readily cast down all that is lofty in the world, but argues from God’s eternal nature, that when God is despised by wicked men, he cannot, at length, do otherwise than manifest his glory; for otherwise he would “deny himself.” (<a class=\"ref\">2 Timothy 2:13<\/a>.) <\/p>\n<p><i>He hath filled Zion with judgment and righteousness. <\/i>Thus he again confirms the statement, that it will be a proof of God’s wonderful kindness, when the Jews shall be delivered from the tyranny of the Babylonians. It was proper to place before their eyes the Author of so great a blessing; for we see how basely his glory is obscured by our ingratitude. Now, “the fullness of righteousness and judgment” means, that God will largely and copiously pour forth his kindness in restoring the Church. Yet it will not be unsuitable to view these words as referring to lawful order, when everything is justly and properly administered; for without this the Church will never enjoy prosperity, though everything else may succeed according to the wish. Holy and welladjusted order, therefore, and not corruptible riches, is the standard by which our prosperity should be judged. <\/p>",
    "audit": null
}