{
    "id": 7692,
    "source": "calvin",
    "verse_id": 18588,
    "verse_count": 1,
    "reference": "46:1",
    "title": "",
    "html": "<p><i>Bel hath bowed down. <\/i>Isaiah continues the same subject; for we need not trouble ourselves about the division of chapters, which have not always been accurately divided; but we ought to examine the statements themselves, which agree with each other in the manner which I have pointed out. Yet if any prefer to view this as the commencement of a new discourse, because immediately afterwards he prophesies concerning the destruction of Babylon, I shall not greatly quarrel with him. <\/p>\n<p><i>Nebo is cast down. <\/i>“Bel” and “Nebo” were idols which were worshipped by the Babylonians, and probably were their chief patrons; as idolaters always have some particular gods, under whose protection, above all others, they consider themselves to be placed. It may be conjectured that this “Nebo” was a sort of inferior god that was added to the chief god “Bel,” as Mercury was to Jupiter. Under their names he includes also the rest of the idols, and declares that all the superstitions and false worship of the Gentiles shall be overthrown, when God shall lay low and triumph over their worshippers; because it shall then be manifest that he is the righteous avenger of his Church. <\/p>\n<p><i>Their idols shall be on the beasts. <\/i>The Babylonians having haughtily boasted of the protection of false gods, the Prophet rebukes that vain confidence, because the God of Israel will not only bring utter ruin on that wicked nation, but also will cast down and treat disdainfully their gods. The reason why he says that they shall be burdens of <i>“beasts” <\/i>is, that they shall be laid on waggons and removed from one place to another, and shall even be huddled together without any respect, as the waggoners think proper. This is what is meant by “being cast down,” for the robbers shall collect into a large heap those gods which formerly occupied an elevated station. <\/p>\n<p>There can be no doubt, indeed, that this was fulfilled when the Persians and Medes took Babylon by storm; for when the monarchy was removed, these idols were taken away as a part of the booty. But Isaiah, though he predicted this, looked farther, that is, to the coming of Christ, who was to overtum and destroy all false worship; for, when his kingdom has been established, all idols immediately fall to the ground, and it is impossible that false religion and superstition can exist along with the knowledge of him. By his brightness he dispels all darkness, so as to leave no room for false gods or superstitions; for, as Paul says, <\/p>\n<p><span>“What hath Christ to do with Belial? What hath light to do with darkness?” \n(<\/span><a class=\"ref\">2 Corinthians 6:14<\/a>.) <\/p>\n<p>At the same time it ought to be observed, that the Prophet had his eye on the time when the Jews were held in captivity; for they saw the Babylonians offer incense to idols, and ascribe to them supreme power, as if the government of affairs depended on them; while the God of the Jews was treated with scorn, as if he could not defend his people, or as if he cared nothing about them. For this reason he shews that there will be so great a revolution, that the gods of the Babylonians, which were elevated so high, shall be laid low, and God, who appeared to he low, shall rise up and avenge his people. <\/p>",
    "audit": null
}