{
    "id": 7323,
    "source": "calvin",
    "verse_id": 18209,
    "verse_count": 1,
    "reference": "29:15",
    "title": "",
    "html": "<p><i>Woe to them that conceal themselves from Jehovah. <\/i>The Prophet again exclaims against those wicked and profane despisers of God, whom he formerly called  <span class=\"greek-hebrew\">לצים<\/span>, (<i>lētzīm<\/i>,) “scorners,” who think that they have no other way of being wise than to be skilful in mocking God. They regard religion as foolish simplicity, and hide themselves in their cunning, as in a labyrinth; and on this account they mock at warnings and threatenings, and, in short, at the whole doctrine of godliness. From this verse it is sufficiently evident that the pestilence, which afterwards spread more widely, prevailed even at that time in the world, namely, that hypocrites delighted in mocking inwardly at God, and in despising prophecies. The Prophet therefore exclaims against them, and calls them  <span class=\"greek-hebrew\">מעמיקים<\/span>, (<i>măgnămīkīm<\/i>,) that is, “diggers,”  as if they “dug” for themselves concealment and lurking-places, that by means of them they might deceive God. <\/p>\n<p><i>That they may hide counsel. <\/i>This clause is added for the sake of exposition. Some interpret the beginning of this verse, as if the Prophet condemned that excessive curiosity by which some men, with excess of hardihood, search into the secret judgments of God. But that interpretation cannot be admitted; and the Prophet plainly shews to whom he refers, when he immediately adds the mockeries of those who thought that their wickedness was committed in a manner so secret and concealed, that they could not be detected. The “hiding of counsel” means nothing else than hardihood in wickedness, by which wicked men surround themselves with clouds, and obscure the light, that their inward baseness may not be seen. Hence arises that daring question — <\/p>\n<p><i>Who seeth us? <\/i>For, although they professed to be worshippers of God, yet they thought that, by their sophistry, they had succeeded not only in refuting the prophets, but in overturning the judgment of God; not openly, indeed, for even wicked men wish to retain some semblance of religion, that they may more effectually deceive, but in their heart they acknowledge no God but the god which they have contrived. This craftiness, therefore, in which wicked men delight and flatter themselves, is compared by Isaiah to a hiding-place, or to coverings. They think that they are covered with a veil, so that not even God himself can see and punish their wickedness. As rulers are principally chargeable with this vice, it is chiefly to them, in my opinion, that the Prophet’s reproof is directed; for they do not think that they have sufficient acuteness or dexterity, if they do not scoff at God, and despise his doctrine, and, in short, believe no more than what they choose. They do not venture to reject it altogether, or rather, they are constrained, against their will, to hold by some religion; but they do so only as far as they think that they can promote their own convenience, and are not moved by any fear of the true God. <\/p>\n<p>At the present day this wickedness has been abundantly manifested, and especially since the gospel was revealed. Under Popery men found it easy to transact with God, because the Pope had contrived a god who changed himself so as to suit the disposition of every individual. Every person had a different method of washing away his sins, and many kinds of worship for appeasing his deity. Consequently, none ought to wonder that wickedness was not seen at that time, for it was concealed by coverings of that sort; and when these had been taken away, men declared openly what they had formerly been. Yet not less common in our age is the disease which Isaiah bewailed in his nation; for men think that they can conceal themselves from God, when they have interposed their ingenious contrivances, as if “all things were not naked and open to his eyes,” (<a class=\"ref\">Hebrews 4:13<\/a>,) or as if any man could deceive or be concealed from him. For this reason he says, by way of explanation — <\/p>\n<p><i>For their works are in darkness. <\/i>He assigns this as the cause of that foolish confidence by which ungodly men are intoxicated. Though they are surrounded by light, they are so slow of perception, that when they do not see it, they endeavour to flee from the presence of God. They even promise to themselves full escape from punishment, and commit sin with as much freedom as if they had been protected and fortified on all sides against God. Such is the import of their question, <i>Who seeth us? <\/i>Not that wicked men ventured openly to utter these words, as we have said, but because they thus spoke or thus thought in their hearts, which was manifested by their presumption and vain confidence. They abandoned themselves to all wickedness, and despised all warnings, in such a manner as if there would never be a judgment of God. The Prophet, therefore, had to do with ungodly men, who in appearance and name professed to have some knowledge of God, but in reality denied him, and were very bitter enemies of pure doctrine. Now, this is nothing else than to affirm that God is not a Judge, and to cast him down from his seat and tribunal; for God cannot be acknowledged without doctrine; and where that is set aside and rejected, God himself must be set aside and rejected. <\/p>",
    "audit": null
}