{
    "id": 7012,
    "source": "calvin",
    "verse_id": 17888,
    "verse_count": 1,
    "reference": "11:3",
    "title": "",
    "html": "<p><i>And will make him sagacious. <\/i> The verb  <span class=\"greek-hebrew\">ריח<\/span>, (<i>riach<\/i>,) which is here put in the Hiphil conjugation, signifies literally <i>to smell<\/i>; but may also be explained in an active sense, as meaning <i>to give a keen smell<\/i>; which agrees better, I think, with this passage, so that this sagacity may be also included among the gifts of the Spirit. And this effect is peculiarly applicable to the person of Christ, namely, that far beyond what the godly are able to conceive, he is endowed with shrewd discernment for governing his people. We ought to attend, first of all, to the metaphor in the verb <i>smell<\/i>, which means that Christ will be so shrewd that he will not need to learn from what he hears, or from what he sees; for by <i>smelling <\/i>alone he will perceive what would otherwise be unknown.  <\/p>\n<p><i>In the fear of the Lord. <\/i>This phrase is viewed by the greater part of commentators as meaning that all the feelings of the heart will be manifest to Christ, so that he will easily judge who are the sincere worshippers of God. But let the reader inquire if it be not a more appropriate meaning, that <i>the fear of God <\/i>denotes a fixed rule of judging. He expressly distinguishes between the heavenly judgment of Christ and earthly judgments, in order to inform us, that the outward mask of holiness or uprightness is of no avail in his presence. <\/p>\n<p><i>And he shall not judge after the sight of his eyes. <\/i>The meaning is, “When we come to the judgment-seat of Christ, not only will outward actions be brought to trial after the manner of human governments, but the life of men will be examined by the standard of true godliness. It does not belong to man to penetrate into the hearts; and those whom we suppose to be very excellent men have frequently nothing but a hollow mask; but Christ judges not from outward appearance, (<a class=\"ref\">Luke 11:17; John 2:25<\/a>,) for he thoroughly knows and searches our inmost thoughts. His <i>judgment<\/i>, therefore, is quite different from that of men, who, with all their acuteness and quick sagacity, fall into the most shameful mistakes.” Hence it follows that none can be the true worshippers of God but those whom Christ approves. They cannot obtain his approbation, unless they offer a pure and upright mind; for a false and hollow mask cannot deceive him. <\/p>",
    "audit": null
}