{
    "id": 7962,
    "source": "calvin",
    "verse_id": 18859,
    "verse_count": 1,
    "reference": "62:4",
    "title": "",
    "html": "<p><i>Thou shalt no more be called forsaken. <\/i>He meets a difficulty which might occur to the minds of believers, seeing that they were forsaken and abandoned, while at the same time they were called a “diadem” and a “crown.” Seeing that they were hated and abhorred by all nations, and sometimes even lay prostrate at the feet of their enemies, and no assistance of any kind was seen, it might appear ridiculous that they should receive these names, and thus be elevated to heaven and placed in the hand of God. He therefore means that the people, though for a time they resemble a divorced and forsaken woman, shall yet be restored so as to change their condition and name; as if he had said, “This divorce shall not be perpetual; God will at length receive thee to himself.” Thus, although the Church seems to be “forsaken,” and has the appearance of a divorced woman, yet the Lord will put an end to her afflictions and miseries. <\/p>\n<p><i>For they shall call thee, My good-pleasure in her<\/i>. He teaches that this proceeds from the “good-pleasure of God;” that is, from his undeserved favor, that nothing may be ascribed to the merits or excellence of men; as he says in Hosea, <\/p>\n<p><span>“I will espouse thee to me in mercy and compassions.” \n(<\/span><a class=\"ref\">Hosea 2:19<\/a>.) <\/p>\n<p>And thus he shews that they shall be prosperous for no other reason than because God, out of his infinite goodness, will graciously condescend to receive into favor those whom he had abandoned. Although this relates strictly to the Church, yet let us learn in general that it is by the favor and bounty of God that cities and kingdoms are restored to their former condition, which, while he was angry and offended, appeared to be ruined. The Prophet, therefore, holds out to the consideration of the Jews the source of all the calamities which they had suffered, when he testifies that when God is reconciled to them, they will be happy; for we may gather from it that formerly God was angry with them, when their condition was wretched and miserable. <\/p>\n<p><i>And thy land shall be married. <\/i>This metaphor, by which he denotes the restoration of the people, is highly beautiful, and conveys twofold instruction. He shews that the state of variance between God and the Church shall be terminated; first, because she shall be received as a wife by her appeased husband; and secondly, because the multitude of people will take away the reproach of widowhood. The earth is, in some sense, married to its inhabitants, as trees to vines; and, on the other hand, when it is stripped of its inhabitants, it is said to be a widow. <\/p>\n<p><i>For the good-pleasure of Jehovah is in thee. <\/i>He again repeats and confirms what has been already said, that it is owing to the undeserved kindness of God that the Church is restored, that she remains in her condition, that the earth receives its inhabitants; for when God turns away his face and is angry with us, nothing can be looked for but destruction, and nothing can be expected from the aid or strength of men. <\/p>",
    "audit": null
}