{
    "id": 6832,
    "source": "calvin",
    "verse_id": 17696,
    "verse_count": 1,
    "reference": "2:10",
    "title": "",
    "html": "<p><i>Enter into the rock <\/i>As ungodly men, for the most part, lull themselves in excessive indifference about God’s threatenings, it is customary with the prophets, when they threaten sinners, with the view of producing terror, to add lively descriptions, as if for the purpose of bringing those matters under the immediate view of men. This is the reason why the Prophet now bids despisers of <i>God enter into the rocks <\/i>and caves, to conceal themselves under ground. And, first, he means that the judgment of God is more to be dreaded than a thousand deaths, and that for the sake of escaping that judgment it were to be wished that they should go down into the grave. But, by addressing men themselves, he gives a more impressive illustration of the weight of the divine vengeance. <\/p>\n<p><i>From the dread of the LORD, and from the glory of his majesty <\/i>Although <i>by the dread of God <\/i>he means the scourges by which God would take vengeance on a wicked people, yet it is not without good reason that he immediately adds, his <i>magnificent glory<\/i>; as if he had said, “It is according to the measure of his own glory that God ought to be dreaded by the ungodly, in whose destruction he displays his boundless power.” But though the ungodly are not reformed or made to bow down by any punishment, they are forced to tremble when they feel the presence of the wrath of God. In quite a different manner do punishments instruct the elect to fear God; for, in consequence of being subdued by strokes, they learn to bear the yoke. Isaiah therefore declares that the glory of God will be more illustriously displayed when he shall come forth as a righteous judge; for when he conceals himself he is not observed, and they scarcely think of his existence. <\/p>\n<p>Hence let pastors learn how they ought to deal with drowsy consciences, which must be awakened by the judgment of God, that they may regard that judgment with actual <i>dread. <\/i>Though we often sing to the deaf, yet terror pierces even hearts of iron, so that they are without excuse. Frequently, too, it happens that some are healed; and in like manner believers gain advantage from it, when they learn the terrific forms of punishment which await the ungodly and reprobate. <\/p>",
    "audit": null
}