{
    "id": 6951,
    "source": "calvin",
    "verse_id": 17824,
    "verse_count": 1,
    "reference": "8:16",
    "title": "",
    "html": "<p><i>Bind up the testimony. <\/i>The Lord now turns his discourse to the Prophet, and encourages him, while he must contend against apostates and rebels, to discharge his office with boldness and perseverance. This was highly necessary, for Isaiah had met with great obstinacy in the people; so that if he had only looked at their present condition, that is, at the unbelief of the people, and his fruitless and unsuccessful exertions, he must have altogether given way. On this account the Lord determined to confirm and <i>seal <\/i>his calling, not only on his account, but for the sake of all who should obey his doctrine; and if very few persons believed the words of the Prophet, still the Lord testifies that his doctrine has been sealed to them, and that, therefore, neither must he desist from his office of teaching, nor must they cease to yield the obedience of faith. <\/p>\n<p><i>Seal the law. <\/i>He compares the doctrine of the word to a <i>sealed <\/i>letter, which may indeed be felt and handled by many persons, but yet is read and understood by few, that is, by those to whom it is sent and addressed. Thus the word of God is received by few, that is, by the elect, though it is held out indiscriminately to all. The word is therefore <i>sealed <\/i>to those who derive no advantage from it, and is <i>sealed <\/i>in such a manner that the Lord unseals and opens it to his own people by the Spirit. Some derive the verb  <span class=\"greek-hebrew\">צור<\/span> (<i>tzor<\/i>) from  <span class=\"greek-hebrew\">נצר<\/span>, (<i>natzar<\/i>,) and translate it <i>keep<\/i>. But though this does not greatly affect the general meaning, still the superiority of the rendering which I have followed  may be proved from the other verb <i>seal<\/i>; for the custom in ancient times was, first, to tie a thread around a letter, and then to <i>seal <\/i>it. <\/p>\n<p>We draw from it this highly useful doctrine, namely, that teachers and ministers of the word ought constantly to persevere in discharging their office, though it may seem that all men revolt, and give no evidence of anything but obstinacy and rebellion; for the Lord will reserve for himself some disciples, by whom his letter will be read with advantage, though it be closed to others. The Prophet afterwards employs the same metaphor, when he says, that <i>the word is like a closed book<\/i>, (<a class=\"isa\" verses=\"MTgyMDU=\">Isaiah 29:11<\/a>;) but there he only mentions wicked men, and here he mentions disciples, to whom the doctrine of the word is not without advantage. <\/p>\n<p>It may be objected, Was it then the duty of the Prophet to disregard the people, and to withdraw and shut himself up with the disciples, among whom some good effect was produced? I reply, this was not the Prophet’s meaning; for it was the will of the Lord that Isaiah should appear in public, and cry aloud, and reveal his will to all. But as he spoke to the deaf, and might be discouraged by seeing no evidence of the fruit of his labors, the Lord determined to excite and encourage him to go forward, even when matters were in a desperate condition, and, satisfied with his disciples, though their number was small, to become every day more and more courageous. <\/p>",
    "audit": null
}