{
    "id": 7094,
    "source": "calvin",
    "verse_id": 17973,
    "verse_count": 1,
    "reference": "16:3",
    "title": "",
    "html": "<p><i>Assemble a council. <\/i> He proceeds with the same subject; for if we wish rightly to understand this passage, we must set before our minds the dreadful ruin of the Moabites. Their crimes are brought to remembrance, that all may see more clearly how deservedly they are punished. When everything was in their power, they freely indulged in licentiousness, and would not listen to any reproofs; but now, when they are deprived of everything, they groan, and seek remedies which are nowhere to be found. The Lord deals with the reprobate in such a manner that, in order to leave them without excuse, he bestows upon them, and places in their hands, everything that they need; but when, through their wicked passion, they have abused and turned everything to a wicked purpose, he deprives them of all aid and support, and utterly destroys them. <\/p>\n<p><i>Execute judgment. <\/i>While the Moabites enjoyed prosperity, they cared little about what was good and right; while it was in their power to rule, and to have their kingdom established, in a just manner, they abused their power for the purpose of tyranny. Now that they were stripped of all authority, and were exiles and fugitives, Isaiah ironically advises them to <i>assemble councils <\/i>and <i>execute judgments<\/i>, which they had formerly overturned through fraud and injustice. Isaiah has in view that time when all power and authority was taken out of the hands of the Moabites. The upbraiding is similar to that with which the Lord addresses Adam, (<a class=\"ref\">Genesis 3:22<\/a>,) <i>Behold, Adam is become as one of us<\/i>, ridiculing him with the biting taunt, that he was not satisfied with his exalted attainments, and wished to rival God himself. <\/p>\n<p>In like manner, the Moabites, not satisfied with their ornaments and wealth, wretchedly harassed and plundered the Israelites and Jews, and formed wicked plans against them. Having abused the excellent gift of God, they therefore deserved to have this reproof addressed to them, which is equally applicable to all the reprobate, who proudly vaunt in prosperity and barbarously abuse it for harassing the godly. Seeing that they basely pollute those things which the Lord had set apart to their proper use, it is right that they should be deprived of them and reduced to the lowest poverty. We have instances of this every day. How comes it that those who were raised to the highest rank of honor fall down headlong, but because the Lord punishes their tyrannical rule and their crimes? The Lord also ridicules their upbraiding and reproachful language, their wailings, and even their complaints; as when they exclaim, “O that I had the wealth which I once enjoyed! O that I were restored to my former condition!” For then repentance will be too late. <\/p>\n<p><i>Make thy shadow. <\/i>The Moabites might, as I have already hinted, have given some relief to the wretched Jews, when they were harassed by the Assyrians; or, at least, if they had had a spark of humanity, they ought to have protected the fugitives; but, on the contrary, they persecuted them, and added to the weight of their afflictions, which were already oppressive. It was highly proper that the Moabites should be the subjects of that cruelty which they had exercised towards others; that, when they had been driven from their dwellings, and were exiles and wanderers, they should nowhere find any solace, any <i>shadow <\/i>to shelter them from the heat; for why should they enjoy the consolations which they had barbarously refused to others? <\/p>\n<p><i>As the night in the midst of noon-day. <\/i> By <i>noon-day <\/i>is here meant the most scorching heat. This metaphor is frequently employed in Scripture, that the Lord was <i>like a cloud at noon, and like a pillar of fire by night<\/i>; for he once was so in the wilderness. (<a class=\"ref\">Exodus 13:21; Numbers 14:14; Deuteronomy 1:33<\/a>.) This mode of expression, being customary, was retained by the Prophets, though they did not relate the history. <\/p>\n<p><i>Hide the banished. <\/i>He means the Jews, whom the Assyrians persecuted and harassed, and whom the Moabites at the same time treated cruelly. It was their duty to shelter and relieve the fugitives, and especially those who fled to them for protection; but seeing that they drove them out, it was proper that they should be driven out in the same manner, and deprived of all assistance and support; for it is a righteous sentence which the Lord pronounces, when he enjoins that <i>the same measure which every one metes shall be measured to him again<\/i>. (<a class=\"ref\">Deuteronomy 19:19; Matthew 7:2<\/a>.) Now the Prophet calls on the Moabites to acknowledge their sins, so as to confess that they are justly punished for their cruelty. Yet he rather has the Jews in his eye, in order to inform them that God does not disregard their afflictions, for they are told that he will be their avenger. <\/p>",
    "audit": null
}