{
    "id": 7964,
    "source": "calvin",
    "verse_id": 18861,
    "verse_count": 1,
    "reference": "62:6",
    "title": "",
    "html": "<p><i>On thy walls. <\/i>As the Prophet intended to describe the perfect happiness of the kingdom of Christ, so he makes an assemblage of all that belongs to the prosperous condition of any country or city. To other advantages he adds guards and a garrison; because the greatest abundance of all good things would be of little avail, if we were not safe from enemies; and therefore he declares that the Lord will not only supply the Church with all that is necessary, but will also appoint faithful guards to ward off enemies and robbers, that he may thus be recognised, both within and without, as the author of a happy life. <\/p>\n<p><i>Who shall not be, silent. <\/i>By “being silent,” he means “being at rest;” as if he had said, “They will be continually on the watch, so as to foresee at a great distance the dangers that threaten them.” <\/p>\n<p><i>Ye who are mindful of Jehovah. <\/i>He next explains who these guards are, namely, those who “shall be mindful of the Lord,” that is, shall celebrate the memory of his name. Although among the guards we might, without impropriety, reckon the angels, (<a class=\"ref\">Psalms 91:11; Hebrews 1:14<\/a>,) to whom we know that this office is assigned, yet because they willingly and cheerfully watch over the safety of the Church, and do not need to be spurred on by exhortations, the Prophet addresses his discourse to other watchmen. <\/p>\n<p>The word which he employs is of doubtful meaning.  Sometimes it signifies “to remember,” and sometimes “to bring to remembrance;” and neither of those significations will be inappropriate. But I think that he simply means that these guards will be God’s ministers to celebrate his name. Some render it “Making known the Lord;” but that is unnatural, and suddenly breaks off the Prophet’s meaning; and such commentators do not attend to the comparison of the guards of a city, which the Prophet employs. <\/p>\n<p>Although the Prophet intends simply to teach that the Church will be safe from all dangers, because she has God to watch over her safety, yet we ought always to consider what is the nature of Christ’s kingdom; for it is not defended by the weapons of war or by arms, but, being spiritual, is protected by spiritual arms and guards. The Lord will therefore have his ministers, whose agency he will employ for defending the Church by the sword of the word, that she may be kept safe; not by earthly guards, but by God’s secret and spiritual power; and the Prophet explains himself by saying, “Ye who are mindful of the Lord.” Although this statement relates to all the godly, who are commanded to celebrate the name of God in all places, as far as lies in their power, yet it is chiefly addressed to the priests, who, discharging a public office, should hold out an example to others, and devote themselves with all their heart to the praises of God. <\/p>\n<p><i>During the whole day and the whole night. <\/i>Here pastors are reminded of their duty; for it is not enough to feed the Lord’s flock, if they do not likewise defend it from the attacks of robbers and wolves. “Night and day,” therefore, they must guard and keep watch, if they wish to perform their duty in a proper manner. <\/p>\n<p><i>Keep not silence. <\/i>The Lord forbids them to be silent; for he wishes them to be diligent and attentive; and in this he shews how great is the care which he takes about the safety of the Church. This passage testifies that it is a remarkable kindness of God, when we have faithful pastors who take care of us; for we are exposed to dangers of every kind, and lie open to the snares of Satan, if the Lord do not protect us by his guards; and therefore we ought always to pray that he would surround us with those guards which he sees that we need. <\/p>",
    "audit": null
}