{
    "id": 7456,
    "source": "calvin",
    "verse_id": 18344,
    "verse_count": 1,
    "reference": "36:13",
    "title": "",
    "html": "<p><i>Therefore Rabshakeh stood, and cried with a loud voice in the Jewish language. <\/i>The Prophet shews by what expedients Rabshakeh endeavored to shake the heart of the people, and first relates that he spoke in the Jewish language, though the ambassadors entreared him not to do so. It was, indeed, exceedingly shocking that the holy language, which had been consecrated to the mysteries of heavenly wisdom, was profaned and prostituted to wicked blasphemies; and this must undoubtedly have been a sore temptation to weak minds. But this should lead us to remark, that no enemies are more destructive than those who speak the same language as ourselves. At the present day we find this to be true in many who learn our language, that is, our way of speaking, that they may be able to insinuate themselves into the ears of weak and ignorant persons, so as to draw them aside from the true faith. Thirty years ago, the Papists had a language which was barbarous and totally at variance with the style of the Holy Spirit; scarcely were they heard to utter a word which breathed of Christian piety; but now they have succeeded in acquiring such skill as to know how to cloak their impieties under the ordinary language of Scripture, as if they were speaking in a Christian manner. Thus we see that it was Satan who framed that style; for he is their teacher and instructor as truly as he formerly was the teacher and instructor of Rabshakeh. <\/p>\n<p>When the Prophet says that he <i>stood, <\/i>he expresses the fierceness and insolence of the wicked man; for the very attitude shews how haughtily he conducted himself. Formerly he <i>stood, <\/i>but now he placed himself in such an attitude as to be better seen, and strike greater terror into the Jews. <\/p>\n<p><i>Hear the words of the great king. <\/i>Having already spoken of the greatness of his king, he repeats his commands. It is customary with Satan to exaggerate in words the power of the enemies, and to represent the dangers as greater than they really are, in order to compel us to lose courage; for when our eyes are dazzled by the vain splendor of earthly objects, we faint. We ought therefore to contrast the power of God with all dangers; and if we have that power constantly placed before our eyes, there is nothing that can do us injury. With high disdain and great insolence the enemies will boast of their greatness and strength, and, on the other hand, will meek at our feebleness and our small numbers; but if the Lord is with us, we have nothing to fear. <\/p>",
    "audit": null
}