{
    "id": 6848,
    "source": "calvin",
    "verse_id": 17714,
    "verse_count": 1,
    "reference": "3:6",
    "title": "",
    "html": "<p><i>When every man shall take hold of his brother <\/i>As this verse is closely connected with the former, and proceeds without interruption as far as the phrase <i>he shall swear, <\/i>the particle  <span class=\"greek-hebrew\">כי<\/span> (<i>ki<\/i>) is evidently taken for an adverb of time. For Isaiah, intending to express the extreme wretchedness of the people, says that there will be no man who will undertake to govern them, though he were requested to do so. To such an extent unquestionably does ambition prevail among men, that many are always eager to contend for power, and endeavor to obtain it even at the hazard of their lives. In every age the whole world has been convulsed by the desire of obtaining kingly power; and there is not a villain so inconsiderable as not to contain men who willingly undertake to become rulers; and all this proves that man is an animal desirous of honor. Hence it follows that everything is in a deplorable condition, when that dignity is not only despised but obstinately rejected; for the mournful calamity has reached its lowest depth, when that which men naturally desire with the greatest ardor is universally disclaimed. <\/p>\n<p>Isaiah mentions other circumstances of an aggravating nature, tending to show that the Jews will rather lay aside every feeling of humanity and compassion than undertake the office of rulers. If one shall refuse to rule foreign nations, it will not perhaps be thought so wonderful; but when the preservation of brethren is in question, it is excessively unkind to decline the honorable office. It is therefore a proof that matters are utterly desperate, when the office of ruler is disdainfully rejected by that man to whom his kinsmen appeal, by entreating his support and throwing themselves on his protection. Now, since princes are commonly selected on account of their wealth, or, at least, kingly power is not usually bestowed on any who have not a moderate share of riches, lest poverty should lay them open to contempt and reproach, or drive them to unworthy means of gain, he likewise adds this circumstance, that though they are able to bear the burden, still they will not accept of it; as if he had said, “Not only the common people, but also the nobles and the wealthy, decline the task of government.” <\/p>\n<p>The phrase <i>take hold <\/i>is likewise emphatic, for it means to “lay hands” on a person; as if Isaiah had said that those who shall wish to obtain a prince will not employ flatteries and entreaties, but will proceed with disorder and violence to seize on some person, and endeavor to compel him to occupy the throne. <\/p>\n<p><i>Let this ruin be under thy hand<\/i>. This last circumstance is not less weighty. The meaning is, “At least if you have any compassion or humanity, do not fail to aid us in our extreme wretchedness.” For when a multitude of men, like a scattered flock, bewailing with tears their ruinous condition, implore the protection of a shepherd, he who will not stretch out a helping hand must have a heart as hard as iron. Some translate it as if, by a figure of speech, (hypallage,) one word had been put for another, <i>Let thy hand be under this ruin<\/i>; that is, for the sake of upholding it. <\/p>",
    "audit": null
}