{
    "id": 7047,
    "source": "calvin",
    "verse_id": 17924,
    "verse_count": 1,
    "reference": "13:17",
    "title": "",
    "html": "<p><i>Behold I raise up against them the Medes. <\/i>The Prophet, having predicted the destruction of the Babylonians, describes also the authors, or says that God will be the author; and at the same time he explains in what manner, and by means of whom, it will be accomplished; for he says that <i>he will raise up the Medes<\/i>. He certainly could not have conjectured this by human reason, for there were no jealousies and no quarrels between the Babylonians and the Medes; and if there had been any such, what power did the Medes at that time possess that they could do the Babylonians any harm? Seeing, therefore, that no preparations had been made for the Medes carrying on war against them, it is very certain that this was spoken by divine inspiration, and more especially since he foretold these events more than a hundred years before they took place. <\/p>\n<p><i>Who shall not think of silver, nor desire gold. <\/i> When he says that they shall not be covetous of <i>silver and gold<\/i>, he does not mean that the Medes were not guilty of plundering and covetousness, as if they were so generous that they despised <i>gold and silver<\/i>; but, on the contrary, he means that the battle will be cruel and bloody, that they will aim at nothing but a general slaughter. For example, the Spaniards of the present day, making it their chief object in war to plunder, more readily spare the life of men, and are not so bloodthirsty as the Germans or the English, who think of nothing but slaying the enemy. <\/p>\n<p>We ought not to think it strange that the Lord, though he is not cruel, yet makes use of agents who are so cruel, for he acts righteously even by the agency of wicked men, and is not stained with their wickedness. It would therefore be improper to form our judgment of the work of God from the executioners of it, for they are prompted either by ambition, or by covetousness, or by cruelty; but we ought to consider God’s righteous punishment which the Babylonians deserved on account of their transgressions. <\/p>",
    "audit": null
}