{
    "id": 7253,
    "source": "calvin",
    "verse_id": 18134,
    "verse_count": 1,
    "reference": "26:3",
    "title": "",
    "html": "<p><i>The thought is fixed; thou wilt keep peace, peace. <\/i> As the Hebrew word  <span class=\"greek-hebrew\">יצר<\/span> (<i>Yĕtzĕr<\/i>) signifies both “imagination” or “creature,” and “thought,” some render it, “By a settled foundation thou wilt keep peace;” as if the Prophet meant, that when men, amidst the convulsions of the world, continue to rest firmly on God, they will always be safe. Others render it, “For the fixed thought thou wilt keep peace;” which amounts to nearly the same thing, that they who have fixed their minds on God alone will at length be happy; for in no other way does God promise that he will be the guardian of his people than when they rely on his grace with settled thoughts, and without change or wavering. Since, however, the sign of the dative case is not added, but the Prophet in a concise manner of expression says, “Fixed or steadfast thought,” let my readers judge if it be not more appropriate to view it as referring to God, so as to make the meaning to be, that the peace of the Church is founded on his eternal and unchangeable purpose; for, in order to prevent godly minds from continual wavering, it is of the highest importance to look to the heavenly decree. <\/p>\n<p>It is undoubtedly true that we ought constantly to hope in God, that we may perceive his continual faithfulness in defending us; and believers are always enjoined not to be driven about by any doubt, or uncertainty, or wavering, but firmly to rely on God alone. Yet the meaning which is more easily obtained from this passage, and comes more naturally from the words of the Prophet, is, that it is a fixed and unchangeable decree of God, that all who hope in him shall enjoy eternal peace; for if <i>fixed thought <\/i>means the certainty and steadfastness of the godly, it would be superfluous to assign the reason, which is — <\/p>\n<p><i>Because he hath trusted in thee. <\/i>In short, both modes of expression would have been harsh, that “continual peace is prepared for imagination,” or “for thought.” But it is perfectly appropriate to say that, when we trust in God, he never disappoints our hope, because he has determined to guard us for ever. Hence it follows, that, since the safety of the Church does not depend on the state of the world, it is not moved or shaken by the various changes which happen daily; but that, having been founded on the purpose of God, it stands with steady and unshakable firmness, so that it can never fall. <\/p>\n<p>There is also, I think, an implied contrast between God’s fixed thought and our wandering imaginations; for at almost every moment there springs up something new which drives our thoughts hither and thither, and there is no change, however slight, that does not produce some doubt. We ought therefore to hold this principle, that we do wrong if we judge of God’s unshaken purpose by our fickle imaginations; as we shall elsewhere see, <\/p>\n<p>“As far as the heavens are from the earth, so far are my thoughts from your thoughts, O house of Israel.” (<a class=\"isa\" verses=\"MTg3NTA=\">Isaiah 55:9<\/a>.) <\/p>\n<p>We ought therefore above all to hold it certain, that our salvation is not liable to change; because the purpose of God is unchangeable. <\/p>\n<p><i>Thou wilt keep peace, peace. <\/i>What has now been stated explains the reason of the repetition of the word <i>peace<\/i>; for it denotes uninterrupted continuance for ever. By the word <i>peace <\/i>I understand not only serenity of mind, but every kind of happiness; as if he had said, that the grace of God alone can enable us to live prosperously and happily. <\/p>",
    "audit": null
}