{
    "id": 6844,
    "source": "calvin",
    "verse_id": 17709,
    "verse_count": 1,
    "reference": "3:1",
    "title": "",
    "html": "<p><i>For, behold. <\/i>We stated, a little before, that this is the same subject which the Prophet began to treat towards the close of the former chapter; for he warns the Jews that their wealth, however great it may be, will be of no avail to prevent the wrath of God, which, when it has once been kindled, will burn up all their defenses. Hence it follows that they are chargeable with excessive madness, when, in order to drive away their alarm, they heap up their forces, strength, and warlike accoutrements, consultations, armor, abundant supply of provisions, and other resources. <\/p>\n<p>The demonstrative particle  <span class=\"greek-hebrew\">הנה<\/span>, (<i>hinneth<\/i>,) “behold,” is employed not only to denote certainty, but to express the shortness of time, as if Isaiah caused wicked men to be eye-witnesses of the event; for it frequently happens that they who do not venture openly to ridicule the judgments of God pass them by, as if they did not at all relate to them, or were still at a great distance. “What is that to us?” say they; “Or, if they shall ever happen, why should we be miserable before the time? Will it not be time enough to think of those calamities when they actually befall us?” Since, therefore, wicked men, in order to set at naught the judgments of God, dig for themselves lurking-places of this description, on this account the Prophet presses them more closely and earnestly, that they may not imagine that the hand of God is distant, or vainly expect that it will be relaxed. <\/p>\n<p><i>The Lord Jehovah of hosts will take away from Jerusalem<\/i>. This is also the reason why he calls God the <i>Lord <\/i>and <i>Jehovah of Hosts<\/i>, that the majesty of God may terrify their drowsy and sluggish minds; for God has no need of titles, but our ignorance and stupidity must be aroused by perceiving his glory. First, the Prophet threatens that the Jews will have the whole produce of the harvest taken from them, so that they will perish through famine. Immediately afterwards he speaks in the same manner about military guards, and all that relates to the good order of the state. Hence we may infer that the Jews boasted of the prosperity which they at that time enjoyed, so as to entertain a foolish belief that they were protected against every danger. But Isaiah threatens that not only the whole country, but Jerusalem herself, which was the invincible fortress of the nation, will be exposed to God’s chastisements; as if he had said, “The wrath of God will not only fall on every part of the body, but will pierce the very heart.” <\/p>\n<p><i>The power and the strength. <\/i> As to the words  <span class=\"greek-hebrew\">ומשענה משען<\/span>, (<i>mashgnen umashgnenah<\/i>) which differ only in this respect, that one is in the masculine, and the other in the feminine genders, I have no doubt that the Prophet intended by this change to express more fully the certainty that supports of every kind would be broken; and therefore I have translated them the <i>power <\/i>and the <i>strength <\/i> I do not agree with those interpreters who view it as referring to the persons of men, for it more appropriately denotes all supports, whatever may be their nature. <\/p>\n<p>Still it is doubtful whether the Prophet limits it to food, or extends it to all other kinds of support, which he mentions immediately afterwards. But it is natural to suppose that by  <span class=\"greek-hebrew\">משען ומשענה<\/span>, (<i>mashgnen umashgnenah<\/i>) is included generally everything that is necessary to sustain the order of the city or of the people; and next that, for the sake of explanation, he enumerates some particulars. The first clause therefore means, “God will take away every help and assistance by which you think that you are upheld, so that nothing whatever may be left to support you.” <\/p>\n<p>Next, he adds, what will be their want and nakedness; and he begins, as we have said, with food and nourishment, which hold the first rank in sustaining the life of men. Now there are two ways in which God takes away the <i>strength <\/i>of bread and water; either when he deprives us of victuals, or when he takes from them the power of nourishing us; for unless God impart to our food a hidden power, the greatest abundance of it that we may possess will do us no good. (<a class=\"ref\">Leviticus 26:26<\/a>.) Hence in another passage God is said to <i>break the staff of bread <\/i>(<a class=\"ref\">Ezekiel 4:16<\/a>,) when <i>the bakers deliver the bread by weight<\/i>, and yet it does not yield satisfaction. And this comparison ought to be carefully observed, in order to inform us that, even though the belly be will filled, we shall always be hungry, there being nothing but the secret blessing of God that can feed or support us. <\/p>\n<p>Though the hunger which the Prophet threatens in this passage may be understood to mean that the fields will be unproductive, or, that God will take away from the Jews every kind of food, yet, since the Prophets are generally accustomed to borrow their forms of expression from the law, this interpretation will apply very well. For he might simply have said, “I will take away the bread and wine;” but he expresses something more secret when he speaks of the <i>support of bread and water; <\/i>as if he had said that, though the people be not reduced to famine, yet God will make them, even while they are rioting in gluttony, to pine with hunger; for when the blessing of God is withdrawn, all its usefulness will vanish away. We may sum it up in this manner, that the people will have no food to strengthen them; either because they will not have bread and water, or, if they have, will derive no advantage from them. <\/p>",
    "audit": null
}