{
    "id": 7566,
    "source": "calvin",
    "verse_id": 18456,
    "verse_count": 1,
    "reference": "41:4",
    "title": "",
    "html": "<p><i>Who hath appointed? <\/i>Although Isaiah has exhibited in this passage nothing more than the example of Abraham, yet he undoubtedly intended to remind the people of all the benefits which the fathers had received in ancient times; as if he had said, “Call to remembrance what is your origin, whence I raised up your father Abraham, by what path I led him; and yet this was not the termination of my favors, for since that time I have never ceased to enrich you with every kind of blessings.” When he asks therefore who he is, he does not speak merely of a single performance, but adds other benefits, which followed at various times, and which the people ought also to remember. <\/p>\n<p><i>Calling the nations from the beginning. <\/i>This must relate to the constant succession of ages. In the Hebrew language  <span class=\"greek-hebrew\">דור<\/span> <i>(dor) <\/i>means not only “an age,” or the duration of human life, but the men who lived at that time. Thus one generation is distinguished from another, as fathers from their children, and grandchildren from their grandfathers; for posterity will call us the former generation, and will call our ancestors a generation more remote and ancient. Again, because any one age would consume mankind, if it were not renewed by offspring, the Prophet shows that God multiplies men by an uninterrupted course, so that they succeed each other. Hence it follows, that he presides over all ages, that we may not think that this world is governed by chance, while the providence of God is clearly seen in the succession of ages. But because, in consequence of various changes, the world appears to revolve by blind impulse, the Prophet declares by these words that those manifold events were known “from the beginning”’ of the world, which amounts to this, that amidst that variety which time brings, God reigns, and accomplishes by a uniform course what he decreed from the beginning. <\/p>\n<p><i>I Jehovah. <\/i>At length he asserts more plainly that God is the author of these blessings, that Abraham conquered enemies, (<a class=\"ref\">Genesis 14:16<\/a>,) that he lived among wicked men without suffering harm, that he put kings to flight, (<a class=\"ref\">Psalms 105:14<\/a>,) that the Lord avenged him, when Abimelech (<a class=\"ref\">Genesis 20:18<\/a>) and also Pharaoh (<a class=\"ref\">Genesis 12:17<\/a>) had violently seized his wife. Besides, he shows that it ought to be ascribed to him, that other blessings of various kinds had been bestowed on every generation; for his power had been manifested not only to the race of Abraham, but to the whole world. <\/p>\n<p><i>Am the first, and likewise with the last. <\/i>This relates not only to the eternity of essence, but to the government which he exercises on earth; as if he had said, that God does not grow old by any length of time, and never will surrender his authority; for he does not sit unemployed in heaven, but from his throne, on the contrary, he regulates the affairs of this world. But although the world put in his place an innumerable crowd of gods, yet he declares that he sustains no loss, because he will always continue to be like himself. <\/p>",
    "audit": null
}