{
    "id": 7258,
    "source": "calvin",
    "verse_id": 18140,
    "verse_count": 1,
    "reference": "26:9",
    "title": "",
    "html": "<p><i>My soul hath desired thee. <\/i>This is a stronger expression of the former statement; for, having previously spoken in the person of believers, he had said that the desire of their soul was towards God. He now adds, with regard to himself, <i>My soul hath desired<\/i>; as if he had said, “I have all the faculties of my soul directed towards seeking thy name.” The word  <span class=\"greek-hebrew\">נפש<\/span> (<i>nēphĕsh<\/i>) frequently denotes the vital <i>Soul<\/i>; but as the Prophet here employs two words, I distinguish them so as to make  <span class=\"greek-hebrew\">נפש<\/span> (<i>nephesh<\/i>) mean the desire or will, and  <span class=\"greek-hebrew\">רוח<\/span> (<i>rūăch<\/i>) the intellectual parts; for we know that these are the chief parts of the human soul, namely, the Understanding and the Will, both of which God justly claims for himself. Such is also the import of that passage, “Thou shalt love the Lord thy God with all thy heart, with all thy mind, and with all thy strength.” (<a class=\"ref\">Deuteronomy 6:5; Matthew 22:37<\/a>.) The Prophet therefore shews, that all the faculties of his soul are directed to this point, to seek God and embrace him. <\/p>\n<p>Others take  <span class=\"greek-hebrew\">רוח<\/span>, (<i>rūăch<\/i>,) <i>the Spirit<\/i>, to mean the regenerated part; and so by  <span class=\"greek-hebrew\">נפש<\/span> (<i>nĕphĕsh<\/i>) they understand the natural soul, and by  <span class=\"greek-hebrew\">רוח<\/span>, (<i>rūăch<\/i>,) <i>the Spirit<\/i>, they understand the grace of God, which is supernatural. But this cannot be admitted; for the sensual man ( <span class=\"greek-hebrew\">ψυχικός<\/span>) never seeks God; and we perceive how strongly we are opposed by our feelings when we rise to God, and with what difficulty we conquer that aversion. It is unnecessary, therefore, to refute this interpretation, for it is directly contrary to Scripture; and from many similar passages it is sufficiently plain that the Spirit and Soul mean the understanding and the heart. <\/p>\n<p><i>In the night. <\/i>By <i>the night <\/i>Scripture often means adversity, which is compared to darkness and gloominess. But I interpret it somewhat differently, as if the Prophet had said, “There is no time so improper or unreasonable that I may not call upon thee or pray to thee.” That interpretation differs little from the former, but is rather more general; for night is supposed to be set apart for rest, and at that time all the desires and labors of men  cease; and, in short, there is little difference between a sleeping and a dead man. He says, therefore, that at the time which is devoted to rest and repose he rises to seek God, so that no occasion turns him aside; — not that those who are asleep have any active thought, but that sleep itself, if we turn to God, is a part of our course; and although we slumber and are silent, still we praise him by hope and confidence. <\/p>\n<p><i>In the morning <\/i> <i>will I seek thee. <\/i>By <i>the night <\/i>the Prophet does not literally mean <i>sleep<\/i>; and this is perfectly evident from the present clause, in which <i>night <\/i>is contrasted with <i>morning<\/i>, which denotes continuance. <\/p>\n<p><i>The inhabitants of the earth will learn righteousness. <\/i>We must observe the reason assigned, when he says that “the inhabitants of the earth learn righteousness from the judgments of God,” meaning that by chastisements men are taught to fear God.  In prosperity they forget him, and their eyes are as it were blinded by fatness; they grow wanton and petulant, and do not submit to be under authority; and therefore the Lord restrains their insolence, and teaches them to obey. In short, the Prophet confesses that he and others were trained, by God’s chastisements, to yield submission to his authority, and to intrust themselves to his guardianship; because if God do not, with uplifted arm, claim his right to rule, no man of his own accord yields obedience. <\/p>",
    "audit": null
}