{
    "id": 7899,
    "source": "calvin",
    "verse_id": 18795,
    "verse_count": 1,
    "reference": "58:8",
    "title": "",
    "html": "<p><i>Then shall break forth as the dawn <\/i> <i>thy light. <\/i>The Prophet shows that God is not too rigorous, and does not demand from us more than what is proper; and that hypocrites complain of him without cause, when they accuse him of excessive severity. When their works are condemned, they murmur, and reply that God can never be satisfied, that they do not know what they should do, or what course they should follow. He replies that he demands nothing else than a pure and honest heart, that is, an upright conscience; that if they have this, God will graciously receive them, and will bear testimony to their holiness, and will bestow every kind of blessing on those whose faults he justly chastises; and lastly, that there is no reason why they should murmur at him as excessively stern and harsh, because they will find him to be kind and bountiful when they shall lay down all hypocrisy, and devote themselves sincerely to his service. <\/p>\n<p>We should observe the particle <i>then; <\/i>for it means that hypocrites, on the contrary, are very far from the true worship of God, though they wish to be reckoned very holy persons. But he holds them to be fully convicted, when he shows from their works that they neither worship nor fear God. By the word light he means prosperity, as by the word “darkness” is meant a wretched and afflicted life; and this mode of expression occurs frequently in Scripture. <\/p>\n<p><i>And thy health. <\/i>By “health” he means prosperity and safety, as we shall afterwards see in another passage, because the wounds inflicted by the hand of God on account of their sins had brought the people so low that they wasted away like a sick man under terrible disease. No kind of disease is more severe than to be pursued by God’s righteous vengeance, or consumed under his curse. <\/p>\n<p><i>Righteousness shall go before thy face. <\/i>“Righteousness” may be taken in two senses, either for the testimony of “righteousness,” or for good order; because God will put an end to the confusion, and will restore everything to its proper place. Thus the former meaning amounts to this, “When God shall be pacified towards thee, the testimony of thy righteousness shall be visible before God and men, as if some herald went before thee.” There are some who prefer to expound the word “righteousness” as meaning just government, which is the gift of God, and a token of his kindness as a Father; and we have seen that this word is sometimes used in that sense by Hebrew writers. But the latter clause which follows, <i>And the glory of Jehovah will gather thee, <\/i>leads me to prefer the former exposition, “Thy righteousness shall go forth;“ that is, “All shall acknowledge thee to be holy and righteous, though formerly thou wast guilty and convicted. So shalt thou also be adorned with the glory of the Lord, though formerly thou wast loaded with reproaches.” For we are reproached and disgraced, while we suffer the punishment of our sins. <\/p>",
    "audit": null
}