{
    "id": 7955,
    "source": "calvin",
    "verse_id": 18852,
    "verse_count": 1,
    "reference": "61:8",
    "title": "",
    "html": "<p><i>For I Jehovah love judgment. <\/i>He not only confirms what he promised in the name of the Lord, but likewise exhorts the Jews to repent, and shews whence they ought to expect salvation, and what and how great is the Judge with whom we have to do; for lie reasons from the nature of God in what manner they ought to regulate their life, that they may not by their wickedness reject the grace that is offered to them. <\/p>\n<p>Under the word<i>judgment <\/i>he includes all that is just and equitable; for he contrasts this word with the useless inventions of the Jews, by which they thought that they satisfied God, and at the same time concealed their malice. The Lord cares not, as we have often seen, for such masks and vain pretences, but demands true cleanness of heart and hands pure from all unrighteousness. He who wishes to obtain the approbation of God for himself and for all that he does must have an upright heart and an unblemished life. <\/p>\n<p><i>And hate robbery in the burnt-offering. <\/i>By a single part he figuratively denotes all hypocritical worship of God; and under “burnt-offering” is included every kind of sacrifice. Nothing is more abominable than when men, from cheating and robbery, sacrifice to God, or when they mingle their lies, hypocrisy, and impurity of heart, with their sacrifices, or corrupt the worship of God by basely defrauding him. This vice abounds not only in a single age, but at all times; for all men pretend to worship God, and even the wicked are ashamed of not having an appearance of religion, the impression of a Divine Ruler being so deeply engraven on the hearts of all that it cannot be erased. Yet the greater park of men sport with God, and endeavor to satisfy him by childish trifles. <\/p>\n<p>Isaiah therefore condemns and abhors this hypocrisy, and teaches that the Lord demands from us “mercy rather than sacrifice.” (<a class=\"ref\">Hosea 6:6; Matthew 9:13<\/a>.) We cannot worship God in a right manner, if we do not observe the Second Table, and abstain from all dishonesty and violence; for he who defrauds or injures his neighbors does violence also to God. In a word, the design of the Prophet is to teach what is the true character of repentance; namely, when, laying aside hypocrisy, and dismissing all inventions, the worshippers of God cherish natural kindness to one another. <\/p>\n<p><i>And I will establish their work in truth. <\/i>Some explain it to mean the “reward.” of work. But I rather think that it denotes all the undertakings of life, to which the Lord promises a prosperous issue. The undertakings of men succeed very ill; because they do not choose to ask counsel of God, or attempt anything under his guidance. Thus they are justly punished for their rashness; because they trust in their own counsels, or depend on a blind stroke of fortune, in which there is no reality whatever, but only a deceitful shadow. But that they who are guided by the Spirit of God, and who commit themselves wholly to his protection, should succeed prosperously and to their wish, is not at all wonderful; for all prosperity flows from his blessing alone. <\/p>\n<p>By the word <i>truth <\/i>is meant a uniform course; for even unbelievers are often puffed up with transitory joy, but it speedily vanishes away. <\/p>\n<p><i>And will make an everlasting covenant with them. <\/i>In the conclusion of the verse he assigns the cause of the stability. It is because God is pleased not once only to stretch out his hand to them, but to be the continual guide of the journey. And the true support of our perseverance is, that he deigns to enter into an everlasting covenant with us, in which he voluntarily makes himself our debtor, and freely bestows upon us all things, though he owes us nothing whatever. <\/p>",
    "audit": null
}