{
    "id": 7210,
    "source": "calvin",
    "verse_id": 18089,
    "verse_count": 1,
    "reference": "23:11",
    "title": "",
    "html": "<p><i>He stretched out his hand over the sea. <\/i>It is thought that the prediction which the Prophet uttered, about the destruction of Tyre, is here confirmed by examples; namely, that the Lord has given so many examples of his power in overturning the greatest kingdoms, that we ought not to think it strange if he now overturn Tyre, however flourishing and wealthy it may be. And indeed this manner of speaking is frequently employed in Scripture, if it be not made plain by manifest examples and by actual demonstration. It is therefore believed that the Prophet here calls to remembrance the deliverance from Egypt, when the Lord divided the sea, (<a class=\"ref\">Exodus 14:21<\/a>,) and again, when he drove out seven kings, and brought his people into the land of Canaan. (<a class=\"ref\">Joshua 6:1<\/a>.) But when I take a closer view of the words of the Prophet, I am more disposed to explain them as referring to the present state of matters; for he speaks here of Tyre, whose riches covered the whole sea. <\/p>\n<p><i>He shook the kingdoms. <\/i>What he says about the <i>kingdoms <\/i>is, because she could not perish alone, but must at the same time involve many kingdoms in her ruin. Thus the whole world must have undergone some change, as appears from history; and finally, the Prophet himself draws the conclusion, that the Lord commanded that this mart of nations should be overthrown. <\/p>\n<p><i>Jehovah hath given commandment concerning Canaan. <\/i> The word  <span class=\"greek-hebrew\">כנען<\/span> (<i>chĕnāăn<\/i>) has led commentators to think that the Prophet here speaks of the Canaanites, and refers to the proof which God gave of his vengeance against them. But there is little force in that argument; for  <span class=\"greek-hebrew\">כנען<\/span> (<i>chĕnāăn<\/i>) is often taken for a common noun, just as, a little before, (<a class=\"isa\" verses=\"MTgwODY=\">Isaiah 23:8<\/a>,) he used the word  <span class=\"greek-hebrew\">כנעניה<\/span> (<i>chinyāneihā<\/i>) to mean <i>her factors<\/i>. The riches of Tyre having consisted of merchandise and trading, Isaiah described it by naming the principal part. By the expression, <i>hath given commandment<\/i>, he extols the providence of God, that the Jews may know that all that appears to be permanent in the world stands and falls according to the will of God, and that there is no need of the instruments of war for overturning the best fortified place, but the mere expression of the will of God is enough. <\/p>",
    "audit": null
}