{
    "id": 7273,
    "source": "calvin",
    "verse_id": 18155,
    "verse_count": 1,
    "reference": "27:3",
    "title": "",
    "html": "<p><i>I Jehovah keep it. <\/i>Here the Lord asserts his care and diligence in dressing and guarding the vine, as if he had said, that he left nothing undone that belonged to the duty of a provident and industrious householder. Not only does he testify what he will do, when the time for gladness and congratulation shall arrive, but he relates the blessings which the Jews had already received, that their hope for the future may be increased. Yet we must supply an implied contrast with the intermediate period, during which God appeared to have laid aside all care of it, so that at that time it differed little from a wilderness. This then is the reason why the Lord’s vineyard was plundered and laid waste; it was because the Lord forsook it, and gave it up as a prey to the enemy. Hence we infer that our condition will be ruined as soon as the Lord has departed from us; and if he assist, everything will go well. <\/p>\n<p><i>I will water it every moment. <\/i>He next mentions two instances of his diligence, that he “will water it every moment,” and will defend it against the attacks of robbers and cattle and other annoyances. These are the two things chiefly required in preserving a vineyard, cultivation and protection. Under the word <i>water <\/i>he includes all that is necessary for cultivation, and promises that he will neglect nothing that can carry it forward. But protection must likewise be added; for it will be to no purpose to have cultivated a vineyard with vast toil, if robbers and cattle break in and destroy it. The Lord, therefore, promises that he will grant protection, and will not permit it to suffer damage, that the fruits may ripen well, and may be gathered in due season. Though the vine may suffer many attacks, and though enemies and wild beasts may assail it with great violence, God declares that he will interpose to preserve it unhurt and free from all danger. Moreover, since he names a fixed day for singing this song, let us remember that, if at any time he cease to assist us, we ought not entirely to cast away hope; and therefore, if he permit us to be harassed and plundered for a time, still he will at length shew that he has not cast away all care of us. <\/p>",
    "audit": null
}