{
    "id": 6969,
    "source": "calvin",
    "verse_id": 17843,
    "verse_count": 1,
    "reference": "9:13",
    "title": "",
    "html": "<p><i>But the people hath not turned. <\/i> The copulative  <span class=\"greek-hebrew\">ו<\/span> (<i>vau<\/i>) is rendered by some interpreters <i>for<\/i>, as if the Prophet were assigning a reason why the Lord does not cease to employ his scourges in the continual infliction of chastisements; that is, because <i>the people <\/i>are so hardened and obstinate that they will not repent. When there is no repentance, it is unreasonable to expect that God will yield to obstinate men, as if he were vanquished; and the consequence is, that he prepares himself for inflicting severer punishment. Since, therefore, no chastisements had produced any amendment in Israel, he must perish; for when they had been so frequently struck and punished, and did not at all repent, this was a proof of the most desperate wickedness. <\/p>\n<p>This is a very severe rebuke, that although the Lord not only admonishes us by words, but actually pushes us forward, and constrains us by various chastisements, still we grow hardened, and do not suffer ourselves to be drawn away from our crimes and our lusts. Desperate wickedness is thus evinced, and nothing more heinous could be spoken or conceived. It is a heinous offense, when men do not receive instruction as soon as it is delivered to them; it is more heinous, when they are not affected by rebukes; it is the most heinous of all, when, in spite even of chastisements, they grow hardened, and even kick, or by their headstrong behavior inflame still more the indignation of the Judge, and do not consider why they were punished, or what it is to which the Lord calls them. Accordingly, when no remedies produce any good effect, what must we think but that the disease is incurable and utterly desperate? <\/p>\n<p>This rebuke applies not to the Israelites only but to us also. Already hath the Lord chastised the whole world by various afflictions, so that hardly any part could be exempted from distresses and calamities. And yet all appear to have obstinately conspired against God, so that, whatever He does, they cease not to retain their former character, and to carry on their wicked courses. Justly, therefore, might the Lord address to us the same expostulation, and assuredly he addresses us by the mouth of Isaiah; and we ought not to look for another Prophet to threaten new chastisements, seeing that our case is not different from that of the Israelites, and we are involved in the same blame with them. <\/p>\n<p><i>Nor have they sought the Lord of hosts. <\/i>This is immediately added as an explanation, for the reason why God inflicts punishment is, to bring back the wanderers to himself. By this method, indeed, he appears to drive men to a greater distance from him; but as it belongs to him to bring out of the grave those whom he appeared to have wounded and slain, by terrifying sinners he only humbles them, in order that they may return to him. And indeed the beginning of conversion is to <i>seek God<\/i>, or rather it is the only rule of living well; if we turn aside from it we have no rest for the sole of our foot. But we must now inquire what it is to <i>seek God<\/i>, or in what manner we ought to <i>seek him<\/i>; for hypocrites will always be ready to plead, that by prayers and fastings, and tears, and a sorrowful countenance, they earnestly entreat God and implore forgiveness. But God chooses to be <i>sought <\/i>in another manner; that is, when the sinner truly subdued, willingly takes the yoke which he had shaken off, and yields obedience to him whom he had despised. <\/p>",
    "audit": null
}