{
    "id": 7920,
    "source": "calvin",
    "verse_id": 18816,
    "verse_count": 1,
    "reference": "59:15",
    "title": "",
    "html": "<p><i>Truth faileth. <\/i>Hence it clearly appears that Isaiah, in the preceding verse, did not speak of punishments; for, without interrupting the stream of his discourse, he proceeds to show that the people ought not to complain of the severity of chastisements, since they have so grievously offended and provoked God. He therefore confirms what he formerly said, that “truth hath fallen, that there is no place for equity;” and he enlarges this statement the more, by adding that <i>he who hath withdrawn from evil hath become a prey. <\/i> Almost all the Jewish expositors, reading the two clauses consecutively, explain them thus: — “Truth hath failed, and, by departing from evil, hath been made a prey.” Why they adopt that meaning, I do not see. <\/p>\n<p>Jerome’s exposition, which I follow, is much more correct; and appropriate; and a similar mode of expression is frequently employed in the Scriptures. Job is said to have been <\/p>\n<p><span>“an upright and perfect man, fearing \nGod, and departing from evil.” (<\/span><a class=\"ref\">Job 1:1<\/a>) <\/p>\n<p>Solomon also says, <\/p>\n<p>“The fool is confident, but the righteous man looketh well to himself, and departeth from evil.” (<a class=\"ref\">Proverbs 14:16<\/a>) <\/p>\n<p>The Prophet means that all uprightness was so greatly abhorred, that the true worshippers of God, if any remained, were not permitted to be safe. As if he had said, “Whoever wishes to live among men must vie with them in wickedness,”  according to the common proverb, “Among wolves we must howl; but he who wishes to live innocently shall be torn in pieces, as a sheep is torn by wolves.” Finally, he describes the utmost pitch of wickedness; for he shows that “truth hath failed,” so that no good man is allowed to remain among them; because every one that abstains front acts of injustice “lays himself open to be a prey.” <\/p>\n<p><i>And Jehovah saw. <\/i>This relates to the consolation of the people; for he declares that, although they have grievously offended, so that it may appear as if there were no room for pardon, still the Lord will have regard to his people, and, although he has inflicted very severe chastisements, will at length remember his covenant, so as to bring incredible relief by healing their wounds. He speaks here of a future period, and promises that one day, after calamities so numerous and diversified, the Lord will aid the people that are left; for the Jews would have lost heart, and would have been altogether discouraged, if the Lord had not brought that consolation. <\/p>\n<p>Thus men commonly rush forward, and throw themselves headlong into opposite vices; for, when they are reproved, they either grow obstinate and harden themselves, or are terrified and fall into despair. We must therefore observe carefully this order which the Prophet followed. First, it was necessary to reprove the Jews, that, being affected and laid low by repentance, they might cease to find fault with God; and, secondly, a mitigation of punishments, accompanied by salvation, is promised, that they might not be discouraged, but expect assistance from the Lord, who is unwilling that his Church should perish, and punishes his people for a time, in order that he may not suffer them to be ruined and destroyed. <\/p>\n<p>Yet if any one prefer to limit this dislike or displeasure of God to the “judgment,” because he had good reason for abhorring a wicked people, I have no objection; as if he had said that God saw nothing in that people but what was ground of hatred. Hence it follows, that there was no other motive that prompted him to yield assistance, than because their affairs were utterly desperate. <\/p>",
    "audit": null
}