{
    "id": 7138,
    "source": "calvin",
    "verse_id": 18017,
    "verse_count": 1,
    "reference": "19:12",
    "title": "",
    "html": "<p><i>Where are thy wise men? that they may tell thee. <\/i>Though literally it runs thus, “<i>And <\/i>they shall tell thee, and shall know,” yet the word ought to be regarded as meaning, “that they may tell thee, and even that at length they may know;” for this mode of expression is frequently employed by the Hebrews. The Egyptians had their diviners from whom they thought that nothing, however secret, was concealed; for they consulted them about the smallest and greatest affairs, and held their replies to be oracles. The Prophet, mocking that vanity, says, “How shall they tell what they do not know? Have they been admitted to the counsel of God?” It is also probable that he condemns the art which they used in divination, because it was not only unlawful, but also made use of absolute tricks and deceptions. <\/p>\n<p>There are three ways in which we may foresee or know what is future. The first and chief way is, by the revelation of the Spirit, which alone can make us certain, as by the gift of prophecy, which is rare and uncommon. The second is, by astronomy. The third is, by a comparison of past events, from which prudence is commonly obtained <\/p>\n<p>As to a knowledge of the stars, from their position and conjunction, some things may occasionally be learned, such as famine, scarcity, pestilence, abundant harvests, and things of that sort; but even these cannot be certain, for they rest on mere conjecture. Now, we ought always to consider what relation the stars bear to these lower regions; for the actions of men are not regulated by them, as idle and false astrologers imagine, a vast number of whom, at the present day, endeavor to insinuate themselves into the minds of princes and subjects, as if they possessed a knowledge of everything, both present and future. Such men resemble the impostors of whom the Prophet speaks, who deceive men by their jugglery. Yet princes lend an attentive ear to such persons, and receive them as gods; and indeed they deserve to be thus imposed upon, and are justly punished for their curiosity. <\/p>\n<p>They likewise boast of magic, in which those Egyptian diviners were skilled. But they add many things which are worse, and more abominable, exorcisms and calling on devils, than which nothing more destructive can be expressed or conceived. The Lord pronounces a curse on such conjectures and arts of divination, and the issue of them cannot but be disastrous and wretched. And if they were formerly condemned in the Egyptians, how much more do they deserve condemnation in those who use the name of God as a pretext? It is wonderful that men otherwise acute and sagacious should be so childishly deceived by such jugglery, so that they appear to be deprived of understanding and judgment; but it is the Lord’s righteous vengeance, who punishes the wickedness of men. <\/p>\n<p>Again, when from past events we calculate what is future, and judge by experience and observation what is most proper to be done, that cannot in itself be blamed; but neither can we by these means learn with certainty what is future, for the matter always lies in conjecture. Yet Isaiah directly attacks that sagacity which is universally applauded as something highly excellent, not because it is in itself sinful, but because we can scarcely find an acute or ingenious person who does not confidently believe that his skill places within his reach all that deserves or is necessary to be known. In this manner they despise the secret providence of God, as if nothing were hidden from them. <\/p>\n<p><i>What the Lord of hosts hath decreed. <\/i>There is still another vice, that craftiness and sleight of hand are preferred by them to true wisdom. But Isaiah expressly censures that pride which led men endued with great abilities to measure events by their own judgment, as if the government of the world were not in the hand of God; and therefore with their divination he contrasts the heavenly decree. And hence learn how skillfully Isocrates says, <\/p>\n<p>“ <span class=\"greek-hebrew\">Κράτιστον εἶναι παρὰ μὲν θεοῦ εὐτυχίαν, παρὰ δὲ ἡμῶν αὐτῶν εὐβουλίαν<\/span><span>,\n“that the best gift of God is success, and the best gift from ourselves is prudence.” <\/span><\/p>\n<p>At first sight, this maxim of the elegant orator appears beautiful; but since he robs God of the spirit of prudence and bestows it on mortals, the distribution is both wicked and foolish, to ascribe to men sound counsel, and to leave nothing to God but prosperous fortune. Now, if any one neglect the methods by which God teaches us, and resort to Satan’s impostures, he richly deserves to be deceived and involved in the greatest disgrace; for he seeks remedies that are nowhere to be found, and despises those which were offered by God. <\/p>",
    "audit": null
}