{
    "id": 7603,
    "source": "calvin",
    "verse_id": 18494,
    "verse_count": 1,
    "reference": "42:13",
    "title": "",
    "html": "<p><i>Jehovah like a giant. <\/i>What Isaiah now adds is intended to surmount the temptations of believers. He ascribes to God strength and power, that they may know that they shall find in him a sure defense; for in adversity we are perplexed, because we doubt whether or not God will be able to render us assistance, especially when by delaying he appears in some measure to reject our prayers; and therefore the Prophet loudly extols the power of God, that all may learn to rely and place their confidence in him. <\/p>\n<p><i>Will go forth. <\/i>The <i>going forth <\/i>that is here mentioned must be taken metaphorically; for God seemed to be concealed at the time when he permitted his people to be affiicted and oppressed without any appearance of aid; and therefore the word means “to come forth publicly for the sake of giving assistance.” This is confirmed by what follows. <\/p>\n<p><i>And as a warrior. <\/i>When he attributes to God burning indignation, with which he rushes forth “like a warrior” against his enemies, the comparisons are drawn from human feelings, and declare to us the powerful assistance of God, which would not otherwise make a sufficiently powerful impression on our minds. He therefore accommodates himself to our capacity, as we have often said, that we may know how ardently he desires to preserve us, and how much he is distressed by the affliction and oppression of believers, and likewise how terrible is his anger, whenever he girds himself for battle. <\/p>\n<p>We ought always to observe that peculiar season which the Prophet had in his eye, to which these predictions must be applied; for while the enemies were becoming more and more fierce, and were taunting a wretched people, it was the duty of believers to look at something quite different from what they beheld with their eyes, and to believe that God is sufficiently powerful to subdue their enemies, and rescue them out of their hands. Nor was it only during the captivity that it was of importance for them to have their sorrow alleviated by this promise, but almost till the coming of Christ; for they were continually and painfully constrained to encounter severe distresses, as is evident from history. <\/p>",
    "audit": null
}