{
    "id": 7417,
    "source": "calvin",
    "verse_id": 18304,
    "verse_count": 1,
    "reference": "33:24",
    "title": "",
    "html": "<p><i>And the inhabitant shall not say, I am sick. <\/i>The Prophet again returns to the Church; for the destruction which he threatened against the Assyrians tended also to the consolation of the godly, since the safety of the Church could not be maintained unless the Lord granted his protection against so many adversaries who attack and molest her on every hand. Accordingly, having briefly remarked that all the reprobate who annoy the children of God shall be defeated, he appropriately follows out his subject by affirming that God will leave nothing undone that could promote the salvation of the godly. He says, therefore, that the citizens of the Church shall be freed from every inconvenience, because through the favor of God they shall enjoy prosperity. <\/p>\n<p><i>The people that dwell in it have been freed from iniquity. <\/i>This latter clause of the verse explains the former; for it shews that there is nothing to prevent the blessings of God from being largely enjoyed by us, when our sins have been pardoned. Hence, also, we conclude, that all the miseries which press upon us spring from no other source than from our sins. On any other ground the reason which he assigns might appear to be, farfetched and inappropriate; but we must hold this principle, that all the evils which God inflicts upon us are so many tokens of his anger. Hence it follows that, when guilt has been removed, nothing remains but that God will regard us with the affection of a father, and will graciously bestow upon us all that we need. If, therefore, we desire to be delivered from afflictions, we ought to observe this order, to seek first to be reconciled to God; for the removal of the cause would be speedily followed by the removal of the effect. <\/p>\n<p>But seeing that our desires, are illregulated, and that, in consequence of being anxious merely to avoid punishments, we shut our eyes against the root of our distresses, we need not wonder that we obtain no alleviation of them. Those persons, therefore, are mistaken who indulge in their vices, and yet wish to be exempted from every kind of afflictions. If they do not suffer and adversity, still they will not cease to be miserable, and cannot enjoy peace of mind so long as they are pursued by the consciousness of their crimes. Consequently, true happiness consists in this, that we have obtained pardon from God, and sincerely believe that all the blessings which we receive from his hand are the results of his fatherly kindness. <\/p>\n<p>Let us also learn that there is no other way in which we can please God, or obtain the honor of being accounted his children, than when he ceases to impute to us our sins; and therefore it is only the reconciliation which we obtain by free grace that pacifies God toward us, and opens up the way to the enjoyment of his goodness. That there is no visible evidence of that exemption from afflictions does not lessen the truth of the promise, because believers are abundantly satisfied with this comfort in their afflictions, that even when they are chastened by the hand of God, still they are his beloved children. So far as they have been renewed by his Spirit, they begin to taste the blessing which was in full perfection before the fall of Adam; but because they are burdened with many sins, they constantly need to be cleansed. Still, however, through compassion on their weakness, God mitigates their punishment, and, if not by removing altogether, yet by abating and soothing their grief, shews that he promotes their happiness; and therefore it is not without good reason that the Prophet declares the Church to be exempted from ordinary calamities, so far as they proceed from the curse of God. <\/p>\n<p>Hence, also, we see clearly how childish is the distinction of the Papists, that the removal of guilt is of no avail; as if we had to satisfy the judgment of God. But far otherwise do the prophets teach, as may be easily learned from various passages; and if there had been nothing more than this single passage, can anything be plainer than that sicknesses come to an end, because iniquity has been pardoned? The meaning is undoubtedly the same as if he had said, that punishment ceases because sin has been pardoned. True, indeed, though God has been pacified towards them,  he sometimes inflicts punishment on believers; and the object is, that by fatherly chastisement he may instruct them more fully for the future, and not that he may take vengeance on them, as if he had been. but half reconciled. But Papists think that their punishments are of the nature of satisfactions, and that by paying them the sinner in some measure redeems himself, and puts away his guilt; which is absolutely inconsistent with a free pardon. Thus their abominable inventions, both about satisfactions, and about the fire of purgatory, fall to the ground. <\/p>\n<p>It is also worthy of observation, that none but the citizens of the Church enjoy this privilege; for, apart from the body of Christ and the fellowship of the godly, there can be no hope of reconciliation with God. Hence, in the Creed we profess to believe in “The Catholic Church and the forgiveness of sins;” for God does not include among the objects of his love any but those whom he reckons among [he members of his onlybegotten Son, and, in like manuel’, does not extend to any who do not belong to his body the free imputation of righteousness. Hence it follows, that strangers who separate themselves from the Church have nothing left for them but to rot amidst their curse. Hence, also, a departure from the Church is an open renouncement of eternal salvation. <\/p>",
    "audit": null
}