{
    "id": 7379,
    "source": "calvin",
    "verse_id": 18266,
    "verse_count": 1,
    "reference": "32:6",
    "title": "",
    "html": "<p><i>For the vile person will speak vileness. <\/i>We might also render it, “The wicked man will speak wickedly;” for  <span class=\"greek-hebrew\">נבלה<\/span> (<i>nĕbālāh<\/i>) denotes “baseness” or any wickedness, such as is meant by the French word <i>lascheté <\/i>, or by the English words, “lewdness” or “baseness.” It might also be rendered, “The fool will speak wickedly;” and thus there would be an allusion to the words  <span class=\"greek-hebrew\">נבל<\/span> (<i>nābāl<\/i>) and  <span class=\"greek-hebrew\">נבלה<\/span>, (<i>nĕbālāh<\/i>,)  though the meaning would be considerably different; but, since he employed this word in the former verse, when speaking of “vile” persons, I willingly adopt that interpretation. <\/p>\n<p><i>And his heart will contrive iniquity. <\/i>I consider  <span class=\"greek-hebrew\">און<\/span> (ā<i>vĕn<\/i>) to denote “wickedness;” for he speaks of giving themselves up continually to sin and do wickedly, as is plainly shewn by what follows; for his earnest remonstrances are directed against wicked men, who abandon themselves to all that is vile, and are not moved by any feeling of conscience, who laugh at all warnings, and ridicule God and his servants. Christ also drags them into the light, and exposes what lay concealed under coverings; for to him, as we have said, it peculiarly belongs to <\/p>\n<p>“pierce, by the sword of the gospel, the hidden feelings of the heart, that they may answer to the judgment of God.” (<a class=\"ref\">Hebrews 4:12<\/a>.) <\/p>\n<p>Isaiah therefore continues the same subject which he had formerly begun to explain. <\/p>\n<p>Others explain it differently, but, as I think, in an unsuitable manner; for they think that it is a kind of proverbial saying, and render it in the present tense, “The vile person speaketh vileness.” But I think that the Prophet means something higher, namely, that Christ is the Judge of the world, and therefore, when he shall ascend the judgment-seat, he will shew what is the disposition of every person; for, so long as he does not exercise the office of a judge, everything remains in confusion, the wicked are applauded, because they have the appearance of piety, and the most excellent men are despised. But Christ will openly display the life of every person, so that what formerly, under some pretense, bore a fair reputation, will be manifested to be wickedness; and on this account he is said to <\/p>\n<p>“have in his hand a sieve for separating the wheat from the chaff.” (<a class=\"ref\">Matthew 3:12<\/a>.) <\/p>\n<p>Now, this sieve is the gospel, by which, as a Judge, he brings malefactors to trial, and draws forth, in spite of their efforts, the exposure of their transgressions and crimes. <\/p>\n<p>We have the experience of this more and more every day, when an exposure is made of that wickedness which had been concealed under the mask of Popery and the strange folds of superstitions. Who would ever have thought, amidst that darkness, that there were concealed in the hearts of men such dreadful monsters as are brought forward at the present day? To such a height has the contempt of God arisen, that many discover themselves to be more like beasts than men. Yet the Papists slander us, as if by our doctrine we gave loose reins to men, and exhorted them to despise God and follow wickedness without fear or shame. But let them listen to Isaiah, who replies that, when the truth of God shall be made known, vile persons will speak vileness, and wicked persons will speak baseness and wickedness; and, indeed, Christ would not be a spiritual judge if he did not <\/p>\n<p>“reveal the secret thoughts of the heart, and bring every hidden thing to light.” (<a class=\"ref\">Luke 2:35<\/a>.) <\/p>\n<p><i>To make empty the hungry soul. <\/i>In addition to those mockeries which the reprobate cast against God, cruelty is next mentioned. The Prophet thus gives an exact enumeration of those actions which are contrary to the second table. Wicked men begin with despising God, then rush to outward crimes, and practice cruelty of every sort against their neighbors. Now, the worst and most flagrant of all cruelty is, to “snatch food from the hungry soul and drink from the thirsty;” for mere natural feeling prompts us to mercy and ( <span class=\"greek-hebrew\">συμπάθειαν<\/span>)  compassion. When men are so brutalized that they are not affected by the misery of others, and lay aside every feeling of humanity, they must be worse than the beasts themselves, who have some sort of pity for the wants of their own kind. <\/p>",
    "audit": null
}