{
    "id": 7921,
    "source": "calvin",
    "verse_id": 18817,
    "verse_count": 1,
    "reference": "59:16",
    "title": "",
    "html": "<p><i>He saw that there was no man. <\/i>Isaiah continues the same subject, but expresses more, and relates more fully what he had briefly noticed; for what he said in the preceding verse, that “it displeased the Lord that there was no judgment,” might have been obscure. In this passage he repeats that the Lord saw that “there was no man”  to render assistance to the Church, and that he <i>wondered. <\/i>He makes use of the verb  <span class=\"greek-hebrew\">ישתומם<\/span> (<i>yishtomem<\/i>) in the Hithpahel conjugation,  for the purpose of denoting that the Lord was the cause of his own astonishment; as if he had said, “He made himself astonished.” <\/p>\n<p><i>He wondered that none came forward. <\/i>Some think that  <span class=\"greek-hebrew\">מפגיע<\/span> (<i>maphgiang<\/i>) means an intercessor; but I think that the meaning is this, that there was none who endeavored to relieve their affliction, that there was no physician who applied his hand to this wound, and that for this reason God “wondered.” The reason why he attributes to God this astonishment may be easily understood. By this rebuke he intended to put the Jews to shame, that they might not, according to their custom, resort to hypocritical pretenses for concealing their sins; and, because it was incredible and monstrous that there was not found in a holy and elect people any one that opposed injustice, he represents God as astonished at such a novelty, that the Jews may at length be ashamed and repent. Was it possible that there could be greater obstinacy of which they ought to be ashamed, since by their wickedness they moved God to astonishment? <\/p>\n<p>At the same time he rebukes their hypocrisy, if they pretend to have eminent piety and holiness, when God, after a diligent search, did not find even one upright man. He likewise praises and magnifies the unspeakable mercy of God, in condescending to rescue, as if from the depths of hell, a people whose condition was so desperate; for the Jews were undoubtedly reminded by these words in what manner they ought to hope for redemption; namely, because God is pleased to rise up miraculously to save what was lost. Besides, by the word “wonder” he describes also God’s fatherly care. It is certain that God is not liable to those passions, so as to wonder at anything as new or uncommon; but he accommodates himself to us, in order that, being deeply moved by a conviction of our evils, we may view our condition with horror. Thus, when he says that “the Lord saw,” he means that there is no help in our own industry; when he says that the Lord “wonders,” he means that we are excessively dull and stupid, because we neither perceive nor care for the evils of our condition; and yet that our indifference does not prevent the Lord from rendering assistance to his Church. <\/p>\n<p><i>Therefore his arm brought <\/i>(or, <i>made) salvation to him. <\/i>By these words he means that we ought not to despair, although we receive no assistance from men. Yet, reducing to nothing every other assistance, he pronounces the salvation of his own nation, and consequently of all mankind, to be owing, from first to last, to God’s undeserved goodness and absolute power. Thus, in like manner as, by asserting that God is abundantly sufficient for himself, and has power and strength sufficient to redeem the Jews, he stretches out his hand to the feeble; so, by saying that men can do nothing to promote their salvation, he abases all pride, that, being stripped of confidence in their works, they may approach to God. And we must observe this design of the Prophet; for, in reading the Prophets and Apostles, we must not merely consider what they say, but for what purpose, and with what design. Here, therefore, we ought chiefly to observe the design of the Prophet, that in God alone is there sufficient power for accomplishing our salvation, that we may not look hither and thither; for we are too much disposed to lean on external aids; but that we ought to place the hope of salvation nowhere else than on the arm of God, and that the true foundation of the Church is in his righteousness, and that they do wrong who depend on anything else; since God has borrowed nothing from any but himself. <\/p>\n<p>The usefulness of this doctrine is still more extensive; for, although all remedies often fail us, yet the Lord will find sufficient assistance in his own arm. Whenever, therefore, we are destitute of men’s assistance, and are overwhelmed by calamities of every kind, and see nothing before us but ruin, let us betake ourselves to this doctrine, and let us rest assured that God is sufficiently powerful to defend us; and, since he has no need of the assistance of others, let us learn to rely firmly and confidently on his aid. <\/p>\n<p>Yet we must keep in remembrance the universal doctrine, namely, that the redemption of the Church is a wonderful blessing bestowed by God alone, that we may not ascribe anything to the strength or industry of men. With abhorrence we ought to regard the pride of those who claim for themselves any part of that praise which belongs to God, since in him alone is found both the cause and the effect of our salvation. <\/p>\n<p><i>And his righteousness, it upheld him. <\/i>Here <i>arm <\/i>denotes power and strength, and righteousness denotes the integrity which he displays in procuring the salvation of his people, when he is their protector, and delivers them from destruction.  When he says that “the arm of God brought to him salvation,” this must not be limited to God, and ought not to be taken passively, as if God saved himself, but, actively; so that this salvation refers to the Church, which he has delivered from the bands of enemies. <\/p>\n\n“Rosenmuller, Umbrett, and others, follow Jarchi in supposing  <span class=\"greek-hebrew\">איש<\/span> (<i>ish<\/i>) to be emphatic and to signify a man of the right sort, a man equal to the occasion. This explanation derives some color from the analogy of <a class=\"ref\">Jeremiah 5:1<\/a>; but even there, and still more here, the strength of the expression is increased rather than diminished by taking this phrase in the simple sense of <i>nobody<\/i>. What was wanted was not merely a qualified man, but any man whatever, to maintain the cause of Israel and Jehovah.” ­ <i>Alexander <\/i>",
    "audit": null
}