{
    "id": 7317,
    "source": "calvin",
    "verse_id": 18202,
    "verse_count": 1,
    "reference": "29:8",
    "title": "",
    "html": "<p><i>It shall be therefore as when a hungry man dreameth. <\/i>He compares the Jews to “hungry men,” who are indeed asleep, but whose empty stomach craves for food; for it is natural for men to dream about food and entertainments when they are in want of them. Thus, while the Jews watched, they were like “hungry men.” The Lord continually warned them by his prophets, and invited them to the divine feasts of the word; but they despised those feasts, and chose rather to take refuge wholly in their vices, and to fall asleep in them, than to partake fully of those sacred feasts. Accordingly, while they quieted their consciences, they imagined that they had abundance of all things, and that they were free from every inconvenience. Isaiah declares that they greatly resemble this “dream” and airy “vision;” for, when they have been aroused by a sudden calamity, they shall feel how empty and insubstantial those “dreams and visions” were, and how false and delusive was the opinion which they had formed that they enjoyed abundance. As “hungry men,” who have had such dreams, are rendered more feeble by them, so the people, who had been falsely persuaded that everything was going on well with them, will endure much greater uneasiness than if they had never cherished in their minds such a thought, but, on the contrary, had been aware of their poverty and nakedness. <\/p>\n<p><i>So shall be the multitude. <\/i>At first sight, the expression appears to be harsh, when he says, “The multitude of those who fight against Ariel shall be as a dream;” but it ought to be explained in this manner: — “When the Jews, through false hope, shall promise to themselves deliverance, as if the enemies would be driven far away, they shall quickly feel that they had been deceived; in the same manner as a person whom hunger leads to dream that he is feasting luxuriously, as soon as he awakes, feels that his hunger is keener than before.” I see nothing here, therefore, that is fitted to yield consolation, for the Prophet pursues the same subject, and exclaims against the scorn and rebellion of the Jews, on whom the Prophet could make no impression by exhortation or threatenings.  <\/p>",
    "audit": null
}