{
    "id": 7243,
    "source": "calvin",
    "verse_id": 18124,
    "verse_count": 1,
    "reference": "25:5",
    "title": "",
    "html": "<p><i>As the heat in a dry place. <\/i>If the Lord did not aid when violent men rush upon us, our life would be in imminent danger; for we see how great is the rage of wicked men, and if the Lord overturn walls, what can a feeble man do against him? These things therefore are added in order to magnify the grace of God, that we may consider what would become of us if the Lord did not render assistance. <\/p>\n<p>Yet there are two ways in which commentators explain this passage. Some understand it to mean, that wicked men will be consumed by God’s indignation, in the same manner as the violence of the heat burns up the fields which are in themselves barren. Others render it in the ablative case, <i>As if by heat<\/i>, and make the meaning to be, “Though wicked men, relying on their power, are so violent, yet the Lord will prostrate them in a moment, as if they were overpowered ‘by heat in a dry place.’” But I consider the meaning to be different, for, after having shewn how great is the rage of wicked men against believers, he adds: <\/p>\n<p><i>Thou wilt bring them down, O Lord. <\/i>Alluding to the metaphor of the deluge, which he had formerly used, he says, “Thou wilt quench their heat, which would otherwise consume us, even as rain, or a shower, falling from heaven, quenches the heat that scorched the thirsty fields.” And thus the passage flows naturally; for the other interpretation is forced, and does violence, as the saying is, to the letter. <\/p>\n<p><i>The noise of the strong ones will he lay low. <\/i> This clause is tortured in various ways. Some think that  <span class=\"greek-hebrew\">זמיר<\/span> (<i>zĕmīr<\/i>) means <i>seed<\/i>; others that it means <i>a root; <\/i>as if he had said, that God will not only destroy wicked men, but will utterly root them out. This meaning would be probable, were it not opposed by the metaphor of the heat. In my opinion, therefore, it is more correctly interpreted by others to mean “singing and shouting,” or “cutting off,” although even those interpreters do not fully succeed in getting at the meaning of the Prophet. He therefore confirms the preceding statement, that the violence of wicked men, or the shouting which they haughtily and daringly set up, will presently be laid low, as the heat of the sun is overpowered by the falling rain, which is meant by <i>the shadow of a cloud <\/i><\/p>",
    "audit": null
}