{
    "id": 7142,
    "source": "calvin",
    "verse_id": 18021,
    "verse_count": 1,
    "reference": "19:16",
    "title": "",
    "html": "<p><i>In that day shall Egypt be like women. <\/i>He again repeats what he had formerly said, that the Egyptians will have nothing that is manly. Some think that he alludes to an effeminate custom, on account of which the ancient historians censured the Egyptians, namely, that, by inverting the order of things, women appeared in public and transacted the affairs of state, and men performed the occupations of women. It is possible that the Prophet may have had this in his eye, but when I take a more careful view of the whole passage, this conjecture cannot be admitted; for here he threatens a judgment of God, which will hold up men to astonishment. If he were speaking of an ordinary custom, this would not apply to the matter in hand, for he does not charge the hearts of the Egyptians with being effeminate, but, on the contrary, threatens that they shall be struck with such dread that in no respect will they differ from women. The Egyptians not only thought that they were able to maintain war, but attacked without provocation, and gave aid to other nations. We see that heathen writers relate many of the exploits of the Egyptians, and expatiate largely on their praises; and, therefore, although the Egyptians were feeble and effeminate in comparison with other nations, yet they wished to retain the praise and renown of warlike men. <\/p>\n<p><i>Because of the shaking of the hand of Jehovah of hosts. <\/i> The sudden change which is now effected is a striking display of the judgment of heaven, and therefore he adds, that <i>the shaking of the hand of God <\/i>will be the cause of the terror. By these words he shews that this war will be entirely carried on by the Lord, and therefore that the Egyptians cannot stand against it, because they have not to do with men. What Isaiah declares concerning Egypt ought to be likewise applied to other nations; for if wars arise and insurrections spring up, we ought to acknowledge it to be a judgment of God when men lose courage and are overwhelmed with terror. We see how the most warlike nations give way, and shew themselves to be less courageous than women, and are vanquished without any preparations of war, whenever the Lord strikes their minds with dread. <\/p>",
    "audit": null
}