{
    "id": 7130,
    "source": "calvin",
    "verse_id": 18009,
    "verse_count": 1,
    "reference": "19:4",
    "title": "",
    "html": "<p><i>And I will deliver the Egyptians into the hand of a cruel master. <\/i> He now shews what will happen to the Egyptians, after having lost courage and been deprived of understanding. Nothing will be left for them but to be reduced to slavery; for a nation destitute of these must fall of its own accord, even though it were not violently attacked by any enemy. Of such aids, therefore, God deprives those on whom he determines to take vengeance, and shuts them out from every method of upholding their liberty. Yet the Prophet threatens what is still more shocking, that not only will the empire of which the Egyptians proudly vaunted fall down, but the inhabitants also will undergo hard bondage. Though the adjective  <span class=\"greek-hebrew\">קשה<\/span>, (<i>kāshĕh,<\/i>) <i>cruel, <\/i>is in the singular number, yet he says in the plural number, that they shall be subject to <i>lords, <\/i>which is harder to endure than if there had been but one lord to whom they were subject. <\/p>\n<p><i>And a powerful king <\/i> <i>shall rule over them. <\/i>He means that the power of the tyrant to whom he will subject them shall be so great, that it will not be easy to restore them to liberty. Historians shew that various changes occurred in many countries, which they who subdued them were unable to hold and retain; for to keep what has been obtained is often more difficult than to conquer. But the Prophet intimates that this condition will not be easily changed, and that the bondage of the Egyptians shall be of long duration, because no one will dare to enter the lists with an exceedingly powerful conqueror. We may also understand the meaning to be, that the princes of smaller nations will deal more gently with their people than more powerful monarchs, who, relying on their greatness, allow themselves to do whatever they please; for, reckoning their power to be unlimited, they set no bounds to their freedom of action, and rush forward, without restraint, wherever their passions drive them. Whether the one view or the other be adopted, it will amount to this, that the Egyptians, who consider themselves to be the highest and most distinguished of all men, shall fall under the power of another, and shall be oppressed by hard bondage, that is, by the bondage of <i>a powerful king, <\/i>whom no one will dare to oppose. Hence we see how great is the folly of men who are desirous to have a powerful and wealthy king reigning over them, and how justly they are punished for their ambition, though it cannot be corrected by the experience of every day, which is everywhere to be seen in the world. France and Spain, at the present day, boast that they are governed by mighty princes, but feel to their cost how little advantage they derive from that which dazzles them by a false pretense of honor. But on this subject we have spoken formerly in another place.  (<a class=\"isa\" verses=\"MTc4MTQ=\">Isaiah 8:6<\/a>.) <\/p>",
    "audit": null
}