{
    "id": 7534,
    "source": "calvin",
    "verse_id": 18424,
    "verse_count": 1,
    "reference": "40:3",
    "title": "",
    "html": "<p><i>A voice crying in the wilderness. <\/i>He follows out the subject which he had begun, and declares more explicitly that he will send to the people, though apparently ruined, ministers of consolation. At the same time he anticipates an objection which might have been brought forward. “You do indeed promise consolation, but where are the prophets? For we shall be ‘in a wilderness,’ and whence shall this consolation come to us?” He therefore testifies that “the wilderness” shall not hinder them from enjoying that consolation. <\/p>\n<p><i>The wilderness <\/i>is employed to denote metaphorically that desolation which then existed; though I do not deny that the Prophet alludes to the intermediate journey;  for the roughness of the wilderness seemed to forbid their return. He promises, therefore, that although every road were shut up, and not a chink were open, the Lord will easily cleave a path through the most impassable tracts for himself and his people. <\/p>\n<p><i>Prepare the way of Jehovah. <\/i>Some connect the words “in the wilderness” with this clause, and explain it thus, “Prepare the way of Jehovah in the wilderness.” But the Prophet appears rather to represent a voice which shall gather together those who had wandered and had, as it were, been banished from the habitable globe. “Though you behold nothing but a frightful desert, yet this voice of consolation shall be heard from the mouth of the prophets.” These words relate to the hard bondage which they should undergo in Babylon. <\/p>\n<p>But to whom is that voice addressed? Is it to believers? No, but to Cyrus, to the Persians, and to the Medes, who held that people in captivity. Having been alienated from obedience to God, they are constrained to deliver the people; and therefore they are enjoined to “prepare and pave the way,” that the people of God may be brought back to Judea; as if he had said:, “Make passable what was impassable.” The power and efficacy of this prediction is thus held up for our applause; for when God invests his servants with authority to command men who were cruel and addicted to plunder, and who at that time were the conquerors of Babylon, to “prepare the way” for the return of his people, he means that nothing shall hinder the fulfillment of his promise, because he will employ them all as hired servants. Hence we obtain an excellent consolation, when we see that God makes use of irreligious men for our salvation, and employs all the creatures, when the case demands it, for that end. <\/p>\n<p><i>A highway for our God. <\/i>When it, is said that the way shall be prepared not for the Jews, but for God himself, we have here a remarkable proof of his love towards us; for he applies to himself what related to the salvation of his chosen people. The Lord had nothing to do with walking, and had no need of a road; but he shews that we are so closely united to him that what is done on our account he reckons to be done to himself. This mode of expression is frequently employed elsewhere, as when it is said that God “went forth into battle with his anointed,” (<a class=\"ref\">Habakkuk 3:13<\/a>,) and that “he rode through the midst of Egypt,” (<a class=\"ref\">Exodus 11:4<\/a>,) and that he lifted up his standard and led his people through the wilderness. (<a class=\"isa\" verses=\"MTg4ODA=\">Isaiah 63:13<\/a>.) <\/p>\n<p>This passage is quoted by the Evangelists, (<a class=\"ref\">Matthew 3:3; Mark 1:3; Luke 3:4<\/a>,) and applied to John the Baptist, as if these things had been foretold concerning him, and not unjustly; for he held the highest rank among the messengers and heralds of our redemption, of which the deliverance from Babylon was only a type. And, indeed, at the time when the Church arose out of her wretched and miserable condition, her mean appearance bore a stronger resemblance than the Babylonish captivity to a “wilderness;” but God wished that they should see plainly, in the wilderness in which John taught, the image and likeness of that miserably ruinous condition by which the whole beauty of the Church was injured and almost destroyed. What is here described metaphorically by the Prophet was at that time actually fulfilled; for at an exceedingly disordered and ruinous crisis John lifted up the banner of joy. True, indeed, the same voice had been previously uttered by Daniel, Zechariah, and others; but the nearer the redemption approached, the more impressively could it be proclaimed by John, who also pointed out Christ with the finger. (<a class=\"ref\">John 1:29<\/a>.) But because, in the midst of a nation which was ignorant and almost sunk in stupidity, there were few that sincerely grieved for their ruinous condition, John sought a wilderness, that the very sight of the place might arouse careless persons to hope and desire the promised deliverance. As to his denying that he was a Prophet, (<a class=\"ref\">John 1:21<\/a>,) this depends on the end of his calling and the substance of his doctrine; for he was not sent to discharge apart any continued office, but, as a herald, to gain an audience for Christ his Master and Lord. What is here said about removing obstructions, he applies skilfully to individuals, on this ground, that the depravity of our nature, the windings of a crooked mind, and obstinacy of heart, shut up the way of the Lord, and hinder them from preparing, by true self-denial, to yield obedience. <\/p>",
    "audit": null
}