{
    "id": 7516,
    "source": "calvin",
    "verse_id": 18406,
    "verse_count": 1,
    "reference": "38:15",
    "title": "",
    "html": "<p><i>What shall I say? <\/i>This is generally supposed to be an exclamation, such as frequently bursts forth in a season of joy, as if he congratulated himself on having already obtained his wish. But I think differently. Hezekiah appears to proceed in his complaints; for he speaks as men commonly do when they are overcome by grief; “What shall I say? for <i>he who said it hath also done it;” <\/i>that is, “life and death are in his hand; <i>it is useless for me to argue or contend <\/i>with him; it is useless for me to complain.” In the book of Job also words and sayings of this sort are often found. (<a class=\"ref\">Job 7:4<\/a>.) I think that this is the true meaning; for Hezekiah previously looked around on all sides to see if any assistance appeared, and now, when he sees that he is about to die, and that God has threatened it, he concludes that he ought no longer to resist but to obey. <\/p>\n<p>Yet we ought to mark the emphatic statement, that God hath actually fulfilled what he had threatened by his word. They who explain it to mean simply, “what God said to me by the Prophet he hath fulfilled,” express a part of the truth, but. not the whole; for Hezekiah does not coldly relate that he has perceived the effect of the word, but, by bringing forward the power of God, he cuts off every occasion to murmur or complain. Thus also David says, “I am dumb, because thou hast done it.” (<a class=\"ref\">Psalms 39:9<\/a>.) We never cease to complain until we are restrained by the fear of the power of God. Thus also Job, considering that he has to deal with God, says, “I will lay my finger on my mouth,” (<a class=\"ref\">Job 40:4<\/a>,) and “I will humbly make supplication to my judge.” (<a class=\"ref\">Job 9:15<\/a>.) Hezekiah, therefore, enjoins silence on himself on this ground, that it is useless to contend with God. <\/p>\n<p>At the same time, he means that he has no hope of life, because the Lord gives actual demonstration that it was a serious threatening; and hence he infers that he gains nothing, because there are no means of evasion. This sentiment, it is true, proceeds from despair; because in this manner, thinking that God is his enemy, he shuts the door against his prayers. But that in very severe distresses words of this kind should escape our lips, which deter us from confidence in prayer, is neither new nor strange, provided that, on the other hand, we rely on that calling upon God which the views of the flesh pronounce to be of no avail. There is reason to believe that the pious king labored under such perplexity that he fainted through weakness; but that he chiefly considered what I have said, that there was nothing preferable to silence, because that it would serve no purpose to dispute with God, will appear more clearly from what immediately follows. <\/p>\n<p><i>I shall walk trembling <\/i> <i>all my life. <\/i>Hence we may infer that he now holds out to his view the dreadful power of God, in order to dispose himself to true humility. As  <span class=\"greek-hebrew\">דדה<\/span> <i>(dadah) <\/i>sometimes signifies “to move,” and sometimes “to walk softly,”  <span class=\"greek-hebrew\">אדדה<\/span> <i>(eddaddeh) <\/i>is translated by some commentators, “I shall be moved,” or “I shall be troubled,” and by others, “I shall walk softly.” For my own part, I have no doubt that it denotes a trembling and feeble step; for Hezekiah had been reduced to so great weakness that he despaired of ever afterwards recovering his former strength. This trembling must be attributed to fear, for it immediately follows, <i>in bitterness; <\/i>which means, that the sorrow which he had endured was so deeply rooted in his heart, that it could never be removed. Hence arose that weakness which he mentioned. <\/p>\n<p> <span class=\"greek-hebrew\">אדדה<\/span> <i>(eddaddeh) <\/i>is translated by the Vulgate, “I will call to remembrance,” on which account this passage has been tortured by Papists to support auricular confession, but so absurdly that even old wives can laugh at it. But the plain meaning is, that Hezekiah does not speak of calling to remembrance, but of that agitation and trembling with which he says that he will be struck during the whole period of his life. <\/p>",
    "audit": null
}