{
    "id": 7389,
    "source": "calvin",
    "verse_id": 18276,
    "verse_count": 1,
    "reference": "32:16",
    "title": "",
    "html": "<p><i>And judgment shall dwell in the wilderness. <\/i>The Prophet shews what is the actual condition of the Church, that is, when justice and judgment prevail; for men ought not to be like cattle, which seek nothing but plenty of food and abundance of outward things. And hence it is plain enough that the Jews were not confined to transitory enjoyments, so as to have their hope fixed exclusively on earthly blessings, as some fanatics imagine. They were enjoined to attend to that which was of the greatest importance, that justice and judgment should prevail; and undoubtedly they knew that true happiness consists in it. It is therefore our duty to look chiefly to this, that we should not, like hogs in a sty, judge of the happiness of life by abundance of bread and wine; for this is the end of all the blessings which the Lord bestows upon us, this is the object of our deliverance, “that we should serve him,” as Zacharias says, “in holiness and righteousness.” (<a class=\"ref\">Luke 1:74<\/a>.) <\/p>\n<p>Under the terms “justice” and “judgment,” as we have already seen, he includes all that belongs to uprightness; for although these two words relate strictly to that equity which ought to be mutually cultivated among us, yet, since it is customary to describe the observation of the whole law by the duties of the second table, here the Prophet, by a figure of speech in which a part is taken for the whole, embraces also piety and the worship of God. The Prophets are accustomed to notice the chief duties of brotherly kindness, and those which belong to the second table, because by these, more than by any others, we manifest the real state of our feelings towards God. <\/p>\n<p>When he declares that justice and judgment have their abode in the wilderness, as well as in the cultivated fields, this shews more clearly that the abundance of blessings promised a little before was so great that, when men saw it, they would consider that those fields which they formerly looked upon as very excellent had been comparatively barren. <\/p>",
    "audit": null
}