{
    "id": 6860,
    "source": "calvin",
    "verse_id": 17732,
    "verse_count": 1,
    "reference": "3:24",
    "title": "",
    "html": "<p><i>Instead of a sweet smell there shall be stink. <\/i>It is evident that the country here described abounds in aromatic herbs; and there is no reason to doubt that in pleasant smells, as well as in other matters, they were luxurious. We see that those nations which are farthest removed from the east are not prevented either by distance or by expense from indulging in that kind of luxury. What may be expected to happen in those places where they are abundant? That they will excite lust and promote luxury is beyond all doubt He means, therefore, that ointments and <i>sweet smells <\/i>were abused by them in a variety of ways; for the sinful desires of men are ingenious in their contrivances, and can never be satisfied. <\/p>\n<p><i>Instead of a girdle a rent. <\/i>Others have rendered it <i>a falling off<\/i>; because the Lord will ungird them. He intends to contrast things which are exceedingly opposite to each other; that as the women formerly were most carefully girt and adorned when they walked, they shall henceforth be torn and naked. He likewise contrasts <i>baldness <\/i>with <i>curls<\/i>; because they arranged their hair not in a modest but an extravagant fashion. Again, <i>a belt <\/i>is contrasted with <i>sackcloth. <\/i>Whether it was a belt, or some other kind of binding, it is certain that the Prophet meant <i>a girdle<\/i>, which was held in high estimation. Again, <i>burning <\/i>is contrasted with <i>beauty<\/i>; because fashionable ladies hardly venture to expose themselves to the sun’s rays, for fear of being sunburned; and he tells us that this will happen to them. In short, both men and women are instructed to make a sober use of the gifts of Goal, both in food and in clothing, and in the whole conduct of life. For the Lord cannot endure extravagance, and absolutely must inflict severe punishment on account of it; for it cannot be restrained by a lighter chastisement. <\/p>",
    "audit": null
}