{
    "id": 7568,
    "source": "calvin",
    "verse_id": 18458,
    "verse_count": 1,
    "reference": "41:6",
    "title": "",
    "html": "<p><i>Every one brought assistance to his neighbor. <\/i>What now follows agrees well with what goes before, if you connect this verse with the last clause of the former verse, “They drew near, they were assembled, every one assisted his neighbor;” so that the meaning is, “Although the islands saw and knew my works, so that they trembled at them, yet they assembled in crowds to make a league among themselves.” Why? That they might encourage each other to frame new gods, and might confirm each other more and more in their blindness. He therefore aggravates the guilt of the Gentiles by saying, that “every one assisted his neighbor;” and indeed whoever shall make careful inquiry will find that this is the source of all superstitions, that men by mutual consent darken the light brought to them from heaven. But although the Lord here expostulates with idolaters, yet he does it for the sake of the Jews, that they may not fall into the impiety of the Gentiles, or permit themselves to be turned aside from God and from sincere faith.  On this account he brings forward the ingratitude of the Gentiles, that the Jews may not imitate it, but may remain steadfast in the true worship of God. <\/p>\n<p><i>And said to his neighbor, Be courageous. <\/i>Here we see, as in a mirror, how great is the wickedness of men, who profit nothing by considering the works of God, and are even rendered more rebellious, and harden themselves more and more; for they choose of their own accord to be blind, and to shut their eyes against the clearest light, rather than to behold God who manifests himself before their eyes. To blindness is added rage, in consequence of which they risc up against God, and. do not hesitate to wage war with him for defending their superstitions; so that this vice is not idol worship but idol madness. Isaiah describes this madness by saying, “Be bold, act courageously;” for he means that men have entered into a base conspiracy, by which they naturally encourage and inflame each other to the worship of idols, and to drive away the fear of God which his power might have led them to entertain. <\/p>",
    "audit": null
}