{
    "id": 7197,
    "source": "calvin",
    "verse_id": 18076,
    "verse_count": 1,
    "reference": "22:23",
    "title": "",
    "html": "<p><i>And I will fasten him as a nail in a sure place. <\/i>The particle of comparison must here be supplied, and therefore I have inserted in the text the word <i>as<\/i>. By  <span class=\"greek-hebrew\">נאמן<\/span>, (<i>nĕĕmān<\/i>,) <i>faithful<\/i>, he means what is “firm and sure.” The original idea of the word is “truth;” for where “truth” is, there firmness and certainty are found;  and therefore Hebrew writers employ the word “truth” to denote what is firm and certain. Isaiah employs an elegant metaphor, from which godly magistrates, who are few in number, ought to draw large consolation. They may conclude that not only has God raised them to that honorable rank, but they are confirmed and established, as if they had been <i>fixed <\/i>by his hand. And indeed, where the fear of the Lord dwells, there the stability, and power, and authority of kings, as Solomon says, are established by justice and judgment. (<a class=\"ref\">Proverbs 16:12<\/a>.) <\/p>\n<p>This consolation ought to be of advantage to princes, not only that they may meet all danger courageously, but likewise that they may firmly and resolutely proceed in their office, and not turn aside on any account, or shrink from any danger. But there are very few who can actually relish this doctrine. Almost all are like Jeroboam, (<a class=\"ref\">1 Kings 12:28<\/a>,) and think that religion should yield to them, and, so far as they imagine, that it will be of service to them, follow it, or rather bend and change it for their own convenience. Their last thought is about God and religion; and we need not wonder if they are always in doubt about their own affairs, and are scarcely ever at rest; for they do not direct their thoughts to him from whom all authority proceeds. (<a class=\"ref\">Romans 13:1<\/a>.) Hence springs treachery, hence springs cruelty, covetousness, violence, and frauds and wrongs of every kind, in which the princes of the present day indulge with less restraint and with greater impudence than all others. Yet there are some in whom we see what is here said of Eliakim. The Lord guards and upholds them, and blesses that regard to equity and justice which he had bestowed upon them. If the Lord permits even tyrants for a time, because they have some appearance of regular government, what shall happen when a prince shall endeavor, to the utmost of his power, to defend justice and judgment, and the true worship of God? Will he not be still more confirmed and established by him who is the continual guardian of righteousness? <\/p>",
    "audit": null
}