{
    "id": 7056,
    "source": "calvin",
    "verse_id": 17933,
    "verse_count": 1,
    "reference": "14:4",
    "title": "",
    "html": "<p><i>Then thou shalt take up this saying. <\/i> By the term <i>witty saying<\/i>, or <i>parable<\/i>, (for the Hebrew word  <span class=\"greek-hebrew\">משל<\/span> (<i>mashal<\/i>) denotes “sayings that are weighty and remarkable, and worthy of being observed,”) he shows that the ruin of Babylon will be so great that it will even become <i>a proverb<\/i>, which usually happens in great and astonishing events. <\/p>\n<p><i>How hath the oppressor ceased? <\/i>The word <i>How <\/i>throws it into the form of a question expressive of astonishment and ridicule. It might be thought incredible that Babylon, furnished with such abundant wealth and forces, should be overturned and fall into the hands of the enemy. Justly, therefore, does he ridicule their foolish and vain confidence, that, being swelled with haughtiness, they thought that they were invincible, and were placed beyond the reach of all danger. <\/p>\n<p>Yet it may be thought to be inconsistent with the modesty of godly persons to scoff at the misery of others, for they ought rather to have pitied them. But it is not inconsistent with compassion, when our zeal is regulated by the justice of the judgment of God; for in that case we may with human feelings compassionate those who perish through their folly, and at the same time laugh at their insolence and madness. As the Lord scoffs at them, laughing at their senselessness, so he bids us, through zeal for his glory, mock at them; not that we may be swelled with impudence, but that we may praise his goodness and power. By this example, therefore, we may scoff at the enemies of God, when they are vanquished or brought down, as we may scoff at Antichrist, whose power we daily see diminished and gradually falling into decay. <\/p>\n<p><i>How hath the city covetous of gold ceased! <\/i> The word  <span class=\"greek-hebrew\">מדהבה<\/span>, (<i>madhebah<\/i>,) in this clause, might be rendered <i>golden<\/i>, or <i>ornamented with gold<\/i>; but as it is connected with the word <i>Oppressor <\/i>or <i>Tyrant<\/i>, it probably denotes covetousness and insatiable greediness for <i>gold<\/i>, to which the Babylonians were subject. It is usually the case with great empires and states and wealthy nations, that the greater their abundance, the stronger is their greediness to possess more.  <\/p>\n\n<p>FT205 <i>The golden city ceased <\/i>! — Eng. Ver. <\/p>\n<p>FT206 “ <span class=\"greek-hebrew\">מדהבה<\/span>, (<i>madhebah<\/i>,) being a Chaldee word, was probably the epithet by which that people distinguished their capital, as the Italians say, Florence the fair, Padua the learned, etc.” — <i>Stock <\/i><\/p>\n<p>FT207 <i>With a continued stroke<\/i>. (Heb. <i>a stroke without removing<\/i>.) — Eng Ver. <i>A stroke without intermission<\/i>. — <i>Stock With a stroke unremitted<\/i>. — <i>Lowth <\/i><\/p>\n<p>FT208 <i>Hell from beneath <\/i>(or, <i>the grave<\/i>) <i>is moved for thee<\/i>. — Eng. Ver. <\/p>\n<p>FT209 <i>The dead<\/i>. — Eng. Ver. <i>The mighty dead<\/i>. — <i>Stock<\/i>. “<i>Rephaim<\/i>, the gigantic spectres. Ghosts are commonly magnified by vulgar terror to a stature superior to the human.” — <i>Rosenmuller <\/i><\/p>\n<p>FT210 The allusion is obviously to a passage from Juvenal which the author, on a former occasion (See page 174), quoted at greater length. — <i>Ed <\/i><\/p>\n<p><span>Mors sola fatetur,\nQuantula sint hominum corpuscula <\/span> <span>.\n<\/span>Juven. Sat.<i>10:172,173. <\/i><\/p>",
    "audit": null
}