{
    "id": 6950,
    "source": "calvin",
    "verse_id": 17823,
    "verse_count": 1,
    "reference": "8:15",
    "title": "",
    "html": "<p><i>And many among them shall stumble. <\/i>He goes on to threaten the ungodly, as he had formerly begun, and declares that those who refuse to trust in God will not escape without being punished. The threatening runs thus: “when they have <i>stumbled<\/i>, they will then <i>fall<\/i>, and afterwards they will <i>be bruised<\/i>. ” This agrees with the former metaphor, in which he compared God to a stone. Christ has alluded to that metaphor, including both clauses. <\/p>\n<p><span>“He who shall fall on this stone will be broken; but on whomsoever it shall fall, it will bruise him.”\n(<\/span><a class=\"ref\">Matthew 21:44<\/a>.) <\/p>\n<p><i>And shall be snared and taken. <\/i>This agrees with the latter metaphor, in which he compared God to a <i>snare <\/i>and <i>gin<\/i>. Let not the ungodly, therefore, imagine that they are stronger or wiser than God; for they will find that he excels them in strength and wisdom, and that to their destruction. They must, therefore, unavoidably be ruined; for either they will be utterly <i>bruised<\/i>, or they will be <i>snared <\/i>in such a manner, that they can never extricate themselves. <\/p>\n<p>This threatening also regards the godly, that they may not hesitate to withdraw from holding fellowship with the multitude, and that they may not resolutely disregard the sinfulness of revolt. Now, this does not strictly belong to God, but is rather, as we would say, accidental; for it belongs to God to receive men into his favor, and to give them a firm security for their salvation. That was more clearly manifested in Christ, and is still manifested; and, therefore, Peter reminds us that, though many unbelievers <i>stumble<\/i>, this is no reason why their <i>stumbling <\/i>should obstruct the progress of our faith; for Christ is notwithstanding <i>a chosen and precious stone<\/i>. (<a class=\"ref\">1 Peter 2:4<\/a>.) <\/p>",
    "audit": null
}