{
    "id": 7623,
    "source": "calvin",
    "verse_id": 18514,
    "verse_count": 1,
    "reference": "43:8",
    "title": "",
    "html": "<p><i>That I may bring out. <\/i>The brevity of the words makes the meaning somewhat obscure. Some translate it thus, “I will bring out the blind, and him who hath eyes,” that is, both the blind and them that see, both the deaf and them that hear. Some explain <i>blind <\/i>to mean those who have indeed eyes, but so dim that they cannot perceive the secrets of heavenly wisdom. But when I take a careful survey of the whole, I prefer to interpret those phrases separately. “I will bring out the blind, so as to restore sight to them; I will bring out the deaf, so that they shall recover their hearing.” And thus the meaning of the words is, “To bring out the blind, and they shall have eyes; and to bring out the deaf, and they shall have ears.” The people are first delivered, and then eyes and ears are restored to them. <\/p>\n<p>The Lord did this when he brought his people out of Babylon; but undoubtedly the Prophet looks farther, that is, to the kingdom of Christ; for at that time believers were gathered not only out of Babylon, but out of all places of the earth. This was seen openly and singularly at Peter’s first sermon, when many persons from various countries united in the same confession of faith. (<a class=\"ref\">Acts 2:41<\/a>.) But afterwards others, who appeared to be altogether strangers, united in the same body, and shewed that they were children of Abraham. If, therefore, we wish to find the full truth of this prophecy, we must come to Christ, by whom alone we are rescued from the bondage of the devil and restored to liberty. (<a class=\"ref\">John 8:36<\/a>.) It is he who restores to us eyes and ears, though formerly we were by nature both blind and deaf. Yet it is proper to remember what I have repeatedly stated on former occasious, that the return of the people is closely connected with the renewal of the Church, which was accomplished by Christ; for what God began by bringing his people out of captivity he continued till Christ, and then brought to perfection; and so it is one and the same redemption. Hence it follows that the blessings which are here mentioned ought not to be limited to a short time. <\/p>",
    "audit": null
}