{
    "id": 7238,
    "source": "calvin",
    "verse_id": 18119,
    "verse_count": 1,
    "reference": "24:23",
    "title": "",
    "html": "<p><i>The moon shall be confounded. <\/i>Many commentators think that the Prophet waxes still more wroth against the Jews, so far as to say, that the sun and moon and stars are ashamed of their unbelief, and that not only men, but creatures devoid of speech, will abhor them; but this appears to be far removed from the meaning and design of the Prophet. I have no doubt that he continues to give the consolation which he had glanced at in the former verse; “When the Lord shall visit his people, and cleanse the Church from its defilement, he will establish a kingdom so illustrious that it will darken the sun and stars by its brightness.” This mode of expression is frequently employed by the prophets, and we have formerly seen it. Since, therefore, God will establish your kingdom on Mount Zion, so great will be its splendor in the restoration of the people, that those things which dazzle the eyes of men, will be dark in comparison of it; and, for the purpose of expressing this, he has mentioned those objects which surpass all others in brightness. <\/p>\n<p><i>When the Lord of hosts shall reign in Mount Zion. <\/i>Some think that the word <i>reign <\/i>denotes God’s vengeance; but this is inaccurate, for although the Lord is said to reign when he discharges the office of a Judge, yet the complex phrase, “the reign of God in Mount Zion,” always denotes mercy and salvation. He speaks of the restoration of the Church, and hence it follows, that it is only in Christ that those things are fulfilled. <\/p>\n<p><i>And before his elders glory. <\/i>By expressly mentioning the “elders,” he employs a figure of speech frequently used in Scripture, by which the chief part of the Church is taken for the whole body of it. And yet it is not without a special design that he denotes, by the term “elders,” not only the priests, but other governors who preside over discipline and morals, and by whose moderation and prudence others ought to be guided. Under their name he includes the whole nation, not only because they represent the whole body, and because the common people are in some measure concealed under their shadow, but likewise that believers may entertain hope of future restoration; for otherwise it would have been of little or no avail that a scattered multitude should be left like a mutilated body or a confused mass. Not without good reason did he use the phrase, “and before his elders,” that the Jews might know that the power of God would be visibly and strikingly displayed; not that it can be perceived by the bodily senses, but by faith. He reigns in such a manner, that we feel that he is present with us; and if we did not comprehend this, it would yield us no consolation. <\/p>\n<p><i>Glory. <\/i> Instead of “glory” some read “gloriously,” and others, “glorious.” I prefer to take it simply as a substantive, though there is little difference in the meaning. He shews how great will be the splendor and glory of God, when the kingdom of Christ shall be established, because all that is brilliant must be obscured, and the glory of Christ alone must hold a high and prominent place. Hence it follows, that then only does God receive his just rights, and the honor due to him, when all creatures are placed in subjection, and he alone shines before our eyes. <\/p>",
    "audit": null
}