{
    "id": 7769,
    "source": "calvin",
    "verse_id": 18665,
    "verse_count": 1,
    "reference": "50:2",
    "title": "",
    "html": "<p><i>Why did I come? <\/i>This might be a reason assigned, that the people have not only brought upon themselves all immense mass of evils by provoking God’s anger, but have likewise, by their obstinacy, cut off the hope of obtaining pardon and salvation. But I think that God proceeds still further. After having explained that he had good reason for divorcing the people, because they had of their own accord given themselves up to bondage, when they might have been free, he adds that still it is not he who prevents them from being immediately set at liberty. As he shewed, in the former verse, that the whole blame rests with the Jews, so now he declares that it arises from their own fault that they grow old and rot in their distresses; for the Lord was ready to assist them, if they had not rejected his grace and kindness. In a word, he shows that both the beginning and the progress of the evil arise from the fault of the people, in order that he may free God from all blame, and may shew that the Jews act wickedly in accusing him as the author of evil, or in complaining that he will not assist them. <\/p>\n<p>First, then, the Lord says that he “came;” and why, but that he might stretch out his hand to the Jews? Whence it follows that they are justly deprived; for they would not receive his grace. Now, the Lord is said to “come,” when he gives any token of his presence. He approaches by the preaching of the Word, and he approaches also by various benefits which he bestows on us, and by the tokens which he employs for manifesting his fatherly kindness toward us. <\/p>\n<p>“Was there ever any people,” as Moses says, “that saw so many signs, and heard the voice of God speaking, like this people?” (<a class=\"ref\">Deuteronomy 4:33<\/a>.) <\/p>\n<p>Constant invitation having been of no advantage to them, when he held out the hope of pardon and exhorted them to repentance, it is with good reason that he speaks of it as a monstrous thing, and asks why there was no man to meet him. They are therefore held to be convicted of ingratitude, because, while they ought to have sought God, they did not even choose to meet him when he came; for it is an instance of extreme ingratitude to refuse to accept the grace of God which is freely offered. <\/p>\n<p><i>Why did I call, and no one answered? <\/i>In the word <i>call <\/i>there is a repetition of the same statement in different words. When God “calls,” we ought to be ready and submissive; for this is the “answer” which, he complains, was refused to him; that is, we ought to yield implicitly to his word. But this expression applies strictly to the matter now in hand; because God, when he offered a termination to their distresses, was obstinately despised, as if he had spoken to the deaf and dumb. Hence he infers that on themselves lies the blame of not having been sooner delivered; and he supports this by former proofs, because he had formerly shewn to the fathers that he possessed abundance of power to assist them. Again, that they may not cavil and excuse themselves by saying that they had not obtained salvation, though they heartily desired it, he maintains, on the other hand, that the cause of the change ought to be sought somewhere else than in him, (for his power was not at all diminished,) and therefore that he would not have delayed to stretch out his hand to them in distress, if they had not wickedly refused his aid. <\/p>\n<p><i>By shortening hath my hand been shortened? <\/i>By this interrogation he expresses greater boldness, as if he were affirming what could not be called in question; for who would venture to plead against God that his power was diminished? He therefore relates how powerfully he rescued his people out of Egypt, that they may not now imagine that he is less powerful, but may acknowledge that their sins were the hinderance.  He says that by his reproof he “dried up the sea,” as if he had struck terror by a threatening word; for by his authority, and at his command, the seas were divided, so that a passage was opened up, (<a class=\"ref\">Exodus 14:21<\/a>,) and Jordan was driven back. (<a class=\"ref\">Joshua 3:16<\/a>.) The consequence was, that “the fishes,” being deprived of water, died and putrified. <\/p>",
    "audit": null
}