{
    "id": 7713,
    "source": "calvin",
    "verse_id": 18609,
    "verse_count": 1,
    "reference": "47:9",
    "title": "",
    "html": "<p><i>But those two things shall suddenly come to thee. <\/i>Because Babylon supposed that she was beyond the reach of all danger, the Prophet threatens against her very sore distress. When she said that she would neither be “a widow” nor “childless,” he declares on the other hand, that both calamities shall come upon her, so that her miserable destitution shall expose her to the utmost contempt. <\/p>\n<p><i>In their perfection. <\/i>That is, “completely,” so that in all points, without any exception, she shall be childless. There is also an implied contrast between moderate punishment, some alleviation of which may be expected, and the dreadful vengeance of God, which has no other end than ruin; for, the greater the confidence with which wicked men are elated, the more severely are they punished. <\/p>\n<p><i>For the multitude of thy divinations. <\/i>Some render this term <i>diviners; <\/i>but I think that it denotes the act or the vice rather than the persons. Some explain  <span class=\"greek-hebrew\">ב<\/span> <i>(beth) <\/i>to mean “on account of,” and understand it to express a cause; and in this sense it frequently occurs in Scripture. Yet it might be suitably interpreted, that the Babylonians shall derive no aid or relief from the deceitful skill in divinations of which they boasted so much; and so it might be translated <i>notwithstanding; <\/i> as if he had said, “The abundance of divinations or auguries shall not prevent these things from happening to Babylon.”  He ridicules the confidence which they placed in their useless auguries, by which they thought that they foresaw future events; but, as we shall shortly afterwards dwell more largely on this point, I readily admit that it is here reckoned to be one of the causes of the vengeance inflicted on them, that, in consequence of trusting to such delusions, they dreaded nothing.  <\/p>",
    "audit": null
}