{
    "id": 7121,
    "source": "calvin",
    "verse_id": 18000,
    "verse_count": 1,
    "reference": "18:2",
    "title": "",
    "html": "<p><i>Sending ambassadors by the sea. <\/i>This relates strictly to the state of those times. It would appear that this nation solicited the Egyptians or Syrians to harass the Jews, or that the Assyrians employed them for the purpose of harassing the Jews, or that they had formed an alliance with the Egyptians, in order that, by their united force, they might prevent the power of the Assyrians from increasing beyond bounds; for nothing more than conjectures can be offered, because we have no histories that give any account of it, and where historical evidence is wanting, we must resort to probable conjectures. These voyages, there is reason to believe, were not made to any place near at hand, but to a distant country. <\/p>\n<p><i>In ships of reeds. <\/i> We ought not to think it strange that he calls them <i>ships of reeds, <\/i>for it is evident from the ancient histories that these were commonly used by the Egyptians, because the channel of the Nile is in some places very steep and dangerous to navigators on account of the cataracts, which the Greeks call  <span class=\"greek-hebrew\">Κατάδουπα<\/span>, so that ships of wood cannot be used at those places without being broken and dashed to pieces on the rocks; and therefore it is necessary to employ ships of pliant materials. That the ships might not admit water and thus be sunk, historians tell us that they were daubed within with pitch. <\/p>\n<p><i>Go, ye swift messengers. <\/i>This passage is obscure, but I shall follow what I consider to be probable. The Prophet shews the design of his prediction, or the reason why he foretold the destruction of that nation. If we believe them to have been the avowed enemies of the Jews, the design was to afford some consolation to believers who were wretchedly broken up and scattered, that having received this message they might rejoice and give thanks to God. But if we rather think that the Jews were led by this nation into an unlawful league, we must then consider that this exhortation is ironical, and that the Prophet intended to reprove the folly of the chosen people, in forsaking God and relying on useless aid. Some think that these words were spoken by God, as if he commanded those nations who inhabited the sea-coast to destroy the Jews; but I am not at all of that opinion. <\/p>\n<p><i>To a nation scattered and plundered. <\/i> I do not agree with those who think that these words describe the destruction of that unknown and obscure nation; for by “a plundered nation” he means the Jews who were to be grievously harassed and scattered, so that no part of them escaped injury. <\/p>\n<p><i>To a people terrible from their beginning hitherto. <\/i>He calls it <i>terrible, <\/i>because so great calamities would disfigure it in such a manner that all who beheld it would be struck with terror. I cannot approve of the exposition given by some, that this relates to the signs and miracles which the Lord performed amongst them, so as to render them an object of dread to all men; for the allusion is rather to that passage in the writings of Moses, “The Lord will make thee an astonishment and a terror.” <a class=\"ref\">Deuteronomy 28:37<\/a> In like manner it is said elsewhere, “for the shaking of the head and mockery.” (<a class=\"ref\">Jeremiah 18:16<\/a>.) He therefore means that they are a nation so dreadful to behold as to fill all men with astonishment, and we know that this was foretold and that it also happened to the Jews. <\/p>\n<p><i>A nation trodden down on every side. <\/i>  <span class=\"greek-hebrew\">קו קו<\/span>, (<i>kav-kav,<\/i>) that is, <i>on every side, <\/i>as if one drew lines and joined them so closely that no space was left between them, or as if one drew furrows in a field so as to break every clod; for in this manner was the nation thrown down and trampled under foot.  <\/p>\n<p><i>Whose land the rivers have spoiled. <\/i>By <i>the rivers <\/i>he means the vast army of the enemies, that is, of the Assyrians. He alludes to what he had formerly said, that the nation, not satisfied with its own little stream, longed for rapid and boisterous rivers. (<a class=\"isa\" verses=\"MTc4MTQ=\">Isaiah 8:6<\/a>.) After having applied to them for assistance, they were overwhelmed by them as by a deluge; and the reason of the whole evil was this, that they were not satisfied with the promises of God, and sought assistance in another quarter. Now, if this command is understood to be given to the <i>swift messengers <\/i>in the name of God, we infer from it that he does not immediately assist his own people, but delays his aid till they are brought to a state of despair. He does not send to them a cheerful and prosperous message while they are still uninjured, or when they have received a light stroke, but he sends a message to a nation altogether trodden down and trampled under foot. Yet when he commands them to make haste, he means that the judgment will be sudden and unexpected, so that light will suddenly burst forth amidst the darkness. <\/p>",
    "audit": null
}