{
    "id": 7489,
    "source": "calvin",
    "verse_id": 18379,
    "verse_count": 1,
    "reference": "37:26",
    "title": "",
    "html": "<p><i>Hast thou not heard? <\/i>The greater part of commentators explain this verse as if the Lord declared that nothing was now done, or had formerly been done by this tyrant, which he had not foretold by the mouth of the Prophet, and thus affirmed that he was the author of those things. But I explain it in a different manner, which is, that Jerusalem will be preserved by the assistance of God, because he is the protector of it. <\/p>\n<p><i>That I made it long ago. <\/i>For the sake of giving greater emphasis, he suppresses the name of the city, and employs the demonstrative pronoun <i>it, <\/i>as if all other cities had been of no value in the sight of God.  Others view the pronoun <i>it <\/i>as referring to the deliverance which depended on the secret decree of God; but whoever examines judiciously the design and words of the Prophet, will acknowledge that <i>it <\/i>rather denotes Jerusalem. God had complained that he was dishonored by base reproaches; and yet, in repeating the words of Sennacherib, he mentioned only “Lebanon” and the adjacent country. In order now to shew that under the name “Lebanon” war has been declared against himself, he affirms, as in many other passages of Scripture, that Jerusalem was founded by his own hand and built by his direction, and therefore that, until he was conquered, Sennacherib could not overthrow it. <\/p>\n<p>This doctrine is found everywhere, and frequently repeated in the Scriptures, (<a class=\"ref\">Psalms 48:8<\/a>; <a class=\"isa\" verses=\"MTc5NjE=\">Isaiah 14:32<\/a>,) and contains a remarkable consolation, by which the godly may be sustained amidst the severest afflictions that can befall them; and that consolation is, that they will continually be under God’s protection, because he has elected them. He employs this argument, “I have founded the Church, and therefore the salvation of the Church shall always be my care; because I will not leave unfinished the work which I have begun, but will carry it forward to perfection.” In short, the Lord testifies that he defends and preserves his work, because it involves his honor and our salvation. Yet he is called “the maker of the Church,” in a different sense from that in which he is commonly called the Creator of heaven and earth; for we are his peculiar work, “his workmanship, ( <span class=\"greek-hebrew\">τὸ ποίημα<\/span>,) created anew by his Spirit,” as Paul speaks, and as we have formerly explained on other passages.  This work is, therefore, more excellent than the whole creation of the world; that no one may ascribe it to his own exertions or power that he has been adopted into the Church of God; for it is not without good reason that we are called “his workmanship.” <\/p>\n<p>It may be asked, “Why does the Lord say that <i>he formed Jerusalem from ancient days? <\/i>for there were other cities far more ancient.” I reply, this must not be viewed as referring to the outward form or structure of the city, but to that eternal decree by which he chose it to be his dwelling-place; for although it was declared, even when the ark was built, “This is my rest, here will I dwell,” (<a class=\"ref\">Psalms 132:14<\/a>;) and again by Moses, <\/p>\n<p>“Wherever I shall record my name, I will come to thee and will bless thee,” (<a class=\"ref\">Exodus 20:24<\/a>;) <\/p>\n<p>yet it had been ordained by God long before. “We were chosen,” as Paul also informs us, <\/p>\n<p><span>“before the foundations of the world were laid,” \n(<\/span><a class=\"ref\">Ephesians 1:4<\/a>;) <\/p>\n<p>and James declares that <\/p>\n<p>“we were begotten by the word of truth, that we might be as it were the first-fruits of all the creatures.” (<a class=\"ref\">James 1:18<\/a>.) <\/p>\n<p>He will, therefore, preserve us above all creatures, and will never allow us to perish; and indeed, for the same reason that Christ is called “the firstborn of every creature,” (<a class=\"ref\">Colossians 1:15<\/a>) “the Church, which is his body,” (<a class=\"ref\">Ephesians 1:22<\/a>,) possesses the highest honor and dignity in the whole world. I leave to the Rabbins their dreams, that God created the Messiah and Jerusalem with a throne of glory before he created heaven and earth. But we must maintain this doctrine, that God will be the faithful guardian of his Church, because he has deigned to prefer her to the whole world. <\/p>\n<p><i>And should I now bring it to be desolation? <\/i>Others take these words in a different sense. I acknowledge that the Prophet’s words are in the past tense, <i>Now have I brought and placed it; <\/i>but as the change of tenses is frequent in the Hebrew language, the Prophet, after having said that God is the founder of his Church, and that it is the most illustrious of all his works, undoubtedly argues from it that it is impossible that he shall involve his Church in the same ruin as ordinary things. We must therefore read it as a question, “Shall I now bring it?” or, “Shall I now have brought it?<i>” <\/i>As if he had said, “Should I allow it to be ruined, like other cities that have been destroyed and razed?”  For he compares Jerusalem to other cities which had been overthrown by the king of Assyria, and subjected to his power, that no one may think that the tyrant can so easily overturn it; because it holds a different position from other cities which have been destroyed and levelled with the ground. It ought not therefore to be compared even to the best fortified cities, for they quickly fall with their earthly strength; but the Church, though small and feeble, has a firm and solid foundation.in the election of God, and cannot be overturned by any billows or tempests. <\/p>\n<p>We see wonderful changes that have often taken place throughout the whole world, republics subverted, empires overthrown, very powerful nations subdued, their name extinguished, and their glory effaced. Where is now the majesty of the Roman Empire? Where is the grandeur of that nation which was mistress of the whole world? If there are any remains of it, (and they are few,) do they not aid the wretched bondage of that detestable monster, Antichrist, whose tyranny is exercised over the whole world? Where is now the liberty of Rome? Where is the beauty of that illustrious republic? May not Rome be justly called the workshop of iniquity, and the lodginghouse of every crime? <\/p>\n<p>But amidst those frightful changes, the Lord declares that he will assist Jerusalem, that is, his Church, and that although amidst those changes she may be afflicted and tossed in various ways, yet she shall stand erect, or at least the shaking and oppression which she may suffer shall not hinder her from being renewed and multiplied from age to age by various resurrections. Although there are not always in the world the same members of the Church, yet it is the same body joined to the same head, that is, Christ. The Lord will therefore defend his city, and will cause <\/p>\n<p>“the children of his servants to continue, that their seed may be established for ever.” (<a class=\"ref\">Psalms 102:28<\/a>.) <\/p>",
    "audit": null
}