{
    "id": 7604,
    "source": "calvin",
    "verse_id": 18495,
    "verse_count": 1,
    "reference": "42:14",
    "title": "",
    "html": "<p><i>I have kept silence. <\/i>The Prophet meets the temptations which commonly give us great uneasiness, when God delays his aid. We are tempted by impatience, and dread that his promises are false. We reckon it unreasonable that God should be silent, and fall asleep, so to speak, while the wicked carry themselves high; that he should be cool, while they burn with eagerness to do mischief; and that he should wink at their crimes, while they keenly pursue every kind of cruelty. When their minds were distressed and almost overwhelmed, the Prophet wished to comfort them, that they might not think that God had forsaken them, though everything appeared to be desperate. <\/p>\n<p><i>For a long time. <\/i>He expressly mentions “the great length of time,” that their hearts might not languish through the tedious delay; for when they had been broken down by almost incessant calamities since the death of Jehoshaphat, it was very hard and distressing to spend seventy years in captivity. Nor was even this the end of their afflictions, and therefore they needed to be carefully admonished, that although God do not immediately send relief, still believers will suffer nothing by the delay, provided that they wait with patience. By these words he also rebukes unbelievers, who, trusting to his forbearance, freely indulged in every kind of wickedness; and therefore God declares that, although he has refrained and been a silent spectator, he is not on that account deprived of his power. <\/p>\n<p><i>Like a woman in labor. <\/i>By this metaphor he expresses astonishing warmth of love and tenderness of affection; for he compares himself to a mother who singularly loves her child, though she brought him forth with extreme pain. It may be thought that these things are not applicable to God; but in no other way than by such figures of speech can his ardent love towards us be expressed. He must therefore borrow comparisons from known objects, in order to enable us to understand those which are unknown to us; for God loves very differently from men, that is, more fully and perfectly, and, although he surpasses all human affections, yet nothing that is disorderly belongs to him. <\/p>\n<p>Besides, he intended also to intimate that the redemption of his people would be a kind of birth, that the Jews might know that the grave would serve them for a womb, and that thus, in the midst of corruption, they might entertain the hope of salvation. Although he produced a new Church for himself without pain or effort, yet, in order to exhibit more fully the excellence of his grace in this new birth, he not inappropriately attributes to himself the cry of “a woman in labor.” <\/p>\n<p><i>I will destroy and swallow at once. <\/i>Because that comparison of a travailing woman might somewhat degrade the majesty and power of God, the Prophet determined to add here a different feeling. So far then as relates to love, he says that God resembles a mother; so far as relates to power, he says that he resembles a lion or a giant. <\/p>",
    "audit": null
}