{
    "id": 7817,
    "source": "calvin",
    "verse_id": 18713,
    "verse_count": 1,
    "reference": "53:1",
    "title": "",
    "html": "<p><i>Who will believe our report? <\/i>This division, or rather dismemberment, of the chapter, ought to be disregarded; for it ought to have begun with the thirteenth verse of the former chapter, and these words ought to be connected with what goes before.  Here the Prophet pauses, as it were, in the middle of his discourse; for, having formerly said that the name of Christ would be everywhere proclaimed, and would be revealed to unknown nations, and yet would have so mean an aspect that it might appear as if these things were fabulous, he breaks off his discourse, and exclaims that “Nobody will believe those things.” At the same time, he describes his grief, that men are so unbelieving as to reject their salvation. <\/p>\n<p>Thus, it is a holy complaint made by one who wished that Christ should be known by all, and who, notwithstanding of this, sees that there are few who believe the Gospel, and therefore groans and cries out, “Who hath believed our report?“ Let us therefore groan and complain along with the Prophet, and let us be distressed with grief when we see that our labor is unprofitable, and let us complain before God; for godly ministers must be deeply affected, if they wish to perform their work faithfully. Isaiah declares that there will be few that submit to the Gospel of Christ; for, when he exclaims, “Who will believe the preaching?” he means that of those who hear the Gospel scarcely a hundredth person will be a believer. <\/p>\n<p>Nor does he merely speak of himself alone, but like one who represents all teachers. Although therefore God gives many ministers, few will hold by their doctrine; and what then will happen when there are no ministers? Do we wonder that the greatest blindness reigns there? If cultivated ground is unfruitful, what shall we look for from a soil that is uncultivated and barren? And yet it does not detract anything from the Gospel of Christ, that there are few disciples who receive it; nor does the small number of believers lessen its authority or obscure its infinite glory; but, on the contrary, the loftiness of the mystery is a reason why it scarcely obtains credit in the world. It is reckoned to be folly, because it exceeds all human capacities. <\/p>\n<p><i>To whom <\/i>(literally, <i>on whom<\/i>) <i>is the arm of Jehovah revealed? <\/i>In this second clause he points out the reason why the number of believers will be so small. It is, because no man can come to God but by an extraordinary revelation of the Spirit. To suppose that by the word “Arm” Christ is meant, is, in my opinion, a mistake. It assigns the cause why there are so few that believe; and that is, that they cannot attain it by the sagacity of their own understanding. This is a remarkable passage, and is quoted by John and Paul for that purpose. “Though Jesus,” said John, “had performed many miracles in their presence, they believed not in him, that the saying of Isaiah the Prophet might be fulfilled, which he spake, <\/p>\n<p><span>“Lord, who hath believed our report, and to whom is the arm of the Lord revealed?” \n(<\/span><a class=\"ref\">John 12:37<\/a>) <\/p>\n<p>And Paul says, “But they do not all believe the Gospel; for Isaiah saith, Lord, who hath believed our report?“ (<a class=\"ref\">Romans 10:16<\/a>) Both of them declare that there will be no reason to wonder, if that which was long ago foretold shall happen; and they do so for the purpose of removing offense which might have arisen from the revolt of that nation, which ought to have acknowledged Christ, but obstinately resisted him. <\/p>\n<p>Isaiah does not include merely the men of his own time, but all posterity to the end of the world; for, so long as the reign of Christ shall endure, this must be fulfilled; and therefore believers ought to be fortified by this passage against such a scandal. These words refute the ignorance of those who think that faith is in the power of every person, because preaching is common to all. Though it is sufficiently evident that all are called to salvation, yet the Prophet expressly states that the external voice is of no avail, if it be not accompanied by a special gift of the Spirit. And whence proceeds the difference, but from the secret election of God, the cause of which is hidden in himself? <\/p>",
    "audit": null
}