{
    "id": 6975,
    "source": "calvin",
    "verse_id": 17849,
    "verse_count": 1,
    "reference": "9:19",
    "title": "",
    "html": "<p><i>Through the anger of the <\/i>Lord<i>of hosts is the land darkened. <\/i>After having shown that the cause of all our evils proceeds from ourselves, and that therefore the blame of it should be laid upon us, he at the same time shows that God is a most righteous avenger. When men draw down upon themselves calamities and distresses, God does not suffer them to escape his hand; not that he is inclined to cruelty, for he is <i>gracious and merciful<\/i>, (<a class=\"ref\">Exodus 34:6<\/a>,) but because he is just, and cannot endure the wicked. The dreadful nature of God’s vengeance is described by the metaphor of <i>darkness<\/i>, than which nothing can be more dismal; for without figures of speech a judgment so revolting cannot be expressed. And yet he appears to allude to <i>smoke<\/i>, of which he spoke in the former verse; for when a conflagration extends, and rages with such violence, the light must be overpowered by the thick <i>smoke <\/i><\/p>\n<p><i>No man shall spare his brother. <\/i>In this last clause and in the following verse, the Prophet describes the methods and means, as they are called, by which the Lord will execute his vengeance, when his wrath has been thus kindled. When no enemies shall be seen whom we have cause to dread, he will arm ourselves for our destruction. As if he had said, “The Lord will find no difficulty in executing the vengeance which he threatens; for though there be none to give us any annoyance from without, he will ruin us by intestine broils and civil wars.” It is shocking and monstrous to relate, <i>No man shall spare his brother<\/i>, “every man shall devour his own flesh;” for <i>no man ever hated his own flesh<\/i>. (<a class=\"ref\">Ephesians 5:29<\/a>.) But when the Lord hath blinded us, what remains but that we mutually destroy each other? And though it is monstrous, yet it happens almost every day. <\/p>\n<p>We are not restrained by any relationship either of blood, or of religion, or of the image of God, which we all bear; though even the heathen, on the contrary, were prevented, by sharing in this common nature, from injuring each other, because they perceived that the beasts themselves are restrained by similarity of nature from cruelty against their own kind; for a wolf does not devour a wolf, and a bear does not devour a bear. That <i>human <\/i>beings, from whom the name of <i>humanity <\/i>is derived, should fight with such cruelty and fierceness against one another as to exceed the rage of wild beasts, is monstrous; and this evil can arise from no other source than that God hath blinded them, and <i>given them up to a reprobate sense<\/i>. (<a class=\"ref\">Romans 1:28<\/a>.) Justly hath Isaiah described this kind of revenge; for when men enjoy peace, they think that they are placed beyond the reach of danger, and dread nothing. But the Lord laughs at this indifference, and shows that he will execute his vengeance by their own hand, which he will arm and direct against them. <\/p>",
    "audit": null
}