{
    "id": 7805,
    "source": "calvin",
    "verse_id": 18701,
    "verse_count": 1,
    "reference": "52:4",
    "title": "",
    "html": "<p><i>Into Egypt my people went down aforetime. <\/i>Here also the commentators touch neither heaven nor earth; for the Jews dream of three captivities, and Christians differ from them by thinking that this denotes a third captivity, which shall be under Antichrist, and from which Christ will deliver them. But the Prophet’s meaning, in my opinion, is quite different; for he argues from the less to the greater, by quoting the instance of the Egyptian captivity, from which the people were formerly recalled by the wonderful power of God. (<a class=\"ref\">Exodus 14:28<\/a>.) The argument therefore stands thus: “If the Lord punished the Egyptians because their treatment of his people was harsh and unjust, (<a class=\"ref\">Genesis 15:14<\/a>,) much more will he punish the Babylonians, who have cruelly tyrannized over them.” <\/p>\n<p><i>But the Assyrian has oppressed them without cause. <\/i>There was much greater plausibility in Pharaoh’s claim of dominion over the Jews than in that of the Babylonians; for Jacob, having voluntarily come down to Egypt with his family, (<a class=\"ref\">Genesis 46:5<\/a>,) undoubtedly became subject to the power of Pharaoh, who, in return for the kindness received from Joseph,  had assigned to him a large country and abundant pasturage. Pharaoh’s successors, ungrateful and forgetful of the benefit conferred on them by Joseph, afflicted all the posterity of Jacob in various ways. This ingratitude and cruelty the Lord severely punished. But far more base and savage was the wickedness of the Babylonians, who drove the Jews out of a lawful possession, and dragged them into bondage. If then the Lord could not bear the Egyptians, who were unthankful and ruled by unjust laws, though in other respects they had a just title to possession, much less will he endure the violent and cruel Babylonians, who have no right to govern his people and oppress them by tyranny. <\/p>\n<p>By “the Assyrian,” he means the Babylonians, who were united under the same monarchy with the Assyrians; but he takes special notice of “the Assyrian,” because he was the first that grievously distressed the Jews, and that prepared the way for this captivity. <\/p>",
    "audit": null
}