{
    "id": 7388,
    "source": "calvin",
    "verse_id": 18275,
    "verse_count": 1,
    "reference": "32:15",
    "title": "",
    "html": "<p><i>Till the Spirit be poured out upon you. <\/i>Because the Prophet speaks of the Jews among whom God had determined to plant his Church, it was therefore necessary to leave to them some hope of salvation, that they might not faint amidst so great afflictions; for, while the Lord is severe towards wicked men who falsely shelter themselves under his name, yet in some manner he preserves his Church. The Prophet therefore adds this promise, that they might know that, whatever be the severity with which he punishes his people, still he is always mindful of his covenant; for he never threatens in such a manner as not to leave some ground for consolation, so as to cheer and comfort the hearts of believers, even when their affairs are utterly desperate. Besides, in order that they may fully enjoy the comfort which is offered to them, he raises their eyes to the very Author of life; and indeed we see that, when a favorable change takes place, the greater part of men fill themselves to excess with bread and wine, and, when they are pressed by famine, they neglect God and solicit the earth. <\/p>\n<p>With good reason, therefore, does Isaiah say that “the Spirit” will come <i>from on high <\/i>to refresh and fertilize the earth; and he alludes, I have no doubt, to that saying of David, <\/p>\n<p><span>“Send forth thy Spirit, and they shall be created, and thou wilt renew the face of the earth.” \n(<\/span><a class=\"ref\">Psalms 104:30<\/a>.) <\/p>\n<p>Holding out this as an evidence that God is reconciled, he at the same time declares that the restoration of the Church proceeds solely from the grace of God, who can remove its barrenness as soon as he has imparted strength from heaven; for he who created all things out of nothing, as if they had formerly existed, is able to renew it in a moment. <\/p>\n<p><i>And the wilderness become a Carmel. <\/i> In explaining this comparison of “the wilderness” to “Carmel,” commentators are sadly at a loss; but, as I remarked on a former passage, (<a class=\"isa\" verses=\"MTgyMTE=\">Isaiah 29:17<\/a>,) where a similar phrase occurred,  the Prophet merely, in my opinion, points out the happy effect of that restoration, namely, that the abundance and plenty of all things will prove that God is actually reconciled to his people. He says that places which formerly were “wildernesses” shall be like “Carmel,” which was a rich and fertile spot, and on that account receives its name; and that “Carmel” shall be like “a wilderness,” that is, it shall be so fertile, that if we compare what it now is with what it shall afterwards be, it may seem like “a wilderness.” It is an enlarged representation of that unwonted fertility. “Fields now barren and uncultivated shall be fertile, and cultivated and fertile fields shall yield such abundant fruit that their present fertility is poverty and barrenness, in comparison of the large produce which they shall afterwards yield;” just as if we should compare the fields of Savoy with those of Sicily and Calabria, and pronounce them to be a “wilderness.” In a word, he describes unparalleled fertility, which believers shall enjoy, when they have been reconciled to God, in order that they may know his favor by his acts of kindness. <\/p>\n<p>While Isaiah thus prophesies concerning the reign of Hezekiah, all this is declared by him to relate to the kingdom of Christ as its end and accomplishment; and therefore, when we come to Christ, we must explain all this spiritually, so as to understand that we are renewed as soon as the Lord has sent down the Spirit from heaven, that we who were “wildernesses” may become cultivated and fertile fields. Ere the Spirit of God has breathed into us, we are justly compared to wildernesses or a dry soil; for we produce nothing but “thorns and briers,” and are by nature unfit for yielding fruits. Accordingly, they who were barren and unfruitful, when they have been renewed by the Spirit of God, begin to yield plentiful fruits; and they whose natural dispositions had some appearance of goodness, being renewed by the same Spirit, will afterwards be so fruitful, that they will appear as if they had formerly been a “wilderness;” for all that men possess is but a wild forest, till they have been renewed by Christ. Whenever, therefore, the Church is afflicted, and when her condition appears to be desperate, let us raise our eyes to heaven, and depend fully on these promises. <\/p>",
    "audit": null
}