{
    "id": 8090,
    "source": "clarke",
    "verse_id": 17699,
    "verse_count": 4,
    "reference": "2:13-16",
    "title": "",
    "html": "<p><em>And upon all the cedars \"Even against all the cedars\" -<\/em>Princes, potentates, rulers, captains, rich men, etc. - So Kimchi. These verses afford us a striking example of that peculiar way of writing, which makes a principal characteristic of the parabolical or poetical style of the Hebrews, and in which the prophets deal so largely, namely, their manner of exhibiting things Divine, spiritual, moral, and political, by a set of images taken from things natural, artificial, religious, historical, in the way of metaphor or allegory. Of these nature furnishes much the largest and the most pleasing share; and all poetry has chiefly recourse to natural images, as the richest and most powerful source of illustration. But it may be observed of the Hebrew poetry in particular, that in the use of such images, and in the application of them in the way of illustration and ornament, it is more regular and constant than any other poetry whatever; that it has for the most part a set of images appropriated in a manner to the explication of certain subjects. Thus you will find, in many other places besides this before us, that cedars of Lebanon and oaks of Bashan, are used in the way of metaphor and allegory for kings, princes, potentates of the highest rank; high mountains and lofty hills, for kingdoms, republics, states, cities; towers and fortresses, for defenders and protectors, whether by counsel or strength, in peace or war; ships of Tarshish and works of art, and invention employed in adorning them, for merchants, men enriched by commerce, and abounding in all the luxuries and elegances of life, such as those of Tyre and Sidon; for it appears from the course of the whole passage, and from the train of ideas, that the fortresses and the ships are to be taken metaphorically, as well as the high trees and the lofty mountains.<\/p>\n\n<p><em>Ships of Tarshish -<\/em>Are in Scripture frequently used by a metonymy for ships in general, especially such as are employed in carrying on traffic between distant countries, as Tarshish was the most celebrated mart of those times, frequented of old by the Phoenicians, and the principal source of wealth to Judea and the neighboring countries. The learned seem now to be perfectly well agreed that Tarshish is Tartessus, a city of Spain, at the mouth of the river Baetis, whence the Phoenicians, who first opened this trade, brought silver and gold, ( <a class=\"ref\">Jeremiah 10:9;  Ezekiel 27:12<\/a>;), in which that country then abounded; and, pursuing their voyage still farther to the Cassiterides, (Bogart, Canaan, 1 c. 39; Huet, Hist. de Commerce, p. 194), the islands of Scilly and Cornwall, they brought from thence lead and tin.<\/p>\n\n<p>Tarshish is celebrated in Scripture,  <a class=\"ref\">2 Chronicles 8:17,  2 Chronicles 8:18;  2 Chronicles 9:21<\/a>, for the trade which Solomon carried on thither, in conjunction with the Tyrians. Jehoshaphat,  <a class=\"ref\">1 Kings 22:48; 2 Chronicles 20:36<\/a>, attempted afterwards to renew their trade. And from the account given of his attempt it appears that his fleet was to sail to Ezion-geber on the Red Sea; they must therefore have designed to sail round Africa, as Solomon's fleet had done before, (see Huet, Histoire de Commerce, p. 32), for it was a three years' voyage, ( <a class=\"ref\">2 Chronicles 9:21<\/a>;), and they brought gold from Ophir, probably on the coast of Arabia; silver from Tartessus; and ivory, apes, and peacocks, from Africa.\" <span class=\"greek-hebrew\">אופרי <\/span>   <span class=\"translit\">Afri<\/span>, Africa, the Roman termination, Africa terra. <span class=\"greek-hebrew\">תרשיש <\/span>   <span class=\"translit\">Tarshish<\/span>, some city or country in Africa. So the Chaldee on  <a class=\"ref\">1 Kings 22:49<\/a>, where it renders <span class=\"greek-hebrew\">תרשיש <\/span>   <span class=\"translit\">Tarshish<\/span>  by <span class=\"greek-hebrew\">אפריקה <\/span>   <span class=\"translit\">Aphricah<\/span> ; and compare  <a class=\"ref\">2 Chronicles 20:36<\/a>, from whence it appears, to go to Ophir and to Tarshish is one and the same thing.\" - Dr. Jubb.<\/p>\n\n<p>It is certain that under Pharaoh Necho, about two hundred years afterwards, this voyage was made by the Egyptians; Herodot. 4:42. They sailed from the Red Sea, and returned by the Mediterranean, and they performed it in three years, just the same time that the voyage under Solomon had taken up. It appears likewise from Pliny, Nat. Hist., 2:67, that the passage round the Cape of Good Hope was known and frequently practiced before his time, by Hanno, the Carthaginian, when Carthage was in its glory; by one Eudoxus, in the time of Ptolemy Lathyrus, king of Egypt; and Coelus Antipater, a historian of good credit, somewhat earlier than Pliny, testifies that he had seen a merchant who had made the voyage from Gades to Ethiopia. The Portuguese under Vasco de Gama, near three hundred years ago, recovered this navigation, after it had been intermitted and lost for many centuries. - L.<\/p>",
    "audit": null
}