{
    "id": 8244,
    "source": "clarke",
    "verse_id": 17926,
    "verse_count": 1,
    "reference": "13:19",
    "title": "",
    "html": "<p><em>And Babylon -<\/em>The great city of Babylon was at this time rising to its height of glory, while the Prophet Isaiah was repeatedly denouncing its utter destruction. From the first of Hezekiah to the first of Nebuchadnezzar, under whom it was brought to the highest degree of strength and splendor, are about one hundred and twenty years. I will here very briefly mention some particulars of the greatness of the place, and note the several steps by which this remarkable prophecy was at length accomplished in the total ruin of it.<\/p>\n\n<p>It was, according to the lowest account given of it by ancient historians, a regular square, forty-five miles in compass, inclosed by a wall two hundred feet high and fifty broad; in which there were a hundred gates of brass. Its principal ornaments were the temple of Belus, in the middle of which was a tower of eight stories of building, upon a base of a quarter of a mile square, a most magnificent palace, and the famous hanging gardens, which were an artificial mountain, raised upon arches, and planted with trees of the largest as well as the most beautiful sorts.<\/p>\n\n<p>Cyrus took the city by diverting the waters of the Euphrates which ran through the midst of it, and entering the place at night by the dry channel. The river being never restored afterward to its proper course, overflowed the whole country, and made it little better than a great morass; this and the great slaughter of the inhabitants, with other bad consequences of the taking of the city, was the first step to the ruin of the place. The Persian monarchs ever regarded it with a jealous eye; they kept it under, and took care to prevent its recovering its former greatness. Darius Hystaspes not long afterward most severely punished it for a revolt, greatly depopulated the place, lowered the walls, and demolished the gates. Xerxes destroyed the temples, and with the rest the great temple of Belus, Herod. 3:159, Arrian Exp. Alexandri, lib. 7. The building of Seleucia on the Tigris exhausted Babylon by its neighborhood, as well as by the immediate loss of inhabitants taken away by Seleucus to people his new city, Strabo, lib. 16. A king of the Parthians soon after carried away into slavery a great number of the inhabitants, and burned and destroyed the most beautiful parts of the city, Valesii Excerpt. Diodori, p. 377. Strabo (ibid.) says that in his time great part of it was a mere desert; that the Persians had partly destroyed it; and that time and the neglect of the Macedonians, while they were masters of it, had nearly completed its destruction. Jerome (in loc.) says that in his time it was quite in ruins, and that the walls served only for the inclosure for a park or forest for the king's hunting. Modern travelers, who have endeavored to find the remains of it, have given but a very unsatisfactory account of their success. What Benjamin of Tudela and Pietro della Valle supposed to have been some of its ruins, Tavernier thinks are the remains of some late Arabian building. Upon the whole, Babylon is so utterly annihilated, that even the place where this wonder of the world stood cannot now be determined with any certainty! See also note on  <a class=\"isa\" verses=\"MTg1MjA=\">Isaiah 43:14<\/a>; (note).<\/p>\n\n<p>We are astonished at the accounts which ancient historians of the best credit give of the immense extent, height, and thickness of the walls of Nineveh and Babylon; nor are we less astonished when we are assured, by the concurrent testimony of modern travelers, that no remains, not the least traces, of these prodigious works are now to be found. Scattered fragments of its tiles and bricks are yet to be found. Proud Babylon reduced now to a few brick-bats! Our wonder will, I think, be moderated in both respects, if we consider the fabric of these celebrated walls, and the nature of the materials of which they consisted. Buildings in the east have always been, and are to this day, made of earth or clay, mixed or beat up with straw to make the parts cohere, and dried only in the sun. This is their method of making bricks; see on  <a class=\"isa\" verses=\"MTc4Mzk=\">Isaiah 9:9<\/a>; (note). The walls of the city were built of the earth digged out on the spot, and dried upon the place, by which means both the ditch and the wall were at once formed, the former furnishing materials for the latter. That the walls of Babylon were of this kind is well known; and Berosus expressly says, (apud Joseph. Antiq. 10:11), that Nebuchadnezzar added three new walls both to the old and new city, partly of brick and bitumen, and partly of brick alone. A wall of this sort must have a great thickness in proportion to its height, otherwise it cannot stand. The thickness of the walls of Babylon is said to have been one-fourth of their height, which seems to have been no more than was absolutely necessary. Maundrell, speaking of the garden walls of Damascus, says, \"They are of a very singular structure. They are built of great pieces of earth, made in the fashion of brick, and hardened in the sun. In their dimensions they are two yards long each, and somewhat more than one broad, and half a yard thick.\" And afterward, speaking of the walls of the houses, he says, \"From this dirty way of building they have this amongst other inconveniences, that upon any violent rain the whole city becomes, by the washing of the houses, as it were a quagmire,\" p. 124. And see note on  <a class=\"isa\" verses=\"MTgyMzE=\">Isaiah 30:13<\/a>. When a wall of this sort comes to be out of repair, and is neglected, it is easy to conceive the necessary consequences, namely, that in no long course of ages it must be totally destroyed by the heavy rains, and at length washed away, and reduced to its original earth.  - L.<\/p>",
    "audit": null
}