{
    "id": 8098,
    "source": "clarke",
    "verse_id": 17714,
    "verse_count": 1,
    "reference": "3:6",
    "title": "",
    "html": "<p><em>Of the house of his father \"Of his father's house\" -<\/em>For <span class=\"greek-hebrew\">בית <\/span>   <span class=\"translit\">beith<\/span>, the house, the ancient interpreters seem to have read <span class=\"greek-hebrew\">מבית <\/span>   <span class=\"translit\">mibbeith<\/span>, from the house; <span class=\"greek-hebrew\">του οικειου του πατρος αυτου<\/span>, Septuagint; domesticum patris sui, Vulgate; which gives no good sense. But the Septuagint MS. 1. D. 2: for <span class=\"greek-hebrew\">οικειου<\/span>  has <span class=\"greek-hebrew\">οικου<\/span> . And, his brother, of his father's house, is little better than a tautology. The case seems to require that the man should apply to a person of some sort of rank and eminence; one that was the head of his father's house, (see  <a class=\"ref\">Joshua 12:14<\/a>;), whether of the house of him who applies to him, or of any other; <span class=\"greek-hebrew\">אביו בית ראש <\/span>   <span class=\"translit\">rosh beith abaiu<\/span>, the chief, or head of his father's house. I cannot help suspecting, therefore, that the word <span class=\"greek-hebrew\">ראש <\/span>   <span class=\"translit\">rosh<\/span>, head, chief, has been lost out of the text.<\/p>\n\n<p><em>Saying -<\/em>Before <span class=\"greek-hebrew\">שמלה <\/span>   <span class=\"translit\">simlah<\/span>, garment, two MSS., one ancient, and the Babylonish Talmud have the word <span class=\"greek-hebrew\">לאמר <\/span>   <span class=\"translit\">lemor<\/span>, saying; and so the Steptuagint, Vulgate, Syriac, and Chaldee. I place it with Houbigant, after <span class=\"greek-hebrew\">שמלה <\/span>   <span class=\"translit\">simlah<\/span> .<\/p>\n\n<p><em>Thou hast clothing \"Take by the garment\" -<\/em>That is, shall entreat him in an humble and supplicating manner. \"Ten men shall take hold of the skirt of him that is a Jew, saying, Let us go with you; for we have heard that God is with you,\"  <a class=\"ref\">Zechariah 8:23<\/a>. And so in  <a class=\"isa\" verses=\"MTc3MzU=\">Isaiah 4:1<\/a>, the same gesture is used to express earnest and humble entreaty. The behavior of Saul towards Samuel was of the same kind, when he laid hold on the skirt of his raiment,  <a class=\"ref\">1 Samuel 15:27<\/a>. The preceding and following verses show, that his whole deportment, in regard to the prophet, was full of submission and humility.<\/p>\n\n<p><em>And let this ruin be under thy hand \"And let thy hand support\" -<\/em>Before <span class=\"greek-hebrew\">ידך תחת <\/span>   <span class=\"translit\">tachath yadecha<\/span>, a MS. adds <span class=\"greek-hebrew\">תהיה <\/span>   <span class=\"translit\">tihyeh<\/span>, \"let it be;\" another MS. adds in the same place, <span class=\"greek-hebrew\">בידך תקח <\/span>   <span class=\"translit\">takach beyadecha<\/span>, which latter seems to be a various reading of the two preceding words, making a very good sense: \"Take into thy hand our ruinous state.\" Twenty-one MSS. of Kennicott's, thirteen of De Rossi's, one of my own, ancient, and three editions of the Babylonish Talmud have <span class=\"greek-hebrew\">ידיך <\/span>   <span class=\"translit\">yadeycha<\/span>, plural, \"thy hands.\"<\/p>",
    "audit": null
}