{
    "id": 8915,
    "source": "clarke",
    "verse_id": 18891,
    "verse_count": 1,
    "reference": "64:5",
    "title": "",
    "html": "<p><em>Thou meetest him that rejoiceth and worketh righteousness \"Thou meetest with joy those who work righteousness\" -<\/em>The Syriac reads <span class=\"greek-hebrew\">בעשי שש אתה פוגע <\/span>   <span class=\"translit\">poga attah shesh baashi<\/span>, as above.<\/p>\n\n<p><em>In those is continuance, and we shall be saved \"Because of our deeds, for we have been rebellious\" -<\/em><span class=\"greek-hebrew\">ונושע עולם בהם <\/span>   <span class=\"translit\">bahem olam venivvashea<\/span> . I am fully persuaded that these words as they stand in the present Hebrew text are utterly unintelligible; there is no doubt of the meaning of each word separately; but put together they make no sense at all. I conclude, therefore, that the copy has suffered by mistakes of transcribers in this place. The corruption is of long standing, for the ancient interpreters were as much at a loss for the meaning as the moderns, and give nothing satisfactory. The Septuagint render these words by <span class=\"greek-hebrew\">δια τουτο επλανηθημεν<\/span>, therefore we have erred: they seem to have read <span class=\"greek-hebrew\">נפשע עליהם <\/span>   <span class=\"translit\">aleyhem niphsha<\/span>, without helping the sense. In this difficulty what remains but to have recourse to conjecture? Archbishop Secker was dissatisfied with the present reading: he proposed <span class=\"greek-hebrew\">ונושע עלינו הבט <\/span>   <span class=\"translit\">hebet aleynu venivvashea<\/span> ; \"look upon us, and we shall, or that we may, be saved:\" which gives a very good sense, but seems to have no sufficient foundation. Besides, the word <span class=\"greek-hebrew\">ונושע <\/span>   <span class=\"translit\">venivvashea<\/span>, which is attended with great difficulties, seems to be corrupted as well as the two preceding; and the true reading of it is, I think, given by the Septuagint, <span class=\"greek-hebrew\">ונפשע <\/span>   <span class=\"translit\">veniphsha<\/span>, <span class=\"greek-hebrew\">επλανηθημεν<\/span>, we have erred, (so they render the verb <span class=\"greek-hebrew\">פשע <\/span>   <span class=\"translit\">pasha<\/span>,  <a class=\"isa\" verses=\"MTg1OTU=\">Isaiah 46:8<\/a>, and  <a class=\"ref\">Ezekiel 23:12<\/a>;), parallel to <span class=\"greek-hebrew\">ונחטא <\/span>   <span class=\"translit\">vannecheta<\/span>, <span class=\"greek-hebrew\">ἡμαρτομεν<\/span>, we have sinned. For <span class=\"greek-hebrew\">עולם בהם <\/span>   <span class=\"translit\">bahem olam<\/span>, which means nothing, I would propose <span class=\"greek-hebrew\">המעללינו <\/span>   <span class=\"translit\">hammaaleleynu<\/span>, \"because of our deeds;\" which I presume was first altered to <span class=\"greek-hebrew\">במעלליהם <\/span>   <span class=\"translit\">bemaaleleyhem<\/span>, an easy and common mistake of the third person plural of the pronoun for the first, (see note on  <a class=\"isa\" verses=\"MTgyODI=\">Isaiah 33:2<\/a>;), and then with some farther alteration to <span class=\"greek-hebrew\">עולם בהם <\/span>   <span class=\"translit\">behem olam<\/span> . The <span class=\"greek-hebrew\">עליהם <\/span>   <span class=\"translit\">aleyhem<\/span>, which the Septuagint probably found in their copy, seems to be a remnant of <span class=\"greek-hebrew\">במעלליהם <\/span>   <span class=\"translit\">bemaaleleyhem<\/span> .<\/p>\n\n<p>This, it may be said, is imposing your sense upon the prophet. It may be so; for perhaps these may not be the very words of the prophet: but however it is better than to impose upon him what makes no sense at all; as they generally do, who pretend to render such corrupted passages. For instance, our own translators:\" in those is continuance, and we shall be saved:\" in those in whom, or what? There is no antecedent to the relative. \"In the ways of God,\" say some: \"with our fathers,\" says Vitringa, joining it in construction with the verb, <span class=\"greek-hebrew\">קעפת <\/span>   <span class=\"translit\">katsaphta<\/span>, \"thou hast been angry with them, our fathers;\" and putting <span class=\"greek-hebrew\">ונחטא <\/span>   <span class=\"translit\">vannecheta<\/span>, \"for we have sinned,\" in a parenthesis. But there has not been any mention of our fathers: and the whole sentence, thus disposed, is utterly discordant from the Hebrew idiom and construction. In those is continuance; <span class=\"greek-hebrew\">עולם <\/span>   <span class=\"translit\">olam<\/span>  means a destined but hidden and unknown portion of time; but cannot mean continuation of time, or continuance, as it is here rendered. Such forced interpretations are equally conjectural with the boldest critical emendation; and generally have this farther disadvantage, that they are altogether unworthy of the sacred writers. - L.<\/p>\n\n<p>Coverdale renders the passage thus: - <\/p>\n\n<p>    But lo, thou art angrie, for we offende, and have been ever in synne; and there is not one whole.<\/p>\n\n<p>This is, I am afraid, making a sense.<\/p>\n\n<p>After all that this very learned prelate has done to reduce these words to sense and meaning, I am afraid we are still far from the prophet's mind. Probably <span class=\"greek-hebrew\">בהם <\/span>   <span class=\"translit\">bahem<\/span>, in them, refers to <span class=\"greek-hebrew\">דרכיך <\/span>   <span class=\"translit\">deracheycha<\/span>, thy ways, above. <span class=\"greek-hebrew\">עולם <\/span>   <span class=\"translit\">olam<\/span>  may be rendered of old, or during the whole of the Jewish economy; and <span class=\"greek-hebrew\">ונושע <\/span>   <span class=\"translit\">venivvashea<\/span>, \"and shall we be saved?\" Thus: - Thou art wroth, for we have sinned in them (thy ways) of old; and can we be saved? For we are all as an unclean thing, etc.<\/p>",
    "audit": null
}