{
    "id": 8747,
    "source": "clarke",
    "verse_id": 18669,
    "verse_count": 1,
    "reference": "50:6",
    "title": "",
    "html": "<p><em>And my cheeks to them that plunked off the hair -<\/em>The greatest indignity that could possibly be offered. See the note on  <a class=\"isa\" verses=\"MTc4MDM=\">Isaiah 7:20<\/a>; (note).<\/p>\n\n<p><em>I hid not my face from shame and spitting -<\/em>Another instance of the utmost contempt and detestation. It was ordered by the law of Moses as a severe punishment, carrying with it a lasting disgrace;  <a class=\"ref\">Deuteronomy 25:9<\/a>. Among the Medes it was highly offensive to spit in any one's presence, Herod. 1:99; and so likewise among the Persians, Xenophon, Cyrop. Lib. i., p. 18.<\/p>\n\n<p>   \"They abhor me; they flee far from me;<\/p>\n\n<p>  They forbear not to spit in my face.\"<\/p>\n\n<p>  <i> <a class=\"ref\">Job 30:10<\/a>.<\/i><\/p><i>\n\n<\/i><p><i><\/i>\"And Jehovah said unto Moses, If her father had but spit in her face, should she not be ashamed seven days?\"  <a class=\"ref\">Numbers 22:14<\/a>. On which place Sir John Chardin remarks, that \"spitting before any one, or spitting upon the ground in speaking of any one's actions, is through the east an expression of extreme detestation.\" - Harmer's Observ. 2:509. See also, of the same notions of the Arabs in this respect, Niebuhr, Description de l'Arabie, p. 26. It so evidently appears that in those countries spitting has ever been an expression of the utmost detestation, that the learned doubt whether in the passages of Scripture above quoted any thing more is meant than spitting, - not in the face, which perhaps the words do not necessarily imply, - but only in the presence of the person affronted. But in this place it certainly means spitting in the face; so it is understood in St. Luke, where our Lord plainly refers to this prophecy: \"All things that are written by the prophets concerning the Son of man shall be accomplished; for he shall be delivered to the Gentiles, and shall be mocked and spitefully entreated, and spitted on, <span class=\"greek-hebrew\">εμπτυσθησεται<\/span>, \" <a class=\"ref\">Luke 18:31,  Luke 18:32<\/a>, which was in fact fulfilled; <span class=\"greek-hebrew\">και ηρξεαντο τινες εμπτυειν αυτῳ<\/span>, \"and some began to spit on him,\"  <a class=\"ref\">Mark 14:65,  Mark 15:19<\/a>. If spitting in a person's presence was such an indignity, how much more spitting in his face?<\/p>",
    "audit": null
}