{
    "id": 8350,
    "source": "clarke",
    "verse_id": 18075,
    "verse_count": 1,
    "reference": "22:22",
    "title": "",
    "html": "<p><em>And the key of the house of David will I lay upon his shoulder -<\/em>As the robe and the baldric, mentioned in the preceding verse, were the ensigns of power and authority, so likewise was the key the mark of office, either sacred or civil. The priestess of Juno is said to be the key-bearer of the goddess, <span class=\"greek-hebrew\">κλειδουχος Ἡρας·<\/span>  Aeschyl. Suppl. 299. A female high in office under a great queen has the same title: - <\/p>\n\n<p>    <span class=\"greek-hebrew\">Καλλιθοη κλειδουχος Ολυμπιαδος βασιλειης.<\/span> <\/p>\n\n<p>   \"Callithoe was the key-bearer of the Olympian queen.\"<\/p>\n\n<p>Auctor Phoronidis ap. Clem. Alex. p. 418, edit. Potter. This mark of office was likewise among the Greeks, as here in Isaiah, borne on the shoulder; the priestess of Ceres, <span class=\"greek-hebrew\">κατωμαδιαν εχε κλαιδα<\/span>, had the key on her shoulder. Callim. Ceres, verse 45. To comprehend how the key could be borne on the shoulder, it will be necessary to say something of the form of it: but without entering into a long disquisition, and a great deal of obscure learning, concerning the locks and keys of the ancients, it will be sufficient to observe, that one sort of keys, and that probably the most ancient, was of considerable magnitude, and as to the shape, very much bent and crooked. Aratus, to give his reader an idea of the form of the constellation Cassiopeia, compares it to a key. It must be owned that the passage is very obscure; but the learned Huetius has bestowed a great deal of pains in explaining it, Animadvers. in Manilii, lib. 1:355; and I think has succeeded very well in it. Homer Odyss.  <a class=\"isa\" verses=\"MTgwNDI=\">Isaiah 21:6<\/a>, describes the key of Ulysses' storehouse as <span class=\"greek-hebrew\">ευκαμπης<\/span>, of a large curvature; which Eustathius explains by saying it was <span class=\"greek-hebrew\">δρεπανοειδης<\/span>, in shape like a reaphook. Huetius says the constellation Cassiopeia answers to this description; the stars to the north making the curve part, that is, the principal part of the key; the southern stars, the handle. The curve part was introduced into the key-hole; and, being properly directed by the handle, took hold of the bolts within, and moved them from their places. We may easily collect from this account, that such a key would lie very well upon the shoulder; that it must be of some considerable size and weight, and could hardly be commodiously carried otherwise. Ulysses' key was of brass, and the handle of ivory: but this was a royal key. The more common ones were probably of wood. In Egypt they have no other than wooden locks and keys to this day; even the gates of Cairo have no better. Baumgarten, Peregr. 1:18. Thevenot, part ii., chap. 10. But was it not the representation of a key, either cut out in cloth and sewed on the shoulder of the garment, or embroidered on that part of the garment itself? The idea of a huge key of a gate, in any kind of metal, laid across the shoulder, is to me very ridiculous.<\/p>\n\n<p>In allusion to the image of the key as the ensign of power, the unlimited extent of that power is expressed with great clearness as well as force by the sole and exclusive authority to open and shut. Our Savior, therefore, has upon a similar occasion made use of a like manner of expression,  <a class=\"ref\">Matthew 16:19<\/a>; and in  <a class=\"ref\">Revelation 3:7<\/a>; has applied to himself the very words of the prophet.<\/p>",
    "audit": null
}