{
    "id": 8113,
    "source": "clarke",
    "verse_id": 17731,
    "verse_count": 1,
    "reference": "3:23",
    "title": "",
    "html": "<p><em>The glasses -<\/em>The conjunction <span class=\"greek-hebrew\">ו <\/span>   <span class=\"translit\">vau<\/span>, and - And the glasses, is added here by forty-three of Kennicott's and thirty-four of De Rossi's MSS., and one of my own, ancient, as well as by many editions.<\/p>\n\n<p><em>And the veils. \"The transparent garments\" -<\/em><span class=\"greek-hebrew\">Τα διαφανη Λακωνικα<\/span>, Sept. A kind of silken dress, transparent, like gauze; worn only by the most elegant women, and such as dressed themselves <i>elegantius quam necesse esset probis<\/i>, \"more elegantly than modest women should.\" Such garments are worn to the present day; garments that not only show the shape of every part of the body, but the very color of the skin. This is evidently the case in some scores of drawings of Asiatic females now before me. This sort of garments was afterwards in use among the Greeks. Prodicus, in his celebrated fable (Xenoph. Memorab. Socr. lib. ii.) exhibits the personage of Sloth in this dress: <span class=\"greek-hebrew\">Εσθητα δε, εξ ἡς αν μαλιστα ὡρα διαλαμποι<\/span> : - <\/p>\n\n<p>   \"Her robe betray'd<\/p>\n\n<p>  Through the clear texture every tender limb,<\/p>\n\n<p>Height'ning the charms it only seem'd to shade;<\/p>\n\n<p>And as it flow'd adown so loose and thin,<\/p>\n\n<p>   Her stature show'd more tall, more snowy white her skin.\"<\/p>\n\n<p>They were called <i>multitia<\/i> and <i>coa<\/i> (<i>scil<\/i>, <i>vestimenta<\/i>) by the Romans, from their being invented, or rather introduced into Greece, by one Pamphila of the island of Cos. This, like other Grecian fashions, was received at Rome, when luxury began to prevail under the emperors. It was sometimes worn even by the men, but looked upon as a mark of extreme effeminacy. See Juvenal, Sat. ii., 65, etc. Publius Syrus, who lived when the fashion was first introduced, has given a humorous satirical description of it in two lines, which by chance have been preserved: - <\/p>\n\n<p>   \"<i>Aequum est, induere nuptam ventum textilem?<\/i><\/p><i>\n\n<\/i><p><i>   Palam prostare nudam in nebula linea<\/i>?\"<\/p>",
    "audit": null
}