{
    "id": 8440,
    "source": "clarke",
    "verse_id": 18198,
    "verse_count": 1,
    "reference": "29:4",
    "title": "",
    "html": "<p><em>And thy speech shall be low out of the dust \"And from out of the dust thou shalt utter a feeble speech\" -<\/em>That the souls of the dead uttered a feeble stridulous sound, very different from the natural human voice, was a popular notion among the heathens as well as among the Jews. This appears from several passages of their poets; Homer, Virgil, Horace. The pretenders to the art of necromancy, who were chiefly women, had an art of speaking with a feigned voice, so as to deceive those who applied to them, by making them believe that it was the voice of the ghost. They had a way of uttering sounds, as if they were formed, not by the organs of speech, but deep in the chest, or in the belly; and were thence called <span class=\"greek-hebrew\">εγγαστριμυθοι<\/span>, <i>ventriloqui<\/i>: they could make the voice seem to come from beneath the ground, from a distant part, in another direction, and not from themselves; the better to impose upon those who consulted them. <span class=\"greek-hebrew\">Εξεπιτηδες το γενος τουτο τον αμυδρον ηχον επιτηδευονται, ἱνα δια την ασαφειαν της φωνης τον του ψευδους αποδιδρασκωσιν ελεγχον.<\/span>  Psellus De Daemonibus, apud Bochart, 1 p. 731. \"These people studiously acquire, and affect on purpose, this sort of obscure sound; that by the uncertainty of the voice they may the better escape being detected in the cheat. \"From these arts of the necromancers the popular notion seems to have arisen, that the ghost's voice was a weak, stridulous, almost inarticulate sort of sound, very different from the speech of the living.<\/p>",
    "audit": null
}