{
    "id": 8361,
    "source": "clarke",
    "verse_id": 18091,
    "verse_count": 1,
    "reference": "23:13",
    "title": "",
    "html": "<p><em>Behold the land of the Chaldeans -<\/em>This verse is extremely obscure; the obscurity arises from the ambiguity of the agents, which belong to the verbs, and of the objects expressed by the pronouns; from the change of number of the verbs, and of gender in the pronouns. The MSS. give us no assistance, and the ancient Versions very little. The Chaldee and Vulgate read <span class=\"greek-hebrew\">שמוה <\/span>   <span class=\"translit\">samoah<\/span>, in the plural number. I have followed the interpretation which, among many different ones, seemed to be most probable, that of Perizonius and Vitringa.<\/p>\n\n<p>The Chaldeans, <span class=\"translit\">Chasdim<\/span>, are supposed to have had their origin, and to have taken their name, from Chesed, the son of Nachor, the brother of Abraham. They were known by that name in the time of Moses, who calls Ur in Mesopotamia, from whence Abraham came, to distinguish it from other places of the same name, Ur of the Chaldeans. And Jeremiah calls them an ancient nation. This is not inconsistent with what Isaiah here says of them: \"This people was not,\" that is, they were of no account, (see  <a class=\"ref\">Deuteronomy 32:21<\/a>;); they were not reckoned among the great and potent nations of the world till of later times; they were a rude, uncivilized, barbarous people, without laws, without settled habitations; wandering in a wide desert country (<span class=\"greek-hebrew\">ציים <\/span>   <span class=\"translit\">tsiyim<\/span> ) and addicted to rapine like the wild Arabians. Such they are represented to have been in the time of Job,  <a class=\"ref\">Job 1:17<\/a>, and such they continued to be till Assur, some powerful king of Assyria, gathered them together, and settled them in Babylon in the neighboring country. This probably was Ninus, whom I suppose to have lived in the time of the Judges. In this, with many eminent chronologers, I follow the authority of Herodotus, who says that the Assyrian monarchy lasted but five hundred and twenty years. Ninus got possession of Babylon from the Cuthean Arabians; the successors of Nimrod in that empire collected the Chaldeans, and settled a colony of them there to secure the possession of the city, which he and his successors greatly enlarged and ornamented. They had perhaps been useful to him in his wars, and might be likely to be farther useful in keeping under the old inhabitants of that city, and of the country belonging to it; according to the policy of the Assyrian kings, who generally brought new people into the conquered countries; see  <a class=\"isa\" verses=\"WzE4MzQ4LDk5OTAsMTAwMDhd\">Isaiah 36:17;  2 Kings 17:6,  2 Kings 17:24<\/a>. The testimony of Dicaearchus, a Greek historian contemporary with Alexander, (apud. Steph. de Urbibus, in voc. <span class=\"greek-hebrew\">Χαλδαιος<\/span> ), in regard to the fact is remarkable, though he is mistaken in the name of the king he speaks of. He says that \"a certain king of Assyria, the fourteenth in succession from Ninus, (as he might be, if Ninus is placed, as in the common chronology, eight hundred years higher than we have above set him), named, as it is said, Chaldaeus, having gathered together and united all the people called Chaldeans, built the famous city, Babylon, upon the Euphrates.\" - L.<\/p>",
    "audit": null
}