{
    "id": 8051,
    "source": "clarke",
    "verse_id": 17656,
    "verse_count": 1,
    "reference": "1:1",
    "title": "",
    "html": "<p><em>The vision of Isaiah -<\/em>It seems doubtful whether this title belongs to the whole book, or only to the prophecy contained in this chapter. The former part of the title seems properly to belong to this particular prophecy; the latter part, which enumerates the kings of Judah under whom Isaiah exercised his prophetical office, seems to extend it to the whole collection of prophecies delivered in the course of his ministry. Vitringa - to whom the world is greatly indebted for his learned labors on this prophet and to whom we should have owed much more if he had not so totally devoted himself to Masoretic authority - has, I think, very judiciously resolved this doubt. He supposes that the former part of the title was originally prefixed to this single prophecy; and that, when the collection of all Isaiah's prophecies was made, the enumeration of the kings of Judah was added, to make it at the same time a proper title to the whole book. As such it is plainly taken in  <a class=\"ref\">2 Chronicles 32:32<\/a>, where the book of Isaiah is cited by this title: \"The vision of Isaiah the prophet, the son of Amoz.\"<\/p>\n\n<p>The prophecy contained in this first chapter stands single and unconnected, making an entire piece of itself. It contains a severe remonstrance against the corruptions prevailing among the Jews of that time, powerful exhortations to repentance, grievous threatenings to the impenitent, and gracious promises of better times, when the nation shall have been reformed by the just judgments of God. The expression, upon the whole, is clear; the connection of the several parts easy; and in regard to the images, sentiments, and style, it gives a beautiful example of the prophet's elegant manner of writing; though perhaps it may not be equal in these respects to many of the following prophecies.<\/p>",
    "audit": null
}