{
    "id": 8679,
    "source": "clarke",
    "verse_id": 18569,
    "verse_count": 1,
    "reference": "45:7",
    "title": "",
    "html": "<p><em>I form the light, and create darkness -<\/em>It was the great principle of the Magian religion, which prevailed in Persia in the time of Cyrus, and in which probably he was educated, that there are two supreme, co-eternal, and independent causes always acting in opposition one to the other; one the author of all good, the other of all evil. The good being they called Light; the evil being, Darkness. That when Light had the ascendant, then good and happtness prevailed among men; when Darkness had the superiority, then eviI and misery abounded. An opinion that contradicts the clearest evidence of our reason, which plainly leads us to the acknowledgment of one only Supreme Being, infinitely good as well as powerful. With reference to this absurd opinion, held by the person to whom this prophecy is addressed, God, by his prophet, in the most significant terms, asserts his omnipotence and absolute supremacy: - <\/p>\n\n<p>   \"I am Jehovah, and none else;<\/p>\n\n<p>  Forming light, and creating darkness,<\/p>\n\n<p>Making peace, and creating evil:<\/p>\n\n<p>   I Jehovah am the author of all these things.\"<\/p>\n\n<p>Declaring that those powers whom the Persians held to be the original authors of good and evil to mankind, representing them by light and darkness, as their proper emblems, are no other than creatures of God, the instruments which he employs in his government of the world, ordained or permitted by him in order to execute his wise and just decrees; and that there is no power, either of good or evil, independent of the one supreme God, infinite in power and in goodness.<\/p>\n\n<p>There were, however, some among the Persians whose sentiments were more moderate as to this matter; who held the evil principle to be in some measure subordinate to the good; and that the former would at length be wholly subdued by the latter. See Hyde, De Relig. Vet. Pers. cap. xxii.<\/p>\n\n<p>That this opinion prevailed among the Persians as early as the time of Cyrus we may, I think, infer not only from this passage of Isaiah, which has a manifest reference to it, but likewise from a passage in Xenophon's Cyropaedia, where the same doctrine is applied to the human mind. Araspes, a noble young Persian, had fallen in love with the fair captive Panthea, committed to his charge by Cyrus. After all his boasting that he was superior to the assaults of that passion, he yielded so far to it as even to threaten violence if she would not comply with his desires. Awed by the reproof of Cyrus, fearing his displeasure, and having by cool reflection recovered his reason; in his discourse with him on this subject he says: \"O Cyrus, I have certainly two souls; alld this piece of philosophy I have learned from that wicked sophist, Love. For if I had but one soul, it would not be at the same time good and evil, it would not at the same time approve of honorable and base actions; and at once desire to do, and refuse to do, the very same things. But it is plain that I am animated by two souls, and when the good soul prevails, I do what is virtuous; and when the evil one prevails, I attempt what is vicious. But now the good soul prevails, having gotten you for her assistant, and has clearly gained the superiority.\" Lib. 6 p. 424.<\/p>\n\n<p><em>I make peace, and create evil -<\/em>Evil is here evidently put for war and its attendant miseries. I will procure peace for the Israelites, and destroy Babylon by war. I form light, and create darkness. Now, as darkness is only the privation of light, so the evil of war is the privation of peace.<\/p>",
    "audit": null
}