{
    "id": 10964,
    "source": "ellicott",
    "verse_id": 17924,
    "verse_count": 1,
    "reference": "13:17",
    "title": "",
    "html": "<p>             (17) Behold, I will stir up the Medes.—The Hebrew form Madai meets us in <a class=\"ref\">Genesis 10:2<\/a>, among the descendants of Japheth. Modern researches show them to have been a mixed people, Aryan conquerors having mingled with an earlier Turanian race, and differing in this respect from the Persians, who were pure Iranians, both in race and creed. The early Assyrian inscriptions, from Rimmon Nirari III. onward (Cheyne), name them, as also does Sargon (Records of the Past, xi. 18), among the enemies whom the kings subdued. Their name had been recently brought before the prophet’s notice by Salmaneser’s deportation of the Ten Tribes to the cities of the Medes (<a class=\"ref\">2 Kings 17:6<\/a>). In naming the Medes, and not the Persians, as the conquerors of Babylon, Isaiah was probably influenced by the greater prominence of the former, just as the Greeks spoke of them, and used such terms as “Medism” when they came in contact with the Medo-Persian monarchy under Darius and Xerxes. So Ӕschylus (Pers. 760) makes “the Median” the first ruler of the Persians. It is noticeable that they were destined to be the destroyers both of Nineveh and Babylon: of the first under Cyaxares, in alliance with Nabopolassar, and of the second under Cyrus the Persian, and, we may add, the Mede Darius of <a class=\"ref\">Daniel 5:31<\/a>. If we accept the history of a yet earlier attack on Nineveh by Arbaces the Mede and Belesis of Babylon, we can sufficiently account for the prominence which Isaiah, looking at Babylon as the representative of Assyrian rather than Chaldæan power, gives to them as its destroyers. (See Lenormant, Anc. Hist., 1, p. 337.)<\/p>\n <p>Which shall not regard silver.—The Medes are represented as a people too fierce to care for the gold and silver in which Babylon exulted. They would take no ransom to stay their work of vengeance. So Xenophon, in his Cyropædia (), represents Cyrus as acknowledging their unbought, unpaid service.<\/p>",
    "audit": null
}