{
    "id": 11560,
    "source": "ellicott",
    "verse_id": 18588,
    "verse_count": 1,
    "reference": "46:1",
    "title": "",
    "html": "<p align=\"center\" class=\"subtitle\">             XLVI.<\/p> \n <p> (1) Bel boweth down, Nebo Stoopeth.—Bel or Belus (“Lord “), is perhaps identical with Marduk or Merôdach, but see Note on <a class=\"ref\">Jeremiah 1:2<\/a>. Nabu (“ the Revealer”) was a kind of Assyrian Hermes. Isaiah sees the idols carried off as spoil, at the command of Cyrus, a heavy burden for the beasts that drag them. An inscription recently deciphered by Sir H. Rawlinson (Journal of Asiatic Society, Jan. 1880, quoted by Cheyne) presents the conduct of the conqueror under a somewhat different aspect. In that inscription he describes himself as a worshipper of Bel and Nebo, and prays to them for length of days. The king would seem from this to have been as wide in his syncretic liberalism as Alexander the Great was afterwards. How are we to reconcile the two? May we say that the prophet idealises the policy and character of the king, or that the monotheistic element which appears in his treatment of the Jews (<a class=\"ref\">2 Chronicles 36:22-23; Ezra 1:1-2<\/a>) was, after all, dominant in his action, in spite of episodes like that indicated in the inscription. It is possible that the recognition of the Babylonian deities may have followed on the submission of the people, and been preceded by some rougher treatment. Anyhow the contrast makes it probable that the prophecy was not written after the inscription.<\/p>\n <p>Your carriages.—Here, as elsewhere (<a class=\"ref\">1 Samuel 17:22; Acts 21:15<\/a>) in the sense of things carried; i.e., in this case, the images of the gods, which used to be carried in solemn procession, but are now represented as packed into a load for transport. So Herod. (1:183) states that Xerxes carried off from Babylon the golden image of Zeus (sc. Bel), the grandson thus fulfilling the prediction which his grandfather apparently had left unfulfilled.<\/p>",
    "audit": null
}