{
    "id": 10792,
    "source": "ellicott",
    "verse_id": 17724,
    "verse_count": 1,
    "reference": "3:16",
    "title": "",
    "html": "<p>             (16) Because the daughters of Zion . . .—From the princes that worked evil, Isaiah turns to their wives, sisters, concubines, who were showing themselves degenerate daughters of Sarah and Rebecca. A like denunciation meets us in <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 32:9-12<\/a>, but this is without a parallel in the minuteness of its detail. It is as though the prophet had gone into the boudoir of one of the leaders of the fashions of Jerusalem, and taken an inventory of what he found there. Possibly we may trace the influence of the prophetess-wife of Isaiah (<a class=\"isa\" verses=\"MTc4MTE=\">Isaiah 8:3<\/a>), seeking to recall those of her own sex to a higher life. We note, on a smaller scale, a like teaching in the married apostle (<a class=\"ref\">1 Peter 3:3-4<\/a>). Twenty-one distinct articles are mentioned. Their names for the most part appear to have a foreign stamp on them. Then, as at other times, luxury imported its novelties, and the women of Judah took up the fashions of those of Tyre or Damascus or Philistia. It is not without interest to compare the protests of Juvenal (Sat. vi.), Dante (Purgat. xxiii. 106-111), Chrysostom, and Savonarola against like evils.<\/p>\n <p>With stretched forth necks . . .—The corruption which the prophet paints showed itself then, as it has done in later times, in the adoption by the decent classes of society of the gait and glances of the harlots of alien birth (comp. <a class=\"ref\">Proverbs 7:9-21<\/a>), with, perhaps, the difference of a certain affectation of coyness.<\/p>\n <p>Making a tinkling with their feet.—Small silver bells were fastened on the ankles, and so the beauties of Jerusalem carried, as it were, their music with them. The custom still exists in Syria and Arabia, though forbidden by the Koran. English nursery rhymes seem to recall a time when it was not unknown in Western Europe.<\/p>",
    "audit": null
}