{
    "id": 11668,
    "source": "ellicott",
    "verse_id": 18710,
    "verse_count": 1,
    "reference": "52:13",
    "title": "",
    "html": "<p>             (13) Behold, my servant . . .—There is absolutely no connection between <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 52:12-13<\/a>, absolutely no break between the close of Isa Iii. and the opening of Isaiah 53. The whole must be treated as an entirely distinct section (all the more striking, from its contrast to the triumphant tone of what precedes it), and finds its only adequate explanation in the thought of a new revelation made to the prophet’s mind. That may have had, like other revelations, a starting-point in the prophet’s own experience. He had seen partially good kings, like Uzziah and Jotham; one who almost realised his ideal of what a king should be, in Hezekiah. None of these had redeemed or regenerated the people. So far as that work had been done at all, it had been through prophets who spake the word of the Lord and were mocked and persecuted because they spake it. Something like a law was dawning upon his mind, and that law was the power of a vicarious suffering, the might of martyrdom in life and death. Did it not follow from this that that ideal must be wrought out on a yet wider scale in the great work of restoration to which he was looking forward? The Servant of the Lord, in all the concentric developments of the thought which the word implied, the nation, the prophetic kernel of the nation, the individual Servant identifying himself with both, must himself also be made perfect through suffering and conquer through apparent failure. Granting that such a law exists, it will be no wonder that we should find examples of its working both before and after the great fulfilment, in Isaiah himself, in Jeremiah, in the exiles of the captivity, in the heroes of the Maccabean struggle, in the saints and martyrs of the Church of Christ. It remains true that the Christ alone fulfils the idea of the perfect sufferer, as He alone fulfils that of the perfect King. Measuring Isaiah from a purely human stand-point, and by the standard of other poets, this manifold symbolism of “the Servant,” will hardly seem strange to the student of literature who remembers the many aspects presented by the Beatrice of Dante, the St. George and Gloriana of Spenser, the Piers Plowman of Langland.<\/p>\n <p>Shall deal prudently.—The words imply, as in <a class=\"ref\">Joshua 1:8; Jeremiah 10:21<\/a>, the idea of prospering. The same verb is used of the “righteous branch” in <a class=\"ref\">Jeremiah 23:5<\/a>, and is there so translated.<\/p>\n <p>Shall be exalted.—It is noteworthy that the phrase impressed itself, through the LXX., on the mind of the Christ in reference to His crucifixion (<a class=\"ref\">John 3:14; John 8:28; John 12:32<\/a>), on that of the Apostles in reference to His ascension (<a class=\"ref\">Acts 2:33; Philippians 2:9<\/a>). (Comp. <a class=\"isa\" verses=\"MTc3NzE=\">Isaiah 6:1<\/a>; <a class=\"isa\" verses=\"WzE4NzgxLDE1MzU0XQ==\">Isaiah 57:15; Psalms 89:27<\/a>.)<\/p>",
    "audit": null
}