{
    "id": 10998,
    "source": "ellicott",
    "verse_id": 17958,
    "verse_count": 1,
    "reference": "14:29",
    "title": "",
    "html": "<p>             (29) Rejoice not thou, whole Palestina.—Better, Rejoice not thou, Philistia, all of thee; i.e., give not thyself wholly to rejoicing. Here, as in <a class=\"ref\">Exodus 15:14<\/a>, “Palestina” is used, not in the wider meaning with which we are familiar, but specifically as the country of the Philistines. The historical circumstances connected with the “oracle” before us are found in <a class=\"ref\">2 Chronicles 18:18<\/a>. The Philistines had invaded the low country (Shetphçlah), and the district known as the Negeb, or “south” of Judah, in the reign of Ahaz. He had called in the help of Tiglath-pileser, the Assyrian king, to assist him as against Rezin and Pekah (Isaiah 7), so probably against these new invaders. Sargon (who succeeded Tiglath-pileser, B.C. 723) invaded Ashdod in B.C. 710 (<a class=\"isa\" verses=\"MTgwMzE=\">Isaiah 20:1<\/a>; Records of the Past, vii. 40). Sennacherib records a like attack on Ashkelon and (according to Rawlinson’s interpretation) Ekron (Records of the Past, vii. 61). With these data we are able to enter on the interpretation of Isaiah’s prediction.<\/p>\n <p>Because the rod of him that smote thee is broken.—The “rod,” as in <a class=\"isa\" verses=\"MTc4NzU=\">Isaiah 10:24<\/a>, is the power of Tiglath-pileser. The Philistines were exulting in his death, or in that of Ahaz as his ally, as though their peril was past. They are told that their exultation was premature.<\/p>\n <p>Out of the serpent’s root.—The three forms of serpent life (we need not be careful about their identification from the zoologist’s point of view) may represent the three Assyrian kings named above, from whose invasions the Philistines were to suffer. Each form was more terrible than the preceding. The fiery flying serpent (<a class=\"isa\" verses=\"MTgyMjQ=\">Isaiah 30:6<\/a>; <a class=\"ref\">Numbers 21:6<\/a>), which represented Sennacherib, was the most formidable of the three. So in <a class=\"isa\" verses=\"MTgxNTM=\">Isaiah 27:1<\/a>, the “piercing serpent,” the “crooked serpent,” and the “dragon” are symbols of the Assyrian power. Some critics, however, led chiefly by the first words of the next verse, find in the three serpents—(1) Ahaz, (2) Hezekiah, (3) the ideal king of <a class=\"isa\" verses=\"eyIxNzg4NiI6OX0=\">Isaiah 11:1-9<\/a>.<\/p>",
    "audit": null
}