{
    "id": 11058,
    "source": "ellicott",
    "verse_id": 18024,
    "verse_count": 1,
    "reference": "19:19",
    "title": "",
    "html": "<p>             (19) In that day shall there be an altar to the Lord . . .—The words naturally tended to bring about their own fulfilment, as related in the preceding note. From the prophet’s own stand-point, however, the altar was probably thought of, not as the centre of a rival worship, but, like that erected by the trans-Jordanic tribes in the time of Joshua, as an altar of “witness” (<a class=\"ref\">Joshua 22:27<\/a>), and the words that follow supply a distinct confirmation of this view. Substantially the prophet saw in the distant future a time in which the connection between Judah and Egypt should be one influencing the latter for good, and not the former for evil. The admission of Egyptian and Ethiopian proselytes, already referred to, was as the first fruits of such an influence. It may not be without interest to note some of its later workings. (1) In the time of Manasseh, who gave to his son Amon a name singularly Egyptian in its sound, a body of Jewish settlers were invited by Psammetichus to station themselves on the frontiers of Upper Egypt (“Pseudo-Aristeas,” in Hudson’s Josephus). (2) Under Ptolemy I. large numbers of Jewish emigrants fixed themselves at Alexandria, with full toleration of their faith and worship. (3) Under Ptolemy Philadelphus the intercourse between the Palestinians and Egyptians led to the translation of the Old Testament Scriptures known as the LXX., and this was followed by the growth of a Hellenistic or a Græco-Jewish literature, of which we have the remains in the Apocrypha and in Philo. (4) There was the erection of the Leontopolis Temple, already spoken of, and this was followed by that of numerous synagogues, perhaps also of monasteries for communities of Jewish ascetics of the Essene type, such as that which Philo describes under the name of the Thera-pœutœ (Euseb. H.E. ii. 17).<\/p>\n <p>A pillar at the border thereof . . .—The pillar was the familiar obelisk of the Egyptians, commonly associated with the worship of the sun. The point of Isaiah’s prediction was that the symbol should be rescued from its idolatrous uses, and stand on the border-land of Egypt and of Judah, as a witness that Jehovah, the Lord of hosts, was worshipped in both countries.<\/p>",
    "audit": null
}