{
    "id": 10966,
    "source": "ellicott",
    "verse_id": 17926,
    "verse_count": 1,
    "reference": "13:19",
    "title": "",
    "html": "<p>             (19) And Babylon, the glory of kingdoms.—The words paint the impression which the great city, even in Isaiah’s time, made upon all who saw it. So Nebuchadnezzar, though his work was mainly that of a restorer, exulted in his pride in the greatness of the city of which he claimed to be the builder (<a class=\"ref\">Daniel 4:30<\/a>). So Herodotus (i. 178) describes it as the most famous and the strongest of all the cities of Assyria, adorned beyond any other city on which his eyes had ever looked. (Compare the descriptive notices in <a class=\"ref\">Jeremiah 51:41<\/a>, and the constantly recurring epithet of “gold-abounding Babylon” in the Persians of Ӕschylus.)<\/p>\n <p>As when God overthrew Sodom and Gomorrah.—The phrase had clearly become proverbial, as in <a class=\"isa\" verses=\"MTc2NjQ=\">Isaiah 1:9<\/a>; <a class=\"ref\">Jeremiah 50:40; Deuteronomy 29:23<\/a>, carrying the picture of desolation to its highest point. The present state of the site of Babylon corresponds literally to the prediction. It is “a naked and hideous waste” (Layard, Nineveh and Babylon, p. 484). The work was, however, accomplished by slow degrees, and was not, like the destruction of Nineveh, the result of a single overthrow. Darius dismantled its walls, Xerxes pulled down the Temple of Belus. Alexander contemplated its restoration, but his designs were frustrated by his early death. Susa and Ecbatana, Seleucia and Antioch, Ctesiphon and Bagdad, became successively the centres of commerce and of government. By the time of Strabo (B.C. 20) the work was accomplished, and “the vast city” had become a “vast desolation” (Strabo, xvi. 15). At no time within the range of Old Testament literature did such a consummation come within the range of the forecast which judges of the future by an induction from the past.<\/p>",
    "audit": null
}