{
    "id": 8,
    "source": "gileadi",
    "verse_id": 17664,
    "verse_count": 1,
    "reference": "1:9",
    "title": "",
    "html": "<p>A type or precedent of the &ldquo;few survivors&rdquo; of Jehovah&rsquo;s people who are &ldquo;left&rdquo; after the destruction are Lot and his two daughters who escaped God&rsquo;s ancient destruction of Sodom and Gomorrah (<a class=\"ref\">Genesis 19:24-30<\/a>). Representing a pattern of what happens in the end-time, when Jehovah sends his angels to escort Lot and his family out of Sodom, his sons-in-law consider it foolish while Lot&rsquo;s wife looks back and perishes (<a class=\"ref\">Genesis 19:12-23<\/a>; cf. <a class=\"ref\">Matthew 24:31<\/a>). The full authoritative title &ldquo;Jehovah of Hosts&rdquo; underscores the gravity of these events and the fact that Israel&rsquo;s God is in charge of world affairs.<\/p><p><em>Sodom... Gomorrah.<\/em> The names Sodom and Gomorrah remind us of those ancient cities and their inhabitants and what they came to symbolize. In their perverse lifestyle their residents grew so aggressive that they attempted to violate the angels of God who were Lot&rsquo;s guests (<a class=\"ref\">Genesis 19:1-11<\/a>). Isaiah&rsquo;s drawing on this type when predicting the end-time lets us know that once they lose God&rsquo;s light his people start to resemble those ancient inhabitants of Sodom and Gomorrah. When his people&rsquo;s devotion to Jehovah becomes but a shallow version of his law and word, it lacks the power to withstand evil.<\/p><p>The names Sodom and Gomorrah additionally function as word links to Babylon: &ldquo;And Babylon, the most splendid of kingdoms, the glory and pride of Chaldeans, shall be [thrown down] as God overthrew Sodom and Gomorrah&rdquo; (<a class=\"isa\" verses=\"MTc5MjY=\">Isaiah 13:19<\/a>). Isaiah&rsquo;s structurally developed concept of a Greater Babylon&mdash;resembling John&rsquo;s &ldquo;Babylon the Great&rdquo;&mdash;identifies it as an evil world conglomerate on the eve of its destruction (<a class=\"isa\" verses=\"W3siMTc5MDgiOjE4OX0seyIxODYwMSI6MTV9XQ==\">Isaiah 13-23, 47<\/a>; <a class=\"ref\">Revelation 17-18<\/a>). That a wicked majority of Jehovah&rsquo;s people suffers the same fate Babylon does implies that it too has become identified with Babylon.<\/p><p>The idea of &ldquo;cities burned with fire&rdquo; that describes the destruction of Jehovah&rsquo;s people (<a class=\"isa\" verses=\"W10=\">v 7<\/a>) alludes to the desolation of the cities of Sodom and Gomorrah and their residents by a hail of fire and brimstone (<a class=\"ref\">Genesis 19:24-25<\/a>; cf. <a class=\"isa\" verses=\"MTgyNzk=\">Isaiah 32:19<\/a>). While the end-time version of that event may involve a similar cosmic cataclysm, Isaiah attributes the destruction of the world&rsquo;s cities to the king of Assyria\/Babylon (<a class=\"isa\" verses=\"MTgzNzk=\">Isaiah 37:26<\/a>). In view of modern weaponry&rsquo;s ability to destroy entire cities in seconds, such technology in the hands of an archtyrant may thus account for Isaiah&rsquo;s end-time scenario (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 9:18-19<\/a>).<\/p>",
    "audit": 1
}