{
    "id": 555,
    "source": "gileadi",
    "verse_id": 18624,
    "verse_count": 3,
    "reference": "48:9–11",
    "title": "",
    "html": "<p>As Jehovah&rsquo;s Day of Judgment entails both deliverance and destruction, what is it that determines who lives and who dies? The answer is that Jehovah is bound by the terms of the covenants he has made. With Abraham, Isaac, and Jacob, for example, he covenanted that he would preserve their lineage on the earth&mdash;not all, but at least a remnant (<a class=\"ref\">Genesis 22:17-18; 26:4; 28:14; Exodus 2:24<\/a>). With David and others he covenanted the same (<a class=\"ref\">Psalm 89:3-4; Jeremiah 33:17-22<\/a>). Hence the expressions &ldquo;for my own sake&rdquo; and &ldquo;on my own account&rdquo; as Jehovah honors his covenants (<a class=\"isa\" verses=\"WzE4Mzg4LDE4NTMxXQ==\">Isaiah 37:35; 43:25<\/a>).<\/p><p>Under the terms of the Davidic Covenant, Jehovah additionally delivers his people for the sake of his end-time servants: &ldquo;As when there is juice in a cluster of grapes and someone says, &lsquo;Don&rsquo;t destroy it, it is still good,&rsquo; so I will do <em>for the sake of<\/em> my servants by not destroying everything: I will extract offspring out of Jacob, and out of Judah heirs of my mountains; my chosen ones shall inherit them, servants shall dwell there&rdquo; (<a class=\"isa\" verses=\"eyIxODkwNiI6Mn0=\">Isaiah 65:8-9<\/a>; emphasis added; cf. 63:17). Jehovah&rsquo;s delivering Hezekiah&rsquo;s people &ldquo;for my own sake and for the sake of my servant David&rdquo; is a case in point (<a class=\"isa\" verses=\"MTgzODg=\">Isaiah 37:35<\/a>).<\/p><p>A third covenant under whose terms Jehovah saves his people is the Sinai Covenant. It stipulates that if his people prove loyal <em>as a nation<\/em>, then Jehovah is bound to preserve them (<a class=\"ref\">Exodus 23:20-33; Leviticus 26:1-13; Numbers 14:41-45<\/a>). Jehovah&rsquo;s bridling his <em>wrath<\/em> or <em>anger<\/em>, therefore&mdash;his constraining the king of Assyria\/Babylon from destroying all his people&mdash;serves a dual purpose: (1) it fulfills Jehovah&rsquo;s covenants with his righteous people and with elect individuals; and (2) it preserves alive a remnant of his people that repents as a result of passing through the archtyrant&rsquo;s refiner&rsquo;s fire.<\/p>",
    "audit": 1
}