{
    "id": 11956,
    "source": "henry",
    "verse_id": 18158,
    "verse_count": 8,
    "reference": "27:6-13",
    "title": "",
    "html": "<p>\n        In the days of the gospel, the latter days, the gospel church shall be more firmly fixed than the Jewish church, and shall spread further. May our souls be continually watered and kept, that we may abound in the fruits of the Spirit, in all goodness, righteousness, and truth. The Jews yet are kept a separate and a numerous people; they have not been rooted out as those who slew them. The condition of that nation, through so many ages, forms a certain proof of the Divine origin of the Scriptures; and the Jews live amongst us, a continued warning against sin. But though winds are ever so rough, ever so high, God can say to them, Peace, be still. And though God will afflict his people, yet he will make their afflictions to work for the good of their souls. According to this promise, since the captivity in Babylon, no people have shown such hatred to idols and idolatry as the Jews. And to all God's people, the design of affliction is to part between them and sin. The affliction has done us good, when we keep at a distance from the occasions of sin, and use care that we may not be tempted to it. Jerusalem had been defended by grace and the Divine protection; but when God withdrew, she was left like a wilderness. This has awfully come to pass. And this is a figure of the deplorable state of the vineyard, the church, when it brought forth wild grapes. Sinners flatter themselves they shall not be dealt with severely, because God is merciful, and is their Maker. We see how weak those pleas will be. Verses 12,13, seem to predict the restoration of the Jews after the Babylonish captivity, and their recovery from their present dispersion. This is further applicable to the preaching of the gospel, by which sinners are gathered into the grace of God; the gospel proclaims the acceptable year of the Lord. Those gathered by the sounding of the gospel trumpet, are brought in to worship God, and added to the church; and the last trumpet will gather the saints together.\n    <\/p>",
    "audit": null
}