{
    "id": 11903,
    "source": "henry",
    "verse_id": 17736,
    "verse_count": 5,
    "reference": "4:2-6",
    "title": "",
    "html": "<p>\n        Not only the setting forth Christ's kingdom in the times of the apostles, but its enlargement by gathering the dispersed Jews into the church, is foretold. Christ is called the Branch of the Lord, being planted by his power, and flourishing to his praise. The gospel is the fruit of the Branch of the Lord; all the graces and comforts of the gospel spring from Christ. It is called the fruit of the earth, because it sprang up in this world, and was suited for the present state. It will be good evidence that we are distinguished from those merely called Israel, if we are brought to see all beauty in Christ, and holiness. As a type of this blessed day, Jerusalem should again flourish as a branch, and be blessed with the fruits of the earth. God will keep for himself a holy seed. When most of those that have a place and a name in Zion, and in Jerusalem, shall be cut off by their unbelief, some shall be left. Those only that are holy shall be left, when the Son of man shall gather out of his kingdom every thing which offends. By the judgment of God's providence, sinners were destroyed and consumed; but by the Spirit of grace they are reformed and converted. The Spirit herein acts as a Spirit of judgment, enlightening the mind, convincing the conscience; also as a Spirit of burning, quickening and strengthening the affection, and making men zealously affected in a good work. An ardent love to Christ and souls, and zeal against sin, will carry men on with resolution in endeavors to turn away ungodliness from Jacob. Every affliction serves believers as a furnace, to purify them from dross; and the convincing, enlightening, and powerful influences of the Holy Spirit, gradually root out their lusts, and render them holy as He is holy. God will protect his church, and all that belong to it. Gospel truths and ordinances are the glory of the church. Grace in the soul is the glory of it; and those that have it are kept by the power of God. But only those who are weary will seek rest; only those who are convinced that a storm is approaching, will look for shelter. Affected with a deep sense of the Divine displeasure, to which we are exposed by sin, let us at once have recourse to Jesus Christ, and thankfully accept the refuge he affords.\n    <\/p>",
    "audit": null
}