{
    "id": 13533,
    "source": "kdo",
    "verse_id": 18928,
    "verse_count": 1,
    "reference": "66:5",
    "title": "",
    "html": "<p>From the heathenish majority, with their ungodly hearts, the prophet now turns to the minority, consisting of those who tremble with reverential awe when they hear the word of God. They are called to hear how Jehovah will accept them in defiance of their persecutors. <i>“Hear ye the word of Jehovah, ye that tremble at His word: your brethren that hate you, that thrust you from them for my name's sake, say, 'Let Jehovah get honour, that we may see your joy:' they will be put to shame.”<\/i> They that hate them are their own brethren, and (what makes the sin still greater) the name of Jehovah is the reason why they are hated by them. According to the accents, indeed (<span class=\"normal hebrew\">מנדיכם<\/span> <i>(<span class=\"translit\">rebia<\/span>), <span class=\"normal hebrew\">סמי<\/span> <i>(<span class=\"translit\">pashta<\/span>)), the meaning would be, “your brethren say  …  'for my name's sake (i.e., for me = out of goodness and love to us) will Jehovah glorify Himself,' - then we shall see your joy, but - they will be put to shame.” Rashi and other Jewish expositors interpret it in this or some similar way; but Rosenmüller, Stier, and Hahn are the only modern Christian expositors, who have done so, following the precedent of earlier commentators, who regarded the accents as binding. Luther, however, very properly disregarded them. If <span class=\"normal hebrew\">סמי<\/span> <span class=\"normal hebrew\">למען<\/span> be taken in connection with <span class=\"normal hebrew\">יכבד<\/span>, it gives only a forced sense, which disturbs the relation of all the clauses; whereas this is preserved in all respects in the most natural and connected manner if we combine <span class=\"normal hebrew\">שמי<\/span> <span class=\"normal hebrew\">למען<\/span> with <span class=\"normal hebrew\">מנדּיכם<\/span> <span class=\"normal hebrew\">שׂנאיכם<\/span>, as we must do, according to such parallels as <a class=\"ref\"><\/a>. <span class=\"normal hebrew\">נדּה<\/span> from <span class=\"normal hebrew\">נר<\/span>, to scare away or thrust away (<a class=\"ref\"><\/a>, with the object in the dative), corresponds to <span class=\"greek normal\"> ἀφορίζειν <\/span> in <a class=\"ref\"><\/a> (compare <a class=\"ref\"><\/a>, “to put out of the synagogue”). The practice of excommunication, or putting under the ban (<i>(<span class=\"translit\">niddūi<\/span>)), reaches beyond the period of the Herodians (see Eduyoth<\/i> v. 6),<\/i><\/i><\/p><i><i>\n\n\n\n<\/i><\/i><p>(Note: Compare Wiesner: Der Bann in seiner gesch. Entwickelung auf dem Boden des Judenthums, 1864.)<\/p>\n\n\n\n<p>at any rate as far back as the times succeeding the captivity; but in the passage before us it is quite sufficient to understand (<span class=\"translit\">niddâh<\/span>) in the sense of a defamatory renunciation of fellowship. To the accentuators this <span class=\"normal hebrew\">שמי<\/span> <span class=\"normal hebrew\">למען<\/span> <span class=\"normal hebrew\">מנדיכם<\/span> appeared quite unintelligible. They never considered that it had a confessional sense here, which certainly does not occur anywhere else: viz., “for my name's sake, which ye confess in word and deed.” With unbelieving scorn they say to those who confess Jehovah, and believe in the word of the true redemption: Let Jehovah glorify Himself (lit. let Him be, i.e., show Himself, glorious = (<span class=\"translit\">yikkâbēd<\/span>), cf., <a class=\"ref\"><\/a>), that we may thoroughly satisfy ourselves with looking at your joy. They regard their hope as deceptive, and the word of the prophet as fanaticism. These are they, who, when permission to return is suddenly given, will desire to accompany them, but will be disappointed, because they did not rejoice in faith before, and because, although they do now rejoice in that which is self-evident, they do this in a wrong way.<br><\/p>",
    "audit": null
}