{
    "id": 13534,
    "source": "kdo",
    "verse_id": 18929,
    "verse_count": 1,
    "reference": "66:6",
    "title": "",
    "html": "<p>The city and temple, to which they desire to go, are nothing more, so far as they are concerned, than the places from which just judgment will issue. <i>“Sound of tumult from the city! Sound from the Temple! Sound of Jehovah, who repays His enemies with punishment.”<\/i> All three <span class=\"normal hebrew\">קול<\/span>, to the second of which <span class=\"normal hebrew\">שׁאון<\/span> must be supplied in thought, are in the form of interjectional exclamations (as in <a class=\"ref\"><\/a>). In the third, however, we have omitted the note of admiration, because here the interjectional clause approximates very nearly to a substantive clause (“it is the sound of Jehovah”), as the person shouting announces here who is the originator and cause of the noise which was so enigmatical at first. The city and temple are indeed still lying in ruins as the prophet is speaking; but even in this state they both preserve the holiness conferred upon them. They are the places where Jehovah will take up His abode once more; and even now, at the point at which promise and fulfilment coincide, they are in the very process of rising again. A loud noise (like the tumult of war) proceeds from it. It is Jehovah, He who is enthroned in Zion and rules from thence (<a class=\"ref\"><\/a>), who makes Himself heard in this loud noise (compare <a class=\"ref\"><\/a> with the derivative passage in <a class=\"ref\"><\/a>); it is He who awards punishment or reckons retribution to His foes. In other cases <span class=\"normal hebrew\">גּמוּל<\/span> (<span class=\"normal hebrew\">השׁהיב<\/span>) <span class=\"normal hebrew\">שׁלּם<\/span> generally means to repay that which has been worked out (what has been deserved; e.g., <a class=\"ref\"><\/a>, compare <a class=\"ref\"><\/a>); but in <a class=\"ref\"><\/a> (<span class=\"translit\">gemūl<\/span>) was the parallel word to (<span class=\"translit\">chēmâh<\/span>), and therefore, as in <a class=\"ref\"><\/a>, it did not apply to the works of men, but to the retribution of the judge, just as in <a class=\"ref\"><\/a>, where it is used quite as absolutely. We have therefore rendered it “punishment;” “merited punishment” would express both sides of this double-sided word. By “His enemies,” according to the context, we are to understand primarily the mass of the exiles, who were so estranged from God, and yet withal so full of demands and expectations.<br><\/p>",
    "audit": null
}