{
    "id": 13450,
    "source": "kdo",
    "verse_id": 18641,
    "verse_count": 1,
    "reference": "49:4",
    "title": "",
    "html": "<p>In the next v. the speaker meets the words of divine calling and promise with a complaint, which immediately silences itself, however. <i>“And I, I said, I have wearied myself in vain, and thrown away my strength for nothing and to no purpose; yet my right is with Jehovah, and my reward with my God.”<\/i> The <i>Vav<\/i> with which the v. opens introduces the apparent discrepancy between the calling he had received, and the apparent failure of his work. <span class=\"normal hebrew\">אכן<\/span>, however, denotes the conclusion which might be drawn from this, that there was neither reality nor truth in his call. The relation between the clauses is exactly the same as that in <a class=\"ref\">Psalm 31:23<\/a> and <a class=\"ref\">Jonah 2:5<\/a> (where we find <span class=\"normal hebrew\">אך<\/span>, which is more rarely used in this adversative sense); compare also <a class=\"ref\">Psalm 30:7<\/a> (but I said), and the psalm of Hezekiah in <a class=\"isa\" verses=\"MTg0MDE=\">Isaiah 38:10<\/a> with the antithesis in <a class=\"ref\">Psalm 38:15<\/a>. In the midst of his activity no fruit was to be seen, and the thought came upon him, that it was a failure; but this disturbance of his rejoicing in his calling was soon quieted in the confident assurance that his (<span class=\"translit\">mishpât<\/span>) (i.e., his good right in opposition to all contradiction and resistance) and his “work” (i.e., the result and fruit of the work, which is apparently in vain) are with Jehovah, and laid up with Him until the time when He will vindicate His servant's right, and crown his labour with success. We must not allow ourselves to be led astray by such parallels as <a class=\"isa\" verses=\"MTg0MzE=\">Isaiah 40:10<\/a>; <a class=\"isa\" verses=\"MTg4NjY=\">Isaiah 62:11<\/a>. The words are not spoken in a collective capacity any more than in the former part of the verse; the lamentation of Israel as a people, in <a class=\"isa\" verses=\"MTg0NDg=\">Isaiah 40:27<\/a>, is expressed very differently.<br><\/p>",
    "audit": null
}