{
    "id": 13480,
    "source": "kdo",
    "verse_id": 18724,
    "verse_count": 1,
    "reference": "53:12",
    "title": "",
    "html": "<p>The last reward of His thus working after this life for the salvation of sinners, and also of His work in this life upon which the former is founded, is victorious dominion. <i>“Therefore I give Him a portion among the great, and with strong ones will He divide spoil; because He has poured out His soul into death: and He let Himself be reckoned among transgressors; whilst He bare the sin of many, and made intercession for the transgressors.”<\/i> The promise takes its stand between humiliation and exaltation, and rests partly upon the working of the exalted One, and partly upon the doing and suffering of One who was so ready to sacrifice Himself. Luther follows the lxx and Vulgate, and adopts the rendering, “Therefore will I give Him a great multitude for booty;” and Hävernick, Stier, and others adopt essentially the same rendering, “Therefore will I apportion to Him the many.” But, as <a class=\"ref\">Job 39:17<\/a> clearly shows, this clause can only mean, “Therefore will I give Him a portion in the many.” If, however, <i>(<span class=\"translit\">chillēq<\/span>) <i>(<span class=\"translit\">b'<\/span>) means to have a portion in anything, and not to give the thing itself as a portion, it is evident that <i>(<span class=\"translit\">hârabbı̄m<\/span>) here are not the many, but the great; and this is favoured by the parallel clause. The ideas of greatness and force, both in multitude and might, are bound up together in <i>(<span class=\"translit\">rabh<\/span>) and <i>(<span class=\"translit\">‛âtsūm<\/span>) (see <a class=\"isa\" verses=\"MTc4MTU=\">Isaiah 8:7<\/a>), and the context only can decide which rendering is to be adopted when these ideas are separated from one another. What is meant by “giving a portion <i>(<span class=\"translit\">bârabbı̄m<\/span>),” is clearly seen from such passages as <a class=\"isa\" verses=\"MTg3MTI=\">Isaiah 52:15<\/a>; <a class=\"isa\" verses=\"MTg2NDQ=\">Isaiah 49:7<\/a>, according to which the great ones of the earth will be brought to do homage to Him, or at all events to submit to Him. The second clause is rendered by Luther, “and He shall have the strong for a prey.” This is at any rate better than the rendering of the lxx and Vulgate, “<i>et fortium dividet spolia<\/i>.” But <a class=\"ref\">Proverbs 16:19<\/a> shows that <span class=\"normal hebrew\">את<\/span> is a preposition. Strong ones surround Him, and fight along with Him. The reference here is to the people of which it is said in <a class=\"ref\">Psalm 110:3<\/a>, “They people are thorough devotion in the day of Thy power;” and this people, which goes with Him to battle, and joins with Him in the conquest of the hostile powers of the world (<a class=\"ref\">Revelation 19:14<\/a>), also participates in the enjoyment of the spoils of His victory. With this victorious sway is He rewarded, because He has poured out His soul unto death, having not only exposed His life to death, but “poured out” (<i>(<span class=\"translit\">he‛ĕrâh<\/span>), to strip or empty, or pour clean out, even to the very last remnant) His life-blood into death (<i>(<span class=\"translit\">lammâveth<\/span>) like the <i>Lamed<\/i> in <a class=\"ref\">Psalm 22:16<\/a>), and also because He has suffered Himself to be reckoned with transgressors, i.e., numbered among them (<i>niph. tolerativum<\/i>), namely, in the judgment of His countrymen, and in the unjust judgment (<i>(<span class=\"translit\">mishpât<\/span>)) by which He was delivered up to death as a wicked apostate and transgressor of the law. With <span class=\"normal hebrew\">והוּא<\/span> there is attached to <span class=\"normal hebrew\">נמנה<\/span> <span class=\"normal hebrew\">ואת־פּשׁעים<\/span> (He was numbered with the transgressors), if not in a subordinate connection (like <span class=\"normal hebrew\">והוא<\/span>) in <a class=\"isa\" verses=\"MTg3MTc=\">Isaiah 53:5<\/a>; (compare <a class=\"isa\" verses=\"MTc4NTg=\">Isaiah 10:7<\/a>), the following antithesis: He submitted cheerfully to the death of a sinner, and yet He was no sinner, but “bare the sin of many (cf., <a class=\"ref\">Hebrews 9:28<\/a>), and made intercession for the transgressors.” Many adopt the rendering, “and He takes away the sin of many, and intervenes on behalf of the transgressors.” But in this connection the preterite <span class=\"normal hebrew\">נשׂא<\/span>)can only relate to something antecedent to the foregoing future, so that <span class=\"normal hebrew\">יפגּיע<\/span> denotes a connected past; and thus have the lxx and Vulg. correctly rendered it. Just as <span class=\"normal hebrew\">בּ<\/span> <span class=\"normal hebrew\">הפגּיע<\/span> in <i><a class=\"isa\" verses=\"MTg3MTg=\">Isaiah 53:6<\/a> <\/i> signifies to cause to fall upon a person, so in <a class=\"ref\">Jeremiah 15:11<\/a> it signifies to make one approach another (in supplication). Here, however, as in <a class=\"isa\" verses=\"MTg4MTc=\">Isaiah 59:16<\/a>, the <i>hiphil<\/i> is not a causative, but has the intensive force of the <i>kal<\/i>, viz., to press forward with entreaty, hence to intercede (with a <i>(<span class=\"translit\">Lâmed<\/span>) of the person on whose behalf it occurs). According to the <i>cons. temporum<\/i>, the reference is not to the intercession (<span class=\"greek normal\"> ἔντευξις <\/span>) of the glorified One, but to that of the suffering One, on behalf of His foes. Every word stands here as if written beneath the cross on Golgotha. And this is the case with the clause before us, which was fulfilled (though not exclusively) in the prayer of the crucified Saviour: “Father, forgive them; for they know not what they do” (<a class=\"ref\">Luke 23:34<\/a>). <br>“The prophetic view,” says Oehler, who agrees with us in the general opinion that the idea of the Servant of Jehovah has three distinct stages, “ascends in these discourses step by step, as it were, from the one broad space covered by the foundation-walls of a cathedral up to the very summit with its giddy height, on which the cross is planted; and the nearer it reaches the summit, the more conspicuous do the outlines of the cross itself become, until at last, when the summit is reached, it rests in peace, having attained what it desired when it set its foot upon the first steps of the temple tower.” There is something very striking in this figure. Here, in the very centre of this book of consolation, we find the idea of the Servant of Jehovah at the very summit of its ascent. It has reached the goal. The Messianic idea, which was hidden in the general idea of the nation regarded as “the servant of Jehovah,” has gradually risen up in the most magnificent metamorphosis from the depths in which it was thus concealed. And this fusion has generated what was hitherto altogether strange to the figure of the Messiah, viz., the unio mystica capitis et corporis<\/i>. Hitherto Israel has appeared simply as the nation governed by the Messiah, the army which He conducted into battle, the commonwealth ordered by Him. But now, in the person of the Servant of Jehovah, we see Israel itself in personal self-manifestation: the idea of Israel is fully realized, and the true nature of Israel shines forth in all its brilliancy. Israel is the body, and He the head, towering above it. Another element, with which we found the Messianic idea enriched even before <a class=\"isa\" verses=\"eyIxODcxMyI6MTJ9\">Isaiah 53:1-12<\/a>, was the munus triplex<\/i>. As early as chapters 7-12 the figure of the Messiah stood forth as the figure of a King; but the Prophet like unto Moses, promised in <a class=\"ref\">Deuteronomy 18:15<\/a>, was still wanting. But, according to chapters 42, 49, <a class=\"isa\" verses=\"eyIxODY2NCI6MTF9\">Isaiah 50:1-11<\/a>, the servant of Jehovah is first a prophet, and as the proclaimer of a new law, and the mediator of a new covenant, really a second Moses; at the close of the work appointed Him, however, He receives the homage of kings, whilst, as <a class=\"isa\" verses=\"eyIxODcxMyI6MTJ9\">Isaiah 53:1-12<\/a> clearly shows, that self-sacrifice lies between, on the ground of which He rules above as Priest after the order of Melchizedek - in other words, a Priest and also a King. From this point onward there are added to the Messianic idea the further elements of the status duplex<\/i> and the satisfactio vicaria<\/i>. David was indeed the type of the twofold state of his antitype, inasmuch as it was through suffering that he reached the throne; but where have we found, in all the direct Messianic prophecies anterior to this, the suffering path of the Ecce Homo<\/i> even to the grave? But the Servant of Jehovah goes through shame to glory, and through death to life. He conquers when He falls; He rules after being enslaved; He lives after He has died; He completes His work after He Himself has been apparently cut off. His glory streams upon the dark ground of the deepest humiliation, to set forth which the dark colours were supplied by the pictures of suffering contained in the Psalms and in the book of Job. And these sufferings of His are not merely the sufferings of a confessor or a martyr, like those of the ecclesia pressa<\/i>, but a vicarious atoning suffering, a sacrifice for sin. To this the chapter before us returns again and again, being never tired of repeating it. “Spiritus Sanctus<\/i>,” says Brentius, “non delectatur inani battologi'a, et tamen quum in hoc cap. videatur<\/i><span class=\"greek normal\"> βαττολόγος καὶ ταυτολόγος <\/span> esse, dubium non est, quin tractet rem cognitu maxime necessariam<\/i>.” The banner of the cross is here set up. The curtain of the most holy is lifted higher and higher. The blood of the typical sacrifice, which has been hitherto dumb, begins to speak. Faith, which penetrates to the true meaning of the prophecy, hopes on not only for the Lion of the tribe of Judah, but also for the Lamb of God, which beareth the sin of the world. And in prophecy itself we see the after-effect of this gigantic advance. Zechariah no longer prophesies of the Messiah merely as a king (<a class=\"isa\" verses=\"MTc3NTM=\">Isaiah 5:13<\/a>); He not only rules upon His throne, but is also a priest upon His throne: sovereignty and priesthood go hand in hand, being peacefully united in Him. And in <a class=\"ref\">Zechariah 12:13<\/a> the same prophet predicts in Him the good Divine Shepherd, whom His people pierce, though not without thereby fulfilling the counsel of God, and whom they afterwards long for with bitter lamentation and weeping. The penitential and believing confession which would then be made by Israel is prophetically depicted by Isaiah's pen - “mourning in bitter sorrow the lateness of its love.”<br><\/i><\/p>",
    "audit": null
}