{
    "id": 13430,
    "source": "kdo",
    "verse_id": 18539,
    "verse_count": 1,
    "reference": "44:5",
    "title": "",
    "html": "<p>When Jehovah has thus acknowledged His people once more, the heathen, to whose <i>(<span class=\"translit\">giddūphı̄m<\/span>) (blasphemies) Israel has hitherto been given up, will count it the greatest honour to belong to Jehovah and His people. <i>“One will say, I belong to Jehovah; and a second will solemnly name the name of Jacob; and a third will inscribe himself to Jehovah, and name the name of Israel with honour.”<\/i> The threefold <i>(<span class=\"translit\">zeh<\/span>) refers to the heathen, as in <a class=\"ref\">Psalm 87:4-5<\/a>. One will declare himself to belong to Jehovah; another will call with the name of Jacob, i.e., (according to the analogy of the phrase <span class=\"normal hebrew\">ה<\/span> <span class=\"normal hebrew\">בשׁם<\/span> <span class=\"normal hebrew\">קרא<\/span>) make it the medium and object of solemn exclamation; a third will write with his hand (<span class=\"normal hebrew\">ידו<\/span>, an acc. of more precise definition, like <span class=\"normal hebrew\">חמה<\/span> in <a class=\"isa\" verses=\"MTg1MDY=\">Isaiah 42:25<\/a>, and <span class=\"normal hebrew\">זביחך<\/span> in <a class=\"isa\" verses=\"MTg1Mjk=\">Isaiah 43:23<\/a>), “To Jehovah,” thereby attesting that he desires to belong to Jehovah, and Jehovah alone. This is the explanation given by Gesenius, Hahn, and others; whereas Hitzig and Knobel follow the lxx in the rendering, “he will write upon his hand '(<span class=\"translit\">‛layehōvâh<\/span>),' i.e., mark the name of Jehovah upon it.” But apart from the fact that (<span class=\"translit\">kâthabh<\/span>), with an accusative of the writing materials, would be unprecedented (the construction required would be <span class=\"normal hebrew\">על־ידו<\/span>), this view is overthrown by the fact that tatooing was prohibited by the Israelitish law (<a class=\"ref\">Leviticus 19:28<\/a>; compare the mark of the beast in <a class=\"ref\">Revelation 13:16<\/a>). <span class=\"normal hebrew\">בשׁם<\/span> <span class=\"normal hebrew\">קרא<\/span> is interchanged with <span class=\"normal hebrew\">בסם<\/span> <span class=\"normal hebrew\">כּנּה<\/span>, to surname, or entitle (the Syriac and Arabic are the same; compare the Arabic (<span class=\"translit\">kunye<\/span>), the name given to a man as the father of such and such a person, e.g., Abu-Muhammed<\/i>, rhetorically called metonymy). The name Israel<\/i> becomes a name or title of honour among the heathen. This concludes the fourth prophecy, which opens out into three distinct fields. With <span class=\"normal hebrew\">ועתּה<\/span> in <a class=\"isa\" verses=\"MTg1MzU=\">Isaiah 44:1<\/a> it began to approach the close, just as the third did in <a class=\"isa\" verses=\"MTg1MDc=\">Isaiah 43:1<\/a> -a well-rounded whole, which leaves nothing wanting.<br><\/p>",
    "audit": null
}