{
    "id": 13524,
    "source": "kdo",
    "verse_id": 18868,
    "verse_count": 19,
    "reference": "63:",
    "title": "",
    "html": "<em>Introduction<\/em>\n\n<br>\n\n<p align=\"center\">Sixth Prophecy - <a class=\"isa\" verses=\"eyIxODg2OCI6Nn0=\">Isaiah 63:1-6<\/a> <br>Judgment Upon Edom and Upon the Whole World that Is Hostile to the Church <\/p>\n\n\n\n<p>Just as the Ammonites had been characterized by a thirst for extending their territory as well as by cruelty, and the Moabites by boasting and a slanderous disposition, so were the Edomites, although the brother-nation to Israel, characterised from time immemorial by fierce, implacable, bloodthirsty hatred towards Israel, upon which they fell in the most ruthless and malicious manner, whenever it was surrounded by danger or had suffered defeat. The knavish way in which they acted in the time of Joram, when Jerusalem was surprised and plundered by Philistines and Arabians (<a class=\"ref\">2 Chronicles 21:16-17<\/a>), has been depicted by Obadiah. A large part of the inhabitants of Jerusalem were then taken prisoners, and sold by the conquerors, some to the Phoenicians and some to the Greeks (<a class=\"ref\">Obadiah 1:20; Joel 3:1-8<\/a>); to the latter through the medium of the Edomites, who were in possession of the port and commercial city of Elath on the Elanitic Gulf (<a class=\"ref\">Amos 1:6<\/a>). Under the rule of the very same Joram the Edomites had made themselves independent of the house of David (<a class=\"ref\">2 Kings 8:20; 2 Chronicles 21:10<\/a>), and a great massacre took place among the Judaeans settled in Idumaea; an act of wickedness for which Joel threatens them with the judgment of God (<a class=\"ref\">Joel 3:19<\/a>), and which was regarded as not yet expiated even in the time of Uzziah, notwithstanding the fact that Amaziah had chastised them (<a class=\"ref\">2 Kings 14:7<\/a>), and Uzziah had wrested Elath from them (<a class=\"ref\">2 Kings 14:22<\/a>). <i>“Thus saith Jehovah,”<\/i> was the prophecy of Amos (<a class=\"ref\">Amos 1:11-12<\/a>) in the first half of Uzziah's reign, <i>“for three transgressions of Edom, ad for four, I will not take it back, because he pursued his brother with the sword, and stifled his compassion, so that his anger tears in pieces for ever, and he keeps his fierce wrath eternally: And I let fire loose upon Teman, and it devours the palaces of Bozrah.”<\/i> So also at the destruction of Jerusalem by the Chaldeans, and the carrying away of the people, Edom took the side of the Chaldeans, rejoiced over Israel's defeat, and flattered itself that it should eventually rule over the territory that had hitherto belonged to Israel. They availed themselves of this opportunity to slake their thirst for revenge upon Israel, placing themselves at the service of its enemies, delivering up fugitive Judaeans or else massacring them, and really obtaining possession of the southern portion of Judaea, viz., Hebron (<a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=1%20Macc+5:65&t1=en_nas\" id=\"11\" class=\"stL\" target=\"_blank\">1 Macc. 5:65<\/a>; cf., Josephus, <i>Wars of the Jews<\/i>, iv 9, 7). With a retrospective glance at these, the latest manifestations of eternal enmity, Edom is threatened with divine vengeance by Jeremiah in the prophecy contained in <a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Jer+49:7-22&t1=en_nas\" id=\"12\" class=\"stL\" target=\"_blank\">Jer 49:7-22<\/a>, which is taken for the most part from Obadiah; also in the Lamentations (<a class=\"ref\">Lamentations 4:21-22<\/a>), as well as by Ezekiel (<a class=\"ref\">Ezekiel 25:12-14<\/a>, and especially <a class=\"ref\">Ezekiel 35:1<\/a>), and by the author of <a class=\"ref\">Psalm 137:1-9<\/a>, which looks back upon the time of the captivity. Edom is not always an emblematical name for the imperial power of the world: this is evident enough from <a class=\"ref\">Psalm 137:1-9<\/a>, from Isaiah 21, and also from Isaiah 34 in connection with chapter 13, where the judgment upon Edom is represented as a different one from the judgment upon Babylon. Babylon and Edom are always to be taken literally, so far as the primary meaning of the prophecy is concerned; but they are also representative, Babylon standing for the violent and tyrannical world-power, and Edom for the world as cherishing hostility and manifesting hostility to Israel as Israel, i.e., as the people of God. Babylon had no other interest, so far as Israel was concerned, than to subjugate it like other kingdoms, and destroy every possibility of its ever rising again. But Edom, which dwelt in Israel's immediate neighbourhood, and sprang from the same ancestral house, hated Israel with hereditary mortal hatred, although it knew the God of Israel better than Babylon ever did, because it knew that Israel had deprived it of its birthright, viz., the chieftainship. If Israel should have such a people as this, and such neighbouring nations generally round about it, after it had been delivered from the tyranny of the mistress of the world, its peace would still be incessantly threatened. Not only must Babylon fall, but Edom also must be trodden down, before Israel could be redeemed, or be regarded as perfectly redeemed. The prophecy against Edom which follows here is therefore a well-chosen side-piece to the prophecy against Babel in <a class=\"isa\" verses=\"eyIxODYwMSI6MTV9\">Isaiah 47:1-15<\/a>, at the point of time to which the prophet has been transported.<br><\/p>",
    "audit": null
}