{
    "id": 13397,
    "source": "kdo",
    "verse_id": 18416,
    "verse_count": 6,
    "reference": "39:3-8",
    "title": "",
    "html": "<p>The consequences of this coqueting with the children of the stranger, and this vain display, are pointed out in <a class=\"isa\" verses=\"eyIxODQxNiI6Nn0=\">Isaiah 39:3-8<\/a>: <i>“Then came Isaiah the prophet to king Hizkiyahu, and said to him, What have these men said, and whence come they to thee? Hizkiyahu said, They came to me from a far country <\/i>(K. omits <i>to me<\/i>)<i>, out of Babel. He said further, What have they seen in thy house? Hizkiyahu said, All that is in my house have they seen: there was nothing in my treasures that I had not shown them. Then Isaiah said to Hizkiyahu, Hear the word of Jehovah of hosts <\/i>(K. omits <i>(<span class=\"translit\">tsebhâ'ōth<\/span>));<i> Behold, days come, that all that is in thy house, and all that thy fathers have laid up unto this day, will be carried away to Babel<\/i> (<span class=\"normal hebrew\">בּבל<\/span>, K. <span class=\"normal hebrew\">בּבלה<\/span>):<i> nothing will be left behind, saith Jehovah. And of thy children that proceed from thee, whom thou shalt beget, will they take <\/i>(K. chethib, <i>'will he take'<\/i>); <i>and they will be courtiers in the palace of the king of Babel. Then said Hizkiyahu to Isaiah, Good is the word of Jehovah which thou hast spoken. And he said further, Yea <\/i>(<span class=\"normal hebrew\">כּי<\/span>, K. <span class=\"normal hebrew\">אם<\/span> <span class=\"normal hebrew\">הלוא<\/span>),<i> there shall be peace and stedfastness in my days.”<\/i> Hezekiah's two candid answers in vv. 3 and 4 are an involuntary condemnation of his own conduct, which was sinful in two respects. This self-satisfied display of worthless earthly possessions would bring its own punishment in their loss; and this obsequious suing for admiration and favour on the part of strangers, would be followed by plundering and enslaving on the part of those very same strangers whose envy he had excited. The prophet here foretells the Babylonian captivity; but, in accordance with the occasion here given, not as the destiny of the whole nation, but as that of the house of David. Even political sharp-sightedness might have foreseen, that some such disastrous consequences would follow Hezekiah's imprudent course; but this absolute certainty, that Babylon, which was then struggling hard for independence, would really be the heiress to the Assyrian government of the world, and that it was not from Assyria, which was actually threatening Judah with destruction for its rebellion, but from Babylon, that this destruction would really come, was impossible without the spirit of prophecy. We may infer from <a class=\"isa\" verses=\"MTg0MjA=\">Isaiah 39:7<\/a> (cf., <a class=\"isa\" verses=\"MTg0MTA=\">Isaiah 38:19<\/a>, and for the fulfilment, <a class=\"ref\">Daniel 1:3<\/a>) that Hezekiah had no son as yet, at least none with a claim to the throne; and this is confirmed by <a class=\"ref\">2 Kings 21:1<\/a>. So far as the concluding words are concerned, we should quite misunderstand them, if we saw nothing in them but common egotism. <span class=\"normal hebrew\">כּי<\/span> (for) is explanatory here, and therefore confirmatory. <span class=\"normal hebrew\">אם<\/span> <span class=\"normal hebrew\">הלוא<\/span>, however, does not mean “yea, if only,” as Ewald supposes (§324,b<\/i>), but is also explanatory, though in an interrogative form, “Is it not good (i.e., still gracious and kind), if,” etc.? He submits with humility to the word of Jehovah, in penitential acknowledgement of his vain, shortsighted, untheocratic conduct, and feels that he is mercifully spared by God, inasmuch as the divine blessings of peace and stability (<span class=\"normal hebrew\">אמת<\/span> a self-attesting state of things, without any of those changes which disappoint our confident expectations) would continue. “Although he desired the prosperity of future ages, it would not have been right for him to think it nothing that God had given him a token of His clemency, by delaying His judgment” (Calvin). <br>Over the kingdom of Judah there was now hanging the very same fate of captivity and exile, which had put an end to the kingdom of Israel eight years before. When the author of the book of Kings prefaces the four accounts of Isaiah in <a class=\"ref\">2 Kings 18:13-20<\/a>, with the recapitulation in <a class=\"ref\">2 Kings 18:9-12<\/a> (cf., <a class=\"isa\" verses=\"eyIxNzk4OSI6Mn0=\">Isaiah 17:5-6<\/a>), his evident meaning is, that the end of the kingdom of Israel, and the beginning of the end of the kingdom of Judah, had their meeting-point in Hezekiah's time. As Israel fell under the power of the Assyrian empire, which foundered upon Judah, though only through a miraculous manifestation of the grace of God (see <a class=\"ref\">Hosea 1:7<\/a>); so did Judah fall a victim to the Babylonian empire. The four accounts are so arranged, that the first two, together with the epilogue in <a class=\"isa\" verses=\"MTgzODk=\">Isaiah 37:36<\/a>., which contains the account of the fulfilment, bring the Assyrian period of judgment to a close; and the last two, with the eventful sketch in <a class=\"isa\" verses=\"eyIxODQxOSI6Mn0=\">Isaiah 39:6-7<\/a>, open the way for the great bulk of the prophecies which now follow in chapters 40-66, relating to the Babylonian period of judgment. This Janus-headed arrangement of the contents of chapters 36-39 is a proof that this historical section formed an original part of the “vision of Isaiah.” At any rate, it leads to the conclusion that, whoever arranged the four accounts in their present order, had chapters 40-66 before him at the time. We believe, however, that we may, or rather, considering the prophetico-historical style of chapters 36-39, that we must, draw the still further conclusion, that Isaiah himself, when he revised the collection of his prophecies at the end of Hezekiah's reign, or possibly not till the beginning of Manasseh's, bridged over the division between the two halves of the collection by the historical trilogy in the seventh book.<br><\/p>",
    "audit": null
}