{
    "id": 13469,
    "source": "kdo",
    "verse_id": 18713,
    "verse_count": 1,
    "reference": "53:1",
    "title": "",
    "html": "<p>But, says the second turn in <a class=\"isa\" verses=\"eyIxODcxMyI6M30=\">Isaiah 53:1-3<\/a>, the man of sorrows was despised among us, and the prophecy as to his future was not believed. We hear the first lamentation (the question is, From whose mouth does it come?) in <a class=\"isa\" verses=\"MTg3MTM=\">Isaiah 53:1<\/a>: <i>“Who hath believed our preaching; and the arm of Jehovah, over whom has it been revealed?”<\/i> “I was formerly mistaken,” says Hofmann (<i>Schriftbeweis<\/i>, ii. 1, 159, 160), “as to the connection between <a class=\"isa\" verses=\"MTg3MTM=\">Isaiah 53:1<\/a> and <a class=\"isa\" verses=\"eyIxODcxMCI6M30=\">Isaiah 52:13-15<\/a>, and thought that the Gentiles were the speakers in the former, simply because it was to them that the latter referred. But I see now that I was in error. It is affirmed of the heathen, that they have never heard before the things which they now see with their eyes. Consequently it cannot be they who exclaim, or in whose name the inquiry is made, Who hath believed our preaching?” Moreover, it cannot be they, both because the redemption itself and the exaltation of the Mediator of the redemption are made known to them from the midst of Israel as already accomplished facts, and also because according to <a class=\"isa\" verses=\"MTg3MTI=\">Isaiah 52:15<\/a> (cf., <a class=\"isa\" verses=\"MTg2NDQ=\">Isaiah 49:7<\/a>; <a class=\"isa\" verses=\"MTg0ODU=\">Isaiah 42:4<\/a>; <a class=\"isa\" verses=\"MTg2Nzk=\">Isaiah 51:5<\/a>) they hear the things unheard of before, with amazement which passes into reverent awe, as the satisfaction of their own desires, in other words, with the glad obedience of faith. And we may also add, that the expression in <a class=\"isa\" verses=\"MTg3MjA=\">Isaiah 53:8<\/a>, “for the transgression of my people,” would be quite out of place in the mouths of Gentiles, and that, as a general rule, words attributed to Gentiles ought to be expressly introduced as theirs. Whenever we find a “we” introduced abruptly in the midst of a prophecy, it is always Israel that speaks, including the prophet himself (<a class=\"isa\" verses=\"MTg1MDU=\">Isaiah 42:24<\/a>; <a class=\"isa\" verses=\"MTg4OTE=\">Isaiah 64:5<\/a>; <a class=\"isa\" verses=\"MTc5NzY=\">Isaiah 16:6<\/a>; <a class=\"isa\" verses=\"MTgxMTI=\">Isaiah 24:16<\/a>, etc.). Hofmann therefore very properly rejects the view advocated by many, from Calvin down to Stier and Oehler, who suppose that it is the prophet himself who is speaking here in connection with the other heralds of salvation; “for,” as he says, “how does all the rest which is expressed in the 1st pers. plural tally with such a supposition?” If it is really Israel, which confesses in <a class=\"isa\" verses=\"MTg3MTQ=\">Isaiah 53:2<\/a>. how blind it has been to the calling of the servant of Jehovah, which was formerly hidden in humiliation but is now manifested in glory; the mournful inquiry in <a class=\"isa\" verses=\"MTg3MTM=\">Isaiah 53:1<\/a> must also proceed from the mouth of Israel. The references to this passage in <a class=\"ref\">John 12:37-38<\/a>, and <a class=\"ref\">Romans 10:16<\/a>, do not compel us to assign <a class=\"isa\" verses=\"MTg3MTM=\">Isaiah 53:1<\/a> to the prophet and his comrades in office. It is Israel that speaks even in <a class=\"isa\" verses=\"MTg3MTM=\">Isaiah 53:1<\/a>. The nation, which acknowledges with penitence how shamefully it has mistaken its own Saviour, laments that it has put no faith in the tidings of the lofty and glorious calling of the servant of God. We need not assume, therefore, that there is any change of subject in <a class=\"isa\" verses=\"MTg3MTQ=\">Isaiah 53:2<\/a>; and (what is still more decisive) it is necessary that we should not, if we would keep up any close connection between <a class=\"isa\" verses=\"MTg3MTM=\">Isaiah 53:1<\/a> and <a class=\"isa\" verses=\"MTg3MTI=\">Isaiah 52:15<\/a>. The heathen receive with faith tidings of things which had never been heard of before; whereas Israel has to lament that it put no faith in the tidings which it had heard long, long before, not only with reference to the person and work of the servant of God, but with regard to his lowly origin and glorious end. <span class=\"normal hebrew\">שמוּעה<\/span> (a noun after the form <span class=\"normal hebrew\">ישׁוּעה<\/span>, <span class=\"normal hebrew\">שׁבוּעה<\/span>, a different form from that of <span class=\"normal hebrew\">גּדלּה<\/span>, which is derived from the adjective <span class=\"normal hebrew\">גדל<\/span>) signifies the hearsay (<span class=\"greek normal\"> ἀκοή <\/span>), i.e., the tidings, more especially the prophetic announcement in <a class=\"isa\" verses=\"MTgxNzQ=\">Isaiah 28:9<\/a>; and <span class=\"normal hebrew\">שׁמעתנוּ<\/span>, according to the primary subjective force of the suffix, is equivalent to <span class=\"normal hebrew\">שמענוּ<\/span> <span class=\"normal hebrew\">אשר<\/span> <span class=\"normal hebrew\">שמוּעה<\/span> (cf., <a class=\"ref\">Jeremiah 49:14<\/a>), i.e., the hearsay which we have heard. There were some, indeed, who did not refuse to believe the tidings which Israel heard: <span class=\"greek normal\"> ἀλλ ̓ οὖ πάντες ὑπήκουσαν τῷ εὐαγγελίῳ <\/span> (<a class=\"ref\">Romans 10:16<\/a>); the number of the believers was vanishingly small, when compared with the unbelieving mass of the nation. And it is the latter, or rather its remnant which had eventually come to its senses, that here inquires, Who hath believed <i>our<\/i> preaching, i.e., the preaching that was common among us? The substance of the preaching, which had not been believed, was the exaltation of the servant of God from a state of deep degradation. This is a work performed by the “arm of Jehovah,” namely, His holy arm that has been made bare, and that now effects the salvation of His people, and of the nations generally, according to His own counsel (<a class=\"isa\" verses=\"MTg3MDc=\">Isaiah 52:10<\/a>; <a class=\"isa\" verses=\"MTg2Nzk=\">Isaiah 51:5<\/a>). This arm works down from on high, exalted far above all created things; men have it above them, and it is made manifest to those who recognise it in what is passing around them. Who, asks Israel, has had any faith in the coming exaltation of the servant of God? who has recognised the omnipotence of Jehovah, which has set itself to effect his exaltation? All that follows is the confession of the Israel of the last times, to which this question is the introduction. We must not overlook the fact that this golden “passional” is also one of the greatest prophecies of the future conversion of the nation, which has rejected the servant of God, and allowed the Gentiles to be the first to recognise him. At last, though very late, it will feel remorse. And when this shall once take place, then and not till then will this chapter - which, to use an old epithet, will ever be <i>carnificina Rabbinorum<\/i> - receive its complete historical fulfilment. <br><\/p>",
    "audit": null
}