{
    "id": 2348,
    "source": "ldsces",
    "verse_id": 18195,
    "verse_count": 4,
    "reference": "29:1–4",
    "title": "What Does the Phrase “It Shall Be unto Me As Ariel” Mean?",
    "html": "<p>David dwelt in Jerusalem, and Ariel is another name for that city. In typical prophetic fashion this prophecy has a multiple application. It could be applied to any time when Jerusalem faced a major catastrophe because of its apostasy. Also, Jerusalem is sometimes used as a generic name, not just for the city but for the entire nation, much as people say Washington and mean the United States or Moscow and mean Russia. Elder LeGrand Richards noted the dualism of the prophecy:<\/p><p>&ldquo;If you will read [<a class=\"isa\" verses=\"eyIxODE5NSI6Mn0=\">Isaiah 29:1&ndash;2<\/a>] thoughtfully, you will know that [Isaiah] not only saw the destruction of Jerusalem, but he saw the destruction of another great center like unto Jerusalem. Then he adds:<\/p><p>&ldquo;&lsquo;And thou shalt be brought down, and shalt speak out of the ground, and thy speech shall be low out of the dust, and thy voice shall be, as one that hath a familiar spirit, out of the ground, and thy speech shall whisper out of the dust.&rsquo; [<a class=\"isa\" verses=\"MTgxOTg=\">Isaiah 29:4<\/a>.]<\/p><p>&ldquo;Nobody in this world could explain that intelligently or know what people Isaiah saw like unto Jerusalem without the Book of Mormon. Here is the explanation in the Book of Mormon. &lsquo;After my seed and the seed of my brethren shall have dwindled in unbelief, and shall have been smitten by the Gentiles; yea, after the Lord God shall have camped against them round about, and shall have laid siege against them with a mount, and raised forts against them; and after they shall have been brought down low in the dust, even that they are not, yet the words of the righteous shall be written, and the prayers of the faithful shall be heard, and all those who have dwindled in unbelief shall not be forgotten.<\/p><p>&ldquo;&lsquo;For those who shall be destroyed shall speak unto them out of the ground, and their speech shall be low out of the dust, and their voice shall be as one that hath a familiar spirit; for the Lord God will give unto him power that he may whisper concerning them, even as it were out of the ground, and their speech shall whisper out of the dust.<\/p><p>&ldquo;&lsquo;For thus saith the Lord God: They shall write the things which shall be done among them, and they shall be written and sealed up in a book, and those who have dwindled in unbelief shall not have them, for they seek to destroy the things of God.&rsquo; (<a class=\"ref\">2 Nephi 26:15&ndash;17<\/a>.)<\/p><p>&ldquo;How could Joseph Smith have known these things when the Book of Mormon was published even before this Church was organized, except for the fact that the Book of Mormon is the promised record that God said he would bring forth and join to the record of Judah. How could anyone understand this prophecy of Isaiah without the explanation contained in the Book of Mormon.&rdquo; (In Conference Report, Apr. 1963, p. 118.)<\/p><p>The Book of Mormon is truly the voice of a people brought low, speaking from the dust, for the book was in fact taken from the ground, just as Isaiah prophesied.<\/p><p class=\"cite\">LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 15, Item 16<\/p>",
    "audit": 1
}