{
    "id": 2275,
    "source": "ldsces",
    "verse_id": 17827,
    "verse_count": 1,
    "reference": "8:19",
    "title": "Warning against Familiar Spirits, Peepers, and Mutterers",
    "html": "<p>The expression &ldquo;familiar spirits&rdquo; is not an accurate term to convey the significance of the Hebrew term used anciently. The Hebrew word <em>&lsquo;ob<\/em> means &ldquo;a leather bottle or bag&rdquo; (see William Gesenius, <em>A Hebrew and English Lexicon of the Old Testament,<\/em> p. 15). This object was used by the practitioners of necromancy, a deceptive craft of pretended communication with the dead. The art involved a kind of ventriloquism wherein the voice or message of the &ldquo;departed spirits&rdquo; was called forth from the bag or sometimes a pit. (See G. Johannes Botterweck and Helmer Ringgren, <em>Theological Dictionary of the Old Testament,<\/em> 1:131, 133&ndash;34.) The peeping (chirping) and muttering (twittering) somewhat like birds was intended to invoke the departed spirits or to convey the pretended message (see Young, <em>Book of Isaiah,<\/em> 1:318). The Lord warned Israel and Judah of such deceptions early in their history (see <a class=\"ref\">Leviticus 19:31; 20:27; Deuteronomy 18:10&ndash;11<\/a>). President Joseph Fielding Smith in commenting on these ancient practices gave this warning that applies even today:<\/p><p>&ldquo;To seek for information through &hellip; any way contrary to the instruction the Lord has given is a sin. The Lord gave positive instruction to Israel when they were in the land of their inheritance that they were to go to him for revelation and to avoid the devices prevalent among the heathen nations who occupied their lands. &hellip;<\/p><p>&ldquo;All through the Bible, the New Testament as well as the Old, the Lord and his prophets have expressed their displeasure when the people turned from the Lord to &lsquo;familiar spirits.&rsquo;&rdquo; (<em>Answers to Gospel Questions,<\/em> 4:33.)<\/p><p class=\"cite\">LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 13, Item 51<\/p>",
    "audit": 1
}