{
    "id": 2358,
    "source": "ldsces",
    "verse_id": 18300,
    "verse_count": 5,
    "reference": "33:20–24",
    "title": "What Is Known of Zion’s Future?",
    "html": "<p>In its redeemed condition, Zion will be a place of singular beauty and righteousness. Therefore, &ldquo;look upon Zion, the city of our solemnities&rdquo; (<a class=\"isa\" verses=\"MTgzMDA=\">Isaiah 33:20<\/a>), that is, consider what it will be like to live in Zion. &ldquo;There the glorious Lord will be unto us a place of broad rivers and streams; &hellip; he will save us&rdquo; (<a class=\"isa\" verses=\"eyIxODMwMSI6Mn0=\">vv. 21&ndash;22<\/a>). Then too, &ldquo;the inhabitant [of Zion] shall not say, I am sick: the people that dwell therein shall be forgiven their iniquity&rdquo; (<a class=\"isa\" verses=\"MTgzMDQ=\">v. 24<\/a>). Clearly, these are those who have applied the atoning blood of Christ in their own behalf.<\/p><p>Elder Bruce R. McConkie said of the word <em>stakes:<\/em><\/p><p>&ldquo;In prophetic imagery, Zion is pictured as a great tent upheld by cords fastened securely to <em>stakes.<\/em> Thus Isaiah, envisioning the latter-day glory of Israel, gathered to her restored Zion, proclaimed: &lsquo;Enlarge the place of thy tent, and let them stretch forth the curtains of thine habitations: spare not, lengthen thy cords, and strengthen thy stakes; For thou shalt break forth on the right hand and on the left. &hellip; For a small moment have I forsaken thee; but with great mercies will I gather thee.&rsquo; (<a class=\"isa\" verses=\"eyIxODcyNiI6Nn0=\">Isa. 54:2&ndash;7<\/a>.) And of the millennial Zion, Isaiah exulted: &lsquo;Look upon Zion, the city of our solemnities: a tabernacle that shall not be taken down; not one of the stakes thereof shall ever be removed, neither shall any of the cords thereof be broken.&rsquo; (<a class=\"isa\" verses=\"MTgzMDA=\">Isa. 33:20<\/a>.)<\/p><p>&ldquo;In keeping with this symbolism, the great areas of church population and strength, which sustain and uphold the restored Zion, are called <em>stakes.<\/em> They are the rallying points and the gathering centers for the remnants of scattered Israel. (<a class=\"ref\">D. &amp; C. 68:25&ndash;26; 82:13&ndash;14; 101:17&ndash;21; 115:6, 18; 124:134; 133:9<\/a>.)&rdquo; (<em>Mormon Doctrine,<\/em> p. 764.)<\/p><p class=\"cite\">LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 15, Item 26<\/p>",
    "audit": 1
}