{
    "id": 2278,
    "source": "ldsces",
    "verse_id": 17836,
    "verse_count": 1,
    "reference": "9:6",
    "title": "“Unto Us a Son Is Given … and His Name Shall Be Called Wonderful, Counselor, the Mighty God, the Everlasting Father”",
    "html": "<p>President Joseph Fielding Smith wrote about the Savior&rsquo;s various titles:<\/p><p>&ldquo;Isaiah &hellip; speaks of Christ as &lsquo;Wonderful, Counselor, the Mighty God, the Everlasting Father, the Prince of Peace.&rsquo; (Is. 9:6)<\/p><p>&ldquo;These titles, and the sayings that Jesus was the Creator and all things were made by him, have proved to be a stumbling block to some who are not well informed. The question arises, &lsquo;How could he, if he had not body and flesh and bones, before he was born of Mary, accomplish these things as a spirit?&rsquo; Jesus had no body of flesh and bones until he was born at Bethlehem. This he fully explained to the brother of Jared. The answer to this question is simply that he did these wonderful works because of the glory his Father had given him before he was born (<a class=\"ref\">John 17:5&ndash;24<\/a>) and because at that time he was God. In an epistle issued by the First Presidency and Council of Twelve Apostles in 1916, these matters are clearly explained. (see <em>Era,<\/em> Vol. 19:34.) From this epistle the following is taken:<\/p><p>&ldquo;&lsquo;&hellip; scriptures that refer to God in any way as the Father of the heavens and in the earth are to be understood as signifying that God is the Maker, the Organizer, the Creator of the heavens and the earth.<\/p><p>&ldquo;&lsquo;With this meaning, as the context shows in every case, Jehovah, who is Jesus Christ, the Son of Elohim, is called &ldquo;the Father,&rdquo; and even &ldquo;the very eternal Father of heaven and earth.&rdquo; (See &hellip; <a class=\"ref\">Mosiah 16:15<\/a>.) With analogous meaning, Jesus Christ is called &ldquo;The Everlasting Father,&rdquo; (<a class=\"isa\" verses=\"MTc4MzY=\">Isaiah 9:6<\/a>; compare <a class=\"ref\">2 Nephi 19:6<\/a>.) The descriptive titles &ldquo;Everything&rdquo; and &ldquo;eternal&rdquo; in the foregoing texts are synonymous.<\/p><p>&ldquo;&lsquo;That Jesus Christ who we also know as Jehovah, was the executive of the Father, Elohim, in the work of creation is set forth in the book <em>Jesus the Christ,<\/em> Chap. 4. Jesus Christ, being the Creator, is constantly called the Father of heaven and earth in the sense explained above; and since his creations are of eternal quality, he is very properly called the Eternal Father of heaven and earth.&rsquo;&rdquo; (<em>Church History and Modern Revelation,<\/em> 1:168).<\/p><p class=\"cite\">LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 13, Item 54<\/p>",
    "audit": 1
}