{
    "id": 2366,
    "source": "ldsces",
    "verse_id": 18424,
    "verse_count": 1,
    "reference": "40:3",
    "title": "“The Voice of Him That Crieth in the Wilderness”",
    "html": "<p>As with so many Old Testament prophecies, this passage has more than one meaning. The Savior clearly identified the &ldquo;voice in the wilderness&rdquo; as John the Baptist (see <a class=\"ref\">Matthew 3:3; John 1:23; 1 Nephi 10:8&ndash;9<\/a>). But if this forerunner was to prepare the way for the person who was to tell Jerusalem that times of trial were over (see <a class=\"isa\" verses=\"W3siMTg0MjIiOjF9XQ==\">Isaiah 40:1<\/a>), then the prophet clearly could not be referring only to John the Baptist&rsquo;s mortal ministry. Elder George Teasdale said: &ldquo;Instead of speaking comforting words to Jerusalem, He [Christ] exclaimed: &lsquo;O Jerusalem, Jerusalem, thou that killest the Prophets, and stonest them which are sent unto thee, how often would I have gathered thy children together, even as a hen gathereth her chickens under her wings, and ye would not! Behold, your house is left unto you desolate.&rsquo; Were these comforting words to Jerusalem? I think not. It is very evident that John the Baptist was not only the forerunner of His first coming, but also of His second advent. The Scriptures are plain on this matter.&rdquo; (In <em>Journal of Discourses,<\/em> 25:16.)<\/p><p>Only with the Second Coming of the Lord will Jerusalem find forgiveness and peace. Therefore, the reference to the voice in the wilderness (John the Baptist) making a straight way in the desert applies to his ministry as a forerunner for both the former and the latter days. Luke quoted <a class=\"isa\" verses=\"W3siMTg0MjQiOjN9XQ==\">Isaiah 40:3&ndash;5<\/a>(see <a class=\"ref\">Luke 3:4&ndash;6<\/a>)&mdash;not only verse 3 but also verses 4 and 5, which are clearly millennial in application. When Joseph Smith revised Luke&rsquo;s passage, he added five verses that also apply to the Second Coming and clearly identify the Savior as Him for whom the forerunner would prepare the way.<\/p><p>Since the five verses the Prophet Joseph added were put in the middle of Luke&rsquo;s quotation of Isaiah, it can be assumed they were part of Isaiah&rsquo;s original text. They are therefore cited here (they were inserted between verses 3 and 4 of Luke).<\/p><p>&ldquo;For behold, and lo, he shall come, as it is written in the book of the prophets, to take away the sins of the world, and to bring salvation unto the heathen nations, to gather together those who are lost, who are of the sheepfold of Israel;<\/p><p>&ldquo;Yea, even the dispersed and afflicted; and also to prepare the way, and make possible the preaching of the gospel unto the Gentiles;<\/p><p>&ldquo;And to be a light unto all who sit in darkness, unto the uttermost parts of the earth; to bring to pass the resurrection from the dead, and to ascend up on high, to dwell on the right hand of the Father,<\/p><p>&ldquo;Until the fulness of time, and the law and the testimony shall be sealed, and the keys of the kingdom shall be delivered up again unto the Father;<\/p><p>&ldquo;To administer justice unto all; to come down in judgment upon all, and to convince all the ungodly of their ungodly deeds, which they have committed; and all this in the day that he shall come.&rdquo; (<a class=\"ref\">JST, Luke 3:5&ndash;9<\/a>.)<\/p><p>Clearly John the Baptist fulfilled this prophecy twice. But there was to be yet another fulfillment of the prophecy.<\/p><p>Another forerunner who prepared for Christ&rsquo;s coming was the Prophet Joseph Smith. President Joseph Fielding Smith observed that &ldquo;Malachi [as does Isaiah] speaks of the Lord sending his messenger to prepare the way before him, and while that does have reference to the coming of John the Baptist, it is one of those prophecies in the scriptures that has a double fulfilment. It has reference also to the coming of the Prophet Joseph Smith, because that messenger which was to come and prepare the way before him, was to come in this day. I am going to take just a moment for that because it is important, and I will show you when this messenger was to deliver his message. &hellip;<\/p><p>&ldquo;The Lord declared, through one of his prophets, that before his second coming a messenger should be sent to prepare the way and make it straight. You may apply this to John if you will, and it is true. John, the messenger who came to prepare the way before the Lord in the former dispensation, also came in this dispensation as a messenger to Joseph Smith; so it applies, if you wish to apply it so, to John who came as a messenger to prepare the way before the Lord.<\/p><p>&ldquo;But I go farther and maintain that Joseph Smith was the messenger whom the Lord sent to prepare the way before him. He came, and under direction of holy messengers laid the foundation for the kingdom of God and of this marvelous work and a wonder that the world might be prepared for the coming of the Lord.&rdquo; (<em>Doctrines of Salvation,<\/em> 1:193&ndash;95.)<\/p><p class=\"cite\">LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 16, Item 5<\/p>",
    "audit": 1
}