{
    "id": 2397,
    "source": "ldsces",
    "verse_id": 18577,
    "verse_count": 11,
    "reference": "45:15–25",
    "title": "The God of Israel Is the Lord, the Savior Jesus Christ",
    "html": "<p>This is one of the primary testimonies of Isaiah. Many lose sight of the fact that the God of the Old Testament was the premortal Jesus. Often they speak of the theology of the Old Testament as being significantly different from that of the New Testament. Or they talk about how the concept of God mellowed as people became more civilized and sophisticated. The blind refuse to see, for it is not just modern revelation that teaches Jehovah is Christ. Both Old and New Testament writers testified of it again and again, and none did it more frequently or more powerfully than did Isaiah.<\/p><p>In this chapter the identity of the God of the Old Testament is clearly revealed. Consider the witnesses here given:<\/p><ol class=\"decimal\" start=\"1\"><li data-marker=\"1.\"><p>He is the Messiah, the Savior of the world (see <a class=\"isa\" verses=\"MTg1Nzc=\">v. 15<\/a>).<\/p><\/li><li data-marker=\"2.\"><p>He shall save Israel with an everlasting salvation (see <a class=\"isa\" verses=\"MTg1Nzk=\">v. 17<\/a>).<\/p><\/li><li data-marker=\"3.\"><p>He is the Creator (see <a class=\"isa\" verses=\"MTg1ODA=\">v. 18<\/a>).<\/p><\/li><li data-marker=\"4.\"><p>He is just and is mighty to save (see <a class=\"isa\" verses=\"MTg1ODM=\">v. 21<\/a>).<\/p><\/li><li data-marker=\"5.\"><p>There is no other name given by which we may be saved (see <a class=\"isa\" verses=\"eyIxODU4MyI6Mn0=\">vv. 21&ndash;22<\/a>).<\/p><\/li><li data-marker=\"6.\"><p>His words are truth and righteousness (see <a class=\"isa\" verses=\"MTg1ODU=\">v. 23<\/a>).<\/p><\/li><li data-marker=\"7.\"><p>Every knee shall bow and every tongue confess that Jesus is the Christ (see <a class=\"isa\" verses=\"MTg1ODU=\">v. 23<\/a>; compare <a class=\"ref\">Romans 14:11<\/a>; see also Smith, <em>Doctrines of Salvation,<\/em> 2:20).<\/p><\/li><li data-marker=\"8.\"><p>He is the Mediator for all the seed of Israel (see <a class=\"isa\" verses=\"MTg1ODY=\">v. 24<\/a>).<\/p><\/li><\/ol><p class=\"cite\">LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 16, Item 36<\/p>",
    "audit": 1
}