{
    "id": 2351,
    "source": "ldsces",
    "verse_id": 18211,
    "verse_count": 1,
    "reference": "29:17",
    "title": "What Relationship Does This Verse Have to the Coming Forth of the Book of Mormon?",
    "html": "<p>Elder Mark E. Petersen said:<\/p><p>&ldquo;The gathering of the Jews to Palestine is one of the most outstanding and significant of all the signs of the times. The Lord said through Jeremiah: &lsquo;&hellip; I will cause them to return to the land that I gave to their fathers, and they shall possess it.&rsquo; (<a class=\"ref\">Jer. 30:3<\/a>.) Isaiah indicated that Palestine, long languishing in the grip of the desert, was destined to be turned into a fruitful field in connection with the gathering of the Jews to their homeland. &hellip;<\/p><p>&ldquo;A sacred book was to come forth before that time&mdash;one which was new to the world, one that told of a fallen nation which was destroyed suddenly&mdash;a book to be offered in the latter days to a learned man who would reject it, but to be given by divine means to an unlettered man through whom it was to be given to the world. &hellip;<\/p><p>&ldquo;Where is that book? It is one of the signs of the times.<\/p><p>&ldquo;Not only did the prophets predict its appearance, but Isaiah set a limit on the time of its publication. That time limit was related to the period when fertility would return to Palestine. Isaiah said that the book would come forth first, and then added that in &lsquo;a very little while &hellip; Lebanon shall be turned into a fruitful field, and the fruitful field shall be esteemed as a forest.&rsquo; (<a class=\"isa\" verses=\"W3siMTgyMTEiOjF9XQ==\">Isa. 29:17<\/a>.)<\/p><p>&ldquo;The time limit has expired. This new volume of scripture must have come forth before now or Isaiah was not a true prophet, for Palestine is fruitful again.&rdquo; (In Conference Report, Oct. 1965, p. 61.)<\/p><p>The Book of Mormon came first, just as Isaiah foresaw it would.<\/p><p class=\"cite\">LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 15, Item 19<\/p>",
    "audit": 1
}