{
    "id": 2232,
    "source": "ldsces",
    "verse_id": 17671,
    "verse_count": 5,
    "reference": "1:16–20",
    "title": "Call to Repentance, Promise of Forgiveness",
    "html": "<p>In the midst of a scathing denunciation of the house of Israel, the Lord reminded them that they could be saved as a nation if they would truly repent. This scripture is often used to encourage individuals to repent and seek forgiveness, but it was originally given to a nation, not a person. President Joseph Fielding Smith wrote:<\/p><p>&ldquo;This is not an individual promise, but one to a rebellious nation. No matter how many prophets the Lord sent to Israel and Judah, and how many times he pleaded with them, all through their history they were rebellious.<\/p><p>&ldquo;Here we find a promise that if they would return to the Lord, their past sins would be forgotten, and he would again receive them as his people and bless them abundantly, and they should continue to be his covenant people.&rdquo; (<em>Answers to Gospel Questions,<\/em> 2:180.)<\/p><p>Nephi, however, said that he took the words of Isaiah and &ldquo;did liken all scriptures unto us, that it might be for our profit and learning&rdquo; (<a class=\"ref\">1 Nephi 19:23<\/a>). Certainly this beautiful promise, though originally given to Israel as a nation, can be &ldquo;likened&rdquo; to individuals. Elder Charles W. Penrose applied Isaiah&rsquo;s promise from the Lord to all who meet certain requirements: &ldquo;Now here is the pattern: Those who believe and repent must be taken down into the water and be buried from their old lives, must put off the old man with his deeds, must be buried in the likeness of Christ&rsquo;s burial and raised up again in the likeness of Christ&rsquo;s resurrection. Then, when they come forth from the water, if they have believed, repented, and been baptized by a man sent of God to baptize&mdash;then, &lsquo;though their sins be as scarlet, they shall be as white as snow; though they be red like crimson, they shall be as wool.&rsquo; They are cleansed, they come forth to a new birth, they are born of the water, and every time they partake of the holy sacrament they witness to God that they will continue in his ways, and walk in his paths, that they have put on Christ, and that they will remember him to keep his commandments in all things. Now when people are thus properly cleansed, and purified and made white, like unto newborn babes on entering into the world, without blemish or spot, then their tabernacles are fit to receive the Holy Ghost.&rdquo; (In <em>Journal of Discourses,<\/em> 22:91.)<\/p><p>President Joseph Fielding Smith suggested that the washing mentioned in verse 16 could be baptism (see <em>Answers to Gospel Questions,<\/em> 1:51). From the Book of Mormon it is known that Isaiah taught baptism at least one other time (see <a class=\"ref\">1 Nephi 20:1<\/a>).<\/p><p class=\"cite\">LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 13, Item 8<\/p>",
    "audit": 1
}