{
    "id": 2221,
    "source": "mckenzie",
    "verse_id": 18874,
    "verse_count": 24,
    "reference": "63:7-19; 64:1-11",
    "title": "A Psalm of Lamentation",
    "html": "<p>We have called this poem a psalm; in form and structure it belongs with the type of psalm called &ldquo;community lamentation,&rdquo; which contains recitals of past blessings, description of the present need, appeals for assistance, and often an assurance that the petition is answered. The prophet begins his recital of past blessings with a formal exordium. These deeds arise from the confidence of Yahweh in Israel, a confidence which was rudely broken by the Israelites; the prophet here humanizes Yahweh in a childlike manner as the innocent benefactor who was cheated by the object of his benefaction. The prophet emphasizes the personal action of Yahweh (see the Note on <a class=\"isa\" verses=\"MTg4NzY=\">63:9<\/a>). It was early in Israel&rsquo;s history that Israel became rebellious and that Yahweh loosed his judgments upon Israel. The state of the text of vs. <a class=\"isa\" verses=\"eyIxNzg4NiI6MTZ9\">11<\/a> makes it difficult to be sure of the precise meaning of the prophet here; see the textual notes. The recalling of the great deeds of the Exodus is a reason for hope in Yahweh&rsquo;s good will; and the prophet asks where the power, which was then displayed, is now to be seen. In the lamentation psalms Yahweh is often urged to act for the sake of his own reputation, his &ldquo;name.&rdquo; Verse <a class=\"isa\" verses=\"eyIxNzk3MSI6MTR9\">16<\/a> is not entirely clear. Abraham and Israel (Jacob) must be the patriarchs of history. The only reason why they would disclaim Israel is because Israel is faithless to Yahweh. Verse <a class=\"isa\" verses=\"eyIxNzk4NSI6MTR9\">17<\/a> is a mild rebuke of Yahweh for not acting more urgently&mdash;as we would say, for not putting on more pressure. Verse <a class=\"isa\" verses=\"eyIxNzk5OSI6N30=\">18<\/a> (see the Note) most probably refers to the destruction of the temple by the Babylonians. This suggests that the poem should be dated at a time when this disaster was still recent enough to be recalled in such terms as these. The general period in which we place Third Isaiah (see Introduction, &ldquo;Critical Questions&rdquo;) is close enough to the event. The condition of Israel after this judgment was no better than the condition of nations which had not been in covenant with Yahweh, nations which had disappeared from the historical scene. The prophet does not now speak in the language of the Zion poems; he has swung to the opposite pole of impatient anxiety over the delay of salvation.<\/p><p>The prophet prays for a theophany; the prayer is found where the chapter division has been erroneously placed (see Note on <a class=\"isa\" verses=\"eyIxODg4NiI6Mn0=\">63:19&ndash;64:1<\/a>). He does not ask for a specific act either of salvation or of judgment; when Yahweh acts, no man is capable of predicting what he will do. The prophet is sure that he will not come as a savior except to the righteous. The poem then leads into the confession of sin (vs. <a class=\"isa\" verses=\"eyIxNzczNSI6Nn0=\">4<\/a>), which is put in general but quite vigorous language. Again there is a mild rebuke of Yahweh. The Israelites do not invoke his name because they have seen too much of his judgment and not enough of his salvation. They are discouraged with their present situation. But there is no one else to whom they can turn. On the figure of the potter, see <a class=\"isa\" verses=\"MTg1NzE=\">45:9<\/a>. The figure as usual illustrates the sovereignty of Yahweh; but here it is the absolute dependence of Israel on this sovereignty which is signified. The ultimate basis of the plea is that Israel is still the people of Yahweh whom he may punish but cannot reject.<\/p><p>Verses <a class=\"isa\" verses=\"eyIxNzgzMSI6NTV9\">9&ndash;10<\/a>, as observed for <a class=\"isa\" verses=\"MTg4ODU=\">63:18<\/a>, are most probably referred to the disaster of 587 b.c. We find again an allusion to the temple; and it seems unlikely that the prophet could have spoken thus about the temple if it had been rebuilt. For it was one of Yahweh&rsquo;s saving acts that he made his name to dwell in Zion again after the temple of Solomon had been laid in ruins. The plea ends with the suggestion that Yahweh perhaps has overstepped the due bounds of anger, righteous as his anger may have been. Such mild rebukes are found in the psalms of lamentation; they are a part of the familiar language of Israelite prayer.<\/p><p>McKenzie, J. L. (2008). <em>Second Isaiah: Introduction, Translation, and Notes<\/em> (Vol. 20, pp. 192&ndash;193). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}