{
    "id": 2209,
    "source": "mckenzie",
    "verse_id": 18725,
    "verse_count": 17,
    "reference": "54:1-17",
    "title": "Yahweh’s Enduring Love",
    "html": "<p>Another of the Zion poems follows the fourth Servant Song. Zion is addressed in terms similar to those already used; see the Notes. The wife, hitherto barren, must quickly enlarge her tent for her fabulously numerous children; there is a probable allusion here to Sarah, the historic nomad wife from whom Israel first sprang. The promise in vs. <a class=\"isa\" verses=\"W3siMTc3MDkiOjI2fV0=\">3<\/a> echoes the promises to Abraham, and adds a reference to more recent events; for the wasted cities are the cities of Judah, left mostly abandoned and in ruins (as archaeology attests).<\/p><p>The appeal to confidence is again based on the unquenchable love of Yahweh for Israel; see <a class=\"isa\" verses=\"W3siMTg2NTEiOjR9XQ==\">49:14&ndash;16, 50:1<\/a>. Israel should know, and the prophet tells it, that it has done everything that would quench love. By an anthropopathism reminiscent of Hosea, the prophet describes Yahweh as yielding to a fit of anger. But Yahweh&rsquo;s anger is momentary; his love is enduring. The permanent separation of divorce is unthinkable. Yahweh&rsquo;s forgiveness is as irrevocable as the covenant of Noah, more enduring than even the mountains and hills. Passages like this must have been in the mind of Paul when he wrote such lines as <a class=\"ref\">Rom 11:29<\/a>: &ldquo;For the gifts and the call of God are irrevocable.&rdquo;<\/p><p>The promises to Zion now reach a point of magnificence that goes beyond any mere historical reality of the restoration of Jerusalem. The point of the imagery is that Yahweh is founding a lasting city, one that will not again suffer the fate of the Jerusalem of the monarchy. What would the prophet have said if he were told that the restored Jerusalem would be laid in ruins in 70 a.d. by the legions of Titus? But the vision of the prophet here approaches the eschatological; the lasting city of Yahweh&rsquo;s good pleasure is not a material reality of walls and buildings located at a definite point of longitude and latitude; it is the community of the redeemed, of all those who are &ldquo;instructed of Yahweh&rdquo; and are &ldquo;established in righteousness.&rdquo; Such a community will outlast any material structure in which it happens to be incorporated at a given moment of history. This is the indestructible Jerusalem which no enemy can harm. The righteousness of Yahweh is a foundation stronger than any material foundation, proof against any human effort, even the effort of those who dwell in Jerusalem to corrupt it.<\/p><p>Although this may be a highly subjective judgment, it seems that the level of expression and poetry falls in vss <a class=\"isa\" verses=\"W3siMTc5NjIiOjM3fV0=\">15&ndash;17<\/a>. They expand the statement of the security of the new Jerusalem, but the expansion is not impressive. The lines become prosy, whether they are metrically structured or not. It is possible that they are the work of a commentator who wished to add his own enlargement of a theme left lightly treated by Second Isaiah.<\/p><p>McKenzie, J. L. (2008). <em>Second Isaiah: Introduction, Translation, and Notes<\/em> (Vol. 20, pp. 139&ndash;140). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}