{
    "id": 2181,
    "source": "mckenzie",
    "verse_id": 18422,
    "verse_count": 11,
    "reference": "40:1-11",
    "title": "The Call of the Prophet",
    "html": "<p>The first poem is best understood as a prologue to the entire composition. It is the announcement of good news, and the good news is the coming of Yahweh. It is only in the later poems that it becomes clear that Yahweh comes to liberate and restore Israel. The opening words have given the Book of Second Isaiah the title of &ldquo;Book of Consolation.&rdquo; Second Isaiah is much more than a book of consolation, but this is certainly a dominant theme. The poem employs the form of dialogue, which is usual in Second Isaiah; at times it is difficult to distinguish the speakers. The speakers are the prophet, Yahweh, and two unidentified voices. The suggestion that these are voices of Yahweh&rsquo;s heavenly council (Muilenburg) has some probability. The heavenly council occurs in <a class=\"ref\">Job 1&ndash;2; 1 Kings 22:19&ndash;22; Jer 23:18, 22<\/a>. Whether the voices are to be identified with the heavenly council or not, they must be understood as heavenly voices, the voices of Yahweh&rsquo;s messengers. It is from them that the prophet receives his commission.<\/p><p>The poem describes a prophet&rsquo;s vocation, and may be compared to <a class=\"isa\" verses=\"bnVsbA==\">Isa 6<\/a>; <a class=\"ref\">Jer 1; Ezek 1<\/a>. Although Second Isaiah is skillful in the use of visual imagery, he does not employ it here; his vocation resembles the vocation of Jeremiah rather than the vocation of Isaiah or Ezekiel. The revelation of Yahweh he conceives as spoken word, in the traditional manner of prophecy. The first words, the words which set the theme of consolation, are the words of Yahweh himself. These are followed by one of the heavenly voices, and only then does the prophet speak. The voices bid him announce his message; and the message&mdash;if the prophet, as is most probable, is the speaker in vss. <a class=\"isa\" verses=\"bnVsbA==\">9&ndash;11<\/a>&mdash;goes beyond the words of the voice in <a class=\"isa\" verses=\"bnVsbA==\">6&ndash;8<\/a>.<\/p><p>There is no certain parallel in earlier books of the OT to the thought in vs. <a class=\"isa\" verses=\"bnVsbA==\">2<\/a> that Jerusalem has served its sentence and paid its penalty. The word rendered &ldquo;sentence&rdquo; designates a term of service, whether military or forced labor. Not only has Jerusalem served its sentence, but it has paid double. It is doubtful that the prophet means that Yahweh&rsquo;s judgment has exceeded the bounds of justice. Double payment was imposed upon the thief (<a class=\"ref\">Exod 22:4, 7<\/a>) and for breach of trust (<a class=\"ref\">Exod 22:9<\/a>). The goods of Job were restored to him double, including even the years of his life, but not his children (<a class=\"ref\">Job 42:12&ndash;16<\/a>). Even heavier restitution could be imposed by law or by royal decree (<a class=\"ref\">Exod 22:1; 2 Sam 12:6<\/a>). The prophet seems to conceive the fall of Jerusalem both as a punishment for crime and a payment of damages. The disintegration of the people and kingdom of Israel was a shattering disaster, and the prophet throughout his poems is awed by the unexpected miracle of survival. Yahweh&rsquo;s judgment could not have been more complete and decisive than it was, yet Israel has survived it. The statement, however, could scarcely have been made by Amos or First Isaiah.<\/p><p>The good news, we noticed, is the coming of Yahweh. The theme of the road appears in <a class=\"isa\" verses=\"bnVsbA==\">35:8&ndash;10<\/a>, where it is the road on which Israel marches. There seems to be no room for a distinction between the road of Yahweh and the road of Israel, for Yahweh travels with his people as he did in the <a class=\"ref\">Exodus 43:2, 19, 49:10, 52:12<\/a>. It is in Israel that his glory, his manifest holiness, appears; he is now seen to be holy in his saving acts as he was seen to be holy in his judgments. Yahweh&rsquo;s glory demands acknowledgment, and this great saving act will impress itself upon all flesh&mdash;which means all mankind, not only the people of Israel. The theme of universal recognition is developed in the poems following.<\/p><p>The words of the voice in vss.<a class=\"isa\" verses=\"bnVsbA==\"> 6&ndash;7<\/a> express a kind of sententious wisdom, which is typical of Wisdom literature. Indeed, it seems that the saying of the voice is proposed as a Wisdom &ldquo;riddle&rdquo; to which the prophet discerns the answer. The saying was not well understood by the glossator who added the last line of <a class=\"isa\" verses=\"bnVsbA==\">7<\/a>; he interpreted the saying as referring to Israel. The voice contrasts the weakness of men with the power of Yahweh. The fierce blast of the desert wind withers vegetation when it is prolonged; the change from life to death is sudden and unexpected, and it is no wonder that biblical writers have so often seen in the desert wind an image of the judgments of God. Man is no more enduring than grass; the only enduring reality is his experience of the word of Yahweh. The &ldquo;word&rdquo; here is used in the pregnant sense usual in Hebrew&mdash;the word and the deed it signifies are taken as a single reality. It is not only the spoken word of Yahweh, but the deed it accomplishes which has enduring reality. Man cannot annul Yahweh&rsquo;s word.<\/p><p>This is the key to the prophet&rsquo;s message. He was aware of the existence of earlier oracles of promise; several of the poems which follow allude to them. This word must stand, and Israel, which is their object, must stand. At once he translates the generality of vss. <a class=\"isa\" verses=\"bnVsbA==\">6&ndash;7<\/a> into the particular moment of history in which it was spoken. Yahweh has spoken, and has announced his coming. He speaks to Jerusalem, the messenger of the cities of Judah. At the time when he spoke Jerusalem and the cities of Judah must have been generally abandoned, or no more than wretched village settlements. He personifies them as already risen from the ruins; for the word of Yahweh begins at once to effect what it signifies. The &ldquo;reward&rdquo; and the &ldquo;prize&rdquo; which accompany him can only be, it seems, the people of Israel whom he leads back to their own land. He leads them like a shepherd, a title often given to ancient Near Eastern kings, Israelite and others, and to Yahweh himself (<a class=\"ref\">Gen 49:24; Pss 28:9, 78:52, 80:2; Jer 23:3, 31:19<\/a>; and above all <a class=\"ref\">Ps 23<\/a>). Yahweh has repossessed that which is his own.<\/p><p>McKenzie, J. L. (2008). <em>Second Isaiah: Introduction, Translation, and Notes<\/em> (Vol. 20, pp. 16&ndash;19). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}