{
    "id": 2224,
    "source": "mckenzie",
    "verse_id": 18924,
    "verse_count": 4,
    "reference": "66:1-4",
    "title": "The Vanity of Hypocritical Worship",
    "html": "<p>This poem is not only unconnected with the preceding one, it stands by itself in the collection of Third Isaiah. We have noticed a cultic interest in Third Isaiah; this interest has been favorable or neutral. If this poem is to be treated as a unity and not as a collection of fragments, it is hostile to the cult. It can hardly be alleged that the ritual practices mentioned in vs. <a class=\"isa\" verses=\"W3siMTc3MDkiOjI2fV0=\">3<\/a> are illegitimate forms of superstitious cult; nothing indicates that they are other than the cultic rites of the temple.<\/p><p>Duhm&rsquo;s view that the Samaritan temple is intended is difficult. The chronology of the Samaritan temple is uncertain, but in any hypothesis the building of the temple seems too late for any date which can be accepted as probable for Third Isaiah. Furthermore, the opposition to the cult expressed in this passage is not clearly directed against any form of cult in particular. &ldquo;The lowly and the broken of spirit&rdquo; are preferred to those who offer sacrifice; and the statement is as valid for the Jerusalem temple as it is for any temple.<\/p><p>The opening lines do not formally reject the temple; but they certainly do not recommend it. The prophecy is directed against the temple and the cult, and it has no parallel in Second or Third Isaiah; see <a class=\"isa\" verses=\"W3siMTg1MjkiOjJ9XQ==\">43:23&ndash;24<\/a> and the Note. But the words are not directed against the cult as insincere and combined with sinful habits, as the cult is condemned in the pre-exilic prophets. It is easy to suppose that the prophet implies this. But the only thing he contrasts to the temple and the cult is &ldquo;the lowly and the broken of spirit.&rdquo; We have an instance of &ldquo;the piety of the poor,&rdquo; who as a class are identified with faithful Israelites. This genuine Israelite piety cannot be achieved by any temple and sacrificial system; it consists in submission to Yahweh. There is implied a kind of blanket condemnation of all who do not belong to the class of the pious poor. If we think of the restored community of Judah as a community which struggled with grinding poverty, it is easy to see how anyone who rose above the level of poverty would be regarded as a traitor to the community.<\/p><p>McKenzie, J. L. (2008). <em>Second Isaiah: Introduction, Translation, and Notes<\/em> (Vol. 20, pp. 203&ndash;204). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}