{
    "id": 2188,
    "source": "mckenzie",
    "verse_id": 18491,
    "verse_count": 8,
    "reference": "42:10-17",
    "title": "A Hymn to Yahweh the Redeemer",
    "html": "<p>Here as elsewhere, Second Isaiah interrupts his discourses with hymns or fragments of hymns; see <a class=\"isa\" verses=\"WzE4NTU3LDE4NjUwXQ==\">44:23, 49:13<\/a>; the refrain (vs. <a class=\"isa\" verses=\"bnVsbA==\">10<\/a>) resembles the introduction to <a class=\"ref\">Pss 96 and 98<\/a>. Distant lands are invited to join the hymn; even the roaring of the sea, so often in the OT a symbol of chaos, becomes the booming voice of nature praising its creator. The poet moves not only to the coastlands, mentioned several times previously, but in the other direction toward the steppes and the desert to the south, the regions of nomadic tribes. Sela was an Edomite settlement; there is nothing here of the hostility of <a class=\"isa\" verses=\"W3siMTgzMDkiOjEzfSx7IjE4ODY4Ijo2fV0=\">34:5&ndash;17 and 63:1&ndash;6<\/a>.<\/p><p>Verses <a class=\"isa\" verses=\"bnVsbA==\">10&ndash;12<\/a> may be taken as the introduction to the poem that follows, which is not a hymn in form and structure. The presentation of Yahweh as a warrior is not new; see <a class=\"ref\">Deut 10:17; Zeph 3:17; Pss 24:8, 78:65; Exod 15:3<\/a>. The holy wars of early Israel were wars of Yahweh, and Yahweh himself marched at the head of the host, symbolized in the ark of the covenant. The imagery is retained in post-exilic literature, but its meaning becomes more sophisticated and less primitive. The activity that is ascribed to Yahweh in this context is not military.<\/p><p>By a bold image the prophet compares the restraint of Yahweh to the pangs of a woman in travail; the image is elsewhere applied to those who are suffering fear or pain, but not to Yahweh. The impatience of Yahweh, as seen from the Israelite point of view, is due to the length of time taken to deliver Israel. Once Yahweh satisfies his desire, his activity shows itself in the transformation of nature; see <a class=\"isa\" verses=\"W3siMTgzMjIiOjJ9LHsiMTgzMjciOjJ9XQ==\">35:1&ndash;2, 6&ndash;7<\/a>. Here the activity is reversed; land is transformed into desert. It does not seem that this is a threat directed at any particular object; it is a statement of Yahweh&rsquo;s creative sovereignty, by which he can convert watered land into desert and desert into land rich with vegetation. Nature is indifferent to him; it is no obstacle to his will.<\/p><p>If the preceding context has been interpreted correctly, then the blind of vs. 16 are exiled Israel. They are blind because they see no light&mdash;that is, they see no hope of deliverance. Their journey to their land will be rendered easy by Yahweh (<a class=\"isa\" verses=\"bnVsbA==\">35:5&ndash;10<\/a>). The promise concludes with a rejection of idolatry. We have noted (see Comment on <a class=\"isa\" verses=\"bnVsbA==\">40:12&ndash;31<\/a>) that Second Isaiah conducts a subtle polemic against the doubts of the Israelites. He does not accuse them here of worshiping other gods, but simply points out the folly of worshiping other gods. The Israelites, while continuing to worship Yahweh, may have wondered whether the gods of Babylon were not real competing powers, and in this sense &ldquo;put their trust&rdquo; in them.<\/p><p>McKenzie, J. L. (2008). <em>Second Isaiah: Introduction, Translation, and Notes<\/em> (Vol. 20, pp. 43&ndash;44). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}