{
    "id": 2206,
    "source": "mckenzie",
    "verse_id": 18678,
    "verse_count": 8,
    "reference": "51:4-11",
    "title": "The Third Servant Poem: The Conflict of the Servant",
    "html": "<p>This is the third Servant Song; the Servant is the speaker. We take vss. <a class=\"isa\" verses=\"W3siMTc4NTIiOjUwfV0=\">10&ndash;11<\/a> as the response to the Song; there is such a response after each of the first three Songs, but not after the fourth. With the opening line we know at once that we are still dealing with a Servant figure who accomplishes his mission by speech, and who can therefore be said to be a prophetic figure. &ldquo;The tongue of disciples&rdquo; (see the Note) is the tongue which repeats faithfully what it has learned. Another of the rare occurrences of the word &ldquo;disciple&rdquo; is found in <a class=\"isa\" verses=\"W3siMTc4MjQiOjF9XQ==\">Isa 8:16<\/a>&mdash;indeed, it is the only incidence besides this verse which can easily be translated &ldquo;disciple&rdquo;; and its use suggests the existence of a school of disciples which became a tradition, a tradition of which the authors of Second Isaiah and Third Isaiah knew themselves to be continuators. Docility and fidelity are the traits of the disciple, and these the Servant has.<\/p><p>The second Song alluded to difficulties the Servant has in fulfilling his mission (<a class=\"isa\" verses=\"W3siMTg2NDEiOjF9XQ==\">49:4<\/a>); the difficulties become much more concrete here, but not so great that the third Song is a bridge to the fourth, the Song of the suffering servant. What the Servant experiences (vs. <a class=\"isa\" verses=\"W3siMTc3NzEiOjEzfV0=\">6<\/a>) is the vulgar insult which does no real physical harm, a type of insult common in the ancient Near East. The prophet need not be reflecting his own experience here; much in the prophetic literature suggests that this type of insult was an expected part of the prophetic vocation, and we have noted the prophetic character of the Servant. Like Jeremiah (<a class=\"isa\" verses=\"W3siMTc2NzMiOjJ9XQ==\">1:18&ndash;19<\/a>), the Servant is not deterred by such treatment. He utters a challenge to a legal encounter with the unbelievers (vs. <a class=\"isa\" verses=\"W3siMTc4MDkiOjIyfV0=\">8<\/a>); the image of the suit at law is used in the first part of Second Isaiah, where Yahweh is the challenger (<a class=\"isa\" verses=\"W3siMTg0NTMiOjN9XQ==\">41:1, 21, 43:9<\/a>). Since Yahweh is his vindicator, the Servant can issue a similar challenge; but his challenge is addressed to Israelites, not to the nations; so at least the obvious sense suggests, and foreign nations can be introduced into this passage only by multiplying difficulties. If the prophet is alluding to the experience of the Israelites in Babylon, then he is careful not to say so. No small part of the difficulty of understanding the passage comes from the fact that the sufferings of the Servant here are not great. It is for this reason we can take the prophet to be alluding to Israelite unbelief, symbolized in the rejection of the spokesmen of Yahweh, the more serious sin, which merits the condemnation implied here.<\/p><p>The response is addressed to two classes, one which is encouraged to believe the Servant, and the other which refuses belief. Those who need encouragement are described in terms which signify despair; and despair appeared both in Babylon and in post-exilic Jerusalem (<a class=\"isa\" verses=\"W3siMTg4MDIiOjE1fV0=\">59:1&ndash;15<\/a>). They have no hope except Yahweh. The unbelievers are addressed by an obscure phrase (see Note on vs.<a class=\"isa\" verses=\"W3siMTc4ODYiOjE2fV0=\"> 11<\/a>). The phrase does not in any way suggest that these are foreign nations or oppressors of Israel. The punishment with which the prophet threatens these people is as obscure as their identity; the most obvious meaning is that they will not share in the deliverance the prophet promises.<\/p><p>McKenzie, J. L. (2008). <em>Second Isaiah: Introduction, Translation, and Notes<\/em> (Vol. 20, pp. 116&ndash;117). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}