{
    "id": 12098,
    "source": "mhm",
    "verse_id": 17709,
    "verse_count": 26,
    "reference": "3:",
    "title": "",
    "html": "<em>Introduction<\/em>\n\n<br>\n\n  <p>  The prophet, in this chapter, goes on to foretel the desolations that  were coming upon Judah and Jerusalem for their sins, both that by the  Babylonians and that which completed their ruin by the Romans, with  some of the grounds of God's controversy with them. God threatens,  I. To deprive them of all the supports both of their life and of their  government,   <a class=\"isa\" verses=\"eyIxNzcwOSI6M30=\">Isaiah 3:1-3<\/a>.  II. To leave them to fall into confusion and disorder,   <a class=\"isa\" verses=\"MTc3MTI=\">Isaiah 3:4<\/a>.  III. To deny them the blessing of magistracy,   <a class=\"isa\" verses=\"eyIxNzcxNCI6M30=\">Isaiah 3:6-8<\/a>.  IV. To strip the daughters of Zion of their ornaments,   <a class=\"isa\" verses=\"eyIxNzcyNSI6OH0=\">Isaiah 3:17-24<\/a>.  V. To lay all waste by the sword of war,   <a class=\"isa\" verses=\"MTc3MzM=\">Isaiah 3:25<\/a>.  The sins that provoked God to deal thus with them were,  1. Their defiance of God,   <a class=\"isa\" verses=\"MTc3MTY=\">Isaiah 3:8<\/a>.  2. Their impudence,   <a class=\"isa\" verses=\"MTc3MTc=\">Isaiah 3:9<\/a>.  3. The abuse of power to oppression and tyranny,   <a class=\"isa\" verses=\"eyIxNzcyMCI6NH0=\">Isaiah 3:12-15<\/a>.  4. The pride of the daughters of Zion,   <a class=\"isa\" verses=\"MTc3MjQ=\">Isaiah 3:16<\/a>.  In the midst of the chapter the prophet is directed how to address  particular persons.  (1.) To assure good people that it should be well with them,  notwithstanding those general calamities,   <a class=\"isa\" verses=\"MTc3MTg=\">Isaiah 3:10<\/a>.  (2.) To assure wicked people that, however God might, in judgment,  remember mercy, yet it should go ill with them,   <a class=\"isa\" verses=\"MTc3MTk=\">Isaiah 3:11<\/a>.  O that the nations of the earth, at this day, would hearken to rebukes  and warnings which this chapter gives!<\/p>",
    "audit": null
}