{
    "id": 12230,
    "source": "mhm",
    "verse_id": 18422,
    "verse_count": 31,
    "reference": "40:",
    "title": "",
    "html": "<em>Introduction<\/em>\n\n<br>\n\n  <p>  At this chapter begins the latter part of the prophecy of this book,  which is not only divided from the former by the historical chapters  that come between, but seems to be distinguished from it in the scope  and style of it. In the former part the name of the prophet was  frequently prefixed to the particular sermons, besides the general  title (as   <a class=\"isa\" verses=\"MTc2ODc=\">Isaiah 2:1<\/a>)  but this is all one continued discourse, and the prophet not so much as  once named. That consisted of many burdens, many woes  this consists of  many blessings. There the distress which the people of God were in by  the Assyrian, and their deliverance out of that, were chiefly  prophesied of  but that is here spoken of as a thing past  (<a class=\"isa\" verses=\"MTg3MDE=\">Isaiah 52:4<\/a>)  and the captivity in Babylon, and their deliverance out of that, which  were much greater events, of more extensive and abiding concern, are  here largely foretold. Before God sent his people into captivity he  furnished them with precious promises for their support and comfort in  their trouble  and we may well imagine of what great use to them the  glorious, gracious, light of this prophecy was, in that cloudy and dark  day, and how much it helped to dry up their tears by the rivers of  Babylon. But it looks further yet, and to greater things  much of  Christ and gospel grace we meet with in the foregoing part of this  book, but in this latter part we shall find much more  and, as if it  were designed for a prophetic summary of the New Testament, it begins  with that which begins the gospels, \"The voice of one crying in the  wilderness\"  (<a class=\"isa\" verses=\"MTg0MjQ=\">Isaiah 40:3<\/a>),  and concludes with that which concludes the book of the Revelation,  \"The new heavens and the new earth,\"  (<a class=\"isa\" verses=\"MTg5NDU=\">Isaiah 66:22<\/a>).  Even Mr. White acknowledges that, as all the mercies of God to the  Jewish nation bore some resemblance to those glorious things performed  by our Saviour for man's redemption, so they are by the Spirit of God  expressed in such terms as show plainly that while the prophet is  speaking of the redemption of the Jews he had in his thoughts a more  glorious deliverance. And we need not look for any further  accomplishment of these prophecies yet to come  for if Jesus be he, and  his kingdom be it, that should come, we are to look for no other, but  the carrying on and completing of the same blessed work which was begun  in the first preaching and planting of Christianity in the world.<\/p>  <p>  In this chapter we have,  I. Orders given to preach and publish the glad tidings of redemption,   <a class=\"ref\"><\/a>.  II. These glad tidings introduced by a voice in the wilderness, which  gives assurance that all obstructions shall be removed  (<a class=\"isa\" verses=\"eyIxODQyNCI6M30=\">Isaiah 40:3-5<\/a>),  and that, though all creatures fail and fade, the word of God shall be  established and accomplished,   <a class=\"isa\" verses=\"eyIxODQyNiI6NH0=\">Isaiah 40:5-8<\/a>.  III. A joyful prospect given to the people of God of the happiness  which this redemption should bring along with it,   <a class=\"isa\" verses=\"eyIxODQzMCI6M30=\">Isaiah 40:9-11<\/a>.  IV. The sovereignty and power of that God magnified who undertakes to  work out this redemption,   <a class=\"isa\" verses=\"eyIxODQzMyI6Nn0=\">Isaiah 40:12-17<\/a>.  V. Idols therefore triumphed over and idolaters upbraided with their  folly,   <a class=\"isa\" verses=\"eyIxODQzOSI6OX0=\">Isaiah 40:18-26<\/a>.  VI. A reproof given to the people of God for their fears and  despondencies, and enough said, in a few words, to silence these fears,   <a class=\"isa\" verses=\"eyIxODQ0OCI6NX0=\">Isaiah 40:27-31<\/a>.  And we, through patience and comfort of this scripture, may have hope.<\/p>",
    "audit": null
}