{
    "id": 12236,
    "source": "mhm",
    "verse_id": 18448,
    "verse_count": 5,
    "reference": "40:27-31",
    "title": "",
    "html": "<p>  27  Why sayest thou, O Jacob, and speakest, O Israel, My way is  hid from the L<b>ORD<\/b>, and my judgment is passed over from my God?    28  Hast thou not known? hast thou not heard, <i>that<\/i> the  everlasting God, the L<b>ORD<\/b>, the Creator of the ends of the earth,  fainteth not, neither is weary? <i>there is<\/i> no searching of his  understanding.    29  He giveth power to the faint  and to <i>them that have<\/i> no  might he increaseth strength.    30  Even the youths shall faint and be weary, and the young men  shall utterly fall:    31  But they that wait upon the L<b>ORD<\/b> shall renew <i>their<\/i>  strength  they shall mount up with wings as eagles  they shall  run, and not be weary  <i>and<\/i> they shall walk, and not faint.  <\/p>  <p>  Here,  I. The prophet reproves the people of God, who are now supposed to be  captives in Babylon for their unbelief and distrust of God, and the  dejections and despondencies of their spirit under their affliction  (<a class=\"isa\" verses=\"MTg0NDg=\">Isaiah 40:27<\/a>):  \"<i>Why sayest thou, O Jacob!<\/i> to thyself and to those about thee,  <i>My way is hidden from the Lord?<\/i> Why dost thou make hard and  melancholy conclusions concerning thyself and thy present case as if  the latter were desperate?\"  1. The titles he here gives them were enough to shame them out of their  distrusts: <i>O Jacob! O Israel!<\/i> Let them remember whence they took  these names--from one who had found God faithful to him and kind in all  his straits  and why they bore these names--as God's professing people,  a people in covenant with him.  2. The way of reproving them is by reasoning with them: \"Why? Consider  whether thou hast any ground to say so.\" Many of our foolish frets and  foolish fears would vanish before a strict enquiry into the causes of  them.  3. That which they are reproved for is an ill-natured, ill-favoured,  word they spoke of God, as if he had cast them off. There seems to be  an emphasis laid upon their saying it: Why <i>sayest<\/i> thou and  <i>speakest<\/i> thou? It is bad to have evil thoughts rise in our mind,  but it is worse to put an <i>imprimatur--a sanction<\/i> to them, and  turn them into evil words. David reflects with regret upon what he  said in his haste, when he was in distress.  4. The ill word they said was a word of despair concerning their  present calamitous condition. They were ready to conclude,  (1.) That God would not heed them: \"<i>My way is hidden from the  Lord <\/i> he takes no notice of our straits, nor concerns himself any  more in our concernments. There are such difficulties in our case that  even divine wisdom and power will be nonplussed.\" A man <i>whose way is  hidden<\/i> is one whom <i>God has hedged in,<\/i>   <a class=\"ref\">Job 3:23<\/a>.  (2.) That God could not help them: \"<i>My judgment is passed over from  my God <\/i> my case is past relief, so far past it that God himself  cannot redress the grievances of it. <i>Our bones are dried.<\/i>\"   <a class=\"ref\">Ezekiel 37:11<\/a>.<\/p>  <p>  II. He reminds them of that which, if duly considered, was sufficient  to silence all those fears and distrust. For their conviction, as  before for the conviction of idolaters  (<a class=\"isa\" verses=\"MTg0NDI=\">Isaiah 40:21<\/a>),  he appeals to what they had known and what they had heard. Jacob and  Israel were a knowing people, or might have been, and their knowledge  came by hearing  for Wisdom cried in their chief places of concourse.  Now, among other things, they had heard that <i>God had spoken once,  twice,<\/i> yea, many a time they had <i>heard it, That power belongs  unto God<\/i>  (<a class=\"ref\">Psalm 62:11<\/a>),  That is,<\/p>  <p>  1. He is himself an almighty God. He must needs be so, for he is <i>the  everlasting God, even Jehovah.<\/i> He was from eternity  he will be to  eternity  and therefore with him there is no deficiency, no decay. He  has his being of himself, and therefore all his perfections must needs  be boundless. He is without beginning of days or end of life, and  therefore with him there is no change. He is also <i>the Creator of the  ends of the earth,<\/i> that is, of the whole earth and all that is in  it from end to end. He therefore is the rightful owner and ruler of  all, and must be concluded to have an absolute power over all and an  all-sufficiency to help his people in their greatest straits. Doubtless  he is still as able to save his church as he was at first to make the  world.  (1.) He has wisdom to contrive the salvation, and that wisdom is never  at a loss: <i>There is no searching of his understanding,<\/i> so as to  countermine the counsels of it and defeat its intentions  no, nor so as  to determine what he will do, for he has ways by himself, ways in the  sea. None can say, \"Thus far God's wisdom can go, and no further \" for,  when we know not what to do, he knows.  (2.) He has power to bring about the salvation, and that power is never  exhausted: <i>He faints not, nor is weary <\/i> he upholds the whole  creation, and governs all the creatures, and is neither tired nor  toiled  and therefore, no doubt, he has power to relieve his church,  when it is brought ever so low, without weakness or weariness.<\/p>  <p>  2. He gives strength and power to his people, and helps them by  enabling them to help themselves. He that is the strong God is the  strength of Israel.  (1.) He can help the weak,   <a class=\"isa\" verses=\"MTg0NTA=\">Isaiah 40:29<\/a>.  Many a time <i>he gives power to the faint,<\/i> to those that are ready  to faint away  and <i>to those that have no might he<\/i> not only  gives, but <i>increases strength,<\/i> as there is more and more  occasion for it. Many out of bodily weakness are wonderfully  recovered, and made strong, by the providence of God: and many that are  feeble in spirit, timorous and faint-hearted, unfit for services and  sufferings, are yet strengthened by the grace of God <i>with all might  in the inward man.<\/i> To those who are sensible of their weakness, and  ready to acknowledge they have no might, God does in a special manner  increase strength  for, <i>when we are weak<\/i> in ourselves, <i>then  are we strong in the Lord.<\/i>  (2.) He will help the willing, will help those who, in a humble  dependence upon him, help themselves, and will do well for those who do  their best,   <a class=\"isa\" verses=\"MTg0NTE=\">Isaiah 40:30<\/a>.  Those who trust to their own sufficiency, and are so confident of it  that they neither exert themselves to the utmost nor seek unto God for  his grace, are <i>the youth<\/i> and <i>the young men,<\/i> who are  strong, but are apt to think themselves stronger than they are. And  they <i>shall faint and be weary,<\/i> yea, they <i>shall utterly  fail<\/i> in their services, in their conflicts, and under their  burdens  they shall soon be made to see the folly of trusting to  themselves. <i>But those that wait on the Lord,<\/i> who make conscience  of their duty to him, and by faith rely upon him and commit themselves  to his guidance, shall find that God will not fail them.  [1.] They shall have grace sufficient for them: They <i>shall renew  their strength<\/i> as their work is renewed, as there is new occasion  they shall be anointed, and their lamps supplied, with fresh oil. God  will be their <i>arm every morning,<\/i>   <a class=\"isa\" verses=\"MTgyODI=\">Isaiah 33:2<\/a>.  If at any time they have been foiled and weakened they shall recover  themselves, and so renew their strength. Heb. <i>They shall change  their strength,<\/i> as their work is changed--doing work, suffering  work  they shall have strength to labour, strength to wrestle, strength  to resist, strength to bear. As the day so shall the strength be.  [2.] They shall use this grace for the best purposes. Being  strengthened, <i>First,<\/i> They shall soar upward, upward towards God:  <i>They shall mount up with wings like eagles,<\/i> so strongly, so  swiftly, so high and heaven-ward. In the strength of divine grace,  their souls shall ascend above the world, and even enter into the  holiest. Pious and devout affections are the eagles' wings on which  gracious souls mount up,   <a class=\"ref\">Psalm 25:1<\/a>.  <i>Secondly,<\/i> They shall press forward, forward towards heaven. They  shall walk, they shall run, the way of God's commandments, cheerfully  and with alacrity (they <i>shall not be weary<\/i>), constantly and with  perseverance (they <i>shall not faint<\/i>)  and therefore in due season  they shall reap. Let Jacob and Israel therefore, in their greatest  distresses, continue waiting upon God, and not despair of timely and  effectual relief and succour from him.<\/p>",
    "audit": null
}