{
    "id": 12292,
    "source": "mhm",
    "verse_id": 18722,
    "verse_count": 3,
    "reference": "53:10-12",
    "title": "",
    "html": "<p>  10  Yet it pleased the L<b>ORD<\/b> to bruise him  he hath put <i>him<\/i> to  grief: when thou shalt make his soul an offering for sin, he  shall see <i>his<\/i> seed, he shall prolong <i>his<\/i> days, and the  pleasure of the L<b>ORD<\/b> shall prosper in his hand.    11  He shall see of the travail of his soul, <i>and<\/i> shall be  satisfied: by his knowledge shall my righteous servant justify  many  for he shall bear their iniquities.    12  Therefore will I divide him <i>a portion<\/i> with the great, and  he shall divide the spoil with the strong  because he hath poured  out his soul unto death: and he was numbered with the  transgressors  and he bare the sin of many, and made intercession  for the transgressors.  <\/p>  <p>  In the   <a class=\"isa\" verses=\"W10=\">Isaiah 53:19<\/a>  the prophet had testified very particularly of the sufferings of  Christ, yet mixing some hints of the happy issue of them  here he again  mentions his sufferings, but largely foretels the glory that should  follow. We may observe, in these verses,<\/p>  <p>  I. The services and sufferings of Christ's state of humiliation. Come,  and see how he loved us, see what he did for us.<\/p>  <p>  1. He submitted to the frowns of Heaven  (<a class=\"isa\" verses=\"MTg3MjI=\">Isaiah 53:10<\/a>):  <i>Yet it pleased the Lord to bruise him, to put him to<\/i> pain, or  torment, or <i>grief.<\/i> The scripture nowhere says that Christ is his  sufferings underwent the wrath of God  but it says here,  (1.) That the Lord bruised him, not only permitted men to bruise him,  but awakened his own sword against him,   <a class=\"ref\">Zechariah 13:7<\/a>.  They esteemed him smitten of God for some very great sin of his own  (<a class=\"isa\" verses=\"MTg3MTY=\">Isaiah 53:4<\/a>)  now it was true that he was smitten of God, but it was for our sin  the  Lord bruised him, for he <i>did not spare him, but delivered him up for  us all,<\/i>   <a class=\"ref\">Romans 8:32<\/a>.  He it was that put the bitter cup into his hand, and obliged him to  drink it  (<a class=\"ref\">John 18:11<\/a>),  having laid upon him our iniquity. He it was that made him sin and a  curse for us, and turned to ashes all his burnt-offering, in token of  the acceptance of it,   <a class=\"ref\">Psalm 20:3<\/a>.  (2.) That he bruised him so as to put him to grief. Christ accommodated  himself to this dispensation, and received the impressions of grief  from his Father's delivering him up  and he was troubled to such a  degree that it put him into an agony, and he began to be amazed and  very heavy.  (3.) It pleased the Lord to do this. He determined to do it  it was the  result of an eternal counsel  and he delighted in it, as it was an  effectual method for the salvation of man and the securing and  advancing of the honour of God.<\/p>  <p>  2. He substituted himself in the room of sinners, as a sacrifice. He  <i>made his soul an offering for sin <\/i> he himself explains this  (<a class=\"ref\">Matthew 20:28<\/a>),  that <i>he came to give his life a ransom for many.<\/i> When men  brought bulls and goats as sacrifices for sin they made them offerings,  for they had an interest in them, God having put them under the feet of  man. But Christ made himself an offering  it was his own act and deed.  We could not put him in our stead, but he put himself, and said,  <i>Father, into thy hands I commit my spirit,<\/i> in a higher sense  than David said, or could say it. \"Father, <i>I commit my soul to  thee,<\/i> I deposit it in thy hands, as the life of a sacrifice and the  price of pardons.\" Thus he shall bear the iniquities of the many that  he designed to justify  (<a class=\"isa\" verses=\"MTg3MjM=\">Isaiah 53:11<\/a>),  shall take away the sin of the world by taking it upon himself,   <a class=\"ref\">John 1:29<\/a>.  This mentioned again  (<a class=\"isa\" verses=\"MTg3MjQ=\">Isaiah 53:12<\/a>):  <i>He bore the sin of many,<\/i> who, if they had borne it themselves,  would have been sunk by it to the lowest hell. See how this dwelt upon  for, whenever we think of the sufferings of Christ, we must see him in  them bearing our sin.<\/p>  <p>  3. He subjected himself to that which to us is the wages of sin  (<a class=\"isa\" verses=\"MTg3MjQ=\">Isaiah 53:12<\/a>):  <i>He has poured out his soul unto death,<\/i> poured it out as water,  so little account did he make of it, when the laying of it down was the  appointed means of our redemption and salvation. He <i>loved not his  life unto the death,<\/i> and his followers, the martyrs, did likewise,   <a class=\"ref\">Revelation 12:11<\/a>.  Or, rather, he poured it out as a drink-offering, to make his sacrifice  complete, poured it out as wine, that his blood might be drink indeed,  as his flesh is meat indeed to all believers. There was not only a  colliquation of his body in his sufferings  (<a class=\"ref\">Psalm 22:14<\/a>,  <i>I am poured out like water<\/i>), but a surrender of his spirit  he  poured out that, even unto death, though he is the Lord of life.<\/p>  <p>  4. He suffered himself to be ranked with sinners, and yet offered  himself to be an intercessor for sinners,   <a class=\"isa\" verses=\"MTg3MjQ=\">Isaiah 53:12<\/a>.  (1.) It was a great aggravation of his sufferings that he was  <i>numbered with transgressors,<\/i> that he was not only condemned as a  malefactor, but executed in company with two notorious malefactors, and  he in the midst, as if he had been the worst of the three, in which  circumstance of his suffering, the evangelist tells us, this prophecy  was fulfilled,   <a class=\"ref\">Mark 15:27<\/a>.  Nay, the vilest malefactor of all, Barabbas, who was a traitor, a  thief, and a murderer, was put in election with him for the favour of  the people, and carried it  for they would not have Jesus released, but  Barabbas. In his whole life he was numbered among the transgressors  for he was called and accounted a sabbath-breaker, a drunkard, and a  friend to publicans and sinners.  (2.) It was a great commendation of his sufferings, and redounded very  much to his honour, that in his sufferings he <i>made intercession for  the transgressors,<\/i> for those that reviled and crucified him  for he  prayed, <i>Father, forgive them,<\/i> thereby showing, not only that he  forgave them, but that he was now doing that upon which their  forgiveness, and the forgiveness of all other transgressors, were to be  founded. That prayer was the language of his blood, crying, not for  vengeance, but for mercy, and therein it speaks better things than that  of Abel, even for those who with wicked hands shed it.<\/p>  <p>  II. The grace and glories of his state of exaltation  and the graces he  confers on us are not the least of the glories conferred on him. These  are secured to him by the covenant of redemption, which   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 53:10-12<\/a>  give us some idea of. He promises to make his soul an offering for sin,  consents that the Father shall deliver him up, and undertakes to bear  the sin of many, in consideration of which the Father promises to  glorify him, not only with the glory he had, as God, before the world  was  (<a class=\"ref\">John 17:5<\/a>),  but with the glories of the Mediator.<\/p>  <p>  1. He shall have the glory of an everlasting Father. Under this title  he was <i>brought into the world<\/i>  (<a class=\"isa\" verses=\"MTc4MzY=\">Isaiah 9:6<\/a>),  and he shall not fail to answer the title when he goes out of the  world. This was the promise made to Abraham (who herein was a type of  Christ), that he should be <i>the father of many nations<\/i> and so be  <i>the heir of the world,<\/i>   <a class=\"ref\">Romans 4:13<\/a>.  As he was the root of the Jewish church, and the covenant was made with  him and his seed, so is Christ of the universal church and with him and  his spiritual seed is the covenant of grace made, which is grounded  upon and grafted in the covenant of redemption, which here we have some  of the glorious promises of. It is promised,<\/p>  <p>  (1.) That the Redeemer shall have a seed to serve him and to bear up  his name,   <a class=\"ref\">Psalm 22:30<\/a>.  True believers are the seed of Christ  the Father gave them to him to  be so,   <a class=\"ref\">John 17:6<\/a>.  He died to purchase and purify them to himself, fell to the ground as a  corn of wheat, that he might <i>bring forth much fruit,<\/i>   <a class=\"ref\">John 12:24<\/a>.  The word, that incorruptible see, of which they are born again, is his  word  the Spirit, the great author of their regeneration, is his  Spirit  and it is his image that is impressed upon them.<\/p>  <p>  (2.) That he shall live to see his seed. Christ's children have a  living Father, and because he lives they shall live also, for he is  their life. Though he died, he rose again, and left not his children  orphans, but took effectual care to secure to them the spirit, the  blessing, and the inheritance of sons. He shall see a great increase of  them  the word is plural, <i>He shall see his seeds,<\/i> multitudes of  them, so many that they cannot be numbered.<\/p>  <p>  (3.) That he shall himself continue to take care of the affairs of this  numerous family: <i>He shall prolong his days.<\/i> Many, when they see  their seed, their seed's seed, wish to depart in peace  but Christ will  not commit the care of his family to any other, no, he shall himself  live long, and <i>of the increase of his government and peace there  shall be no end,<\/i> for he ever lives. Some refer it to believers:  <i>He shall see a seed that shall prolong its days,<\/i> agreeing with   <a class=\"ref\">Psalm 89:29<\/a>,  <i>His seed shall endure for ever.<\/i> While the world stands Christ  will have a church in it, which he himself will be the life of.<\/p>  <p>  (4.) That his great undertaking shall be successful and shall answer  expectation: <i>The pleasure of the Lord shall prosper in his hand.<\/i>  God's purposes shall take effect, and not one iota or tittle of them  shall fail. Note,  [1.] The work of man's redemption is in the hands of the Lord Jesus,  and it is in good hands. It is well for us that it is in his, for our  own hands are not sufficient for us, but he is able to save to the  uttermost. It is in his hands who upholds all things.  [2.] It is the good pleasure of the Lord, which denotes not only his  counsel concerning it, but his complacency in it  and <i>therefore<\/i>  God loved him, and was well pleased in him, because he undertook to lay  down his life for the sheep.  [3.] It has prospered hitherto, and shall prosper, whatever  obstructions or difficulties have been, or may be, in the way of it.  Whatever is undertaken according to God's pleasure shall prosper,   <a class=\"isa\" verses=\"MTg1OTc=\">Isaiah 46:10<\/a>.  Cyrus, a type of Christ, shall perform all God's pleasure  (<a class=\"isa\" verses=\"MTg1NjI=\">Isaiah 44:28<\/a>),  and therefore, no doubt, Christ shall. Christ was so perfectly well  qualified for his undertaking, and prosecuted it with so much vigour,  and it was from first to last so well devised, that it could not fail  to prosper, to the honour of his Father and the salvation of all his  seed.<\/p>  <p>  (5.) That he shall himself have abundant satisfaction in it  (<a class=\"isa\" verses=\"MTg3MjM=\">Isaiah 53:11<\/a>):  <i>He shall see of the travail of his soul, and shall be satisfied.<\/i>  He shall see it beforehand (so it may be understood)  he shall with the  prospect of his sufferings have a prospect of the fruit, and he shall  be satisfied with the bargain. He shall see it when it is accomplished  in the conversion and salvation of poor sinners. Note,  [1.] Our Lord Jesus was in travail of soul for our redemption and  salvation, in great pain, but with longing desire to be delivered, and  all the pains and throes he underwent were in order to it and hastened  it on.  [2.] Christ does and will see the blessed fruit of the travail of his  soul in the founding and building up of his church and the eternal  salvation of all that were given him. He will not come short of his end  in any part of his work, but will himself see that he has not laboured  in vain.  [3.] The salvation of souls is a great satisfaction to the Lord Jesus.  He will reckon all his pains well bestowed, and himself abundantly  recompensed, if the many sons be by him brought through grace to glory.  Let him have this, and he has enough. God will be glorified, penitent  believers will be justified, and then Christ will be satisfied. Thus,  in conformity to Christ, it should be a satisfaction to us if we can do  any thing to serve the interests of God's kingdom in the world. Let it  always be our meat and drink, as it was Christ's, to do God's will.<\/p>  <p>  2. He shall have the glory of bringing in an everlasting righteousness  for so it was foretold concerning him,   <a class=\"ref\">Daniel 9:24<\/a>.  And here, to the same purport, <i>By his knowledge<\/i> (the knowledge  of him, and faith in him) <i>shall my righteous servant justify  many <\/i> for he shall bear the sins of many, and so lay a foundation  for our justification from sin. Note,  (1.) The great privilege that flows to us from the death of Christ is  justification from sin, our being acquitted from that guilt which alone  can ruin us, and accepted into God's favour, which alone can make us  happy.  (2.) Christ, who purchased our justification for us, applies it to us,  by his intercession made for us, his gospel preached to us, and his  Spirit witnessing in us. The Son of man had power even on earth to  forgive sin.  (3.) There are many whom Christ justifies, not all (multitudes perish  in their sins), yet many, even as many as he gave his life a ransom  for, as many as the Lord our God shall call. He shall justify not here  and there one that is eminent and remarkable, but those of the many,  the despised multitude.  (4.) It is by faith that we are justified, by our consent to Christ and  the covenant of grace  in this way we are saved, because thus God is  most glorified, free grace most advanced, self most abased, and our  happiness most effectually secured.  (5.) Faith is the knowledge of Christ, and without knowledge there can  be no true faith. Christ's way of gaining the will and affections is by  enlightening the understanding and bringing that unfeignedly to assent  to divine truths.  (6.) That knowledge of Christ, and that faith in him, by which we are  justified, have reference to him both as a servant to God and as a  surety for us.  [1.] As one that is employed for God to pursue his designs and secure  and advance the interests of his glory. \"He is my righteous servant,  and as such justifies men.\" God has authorized and appointed him to do  it  it is according to God's will and for his honour that he does it.  He is himself righteous, and of his righteousness have all we received.  He that is himself righteous (for he could not have made atonement for  our sin if he had had any sin of his own to answer for) is <i>made of  God to us righteousness, the Lord our righteousness.<\/i>  [2.] As one that has undertaken for us. We must know him, and believe  in him, as one that bore our iniquities--saved us from sinking under  the load by taking it upon himself.<\/p>  <p>  3. He shall have the glory of obtaining an incontestable victory and  universal dominion,   <a class=\"isa\" verses=\"MTg3MjQ=\">Isaiah 53:12<\/a>.  Because he has done all these good services, <i>therefore will I divide  him a portion with the great,<\/i> and, according to the will of the  Father, <i>he shall divide the spoil with the strong,<\/i> as a great  general, when he has driven the enemy out of the field, takes the  plunder of it for himself and his army, which is both an unquestionable  evidence of the victory and a recompense for all the toils and perils  of the battle. Note,  (1.) God the Father has engaged to reward the services and sufferings  of Christ with great glory: \"I will set him among the great, highly  exalt him, and give him a name above every name.\" Great riches are also  assigned to him: <i>He shall divide the spoil,<\/i> shall have abundance  of graces and comforts to bestow upon all his faithful soldiers.  (2.) Christ comes at his glory by conquest. He has set upon the strong  man armed, dispossessed him, and divided the spoil. He has vanquished  principalities and powers, sin and Satan, death and hell, the world and  the flesh  these are the strong that he has disarmed and taken the  spoil of.  (3.) Much of the glory with which Christ is recompensed, and the spoil  which he has divided, consists in the vast multitudes of willing,  faithful, loyal subjects, that shall be brought in to him  for so some  read it: <i>I will give many to him, and he shall obtain many for a  spoil.<\/i> God will <i>give him the heathen for his inheritance and the  uttermost parts of the earth for his possession,<\/i>   <a class=\"ref\">Psalm 2:8<\/a>.  <i>His dominion shall be from sea to sea.<\/i> Many shall be wrought  upon by the grace of God to give up themselves to him to be ruled, and  taught, and saved by him, and hereby he shall reckon himself honoured,  and enriched, and abundantly recompensed for all he did and all he  suffered.  (4.) What God designed for the Redeemer he shall certainly gain the  possession of: \"I will divide it to him,\" and immediately it follows,  <i>He shall divide it,<\/i> notwithstanding the opposition that is given  to him  for, as Christ finished the work that was given him to do, so  God completed the recompence that was promised him for it  for he is  both able and faithful.  (5.) The spoil which God divided to Christ he divides (it is the same  word), he distributes, among his followers  for, when he <i>led  captivity captive,<\/i> he received gifts for men, that he might give  gifts to men  for as he has told us  (<a class=\"ref\">Acts 20:35<\/a>)  he did himself reckon it more blessed and honourable to give than to  receive. Christ conquered for us, and through him we are more than  conquerors. He has divided the spoils, the fruits of his conquest, to  all that are his: let us therefore cast in our lot among them.<\/p>",
    "audit": null
}