{
    "id": 12234,
    "source": "mhm",
    "verse_id": 18433,
    "verse_count": 6,
    "reference": "40:12-17",
    "title": "",
    "html": "<p>  12  Who hath measured the waters in the hollow of his hand, and  meted out heaven with the span, and comprehended the dust of the  earth in a measure, and weighed the mountains in scales, and the  hills in a balance?    13  Who hath directed the Spirit of the L<b>ORD<\/b>, or <i>being<\/i> his  counsellor hath taught him?    14  With whom took he counsel, and <i>who<\/i> instructed him, and  taught him in the path of judgment, and taught him knowledge, and  showed to him the way of understanding?    15  Behold, the nations <i>are<\/i> as a drop of a bucket, and are  counted as the small dust of the balance: behold, he taketh up  the isles as a very little thing.    16  And Lebanon <i>is<\/i> not sufficient to burn, nor the beasts  thereof sufficient for a burnt offering.    17  All nations before him <i>are<\/i> as nothing  and they are  counted to him less than nothing, and vanity.  <\/p>  <p>  The scope of these verses is to show what a great and glorious being  the Lord Jehovah is, who is Israel's God and Saviour. It comes in here,  1. To encourage his people that were captives in Babylon to hope in  him, and to depend upon him for deliverance, though they were ever so  weak and their oppressors ever so strong.  2. To engage them to cleave to him, and not to turn aside after other  gods  for there are none to be compared with him.  3. To possess all those who receive the glad tidings of redemption by  Christ with a holy awe and reverence of God. Though it was said  (<a class=\"isa\" verses=\"MTg0MzA=\">Isaiah 40:9<\/a>),  <i>Behold your God,<\/i> and  (<a class=\"isa\" verses=\"MTg0MzI=\">Isaiah 40:11<\/a>)  <i>He shall feed his flock like a shepherd,<\/i> yet these  condescensions of his grace must not be thought of with any diminution  to the transcendencies of his glory. Let us see how great our God is,  and fear before him  for,<\/p>  <p>  I. His power is unlimited, and what no creature can compare with, much  less contend with,   <a class=\"isa\" verses=\"MTg0MzM=\">Isaiah 40:12<\/a>.  1. He has a vast reach. View the celestial globe, and you are  astonished at the extent of it  but the great God <i>metes the heavens  with a span <\/i> to him they are but a hand-breadth, so large-handed is  he. View the terraqueous globe, and he has the command of that too. All  the waters in the world he can <i>measure in the hollow of his  hand,<\/i> where we can hold but a little water  and the dry land he  easily manages, for he <i>comprehends the dust of the earth in a  measure,<\/i> or with his three fingers  it is no more to him than a  <i>pugil,<\/i> or that which we take up between our thumb and two  fingers.  2. He has a vast strength, and can as easily move mountains and hills  as the tradesman heaves his goods into the scales and out of them  again  he poises them with his hand as exactly as if he weighed them in  a pair of balances. This may refer to the work of creation, when the  heavens were stretched out as exactly as that which is spanned, and the  earth and waters were put together in just proportions, as if they had  been measured, and the mountains made of such a weight as to serve for  ballast to the globe, and no more. Or it may refer to the work of  providence (which is a continued creation) and the consistency of all  the creatures with each other.<\/p>  <p>  II. His wisdom is unsearchable, and what no creature can give either  information or direction to,   <a class=\"isa\" verses=\"MTg0MzQ=\">Isaiah 40:13<\/a>.  As none can do what God has done and does, so none can assist him in  the doing of it or suggest any thing to him which he thought not of.  When the Lord by his Spirit made the world  (<a class=\"ref\">Job 26:13<\/a>)  there was none that directed his Spirit, or gave him any advice, either  what to do or how to do it. Nor does he need any counsellor to direct  him in the government of the world, nor is there any with whom he  consults, as the wisest kings do with those that <i>know law and  judgment,<\/i>   <a class=\"ref\">Esther 1:13<\/a>.  God needs not to be told what is done, for he knows it perfectly  nor  needs he be advised concerning what is to be done, for he knows both  the right end and the proper means. This is much insisted upon here,  because the poor captives had no politicians among them to manage their  concerns at court or to put them in a way of gaining their liberty. \"No  matter,\" says the prophet, \"you have a God to act for you, who needs  not the assistance of statesmen.\" In the great work of our redemption  by Christ matters were concerted <i>before the world was,<\/i> when  there was one to <i>teach God in the path of judgment,<\/i>   <a class=\"ref\">1 Corinthians 2:7<\/a>.<\/p>  <p>  III. The nations of the world are nothing in comparison of him,   <a class=\"isa\" verses=\"MTg0MzY=\">Isaiah 40:15<\/a>.  Take them all together, all the great and mighty nations of the earth,  kings the most pompous, kingdoms the most populous, both the most  wealthy  take the isles, the multitude of them, the isles of the  Gentiles: <i>Before him,<\/i> when they stand in competition with him or  in opposition to him, they are <i>as a drop of the bucket<\/i> compared  with the vast ocean, or <i>the small dust of the balance<\/i> (which  does not serve to turn it, and therefore is not regarded, it is so  small) in comparison with all the dust of the earth. <i>He takes them  up,<\/i> and throws them away from him, <i>as a very little thing,<\/i>  not worth speaking of. They are all in his eye <i>as nothing,<\/i> as if  they had no being at all  for they add nothing to his perfection and  all-sufficiency. <i>They are counted by him,<\/i> and are to be counted  by us in comparison of him, <i>less than nothing, and vanity.<\/i> When  he pleases, he can as easily bring them all into nothing as at first he  brought them out of nothing. When God has work to do he values not  either the assistance or the resistance of any creature. They are all  <i>vanity <\/i> the word that is used for the chaos  (<a class=\"ref\">Genesis 1:2<\/a>),  to which they will at last be reduced. Let this beget in us high  thoughts of God and low thoughts of this world, and engage us to make  God, and not man, both our fear and our hope. This magnifies God's love  to the world, that, though it is of such small account and value with  him, yet, for the redemption of it, he <i>gave his only-begotten  Son,<\/i>   <a class=\"ref\">John 3:16<\/a>.<\/p>  <p>  IV. The services of the church can make no addition to him nor do they  bear any proportion to his infinite perfections  (<a class=\"isa\" verses=\"MTg0Mzc=\">Isaiah 40:16<\/a>):  <i>Lebanon is not sufficient to burn <\/i> not the wood of it, to be for  the fuel of the altar, though it be so well stocked with cedars  not  the beasts of it, to be for sacrifices, though it be so well stocked  with cattle,   <a class=\"isa\" verses=\"MTg0Mzc=\">Isaiah 40:16<\/a>.  Whatever we honour God with, it falls infinitely short of the merit of  his perfection  for he is exalted <i>far above all blessing and  praise,<\/i> all burnt-offerings and sacrifices.<\/p>",
    "audit": null
}