{
    "id": 12145,
    "source": "mhm",
    "verse_id": 17967,
    "verse_count": 4,
    "reference": "15:6-9",
    "title": "",
    "html": "<p>  6  For the waters of Nimrim shall be desolate: for the hay is  withered away, the grass faileth, there is no green thing.    7  Therefore the abundance they have gotten, and that which they  have laid up, shall they carry away to the brook of the willows.    8  For the cry is gone round about the borders of Moab  the  howling thereof unto Eglaim, and the howling thereof unto  Beer-elim.    9  For the waters of Dimon shall be full of blood: for I will  bring more upon Dimon, lions upon him that escapeth of Moab, and  upon the remnant of the land.  <\/p>  <p>  Here the prophet further describes the woeful and piteous lamentations  that should be heard throughout all the country of Moab when it should  become a prey to the Assyrian army. \"By this time <i>the cry has gone  round about<\/i> all <i>the borders of Moab,<\/i>\"   <a class=\"isa\" verses=\"MTc5Njk=\">Isaiah 15:8<\/a>.  Every corner of the country has received the alarm, and is in the  utmost confusion upon it. It has reached to <i>Eglaim,<\/i> a city at  one end of the country, and to <i>Beer-elim,<\/i> a city as far the  other way. Where sin has been general, and all flesh have corrupted  their way, what can be expected but a general desolation? Two things  are here spoken of as causes of this lamentation:--<\/p>  <p>  I. <i>The waters of Nimrim are desolate<\/i>  (<a class=\"isa\" verses=\"MTc5Njc=\">Isaiah 15:6<\/a>),  that is, the country is plundered and impoverished, and all the wealth  and substance of it swept away by the victorious army. Famine is  usually the sad effect of war. Look into the fields that were well  watered, the fruitful meadows that yielded delightful prospects and  more delightful products, and there all is eaten up, or carried off by  the enemy's foragers, and the remainder trodden to dirt by their  horses. If an army encamp upon green fields, their greenness is soon  gone. Look into the houses, and they are stripped too  (<a class=\"isa\" verses=\"MTc5Njg=\">Isaiah 15:7<\/a>):  <i>The abundance<\/i> of wealth that <i>they had gotten<\/i> with a great  deal of art and industry, and <i>that which they had laid up<\/i> with a  great deal of care and confidence, <i>shall they carry away to the  brook of the willows.<\/i> Either the owners shall carry it thither to  hide it or the enemies shall carry it thither to pack it up and send it  home, by water perhaps, to their own country. Note,  1. Those that are eager to get abundance of this world, and solicitous  to lay up what they have gotten, little consider what may become of it  and in how short a time it may be all taken from them. Great abundance,  by tempting the robbers, exposes the owners  and those who depend upon  it to protect them often find it does but betray them.  2. In times of distress great riches are often great burdens, and do  but increase the owner's care or the enemies' strength. <i>Cantabit  vacuus coram latrone viator--The penniless traveller will exult, when  accosted by a robber, in having nothing about him.<\/i><\/p>  <p>  II. <i>The waters of Dimon are turned into blood<\/i>  (<a class=\"isa\" verses=\"MTc5NzA=\">Isaiah 15:9<\/a>),  that is, the inhabitants of the country are slain in great numbers, so  that the waters adjoining to the cities, whether rivers or pools, are  discoloured with human gore, inhumanly shed like water. <i>Dimon<\/i>  signifies <i>bloody <\/i> the place shall answer to its name. Perhaps it  was that place in the country of Moab where the waters seemed to the  <i>Moabites as blood<\/i>  (<a class=\"ref\">2 Kings 3:22<\/a>),  which occasioned their overthrow. But now, says God, <i>I will bring  more upon Dimon,<\/i> more blood than was shed, or thought to be seen,  at that time. <i>I will bring additions upon Dimon<\/i> (so the word  is), additional plagues  I have yet more judgments in reserve for them.  <i>For all this, God's anger is not turned away.<\/i> When he judges he  will overcome  and to the roll of curses shall be <i>added many like  words,<\/i>   <a class=\"ref\">Jeremiah 36:32<\/a>.  See here what is the <i>yet more evil<\/i> to be brought upon Dimon,  upon Moab, which is now to be made a land of blood. Some flee, and  make their escape, others sit still, and are overlooked, and are as a  remnant of the land  but upon both God <i>will bring lions,<\/i> beasts  of prey (which are reckoned one of God's four judgments,   <a class=\"ref\">Ezekiel 14:21<\/a>),  and these shall glean up those that have escaped the sword of the  enemy. Those that continue impenitent in sin, when they are preserved  from one judgment, are but reserved for another.<\/p>",
    "audit": null
}