{
    "id": 12324,
    "source": "mhm",
    "verse_id": 18848,
    "verse_count": 6,
    "reference": "61:4-9",
    "title": "",
    "html": "<p>  4  And they shall build the old wastes, they shall raise up the  former desolations, and they shall repair the waste cities, the  desolations of many generations.    5  And strangers shall stand and feed your flocks, and the sons  of the alien <i>shall be<\/i> your ploughmen and your vinedressers.    6  But ye shall be named the Priests of the L<b>ORD<\/b>: <i>men<\/i> shall  call you the Ministers of our God: ye shall eat the riches of the  Gentiles, and in their glory shall ye boast yourselves.    7  For your shame <i>ye shall have<\/i> double  and <i>for<\/i> confusion  they shall rejoice in their portion: therefore in their land they  shall possess the double: everlasting joy shall be unto them.    8  For I the L<b>ORD<\/b> love judgment, I hate robbery for burnt  offering  and I will direct their work in truth, and I will make  an everlasting covenant with them.    9  And their seed shall be known among the Gentiles, and their  offspring among the people: all that see them shall acknowledge  them, that they <i>are<\/i> the seed <i>which<\/i> the L<b>ORD<\/b> hath blessed.  <\/p>  <p>  Promises are here made to the Jews now returned out of captivity, and  settled again in their own land, which are to be extended to the gospel  church, and all believers, who through grace are delivered out of  spiritual thraldom  for they are capable of being spiritually  applied.<\/p>  <p>  I. It is promised that their houses shall be rebuilt  (<a class=\"isa\" verses=\"MTg4NDg=\">Isaiah 61:4<\/a>),  that their cities shall be raised out of the ruins in which they had  long lain, and be fitted up for their use again: <i>They shall build  the old wastes <\/i> the <i>old wastes<\/i> shall be built, the <i>waste  cities shall be repaired,<\/i> the <i>former desolations,<\/i> even  <i>the desolations of many generations,<\/i> which it was feared would  never be repaired, shall be <i>raised up.<\/i> The setting up of  Christianity in the world repaired the decays of natural religion and  raised up those desolations both of piety and honesty which had been  for many generations the reproach of mankind. An unsanctified soul is  like a city that is broken down and has no walls, like a house in  ruins  but by the power of Christ's gospel and grace it is repaired, it  is put in order again, and fitted to be a habitation of God through the  Spirit. And <i>they<\/i> shall do this, those that are released out of  captivity  for we are brought out of the house of bondage that we may  serve God, both in building up ourselves to his glory and in helping to  build up his church on earth.<\/p>  <p>  II. Those that were so lately servants themselves, working for their  oppressors and lying at their mercy, shall now have servants to do  their work for them and be at their command, not of their brethren  (they are all the Lord's freemen), but of <i>the strangers, and the  sons of the alien,<\/i> who shall <i>keep their sheep, till their  ground,<\/i> and <i>dress their gardens,<\/i> the ancient employments of  Abel, Cain, and Adam: <i>Strangers shall feed your flocks,<\/i>   <a class=\"isa\" verses=\"MTg4NDk=\">Isaiah 61:5<\/a>.  When, by the grace of God, we attain to a holy indifference as to all  the affairs of this world, <i>buying as though we possessed  not<\/i>--when, though our hands are employed about them, our hearts are  not entangled with them, but reserved entire for God and his  service--then <i>the sons of the alien are our ploughmen and  vine-dressers.<\/i><\/p>  <p>  III. They shall not only be released out of their captivity, but highly  preferred and honourably employed  (<a class=\"isa\" verses=\"MTg4NTA=\">Isaiah 61:6<\/a>):  \"While the strangers are <i>keeping your flocks,<\/i> you shall be  keeping <i>the charge of the sanctuary <\/i> instead of being slaves to  your task-masters, <i>you shall be named the priests of the Lord,<\/i> a  high and holy calling.\" Priests were princes' peers, and in Hebrew were  called by the same name. You <i>shall be the ministers of our God,<\/i>  as the Levites were. Note, Those whom God sets at liberty he sets to  work  he <i>delivers them out of the hands of their enemies<\/i> that  they may <i>serve him,<\/i>   <a class=\"ref\">Luke 1:74; Psalm 116:16<\/a>.  But his service is perfect freedom, nay, it is the greatest honour.  When God brought Israel out of Egypt he took them to be to him a  <i>kingdom of priests,<\/i>   <a class=\"ref\">Exodus 19:6<\/a>.  And the gospel church is a <i>royal priesthood,<\/i>   <a class=\"ref\">1 Peter 2:9<\/a>.  All believers are made to our God kings and priests  and they ought to  conduct themselves as such in their devotions and in their whole  conversation, with <i>holiness to the Lord<\/i> written upon their  foreheads, that men may <i>call them the priests of the Lord.<\/i><\/p>  <p>  IV. The wealth and honour of the Gentile converts shall redound to the  benefit and credit of the church,   <a class=\"isa\" verses=\"MTg4NTA=\">Isaiah 61:6<\/a>.  <i>The Gentiles<\/i> shall be brought into the church. Those that were  strangers shall become <i>fellow-citizens with the saints <\/i> and with  themselves they shall bring all they have, to be devoted to the glory  of God and used in his service  and the priests, the Lord's ministers,  shall have the advantage of it. It will be a great strengthening and  quickening, as well as a comfort and encouragement, to all good  Christians, to see the Gentiles serving the interests of God's kingdom.  1. They shall <i>eat the riches of the Gentiles,<\/i> not which they  have themselves seized by violence, but which are fairly and honourably  presented to them, as <i>gifts brought to the altar,<\/i> which the  priests and their families lived comfortably upon. It is not said, \"You  shall <i>hoard the riches of the Gentiles,<\/i> and treasure them,\" but,  \"You shall <i>eat them <\/i>\" for there is nothing better in riches than  to use them and to do good with them.  2. They shall <i>boast themselves in their glory.<\/i> Whatever was the  honour of the Gentiles converts before their conversion--their  nobility, estates, learning, virtue, or places of trust and power--it  shall all turn to the reputation of the church to which they have  joined themselves  and whatever is their glory after their  conversion--their holy zeal and strictness of conversation, their  usefulness, their patient suffering, and all the displays of that  blessed change which divine grace has made in them--shall be very much  for the glory of God and therefore all good men shall glory in it.<\/p>  <p>  V. They shall have abundance of comfort and satisfaction in their own  bosoms,   <a class=\"isa\" verses=\"MTg4NTE=\">Isaiah 61:7<\/a>.  The Jews no doubt were thus privileged after their return  they were in  a new world, and now knew how to value their liberty and property, the  pleasures of which were continually fresh and blooming. Much more do  all those rejoice whom Christ has brought into the glorious liberty of  God's children, especially when the privileges of their adoption shall  be completed in the resurrection of the body.  1. <i>They shall rejoice in their portion <\/i> they shall not only have  their own again, but (which is a further gift of God) they shall have  the comfort of it, and a heart to rejoice in it,   <a class=\"ref\">Ecclesiastes 3:13<\/a>.  Though the houses of the returned Jews, as well as their temple, be  much inferior to what they were before the captivity, yet they shall be  well pleased with them and thankful for them. It is a portion <i>in  their land,<\/i> their own land, the holy land, Immanuel's land, and  therefore they shall rejoice in it, having so lately known what it was  to be <i>strangers in a strange land.<\/i> Those that have God and  heaven for their portion have reason to say that they have a worthy  portion and to rejoice in it.  2. <i>Everlasting joy shall be unto them,<\/i> that is, a joyful state  of their people, which shall last long, much longer than the captivity  had lasted. Yet that joy of the Jewish nation was so much allayed, so  often interrupted, and so soon brought to an end, that we must look for  the accomplishment of this promise in the spiritual joy which believers  have in God and the eternal joy they hope for in heaven.  3. This shall be a double recompence to them, and more than double, for  all the reproach and vexation they have lain under in the land of their  captivity: \"<i>For your shame you shall have double<\/i> honour, and  <i>in your land<\/i> you <i>shall possess double<\/i> wealth, to what you  lost  the blessing of God upon it, and the comfort you shall have in  it, shall make an abundant reparation for all the damages you have  received. You shall be owned not only as <i>God's sons,<\/i> but as his  <i>first-born<\/i>  (<a class=\"ref\">Exodus 4:22<\/a>),  and therefore entitled to a double portion.\" As the miseries of their  captivity were so great that in them they are said to have received  <i>double for all their sins<\/i>  (<a class=\"isa\" verses=\"MTg0MjM=\">Isaiah 40:2<\/a>),  so the joys of their return shall be so great that in them they shall  receive <i>double for all their shame.<\/i> The former is applicable to  the fulness of Christ's satisfaction, in which God received <i>double  for all our sins <\/i> the latter to the fulness of heaven's joys, in  which we shall receive more than <i>double for all our services<\/i> and  sufferings. Job's case illustrates this: when God <i>turned again his  captivity,<\/i> he gave him <i>twice as much as he had before.<\/i><\/p>  <p>  VI. God will be their faithful guide and a God in covenant with them  (<a class=\"isa\" verses=\"MTg4NTI=\">Isaiah 61:8<\/a>):  <i>I will direct their work in truth.<\/i> God by his providence will  order their affairs for the best, according to the word of his truth.  He will guide them in the ways of true prosperity, by the rules of true  policy. He will by his grace direct the works of good people in the  right way, the true way that leads to happiness  he will direct them to  be done in sincerity and then they are pleasing to him. God <i>desires  truth in the inward parts <\/i> and, if we do our works in truth, he  will <i>make an everlasting covenant with us <\/i> for to those that  <i>walk before him<\/i> and <i>are upright<\/i> he will certainly be a  <i>God all-sufficient.<\/i> Now, as a reason both of this and of the  foregoing promise, that God will recompense to them <i>double for their  shame,<\/i> those words come in, in the former part of the verse, <i>I  the Lord love judgment.<\/i> He loves that judgment should be done among  men, both between magistrates and subjects and between neighbour and  neighbour, and therefore he hates all injustice  and, when wrongs are  done to his people by their oppressors and persecutors, he is  displeased with them, not only because they are done to his people, but  because they are wrongs, and against the eternal rules of equity. If  men do not do justice, he loves to do judgment himself in giving  redress to those that suffer wrong and punishing those that do wrong.  God pleads his people's injured cause, not only because he is jealous  for them, but because he is jealous for justice. To illustrate this,  it is added that he <i>hates robbery for burnt-offering.<\/i> He hates  injustice even in his own people, who honour him with what they have in  their burnt-offerings, much more does he hate it when it is against his  own people  if he hates robbery when it is for burnt-offerings to  himself, much more when it is for burnt-offerings to idols, and when  not only his people are robbed of their estates, but he is robbed of  his offerings. It is a truth much to the honour of God that ritual  services will never atone for the violation of moral precepts, nor will  it justify any man's robbery to say, \"It was for burnt-offerings,\" or  <i>Corban--It is a gift.<\/i> Behold, <i>to obey is better than  sacrifice,<\/i> to <i>do justly and love mercy<\/i> better than  <i>thousands of rams <\/i> nay, that robbery is most of all hateful to  God which is covered with this pretence, for it makes the righteous God  to be the patron of unrighteousness. Some make this a reason of the  rejection of the Jews upon the bringing in of the Gentiles  (<a class=\"isa\" verses=\"MTg4NTA=\">Isaiah 61:6<\/a>),  because they were so corrupt in their morals, and, while they tithed  mint and cummin, made nothing of <i>judgment and mercy<\/i>  (<a class=\"ref\">Matthew 23:23<\/a>),  whereas <i>God loves judgment<\/i> and insists upon that, and he hates  both <i>robbery for burnt offerings<\/i> and <i>burnt-offerings for  robbery<\/i> too, as that of the Pharisees, who made long prayers that  they might the more plausibly devour widows' houses. Others read these  words thus: <i>I hate rapine by iniquity,<\/i> that is, the spoil which  the enemies of God's people had unjustly made of them  God hated this,  and therefore would reckon with them for it.<\/p>  <p>  VII. God will entail a blessing upon their posterity after them  (<a class=\"isa\" verses=\"MTg4NTM=\">Isaiah 61:9<\/a>):  <i>Their seed<\/i> (the children of those persons themselves that are  now the blessed of the Lord, or their successors in profession, the  church's seed) shall be <i>accounted to the Lord for a generation,<\/i>   <a class=\"ref\">Psalm 22:30<\/a>.  1. They shall signalize themselves and make their neighbours to take  notice of them: <i>They shall be known among the Gentiles,<\/i> shall  distinguish themselves by the gravity, seriousness, humility, and  cheerfulness of their conversation, especially by that brotherly love  by which all men shall know them to be Christ's disciples. And, they  thus distinguishing themselves, God shall dignify them, by making them  the blessings of their age and instruments of his glory, and by giving  them remarkable tokens of his favour, which shall make them eminent and  gain them respect from all about them. Let the children of godly  parents love in such a manner that they may be known to be such, that  all who observe them may see in them the fruits of a good education,  and an answer to the prayers that were put up for them  and then they  may expect that God will make them known, by the fulfilling of that  promise to them, that <i>the generation of the upright shall be  blessed.<\/i>  2. God shall have the glory of this, for every one shall attribute it  to the blessing of God  all that see them shall see so much of the  grace of God in them, and his favour towards them, that they shall  <i>acknowledge them to be the seed which the Lord has blessed<\/i> and  doth bless, for it includes both. See what it is to be blessed of God.  Whatever good appears in any it must be taken notice of as the fruit of  God's blessing and he must be glorified in it.<\/p>",
    "audit": null
}