{
    "id": 12302,
    "source": "mhm",
    "verse_id": 18757,
    "verse_count": 6,
    "reference": "56:3-8",
    "title": "",
    "html": "<p>  3  Neither let the son of the stranger, that hath joined himself  to the L<b>ORD<\/b>, speak, saying, The L<b>ORD<\/b> hath utterly separated me  from his people: neither let the eunuch say, Behold, I <i>am<\/i> a dry  tree.    4  For thus saith the L<b>ORD<\/b> unto the eunuchs that keep my  sabbaths, and choose <i>the things<\/i> that please me, and take hold  of my covenant    5  Even unto them will I give in mine house and within my walls  a place and a name better than of sons and of daughters: I will  give them an everlasting name, that shall not be cut off.    6  Also the sons of the stranger, that join themselves to the  L<b>ORD<\/b>, to serve him, and to love the name of the L<b>ORD<\/b>, to be his  servants, every one that keepeth the sabbath from polluting it,  and taketh hold of my covenant    7  Even them will I bring to my holy mountain, and make them  joyful in my house of prayer: their burnt offerings and their  sacrifices <i>shall be<\/i> accepted upon mine altar  for mine house  shall be called a house of prayer for all people.    8  The Lord G<b>OD<\/b> which gathereth the outcasts of Israel saith,  Yet will I gather <i>others<\/i> to him, beside those that are gathered  unto him.  <\/p>  <p>  The prophet is here, in God's name, encouraging those that were hearty  in joining themselves to God and yet laboured under great  discouragements.  1. Some were discouraged because they were not of the seed of Abraham.  They had <i>joined themselves to the Lord,<\/i> and bound their souls  with a bond to be his for ever (this is the root and life of religion,  to break off from the world and the flesh, and devote ourselves  entirely to the service and honour of God)  but they questioned whether  God would accept them, because they were of <i>the sons of the  stranger,<\/i>   <a class=\"isa\" verses=\"MTg3NTc=\">Isaiah 56:3<\/a>.  They were Gentiles, strangers to the commonwealth of Israel and aliens  from the covenants of promise, and therefore feared they had no part  nor lot in the matter. They said, \"<i>The Lord has utterly separated me  from his people,<\/i> and will not own me as one of them, nor admit me  to their privileges.\" It was often said that there should be <i>one law  for the stranger and for him that was born in the land<\/i>  (<a class=\"ref\">Exodus 12:49<\/a>),  and yet they came to this melancholy conclusion. Note, Unbelief often  suggests things to the discouragement of good people which are directly  contrary to what God himself has said, things which he has expressly  guarded against. Let not the <i>sons of the stranger<\/i> therefore say  thus, for they have no reason to say it. Note, Ministers must have  answers ready for the disquieting fears and jealousies of weak  Christians, which, how unreasonable soever, they must take notice of.  2. Others were discouraged because they were not fathers in Israel. The  eunuch said, <i>Behold, I am a dry tree.<\/i> So he looked upon himself,  and it was his grief  so others looked upon him, and it was his  reproach. He was thought to be of no use because he had no children,  nor was ever likely to have any. This was then the more grievous  because eunuchs were not admitted to be priests  (<a class=\"ref\">Leviticus 21:20<\/a>),  nor to <i>enter into the congregation<\/i>  (<a class=\"ref\">Deuteronomy 23:1<\/a>),  and because the promise of a numerous posterity was the particular  blessing of Israel and the more valuable because from among them the  Messiah was to come. Yet God would not have the eunuchs to make the  worst of their case, nor to think that they should be excluded from the  gospel church, and from being spiritual priests, because they were shut  out from the congregation of Israel and the Levitical priesthood  no,  as the taking down of the partition wall, contained in ordinances,  admitted the Gentiles, so it let in likewise those that had been kept  out by ceremonial pollutions. Yet, by the reply here given to this  suggestion, it should seem the chief thing which the eunuch laments in  his case is his being written childless.<\/p>  <p>  Now suitable encouragements are given to each of these.<\/p>  <p>  I. To those who have no children of their own, who, though they had the  honour to be the children of the church and the covenant themselves,  yet had none to whom they might transmit that honour, none to receive  the sign of circumcision and the privileges secured by that sign. Now  observe,<\/p>  <p>  1. What a good character they have, though they lie under this ignominy  and affliction  and those only are entitled to the following comforts  who in some measure answer to these characters.  (1.) They <i>keep God's sabbaths<\/i> as he has appointed them to be  kept. In the primitive times, if a Christian were asked, \"Hast thou  kept holy the Lord's day?\" He would readily answer, \"I am a Christian,  and dare not do otherwise.\"  (2.) In their whole conversation they <i>choose those things that  please God.<\/i> They do that which is good  they do it with a sincere  design to please God in it  they do it of choice, and with delight. If  sometimes, through infirmity, they come short in doing that which  pleases God, yet they choose it, they endeavour after it, and aim at  it. Note, Whatever is God's pleasure should without dispute be our  choice.  (3.) They <i>take hold of his covenant,<\/i> and that is a thing that  pleases God as much as any thing. The covenant of grace is proposed and  proffered to us in the gospel  to take hold of it is to consent to it,  to accept the offer and come up to the terms, deliberately and  sincerely to take God to be to us a God and to give up ourselves to him  to be to him a people. Taking hold of the covenant denotes an entire  and resolute consent to it, taking hold as those that are afraid of  coming short, catching at it as a good bargain, and as those that are  resolved never to let it go, for it is our life: and we take hold of it  as a criminal took hold of the horns of the altar to which he fled for  refuge.<\/p>  <p>  2. What a great deal of comfort they may have if they answer to this  character, though they are not built up into families  (<a class=\"isa\" verses=\"MTg3NTk=\">Isaiah 56:5<\/a>):  <i>Unto them will I give a better place and name.<\/i> It is supposed  that there is a place and a name, which we have from sons and  daughters, that is valuable and desirable. It is a pleasing notion we  have that we live in our children when we are dead. But there is a  better place, and a better name, which those have that are in covenant  with God, and it is sufficient to counterbalance the want of the  former. A place and a name denote rest and reputation  a place to live  comfortably in themselves, and a name to live creditably with among  their neighbours  they shall be happy, and may be easy both at home and  abroad. Though they have not children to be the music of their house,  or arrows in their quiver, to keep them in countenance when they speak  with their enemies in the gate, yet they shall have a place and a name  more than equivalent. For,  (1.) God will give it to them, will give it to them by promise  he will  himself be both their habitation and their glory, their place and their  name.  (2.) He will give it to them in his house, and within his walls  there  they shall have a place, shall be planted so as to take root  (<a class=\"ref\">Psalm 92:13<\/a>),  shall <i>dwell all the days of their life,<\/i>   <a class=\"ref\">Psalm 27:4<\/a>.  They shall be at home in communion with God, as Anna, that <i>departed  not from the temple night nor day.<\/i> There they shall have a name. A  name for the good things with God and good people is a name <i>better  than that of sons and daughters.<\/i> Our relation to God, our interest  in Christ, our title to the blessings of the covenant, and our hopes of  eternal life, are things that give us in God's house a blessed place  and a blessed name.  (3.) It shall be <i>an everlasting name, that shall never<\/i> be  extinct, shall never <i>be cut off <\/i> like the place and name of  angels, who <i>therefore<\/i> marry not, because they die not. Spiritual  blessings are unspeakably better than those of sons and daughters  for  children are a certain care and may prove the greatest grief and shame  of a man's life, but the blessings we partake of in God's house are a  sure and constant joy and honour, comforts which cannot be  embittered.<\/p>  <p>  II. To those that are themselves the children of strangers.<\/p>  <p>  1. It is here promised that they shall now be welcome to the church,   <a class=\"isa\" verses=\"MTg3NjA=\">Isaiah 56:6<\/a>.  When God's Israel come out of Babylon, let them bring as many of their  neighbours along with them as they can persuade to come, and God will  find room enough for them all in his house. And here, (as before) we  may observe,<\/p>  <p>  (1.) Upon what terms they shall be welcome. Let them know that God's  Israel, when they come out of Babylon, will not be plagued, as they  were when they came out of Egypt, with a mixed multitude, that went  with them, but were not cordially for them  no, the sons of the  strangers shall have a place and a name in God's house provided,  [1.] That they forsake other gods, all rivals and pretenders  whatsoever, and <i>join themselves to the Lord,<\/i> so as to become  <i>one spirit,<\/i>   <a class=\"ref\">1 Corinthians 6:17<\/a>.  [2.] That they join themselves to him as subjects to their prince and  soldiers to their general, by an oath of fidelity and obedience, <i>to  serve him,<\/i> not occasionally, as one would serve a turn, but to be  constantly his servants, entirely subject to his command, and devoted  to his interest.  [3.] That they join themselves to him as friends to his honour and the  interests of his kingdom in the world, <i>to love the name of the  Lord,<\/i> to be well pleased with all the discoveries he has made of  himself and all the memorials they make of him. Observe, Serving him  and loving him go together  for those that love him truly will serve  him faithfully, and that obedience is most acceptable to him, as well  as most pleasant to us, which flows from a principle of love, for then  <i>his commandments are not grievous,<\/i>   <a class=\"ref\">1 John 5:3<\/a>.  [4.] That they keep the sabbath from polluting it  for the stranger  that is within thy gates is particularly required to do that.  [5.] That they take hold of the covenant, that is, that they come under  the bonds of it, and put in for the benefits of it.<\/p>  <p>  (2.) To what privileges they shall be welcome,   <a class=\"isa\" verses=\"MTg3NjE=\">Isaiah 56:7<\/a>.  Three things are here promised them, in their coming to God:--  [1.] Assistance: \"<i>I will bring them to my holy mountain,<\/i> not  only bid them welcome when they come, but incline them to come, will  show them the way, and lead them in it.\" David himself prays that God  by his light and truth would bring them to his <i>holy hill,<\/i>   <a class=\"ref\">Psalm 43:3<\/a>.  And the sons of the stranger shall be under the same guidance. The  church is God's holy hill, on which he hath set his King, and, in  bringing them to Zion Hill, he brings them to be subjects to Zion's  King, as well as worshippers in Zion's holy temple.  [2.] Acceptance: \"<i>Their burnt-offerings and their sacrifices shall  be accepted on my altar,<\/i> and be never the less acceptable for being  theirs, though they are sons of the stranger.\" The prayers and praises  (those spiritual sacrifices) of devout Gentiles shall be as pleasing to  God as those of the pious Jews, and no difference shall be made between  them  for, though they are Gentiles by birth, yet through grace they  shall be looked upon as the believing seed of faithful Abraham and the  praying seed of wrestling Jacob, for in Christ Jesus there is neither  Greek nor Jew, circumcision nor uncircumcision.  [3.] Comfort. They shall not only be accepted, but they themselves  shall have the pleasure of it: <i>I will make them joyful in my house  of prayer.<\/i> They shall have grace, not only to serve God, but to  serve him cheerfully and with gladness, and that shall make the service  the more acceptable to him  for, when we sing in the ways of the Lord,  then great is the glory of our God. They shall go away and <i>eat their  bread with joy,<\/i> because <i>God now accepts their works,<\/i>   <a class=\"ref\">Ecclesiastes 9:7<\/a>.  Nay, though they came mourning to the house of prayer, they shall go  away rejoicing, for they shall there find such ease, by casting their  cares and burdens upon God, and referring themselves to him, that, like  Hannah, they shall go away and their countenance shall be no more sad.  Many a sorrowful spirit has been made joyful in the house of  prayer.<\/p>  <p>  2. It is here promised that multitudes of the Gentiles shall come to  the church, not only that the few who come dropping in shall be made  welcome, but that great numbers shall come in, and the door be thrown  open to them: <i>My house shall be called a house of prayer for all  people.<\/i> The temple was then God's house, and to that Christ applies  these words  (<a class=\"ref\">Matthew 21:13<\/a>),  but with an eye to it as a type of the gospel church,   <a class=\"ref\">Hebrews 9:8<\/a>.  For Christ calls it <i>his house,<\/i>   <a class=\"ref\">Hebrews 3:6<\/a>.  Now concerning this house it is promised,  (1.) That it shall not be a house of sacrifice, but a house of prayer.  The religious meetings of God's people shall be meetings for prayer, in  which they shall join together, as a token of their united faith and  mutual love.  (2.) That it shall be a house of prayer, not for the people of the Jews  only, but for all people. This was fulfilled when Peter was made, not  only to perceive it himself, but to tell it to the world, that <i>in  every nation he that fears God and works righteousness is accepted of  him,<\/i>   <a class=\"ref\">Acts 10:35<\/a>.  It had been declared again and again that <i>the stranger that comes  nigh shall be put to death,<\/i> but Gentiles shall now be looked upon  no longer as strangers and foreigners,   <a class=\"ref\">Ephesians 2:19<\/a>.  And it appears by Solomon's prayer, at the dedication of the temple,  both that it was primarily intended for a house of prayer and that  strangers should be welcome to it,   <a class=\"ref\">1 Kings 8:30<\/a>.  And it is intimated here  (<a class=\"isa\" verses=\"MTg3NjI=\">Isaiah 56:8<\/a>)  that when the Gentiles are called in they shall be incorporated into  one body with the Jews, that (as Christ says,   <a class=\"ref\">John 10:16<\/a>)  there may be <i>one fold and one Shepherd <\/i> for,  [1.] God will <i>gather the outcasts of Israel.<\/i> Many of the Jews  that had by their unbelief cast themselves out shall by faith be  brought in again, <i>a remnant according to the election of grace,<\/i>   <a class=\"ref\">Romans 11:5<\/a>.  Christ came to the <i>lost sheep of the house of Israel<\/i>  (<a class=\"ref\">Matthew 15:24<\/a>),  to <i>gather their outcasts<\/i>  (<a class=\"ref\">Psalm 147:2<\/a>),  to <i>restore their preserved<\/i>  (<a class=\"isa\" verses=\"MTg2NDM=\">Isaiah 49:6<\/a>),  and <i>to be their glory,<\/i>   <a class=\"ref\">Luke 2:32<\/a>.  [2.] He will gather others also to him, besides his own outcasts that  are gathered to him. Or, though some of the Gentiles have come over now  and then into the church, that shall not serve (as some may think) to  answer the extent of these promises  no, there are still more and more  to be brought in: \"<i>I will gather others to him besides these <\/i>  these are but the first-fruits in comparison with the harvest that  shall be gathered for Christ in the nations of the earth, when the  fulness of the Gentiles shall come in.\" Note, The church is a growing  body: when some are gathered to it we may still hope there shall be  more, till the mystical body be completed. <i>Other sheep I  have.<\/i><\/p>",
    "audit": null
}