{
    "id": 12141,
    "source": "mhm",
    "verse_id": 17933,
    "verse_count": 20,
    "reference": "14:4-23",
    "title": "",
    "html": "<p>  4  That thou shalt take up this proverb against the king of  Babylon, and say, How hath the oppressor ceased! the golden city  ceased!    5  The L<b>ORD<\/b> hath broken the staff of the wicked, <i>and<\/i> the  sceptre of the rulers.    6  He who smote the people in wrath with a continual stroke, he  that ruled the nations in anger, is persecuted, <i>and<\/i> none  hindereth.    7  The whole earth is at rest, <i>and<\/i> is quiet: they break forth  into singing.    8  Yea, the fir trees rejoice at thee, <i>and<\/i> the cedars of  Lebanon, <i>saying,<\/i> Since thou art laid down, no feller is come up  against us.    9  Hell from beneath is moved for thee to meet <i>thee<\/i> at thy  coming: it stirreth up the dead for thee, <i>even<\/i> all the chief  ones of the earth  it hath raised up from their thrones all the  kings of the nations.    10  All they shall speak and say unto thee, Art thou also become  weak as we? art thou become like unto us?    11  Thy pomp is brought down to the grave, <i>and<\/i> the noise of  thy viols: the worm is spread under thee, and the worms cover  thee.    12  How art thou fallen from heaven, O Lucifer, son of the  morning! <i>how<\/i> art thou cut down to the ground, which didst  weaken the nations!    13  For thou hast said in thine heart, I will ascend into  heaven, I will exalt my throne above the stars of God: I will sit  also upon the mount of the congregation, in the sides of the  north:    14  I will ascend above the heights of the clouds  I will be  like the most High.    15  Yet thou shalt be brought down to hell, to the sides of the  pit.    16  They that see thee shall narrowly look upon thee, <i>and<\/i>  consider thee, <i>saying, Is<\/i> this the man that made the earth to  tremble, that did shake kingdoms    17  <i>That<\/i> made the world as a wilderness, and destroyed the  cities thereof  <i>that<\/i> opened not the house of his prisoners?    18  All the kings of the nations, <i>even<\/i> all of them, lie in  glory, every one in his own house.    19  But thou art cast out of thy grave like an abominable  branch, <i>and as<\/i> the raiment of those that are slain, thrust  through with a sword, that go down to the stones of the pit  as a  carcase trodden under feet.    20  Thou shalt not be joined with them in burial, because thou  hast destroyed thy land, <i>and<\/i> slain thy people: the seed of  evildoers shall never be renowned.    21  Prepare slaughter for his children for the iniquity of their  fathers  that they do not rise, nor possess the land, nor fill  the face of the world with cities.    22  For I will rise up against them, saith the L<b>ORD<\/b> of hosts,  and cut off from Babylon the name, and remnant, and son, and  nephew, saith the L<b>ORD<\/b>.    23  I will also make it a possession for the bittern, and pools  of water: and I will sweep it with the besom of destruction,  saith the L<b>ORD<\/b> of hosts.  <\/p>  <p>  The kings of Babylon, successively, were the great enemies and  oppressors of God's people, and therefore the destruction of Babylon,  the fall of the king, and the ruin of his family, are here particularly  taken notice of and triumphed in. In the day that God has given Israel  rest they shall <i>take up this proverb against the king of  Babylon.<\/i> We must not rejoice when our enemy falls, as ours  but  when Babylon, the common enemy of God and his Israel, sinks, then  <i>rejoice over her, thou heaven, and you holy apostles and  prophets,<\/i>   <a class=\"ref\"><\/a>.  The Babylonian monarchy bade fair to be an absolute, universal, and  perpetual one, and, in these pretensions, vied with the Almighty  it is  therefore very justly, not only brought down, but insulted over when it  is down  and it is not only the last monarch, Belshazzar, who <i>was  slain on that night<\/i> that Babylon was taken  (<a class=\"ref\"><\/a>),  who is here triumphed over, but the whole monarchy, which sunk in him  not without special reference to Nebuchadnezzar, in whom that monarchy  was at its height. Now here,<\/p>  <p>  I. The fall of the king of Babylon is rejoiced in  and a most curious  and elegant composition is here prepared, not to adorn his hearse or  monument, but to expose his memory and fix a lasting brand of infamy  upon it. It gives us an account of the life and death of this mighty  monarch, how he <i>went down slain to the pit,<\/i> though he had been  <i>the terror of the mighty in the land of the living,<\/i>   <a class=\"ref\"><\/a>.  In this parable we may observe,<\/p>  <p>  1. The prodigious height of wealth and power at which this monarch and  monarchy arrived. Babylon was a <i>golden city,<\/i>   <a class=\"ref\"><\/a>  (it is a Chaldee word in the original, which intimates that she used to  call herself so), so much did she abound in riches and excel all other  cities, as gold does all other metals. She is <i>gold-thirsty,<\/i> or  an exactress of gold (so some read it)  for how do men get wealth to  themselves but by squeezing it out of others? The New Jerusalem is the  only truly golden city,   <a class=\"ref\"><\/a>.  The king of Babylon, having so much wealth in his dominions and the  absolute command of it, by the help of that <i>ruled the nations<\/i>  (<a class=\"ref\"><\/a>),  gave them law, read them their doom, and at his pleasure <i>weakened  the nations<\/i>  (<a class=\"ref\"><\/a>),  that they might not be able to make head against him. Such vast and  victorious armies did he bring into the field, that, which way soever  he looked, he <i>made the earth to tremble, and shook kingdoms<\/i>  (<a class=\"ref\"><\/a>)  all his neighbours were afraid of him, and were forced to submit to  him. No one man could do this by his own personal strength, but by the  numbers he has at his beck. Great tyrants, by making some do what they  will, make others suffer what they will. How piteous is the case of  mankind, which thus seems to be in a combination against itself, and  its own rights and liberties, which could not be ruined but by its own  strength!<\/p>  <p>  2. The wretched abuse of all this wealth and power, which the king of  Babylon was guilty of, in two instances:--<\/p>  <p>  (1.) Great oppression and cruelty. He is known by the name of the  <i>oppressor<\/i>  (<a class=\"ref\"><\/a>)  he has <i>the sceptre of the rulers<\/i>  (<a class=\"ref\"><\/a>),  has the command of all the princes about him  but it is <i>the staff of  the wicked,<\/i> a staff with which he supports himself in his  wickedness and wickedly strikes all about him. <i>He smote the  people,<\/i> not in justice, for their correction and reformation, but  <i>in wrath<\/i>  (<a class=\"ref\"><\/a>),  to gratify his own peevish resentments, and that <i>with a continual  stroke,<\/i> pursued them with his forces, and gave them no respite, no  breathing time, no cessation of arms. He ruled the nations, but he  ruled them <i>in anger,<\/i> every thing he said and did was in a  passion  so that he who had the government of all about him had no  government of himself. He <i>made the world as a wilderness,<\/i> as if  he had taken a pride in being the plague of his generation and a curse  to mankind,   <a class=\"ref\"><\/a>.  Great princes usually glory in building cities, but he gloried in  destroying them  see   <a class=\"ref\"><\/a>.  Two particular instances, worse than all the rest, are here given of  his tyranny:--  [1.] That he was severe to his captives  (<a class=\"ref\"><\/a>):  He <i>opened not the house of his prisoners <\/i> he <i>did not let them  loose homeward<\/i> (so the margin reads it)  he kept them in close  confinement, and never would suffer any to return to their own land.  This refers especially to the people of the Jews, and it is that which  fills up the measure of the king of Babylon's iniquity, that he had  detained the people of God in captivity and would by no means release  them  nay, and by profaning the vessels of God's temple at Jerusalem,  did in effect say that they should never return to their former use,   <a class=\"ref\"><\/a>.  For this he was quickly and justly turned out by one whose first act  was to open the house of God's prisoners and send home the temple  vessels.  [2.] That he was oppressive to his own subjects  (<a class=\"ref\"><\/a>):  <i>Thou hast destroyed thy land, and slain thy people <\/i> and what did  he get by that, when the wealth of the land and the multitude of the  people are the strength and honour of the prince, who never rules so  safely, so gloriously, as in the hearts and affections of the people?  But tyrants sacrifice their interests to their lusts and passions  and  God will reckon with them for their barbarous usage of those who are  under their power, whom they think they may use as they please.<\/p>  <p>  (2.) Great pride and haughtiness. Notice is here taken of his  <i>pomp,<\/i> the extravagancy of his retinue,   <a class=\"ref\"><\/a>.  He affected to appear in the utmost magnificence. But that was not the  worst: it was the temper of his mind, and the elevation of that, that  ripened him for ruin  (<a class=\"ref\"><\/a>):  <i>Thou has said in thy heart,<\/i> like Lucifer, <i>I will ascend into  heaven.<\/i> Here is the language of his vainglory, borrowed perhaps  from that of the angels who fell, who not content with their first  estate, the post assigned them, would vie with God, and become not only  independent of him, but equal with him. Or perhaps it refers to the  story of Nebuchadnezzar, who, when he would be more than a man, was  justly turned into a brute,   <a class=\"ref\"><\/a>.  The king of Babylon here promises himself,  [1.] That in pomp and power he shall surpass all his neighbours, and  shall arrive at the very height of earthly glory and felicity, that he  shall be as great and happy as this world can make him  that is the  heaven of a carnal heart, and to that he hopes to ascend, and to be as  far above those about him as the heaven is above the earth. Princes are  the stars of God, which give some light to this dark world  (<a class=\"ref\"><\/a>)  but he will exalt his throne above them all.  [2.] That he shall particularly insult over God's Mount Zion, which  Belshazzar, in his last drunken frolic, seems to have had a particular  spite against when he called for the vessels of the temple at  Jerusalem, to profane them  see   <a class=\"ref\"><\/a>.  In the same humour he here said, <i>I will sit upon the mount of the  congregation<\/i> (it is the same word that is used for the holy  <i>convocations), in the sides of the north <\/i> so Mount Zion is said  to be situated,   <a class=\"ref\"><\/a>.  Perhaps Belshazzar was projecting an expedition to Jerusalem, to  triumph in the ruins of it, at the time when God cut him off.  [3.] That he shall vie with the God of Israel, of whom he had indeed  heard glorious things, that he had his residence <i>above the heights  of the clouds.<\/i> \"But thither,\" says he, \"<i>will I ascend,<\/i> and  be as great as he  I will be like him whom they call <i>the Most  High.<\/i>\" It is a gracious ambition to covet to be like the Most Holy,  for he has said, <i>Be you holy, for I am holy <\/i> but it is a sinful  ambition to aim to be like the Most High, for he has said, <i>He that  exalteth himself shall be abased,<\/i> and the devil drew our first  parents in to eat forbidden fruit by promising them that they should be  as gods.  [4.] That he shall himself be deified after his death, as some of the  first founders of the Assyrian monarchy were, and stars had even their  names from them.  \"But,\" says he, \"<i>I will exalt my throne above  them<\/i> all.\" Such as this was his pride, which was the undoubted omen  of his destruction.<\/p>  <p>  3. The utter ruin that should be brought upon him. It is foretold,  (1.) That his wealth and power should be broken, and a final period put  to his pomp and pleasure. He has been long an oppressor, but he shall  cease to be so,   <a class=\"ref\"><\/a>.  Had he ceased to be so by true repentance and reformation, according to  the advice Daniel gave to Nebuchadnezzar, it might have been a  lengthening of his life and tranquillity. But those that will not cease  to sin God will make to cease. \"<i>The golden city,<\/i> which one would  have thought might continue for ever, <i>has ceased <\/i> there is an  end of that Babylon. <i>The Lord,<\/i> the righteous God, <i>has broken  the staff of that wicked prince,<\/i> broken it over his head, in token  of the divesting him of his office.  God has taken his power from him,  and rendered him incapable of doing any more mischief: he has broken  the sceptres  for even these are brittle things, soon broken and often  justly.\"  (2.) That he himself should be seized: <i>He is persecuted<\/i>  (<a class=\"ref\"><\/a>)  violent hands are laid upon him, and none hinders. It is the common  fate of tyrants, when they fall into the power of their enemies, to be  deserted by their flatterers, whom they took for their friends. We read  of another enemy like this, of whom it is foretold that <i>he shall  come to his end and none shall help him,<\/i>   <a class=\"ref\"><\/a>.  Tiberius and Nero thus saw themselves abandoned.  (3.) That he should be slain, and <i>go down to the congregation of the  dead,<\/i> to be <i>free among them, as the slain that are no more  remembered,<\/i>   <a class=\"ref\"><\/a>.  He shall be <i>weak as the dead<\/i> are, and <i>like unto them,<\/i>   <a class=\"ref\"><\/a>.  His <i>pomp is brought down to the grave<\/i>  (<a class=\"ref\"><\/a>),  that is, it perishes with him  the pomp of his life shall not, as  usual, end in a funeral pomp. True glory (that is, true grace) will go  up with the soul to heaven, but vain pomp will go down with the body to  the grave: there is an end of it. <i>The noise of his viols<\/i> is now  heard no more. Death is a farewell to the pleasures, as well as to the  pomps, of this world.  This mighty prince, that used to lie on a bed of  down, to tread upon rich carpets, and to have coverings and canopies  exquisitely fine, now shall have the <i>worms spread under him and the  worms covering him,<\/i> worms bred out of his own putrefied body,  which, though he fancied himself a god, proved him to be made of the  same mould with other men.  When we are pampering and decking our  bodies it is good to remember they will be worms'-meat shortly.  (4.) That he should not have the honour of a burial, much less of a  decent one and in the sepulchres of his ancestors. <i>The kings of the  nations lie in glory<\/i>  (<a class=\"ref\"><\/a>),  either their dead bodies themselves so embalmed as to be preserved from  putrefaction, as of old among the Egyptians, or their effigies (as with  us) erected over their graves.  Thus, as if they would defy the  ignominy of death, they lay in a poor faint sort of glory, <i>every one  in his own house,<\/i> that is, his own burying-place (for the grave is  the house appointed for all living), a sleeping house, where the busy  and troublesome will lie quiet and the troubled and weary lie at rest.  But this king of Babylon is <i>cast out<\/i> and has no grave  (<a class=\"ref\"><\/a>)  his dead body is thrown, like that of a beast, into the next ditch or  upon the next dunghill, <i>like an abominable branch<\/i> of some  noxious poisonous plant, which nobody will touch, or as the clothes of  malefactors put to death and by the hand of justice <i>thrust through  with a sword,<\/i> on whose dead bodies heaps of stones are raised, or  they are thrown into some deep quarry among <i>the stones of the  pit.<\/i> Nay, the king of Babylon's dead body shall be as the carcases  of those who are slain in a battle, which are <i>trodden under feet<\/i>  by the horses and soldiers and crushed to pieces. Thus he <i>shall not  be joined with his ancestors in burial,<\/i>   <a class=\"ref\"><\/a>.  To be denied decent burial is a disgrace, which, if it be inflicted for  righteousness' sake (as   <a class=\"ref\"><\/a>),  may, as other similar reproaches, be rejoiced in  (<a class=\"ref\"><\/a>)  it is the lot of the two witnesses,   <a class=\"ref\"><\/a>.  But if, as here, it be the just punishment of iniquity, it is an  intimation that evil pursues impenitent sinners beyond death, greater  evil than that, and that they shall <i>rise to everlasting shame and  contempt.<\/i><\/p>  <p>  4. The many triumphs that should be in his fall.<\/p>  <p>  (1.) Those whom he had been a great tyrant and terror to will be glad  that they are rid of him,   <a class=\"ref\"><\/a>.  Now that he is gone <i>the whole earth is at rest and is quiet,<\/i> for  he was the great disturber of the peace  now they all <i>break forth  into singing,<\/i> for <i>when the wicked perish there is shouting<\/i>  (<a class=\"ref\"><\/a>)  the fir-trees and cedars of Lebanon now think themselves safe  there is  no danger now of their being cut down, to make way for his vast armies  or to furnish him with timber.  The neighbouring princes and great men,  who are compared to fir-trees and cedars  (<a class=\"ref\"><\/a>),  may now be easy, and out of fear of being dispossessed of their rights,  for <i>the hammer of the whole earth is cut asunder and broken<\/i>  (<a class=\"ref\"><\/a>),  the axe that <i>boasted itself against him that hewed with it,<\/i>   <a class=\"ref\"><\/a>.<\/p>  <p>  (2.) The congregation of the dead will bid him welcome to them,  especially those whom he had barbarously hastened thither  (<a class=\"ref\"><\/a>):  \"<i>Hell from beneath is moved for thee, to meet thee at thy  coming,<\/i> and to compliment thee upon thy arrival at their dark and  dreadful regions.\" <i>The chief ones of the earth,<\/i> who when they  were alive were kept in awe by him and durst not come near him, but  rose from their thrones, to resign them to him, shall upbraid him with  it when he comes into the state of the dead. They shall go forth to  meet him, as they used to do when he made his public entry into cities  he had become master of  with such a parade shall he be introduced into  those regions of horror, to make his disgrace and torment the more  grievous to him. They shall scoffingly rise from their thrones and  seats there, and ask him if he will please to sit down in them, as he  used to do in their thrones on earth? The confusion that will then  cover him they shall make a jest of: \"<i>Hast thou also become weak as  we?<\/i> Who would have thought it? It is what thou thyself didst not  expect it would ever come to when thou wast in every thing too hard for  us. Thou that didst rank thyself among the immortal gods, art thou come  to take thy fate among us poor mortal men? Where is thy pomp now, and  where thy mirth? <i>How hast thou fallen from heaven, O Lucifer! son of  the morning!<\/i>   <a class=\"ref\"><\/a>.  The king of Babylon shone as brightly as the morning star, and fancied  that wherever he came he brought day along with him  and has such an  illustrious prince as this fallen, such a star become a clod of clay?  Did ever any man fall from such a height of honour and power into such  an abyss of shame and misery?\" This has been commonly alluded to (and  it is a mere allusion) to illustrate the fall of the angels, who were  as morning stars  (<a class=\"ref\"><\/a>),  but <i>how have they fallen! How art thou cut down to the ground,<\/i>  and levelled with it, that <i>didst weaken the nations!<\/i> God will  reckon with those that invade the rights and disturb the peace of  mankind, for he is King of nations as well as of saints. Now this  reception of the king of Babylon into the regions of the dead, which is  here described, surely is something more than a flight of fancy, and is  designed to teach these solid truths:--  [1.] That there is an invisible world, a world of spirits, to which the  souls of men remove at death and in which they exist and act in a state  of separation from the body.  [2.] That separate souls have acquaintance and converse with each  other, though we have none with them: the parable of the rich man and  Lazarus intimates this.  [3.] That death and hell will be death and hell indeed to those that  fall unsanctified from the height of this world's pomps and the fulness  of its pleasures.  <i>Son, remember,<\/i>   <a class=\"ref\"><\/a>.<\/p>  <p>  (3.) Spectators will stand amazed at his fall. When he shall be  <i>brought down to hell, to the sides of the pit,<\/i> and be lodged  there, <i>those that see him shall narrowly look upon him, and consider  him<\/i>  (<a class=\"ref\"><\/a>)  they shall scarcely believe their own eyes. \"Never was death so great a  change to any man as it is to him. Is it possible that a man, who a few  hours ago looked so great, so pleasant, and was so splendidly adorned  and attended, should now look so ghastly, so despicable, and lie thus  naked and neglected? <i>Is this the man that made the earth to tremble  and shook kingdoms?<\/i> Who could have thought he should ever come to  this?\"   <a class=\"ref\"><\/a>.<\/p>  <p>  5. Here is an inference drawn from all this  (<a class=\"ref\"><\/a>):  <i>The seed of evil-doers shall never be renowned.<\/i> The princes of  the Babylonian monarchy were all a seed of evil-doers, oppressors of  the people of God, and therefore they had this infamy entailed upon  them. <i>They shall not be renowned for ever<\/i> (so some read it)  they may look big for a time, but all their pomp will only render their  disgrace at last the more shameful. There is no credit in a sinful  way.<\/p>  <p>  II. The utter ruin of the royal family is here foretold, together with  the desolation of The royal city.<\/p>  <p>  1. The royal family is to be wholly extirpated. The Medes and Persians,  that are to be employed in this destroying work, are ordered, when they  have slain Belshazzar, to <i>prepare slaughter for his children<\/i>  (<a class=\"ref\"><\/a>)  and not to spare them. The little ones of Babylon must be <i>dashed  against the stones,<\/i>   <a class=\"ref\"><\/a>.  These orders sound very harshly  but,  (1.) They must suffer <i>for the iniquity of their fathers,<\/i> which  is often <i>visited upon the children,<\/i> to show how much God hates  sin and is displeased at it, and to deter sinners from it, which is the  end of punishment. Nebuchadnezzar had slain Zedekiah's sons  (<a class=\"ref\"><\/a>),  and, for that iniquity of his, his seed are paid in the same coin.  (2.) They must be cut off now, that they <i>may not rise up to possess  the land<\/i> and do as much mischief in their day as their fathers had  done in theirs--that they may not be as vexatious to the world by  building cities for the support of their tyranny (which was Nimrod's  policy,   <a class=\"ref\"><\/a>)  as their ancestors had been by destroying cities. Pharaoh oppressed  Israel in Egypt by setting them to build cities,   <a class=\"ref\"><\/a>.  The providence of God consults the welfare of nations more than we are  aware of by cutting off some who, if they had lived, would have done  mischief. Justly may the enemies cut off the children: <i>For I will  rise up against them, saith the Lord of hosts<\/i>  (<a class=\"ref\"><\/a>),  and if God reveal it as his mind that he will have it done, as none can  hinder it, so none need scruple to further it.  Babylon perhaps was  proud of the numbers of her royal family, but God had determined to  <i>cut off the name and remnant<\/i> of it, so that none should be left,  to have both the sons and grandsons of the king slain  and yet we are  sure he never did, nor ever will do, any wrong to any of his  creatures.<\/p>  <p>  2. The royal city is to be demolished and deserted,   <a class=\"ref\"><\/a>.  It shall be a possession for solitary frightful birds, particularly  <i>the bittern,<\/i> joined with the cormorant and the owl,   <a class=\"ref\"><\/a>.  And thus the utter destruction of the New-Testament Babylon is  illustrated,   <a class=\"ref\"><\/a>.  It <i>has become a cage of every unclean and hateful bird.<\/i> Babylon  lay low, so that when it was deserted, and no care taken to drain the  land, it soon became <i>pools of water,<\/i> standing noisome puddles,  as unhealthful as they were unpleasant: and thus God <i>will sweep it  with the besom of destruction.<\/i> When a people have nothing among  them but dirt and filth, and will not be made clean with the besom of  reformation, what can they expect but to be swept off the face of the  earth with the besom of destruction?<\/p>",
    "audit": null
}