{
    "id": 12179,
    "source": "mhm",
    "verse_id": 18128,
    "verse_count": 4,
    "reference": "25:9-12",
    "title": "",
    "html": "<p>  9  And it shall be said in that day, Lo, this <i>is<\/i> our God  we  have waited for him, and he will save us: this <i>is<\/i> the L<b>ORD<\/b>  we  have waited for him, we will be glad and rejoice in his  salvation.    10  For in this mountain shall the hand of the L<b>ORD<\/b> rest, and  Moab shall be trodden down under him, even as straw is trodden  down for the dunghill.    11  And he shall spread forth his hands in the midst of them, as  he that swimmeth spreadeth forth <i>his hands<\/i> to swim: and he  shall bring down their pride together with the spoils of their  hands.    12  And the fortress of the high fort of thy walls shall he  bring down, lay low, <i>and<\/i> bring to the ground, <i>even<\/i> to the  dust.  <\/p>  <p>  Here is, I. The welcome which the church shall give to these blessings  promised in the foregoing verses  (<a class=\"isa\" verses=\"MTgxMjg=\">Isaiah 25:9<\/a>):  <i>It shall be said in that day,<\/i> with a humble holy triumph and  exultation, <i>Lo, this is our God  we have waited for him!<\/i> Thus  will the deliverance of the church out of long and sore troubles be  celebrated  thus will it be as life from the dead. With such transports  of joy and praise will those entertain the glad tidings of the Redeemer  who looked for him, and for redemption in Jerusalem by him  and with  such a triumphant song as this will glorified saints <i>enter into the  joy of their Lord.<\/i>  1. God himself must have the glory of all: \"<i>Lo, this is our God,  this is the Lord.<\/i> This which is done is his doing, and it is  marvellous in our eyes. Herein he has done like himself, has magnified  his own wisdom, power, and goodness. Herein he has done for us like our  God, a God in covenant with us, and whom we serve.\" Note, Our triumphs  must not terminate in what God does for us and gives to us, but must  pass through them to himself, who is the author and giver of them:  <i>This is our God.<\/i> Have any of the nations of the earth such a God  to trust to? No, <i>their rock is not as our rock. There is none like  unto the God of Jerusalem.<\/i>  2. The longer it has been expected the more welcome it is. \"This is he  whom we have waited for, in dependence upon his word of promise, and a  full assurance that he would come in the set time, in due time, and  therefore we were willing to tarry his time  and now we find it is not  in vain to wait for him, for the mercy comes at last, with an abundant  recompence for the delay.\"  3. It is matter of joy unspeakable: \"<i>We will be glad and rejoice in  his salvation.<\/i> We that share in the benefits of it will concur in  the joyful thanksgivings for it.\"  4. It is an encouragement to hope for the continuance and perfection of  this salvation: <i>We have waited for him, and he will save us,<\/i>  will carry on what he has begun  for <i>as for God,<\/i> our God, <i>his  work is perfect.<\/i><\/p>  <p>  II. A prospect of further blessings for the securing and perpetuating  of these.  1. The power of God shall be engaged for them and shall continue to  take their part: <i>In this mountain shall the hand of the Lord  rest,<\/i>   <a class=\"isa\" verses=\"MTgxMjk=\">Isaiah 25:10<\/a>.  The church and people of God shall have continued proofs of God's  presence with them and residence among them: his hand shall be  continually over them, to protect and guard them, and continually  stretched out to them, for their supply. Mount Zion is <i>his rest for  ever <\/i> here he will dwell.  2. The power of their enemies, which is engaged against them, shall be  broken. <i>Moab<\/i> is here put for all the adversaries of God's  people, that are vexatious to them  they <i>shall<\/i> all <i>be trodden  down<\/i> or threshed (for <i>then<\/i> they beat out the corn by  treading it) and shall be thrown out as <i>straw to the dunghill,<\/i>  being good for nothing else. God having <i>caused his hand to rest upon  this mountain,<\/i> it shall not be a hand that hangs down, or is folded  up, feeble and inactive  but he shall <i>spread forth his hands, in the  midst<\/i> of his people, <i>like one that swims,<\/i> which intimates  that he will employ and exert his power for them vigorously,--that he  will be doing for them on all sides,--that he will easily and  effectually put by the opposition that is given to his gracious  intentions for them, and thereby further and push forward his good work  among them,--and that on their behalf he will be continually active,  for so the swimmer is. It is foretold, particularly, what he shall do  for them.  (1.) <i>He shall bring down the pride<\/i> of their enemies (and Moab  was notoriously guilty of pride,   <a class=\"isa\" verses=\"MTc5NzY=\">Isaiah 16:6<\/a>)  by one humbling judgment after another, stripping them of that which  they are proud of.  (2.) He shall bring down <i>the spoils of their hands,<\/i> shall take  from them that which they have got by spoil and rapine. He shall bring  down the arms of their hands, which are lifted up against God's Israel  he shall quite break their power, and disable them to do mischief.  (3.) He shall ruin all their fortifications,   <a class=\"isa\" verses=\"MTgxMzE=\">Isaiah 25:12<\/a>.  Moab has his walls, and his high forts, with which he hopes to secure  himself, and from which he designs to annoy the people of God  but God  shall <i>bring them all down, lay them low, bring them to the ground,  to the dust <\/i> and so those who trusted to them will be left exposed.  There is no fortress impregnable to Omnipotence, no fort so high but  the arm of the Lord can overtop it and bring it down. This destruction  of Moab is typical of Christ's victory over death (spoken of   <a class=\"isa\" verses=\"MTgxMjc=\">Isaiah 25:8<\/a>),  his spoiling principalities and powers in his cross  (<a class=\"ref\">Colossians 2:15<\/a>),  his pulling down Satan's strong-holds by the preaching of his gospel  (<a class=\"ref\">2 Corinthians 10:4<\/a>),  and his reigning till all his enemies be <i>made his footstool,<\/i>   <a class=\"ref\">Psalm 110:1<\/a>.<\/p>",
    "audit": null
}