{
    "id": 12319,
    "source": "mhm",
    "verse_id": 18823,
    "verse_count": 8,
    "reference": "60:1-8",
    "title": "",
    "html": "<p>  1  Arise, shine  for thy light is come, and the glory of the  L<b>ORD<\/b> is risen upon thee.    2  For, behold, the darkness shall cover the earth, and gross  darkness the people: but the L<b>ORD<\/b> shall arise upon thee, and his  glory shall be seen upon thee.    3  And the Gentiles shall come to thy light, and kings to the  brightness of thy rising.    4  Lift up thine eyes round about, and see: all they gather  themselves together, they come to thee: thy sons shall come from  far, and thy daughters shall be nursed at <i>thy<\/i> side.    5  Then thou shalt see, and flow together, and thine heart shall  fear, and be enlarged  because the abundance of the sea shall be  converted unto thee, the forces of the Gentiles shall come unto  thee.    6  The multitude of camels shall cover thee, the dromedaries of  Midian and Ephah  all they from Sheba shall come: they shall  bring gold and incense  and they shall show forth the praises of  the L<b>ORD<\/b>.    7  All the flocks of Kedar shall be gathered together unto thee,  the rams of Nebaioth shall minister unto thee: they shall come up  with acceptance on mine altar, and I will glorify the house of my  glory.    8  Who <i>are<\/i> these <i>that<\/i> fly as a cloud, and as the doves to  their windows?  <\/p>  <p>  It is here promised that the gospel temple shall be very lightsome and  very large.<\/p>  <p>  I. It shall be very lightsome: <i>Thy light has come.<\/i> When the Jews  returned out of captivity they had <i>light and gladness, and joy and  honour <\/i> they then were made to <i>know the Lord<\/i> and to  <i>rejoice in his great goodness <\/i> and upon both accounts their  light came. When the Redeemer came to Zion he brought light with him,  he himself came to be a light. Now observe,  1. What this light is, and whence it springs: <i>The Lord shall arise  upon thee<\/i>  (<a class=\"isa\" verses=\"MTg4MjQ=\">Isaiah 60:2<\/a>),  <i>the glory of the Lord<\/i>  (<a class=\"isa\" verses=\"MTg4MjM=\">Isaiah 60:1<\/a>)  <i>shall be seen upon thee.<\/i> God is the father and fountain of  lights, and it is in his light that we shall see light. As far as we  have the knowledge of God in us, and the favour of God towards us, our  light has come. When God appears to us, and we have the comfort of his  favour, then <i>the glory of the Lord rises upon us<\/i> as the morning  light  when he appears for us, and we have the credit of his favour,  when he shows us some token for good and proclaims his favour to us,  then his glory is seen upon us, as it was upon Israel in the <i>pillar  of cloud and fire.<\/i> When Christ arose as the sun of righteousness,  and in him <i>the day-spring from on high visited us,<\/i> then <i>the  glory of the Lord was<\/i> seen upon us, the glory <i>as of the  first-begotten of the Father.<\/i>  2. What a foil there shall be to this light: <i>Darkness shall cover  the earth <\/i> but, though it be gross darkness, darkness that might be  felt, like that of Egypt, that shall overspread the people, yet the  church, like Goshen, shall have light at the same time. When the case  of the nations that have not the gospel shall be very melancholy, those  <i>dark corners of the earth<\/i> being <i>full of the habitations of  cruelty<\/i> to poor souls, the state of the church shall be very  pleasant.  3. What is the duty which the rising of this light calls for:  \"<i>Arise, shine <\/i> not only receive this light, and\" (as the margin  reads it) \"<i>be enlightened by it,<\/i> but reflect this light  <i>arise and shine<\/i> with rays borrowed from it.\" The children of  light ought to shine as lights in the world. If God's glory be seen  upon us to our honour, we ought not only with our lips, but in our  lives, to return the praise of it <i>to his honour,<\/i>   <a class=\"ref\">Matthew 5:16; Philippians 2:15<\/a>.<\/p>  <p>  II. It shall be very large. When the Jews were settled again in their  own land, after their captivity, many of the people of the land joined  themselves to them  but it does not appear that there ever was any such  numerous accession to them as would answer the fulness of this  prophecy  and therefore we must conclude that this looks further, to  the bringing of the Gentiles into the gospel church, not their flocking  to one particular place, though under that type it is here described.  There is no place now that is the centre of the church's unity  but the  promise respects their flocking to Christ, and coming by faith, and  hope, and holy love, into that society which is incorporated by the  charter of his gospel, and of the unity of which he only is the  centre--that family which is named from him,   <a class=\"ref\">Ephesians 3:15<\/a>.  The gospel church is expressly called <i>Zion<\/i> and <i>Jerusalem,<\/i>  and under that notion all believers are said to <i>come<\/i> to it  (<a class=\"ref\">Hebrews 12:22<\/a>.  <i>You have come unto Mount Zion, to the city of the living God, the  heavenly Jerusalem<\/i>), which serves for a key to this prophecy,   <a class=\"ref\">Ephesians 2:19<\/a>.  Observe,<\/p>  <p>  1. What shall invite such multitudes to the church: \"They shall <i>come  to thy light and to the brightness of thy rising,<\/i>   <a class=\"isa\" verses=\"MTg4MjU=\">Isaiah 60:3<\/a>.  They shall be allured to join themselves to thee,\"  (1.) \"By the light that shines upon thee,\" the light of the glorious  gospel, which the churches hold forth, in consequence of which they are  called <i>golden candlesticks.<\/i> This light which discovers so much  of God and his good will to man, by which life and immortality are  brought to light, this shall invite all the serious well-affected part  of mankind to come and join themselves to the church, that they may  have the benefit of this light to inform them concerning truth and  duty.  (2.) \"By the light with which thou shinest.\" The purity and love of the  primitive Christians, their heavenly-mindedness, contempt of the world,  and patient sufferings, were the brightness of the church's rising,  which drew many into it. The beauty of holiness was the powerful  attractive by which Christ had a willing people brought to him in  <i>the day of his power,<\/i>   <a class=\"ref\">Psalm 110:3<\/a>.<\/p>  <p>  2. What multitudes shall come to the church. Great numbers <i>shall  come, Gentiles<\/i> (or <i>nations<\/i>) <i>of those that are saved,<\/i>  as it is expressed with allusion to this,   <a class=\"ref\">Revelation 21:24<\/a>.  <i>Nations<\/i> shall be <i>discipled<\/i>  (<a class=\"ref\">Matthew 28:19<\/a>),  and even kings, men of figure, power, and influence, shall be <i>added  to the church.<\/i> They come from all parts  (<a class=\"isa\" verses=\"MTg4MjY=\">Isaiah 60:4<\/a>):  <i>Lift up thy eyes round about, and see<\/i> them coming, <i>devout men  out of every nation under heaven,<\/i>   <a class=\"ref\">Acts 2:5<\/a>.  See how <i>white the fields are already to the harvest,<\/i>   <a class=\"ref\">John 4:35<\/a>.  See them coming in a body, as one man, and with one consent: They  <i>gather themselves together,<\/i> that they may strengthen one  another's hands, and encourage one another. <i>Come, and let us go,<\/i>   <a class=\"isa\" verses=\"MTc2ODk=\">Isaiah 2:3<\/a>.  \"They come from the remotest parts: <i>They come to thee from far,<\/i>  having <i>heard the report<\/i> of thee, as the queen of Sheba, or  <i>seen thy star in the east,<\/i> as the wise men, and they will not be  discouraged by the length of the journey from coming to thee. There  shall come some of both sexes. Sons and daughters shall come in the  most dutiful manner, as thy sons and thy daughters, resolved to be of  thy family, to submit to the laws of thy family and put themselves  under the tuition of it. They shall come <i>to be nursed at thy  side,<\/i> to have their education with thee from their cradle.\" The  church's children must be nursed at her side, not sent out to be nursed  among strangers  there, where alone the unadulterated milk of the word  is to be had, must the church's new-born babes be nursed, <i>that they  may grow thereby,<\/i>   <a class=\"ref\">1 Peter 2:1<\/a>.  Those that would enjoy the dignities and privileges of Christ's family  must submit to the discipline of it.<\/p>  <p>  3. What they shall bring with them and what advantage shall accrue to  the church by their accession to it. Those that are brought into the  church by the grace of God will be sure to bring all they are worth in  with them, which with themselves they will devote to the honour and  service of God and do good with in their places.  (1.) The merchants shall write <i>holiness to the Lord<\/i> upon their  merchandise and their hire, as   <a class=\"isa\" verses=\"MTgwOTY=\">Isaiah 23:18<\/a>.  \"<i>The abundance of the sea,<\/i> either the wealth that is fetched out  of the sea (the fish, the pearls) or that which is imported by sea,  <i>shall<\/i> all <i>be converted to thee<\/i> and to thy use.\" The  wealth of the rich merchants shall be laid out in works of piety and  charity.  (2.) The mighty men of the nations shall employ their might in the  service of the church: \"<i>The forces,<\/i> or troops, <i>of the  Gentiles shall come unto thee,<\/i> to guard thy coasts, strengthen thy  interests, and, if occasion be, to fight thy battles.\" The forces of  the Gentiles had often been against the church, but now they shall be  for it  for as God, when he pleases, can, and, when we please him,  will, make even <i>our enemies to be at peace with us<\/i>  (<a class=\"ref\">Proverbs 16:7<\/a>),  so, when Christ overcomes the strong man armed, he divides his spoils,  and makes that to serve his interests which had been used against them,   <a class=\"ref\">Luke 11:22<\/a>.  (3.) The wealth imported by land-carriage, as well as that by sea,  shall be made use of in the service of God and the church  (<a class=\"isa\" verses=\"MTg4Mjg=\">Isaiah 60:6<\/a>):  <i>The camels and dromedaries that bring gold and incense<\/i> (gold to  make the golden altar of and incense and sweet perfumes to burn upon  it), <i>those of Midian and Sheba,<\/i> shall bring the richest  commodities of their country, not to trade with, but to honour God  with, and not in small quantities, but camel-loads of them. This was in  part fulfilled when the <i>wise men of the east<\/i> (perhaps some of  the countries here mentioned), drawn by the brightness of the star,  came to Christ, and presented to him treasures of <i>gold,  frankincense, and myrrh,<\/i>   <a class=\"ref\">Matthew 2:11<\/a>.  (4.) Great numbers of sacrifices shall be brought to God's altar,  acceptable sacrifices, and, though brought by Gentiles, they shall find  acceptance,   <a class=\"isa\" verses=\"MTg4Mjk=\">Isaiah 60:7<\/a>.  <i>Kedar<\/i> was famous for flocks, and probably the fattest rams were  those of <i>Nebaioth <\/i> these shall come up with acceptance on God's  altar. God must be served and honoured with what we have, according as  he has blessed us, and with the best we have. This was fulfilled when  by the decree of Darius the governors beyond the rivers (perhaps of  some of these countries) were ordered to furnish the temple at  Jerusalem <i>with bullocks, rams, and lambs, for the burnt-offering of  the God of heaven,<\/i>   <a class=\"ref\">Ezra 6:9<\/a>.  It had a further accomplishment, and we trust will have, in the  bringing in of the fulness of the Gentiles to the church, which is  called the <i>sacrificing<\/i> or <i>offering up of the Gentiles<\/i>  unto God,   <a class=\"ref\">Romans 15:16<\/a>.  The flocks and rams are precious souls  for they are said to minister  to the church, and to come up as living sacrifices, presenting  themselves to God by a <i>reasonable service<\/i> on <i>his altar,<\/i>   <a class=\"ref\">Romans 12:1<\/a>.<\/p>  <p>  4. How God shall be honoured by the increase of the church and the  accession of such numbers to it.  (1.) They shall intend the honour of God's name in it. When they bring  their gold and incense it shall not be to show the riches of their  country, nor to gain applause to themselves for piety and devotion, but  to <i>show forth the praises of the Lord,<\/i>   <a class=\"isa\" verses=\"MTg4Mjg=\">Isaiah 60:6<\/a>.  Our greatest services and gifts to the church are not acceptable  further than we have an eye to the glory of God in them. And this must  be our business in our attendance on public ordinances, to <i>give unto  the Lord the glory due to his name <\/i> for <i>therefore,<\/i> as these  here, we are called out of darkness into light, that we should <i>show  forth the praises of him that called us,<\/i>   <a class=\"ref\">1 Peter 2:9<\/a>.  (2.) God will advance the honour of his own name by it  so he has said  (<a class=\"isa\" verses=\"MTg4Mjk=\">Isaiah 60:7<\/a>):  <i>I will glorify the house of my glory.<\/i> The church is the house of  God's glory, where he manifests his glory to his people and receives  that homage by which they do honour to him. And it is for the glory of  this house, and of him that keeps house there, both that the Gentiles  shall bring their offerings to it and that they shall be accepted  therein.<\/p>  <p>  5. How the church shall herself be affected with this increase of her  numbers,   <a class=\"isa\" verses=\"MTg4Mjc=\">Isaiah 60:5<\/a>.  (1.) She shall be in a transport of joy upon this account: \"<i>Thou  shalt see<\/i> and <i>flow together<\/i>\" (or flow to and fro), \"as in a  pleasing agitation about it, surprised at it, but extremely glad of  it.\"  (2.) There shall be a mixture of fear with this joy: \"<i>Thy heart  shall fear,<\/i> doubting whether it be lawful to <i>go in to the  uncircumcised<\/i> and <i>eat with them.<\/i>\" Peter was so impressed  with this fear that he needed a vision and voice from heaven to help  him over it,   <a class=\"ref\">Acts 10:28<\/a>.  But,  (3.) \"When this fear is conquered thy heart shall be enlarged in holy  love, so enlarged that thou shalt have room in it for all the Gentile  converts  thou shalt not have such a narrow soul as thou hast had nor  affections so confined within the Jewish pale.\" When God intends the  beauty and prosperity of his church he gives this largeness of heart  and an extensive charity.  (4.) These converts flocking to the church shall be greatly admired  (<a class=\"isa\" verses=\"MTg4MzA=\">Isaiah 60:8<\/a>):  <i>Who are these that fly as a cloud?<\/i> Observe,  [1.] How the conversion of souls is here described. It is flying to  Christ and to his church, for thither we are directed  it is flying  like a cloud, though in great multitudes, so as to overspread the  heavens, yet with great unanimity, all as one cloud. They shall come  with speed, as a cloud flying on the wings of the wind, and come  openly, and in the view of all, <i>their<\/i> very <i>enemies beholding  them<\/i>  (<a class=\"ref\">Revelation 11:12<\/a>),  and yet not able to hinder them. They shall <i>fly as doves to their  windows,<\/i> in great flights, many together  they fly on the wings of  the harmless dove, which flies low, denoting their innocency and  humility. They fly to Christ, to the church, to the word and  ordinances, as doves, by instinct, to their own windows, to their own  home  thither they fly for refuge and shelter when they are pursued by  the birds of prey, and thither they fly for rest when they have been  wandering and are weary, as Noah's dove to the ark.  [2.] How the conversion of souls is here admired. It is spoken of with  wonder and pleasure: <i>Who are these?<\/i> We have reason to wonder  that so many flock to Christ: when we see them all together we shall  wonder whence they all came. And we have reason to admire with pleasure  and affection those that do flock to him: <i>Who are these?<\/i> How  excellent, how amiable are they! What a pleasant sight is it to see  poor souls hastening to Christ, with a full resolution to abide with  him!<\/p>",
    "audit": null
}