{
    "id": 12268,
    "source": "mhm",
    "verse_id": 18624,
    "verse_count": 7,
    "reference": "48:9-15",
    "title": "",
    "html": "<p>  9  For my name's sake will I defer mine anger, and for my praise  will I refrain for thee, that I cut thee not off.    10  Behold, I have refined thee, but not with silver  I have  chosen thee in the furnace of affliction.    11  For mine own sake, <i>even<\/i> for mine own sake, will I do <i>it:<\/i>  for how should <i>my name<\/i> be polluted? and I will not give my  glory unto another.    12  Hearken unto me, O Jacob and Israel, my called  I <i>am<\/i> he  I  <i>am<\/i> the first, I also <i>am<\/i> the last.    13  Mine hand also hath laid the foundation of the earth, and my  right hand hath spanned the heavens: <i>when<\/i> I call unto them,  they stand up together.    14  All ye, assemble yourselves, and hear  which among them hath  declared these <i>things?<\/i> The L<b>ORD<\/b> hath loved him: he will do his  pleasure on Babylon, and his arm <i>shall be on<\/i> the Chaldeans.    15  I, <i>even<\/i> I, have spoken  yea, I have called him: I have  brought him, and he shall make his way prosperous.  <\/p>  <p>  The deliverance of God's people out of their captivity in Babylon was a  thing upon many accounts so improbable that there was need of line upon  line for the encouragement of the faith and hope of God's people  concerning it. Two things were discouraging to them--their own  unworthiness that God should do it for them and the many difficulties  in the thing itself  now, in these verses, both these discouragements  are removed, for here is,<\/p>  <p>  I. A reason why God would do it for them, though they were unworthy  not for their sake, be it known to them, but <i>for his name's sake,  for his own sake,<\/i>   <a class=\"isa\" verses=\"eyIxODYyNCI6M30=\">Isaiah 48:9-11<\/a>.  1. It is true they had been very provoking, and God had been justly  angry with them. Their captivity was the punishment of their iniquity  and if, when he had them in Babylon, he had left them to pine away and  perish there, and made the desolations of their country perpetual, he  would only have dealt with them according to their sins, and it was  what such a sinful people might expect from an angry God. \"But,\" says  God, \"<i>I will defer my anger<\/i>\" (or, rather, <i>stifle and suppress  it<\/i>)  \"I will make it appear that I am slow to wrath, and will  refrain from thee, not pour upon thee what I justly might, that I  should cut thee off from being a people.\" And why will God thus stay  his hand? <i>For my name's sake <\/i> because this people was called by  his name, and made profession of his name, and, if they were cut off,  the enemies would blaspheme his name. <i>It is for my praise <\/i>  because it would redound to the honour of his mercy to spare and  reprieve them, and, if he continued them to be to him a people, they  might be to him for a name and a praise.  1. It is true they were very corrupt and ill-disposed, but God would  himself refine them, and make them fit for the mercy he intended for  them: \"<i>I have refined thee,<\/i> that thou mightest be made a vessel  of honour.\" Though he does not find them meet for his favour, he will  make them so. And this accounts for his bringing them into the trouble,  and continuing them in it so long as he did. It was not to cut them  off, but to do them good. It was to refine them, <i>but not as  silver,<\/i> or <i>with silver,<\/i> not so thoroughly as men refine  their silver, which they continue in the furnace till all the dross is  separated from it  if God should take that course with them, they would  be always in the furnace, for they are all dross, and, as such, might  justly be put away  (<a class=\"ref\">Psalm 119:119<\/a>)  as reprobate silver,   <a class=\"ref\">Jeremiah 6:30<\/a>.  He therefore takes them as they are, refined in part only, and not  thoroughly. \"<i>I have chosen thee in the furnace of affliction,<\/i>  that is, I have made thee a choice one by the good which the affliction  has done thee, and then designed thee for great things.\" Many have been  brought home to God as chosen vessels and a good work of grace has been  begun in them in the furnace of affliction. Affliction is no bar to  God's choice, but subservient to his purpose.  3. It is true they could not pretend to merit at God's hand so great a  favour as their deliverance out of Babylon, which would put such an  honour upon them and bring them so much joy  therefore, says God,  <i>For my own sake, even for my own sake, will I do it,<\/i>   <a class=\"isa\" verses=\"MTg2MjY=\">Isaiah 48:11<\/a>.  See how the emphasis is laid upon that  for it is a reason that cannot  fail, and therefore the resolution grounded upon it cannot fall to the  ground. God will do it, not because he owes them such a favour, but to  save the honour of his own name, that that may not be polluted by the  insolent triumphs of the heathen, who, in triumphing over Israel,  thought they triumphed over the God of Israel and imagined their gods  too hard for him. This was plainly the language of Belshazzar's revels,  when he profaned the holy vessels of God's temple at the same time that  he praised his idols  (<a class=\"ref\">Daniel 5:2<\/a>),  and of the Babylonians' demand  (<a class=\"ref\">Psalm 137:3<\/a>),  <i>Sing us one of the songs of Zion.<\/i> God will <i>therefore<\/i>  deliver his people, because he will not suffer his glory to be thus  given to another. Moses pleaded this often with God: Lord, <i>what will  the Egyptians say?<\/i> Note, God is jealous for the honour of his own  name, and will not suffer the wrath of man to proceed any further than  he will make it turn to his praise. And it is matter of comfort to  God's people that, whatever becomes of them, God will secure his own  honour  and, as far as is necessary to that, God will work deliverance  for them.<\/p>  <p>  II. Here is a proof that God could do it for them, though they were  unable to help themselves and the thing seemed altogether  impracticable. Let Jacob and Israel hearken to this, and believe it,  and take the comfort of it. They are God's called, <i>called according  to his purpose,<\/i> called by him out of Egypt  (<a class=\"ref\">Hosea 11:1<\/a>)  and now out of Babylon, a people whom with a distinguishing favour he  calls by name, and to whom he calls. They are his called, for they are  called to him, called by his name, and called his  and therefore he  will look after them, and they may be assured that, as he will deliver  them for his own sake, so he will deliver them by his own strength.  They need not fear them, for,  1. He is God alone, and the eternal God  (<a class=\"isa\" verses=\"MTg2Mjc=\">Isaiah 48:12<\/a>):  \"<i>I am he<\/i> who can do what I will and will do what is best, he  whom none can compare with, much less contend with. <i>I am the first  I also am the last.<\/i>\" Who can be too quick for him that is the  first, or anticipate him? Who can be too hard for him that is the last,  and will keep the field against all opposers, and will reign till they  are all made his footstool? What room then is left to doubt of their  deliverance when <i>he<\/i> undertakes it whose designs cannot but be  well laid, for he is the first, and well executed, for he is the last.  As for this God, his work is perfect.  2. He is the God that made the world, and he that did that can do any  thing,   <a class=\"isa\" verses=\"MTg2Mjg=\">Isaiah 48:13<\/a>.  Look we down? We see the earth firm under us, and feel it so  it was  his hand that <i>laid the foundation<\/i> of it. Look we up? We see the  heavens spread out as a canopy over our heads, and it was his hand that  spread them, that <i>spanned<\/i> them, that stretched them out, and did  it by an exact measure, as the workman sometimes metes out his work by  spans. This intimates that God has a vast reach and can compass  designs of the greatest extent. <i>If the palm of his right hand<\/i>  (so the margin reads it) has gone so far as to stretch out the heavens,  what will he do with his outstretched arm? Yet this is not all: he has  not only made the heavens and the earth, and therefore he in whom our  hope and help is omnipotent  (<a class=\"ref\">Psalm 124:8<\/a>),  but he has the command of all the hosts of both  when he calls them  into his service, to go on his errands, they stand up together, they  come at the call, they answer to their names: \"Here we are  what wilt  thou have us to do?\" They stand up, not only in reverence to their  Creator, but in a readiness to execute his orders: <i>They stand up  together,<\/i> unanimously concurring, and helping one another in the  service of their Maker. If God therefore will deliver his people, he  cannot be at a loss for instruments to be employed in effecting their  deliverance.  3. He has already foretold it, and, having infinite knowledge, so that  he foresaw it, no doubt he has almighty power to effect it: \"<i>All  you<\/i> of the house of Jacob, <i>assemble yourselves, and hear<\/i>  this for your comfort, <i>Which among them,<\/i> among the gods of the  heathen, or their wise men, <i>has declared these things,<\/i> or could  declare them?\"   <a class=\"isa\" verses=\"MTg2Mjk=\">Isaiah 48:14<\/a>.  They had no foresight of them at all, but those who consulted them were  very confident that Babylon should be a lady for ever and Israel  perpetual slave  and their oracles did not give them the least hint to  the contrary, to undeceive them  whereas God by his prophets had given  notice to the Jews, long before, of their captivity and the destruction  of Jerusalem, as he had now likewise given them notice of their release  (<a class=\"isa\" verses=\"MTg2MzA=\">Isaiah 48:15<\/a>):  <i>I, even I, have spoken <\/i> and he would not have spoken it if he  could not have made it good: none could out-see him, and therefore we  may be sure that none could outdo him.  4. The person is pitched upon who is to be employed in this service,  and the measures are concerted in the divine counsels, which are  unalterable. Cyrus is the man who must do it  and it tends much to  strengthen our assurance that a thing shall be done when we are  particularly informed how and by whom. It is not left at uncertainty  who shall do it, but the matter is fixed.  (1.) It is one whom God is well pleased in, upon this account, because  he is designed for this service: <i>The Lord has loved him<\/i>  (<a class=\"isa\" verses=\"MTg2Mjk=\">Isaiah 48:14<\/a>)  he has done him this favour, this honour, to make him an instrument in  the redemption of his people and therein a type of the great Redeemer,  God's beloved Son, <i>in whom he was well pleased.<\/i> Those God does a  great kindness to, and has a great kindness for, whom he makes  serviceable to his church.  (2.) It is one to whom God will give authority and commission: <i>I  have called him,<\/i> have given him a sufficient warrant, and therefore  will bear him out.  (3.) It is one whom God will by a series of providences lead to this  service: \"<i>I have brought him from a far<\/i> country, brought him to  engage against Babylon, brought him step by step, quite beyond his own  intentions.\" Whom God calls he will bring, will <i>cause them to  come<\/i> (so the word is), to come at the call.  (4.) It is one whom God will own and give success to. Cyrus will <i>do  God's pleasure on Babylon,<\/i> that which it is his pleasure should be  done and which he will be pleased with the doing of, though Cyrus has  ends of his own to serve and has no regard either to the will of God or  to his favour in the doing of it. <i>His arm<\/i> (Cyrus's army, and in  it God's arm) <i>shall<\/i> come, and <i>be upon the Chaldeans,<\/i> to  bring them down  (<a class=\"isa\" verses=\"MTg2Mjk=\">Isaiah 48:14<\/a>)  for, if God call him and bring him, he will certainly <i>make his way  prosperous,<\/i>   <a class=\"isa\" verses=\"MTg2MzA=\">Isaiah 48:15<\/a>.  <i>Then<\/i> we may hope to prosper in our way when we follow a divine  call and guidance.<\/p>",
    "audit": null
}