{
    "id": 12312,
    "source": "mhm",
    "verse_id": 18795,
    "verse_count": 5,
    "reference": "58:8-12",
    "title": "",
    "html": "<p>  8  Then shall thy light break forth as the morning, and thine  health shall spring forth speedily: and thy righteousness shall  go before thee  the glory of the L<b>ORD<\/b> shall be thy rereward.    9  Then shalt thou call, and the L<b>ORD<\/b> shall answer  thou shalt  cry, and he shall say, Here I <i>am.<\/i> If thou take away from the  midst of thee the yoke, the putting forth of the finger, and  speaking vanity    10  And <i>if<\/i> thou draw out thy soul to the hungry, and satisfy  the afflicted soul  then shall thy light rise in obscurity, and  thy darkness <i>be<\/i> as the noonday:    11  And the L<b>ORD<\/b> shall guide thee continually, and satisfy thy  soul in drought, and make fat thy bones: and thou shalt be like a  watered garden, and like a spring of water, whose waters fail  not.    12  And <i>they that shall be<\/i> of thee shall build the old waste  places: thou shalt raise up the foundations of many generations  and thou shalt be called, The repairer of the breach, The  restorer of paths to dwell in.  <\/p>  <p>  Here are precious promises for those to feast freely and cheerfully  upon by faith who keep the fast that God has chosen  let them know that  God will make it up to them. Here is,<\/p>  <p>  I. A further account of the duty to be done in order to our interest in  these promises  (<a class=\"isa\" verses=\"MTg3OTY=\">Isaiah 58:9<\/a>)  and here, as before, it is required that we both do justly and love  mercy, that we cease to do evil and learn to do well.  1. We must abstain from all acts of violence and fraud. \"Those must be  <i>taken away from the midst of thee,<\/i> from the midst of <i>thy  person,<\/i> out of <i>thy heart<\/i>\" (so some)  \"thou must not only  refrain from the practice of injury, but mortify in thee all  inclination and disposition towards it.\" Or <i>from the midst of thy  people.<\/i> Those in authority must not only not be oppressive  themselves, but must do all they can to prevent and restrain oppression  in all within their jurisdiction. They must not only <i>break the  yoke<\/i>  (<a class=\"isa\" verses=\"MTg3OTM=\">Isaiah 58:6<\/a>),  but take away the yoke, that those who have been oppressed may never be  re-enslaved (as they were   <a class=\"ref\">Jeremiah 34:10<\/a>)  they must likewise <i>forbear threatening<\/i>  (<a class=\"ref\">Ephesians 6:9<\/a>)  and take away the <i>putting forth of the finger,<\/i> which seems to  have been then, as sometimes with us, a sign of displeasure and the  indication of a purpose to correct. Let not the finger be put forth to  point at those that are poor and in misery, and so to expose them to  contempt  such expressions of contumely as are provoking, and the  products of ill-nature, ought to be banished from all societies. And  let them not <i>speak vanity,<\/i> flattery or fraud, to one another,  but let all conversation be governed by sincerity. Perhaps that  dissimulation which is the bane of friendship is meant by the putting  forth of the finger (as   <a class=\"ref\">Proverbs 6:13<\/a>  by <i>teaching with the finger<\/i>), or it is putting forth the finger  with the ring on it, which was the badge of authority, and which  therefore they produced when they spoke iniquity, that is, gave  unrighteous sentences.  2. We must abound in all acts of charity and beneficence. We must not  only give alms according as the necessities of the poor require, but,  (1.) We must give freely and cheerfully, and from a principle of  charity. We must <i>draw out our soul to the hungry<\/i>  (<a class=\"isa\" verses=\"MTg3OTc=\">Isaiah 58:10<\/a>),  not only draw out the money and reach forth the hand, but do this from  the heart, heartily, and without grudging, from a principle of  compassion and with a tender affection to such as we see to be in  misery. Let the heart go along with the gift  for God loves a cheerful  giver, and so does a poor man too. When our Lord Jesus healed and fed  the multitude it was as having compassion on them.  (2.) We must give plentifully and largely, so as not to tantalize, but  to <i>satisfy, the afflicted soul:<\/i> \"Do not only feed the hungry,  but gratify the desire of the afflicted, and, if it lies in your power,  make them easy.\" What are we born for, and what have we our abilities  of body, mind, and estate for, but to do all the good we can in this  world with them? And the poor we have always with us.<\/p>  <p>  II. Here is a full account of the blessings and benefits which attend  the performance of this duty. If a person, a family, a people, be thus  disposed to every thing that is good, let them know for their comfort  that they shall find God their bountiful rewarder and what they lay out  in works of charity shall be abundantly made up to them.  1. God will surprise them with the return of mercy after great  affliction, which shall be as welcome as the light of the morning after  a long and dark night  (<a class=\"isa\" verses=\"MTg3OTU=\">Isaiah 58:8<\/a>):  <i>\"Then shall thy light break forth as the morning<\/i> and  (<a class=\"isa\" verses=\"MTg3OTc=\">Isaiah 58:10<\/a>)  <i>thy light shall rise in obscurity.<\/i> Though thou hast been long  buried alive thou shalt recover thy eminency  though long overwhelmed  with grief, thou shalt again look pleasant as the dawning day.\" Those  that are cheerful in doing good God will make cheerful in enjoying  good  and this also is a special <i>gift of God,<\/i>   <a class=\"ref\">Ecclesiastes 2:24<\/a>.  Those that have shown mercy shall find mercy. Job, who in his  prosperity had done a great deal of good, had friends raised up for him  by the Lord when he was reduced, who helped him with their substance,  so that his light rose in obscurity. \"Not only thy light, which is  sweet, but thy health too, or the healing of the wounds thou hast long  complained of, shall spring forth speedily  all thy grievances shall be  redressed, and thou shalt renew thy youth and recover thy vigour.\"  Those that have helped others out of trouble will obtain help of God  when it is their turn.  2. God will put honour upon them. Good works shall be recompensed with  a good name  this is included in that <i>light which rises out of  obscurity.<\/i> Though a man's extraction be mean, his family obscure,  and he has no external advantages to gain him honour, yet, if he do  good in his place, that will procure him respect and veneration, and  his darkness shall by this means become <i>as the noon-day,<\/i> that  is, he shall become very eminent and shine brightly in his generation.  See here what is the surest way for a man to make himself illustrious  let him study to do good. He that would be the greatest of all, and  best-loved, let him by humility and industry make himself a servant of  all. \"<i>Thy righteousness shall answer for thee<\/i> (as Jacob says,   <a class=\"ref\">Genesis 30:33<\/a>),  that is, it shall silence reproaches, nay, it shall bespeak thee more  praises than thy humility can be pleased with.\" He that has <i>given to  the poor, his righteousness<\/i> (that is, the honour of it) <i>endures  for ever,<\/i>   <a class=\"ref\">Psalm 112:9<\/a>.  3. They shall always be safe under the divine protection: \"<i>Thy  righteousness shall go before<\/i> thee as thy vanguard, to secure thee  from enemies that charge thee in the front, and <i>the glory of the  Lord shall be thy rearward,<\/i> the gathering host, to bring up those  of thee that are weary and are left behind, and to secure thee from the  enemies, that, like Amalek, fall upon thy rear.\" Observe, How good  people are safe on all sides. Let them look which way they will, behind  them or before them  let them look backward or forward  they see  themselves safe, and find themselves easy and quiet from the fear of  evil. And observe what it is that is their defence  it is their  righteousness, and the glory of the Lord, that is, as some suppose,  Christ  for it is by him that we are justified, and God is glorified.  He it is that goes before us, and is the captain of our salvation, as  he is the Lord our righteousness  he it is that is our rearward, on  whom alone we can depend for safety when our sins pursue us and are  ready to take hold on us. Or, \"God himself in his providence and grace  shall both go before thee as thy guide to conduct thee, and attend thee  as thy rearward to protect thee, and this shall be the reward of thy  righteousness and so shall be for the glory of the Lord as the rewarder  of it.\"  4. God will be always nigh unto them, to hear their prayers,   <a class=\"isa\" verses=\"MTg3OTY=\">Isaiah 58:9<\/a>.  As, on the one hand, he that shuts his ears to the cry of the poor  shall himself cry and God will not hear him  so, on the other hand, he  that is liberal to the poor, his prayers shall come up with his alms  for a memorial before God, as Cornelius's did  (<a class=\"ref\">Acts 10:4<\/a>):  \"<i>Then shalt thou call,<\/i> on thy fast-days, which ought to be days  of prayer, <i>and the Lord shall answer,<\/i> shall give thee the things  thou callest to him for  <i>thou shalt cry<\/i> when thou art in any  distress or sudden fright, <i>and he shall say, Here I am.<\/i>\" This is  a very condescending expression of God's readiness to hear prayer. When  God calls to us by his word it becomes us to say, <i>Here we are  what  saith our Lord unto his servants?<\/i> But that God should say to us,  <i>Behold me, here I am,<\/i> is strange. When we cry to him, as if he  were at a distance, he will let us know that he is near, even at our  right hand, nearer than we thought he was. <i>It is I, be not  afraid.<\/i> When danger is near our protector is nearer, <i>a very  present help.<\/i> \"Here I am, ready to give you what you want, and do  for you what you desire  what have you to say to me?\" God is attentive  to the prayers of the upright,   <a class=\"ref\">Psalm 130:2<\/a>.  No sooner do they call to him than he answers, <i>Ready, ready.<\/i>  Wherever they are praying, God says, \"Here I am hearing  I am <i>in the  midst of you.<\/i>\" He is <i>nigh unto them in all things,<\/i>   <a class=\"ref\">Deuteronomy 4:7<\/a>.  6. God will direct them in all difficult and doubtful cases  (<a class=\"isa\" verses=\"MTg3OTg=\">Isaiah 58:11<\/a>):  <i>The Lord shall guide thee continually.<\/i> While we are here, in the  wilderness of this world, we have need of continual direction from  heaven  for, if at any time we be left to ourselves, we shall certainly  miss our way  and therefore it is to those who are good in God's sight  that he gives the wisdom which in all cases is profitable to direct,  and he will be to them <i>instead of eyes,<\/i>   <a class=\"ref\">Ecclesiastes 2:26<\/a>.  His providence will make their way plain to them, both what is their  duty and what will be most for their comfort.  6. God will give them abundance of satisfaction in their own minds. As  the world is a wilderness in respect of wanderings, so that they need  to be guided continually, so also is it in respect of wants, which  makes it necessary that they should have continual supplies, as Israel  in the wilderness had not only the pillar of cloud to guide them  continually, but manna and water out of the rock to satisfy their souls  in drought, <i>in a dry and thirsty land where no water is,<\/i>   <a class=\"ref\">Psalm 63:1<\/a>.  To a good man God gives not only wisdom and knowledge, but joy  he is  satisfied in himself with the testimony of his conscience and the  assurances of God's favour. \"These will <i>satisfy thy soul,<\/i> will  put gladness into thy heart, even <i>in the drought<\/i> of affliction  <i>these will make fat thy bones,<\/i> and fill them with marrow, will  give thee that pleasure which will be a support to thee as the bones to  the body, that joy of the Lord which will be thy strength. <i>He shall  give thy bones rest<\/i>\" (so some read it), \"rest from the pain and  sickness which they have laboured under and been chastened with \" so it  agrees with that promise made to the merciful. The Lord will <i>make  all his bed in his sickness,<\/i>   <a class=\"ref\">Psalm 41:3<\/a>.  \"<i>Thou shalt be like a watered garden,<\/i> so flourishing and  fruitful in graces and comforts, <i>and like a spring of water,<\/i>  like a garden that has a spring of water in it, <i>whose waters fail  not<\/i> either in droughts or in frosts.\" The principle of holy love in  those that are good shall be a <i>well of living water,<\/i>   <a class=\"ref\">John 4:14<\/a>.  As a spring of water, though it is continually sending forth its  streams, is yet always full, so the charitable man abounds in good as  he abounds in doing good and is never the poorer for his liberality. He  that waters shall himself be watered.  7. They and their families shall be public blessings. It is a good  reward to those that are fruitful and useful to be rendered more so,  and especially to have those who descend from them to be so too. This  is here promised  (<a class=\"isa\" verses=\"MTg3OTk=\">Isaiah 58:12<\/a>):  \"Those that now are of thee, thy princes, and nobles, and great men,  shall have such authority and influence as they never had \" or,  \"<i>Those that<\/i> hereafter <i>shall be of thee,<\/i> thy posterity,  shall be serviceable to their generation, as thou art to thine.\" It  completes the satisfaction of a good man, as to this world, to think  that those that come after him shall be doing good when he is gone.  1. They shall re-edify cities that have been long in ruins, <i>shall  build the old waste places,<\/i> which had lain so long desolate that  the rebuilding of them was quite despaired of. This was fulfilled when  the captives, after their return, repaired the cities of Judah, and  dwelt in them, and many of those in Israel too, which had lain waste  ever since the carrying away of the ten tribes.  2. They shall carry on and finish that good work which was begun long  before, and shall be helped over the obstructions which had retarded  the progress of it: <i>They shall raise up<\/i> to the top that building  <i>the foundation of<\/i> which was laid long since and has been for  <i>many generations<\/i> in the rearing. This was fulfilled when the  building of the temple was revived after it had stood still for many  years,   <a class=\"ref\">Ezra 5:2<\/a>.  Or, \"They shall raise up foundations which shall continue for many  generations yet to come \" they shall do that good which shall be of  lasting consequence.  3. They shall have the blessing and praise of all about them: \"<i>Thou  shalt be called<\/i> (and it shall be to thy honour) <i>the repairer of  the breach,<\/i> the breach made by the enemy in the wall of a besieged  city, which whoso has the courage and dexterity to make up, or make  good, gains great applause.\" Happy are those who make up the breach at  which virtue is running out and judgments are breaking in. \"Thou shalt  be <i>the restorer of paths,<\/i> safe and quiet paths, not only to  travel in, but <i>to dwell in,<\/i> so safe and quiet that people shall  make no difficulty of building their houses by the road-side.\" The sum  is that, if they keep such fasts as God has chosen, he will settle them  again in their former peace and prosperity, and there shall be none to  make them afraid. See   <a class=\"ref\">Zechariah 7:5<\/a>.  It teaches us that those who do justly and love mercy shall have the  comfort thereof in this world.<\/p>",
    "audit": null
}