{
    "id": 12277,
    "source": "mhm",
    "verse_id": 18664,
    "verse_count": 3,
    "reference": "50:1-3",
    "title": "",
    "html": "<p>  1  Thus saith the L<b>ORD<\/b>, Where <i>is<\/i> the bill of your mother's  divorcement, whom I have put away? or which of my creditors <i>is  it<\/i> to whom I have sold you? Behold, for your iniquities have ye  sold yourselves, and for your transgressions is your mother put  away.    2  Wherefore, when I came, <i>was there<\/i> no man? when I called,  <i>was there<\/i> none to answer? Is my hand shortened at all, that it  cannot redeem? or have I no power to deliver? behold, at my  rebuke I dry up the sea, I make the rivers a wilderness: their  fish stinketh, because <i>there is<\/i> no water, and dieth for thirst.    3  I clothe the heavens with blackness, and I make sackcloth  their covering.  <\/p>  <p>  Those who have professed to be the people of God, and yet seem to be  dealt severely with, are apt to complain of God, and to lay the fault  upon him, as if he had been hard with them. But, in answer to their  murmurings, we have here,<\/p>  <p>  I. A challenge given them to prove, or produce any evidence, that the  quarrel began on God's side,   <a class=\"isa\" verses=\"MTg2NjQ=\">Isaiah 50:1<\/a>.  They could not say that he had done them any wrong or had acted  arbitrarily.  1. He had been a husband to them  and husbands were then allowed a  power to put away their wives upon any little disgust: if their wives  found not favour in their eyes, they made nothing of giving them a bill  of divorce,   <a class=\"ref\">Deuteronomy 24:1; Matthew 19:7<\/a>.  But they could not say that God had dealt so with them. It is true they  were now separated from him, and had abode many days without ephod,  altar, or sacrifice  but whose fault was that? They could not say that  God had given their mother a bill of divorce  let them produce it if  they can, for a bill of divorce was given into the hand of her that was  divorced.  2. He had been a father to them  and fathers had then a power to sell  their children for slaves to their creditors, in satisfaction for the  debts they were not otherwise able to pay. Now it is true the Jews were  sold to the Babylonians then, and afterwards to the Romans  but did God  sell them for payment of his debts? No, he was not indebted to any of  those to whom they were sold, or, if he had sold them, he <i>did not  increase his wealth by their price,<\/i>   <a class=\"ref\">Psalm 44:12<\/a>.  When God chastens his children, it is neither for his pleasure  (<a class=\"ref\">Hebrews 12:10<\/a>)  nor for his profit. All that are saved are saved by a prerogative of  grace, but those that perish are cut off by an act of divine holiness  and justice, not of absolute sovereignty.<\/p>  <p>  II. A charge exhibited against them, showing them that they were  themselves the authors of their own ruin: \"<i>Behold, for your  iniquities,<\/i> for the pleasure of them and the gratification of your  own base lusts, <i>you have sold yourselves, for your iniquities you  are sold <\/i> not as children are sold by their parents, to pay their  debts, but as malefactors are sold by the judges, to punish them for  their crimes. You sold yourselves to work wickedness, and therefore God  justly sold you into the hands of your enemies,   <a class=\"ref\">2 Chronicles 12:5<\/a>.  It is for your transgressions that your mother is put away, for her  whoredoms and adulteries,\" which were always allowed to be a just cause  of divorce. The Jews were sent into Babylon for their idolatry, a sin  which broke the marriage covenant, and were at last rejected for  crucifying the Lord of glory  these were the iniquities for which they  were sold and put away.<\/p>  <p>  III. The confirmation of this challenge and this charge.  1. It is plain that it was owing to themselves that they were cast off  for God came and offered them his favour, offered them his helping  hand, either to prevent their trouble or to deliver them out of it, but  they slighted him and all the tenders of his grace. \"Do you lay it upon  me?\" (says God)  \"tell me, then, wherefore, <i>when I came, was there  no man<\/i> to meet me, <i>when I called, was there none to answer  me?<\/i>\"   <a class=\"isa\" verses=\"MTg2NjU=\">Isaiah 50:2<\/a>.  God came to them by his servants the prophets, demanding the fruits of  his vineyard  (<a class=\"ref\">Matthew 21:34<\/a>)  he sent them his messengers, <i>rising up betimes and sending them<\/i>  (<a class=\"ref\">Jeremiah 35:15<\/a>)  he called to them to leave their sins, and so prevent their own ruin:  but <i>was there<\/i> no man, or next to none, that had any regard to  the warnings which the prophets gave them, none that answered the calls  of God, or complied with the messages he sent them  and this was it for  which they were sold and put away. Because they <i>mocked the  messengers of the Lord,<\/i> therefore, <i>God brought upon them the  king of the Chaldeans,<\/i>   <a class=\"ref\">2 Chronicles 36:16<\/a>.  Last of all <i>he sent unto them his Son.<\/i> He <i>came to his  own,<\/i> but <i>his own received him not <\/i> he called them to  himself, but there were none that answered  he would have gathered  Jerusalem's children together, but they would not  they knew not,  because they would not know, the things that belonged to their peace,  nor the day of their visitation, and for that transgression it was that  they were put away and their house was left desolate,   Luke xix. 41,42.  When God calls men to happiness, and they will not answer, they are  justly left to be miserable.  2. It is plain that it was not owing to a want of power in God, for he  is almighty, and could have recovered them from so great a death  nor  was it owing to a want of power in Christ, for he is <i>able to save to  the uttermost.<\/i> The unbelieving Jews in Babylon thought they were  not delivered because their God was not able to deliver them  and those  in Christ's time were ready to ask, in scorn, <i>Can this man save  us?<\/i> For <i>himself he cannot save.<\/i> \"But\" (says God) \"<i>is my  hand shortened at all,<\/i> or is it weakened?\" Can any limits be set to  Omnipotence? Cannot he redeem who is the great Redeemer? Has he no  <i>power to deliver<\/i> whose all power is? To put to silence, and for  ever to put to shame, their doubts concerning his power, he here gives  unquestionable proofs of it.  (1.) He can, when he pleases, <i>dry up the seas,<\/i> and make the  rivers a wilderness. He did so for Israel when he redeemed them out of  Egypt, and he can do so again for their redemption out of Babylon. It  is done at his <i>rebuke,<\/i> as easily as with a word's speaking. He  can so dry up the rivers as to leave the fish to die for want of water,  and to putrefy. When God <i>turned the waters of Egypt into blood<\/i>  he <i>slew the fish,<\/i>   <a class=\"ref\">Psalm 105:29<\/a>.  The expression our Saviour sometimes used concerning the power of  faith, that it will <i>remove mountains and plant sycamores in the  sea,<\/i> is not unlike this  if their faith could do that, no doubt  their faith would save them, and therefore they were inexcusable if  they perished in unbelief.  (2.) He can, when he pleases, eclipse the lights of heaven, <i>clothe  then with blackness, and make sackcloth their covering<\/i>  (<a class=\"isa\" verses=\"MTg2NjY=\">Isaiah 50:3<\/a>)  by thick and dark clouds interposing, which he balances,   <a class=\"ref\">Job 36:32<\/a>.<\/p>",
    "audit": null
}