{
    "17656": {
        "format": "prose",
        "text": "§¶The vision of Isaiah son of Amoz, which he saw concerning Judah and Jerusalem in the days of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah."
    },
    "17657": {
        "format": "poetry",
        "text": "§¶Hear, O heavens, and listen, O earth;\/_for the Lord has spoken:\/I reared children and brought them up,\/_but they have rebelled against me."
    },
    "17658": {
        "format": "poetry",
        "text": "\/The ox knows its owner,\/_and the donkey its master’s crib;\/but Israel does not know,\/_my people do not understand."
    },
    "17659": {
        "format": "poetry",
        "text": "¶Ah, sinful nation,\/_people laden with iniquity,\/offspring who do evil,\/_children who deal corruptly,\/who have forsaken the Lord,\/_who have despised the Holy One of Israel,\/_who are utterly estranged!"
    },
    "17660": {
        "format": "poetry",
        "text": "¶Why do you seek further beatings?\/_Why do you continue to rebel?\/The whole head is sick,\/_and the whole heart faint."
    },
    "17661": {
        "format": "poetry",
        "text": "\/From the sole of the foot even to the head,\/_there is no soundness in it,\/but bruises and sores\/_and bleeding wounds;\/they have not been drained, or bound up,\/_or softened with oil."
    },
    "17662": {
        "format": "poetry",
        "text": "¶Your country lies desolate,\/_your cities are burned with fire;\/in your very presence\/_aliens devour your land;\/_it is desolate, as overthrown by foreigners."
    },
    "17663": {
        "format": "poetry",
        "text": "\/And daughter Zion is left\/_like a booth in a vineyard,\/like a shelter in a cucumber field,\/_like a besieged city."
    },
    "17664": {
        "format": "poetry",
        "text": "\/If the Lord of hosts\/_had not left us a few survivors,\/we would have been like Sodom,\/_and become like Gomorrah."
    },
    "17665": {
        "format": "poetry",
        "text": "¶Hear the word of the Lord,\/_you rulers of Sodom!\/Listen to the teaching of our God,\/_you people of Gomorrah!"
    },
    "17666": {
        "format": "poetry",
        "text": "\/What to me is the multitude of your sacrifices?\/_says the Lord;\/I have had enough of burnt offerings of rams\/_and the fat of fed beasts;\/I do not delight in the blood of bulls,\/_or of lambs, or of goats."
    },
    "17667": {
        "format": "poetry",
        "text": "¶When you come to appear before me,\/_who asked this from your hand?\/_Trample my courts no more;"
    },
    "17668": {
        "format": "poetry",
        "text": "\/bringing offerings is futile;\/_incense is an abomination to me.\/New moon and sabbath and calling of convocation—\/_I cannot endure solemn assemblies with iniquity."
    },
    "17669": {
        "format": "poetry",
        "text": "\/Your new moons and your appointed festivals\/_my soul hates;\/they have become a burden to me,\/_I am weary of bearing them."
    },
    "17670": {
        "format": "poetry",
        "text": "\/When you stretch out your hands,\/_I will hide my eyes from you;\/even though you make many prayers,\/_I will not listen;\/_your hands are full of blood."
    },
    "17671": {
        "format": "poetry",
        "text": "\/Wash yourselves; make yourselves clean;\/_remove the evil of your doings\/_from before my eyes;\/cease to do evil,"
    },
    "17672": {
        "format": "poetry",
        "text": "\/_learn to do good;\/seek justice,\/_rescue the oppressed,\/defend the orphan,\/_plead for the widow."
    },
    "17673": {
        "format": "poetry",
        "text": "¶Come now, let us argue it out,\/_says the Lord:\/though your sins are like scarlet,\/_they shall be like snow;\/though they are red like crimson,\/_they shall become like wool."
    },
    "17674": {
        "format": "poetry",
        "text": "\/If you are willing and obedient,\/_you shall eat the good of the land;"
    },
    "17675": {
        "format": "poetry",
        "text": "\/but if you refuse and rebel,\/_you shall be devoured by the sword;\/_for the mouth of the Lord has spoken."
    },
    "17676": {
        "format": "poetry",
        "text": "§¶How the faithful city\/_has become a whore!\/_She that was full of justice,\/righteousness lodged in her—\/_but now murderers!"
    },
    "17677": {
        "format": "poetry",
        "text": "\/Your silver has become dross,\/_your wine is mixed with water."
    },
    "17678": {
        "format": "poetry",
        "text": "\/Your princes are rebels\/_and companions of thieves.\/Everyone loves a bribe\/_and runs after gifts.\/They do not defend the orphan,\/_and the widow’s cause does not come before them."
    },
    "17679": {
        "format": "poetry",
        "text": "¶Therefore says the Sovereign, the Lord of hosts, the Mighty One of Israel:\/Ah, I will pour out my wrath on my enemies,\/_and avenge myself on my foes!"
    },
    "17680": {
        "format": "poetry",
        "text": "\/I will turn my hand against you;\/_I will smelt away your dross as with lye\/_and remove all your alloy."
    },
    "17681": {
        "format": "poetry",
        "text": "\/And I will restore your judges as at the first,\/_and your counselors as at the beginning.\/Afterward you shall be called the city of righteousness,\/_the faithful city."
    },
    "17682": {
        "format": "poetry",
        "text": "¶Zion shall be redeemed by justice,\/_and those in her who repent, by righteousness."
    },
    "17683": {
        "format": "poetry",
        "text": "\/But rebels and sinners shall be destroyed together,\/_and those who forsake the Lord shall be consumed."
    },
    "17684": {
        "format": "poetry",
        "text": "\/For you shall be ashamed of the oaks\/_in which you delighted;\/and you shall blush for the gardens\/_that you have chosen."
    },
    "17685": {
        "format": "poetry",
        "text": "\/For you shall be like an oak\/_whose leaf withers,\/_and like a garden without water."
    },
    "17686": {
        "format": "poetry",
        "text": "\/The strong shall become like tinder,\/_and their work like a spark;\/they and their work shall burn together,\/_with no one to quench them."
    },
    "17687": {
        "format": "prose",
        "text": "§¶The word that Isaiah son of Amoz saw concerning Judah and Jerusalem."
    },
    "17688": {
        "format": "poetry",
        "text": "¶In days to come\/_the mountain of the Lord’s house\/shall be established as the highest of the mountains,\/_and shall be raised above the hills;\/all the nations shall stream to it."
    },
    "17689": {
        "format": "poetry",
        "text": "\/_Many peoples shall come and say,\/“Come, let us go up to the mountain of the Lord,\/_to the house of the God of Jacob;\/that he may teach us his ways\/_and that we may walk in his paths.”\/For out of Zion shall go forth instruction,\/_and the word of the Lord from Jerusalem."
    },
    "17690": {
        "format": "poetry",
        "text": "\/He shall judge between the nations,\/_and shall arbitrate for many peoples;\/they shall beat their swords into plowshares,\/_and their spears into pruning hooks;\/nation shall not lift up sword against nation,\/_neither shall they learn war any more."
    },
    "17691": {
        "format": "poetry",
        "text": "§¶O house of Jacob,\/_come, let us walk\/_in the light of the Lord!"
    },
    "17692": {
        "format": "poetry",
        "text": "\/For you have forsaken the ways of your people,\/_O house of Jacob.\/Indeed they are full of diviners from the east\/_and of soothsayers like the Philistines,\/_and they clasp hands with foreigners."
    },
    "17693": {
        "format": "poetry",
        "text": "\/Their land is filled with silver and gold,\/_and there is no end to their treasures;\/their land is filled with horses,\/_and there is no end to their chariots."
    },
    "17694": {
        "format": "poetry",
        "text": "\/Their land is filled with idols;\/_they bow down to the work of their hands,\/_to what their own fingers have made."
    },
    "17695": {
        "format": "poetry",
        "text": "\/And so people are humbled,\/_and everyone is brought low—\/_do not forgive them!"
    },
    "17696": {
        "format": "poetry",
        "text": "\/Enter into the rock,\/_and hide in the dust\/from the terror of the Lord,\/_and from the glory of his majesty."
    },
    "17697": {
        "format": "poetry",
        "text": "\/The haughty eyes of people shall be brought low,\/_and the pride of everyone shall be humbled;\/and the Lord alone will be exalted on that day."
    },
    "17698": {
        "format": "poetry",
        "text": "\/For the Lord of hosts has a day\/_against all that is proud and lofty,\/_against all that is lifted up and high;"
    },
    "17699": {
        "format": "poetry",
        "text": "\/against all the cedars of Lebanon,\/_lofty and lifted up;\/_and against all the oaks of Bashan;"
    },
    "17700": {
        "format": "poetry",
        "text": "\/against all the high mountains,\/_and against all the lofty hills;"
    },
    "17701": {
        "format": "poetry",
        "text": "\/against every high tower,\/_and against every fortified wall;"
    },
    "17702": {
        "format": "poetry",
        "text": "\/against all the ships of Tarshish,\/_and against all the beautiful craft."
    },
    "17703": {
        "format": "poetry",
        "text": "\/The haughtiness of people shall be humbled,\/_and the pride of everyone shall be brought low;\/_and the Lord alone will be exalted on that day."
    },
    "17704": {
        "format": "poetry",
        "text": "\/The idols shall utterly pass away."
    },
    "17705": {
        "format": "poetry",
        "text": "\/Enter the caves of the rocks\/_and the holes of the ground,\/from the terror of the Lord,\/_and from the glory of his majesty,\/_when he rises to terrify the earth."
    },
    "17706": {
        "format": "poetry",
        "text": "\/On that day people will throw away\/_to the moles and to the bats\/their idols of silver and their idols of gold,\/_which they made for themselves to worship,"
    },
    "17707": {
        "format": "poetry",
        "text": "\/to enter the caverns of the rocks\/_and the clefts in the crags,\/from the terror of the Lord,\/_and from the glory of his majesty,\/_when he rises to terrify the earth."
    },
    "17708": {
        "format": "poetry",
        "text": "\/Turn away from mortals,\/_who have only breath in their nostrils,\/_for of what account are they?"
    },
    "17709": {
        "format": "poetry",
        "text": "\/For now the Sovereign, the Lord of hosts,\/_is taking away from Jerusalem and from Judah\/support and staff—\/_all support of bread,\/_and all support of water—"
    },
    "17710": {
        "format": "poetry",
        "text": "\/warrior and soldier,\/_judge and prophet,\/_diviner and elder,"
    },
    "17711": {
        "format": "poetry",
        "text": "\/captain of fifty\/_and dignitary,\/counselor and skillful magician\/_and expert enchanter."
    },
    "17712": {
        "format": "poetry",
        "text": "\/And I will make boys their princes,\/_and babes shall rule over them."
    },
    "17713": {
        "format": "poetry",
        "text": "\/The people will be oppressed,\/_everyone by another\/_and everyone by a neighbor;\/the youth will be insolent to the elder,\/_and the base to the honorable."
    },
    "17714": {
        "format": "poetry",
        "text": "¶Someone will even seize a relative,\/_a member of the clan, saying,\/“You have a cloak;\/_you shall be our leader,\/and this heap of ruins\/_shall be under your rule.”"
    },
    "17715": {
        "format": "poetry",
        "text": "\/But the other will cry out on that day, saying,\/“I will not be a healer;\/_in my house there is neither bread nor cloak;\/you shall not make me\/_leader of the people.”"
    },
    "17716": {
        "format": "poetry",
        "text": "\/For Jerusalem has stumbled\/_and Judah has fallen,\/because their speech and their deeds are against the Lord,\/_defying his glorious presence."
    },
    "17717": {
        "format": "poetry",
        "text": "¶The look on their faces bears witness against them;\/_they proclaim their sin like Sodom,\/_they do not hide it.\/Woe to them!\/_For they have brought evil on themselves."
    },
    "17718": {
        "format": "poetry",
        "text": "\/Tell the innocent how fortunate they are,\/_for they shall eat the fruit of their labors."
    },
    "17719": {
        "format": "poetry",
        "text": "\/Woe to the guilty! How unfortunate they are,\/_for what their hands have done shall be done to them."
    },
    "17720": {
        "format": "poetry",
        "text": "\/My people—children are their oppressors,\/_and women rule over them.\/O my people, your leaders mislead you,\/_and confuse the course of your paths."
    },
    "17721": {
        "format": "poetry",
        "text": "¶The Lord rises to argue his case;\/_he stands to judge the peoples."
    },
    "17722": {
        "format": "poetry",
        "text": "\/The Lord enters into judgment\/_with the elders and princes of his people:\/It is you who have devoured the vineyard;\/_the spoil of the poor is in your houses."
    },
    "17723": {
        "format": "poetry",
        "text": "\/What do you mean by crushing my people,\/_by grinding the face of the poor? says the Lord God of hosts."
    },
    "17724": {
        "format": "poetry",
        "text": "¶The Lord said:\/Because the daughters of Zion are haughty\/_and walk with outstretched necks,\/_glancing wantonly with their eyes,\/mincing along as they go,\/_tinkling with their feet;"
    },
    "17725": {
        "format": "poetry",
        "text": "\/the Lord will afflict with scabs\/_the heads of the daughters of Zion,\/_and the Lord will lay bare their secret parts."
    },
    "17726": {
        "format": "prose",
        "text": "¶In that day the Lord will take away the finery of the anklets, the headbands, and the crescents;"
    },
    "17727": {
        "format": "prose",
        "text": "the pendants, the bracelets, and the scarfs;"
    },
    "17728": {
        "format": "prose",
        "text": "the headdresses, the armlets, the sashes, the perfume boxes, and the amulets;"
    },
    "17729": {
        "format": "prose",
        "text": "the signet rings and nose rings;"
    },
    "17730": {
        "format": "prose",
        "text": "the festal robes, the mantles, the cloaks, and the handbags;"
    },
    "17731": {
        "format": "prose",
        "text": "the garments of gauze, the linen garments, the turbans, and the veils."
    },
    "17732": {
        "format": "poetry",
        "text": "¶Instead of perfume there will be a stench;\/_and instead of a sash, a rope;\/and instead of well‐set hair, baldness;\/_and instead of a rich robe, a binding of sackcloth;\/_instead of beauty, shame."
    },
    "17733": {
        "format": "poetry",
        "text": "\/Your men shall fall by the sword\/_and your warriors in battle."
    },
    "17734": {
        "format": "poetry",
        "text": "\/And her gates shall lament and mourn;\/_ravaged, she shall sit upon the ground."
    },
    "17735": {
        "format": "prose",
        "text": "¶Seven women shall take hold of one man in that day, saying,¶▼“We will eat our own bread and wear our own clothes;\/just let us be called by your name;\/_take away our disgrace.”"
    },
    "17736": {
        "format": "prose",
        "text": "§¶On that day the branch of the Lord shall be beautiful and glorious, and the fruit of the land shall be the pride and glory of the survivors of Israel."
    },
    "17737": {
        "format": "prose",
        "text": "Whoever is left in Zion and remains in Jerusalem will be called holy, everyone who has been recorded for life in Jerusalem,"
    },
    "17738": {
        "format": "prose",
        "text": "once the Lord has washed away the filth of the daughters of Zion and cleansed the bloodstains of Jerusalem from its midst by a spirit of judgment and by a spirit of burning."
    },
    "17739": {
        "format": "prose",
        "text": "Then the Lord will create over the whole site of Mount Zion and over its places of assembly a cloud by day and smoke and the shining of a flaming fire by night. Indeed over all the glory there will be a canopy."
    },
    "17740": {
        "format": "prose",
        "text": "It will serve as a pavilion, a shade by day from the heat, and a refuge and a shelter from the storm and rain."
    },
    "17912": {
        "format": "poetry",
        "text": "\/They come from a distant land,\/_from the end of the heavens,\/the Lord and the weapons of his indignation,\/_to destroy the whole earth."
    },
    "17913": {
        "format": "poetry",
        "text": "¶Wail, for the day of the Lord is near;\/_it will come like destruction from the Almighty!"
    },
    "17914": {
        "format": "poetry",
        "text": "\/Therefore all hands will be feeble,\/_and every human heart will melt,"
    },
    "17915": {
        "format": "poetry",
        "text": "\/_and they will be dismayed.\/Pangs and agony will seize them;\/_they will be in anguish like a woman in labor.\/They will look aghast at one another;\/_their faces will be aflame."
    },
    "17916": {
        "format": "poetry",
        "text": "\/See, the day of the Lord comes,\/_cruel, with wrath and fierce anger,\/to make the earth a desolation,\/_and to destroy its sinners from it."
    },
    "17917": {
        "format": "poetry",
        "text": "\/For the stars of the heavens and their constellations\/_will not give their light;\/the sun will be dark at its rising,\/_and the moon will not shed its light."
    },
    "17918": {
        "format": "poetry",
        "text": "\/I will punish the world for its evil,\/_and the wicked for their iniquity;\/I will put an end to the pride of the arrogant,\/_and lay low the insolence of tyrants."
    },
    "17919": {
        "format": "poetry",
        "text": "\/I will make mortals more rare than fine gold,\/_and humans than the gold of Ophir."
    },
    "17920": {
        "format": "poetry",
        "text": "\/Therefore I will make the heavens tremble,\/_and the earth will be shaken out of its place,\/at the wrath of the Lord of hosts\/_in the day of his fierce anger."
    },
    "17921": {
        "format": "poetry",
        "text": "\/Like a hunted gazelle,\/_or like sheep with no one to gather them,\/all will turn to their own people,\/_and all will flee to their own lands."
    },
    "17922": {
        "format": "poetry",
        "text": "\/Whoever is found will be thrust through,\/_and whoever is caught will fall by the sword."
    },
    "17923": {
        "format": "poetry",
        "text": "\/Their infants will be dashed to pieces\/_before their eyes;\/their houses will be plundered,\/_and their wives ravished."
    },
    "17924": {
        "format": "poetry",
        "text": "\/See, I am stirring up the Medes against them,\/_who have no regard for silver\/_and do not delight in gold."
    },
    "17925": {
        "format": "poetry",
        "text": "\/Their bows will slaughter the young men;\/_they will have no mercy on the fruit of the womb;\/_their eyes will not pity children."
    },
    "17926": {
        "format": "poetry",
        "text": "\/And Babylon, the glory of kingdoms,\/_the splendor and pride of the Chaldeans,\/will be like Sodom and Gomorrah\/_when God overthrew them."
    },
    "17927": {
        "format": "poetry",
        "text": "\/It will never be inhabited\/_or lived in for all generations;\/Arabs will not pitch their tents there,\/_shepherds will not make their flocks lie down there."
    },
    "17928": {
        "format": "poetry",
        "text": "\/But wild animals will lie down there,\/_and its houses will be full of howling creatures;\/there ostriches will live,\/_and there goat‑demons will dance."
    },
    "17929": {
        "format": "poetry",
        "text": "\/Hyenas will cry in its towers,\/_and jackals in the pleasant palaces;\/its time is close at hand,\/_and its days will not be prolonged."
    },
    "17930": {
        "format": "prose",
        "text": "§¶But the Lord will have compassion on Jacob and will again choose Israel, and will set them in their own land; and aliens will join them and attach themselves to the house of Jacob."
    },
    "17931": {
        "format": "prose",
        "text": "And the nations will take them and bring them to their place, and the house of Israel will possess the nations as male and female slaves in the Lord’s land; they will take captive those who were their captors, and rule over those who oppressed them."
    },
    "17932": {
        "format": "prose",
        "text": "§¶When the Lord has given you rest from your pain and turmoil and the hard service with which you were made to serve,"
    },
    "17933": {
        "format": "prose",
        "text": "you will take up this taunt against the king of Babylon:¶▼How the oppressor has ceased!\/_How his insolence has ceased!"
    },
    "17934": {
        "format": "poetry",
        "text": "\/The Lord has broken the staff of the wicked,\/_the scepter of rulers,"
    },
    "17935": {
        "format": "poetry",
        "text": "\/that struck down the peoples in wrath\/_with unceasing blows,\/that ruled the nations in anger\/_with unrelenting persecution."
    },
    "17936": {
        "format": "poetry",
        "text": "\/The whole earth is at rest and quiet;\/_they break forth into singing."
    },
    "17937": {
        "format": "poetry",
        "text": "\/The cypresses exult over you,\/_the cedars of Lebanon, saying,\/“Since you were laid low,\/_no one comes to cut us down.”"
    },
    "17938": {
        "format": "poetry",
        "text": "\/Sheol beneath is stirred up\/_to meet you when you come;\/it rouses the shades to greet you,\/_all who were leaders of the earth;\/it raises from their thrones\/_all who were kings of the nations."
    },
    "17939": {
        "format": "poetry",
        "text": "\/All of them will speak\/_and say to you:\/“You too have become as weak as we!\/_You have become like us!”"
    },
    "17940": {
        "format": "poetry",
        "text": "\/Your pomp is brought down to Sheol,\/_and the sound of your harps;\/maggots are the bed beneath you,\/_and worms are your covering."
    },
    "17941": {
        "format": "poetry",
        "text": "¶How you are fallen from heaven,\/_O Day Star, son of Dawn!\/How you are cut down to the ground,\/_you who laid the nations low!"
    },
    "17942": {
        "format": "poetry",
        "text": "\/You said in your heart,\/_“I will ascend to heaven;\/I will raise my throne\/_above the stars of God;\/I will sit on the mount of assembly\/_on the heights of Zaphon;"
    },
    "17943": {
        "format": "poetry",
        "text": "\/I will ascend to the tops of the clouds,\/_I will make myself like the Most High.”"
    },
    "17944": {
        "format": "poetry",
        "text": "\/But you are brought down to Sheol,\/_to the depths of the Pit."
    },
    "17945": {
        "format": "poetry",
        "text": "\/Those who see you will stare at you,\/_and ponder over you:\/“Is this the man who made the earth tremble,\/_who shook kingdoms,"
    },
    "17946": {
        "format": "poetry",
        "text": "\/who made the world like a desert\/_and overthrew its cities,\/_who would not let his prisoners go home?”"
    },
    "17947": {
        "format": "poetry",
        "text": "\/All the kings of the nations lie in glory,\/_each in his own tomb;"
    },
    "17948": {
        "format": "poetry",
        "text": "\/but you are cast out, away from your grave,\/_like loathsome carrion,\/clothed with the dead, those pierced by the sword,\/_who go down to the stones of the Pit,\/_like a corpse trampled underfoot."
    },
    "17949": {
        "format": "poetry",
        "text": "\/You will not be joined with them in burial,\/_because you have destroyed your land,\/_you have killed your people.¶May the descendants of evildoers\/_nevermore be named!"
    },
    "17950": {
        "format": "poetry",
        "text": "\/Prepare slaughter for his sons\/_because of the guilt of their father.\/Let them never rise to possess the earth\/_or cover the face of the world with cities."
    },
    "17951": {
        "format": "prose",
        "text": "¶I will rise up against them, says the Lord of hosts, and will cut off from Babylon name and remnant, offspring and posterity, says the Lord."
    },
    "17952": {
        "format": "prose",
        "text": "And I will make it a possession of the hedgehog, and pools of water, and I will sweep it with the broom of destruction, says the Lord of hosts."
    },
    "17953": {
        "format": "poetry",
        "text": "§¶The Lord of hosts has sworn:\/As I have designed,\/_so shall it be;\/and as I have planned,\/_so shall it come to pass:"
    },
    "17954": {
        "format": "poetry",
        "text": "\/I will break the Assyrian in my land,\/_and on my mountains trample him under foot;\/his yoke shall be removed from them,\/_and his burden from their shoulders."
    },
    "17955": {
        "format": "poetry",
        "text": "\/This is the plan that is planned\/_concerning the whole earth;\/and this is the hand that is stretched out\/_over all the nations."
    },
    "17956": {
        "format": "poetry",
        "text": "\/For the Lord of hosts has planned,\/_and who will annul it?\/His hand is stretched out,\/_and who will turn it back?"
    },
    "17957": {
        "format": "prose",
        "text": "§¶In the year that King Ahaz died this oracle came:"
    },
    "17958": {
        "format": "poetry",
        "text": "¶Do not rejoice, all you Philistines,\/_that the rod that struck you is broken,\/for from the root of the snake will come forth an adder,\/_and its fruit will be a flying fiery serpent."
    },
    "17959": {
        "format": "poetry",
        "text": "\/The firstborn of the poor will graze,\/_and the needy lie down in safety;\/but I will make your root die of famine,\/_and your remnant I will kill."
    },
    "17960": {
        "format": "poetry",
        "text": "\/Wail, O gate; cry, O city;\/_melt in fear, O Philistia, all of you!\/For smoke comes out of the north,\/_and there is no straggler in its ranks."
    },
    "17961": {
        "format": "poetry",
        "text": "¶What will one answer the messengers of the nation?\/“The Lord has founded Zion,\/_and the needy among his people\/_will find refuge in her.”"
    },
    "17962": {
        "format": "prose",
        "text": "§¶An oracle concerning Moab.¶▼Because Ar is laid waste in a night,\/_Moab is undone;\/because Kir is laid waste in a night,\/_Moab is undone."
    },
    "17963": {
        "format": "poetry",
        "text": "\/Dibon has gone up to the temple,\/_to the high places to weep;\/over Nebo and over Medeba\/_Moab wails.\/On every head is baldness,\/_every beard is shorn;"
    },
    "17964": {
        "format": "poetry",
        "text": "\/in the streets they bind on sackcloth;\/_on the housetops and in the squares\/_everyone wails and melts in tears."
    },
    "17965": {
        "format": "poetry",
        "text": "\/Heshbon and Elealeh cry out,\/_their voices are heard as far as Jahaz;\/therefore the loins of Moab quiver;\/_his soul trembles."
    },
    "17966": {
        "format": "poetry",
        "text": "\/My heart cries out for Moab;\/_his fugitives flee to Zoar,\/_to Eglath‑shelishiyah.\/For at the ascent of Luhith\/_they go up weeping;\/on the road to Horonaim\/_they raise a cry of destruction;"
    },
    "17967": {
        "format": "poetry",
        "text": "\/the waters of Nimrim\/_are a desolation;\/the grass is withered, the new growth fails,\/_the verdure is no more."
    },
    "17968": {
        "format": "poetry",
        "text": "\/Therefore the abundance they have gained\/_and what they have laid up\/they carry away\/_over the Wadi of the Willows."
    },
    "17969": {
        "format": "poetry",
        "text": "\/For a cry has gone\/_around the land of Moab;\/the wailing reaches to Eglaim,\/_the wailing reaches to Beer‑elim."
    },
    "17970": {
        "format": "poetry",
        "text": "\/For the waters of Dibon are full of blood;\/_yet I will bring upon Dibon even more—\/a lion for those of Moab who escape,\/_for the remnant of the land."
    },
    "17971": {
        "format": "poetry",
        "text": "\/Send lambs\/_to the ruler of the land,\/from Sela, by way of the desert,\/_to the mount of daughter Zion."
    },
    "17972": {
        "format": "poetry",
        "text": "\/Like fluttering birds,\/_like scattered nestlings,\/so are the daughters of Moab\/_at the fords of the Arnon."
    },
    "17973": {
        "format": "poetry",
        "text": "\/“Give counsel,\/_grant justice;\/make your shade like night\/_at the height of noon;\/hide the outcasts,\/_do not betray the fugitive;"
    },
    "17974": {
        "format": "poetry",
        "text": "\/let the outcasts of Moab\/_settle among you;\/be a refuge to them\/_from the destroyer.”¶When the oppressor is no more,\/_and destruction has ceased,\/and marauders have vanished from the land,"
    },
    "17975": {
        "format": "poetry",
        "text": "\/then a throne shall be established in steadfast love\/_in the tent of David,\/_and on it shall sit in faithfulness\/a ruler who seeks justice\/_and is swift to do what is right."
    },
    "17976": {
        "format": "poetry",
        "text": "¶We have heard of the pride of Moab\/_—how proud he is!—\/of his arrogance, his pride, and his insolence;\/_his boasts are false."
    },
    "17977": {
        "format": "poetry",
        "text": "\/Therefore let Moab wail,\/_let everyone wail for Moab.\/Mourn, utterly stricken,\/_for the raisin cakes of Kir‑hareseth."
    },
    "17978": {
        "format": "poetry",
        "text": "¶For the fields of Heshbon languish,\/_and the vines of Sibmah,\/whose clusters once made drunk\/_the lords of the nations,\/reached to Jazer\/_and strayed to the desert;\/their shoots once spread abroad\/_and crossed over the sea."
    },
    "17979": {
        "format": "poetry",
        "text": "\/Therefore I weep with the weeping of Jazer\/_for the vines of Sibmah;\/I drench you with my tears,\/_O Heshbon and Elealeh;\/for the shout over your fruit harvest\/_and your grain harvest has ceased."
    },
    "17980": {
        "format": "poetry",
        "text": "\/Joy and gladness are taken away\/_from the fruitful field;\/and in the vineyards no songs are sung,\/_no shouts are raised;\/no treader treads out wine in the presses;\/_the vintage‑shout is hushed."
    },
    "17981": {
        "format": "poetry",
        "text": "\/Therefore my heart throbs like a harp for Moab,\/_and my very soul for Kir‑heres."
    },
    "17982": {
        "format": "prose",
        "text": "¶When Moab presents himself, when he wearies himself upon the high place, when he comes to his sanctuary to pray, he will not prevail."
    },
    "17983": {
        "format": "prose",
        "text": "¶This was the word that the Lord spoke concerning Moab in the past."
    },
    "17984": {
        "format": "prose",
        "text": "But now the Lord says, In three years, like the years of a hired worker, the glory of Moab will be brought into contempt, in spite of all its great multitude; and those who survive will be very few and feeble."
    },
    "17985": {
        "format": "prose",
        "text": "§¶An oracle concerning Damascus.¶▼See, Damascus will cease to be a city,\/_and will become a heap of ruins."
    },
    "17986": {
        "format": "poetry",
        "text": "\/Her towns will be deserted forever;\/_they will be places for flocks,\/_which will lie down, and no one will make them afraid."
    },
    "17987": {
        "format": "poetry",
        "text": "\/The fortress will disappear from Ephraim,\/_and the kingdom from Damascus;\/and the remnant of Aram will be\/_like the glory of the children of Israel,\/says the Lord of hosts."
    },
    "17988": {
        "format": "poetry",
        "text": "¶On that day\/_the glory of Jacob will be brought low,\/_and the fat of his flesh will grow lean."
    },
    "17989": {
        "format": "poetry",
        "text": "\/And it shall be as when reapers gather standing grain\/_and their arms harvest the ears,\/and as when one gleans the ears of grain\/_in the Valley of Rephaim."
    },
    "17990": {
        "format": "poetry",
        "text": "\/Gleanings will be left in it,\/_as when an olive tree is beaten—\/two or three berries\/_in the top of the highest bough,\/four or five\/_on the branches of a fruit tree,\/says the Lord God of Israel."
    },
    "17991": {
        "format": "prose",
        "text": "¶On that day people will regard their Maker, and their eyes will look to the Holy One of Israel;"
    },
    "17992": {
        "format": "prose",
        "text": "they will not have regard for the altars, the work of their hands, and they will not look to what their own fingers have made, either the sacred poles or the altars of incense."
    },
    "17993": {
        "format": "prose",
        "text": "¶On that day their strong cities will be like the deserted places of the Hivites and the Amorites, which they deserted because of the children of Israel, and there will be desolation."
    },
    "17994": {
        "format": "poetry",
        "text": "¶For you have forgotten the God of your salvation,\/_and have not remembered the Rock of your refuge;\/therefore, though you plant pleasant plants\/_and set out slips of an alien god,"
    },
    "17995": {
        "format": "poetry",
        "text": "\/though you make them grow on the day that you plant them,\/_and make them blossom in the morning that you sow;\/yet the harvest will flee away\/_in a day of grief and incurable pain."
    },
    "17996": {
        "format": "poetry",
        "text": "¶Ah, the thunder of many peoples,\/_they thunder like the thundering of the sea!\/Ah, the roar of nations,\/_they roar like the roaring of mighty waters!"
    },
    "17997": {
        "format": "poetry",
        "text": "\/The nations roar like the roaring of many waters,\/_but he will rebuke them, and they will flee far away,\/chased like chaff on the mountains before the wind\/_and whirling dust before the storm."
    },
    "17998": {
        "format": "poetry",
        "text": "\/At evening time, lo, terror!\/_Before morning, they are no more.\/This is the fate of those who despoil us,\/_and the lot of those who plunder us."
    },
    "17999": {
        "format": "poetry",
        "text": "§¶Ah, land of whirring wings\/_beyond the rivers of Ethiopia,"
    },
    "18000": {
        "format": "poetry",
        "text": "\/sending ambassadors by the Nile\/_in vessels of papyrus on the waters!\/Go, you swift messengers,\/_to a nation tall and smooth,\/to a people feared near and far,\/_a nation mighty and conquering,\/_whose land the rivers divide."
    },
    "18001": {
        "format": "poetry",
        "text": "¶All you inhabitants of the world,\/_you who live on the earth,\/when a signal is raised on the mountains, look!\/_When a trumpet is blown, listen!"
    },
    "18002": {
        "format": "poetry",
        "text": "\/For thus the Lord said to me:\/I will quietly look from my dwelling\/_like clear heat in sunshine,\/_like a cloud of dew in the heat of harvest."
    },
    "18003": {
        "format": "poetry",
        "text": "\/For before the harvest, when the blossom is over\/_and the flower becomes a ripening grape,\/he will cut off the shoots with pruning hooks,\/_and the spreading branches he will hew away."
    },
    "18004": {
        "format": "poetry",
        "text": "\/They shall all be left\/_to the birds of prey of the mountains\/_and to the animals of the earth.\/And the birds of prey will summer on them,\/_and all the animals of the earth will winter on them."
    },
    "18005": {
        "format": "prose",
        "text": "¶At that time gifts will be brought to the Lord of hosts from a people tall and smooth, from a people feared near and far, a nation mighty and conquering, whose land the rivers divide, to Mount Zion, the place of the name of the Lord of hosts."
    },
    "18006": {
        "format": "prose",
        "text": "§¶An oracle concerning Egypt.¶▼See, the Lord is riding on a swift cloud\/_and comes to Egypt;\/the idols of Egypt will tremble at his presence,\/_and the heart of the Egyptians will melt within them."
    },
    "18007": {
        "format": "poetry",
        "text": "\/I will stir up Egyptians against Egyptians,\/_and they will fight, one against the other,\/_neighbor against neighbor,\/_city against city, kingdom against kingdom;"
    },
    "18008": {
        "format": "poetry",
        "text": "\/the spirit of the Egyptians within them will be emptied out,\/_and I will confound their plans;\/they will consult the idols and the spirits of the dead\/_and the ghosts and the familiar spirits;"
    },
    "18009": {
        "format": "poetry",
        "text": "\/I will deliver the Egyptians\/_into the hand of a hard master;\/a fierce king will rule over them,\/_says the Sovereign, the Lord of hosts."
    },
    "18010": {
        "format": "poetry",
        "text": "¶The waters of the Nile will be dried up,\/_and the river will be parched and dry;"
    },
    "18011": {
        "format": "poetry",
        "text": "\/its canals will become foul,\/_and the branches of Egypt’s Nile will diminish and dry up,\/_reeds and rushes will rot away."
    },
    "18012": {
        "format": "poetry",
        "text": "\/There will be bare places by the Nile,\/_on the brink of the Nile;\/and all that is sown by the Nile will dry up,\/_be driven away, and be no more."
    },
    "18013": {
        "format": "poetry",
        "text": "\/Those who fish will mourn;\/_all who cast hooks in the Nile will lament,\/_and those who spread nets on the water will languish."
    },
    "18014": {
        "format": "poetry",
        "text": "\/The workers in flax will be in despair,\/_and the carders and those at the loom will grow pale."
    },
    "18015": {
        "format": "poetry",
        "text": "\/Its weavers will be dismayed,\/_and all who work for wages will be grieved."
    },
    "18016": {
        "format": "poetry",
        "text": "¶The princes of Zoan are utterly foolish;\/_the wise counselors of Pharaoh give stupid counsel.\/How can you say to Pharaoh,\/_“I am one of the sages,\/_a descendant of ancient kings”?"
    },
    "18017": {
        "format": "poetry",
        "text": "\/Where now are your sages?\/_Let them tell you and make known\/_what the Lord of hosts has planned against Egypt."
    },
    "18018": {
        "format": "poetry",
        "text": "\/The princes of Zoan have become fools,\/_and the princes of Memphis are deluded;\/those who are the cornerstones of its tribes\/_have led Egypt astray."
    },
    "18019": {
        "format": "poetry",
        "text": "\/The Lord has poured into them\/_a spirit of confusion;\/and they have made Egypt stagger in all its doings\/_as a drunkard staggers around in vomit."
    },
    "18020": {
        "format": "poetry",
        "text": "\/Neither head nor tail, palm branch or reed,\/_will be able to do anything for Egypt."
    },
    "18021": {
        "format": "prose",
        "text": "¶On that day the Egyptians will be like women, and tremble with fear before the hand that the Lord of hosts raises against them."
    },
    "18022": {
        "format": "prose",
        "text": "And the land of Judah will become a terror to the Egyptians; everyone to whom it is mentioned will fear because of the plan that the Lord of hosts is planning against them."
    },
    "18023": {
        "format": "prose",
        "text": "§¶On that day there will be five cities in the land of Egypt that speak the language of Canaan and swear allegiance to the Lord of hosts. One of these will be called the City of the Sun."
    },
    "18024": {
        "format": "prose",
        "text": "¶On that day there will be an altar to the Lord in the center of the land of Egypt, and a pillar to the Lord at its border."
    },
    "18025": {
        "format": "prose",
        "text": "It will be a sign and a witness to the Lord of hosts in the land of Egypt; when they cry to the Lord because of oppressors, he will send them a savior, and will defend and deliver them."
    },
    "18026": {
        "format": "prose",
        "text": "The Lord will make himself known to the Egyptians; and the Egyptians will know the Lord on that day, and will worship with sacrifice and burnt offering, and they will make vows to the Lord and perform them."
    },
    "18027": {
        "format": "prose",
        "text": "The Lord will strike Egypt, striking and healing; they will return to the Lord, and he will listen to their supplications and heal them."
    },
    "18028": {
        "format": "prose",
        "text": "¶On that day there will be a highway from Egypt to Assyria, and the Assyrian will come into Egypt, and the Egyptian into Assyria, and the Egyptians will worship with the Assyrians."
    },
    "18029": {
        "format": "prose",
        "text": "¶On that day Israel will be the third with Egypt and Assyria, a blessing in the midst of the earth,"
    },
    "18030": {
        "format": "prose",
        "text": "whom the Lord of hosts has blessed, saying, “Blessed be Egypt my people, and Assyria the work of my hands, and Israel my heritage.”"
    },
    "18031": {
        "format": "prose",
        "text": "§¶In the year that the commander‑in‑chief, who was sent by King Sargon of Assyria, came to Ashdod and fought against it and took it—"
    },
    "18032": {
        "format": "prose",
        "text": "at that time the Lord had spoken to Isaiah son of Amoz, saying, “Go, and loose the sackcloth from your loins and take your sandals off your feet,” and he had done so, walking naked and barefoot."
    },
    "18033": {
        "format": "prose",
        "text": "Then the Lord said, “Just as my servant Isaiah has walked naked and barefoot for three years as a sign and a portent against Egypt and Ethiopia,"
    },
    "18034": {
        "format": "prose",
        "text": "so shall the king of Assyria lead away the Egyptians as captives and the Ethiopians as exiles, both the young and the old, naked and barefoot, with buttocks uncovered, to the shame of Egypt."
    },
    "18035": {
        "format": "prose",
        "text": "And they shall be dismayed and confounded because of Ethiopia their hope and of Egypt their boast."
    },
    "18036": {
        "format": "prose",
        "text": "In that day the inhabitants of this coastland will say, ‘See, this is what has happened to those in whom we hoped and to whom we fled for help and deliverance from the king of Assyria! And we, how shall we escape?’”"
    },
    "18037": {
        "format": "prose",
        "text": "§¶The oracle concerning the wilderness of the sea.¶▼As whirlwinds in the Negeb sweep on,\/_it comes from the desert,\/_from a terrible land."
    },
    "18038": {
        "format": "poetry",
        "text": "\/A stern vision is told to me;\/_the betrayer betrays,\/_and the destroyer destroys.\/Go up, O Elam,\/_lay siege, O Media;\/all the sighing she has caused\/_I bring to an end."
    },
    "18039": {
        "format": "poetry",
        "text": "\/Therefore my loins are filled with anguish;\/_pangs have seized me,\/_like the pangs of a woman in labor;\/I am bowed down so that I cannot hear,\/_I am dismayed so that I cannot see."
    },
    "18040": {
        "format": "poetry",
        "text": "\/My mind reels, horror has appalled me;\/_the twilight I longed for\/_has been turned for me into trembling."
    },
    "18041": {
        "format": "poetry",
        "text": "\/They prepare the table,\/_they spread the rugs,\/_they eat, they drink.\/Rise up, commanders,\/_oil the shield!"
    },
    "18042": {
        "format": "poetry",
        "text": "\/For thus the Lord said to me:\/“Go, post a lookout,\/_let him announce what he sees."
    },
    "18043": {
        "format": "poetry",
        "text": "\/When he sees riders, horsemen in pairs,\/_riders on donkeys, riders on camels,\/let him listen diligently,\/_very diligently.”"
    },
    "18044": {
        "format": "poetry",
        "text": "\/Then the watcher called out:\/“Upon a watchtower I stand, O Lord,\/_continually by day,\/and at my post I am stationed\/_throughout the night."
    },
    "18045": {
        "format": "poetry",
        "text": "\/Look, there they come, riders,\/_horsemen in pairs!”\/Then he responded,\/_“Fallen, fallen is Babylon;\/and all the images of her gods\/_lie shattered on the ground.”"
    },
    "18046": {
        "format": "poetry",
        "text": "\/O my threshed and winnowed one,\/_what I have heard from the Lord of hosts,\/_the God of Israel, I announce to you."
    },
    "18047": {
        "format": "prose",
        "text": "¶The oracle concerning Dumah.¶▼One is calling to me from Seir,\/_“Sentinel, what of the night?\/_Sentinel, what of the night?”"
    },
    "18048": {
        "format": "poetry",
        "text": "\/The sentinel says:\/“Morning comes, and also the night.\/_If you will inquire, inquire;\/_come back again.”"
    },
    "18049": {
        "format": "prose",
        "text": "¶The oracle concerning the desert plain.¶▼In the scrub of the desert plain you will lodge,\/_O caravans of Dedanites."
    },
    "18050": {
        "format": "poetry",
        "text": "\/Bring water to the thirsty,\/_meet the fugitive with bread,\/_O inhabitants of the land of Tema."
    },
    "18051": {
        "format": "poetry",
        "text": "\/For they have fled from the swords,\/_from the drawn sword,\/from the bent bow,\/_and from the stress of battle."
    },
    "18052": {
        "format": "prose",
        "text": "¶For thus the Lord said to me: Within a year, according to the years of a hired worker, all the glory of Kedar will come to an end;"
    },
    "18053": {
        "format": "prose",
        "text": "and the remaining bows of Kedar’s warriors will be few; for the Lord, the God of Israel, has spoken."
    },
    "18054": {
        "format": "prose",
        "text": "§¶The oracle concerning the valley of vision.¶▼What do you mean that you have gone up,\/_all of you, to the housetops,"
    },
    "18055": {
        "format": "poetry",
        "text": "\/you that are full of shoutings,\/_tumultuous city, exultant town?\/Your slain are not slain by the sword,\/_nor are they dead in battle."
    },
    "18056": {
        "format": "poetry",
        "text": "\/Your rulers have all fled together;\/_they were captured without the use of a bow.\/All of you who were found were captured,\/_though they had fled far away."
    },
    "18057": {
        "format": "poetry",
        "text": "\/Therefore I said:\/Look away from me,\/_let me weep bitter tears;\/do not try to comfort me\/_for the destruction of my beloved people."
    },
    "18058": {
        "format": "poetry",
        "text": "¶For the Lord God of hosts has a day\/_of tumult and trampling and confusion\/_in the valley of vision,\/a battering down of walls\/_and a cry for help to the mountains."
    },
    "18059": {
        "format": "poetry",
        "text": "\/Elam bore the quiver\/_with chariots and cavalry,\/_and Kir uncovered the shield."
    },
    "18060": {
        "format": "poetry",
        "text": "\/Your choicest valleys were full of chariots,\/_and the cavalry took their stand at the gates."
    },
    "18061": {
        "format": "poetry",
        "text": "\/He has taken away the covering of Judah.¶►On that day you looked to the weapons of the House of the Forest,"
    },
    "18062": {
        "format": "prose",
        "text": "and you saw that there were many breaches in the city of David, and you collected the waters of the lower pool."
    },
    "18063": {
        "format": "prose",
        "text": "You counted the houses of Jerusalem, and you broke down the houses to fortify the wall."
    },
    "18064": {
        "format": "prose",
        "text": "You made a reservoir between the two walls for the water of the old pool. But you did not look to him who did it, or have regard for him who planned it long ago."
    },
    "18065": {
        "format": "poetry",
        "text": "¶In that day the Lord God of hosts\/_called to weeping and mourning,\/_to baldness and putting on sackcloth;"
    },
    "18066": {
        "format": "poetry",
        "text": "\/but instead there was joy and festivity,\/_killing oxen and slaughtering sheep,\/_eating meat and drinking wine.\/“Let us eat and drink,\/_for tomorrow we die.”"
    },
    "18067": {
        "format": "poetry",
        "text": "\/The Lord of hosts has revealed himself in my ears:\/Surely this iniquity will not be forgiven you until you die,\/_says the Lord God of hosts."
    },
    "18068": {
        "format": "prose",
        "text": "§¶Thus says the Lord God of hosts: Come, go to this steward, to Shebna, who is master of the household, and say to him:"
    },
    "18069": {
        "format": "prose",
        "text": "What right do you have here? Who are your relatives here, that you have cut out a tomb here for yourself, cutting a tomb on the height, and carving a habitation for yourself in the rock?"
    },
    "18070": {
        "format": "prose",
        "text": "The Lord is about to hurl you away violently, my fellow. He will seize firm hold on you,"
    },
    "18071": {
        "format": "prose",
        "text": "whirl you round and round, and throw you like a ball into a wide land; there you shall die, and there your splendid chariots shall lie, O you disgrace to your master’s house!"
    },
    "18072": {
        "format": "prose",
        "text": "I will thrust you from your office, and you will be pulled down from your post."
    },
    "18073": {
        "format": "prose",
        "text": "¶On that day I will call my servant Eliakim son of Hilkiah,"
    },
    "18074": {
        "format": "prose",
        "text": "and will clothe him with your robe and bind your sash on him. I will commit your authority to his hand, and he shall be a father to the inhabitants of Jerusalem and to the house of Judah."
    },
    "18075": {
        "format": "prose",
        "text": "I will place on his shoulder the key of the house of David; he shall open, and no one shall shut; he shall shut, and no one shall open."
    },
    "18076": {
        "format": "prose",
        "text": "I will fasten him like a peg in a secure place, and he will become a throne of honor to his ancestral house."
    },
    "18077": {
        "format": "prose",
        "text": "And they will hang on him the whole weight of his ancestral house, the offspring and issue, every small vessel, from the cups to all the flagons."
    },
    "18078": {
        "format": "prose",
        "text": "On that day, says the Lord of hosts, the peg that was fastened in a secure place will give way; it will be cut down and fall, and the load that was on it will perish, for the Lord has spoken."
    },
    "18079": {
        "format": "prose",
        "text": "§¶The oracle concerning Tyre.¶▼Wail, O ships of Tarshish,\/_for your fortress is destroyed.\/When they came in from Cyprus\/_they learned of it."
    },
    "18080": {
        "format": "poetry",
        "text": "\/Be still, O inhabitants of the coast,\/_O merchants of Sidon,\/your messengers crossed over the sea"
    },
    "18081": {
        "format": "poetry",
        "text": "\/_and were on the mighty waters;\/your revenue was the grain of Shihor,\/_the harvest of the Nile;\/_you were the merchant of the nations."
    },
    "18082": {
        "format": "poetry",
        "text": "\/Be ashamed, O Sidon, for the sea has spoken,\/_the fortress of the sea, saying:\/“I have neither labored nor given birth,\/_I have neither reared young men\/_nor brought up young women.”"
    },
    "18083": {
        "format": "poetry",
        "text": "\/When the report comes to Egypt,\/_they will be in anguish over the report about Tyre."
    },
    "18084": {
        "format": "poetry",
        "text": "\/Cross over to Tarshish—\/_wail, O inhabitants of the coast!"
    },
    "18085": {
        "format": "poetry",
        "text": "\/Is this your exultant city\/_whose origin is from days of old,\/whose feet carried her\/_to settle far away?"
    },
    "18086": {
        "format": "poetry",
        "text": "\/Who has planned this\/_against Tyre, the bestower of crowns,\/whose merchants were princes,\/_whose traders were the honored of the earth?"
    },
    "18087": {
        "format": "poetry",
        "text": "\/The Lord of hosts has planned it—\/_to defile the pride of all glory,\/_to shame all the honored of the earth."
    },
    "18088": {
        "format": "poetry",
        "text": "\/Cross over to your own land,\/_O ships of Tarshish;\/_this is a harbor no more."
    },
    "18089": {
        "format": "poetry",
        "text": "\/He has stretched out his hand over the sea,\/_he has shaken the kingdoms;\/the Lord has given command concerning Canaan\/_to destroy its fortresses."
    },
    "18090": {
        "format": "poetry",
        "text": "\/He said:\/You will exult no longer,\/_O oppressed virgin daughter Sidon;\/rise, cross over to Cyprus—\/_even there you will have no rest."
    },
    "18091": {
        "format": "prose",
        "text": "¶Look at the land of the Chaldeans! This is the people; it was not Assyria. They destined Tyre for wild animals. They erected their siege towers, they tore down her palaces, they made her a ruin."
    },
    "18092": {
        "format": "poetry",
        "text": "¶Wail, O ships of Tarshish,\/_for your fortress is destroyed."
    },
    "18093": {
        "format": "prose",
        "text": "¶From that day Tyre will be forgotten for seventy years, the lifetime of one king. At the end of seventy years, it will happen to Tyre as in the song about the prostitute:"
    },
    "18094": {
        "format": "poetry",
        "text": "¶Take a harp,\/_go about the city,\/_you forgotten prostitute!\/Make sweet melody,\/_sing many songs,\/_that you may be remembered."
    },
    "18095": {
        "format": "prose",
        "text": "¶At the end of seventy years, the Lord will visit Tyre, and she will return to her trade, and will prostitute herself with all the kingdoms of the world on the face of the earth."
    },
    "18096": {
        "format": "prose",
        "text": "Her merchandise and her wages will be dedicated to the Lord; her profits will not be stored or hoarded, but her merchandise will supply abundant food and fine clothing for those who live in the presence of the Lord."
    },
    "18097": {
        "format": "poetry",
        "text": "§¶Now the Lord is about to lay waste the earth and make it desolate,\/_and he will twist its surface and scatter its inhabitants."
    },
    "18098": {
        "format": "poetry",
        "text": "\/And it shall be, as with the people, so with the priest;\/_as with the slave, so with his master;\/_as with the maid, so with her mistress;\/as with the buyer, so with the seller;\/_as with the lender, so with the borrower;\/_as with the creditor, so with the debtor."
    },
    "18099": {
        "format": "poetry",
        "text": "\/The earth shall be utterly laid waste and utterly despoiled;\/_for the Lord has spoken this word."
    },
    "18100": {
        "format": "poetry",
        "text": "¶The earth dries up and withers,\/_the world languishes and withers;\/_the heavens languish together with the earth."
    },
    "18101": {
        "format": "poetry",
        "text": "\/The earth lies polluted\/_under its inhabitants;\/for they have transgressed laws,\/_violated the statutes,\/_broken the everlasting covenant."
    },
    "18102": {
        "format": "poetry",
        "text": "\/Therefore a curse devours the earth,\/_and its inhabitants suffer for their guilt;\/therefore the inhabitants of the earth dwindled,\/_and few people are left."
    },
    "18103": {
        "format": "poetry",
        "text": "\/The wine dries up,\/_the vine languishes,\/_all the merry‑hearted sigh."
    },
    "18104": {
        "format": "poetry",
        "text": "\/The mirth of the timbrels is stilled,\/_the noise of the jubilant has ceased,\/_the mirth of the lyre is stilled."
    },
    "18105": {
        "format": "poetry",
        "text": "\/No longer do they drink wine with singing;\/_strong drink is bitter to those who drink it."
    },
    "18106": {
        "format": "poetry",
        "text": "\/The city of chaos is broken down,\/_every house is shut up so that no one can enter."
    },
    "18107": {
        "format": "poetry",
        "text": "\/There is an outcry in the streets for lack of wine;\/_all joy has reached its eventide;\/_the gladness of the earth is banished."
    },
    "18108": {
        "format": "poetry",
        "text": "\/Desolation is left in the city,\/_the gates are battered into ruins."
    },
    "18109": {
        "format": "poetry",
        "text": "\/For thus it shall be on the earth\/_and among the nations,\/as when an olive tree is beaten,\/_as at the gleaning when the grape harvest is ended."
    },
    "18110": {
        "format": "poetry",
        "text": "¶They lift up their voices, they sing for joy;\/_they shout from the west over the majesty of the Lord."
    },
    "18111": {
        "format": "poetry",
        "text": "\/Therefore in the east give glory to the Lord;\/_in the coastlands of the sea glorify the name of the Lord, the God of Israel."
    },
    "18112": {
        "format": "poetry",
        "text": "\/From the ends of the earth we hear songs of praise,\/_of glory to the Righteous One.\/But I say, I pine away,\/_I pine away. Woe is me!\/For the treacherous deal treacherously,\/_the treacherous deal very treacherously."
    },
    "18113": {
        "format": "poetry",
        "text": "¶Terror, and the pit, and the snare\/_are upon you, O inhabitant of the earth!"
    },
    "18114": {
        "format": "poetry",
        "text": "\/Whoever flees at the sound of the terror\/_shall fall into the pit;\/and whoever climbs out of the pit\/_shall be caught in the snare.\/For the windows of heaven are opened,\/_and the foundations of the earth tremble."
    },
    "18115": {
        "format": "poetry",
        "text": "\/The earth is utterly broken,\/_the earth is torn asunder,\/_the earth is violently shaken."
    },
    "18116": {
        "format": "poetry",
        "text": "\/The earth staggers like a drunkard,\/_it sways like a hut;\/its transgression lies heavy upon it,\/_and it falls, and will not rise again."
    },
    "18117": {
        "format": "poetry",
        "text": "¶On that day the Lord will punish\/_the host of heaven in heaven,\/_and on earth the kings of the earth."
    },
    "18118": {
        "format": "poetry",
        "text": "\/They will be gathered together\/_like prisoners in a pit;\/they will be shut up in a prison,\/_and after many days they will be punished."
    },
    "18119": {
        "format": "poetry",
        "text": "\/Then the moon will be abashed,\/_and the sun ashamed;\/for the Lord of hosts will reign\/_on Mount Zion and in Jerusalem,\/and before his elders he will manifest his glory."
    },
    "18120": {
        "format": "poetry",
        "text": "§¶O Lord, you are my God;\/_I will exalt you, I will praise your name;\/for you have done wonderful things,\/_plans formed of old, faithful and sure."
    },
    "18121": {
        "format": "poetry",
        "text": "\/For you have made the city a heap,\/_the fortified city a ruin;\/the palace of aliens is a city no more,\/_it will never be rebuilt."
    },
    "18122": {
        "format": "poetry",
        "text": "\/Therefore strong peoples will glorify you;\/_cities of ruthless nations will fear you."
    },
    "18123": {
        "format": "poetry",
        "text": "\/For you have been a refuge to the poor,\/_a refuge to the needy in their distress,\/_a shelter from the rainstorm and a shade from the heat.\/When the blast of the ruthless was like a winter rainstorm,"
    },
    "18124": {
        "format": "poetry",
        "text": "\/_the noise of aliens like heat in a dry place,\/you subdued the heat with the shade of clouds;\/_the song of the ruthless was stilled."
    },
    "18125": {
        "format": "poetry",
        "text": "¶On this mountain the Lord of hosts will make for all peoples\/_a feast of rich food, a feast of well‑aged wines,\/_of rich food filled with marrow, of well‑aged wines strained clear."
    },
    "18126": {
        "format": "poetry",
        "text": "\/And he will destroy on this mountain\/_the shroud that is cast over all peoples,\/_the sheet that is spread over all nations;"
    },
    "18127": {
        "format": "poetry",
        "text": "\/_he will swallow up death forever.\/Then the Lord God will wipe away the tears from all faces,\/_and the disgrace of his people he will take away from all the earth,\/_for the Lord has spoken."
    },
    "18128": {
        "format": "poetry",
        "text": "\/It will be said on that day,\/_Lo, this is our God; we have waited for him, so that he might save us.\/_This is the Lord for whom we have waited;\/_let us be glad and rejoice in his salvation."
    },
    "18129": {
        "format": "poetry",
        "text": "\/For the hand of the Lord will rest on this mountain.¶The Moabites shall be trodden down in their place\/_as straw is trodden down in a dung‑pit."
    },
    "18130": {
        "format": "poetry",
        "text": "\/Though they spread out their hands in the midst of it,\/_as swimmers spread out their hands to swim,\/_their pride will be laid low despite the struggle of their hands."
    },
    "18131": {
        "format": "poetry",
        "text": "\/The high fortifications of his walls will be brought down,\/_laid low, cast to the ground, even to the dust."
    },
    "18132": {
        "format": "poetry",
        "text": "§¶On that day this song will be sung in the land of Judah:\/We have a strong city;\/_he sets up victory\/_like walls and bulwarks."
    },
    "18133": {
        "format": "poetry",
        "text": "\/Open the gates,\/_so that the righteous nation that keeps faith\/_may enter in."
    },
    "18134": {
        "format": "poetry",
        "text": "\/Those of steadfast mind you keep in peace—\/_in peace because they trust in you."
    },
    "18135": {
        "format": "poetry",
        "text": "\/Trust in the Lord forever,\/_for in the Lord God\/_you have an everlasting rock."
    },
    "18136": {
        "format": "poetry",
        "text": "\/For he has brought low\/_the inhabitants of the height;\/_the lofty city he lays low.\/He lays it low to the ground,\/_casts it to the dust."
    },
    "18137": {
        "format": "poetry",
        "text": "\/The foot tramples it,\/_the feet of the poor,\/_the steps of the needy."
    },
    "18138": {
        "format": "poetry",
        "text": "¶The way of the righteous is level;\/_O Just One, you make smooth the path of the righteous."
    },
    "18139": {
        "format": "poetry",
        "text": "\/In the path of your judgments,\/_O Lord, we wait for you;\/your name and your renown\/_are the soul’s desire."
    },
    "18140": {
        "format": "poetry",
        "text": "\/My soul yearns for you in the night,\/_my spirit within me earnestly seeks you.\/For when your judgments are in the earth,\/_the inhabitants of the world learn righteousness."
    },
    "18141": {
        "format": "poetry",
        "text": "\/If favor is shown to the wicked,\/_they do not learn righteousness;\/in the land of uprightness they deal perversely\/_and do not see the majesty of the Lord."
    },
    "18142": {
        "format": "poetry",
        "text": "\/O Lord, your hand is lifted up,\/_but they do not see it.\/Let them see your zeal for your people, and be ashamed.\/_Let the fire for your adversaries consume them."
    },
    "18143": {
        "format": "poetry",
        "text": "\/O Lord, you will ordain peace for us,\/_for indeed, all that we have done, you have done for us."
    },
    "18144": {
        "format": "poetry",
        "text": "\/O Lord our God,\/_other lords besides you have ruled over us,\/_but we acknowledge your name alone."
    },
    "18145": {
        "format": "poetry",
        "text": "\/The dead do not live;\/_shades do not rise—\/because you have punished and destroyed them,\/_and wiped out all memory of them."
    },
    "18146": {
        "format": "poetry",
        "text": "\/But you have increased the nation, O Lord,\/_you have increased the nation; you are glorified;\/_you have enlarged all the borders of the land."
    },
    "18147": {
        "format": "poetry",
        "text": "¶O Lord, in distress they sought you,\/_they poured out a prayer\/_when your chastening was on them."
    },
    "18148": {
        "format": "poetry",
        "text": "\/Like a woman with child,\/_who writhes and cries out in her pangs\/_when she is near her time,\/so were we because of you, O Lord;"
    },
    "18149": {
        "format": "poetry",
        "text": "\/_we were with child, we writhed,\/_but we gave birth only to wind.\/We have won no victories on earth,\/_and no one is born to inhabit the world."
    },
    "18150": {
        "format": "poetry",
        "text": "\/Your dead shall live, their corpses shall rise.\/_O dwellers in the dust, awake and sing for joy!\/For your dew is a radiant dew,\/_and the earth will give birth to those long dead."
    },
    "18151": {
        "format": "poetry",
        "text": "¶Come, my people, enter your chambers,\/_and shut your doors behind you;\/hide yourselves for a little while\/_until the wrath is past."
    },
    "18152": {
        "format": "poetry",
        "text": "\/For the Lord comes out from his place\/_to punish the inhabitants of the earth for their iniquity;\/the earth will disclose the blood shed on it,\/_and will no longer cover its slain."
    },
    "18153": {
        "format": "prose",
        "text": "§¶On that day the Lord with his cruel and great and strong sword will punish Leviathan the fleeing serpent, Leviathan the twisting serpent, and he will kill the dragon that is in the sea."
    },
    "18154": {
        "format": "poetry",
        "text": "¶On that day:\/A pleasant vineyard, sing about it!"
    },
    "18155": {
        "format": "poetry",
        "text": "\/_I, the Lord, am its keeper;\/_every moment I water it.\/I guard it night and day\/_so that no one can harm it;"
    },
    "18156": {
        "format": "poetry",
        "text": "\/_I have no wrath.\/If it gives me thorns and briers,\/_I will march to battle against it.\/_I will burn it up."
    },
    "18157": {
        "format": "poetry",
        "text": "\/Or else let it cling to me for protection,\/_let it make peace with me,\/_let it make peace with me."
    },
    "18158": {
        "format": "poetry",
        "text": "¶In days to come Jacob shall take root,\/_Israel shall blossom and put forth shoots,\/_and fill the whole world with fruit."
    },
    "18159": {
        "format": "poetry",
        "text": "¶Has he struck them down as he struck down those who struck them?\/_Or have they been killed as their killers were killed?"
    },
    "18160": {
        "format": "poetry",
        "text": "\/By expulsion, by exile you struggled against them;\/_with his fierce blast he removed them in the day of the east wind."
    },
    "18161": {
        "format": "poetry",
        "text": "\/Therefore by this the guilt of Jacob will be expiated,\/_and this will be the full fruit of the removal of his sin:\/when he makes all the stones of the altars\/_like chalkstones crushed to pieces,\/_no sacred poles or incense altars will remain standing."
    },
    "18162": {
        "format": "poetry",
        "text": "\/For the fortified city is solitary,\/_a habitation deserted and forsaken, like the wilderness;\/the calves graze there,\/_there they lie down, and strip its branches."
    },
    "18163": {
        "format": "poetry",
        "text": "\/When its boughs are dry, they are broken;\/_women come and make a fire of them.\/For this is a people without understanding;\/_therefore he that made them will not have compassion on them,\/_he that formed them will show them no favor."
    },
    "18164": {
        "format": "prose",
        "text": "¶On that day the Lord will thresh from the channel of the Euphrates to the Wadi of Egypt, and you will be gathered one by one, O people of Israel."
    },
    "18165": {
        "format": "prose",
        "text": "And on that day a great trumpet will be blown, and those who were lost in the land of Assyria and those who were driven out to the land of Egypt will come and worship the Lord on the holy mountain at Jerusalem."
    },
    "18166": {
        "format": "poetry",
        "text": "§¶Ah, the proud garland of the drunkards of Ephraim,\/_and the fading flower of its glorious beauty,\/_which is on the head of those bloated with rich food, of those overcome with wine!"
    },
    "18167": {
        "format": "poetry",
        "text": "\/See, the Lord has one who is mighty and strong;\/_like a storm of hail, a destroying tempest,\/like a storm of mighty, overflowing waters;\/_with his hand he will hurl them down to the earth."
    },
    "18168": {
        "format": "poetry",
        "text": "\/Trampled under foot will be\/_the proud garland of the drunkards of Ephraim."
    },
    "18169": {
        "format": "poetry",
        "text": "\/And the fading flower of its glorious beauty,\/_which is on the head of those bloated with rich food,\/will be like a first‑ripe fig before the summer;\/_whoever sees it, eats it up\/_as soon as it comes to hand."
    },
    "18170": {
        "format": "poetry",
        "text": "¶In that day the Lord of hosts will be a garland of glory,\/_and a diadem of beauty, to the remnant of his people;"
    },
    "18171": {
        "format": "poetry",
        "text": "\/and a spirit of justice to the one who sits in judgment,\/_and strength to those who turn back the battle at the gate."
    },
    "18172": {
        "format": "poetry",
        "text": "¶These also reel with wine\/_and stagger with strong drink;\/the priest and the prophet reel with strong drink,\/_they are confused with wine,\/_they stagger with strong drink;\/they err in vision,\/_they stumble in giving judgment."
    },
    "18173": {
        "format": "poetry",
        "text": "\/All tables are covered with filthy vomit;\/_no place is clean."
    },
    "18174": {
        "format": "poetry",
        "text": "¶“Whom will he teach knowledge,\/_and to whom will he explain the message?\/Those who are weaned from milk,\/_those taken from the breast?"
    },
    "17741": {
        "format": "prose",
        "text": "§¶Let me sing for my beloved¶▼my love‑song concerning his vineyard:\/My beloved had a vineyard\/_on a very fertile hill."
    },
    "18175": {
        "format": "poetry",
        "text": "\/For it is precept upon precept, precept upon precept,\/_line upon line, line upon line,\/_here a little, there a little.”"
    },
    "17742": {
        "format": "poetry",
        "text": "\/He dug it and cleared it of stones,\/_and planted it with choice vines;\/he built a watchtower in the midst of it,\/_and hewed out a wine vat in it;\/he expected it to yield grapes,\/_but it yielded wild grapes."
    },
    "18176": {
        "format": "poetry",
        "text": "¶Truly, with stammering lip\/_and with alien tongue\/he will speak to this people,"
    },
    "17743": {
        "format": "poetry",
        "text": "¶And now, inhabitants of Jerusalem\/_and people of Judah,\/judge between me\/_and my vineyard."
    },
    "18177": {
        "format": "poetry",
        "text": "\/_to whom he has said,\/“This is rest;\/_give rest to the weary;\/and this is repose”;\/_yet they would not hear."
    },
    "17744": {
        "format": "poetry",
        "text": "\/What more was there to do for my vineyard\/_that I have not done in it?\/When I expected it to yield grapes,\/_why did it yield wild grapes?"
    },
    "18178": {
        "format": "poetry",
        "text": "\/Therefore the word of the Lord will be to them,\/_“Precept upon precept, precept upon precept,\/_line upon line, line upon line,\/_here a little, there a little;”\/in order that they may go, and fall backward,\/_and be broken, and snared, and taken."
    },
    "17745": {
        "format": "poetry",
        "text": "¶And now I will tell you\/_what I will do to my vineyard.\/I will remove its hedge,\/_and it shall be devoured;\/I will break down its wall,\/_and it shall be trampled down."
    },
    "18179": {
        "format": "poetry",
        "text": "¶Therefore hear the word of the Lord, you scoffers\/_who rule this people in Jerusalem."
    },
    "17746": {
        "format": "poetry",
        "text": "\/I will make it a waste;\/_it shall not be pruned or hoed,\/_and it shall be overgrown with briers and thorns;\/I will also command the clouds\/_that they rain no rain upon it."
    },
    "18180": {
        "format": "poetry",
        "text": "\/Because you have said, “We have made a covenant with death,\/_and with Sheol we have an agreement;\/when the overwhelming scourge passes through\/_it will not come to us;\/for we have made lies our refuge,\/_and in falsehood we have taken shelter”;"
    },
    "17747": {
        "format": "poetry",
        "text": "¶For the vineyard of the Lord of hosts\/_is the house of Israel,\/and the people of Judah\/_are his pleasant planting;\/he expected justice,\/_but saw bloodshed;\/righteousness,\/_but heard a cry!"
    },
    "18181": {
        "format": "poetry",
        "text": "\/therefore thus says the Lord God,\/See, I am laying in Zion a foundation stone,\/_a tested stone,\/a precious cornerstone, a sure foundation:\/_“One who trusts will not panic.”"
    },
    "17748": {
        "format": "poetry",
        "text": "§¶Ah, you who join house to house,\/_who add field to field,\/until there is room for no one but you,\/_and you are left to live alone\/_in the midst of the land!"
    },
    "18182": {
        "format": "poetry",
        "text": "\/And I will make justice the line,\/_and righteousness the plummet;\/hail will sweep away the refuge of lies,\/_and waters will overwhelm the shelter."
    },
    "17749": {
        "format": "poetry",
        "text": "\/The Lord of hosts has sworn in my hearing:\/Surely many houses shall be desolate,\/_large and beautiful houses, without inhabitant."
    },
    "18183": {
        "format": "poetry",
        "text": "\/Then your covenant with death will be annulled,\/_and your agreement with Sheol will not stand;\/when the overwhelming scourge passes through\/_you will be beaten down by it."
    },
    "17750": {
        "format": "poetry",
        "text": "\/For ten acres of vineyard shall yield but one bath,\/_and a homer of seed shall yield a mere ephah."
    },
    "18184": {
        "format": "poetry",
        "text": "\/As often as it passes through, it will take you;\/_for morning by morning it will pass through,\/_by day and by night;\/and it will be sheer terror to understand the message."
    },
    "17751": {
        "format": "poetry",
        "text": "¶Ah, you who rise early in the morning\/_in pursuit of strong drink,\/who linger in the evening\/_to be inflamed by wine,"
    },
    "18185": {
        "format": "poetry",
        "text": "\/For the bed is too short to stretch oneself on it,\/_and the covering too narrow to wrap oneself in it."
    },
    "17752": {
        "format": "poetry",
        "text": "\/whose feasts consist of lyre and harp,\/_tambourine and flute and wine,\/but who do not regard the deeds of the Lord,\/_or see the work of his hands!"
    },
    "18186": {
        "format": "poetry",
        "text": "\/For the Lord will rise up as on Mount Perazim,\/_he will rage as in the valley of Gibeon\/to do his deed—strange is his deed!—\/_and to work his work—alien is his work!"
    },
    "18187": {
        "format": "poetry",
        "text": "\/Now therefore do not scoff,\/_or your bonds will be made stronger;\/for I have heard a decree of destruction\/_from the Lord God of hosts upon the whole land."
    },
    "17753": {
        "format": "poetry",
        "text": "\/Therefore my people go into exile without knowledge;\/their nobles are dying of hunger,\/_and their multitude is parched with thirst."
    },
    "18188": {
        "format": "poetry",
        "text": "¶Listen, and hear my voice;\/_Pay attention, and hear my speech."
    },
    "17754": {
        "format": "poetry",
        "text": "¶Therefore Sheol has enlarged its appetite\/_and opened its mouth beyond measure;\/the nobility of Jerusalem and her multitude go down,\/_her throng and all who exult in her."
    },
    "18189": {
        "format": "poetry",
        "text": "\/Do those who plow for sowing plow continually?\/_Do they continually open and harrow their ground?"
    },
    "17755": {
        "format": "poetry",
        "text": "\/People are bowed down, everyone is brought low,\/_and the eyes of the haughty are humbled."
    },
    "18190": {
        "format": "poetry",
        "text": "\/When they have leveled its surface,\/_do they not scatter dill, sow cummin,\/and plant wheat in rows\/_and barley in its proper place,\/_and spelt as the border?"
    },
    "17756": {
        "format": "poetry",
        "text": "\/But the Lord of hosts is exalted by justice,\/_and the Holy God shows himself holy by righteousness."
    },
    "18191": {
        "format": "poetry",
        "text": "\/For they are well instructed;\/_their God teaches them."
    },
    "17757": {
        "format": "poetry",
        "text": "\/Then the lambs shall graze as in their pasture,\/_fatlings and kids shall feed among the ruins."
    },
    "18192": {
        "format": "poetry",
        "text": "¶Dill is not threshed with a threshing sledge,\/_nor is a cart wheel rolled over cummin;\/but dill is beaten out with a stick,\/_and cummin with a rod."
    },
    "17758": {
        "format": "poetry",
        "text": "¶Ah, you who drag iniquity along with cords of falsehood,\/_who drag sin along as with cart ropes,"
    },
    "18193": {
        "format": "poetry",
        "text": "\/Grain is crushed for bread,\/_but one does not thresh it forever;\/one drives the cart wheel and horses over it,\/_but does not pulverize it."
    },
    "17759": {
        "format": "poetry",
        "text": "\/who say, “Let him make haste,\/_let him speed his work\/_that we may see it;\/let the plan of the Holy One of Israel hasten to fulfillment,\/_that we may know it!”"
    },
    "18194": {
        "format": "poetry",
        "text": "\/This also comes from the Lord of hosts;\/_he is wonderful in counsel,\/_and excellent in wisdom."
    },
    "17760": {
        "format": "poetry",
        "text": "\/Ah, you who call evil good\/_and good evil,\/who put darkness for light\/_and light for darkness,\/who put bitter for sweet\/_and sweet for bitter!"
    },
    "17761": {
        "format": "poetry",
        "text": "\/Ah, you who are wise in your own eyes,\/_and shrewd in your own sight!"
    },
    "18195": {
        "format": "poetry",
        "text": "§¶Ah, Ariel, Ariel,\/_the city where David encamped!\/Add year to year;\/_let the festivals run their round."
    },
    "17762": {
        "format": "poetry",
        "text": "\/Ah, you who are heroes in drinking wine\/_and valiant at mixing drink,"
    },
    "18196": {
        "format": "poetry",
        "text": "\/Yet I will distress Ariel,\/_and there shall be moaning and lamentation,\/_and Jerusalem shall be to me like an Ariel."
    },
    "17763": {
        "format": "poetry",
        "text": "\/who acquit the guilty for a bribe,\/_and deprive the innocent of their rights!"
    },
    "18197": {
        "format": "poetry",
        "text": "\/And like David I will encamp against you;\/_I will besiege you with towers\/_and raise siegeworks against you."
    },
    "17764": {
        "format": "poetry",
        "text": "§¶Therefore, as the tongue of fire devours the stubble,\/_and as dry grass sinks down in the flame,\/so their root will become rotten,\/_and their blossom go up like dust;\/for they have rejected the instruction of the Lord of hosts,\/_and have despised the word of the Holy One of Israel."
    },
    "18198": {
        "format": "poetry",
        "text": "\/Then deep from the earth you shall speak,\/_from low in the dust your words shall come;\/your voice shall come from the ground like the voice of a ghost,\/_and your speech shall whisper out of the dust."
    },
    "17765": {
        "format": "poetry",
        "text": "¶Therefore the anger of the Lord was kindled against his people,\/_and he stretched out his hand against them and struck them;\/_the mountains quaked,\/and their corpses were like refuse\/_in the streets.\/For all this his anger has not turned away,\/_and his hand is stretched out still."
    },
    "18199": {
        "format": "poetry",
        "text": "¶But the multitude of your foes shall be like small dust,\/_and the multitude of tyrants like flying chaff.\/And in an instant, suddenly,"
    },
    "17766": {
        "format": "poetry",
        "text": "¶He will raise a signal for a nation far away,\/_and whistle for a people at the ends of the earth;\/Here they come, swiftly, speedily!"
    },
    "18200": {
        "format": "poetry",
        "text": "\/_you will be visited by the Lord of hosts\/with thunder and earthquake and great noise,\/_with whirlwind and tempest, and the flame of a devouring fire."
    },
    "17767": {
        "format": "poetry",
        "text": "\/None of them is weary, none stumbles,\/_none slumbers or sleeps,\/not a loincloth is loose,\/_not a sandal‑thong broken;"
    },
    "18201": {
        "format": "poetry",
        "text": "\/And the multitude of all the nations that fight against Ariel,\/_all that fight against her and her stronghold, and who distress her,\/_shall be like a dream, a vision of the night."
    },
    "17768": {
        "format": "poetry",
        "text": "\/their arrows are sharp,\/_all their bows bent,\/their horses’ hoofs seem like flint,\/_and their wheels like the whirlwind."
    },
    "18202": {
        "format": "poetry",
        "text": "\/Just as when a hungry person dreams of eating\/_and wakes up still hungry,\/or a thirsty person dreams of drinking\/_and wakes up faint, still thirsty,\/so shall the multitude of all the nations be\/_that fight against Mount Zion."
    },
    "17769": {
        "format": "poetry",
        "text": "\/Their roaring is like a lion,\/_like young lions they roar;\/they growl and seize their prey,\/_they carry it off, and no one can rescue."
    },
    "18203": {
        "format": "poetry",
        "text": "¶Stupefy yourselves and be in a stupor,\/_blind yourselves and be blind!\/Be drunk, but not from wine;\/_stagger, but not from strong drink!"
    },
    "17770": {
        "format": "poetry",
        "text": "\/They will roar over it on that day,\/_like the roaring of the sea.\/And if one look to the land—\/_only darkness and distress;\/and the light grows dark with clouds."
    },
    "18204": {
        "format": "poetry",
        "text": "\/For the Lord has poured out upon you\/_a spirit of deep sleep;\/he has closed your eyes, you prophets,\/_and covered your heads, you seers."
    },
    "17771": {
        "format": "prose",
        "text": "§¶In the year that King Uzziah died, I saw the Lord sitting on a throne, high and lofty; and the hem of his robe filled the temple."
    },
    "18205": {
        "format": "prose",
        "text": "¶The vision of all this has become for you like the words of a sealed document. If it is given to those who can read, with the command, “Read this,” they say, “We cannot, for it is sealed.”"
    },
    "17772": {
        "format": "prose",
        "text": "Seraphs were in attendance above him; each had six wings: with two they covered their faces, and with two they covered their feet, and with two they flew."
    },
    "18206": {
        "format": "prose",
        "text": "And if it is given to those who cannot read, saying, “Read this,” they say, “We cannot read.”"
    },
    "17773": {
        "format": "prose",
        "text": "And one called to another and said:¶▼“Holy, holy, holy is the Lord of hosts;\/the whole earth is full of his glory.”"
    },
    "18207": {
        "format": "poetry",
        "text": "¶The Lord said:\/Because these people draw near with their mouths\/_and honor me with their lips,\/_while their hearts are far from me,\/and their worship of me is a human commandment learned by rote;"
    },
    "17774": {
        "format": "prose",
        "text": "¶The pivots on the thresholds shook at the voices of those who called, and the house filled with smoke."
    },
    "18208": {
        "format": "poetry",
        "text": "\/so I will again do\/_amazing things with this people,\/_shocking and amazing.\/The wisdom of their wise shall perish,\/_and the discernment of the discerning shall be hidden."
    },
    "17775": {
        "format": "prose",
        "text": "And I said: “Woe is me! I am lost, for I am a man of unclean lips, and I live among a people of unclean lips; yet my eyes have seen the King, the Lord of hosts!”"
    },
    "18209": {
        "format": "poetry",
        "text": "¶Ha! You who hide a plan too deep for the Lord,\/_whose deeds are in the dark,\/_and who say, “Who sees us? Who knows us?”"
    },
    "17776": {
        "format": "prose",
        "text": "¶Then one of the seraphs flew to me, holding a live coal that had been taken from the altar with a pair of tongs."
    },
    "18210": {
        "format": "poetry",
        "text": "\/You turn things upside down!\/_Shall the potter be regarded as the clay?\/Shall the thing made say of its maker,\/_“He did not make me”;\/or the thing formed say of the one who formed it,\/_“He has no understanding”?"
    },
    "17777": {
        "format": "prose",
        "text": "The seraph touched my mouth with it and said: “Now that this has touched your lips, your guilt has departed and your sin is blotted out.”"
    },
    "18211": {
        "format": "poetry",
        "text": "§¶Shall not Lebanon in a very little while\/_become a fruitful field,\/_and the fruitful field be regarded as a forest?"
    },
    "17778": {
        "format": "prose",
        "text": "Then I heard the voice of the Lord saying, “Whom shall I send, and who will go for us?” And I said, “Here am I; send me!”"
    },
    "18212": {
        "format": "poetry",
        "text": "\/On that day the deaf shall hear\/_the words of a scroll,\/and out of their gloom and darkness\/_the eyes of the blind shall see."
    },
    "17779": {
        "format": "prose",
        "text": "And he said, “Go and say to this people:¶▼‘Keep listening, but do not comprehend;\/keep looking, but do not understand.’"
    },
    "18213": {
        "format": "poetry",
        "text": "\/The meek shall obtain fresh joy in the Lord,\/_and the neediest people shall exult in the Holy One of Israel."
    },
    "17780": {
        "format": "poetry",
        "text": "\/Make the mind of this people dull,\/_and stop their ears,\/_and shut their eyes,\/so that they may not look with their eyes,\/_and listen with their ears,\/and comprehend with their minds,\/_and turn and be healed.”"
    },
    "18214": {
        "format": "poetry",
        "text": "\/For the tyrant shall be no more,\/_and the scoffer shall cease to be;\/_all those alert to do evil shall be cut off—"
    },
    "17781": {
        "format": "poetry",
        "text": "\/Then I said, “How long, O Lord?” And he said:\/“Until cities lie waste\/_without inhabitant,\/and houses without people,\/_and the land is utterly desolate;"
    },
    "18215": {
        "format": "poetry",
        "text": "\/those who cause a person to lose a lawsuit,\/_who set a trap for the arbiter in the gate,\/_and without grounds deny justice to the one in the right."
    },
    "17782": {
        "format": "poetry",
        "text": "\/until the Lord sends everyone far away,\/_and vast is the emptiness in the midst of the land."
    },
    "17783": {
        "format": "poetry",
        "text": "\/Even if a tenth part remain in it,\/_it will be burned again,\/like a terebinth or an oak\/_whose stump remains standing\/_when it is felled.”\/The holy seed is its stump."
    },
    "17784": {
        "format": "prose",
        "text": "§¶In the days of Ahaz son of Jotham son of Uzziah, king of Judah, King Rezin of Aram and King Pekah son of Remaliah of Israel went up to attack Jerusalem, but could not mount an attack against it."
    },
    "17785": {
        "format": "prose",
        "text": "When the house of David heard that Aram had allied itself with Ephraim, the heart of Ahaz and the heart of his people shook as the trees of the forest shake before the wind."
    },
    "17786": {
        "format": "prose",
        "text": "¶Then the Lord said to Isaiah, Go out to meet Ahaz, you and your son Shear‑jashub, at the end of the conduit of the upper pool on the highway to the Fuller’s Field,"
    },
    "17787": {
        "format": "prose",
        "text": "and say to him, Take heed, be quiet, do not fear, and do not let your heart be faint because of these two smoldering stumps of firebrands, because of the fierce anger of Rezin and Aram and the son of Remaliah."
    },
    "17788": {
        "format": "prose",
        "text": "Because Aram—with Ephraim and the son of Remaliah—has plotted evil against you, saying,"
    },
    "17789": {
        "format": "prose",
        "text": "Let us go up against Judah and cut off Jerusalem and conquer it for ourselves and make the son of Tabeel king in it;"
    },
    "17790": {
        "format": "prose",
        "text": "therefore thus says the Lord God:¶▼It shall not stand,\/_and it shall not come to pass."
    },
    "17791": {
        "format": "poetry",
        "text": "\/For the head of Aram is Damascus,\/_and the head of Damascus is Rezin.¶►(Within sixty‑five years Ephraim will be shattered, no longer a people.)"
    },
    "17792": {
        "format": "poetry",
        "text": "¶The head of Ephraim is Samaria,\/_and the head of Samaria is the son of Remaliah.\/If you do not stand firm in faith,\/_you shall not stand at all."
    },
    "17793": {
        "format": "prose",
        "text": "§¶Again the Lord spoke to Ahaz, saying,"
    },
    "17794": {
        "format": "prose",
        "text": "Ask a sign of the Lord your God; let it be deep as Sheol or high as heaven."
    },
    "17795": {
        "format": "prose",
        "text": "But Ahaz said, I will not ask, and I will not put the Lord to the test."
    },
    "17796": {
        "format": "prose",
        "text": "Then Isaiah said: “Hear then, O house of David! Is it too little for you to weary mortals, that you weary my God also?"
    },
    "17797": {
        "format": "prose",
        "text": "Therefore the Lord himself will give you a sign. Look, the young woman is with child and shall bear a son, and shall name him Immanuel."
    },
    "17798": {
        "format": "prose",
        "text": "He shall eat curds and honey by the time he knows how to refuse the evil and choose the good."
    },
    "17799": {
        "format": "prose",
        "text": "For before the child knows how to refuse the evil and choose the good, the land before whose two kings you are in dread will be deserted."
    },
    "17800": {
        "format": "prose",
        "text": "The Lord will bring on you and on your people and on your ancestral house such days as have not come since the day that Ephraim departed from Judah—the king of Assyria.”"
    },
    "17801": {
        "format": "prose",
        "text": "¶On that day the Lord will whistle for the fly that is at the sources of the streams of Egypt, and for the bee that is in the land of Assyria."
    },
    "17802": {
        "format": "prose",
        "text": "And they will all come and settle in the steep ravines, and in the clefts of the rocks, and on all the thornbushes, and on all the pastures."
    },
    "17803": {
        "format": "prose",
        "text": "¶On that day the Lord will shave with a razor hired beyond the River—with the king of Assyria—the head and the hair of the feet, and it will take off the beard as well."
    },
    "17804": {
        "format": "prose",
        "text": "¶On that day one will keep alive a young cow and two sheep,"
    },
    "17805": {
        "format": "prose",
        "text": "and will eat curds because of the abundance of milk that they give; for everyone that is left in the land shall eat curds and honey."
    },
    "17806": {
        "format": "prose",
        "text": "¶On that day every place where there used to be a thousand vines, worth a thousand shekels of silver, will become briers and thorns."
    },
    "17807": {
        "format": "prose",
        "text": "With bow and arrows one will go there, for all the land will be briers and thorns;"
    },
    "17808": {
        "format": "prose",
        "text": "and as for all the hills that used to be hoed with a hoe, you will not go there for fear of briers and thorns; but they will become a place where cattle are let loose and where sheep tread."
    },
    "17809": {
        "format": "prose",
        "text": "§¶Then the Lord said to me, Take a large tablet and write on it in common characters, “Belonging to Maher‑shalal‑hash‑baz,”"
    },
    "17810": {
        "format": "prose",
        "text": "and have it attested for me by reliable witnesses, the priest Uriah and Zechariah son of Jeberechiah."
    },
    "17811": {
        "format": "prose",
        "text": "And I went to the prophetess, and she conceived and bore a son. Then the Lord said to me, Name him Maher‑shalal‑hash‑baz;"
    },
    "17812": {
        "format": "prose",
        "text": "for before the child knows how to call “My father” or “My mother,” the wealth of Damascus and the spoil of Samaria will be carried away by the king of Assyria."
    },
    "17813": {
        "format": "prose",
        "text": "¶The Lord spoke to me again:"
    },
    "17814": {
        "format": "prose",
        "text": "Because this people has refused the waters of Shiloah that flow gently, and melt in fear before Rezin and the son of Remaliah;"
    },
    "17815": {
        "format": "prose",
        "text": "therefore, the Lord is bringing up against it the mighty flood waters of the River, the king of Assyria and all his glory; it will rise above all its channels and overflow all its banks;"
    },
    "17816": {
        "format": "prose",
        "text": "it will sweep on into Judah as a flood, and, pouring over, it will reach up to the neck; and its outspread wings will fill the breadth of your land, O Immanuel."
    },
    "17817": {
        "format": "poetry",
        "text": "¶Band together, you peoples, and be dismayed;\/_listen, all you far countries;\/gird yourselves and be dismayed;\/_gird yourselves and be dismayed!"
    },
    "17818": {
        "format": "poetry",
        "text": "\/Take counsel together, but it shall be brought to naught;\/_speak a word, but it will not stand,\/_for God is with us."
    },
    "17819": {
        "format": "prose",
        "text": "¶For the Lord spoke thus to me while his hand was strong upon me, and warned me not to walk in the way of this people, saying:"
    },
    "17820": {
        "format": "prose",
        "text": "Do not call conspiracy all that this people calls conspiracy, and do not fear what it fears, or be in dread."
    },
    "17821": {
        "format": "prose",
        "text": "But the Lord of hosts, him you shall regard as holy; let him be your fear, and let him be your dread."
    },
    "17822": {
        "format": "prose",
        "text": "He will become a sanctuary, a stone one strikes against; for both houses of Israel he will become a rock one stumbles over—a trap and a snare for the inhabitants of Jerusalem."
    },
    "17823": {
        "format": "prose",
        "text": "And many among them shall stumble; they shall fall and be broken; they shall be snared and taken."
    },
    "17824": {
        "format": "prose",
        "text": "§¶Bind up the testimony, seal the teaching among my disciples."
    },
    "17825": {
        "format": "prose",
        "text": "I will wait for the Lord, who is hiding his face from the house of Jacob, and I will hope in him."
    },
    "17826": {
        "format": "prose",
        "text": "See, I and the children whom the Lord has given me are signs and portents in Israel from the Lord of hosts, who dwells on Mount Zion."
    },
    "17827": {
        "format": "prose",
        "text": "Now if people say to you, “Consult the ghosts and the familiar spirits that chirp and mutter; should not a people consult their gods, the dead on behalf of the living,"
    },
    "17828": {
        "format": "prose",
        "text": "for teaching and for instruction?” surely, those who speak like this will have no dawn!"
    },
    "17829": {
        "format": "prose",
        "text": "They will pass through the land, greatly distressed and hungry; when they are hungry, they will be enraged and will curse their king and their gods. They will turn their faces upward,"
    },
    "17830": {
        "format": "prose",
        "text": "or they will look to the earth, but will see only distress and darkness, the gloom of anguish; and they will be thrust into thick darkness."
    },
    "17831": {
        "format": "prose",
        "text": "§¶But there will be no gloom for those who were in anguish. In the former time he brought into contempt the land of Zebulun and the land of Naphtali, but in the latter time he will make glorious the way of the sea, the land beyond the Jordan, Galilee of the nations."
    },
    "17832": {
        "format": "poetry",
        "text": "¶The people who walked in darkness\/_have seen a great light;\/those who lived in a land of deep darkness—\/_on them light has shined."
    },
    "17833": {
        "format": "poetry",
        "text": "\/You have multiplied the nation,\/_you have increased its joy;\/they rejoice before you\/_as with joy at the harvest,\/_as people exult when dividing plunder."
    },
    "17834": {
        "format": "poetry",
        "text": "\/For the yoke of their burden,\/_and the bar across their shoulders,\/_the rod of their oppressor,\/_you have broken as on the day of Midian."
    },
    "17835": {
        "format": "poetry",
        "text": "\/For all the boots of the tramping warriors\/_and all the garments rolled in blood\/_shall be burned as fuel for the fire."
    },
    "17836": {
        "format": "poetry",
        "text": "\/For a child has been born for us,\/_a son given to us;\/authority rests upon his shoulders;\/_and he is named\/Wonderful Counselor, Mighty God,\/_Everlasting Father, Prince of Peace."
    },
    "17837": {
        "format": "poetry",
        "text": "\/His authority shall grow continually,\/_and there shall be endless peace\/for the throne of David and his kingdom.\/_He will establish and uphold it\/with justice and with righteousness\/_from this time onward and forevermore.\/The zeal of the Lord of hosts will do this."
    },
    "17838": {
        "format": "poetry",
        "text": "§¶The Lord sent a word against Jacob,\/_and it fell on Israel;"
    },
    "17839": {
        "format": "poetry",
        "text": "\/and all the people knew it—\/_Ephraim and the inhabitants of Samaria—\/_but in pride and arrogance of heart they said:"
    },
    "17840": {
        "format": "poetry",
        "text": "\/“The bricks have fallen,\/_but we will build with dressed stones;\/the sycamores have been cut down,\/_but we will put cedars in their place.”"
    },
    "17841": {
        "format": "poetry",
        "text": "\/So the Lord raised adversaries against them,\/_and stirred up their enemies,"
    },
    "17842": {
        "format": "poetry",
        "text": "\/the Arameans on the east and the Philistines on the west,\/_and they devoured Israel with open mouth.\/For all this his anger has not turned away;\/_his hand is stretched out still."
    },
    "17843": {
        "format": "poetry",
        "text": "¶The people did not turn to him who struck them,\/_or seek the Lord of hosts."
    },
    "17844": {
        "format": "poetry",
        "text": "\/So the Lord cut off from Israel head and tail,\/_palm branch and reed in one day—"
    },
    "17845": {
        "format": "poetry",
        "text": "\/elders and dignitaries are the head,\/_and prophets who teach lies are the tail;"
    },
    "17846": {
        "format": "poetry",
        "text": "\/for those who led this people led them astray,\/_and those who were led by them were left in confusion."
    },
    "17847": {
        "format": "poetry",
        "text": "\/That is why the Lord did not have pity on their young people,\/_or compassion on their orphans and widows;\/for everyone was godless and an evildoer,\/_and every mouth spoke folly.\/For all this his anger has not turned away;\/_his hand is stretched out still."
    },
    "17848": {
        "format": "poetry",
        "text": "¶For wickedness burned like a fire,\/_consuming briers and thorns;\/it kindled the thickets of the forest,\/_and they swirled upward in a column of smoke."
    },
    "17849": {
        "format": "poetry",
        "text": "\/Through the wrath of the Lord of hosts\/_the land was burned,\/and the people became like fuel for the fire;\/_no one spared another."
    },
    "17850": {
        "format": "poetry",
        "text": "\/They gorged on the right, but still were hungry,\/_and they devoured on the left, but were not satisfied;\/they devoured the flesh of their own kindred;"
    },
    "17851": {
        "format": "poetry",
        "text": "\/Manasseh devoured Ephraim, and Ephraim Manasseh,\/_and together they were against Judah.\/For all this his anger has not turned away;\/_his hand is stretched out still."
    },
    "17852": {
        "format": "poetry",
        "text": "¶Ah, you who make iniquitous decrees,\/_who write oppressive statutes,"
    },
    "17853": {
        "format": "poetry",
        "text": "\/to turn aside the needy from justice\/_and to rob the poor of my people of their right,\/that widows may be your spoil,\/_and that you may make the orphans your prey!"
    },
    "17854": {
        "format": "poetry",
        "text": "\/What will you do on the day of punishment,\/_in the calamity that will come from far away?\/To whom will you flee for help,\/_and where will you leave your wealth,"
    },
    "17855": {
        "format": "poetry",
        "text": "\/so as not to crouch among the prisoners\/_or fall among the slain?\/For all this his anger has not turned away;\/_his hand is stretched out still."
    },
    "17856": {
        "format": "poetry",
        "text": "§¶Ah, Assyria, the rod of my anger—\/_the club in their hands is my fury!"
    },
    "17857": {
        "format": "poetry",
        "text": "\/Against a godless nation I send him,\/_and against the people of my wrath I command him,\/to take spoil and seize plunder,\/_and to tread them down like the mire of the streets."
    },
    "17858": {
        "format": "poetry",
        "text": "\/But this is not what he intends,\/_nor does he have this in mind;\/but it is in his heart to destroy,\/_and to cut off nations not a few."
    },
    "17859": {
        "format": "poetry",
        "text": "\/For he says:\/“Are not my commanders all kings?"
    },
    "17860": {
        "format": "poetry",
        "text": "\/Is not Calno like Carchemish?\/_Is not Hamath like Arpad?\/_Is not Samaria like Damascus?"
    },
    "17861": {
        "format": "poetry",
        "text": "\/As my hand has reached to the kingdoms of the idols\/_whose images were greater than those of Jerusalem and Samaria,"
    },
    "17862": {
        "format": "poetry",
        "text": "\/shall I not do to Jerusalem and her idols\/_what I have done to Samaria and her images?”"
    },
    "17863": {
        "format": "prose",
        "text": "¶When the Lord has finished all his work on Mount Zion and on Jerusalem, he will punish the arrogant boasting of the king of Assyria and his haughty pride."
    },
    "17864": {
        "format": "prose",
        "text": "For he says:¶▼“By the strength of my hand I have done it,\/_and by my wisdom, for I have understanding;\/I have removed the boundaries of peoples,\/_and have plundered their treasures;\/_like a bull I have brought down those who sat on thrones."
    },
    "17865": {
        "format": "poetry",
        "text": "\/My hand has found, like a nest,\/_the wealth of the peoples;\/and as one gathers eggs that have been forsaken,\/_so I have gathered all the earth;\/and there was none that moved a wing,\/_or opened its mouth, or chirped.”"
    },
    "17866": {
        "format": "poetry",
        "text": "¶Shall the ax vaunt itself over the one who wields it,\/_or the saw magnify itself against the one who handles it?\/As if a rod should raise the one who lifts it up,\/_or as if a staff should lift the one who is not wood!"
    },
    "17867": {
        "format": "poetry",
        "text": "\/Therefore the Sovereign, the Lord of hosts,\/_will send wasting sickness among his stout warriors,\/and under his glory a burning will be kindled,\/_like the burning of fire."
    },
    "17868": {
        "format": "poetry",
        "text": "\/The light of Israel will become a fire,\/_and his Holy One a flame;\/and it will burn and devour\/_his thorns and briers in one day."
    },
    "17869": {
        "format": "poetry",
        "text": "\/The glory of his forest and his fruitful land\/_the Lord will destroy, both soul and body,\/_and it will be as when an invalid wastes away."
    },
    "17870": {
        "format": "poetry",
        "text": "\/The remnant of the trees of his forest will be so few\/_that a child can write them down."
    },
    "17871": {
        "format": "prose",
        "text": "§¶On that day the remnant of Israel and the survivors of the house of Jacob will no more lean on the one who struck them, but will lean on the Lord, the Holy One of Israel, in truth."
    },
    "17872": {
        "format": "prose",
        "text": "A remnant will return, the remnant of Jacob, to the mighty God."
    },
    "17873": {
        "format": "prose",
        "text": "For though your people Israel were like the sand of the sea, only a remnant of them will return. Destruction is decreed, overflowing with righteousness."
    },
    "17874": {
        "format": "prose",
        "text": "For the Lord God of hosts will make a full end, as decreed, in all the earth."
    },
    "17875": {
        "format": "prose",
        "text": "¶Therefore thus says the Lord God of hosts: O my people, who live in Zion, do not be afraid of the Assyrians when they beat you with a rod and lift up their staff against you as the Egyptians did."
    },
    "17876": {
        "format": "prose",
        "text": "For in a very little while my indignation will come to an end, and my anger will be directed to their destruction."
    },
    "17877": {
        "format": "prose",
        "text": "The Lord of hosts will wield a whip against them, as when he struck Midian at the rock of Oreb; his staff will be over the sea, and he will lift it as he did in Egypt."
    },
    "17878": {
        "format": "prose",
        "text": "On that day his burden will be removed from your shoulder, and his yoke will be destroyed from your neck.¶▼He has gone up from Rimmon,"
    },
    "17879": {
        "format": "poetry",
        "text": "\/_he has come to Aiath;\/he has passed through Migron,\/_at Michmash he stores his baggage;"
    },
    "17880": {
        "format": "poetry",
        "text": "\/they have crossed over the pass,\/_at Geba they lodge for the night;\/Ramah trembles,\/_Gibeah of Saul has fled."
    },
    "17881": {
        "format": "poetry",
        "text": "\/Cry aloud, O daughter Gallim!\/_Listen, O Laishah!\/_Answer her, O Anathoth!"
    },
    "17882": {
        "format": "poetry",
        "text": "\/Madmenah is in flight,\/_the inhabitants of Gebim flee for safety."
    },
    "17883": {
        "format": "poetry",
        "text": "\/This very day he will halt at Nob,\/_he will shake his fist\/_at the mount of daughter Zion,\/_the hill of Jerusalem."
    },
    "17884": {
        "format": "poetry",
        "text": "¶Look, the Sovereign, the Lord of hosts,\/_will lop the boughs with terrifying power;\/the tallest trees will be cut down,\/_and the lofty will be brought low."
    },
    "17885": {
        "format": "poetry",
        "text": "\/He will hack down the thickets of the forest with an ax,\/_and Lebanon with its majestic trees will fall."
    },
    "17886": {
        "format": "poetry",
        "text": "§¶A shoot shall come out from the stump of Jesse,\/_and a branch shall grow out of his roots."
    },
    "17887": {
        "format": "poetry",
        "text": "\/The spirit of the Lord shall rest on him,\/_the spirit of wisdom and understanding,\/_the spirit of counsel and might,\/_the spirit of knowledge and the fear of the Lord."
    },
    "17888": {
        "format": "poetry",
        "text": "\/His delight shall be in the fear of the Lord.¶He shall not judge by what his eyes see,\/_or decide by what his ears hear;"
    },
    "17889": {
        "format": "poetry",
        "text": "\/but with righteousness he shall judge the poor,\/_and decide with equity for the meek of the earth;\/he shall strike the earth with the rod of his mouth,\/_and with the breath of his lips he shall kill the wicked."
    },
    "17890": {
        "format": "poetry",
        "text": "\/Righteousness shall be the belt around his waist,\/_and faithfulness the belt around his loins."
    },
    "17891": {
        "format": "poetry",
        "text": "¶The wolf shall live with the lamb,\/_the leopard shall lie down with the kid,\/the calf and the lion and the fatling together,\/_and a little child shall lead them."
    },
    "17892": {
        "format": "poetry",
        "text": "\/The cow and the bear shall graze,\/_their young shall lie down together;\/_and the lion shall eat straw like the ox."
    },
    "17893": {
        "format": "poetry",
        "text": "\/The nursing child shall play over the hole of the asp,\/_and the weaned child shall put its hand on the adder’s den."
    },
    "17894": {
        "format": "poetry",
        "text": "\/They will not hurt or destroy\/_on all my holy mountain;\/for the earth will be full of the knowledge of the Lord\/_as the waters cover the sea."
    },
    "17895": {
        "format": "prose",
        "text": "§¶On that day the root of Jesse shall stand as a signal to the peoples; the nations shall inquire of him, and his dwelling shall be glorious."
    },
    "17896": {
        "format": "prose",
        "text": "¶On that day the Lord will extend his hand yet a second time to recover the remnant that is left of his people, from Assyria, from Egypt, from Pathros, from Ethiopia, from Elam, from Shinar, from Hamath, and from the coastlands of the sea."
    },
    "17897": {
        "format": "poetry",
        "text": "¶He will raise a signal for the nations,\/_and will assemble the outcasts of Israel,\/and gather the dispersed of Judah\/_from the four corners of the earth."
    },
    "17898": {
        "format": "poetry",
        "text": "\/The jealousy of Ephraim shall depart,\/_the hostility of Judah shall be cut off;\/Ephraim shall not be jealous of Judah,\/_and Judah shall not be hostile towards Ephraim."
    },
    "17899": {
        "format": "poetry",
        "text": "\/But they shall swoop down on the backs of the Philistines in the west,\/_together they shall plunder the people of the east.\/They shall put forth their hand against Edom and Moab,\/_and the Ammonites shall obey them."
    },
    "17900": {
        "format": "poetry",
        "text": "\/And the Lord will utterly destroy\/_the tongue of the sea of Egypt;\/and will wave his hand over the River\/_with his scorching wind;\/and will split it into seven channels,\/_and make a way to cross on foot;"
    },
    "17901": {
        "format": "poetry",
        "text": "\/so there shall be a highway from Assyria\/_for the remnant that is left of his people,\/as there was for Israel\/_when they came up from the land of Egypt."
    },
    "17902": {
        "format": "poetry",
        "text": "§¶You will say in that day:\/I will give thanks to you, O Lord,\/_for though you were angry with me,\/your anger turned away,\/_and you comforted me."
    },
    "17903": {
        "format": "poetry",
        "text": "¶Surely God is my salvation;\/_I will trust, and will not be afraid,\/for the Lord God is my strength and my might;\/_he has become my salvation."
    },
    "17904": {
        "format": "prose",
        "text": "¶With joy you will draw water from the wells of salvation."
    },
    "17905": {
        "format": "prose",
        "text": "And you will say in that day:¶▼Give thanks to the Lord,\/_call on his name;\/make known his deeds among the nations;\/_proclaim that his name is exalted."
    },
    "17906": {
        "format": "poetry",
        "text": "¶Sing praises to the Lord, for he has done gloriously;\/_let this be known in all the earth."
    },
    "17907": {
        "format": "poetry",
        "text": "\/Shout aloud and sing for joy, O royal Zion,\/_for great in your midst is the Holy One of Israel."
    },
    "17908": {
        "format": "prose",
        "text": "§¶The oracle concerning Babylon that Isaiah son of Amoz saw."
    },
    "17909": {
        "format": "poetry",
        "text": "¶On a bare hill raise a signal,\/_cry aloud to them;\/wave the hand for them to enter\/_the gates of the nobles."
    },
    "17910": {
        "format": "poetry",
        "text": "\/I myself have commanded my consecrated ones,\/_have summoned my warriors, my proudly exulting ones,\/_to execute my anger."
    },
    "17911": {
        "format": "poetry",
        "text": "¶Listen, a tumult on the mountains\/_as of a great multitude!\/Listen, an uproar of kingdoms,\/_of nations gathering together!\/The Lord of hosts is mustering\/_an army for battle."
    },
    "18241": {
        "format": "prose",
        "text": "¶He will give rain for the seed with which you sow the ground, and grain, the produce of the ground, which will be rich and plenteous. On that day your cattle will graze in broad pastures;"
    },
    "18242": {
        "format": "prose",
        "text": "and the oxen and donkeys that till the ground will eat silage, which has been winnowed with shovel and fork."
    },
    "18243": {
        "format": "prose",
        "text": "On every lofty mountain and every high hill there will be brooks running with water—on a day of the great slaughter, when the towers fall."
    },
    "18244": {
        "format": "prose",
        "text": "Moreover the light of the moon will be like the light of the sun, and the light of the sun will be sevenfold, like the light of seven days, on the day when the Lord binds up the injuries of his people, and heals the wounds inflicted by his blow."
    },
    "18245": {
        "format": "poetry",
        "text": "§¶See, the name of the Lord comes from far away,\/_burning with his anger, and in thick rising smoke;\/his lips are full of indignation,\/_and his tongue is like a devouring fire;"
    },
    "18246": {
        "format": "poetry",
        "text": "\/his breath is like an overflowing stream\/_that reaches up to the neck—\/to sift the nations with the sieve of destruction,\/_and to place on the jaws of the peoples a bridle that leads them astray."
    },
    "18247": {
        "format": "prose",
        "text": "¶You shall have a song as in the night when a holy festival is kept; and gladness of heart, as when one sets out to the sound of the flute to go to the mountain of the Lord, to the Rock of Israel."
    },
    "18248": {
        "format": "prose",
        "text": "And the Lord will cause his majestic voice to be heard and the descending blow of his arm to be seen, in furious anger and a flame of devouring fire, with a cloudburst and tempest and hailstones."
    },
    "18249": {
        "format": "prose",
        "text": "The Assyrian will be terror‐stricken at the voice of the Lord, when he strikes with his rod."
    },
    "18250": {
        "format": "prose",
        "text": "And every stroke of the staff of punishment that the Lord lays upon him will be to the sound of timbrels and lyres; battling with brandished arm he will fight with him."
    },
    "18251": {
        "format": "prose",
        "text": "For his burning place has long been prepared; truly it is made ready for the king, its pyre made deep and wide, with fire and wood in abundance; the breath of the Lord, like a stream of sulfur, kindles it."
    },
    "18252": {
        "format": "poetry",
        "text": "§¶Alas for those who go down to Egypt for help\/_and who rely on horses,\/who trust in chariots because they are many\/_and in horsemen because they are very strong,\/but do not look to the Holy One of Israel\/_or consult the Lord!"
    },
    "18253": {
        "format": "poetry",
        "text": "\/Yet he too is wise and brings disaster;\/_he does not call back his words,\/but will rise against the house of the evildoers,\/_and against the helpers of those who work iniquity."
    },
    "18254": {
        "format": "poetry",
        "text": "\/The Egyptians are human, and not God;\/_their horses are flesh, and not spirit.\/When the Lord stretches out his hand,\/_the helper will stumble, and the one helped will fall,\/_and they will all perish together."
    },
    "18255": {
        "format": "poetry",
        "text": "¶For thus the Lord said to me,\/As a lion or a young lion growls over its prey,\/_and—when a band of shepherds is called out against it—\/is not terrified by their shouting\/_or daunted at their noise,\/so the Lord of hosts will come down\/_to fight upon Mount Zion and upon its hill."
    },
    "18256": {
        "format": "poetry",
        "text": "\/Like birds hovering overhead, so the Lord of hosts\/_will protect Jerusalem;\/he will protect and deliver it,\/_he will spare and rescue it."
    },
    "18257": {
        "format": "prose",
        "text": "¶Turn back to him whom you have deeply betrayed, O people of Israel."
    },
    "18258": {
        "format": "prose",
        "text": "For on that day all of you shall throw away your idols of silver and idols of gold, which your hands have sinfully made for you."
    },
    "18259": {
        "format": "poetry",
        "text": "¶“Then the Assyrian shall fall by a sword, not of mortals;\/_and a sword, not of humans, shall devour him;\/he shall flee from the sword,\/_and his young men shall be put to forced labor."
    },
    "18260": {
        "format": "poetry",
        "text": "\/His rock shall pass away in terror,\/_and his officers desert the standard in panic,”\/says the Lord, whose fire is in Zion,\/_and whose furnace is in Jerusalem."
    },
    "18261": {
        "format": "poetry",
        "text": "§¶See, a king will reign in righteousness,\/_and princes will rule with justice."
    },
    "18262": {
        "format": "poetry",
        "text": "\/Each will be like a hiding place from the wind,\/_a covert from the tempest,\/like streams of water in a dry place,\/_like the shade of a great rock in a weary land."
    },
    "18263": {
        "format": "poetry",
        "text": "\/Then the eyes of those who have sight will not be closed,\/_and the ears of those who have hearing will listen."
    },
    "18264": {
        "format": "poetry",
        "text": "\/The minds of the rash will have good judgment,\/_and the tongues of stammerers will speak readily and distinctly."
    },
    "18265": {
        "format": "poetry",
        "text": "\/A fool will no longer be called noble,\/_nor a villain said to be honorable."
    },
    "18266": {
        "format": "poetry",
        "text": "\/For fools speak folly,\/_and their minds plot iniquity:\/to practice ungodliness,\/_to utter error concerning the Lord,\/to leave the craving of the hungry unsatisfied,\/_and to deprive the thirsty of drink."
    },
    "18267": {
        "format": "poetry",
        "text": "\/The villainies of villains are evil;\/_they devise wicked devices\/to ruin the poor with lying words,\/_even when the plea of the needy is right."
    },
    "18268": {
        "format": "poetry",
        "text": "\/But those who are noble plan noble things,\/_and by noble things they stand."
    },
    "18269": {
        "format": "poetry",
        "text": "§¶Rise up, you women who are at ease, hear my voice;\/_you complacent daughters, listen to my speech."
    },
    "18270": {
        "format": "poetry",
        "text": "\/In little more than a year\/_you will shudder, you complacent ones;\/for the vintage will fail,\/_the fruit harvest will not come."
    },
    "18271": {
        "format": "poetry",
        "text": "\/Tremble, you women who are at ease,\/_shudder, you complacent ones;\/strip, and make yourselves bare,\/_and put sackcloth on your loins."
    },
    "18272": {
        "format": "poetry",
        "text": "\/Beat your breasts for the pleasant fields,\/_for the fruitful vine,"
    },
    "18273": {
        "format": "poetry",
        "text": "\/for the soil of my people\/_growing up in thorns and briers;\/yes, for all the joyous houses\/_in the jubilant city."
    },
    "18274": {
        "format": "poetry",
        "text": "\/For the palace will be forsaken,\/_the populous city deserted;\/the hill and the watchtower\/_will become dens forever,\/the joy of wild asses,\/_a pasture for flocks;"
    },
    "18275": {
        "format": "poetry",
        "text": "\/until a spirit from on high is poured out on us,\/_and the wilderness becomes a fruitful field,\/_and the fruitful field is deemed a forest."
    },
    "18276": {
        "format": "poetry",
        "text": "§¶Then justice will dwell in the wilderness,\/_and righteousness abide in the fruitful field."
    },
    "18277": {
        "format": "poetry",
        "text": "\/The effect of righteousness will be peace,\/_and the result of righteousness, quietness and trust forever."
    },
    "18278": {
        "format": "poetry",
        "text": "\/My people will abide in a peaceful habitation,\/_in secure dwellings, and in quiet resting places."
    },
    "18279": {
        "format": "poetry",
        "text": "\/The forest will disappear completely,\/_and the city will be utterly laid low."
    },
    "18280": {
        "format": "poetry",
        "text": "\/Happy will you be who sow beside every stream,\/_who let the ox and the donkey range freely."
    },
    "18281": {
        "format": "poetry",
        "text": "§¶Ah, you destroyer,\/_who yourself have not been destroyed;\/you treacherous one,\/_with whom no one has dealt treacherously!\/When you have ceased to destroy,\/_you will be destroyed;\/and when you have stopped dealing treacherously,\/_you will be dealt with treacherously."
    },
    "18282": {
        "format": "poetry",
        "text": "¶O Lord, be gracious to us; we wait for you.\/_Be our arm every morning,\/_our salvation in the time of trouble."
    },
    "18283": {
        "format": "poetry",
        "text": "\/At the sound of tumult, peoples fled;\/_before your majesty, nations scattered."
    },
    "18284": {
        "format": "poetry",
        "text": "\/Spoil was gathered as the caterpillar gathers;\/_as locusts leap, they leaped upon it."
    },
    "18285": {
        "format": "poetry",
        "text": "\/The Lord is exalted, he dwells on high;\/_he filled Zion with justice and righteousness;"
    },
    "18286": {
        "format": "poetry",
        "text": "\/he will be the stability of your times,\/_abundance of salvation, wisdom, and knowledge;\/_the fear of the Lord is Zion’s treasure."
    },
    "18287": {
        "format": "poetry",
        "text": "¶Listen! the valiant cry in the streets;\/_the envoys of peace weep bitterly."
    },
    "18288": {
        "format": "poetry",
        "text": "\/The highways are deserted,\/_travelers have quit the road.\/The treaty is broken,\/_its oaths are despised,\/_its obligation is disregarded."
    },
    "18289": {
        "format": "poetry",
        "text": "\/The land mourns and languishes;\/_Lebanon is confounded and withers away;\/Sharon is like a desert;\/_and Bashan and Carmel shake off their leaves."
    },
    "18290": {
        "format": "poetry",
        "text": "¶“Now I will arise,” says the Lord,\/_“now I will lift myself up;\/_now I will be exalted."
    },
    "18291": {
        "format": "poetry",
        "text": "\/You conceive chaff, you bring forth stubble;\/_your breath is a fire that will consume you."
    },
    "18292": {
        "format": "poetry",
        "text": "\/And the peoples will be as if burned to lime,\/_like thorns cut down, that are burned in the fire.”"
    },
    "18293": {
        "format": "poetry",
        "text": "¶Hear, you who are far away, what I have done;\/_and you who are near, acknowledge my might."
    },
    "18294": {
        "format": "poetry",
        "text": "\/The sinners in Zion are afraid;\/_trembling has seized the godless:\/“Who among us can live with the devouring fire?\/_Who among us can live with everlasting flames?”"
    },
    "18295": {
        "format": "poetry",
        "text": "\/Those who walk righteously and speak uprightly,\/_who despise the gain of oppression,\/who wave away a bribe instead of accepting it,\/_who stop their ears from hearing of bloodshed\/_and shut their eyes from looking on evil,"
    },
    "18296": {
        "format": "poetry",
        "text": "\/they will live on the heights;\/_their refuge will be the fortresses of rocks;\/_their food will be supplied, their water assured."
    },
    "18297": {
        "format": "poetry",
        "text": "§¶Your eyes will see the king in his beauty;\/_they will behold a land that stretches far away."
    },
    "18298": {
        "format": "poetry",
        "text": "\/Your mind will muse on the terror:\/_“Where is the one who counted?\/_Where is the one who weighed the tribute?\/_Where is the one who counted the towers?”"
    },
    "18299": {
        "format": "poetry",
        "text": "\/No longer will you see the insolent people,\/_the people of an obscure speech that you cannot comprehend,\/_stammering in a language that you cannot understand."
    },
    "18300": {
        "format": "poetry",
        "text": "\/Look on Zion, the city of our appointed festivals!\/_Your eyes will see Jerusalem,\/_a quiet habitation, an immovable tent,\/whose stakes will never be pulled up,\/_and none of whose ropes will be broken."
    },
    "18301": {
        "format": "poetry",
        "text": "\/But there the Lord in majesty will be for us\/_a place of broad rivers and streams,\/where no galley with oars can go,\/_nor stately ship can pass."
    },
    "18302": {
        "format": "poetry",
        "text": "\/For the Lord is our judge, the Lord is our ruler,\/_the Lord is our king; he will save us."
    },
    "18303": {
        "format": "poetry",
        "text": "¶Your rigging hangs loose;\/_it cannot hold the mast firm in its place,\/_or keep the sail spread out.¶Then prey and spoil in abundance will be divided;\/_even the lame will fall to plundering."
    },
    "18304": {
        "format": "poetry",
        "text": "\/And no inhabitant will say, “I am sick”;\/_the people who live there will be forgiven their iniquity."
    },
    "18305": {
        "format": "poetry",
        "text": "§¶Draw near, O nations, to hear;\/_O peoples, give heed!\/Let the earth hear, and all that fills it;\/_the world, and all that comes from it."
    },
    "18306": {
        "format": "poetry",
        "text": "\/For the Lord is enraged against all the nations,\/_and furious against all their hordes;\/_he has doomed them, has given them over for slaughter."
    },
    "18307": {
        "format": "poetry",
        "text": "\/Their slain shall be cast out,\/_and the stench of their corpses shall rise;\/_the mountains shall flow with their blood."
    },
    "18308": {
        "format": "poetry",
        "text": "\/All the host of heaven shall rot away,\/_and the skies roll up like a scroll.\/All their host shall wither\/_like a leaf withering on a vine,\/_or fruit withering on a fig tree."
    },
    "18309": {
        "format": "poetry",
        "text": "¶When my sword has drunk its fill in the heavens,\/_lo, it will descend upon Edom,\/_upon the people I have doomed to judgment."
    },
    "18310": {
        "format": "poetry",
        "text": "\/The Lord has a sword; it is sated with blood,\/_it is gorged with fat,\/_with the blood of lambs and goats,\/_with the fat of the kidneys of rams.\/For the Lord has a sacrifice in Bozrah,\/_a great slaughter in the land of Edom."
    },
    "18311": {
        "format": "poetry",
        "text": "\/Wild oxen shall fall with them,\/_and young steers with the mighty bulls.\/Their land shall be soaked with blood,\/_and their soil made rich with fat."
    },
    "18312": {
        "format": "poetry",
        "text": "¶For the Lord has a day of vengeance,\/_a year of vindication by Zion’s cause."
    },
    "18313": {
        "format": "poetry",
        "text": "\/And the streams of Edom shall be turned into pitch,\/_and her soil into sulfur;\/_her land shall become burning pitch."
    },
    "18314": {
        "format": "poetry",
        "text": "\/Night and day it shall not be quenched;\/_its smoke shall go up forever.\/From generation to generation it shall lie waste;\/_no one shall pass through it forever and ever."
    },
    "18315": {
        "format": "poetry",
        "text": "\/But the hawk and the hedgehog shall possess it;\/_the owl and the raven shall live in it.\/He shall stretch the line of confusion over it,\/_and the plummet of chaos over its nobles."
    },
    "18316": {
        "format": "poetry",
        "text": "\/They shall name it No Kingdom There,\/_and all its princes shall be nothing."
    },
    "18317": {
        "format": "poetry",
        "text": "\/Thorns shall grow over its strongholds,\/_nettles and thistles in its fortresses.\/It shall be the haunt of jackals,\/_an abode for ostriches."
    },
    "18318": {
        "format": "poetry",
        "text": "\/Wildcats shall meet with hyenas,\/_goat‐demons shall call to each other;\/there too Lilith shall repose,\/_and find a place to rest."
    },
    "18319": {
        "format": "poetry",
        "text": "\/There shall the owl nest\/_and lay and hatch and brood in its shadow;\/there too the buzzards shall gather,\/_each one with its mate."
    },
    "18320": {
        "format": "poetry",
        "text": "\/Seek and read from the book of the Lord:\/_Not one of these shall be missing;\/_none shall be without its mate.\/For the mouth of the Lord has commanded,\/_and his spirit has gathered them."
    },
    "18321": {
        "format": "poetry",
        "text": "\/He has cast the lot for them,\/_his hand has portioned it out to them with the line;\/they shall possess it forever,\/_from generation to generation they shall live in it."
    },
    "18322": {
        "format": "poetry",
        "text": "§¶The wilderness and the dry land shall be glad,\/_the desert shall rejoice and blossom;\/like the crocus"
    },
    "18323": {
        "format": "poetry",
        "text": "\/it shall blossom abundantly,\/_and rejoice with joy and singing.\/The glory of Lebanon shall be given to it,\/_the majesty of Carmel and Sharon.\/They shall see the glory of the Lord,\/_the majesty of our God."
    },
    "18324": {
        "format": "poetry",
        "text": "¶Strengthen the weak hands,\/_and make firm the feeble knees."
    },
    "18325": {
        "format": "poetry",
        "text": "\/Say to those who are of a fearful heart,\/_“Be strong, do not fear!\/Here is your God.\/_He will come with vengeance,\/with terrible recompense.\/_He will come and save you.”"
    },
    "18326": {
        "format": "poetry",
        "text": "¶Then the eyes of the blind shall be opened,\/_and the ears of the deaf unstopped;"
    },
    "18327": {
        "format": "poetry",
        "text": "\/then the lame shall leap like a deer,\/_and the tongue of the speechless sing for joy.\/For waters shall break forth in the wilderness,\/_and streams in the desert;"
    },
    "18328": {
        "format": "poetry",
        "text": "\/the burning sand shall become a pool,\/_and the thirsty ground springs of water;\/the haunt of jackals shall become a swamp,\/_the grass shall become reeds and rushes."
    },
    "18329": {
        "format": "poetry",
        "text": "¶A highway shall be there,\/_and it shall be called the Holy Way;\/the unclean shall not travel on it,\/_but it shall be for God’s people;\/_no traveler, not even fools, shall go astray."
    },
    "18330": {
        "format": "poetry",
        "text": "\/No lion shall be there,\/_nor shall any ravenous beast come up on it;\/they shall not be found there,\/_but the redeemed shall walk there."
    },
    "18331": {
        "format": "poetry",
        "text": "\/And the ransomed of the Lord shall return,\/_and come to Zion with singing;\/everlasting joy shall be upon their heads;\/_they shall obtain joy and gladness,\/_and sorrow and sighing shall flee away."
    },
    "18332": {
        "format": "prose",
        "text": "§¶In the fourteenth year of King Hezekiah, King Sennacherib of Assyria came up against all the fortified cities of Judah and captured them."
    },
    "18333": {
        "format": "prose",
        "text": "The king of Assyria sent the Rabshakeh from Lachish to King Hezekiah at Jerusalem, with a great army. He stood by the conduit of the upper pool on the highway to the Fuller’s Field."
    },
    "18334": {
        "format": "prose",
        "text": "And there came out to him Eliakim son of Hilkiah, who was in charge of the palace, and Shebna the secretary, and Joah son of Asaph, the recorder."
    },
    "18335": {
        "format": "prose",
        "text": "¶The Rabshakeh said to them, “Say to Hezekiah: Thus says the great king, the king of Assyria: On what do you base this confidence of yours?"
    },
    "18336": {
        "format": "prose",
        "text": "Do you think that mere words are strategy and power for war? On whom do you now rely, that you have rebelled against me?"
    },
    "18337": {
        "format": "prose",
        "text": "See, you are relying on Egypt, that broken reed of a staff, which will pierce the hand of anyone who leans on it. Such is Pharaoh king of Egypt to all who rely on him."
    },
    "18338": {
        "format": "prose",
        "text": "But if you say to me, ‘We rely on the Lord our God,’ is it not he whose high places and altars Hezekiah has removed, saying to Judah and to Jerusalem, ‘You shall worship before this altar’?"
    },
    "18339": {
        "format": "prose",
        "text": "Come now, make a wager with my master the king of Assyria: I will give you two thousand horses, if you are able on your part to set riders on them."
    },
    "18340": {
        "format": "prose",
        "text": "How then can you repulse a single captain among the least of my master’s servants, when you rely on Egypt for chariots and for horsemen?"
    },
    "18341": {
        "format": "prose",
        "text": "Moreover, is it without the Lord that I have come up against this land to destroy it? The Lord said to me, Go up against this land, and destroy it.”"
    },
    "18342": {
        "format": "prose",
        "text": "¶Then Eliakim, Shebna, and Joah said to the Rabshakeh, “Please speak to your servants in Aramaic, for we understand it; do not speak to us in the language of Judah within the hearing of the people who are on the wall.”"
    },
    "18343": {
        "format": "prose",
        "text": "But the Rabshakeh said, “Has my master sent me to speak these words to your master and to you, and not to the people sitting on the wall, who are doomed with you to eat their own dung and drink their own urine?”"
    },
    "18344": {
        "format": "prose",
        "text": "¶Then the Rabshakeh stood and called out in a loud voice in the language of Judah, “Hear the words of the great king, the king of Assyria!"
    },
    "18345": {
        "format": "prose",
        "text": "Thus says the king: ‘Do not let Hezekiah deceive you, for he will not be able to deliver you."
    },
    "18346": {
        "format": "prose",
        "text": "Do not let Hezekiah make you rely on the Lord by saying, The Lord will surely deliver us; this city will not be given into the hand of the king of Assyria.’"
    },
    "18347": {
        "format": "prose",
        "text": "Do not listen to Hezekiah; for thus says the king of Assyria: ‘Make your peace with me and come out to me; then every one of you will eat from your own vine and your own fig tree and drink water from your own cistern,"
    },
    "18348": {
        "format": "prose",
        "text": "until I come and take you away to a land like your own land, a land of grain and wine, a land of bread and vineyards."
    },
    "18349": {
        "format": "prose",
        "text": "Do not let Hezekiah mislead you by saying, The Lord will save us. Has any of the gods of the nations saved their land out of the hand of the king of Assyria?"
    },
    "18350": {
        "format": "prose",
        "text": "Where are the gods of Hamath and Arpad? Where are the gods of Sepharvaim? Have they delivered Samaria out of my hand?"
    },
    "18351": {
        "format": "prose",
        "text": "Who among all the gods of these countries have saved their countries out of my hand, that the Lord should save Jerusalem out of my hand?’”"
    },
    "18352": {
        "format": "prose",
        "text": "¶But they were silent and answered him not a word, for the king’s command was, “Do not answer him.”"
    },
    "18353": {
        "format": "prose",
        "text": "Then Eliakim son of Hilkiah, who was in charge of the palace, and Shebna the secretary, and Joah son of Asaph, the recorder, came to Hezekiah with their clothes torn, and told him the words of the Rabshakeh."
    },
    "18354": {
        "format": "prose",
        "text": "§¶When King Hezekiah heard it, he tore his clothes, covered himself with sackcloth, and went into the house of the Lord."
    },
    "18355": {
        "format": "prose",
        "text": "And he sent Eliakim, who was in charge of the palace, and Shebna the secretary, and the senior priests, covered with sackcloth, to the prophet Isaiah son of Amoz."
    },
    "18356": {
        "format": "prose",
        "text": "They said to him, “Thus says Hezekiah, This day is a day of distress, of rebuke, and of disgrace; children have come to the birth, and there is no strength to bring them forth."
    },
    "18357": {
        "format": "prose",
        "text": "It may be that the Lord your God heard the words of the Rabshakeh, whom his master the king of Assyria has sent to mock the living God, and will rebuke the words that the Lord your God has heard; therefore lift up your prayer for the remnant that is left.”"
    },
    "18358": {
        "format": "prose",
        "text": "¶When the servants of King Hezekiah came to Isaiah,"
    },
    "18359": {
        "format": "prose",
        "text": "Isaiah said to them, “Say to your master, ‘Thus says the Lord: Do not be afraid because of the words that you have heard, with which the servants of the king of Assyria have reviled me."
    },
    "18360": {
        "format": "prose",
        "text": "I myself will put a spirit in him, so that he shall hear a rumor, and return to his own land; I will cause him to fall by the sword in his own land.’”"
    },
    "18361": {
        "format": "prose",
        "text": "¶The Rabshakeh returned, and found the king of Assyria fighting against Libnah; for he had heard that the king had left Lachish."
    },
    "18362": {
        "format": "prose",
        "text": "Now the king heard concerning King Tirhakah of Ethiopia, “He has set out to fight against you.” When he heard it, he sent messengers to Hezekiah, saying,"
    },
    "18363": {
        "format": "prose",
        "text": "“Thus shall you speak to King Hezekiah of Judah: Do not let your God on whom you rely deceive you by promising that Jerusalem will not be given into the hand of the king of Assyria."
    },
    "18364": {
        "format": "prose",
        "text": "See, you have heard what the kings of Assyria have done to all lands, destroying them utterly. Shall you be delivered?"
    },
    "18365": {
        "format": "prose",
        "text": "Have the gods of the nations delivered them, the nations that my predecessors destroyed, Gozan, Haran, Rezeph, and the people of Eden who were in Telassar?"
    },
    "18366": {
        "format": "prose",
        "text": "Where is the king of Hamath, the king of Arpad, the king of the city of Sepharvaim, the king of Hena, or the king of Ivvah?”"
    },
    "18367": {
        "format": "prose",
        "text": "§¶Hezekiah received the letter from the hand of the messengers and read it; then Hezekiah went up to the house of the Lord and spread it before the Lord."
    },
    "18368": {
        "format": "prose",
        "text": "And Hezekiah prayed to the Lord, saying:"
    },
    "18369": {
        "format": "prose",
        "text": "“O Lord of hosts, God of Israel, who are enthroned above the cherubim, you are God, you alone, of all the kingdoms of the earth; you have made heaven and earth."
    },
    "18370": {
        "format": "prose",
        "text": "Incline your ear, O Lord, and hear; open your eyes, O Lord, and see; hear all the words of Sennacherib, which he has sent to mock the living God."
    },
    "18371": {
        "format": "prose",
        "text": "Truly, O Lord, the kings of Assyria have laid waste all the nations and their lands,"
    },
    "18372": {
        "format": "prose",
        "text": "and have hurled their gods into the fire, though they were no gods, but the work of human hands—wood and stone—and so they were destroyed."
    },
    "18373": {
        "format": "prose",
        "text": "So now, O Lord our God, save us from his hand, so that all the kingdoms of the earth may know that you alone are the Lord.”"
    },
    "18374": {
        "format": "prose",
        "text": "¶Then Isaiah son of Amoz sent to Hezekiah, saying: “Thus says the Lord, the God of Israel: Because you have prayed to me concerning King Sennacherib of Assyria,"
    },
    "18375": {
        "format": "prose",
        "text": "this is the word that the Lord has spoken concerning him:¶▼She despises you, she scorns you—\/_virgin daughter Zion;\/she tosses her head—behind your back,\/_daughter Jerusalem."
    },
    "18376": {
        "format": "poetry",
        "text": "¶“Whom have you mocked and reviled?\/_Against whom have you raised your voice\/and haughtily lifted your eyes?\/_Against the Holy One of Israel!"
    },
    "18377": {
        "format": "poetry",
        "text": "\/By your servants you have mocked the Lord,\/_and you have said, ‘With my many chariots\/I have gone up the heights of the mountains,\/_to the far recesses of Lebanon;\/I felled its tallest cedars,\/_its choicest cypresses;\/I came to its remotest height,\/_its densest forest."
    },
    "18378": {
        "format": "poetry",
        "text": "\/I dug wells\/_and drank waters,\/I dried up with the sole of my foot\/_all the streams of Egypt.’"
    },
    "18379": {
        "format": "poetry",
        "text": "¶“Have you not heard\/_that I determined it long ago?\/I planned from days of old\/_what now I bring to pass,\/that you should make fortified cities\/_crash into heaps of ruins,"
    },
    "18380": {
        "format": "poetry",
        "text": "\/while their inhabitants, shorn of strength,\/_are dismayed and confounded;\/they have become like plants of the field\/_and like tender grass,\/like grass on the housetops,\/_blighted before it is grown."
    },
    "18381": {
        "format": "poetry",
        "text": "¶“I know your rising up and your sitting down,\/_your going out and coming in,\/_and your raging against me."
    },
    "18382": {
        "format": "poetry",
        "text": "\/Because you have raged against me\/_and your arrogance has come to my ears,\/I will put my hook in your nose\/_and my bit in your mouth;\/I will turn you back on the way\/_by which you came."
    },
    "18383": {
        "format": "prose",
        "text": "¶“And this shall be the sign for you: This year eat what grows of itself, and in the second year what springs from that; then in the third year sow, reap, plant vineyards, and eat their fruit."
    },
    "18384": {
        "format": "prose",
        "text": "The surviving remnant of the house of Judah shall again take root downward, and bear fruit upward;"
    },
    "18385": {
        "format": "prose",
        "text": "for from Jerusalem a remnant shall go out, and from Mount Zion a band of survivors. The zeal of the Lord of hosts will do this."
    },
    "18386": {
        "format": "prose",
        "text": "¶“Therefore thus says the Lord concerning the king of Assyria: He shall not come into this city, shoot an arrow there, come before it with a shield, or cast up a siege ramp against it."
    },
    "18387": {
        "format": "prose",
        "text": "By the way that he came, by the same he shall return; he shall not come into this city, says the Lord."
    },
    "18388": {
        "format": "prose",
        "text": "For I will defend this city to save it, for my own sake and for the sake of my servant David.”"
    },
    "18389": {
        "format": "prose",
        "text": "§¶Then the angel of the Lord set out and struck down one hundred eighty‐five thousand in the camp of the Assyrians; when morning dawned, they were all dead bodies."
    },
    "18390": {
        "format": "prose",
        "text": "Then King Sennacherib of Assyria left, went home, and lived at Nineveh."
    },
    "18391": {
        "format": "prose",
        "text": "As he was worshiping in the house of his god Nisroch, his sons Adrammelech and Sharezer killed him with the sword, and they escaped into the land of Ararat. His son Esar‐haddon succeeded him."
    },
    "18392": {
        "format": "prose",
        "text": "§¶In those days Hezekiah became sick and was at the point of death. The prophet Isaiah son of Amoz came to him, and said to him, “Thus says the Lord: Set your house in order, for you shall die; you shall not recover.”"
    },
    "18393": {
        "format": "prose",
        "text": "Then Hezekiah turned his face to the wall, and prayed to the Lord:"
    },
    "18394": {
        "format": "prose",
        "text": "“Remember now, O Lord, I implore you, how I have walked before you in faithfulness with a whole heart, and have done what is good in your sight.” And Hezekiah wept bitterly."
    },
    "18395": {
        "format": "prose",
        "text": "¶Then the word of the Lord came to Isaiah:"
    },
    "18396": {
        "format": "prose",
        "text": "“Go and say to Hezekiah, Thus says the Lord, the God of your ancestor David: I have heard your prayer, I have seen your tears; I will add fifteen years to your life."
    },
    "18397": {
        "format": "prose",
        "text": "I will deliver you and this city out of the hand of the king of Assyria, and defend this city."
    },
    "18398": {
        "format": "prose",
        "text": "¶“This is the sign to you from the Lord, that the Lord will do this thing that he has promised:"
    },
    "18399": {
        "format": "prose",
        "text": "See, I will make the shadow cast by the declining sun on the dial of Ahaz turn back ten steps.” So the sun turned back on the dial the ten steps by which it had declined."
    },
    "18400": {
        "format": "prose",
        "text": "¶A writing of King Hezekiah of Judah, after he had been sick and had recovered from his sickness:"
    },
    "18401": {
        "format": "poetry",
        "text": "¶I said: In the noontide of my days\/_I must depart;\/I am consigned to the gates of Sheol\/_for the rest of my years."
    },
    "18402": {
        "format": "poetry",
        "text": "\/I said, I shall not see the Lord\/_in the land of the living;\/I shall look upon mortals no more\/_among the inhabitants of the world."
    },
    "18403": {
        "format": "poetry",
        "text": "\/My dwelling is plucked up and removed from me\/_like a shepherd’s tent;\/like a weaver I have rolled up my life;\/_he cuts me off from the loom;\/from day to night you bring me to an end;"
    },
    "18404": {
        "format": "poetry",
        "text": "\/_I cry for help until morning;\/like a lion he breaks all my bones;\/_from day to night you bring me to an end."
    },
    "18405": {
        "format": "poetry",
        "text": "¶Like a swallow or a crane I clamor,\/_I moan like a dove.\/My eyes are weary with looking upward.\/_O Lord, I am oppressed; be my security!"
    },
    "18406": {
        "format": "poetry",
        "text": "\/But what can I say? For he has spoken to me,\/_and he himself has done it.\/All my sleep has fled\/_because of the bitterness of my soul."
    },
    "18407": {
        "format": "poetry",
        "text": "¶O Lord, by these things people live,\/_and in all these is the life of my spirit.\/_Oh, restore me to health and make me live!"
    },
    "18408": {
        "format": "poetry",
        "text": "\/Surely it was for my welfare\/_that I had great bitterness;\/but you have held back my life\/_from the pit of destruction,\/for you have cast all my sins\/_behind your back."
    },
    "18409": {
        "format": "poetry",
        "text": "\/For Sheol cannot thank you,\/_death cannot praise you;\/those who go down to the Pit cannot hope\/_for your faithfulness."
    },
    "18410": {
        "format": "poetry",
        "text": "\/The living, the living, they thank you,\/_as I do this day;\/fathers make known to children\/_your faithfulness."
    },
    "18411": {
        "format": "poetry",
        "text": "¶The Lord will save me,\/_and we will sing to stringed instruments\/all the days of our lives,\/_at the house of the Lord."
    },
    "18412": {
        "format": "prose",
        "text": "¶Now Isaiah had said, “Let them take a lump of figs, and apply it to the boil, so that he may recover.”"
    },
    "18413": {
        "format": "prose",
        "text": "Hezekiah also had said, “What is the sign that I shall go up to the house of the Lord?”"
    },
    "18414": {
        "format": "prose",
        "text": "§¶At that time King Merodach‐baladan son of Baladan of Babylon sent envoys with letters and a present to Hezekiah, for he heard that he had been sick and had recovered."
    },
    "18415": {
        "format": "prose",
        "text": "Hezekiah welcomed them; he showed them his treasure house, the silver, the gold, the spices, the precious oil, his whole armory, all that was found in his storehouses. There was nothing in his house or in all his realm that Hezekiah did not show them."
    },
    "18416": {
        "format": "prose",
        "text": "Then the prophet Isaiah came to King Hezekiah and said to him, “What did these men say? From where did they come to you?” Hezekiah answered, “They have come to me from a far country, from Babylon.”"
    },
    "18417": {
        "format": "prose",
        "text": "He said, “What have they seen in your house?” Hezekiah answered, “They have seen all that is in my house; there is nothing in my storehouses that I did not show them.”"
    },
    "18418": {
        "format": "prose",
        "text": "¶Then Isaiah said to Hezekiah, “Hear the word of the Lord of hosts:"
    },
    "18419": {
        "format": "prose",
        "text": "Days are coming when all that is in your house, and that which your ancestors have stored up until this day, shall be carried to Babylon; nothing shall be left, says the Lord."
    },
    "18420": {
        "format": "prose",
        "text": "Some of your own sons who are born to you shall be taken away; they shall be eunuchs in the palace of the king of Babylon.”"
    },
    "18421": {
        "format": "prose",
        "text": "Then Hezekiah said to Isaiah, “The word of the Lord that you have spoken is good.” For he thought, “There will be peace and security in my days.”"
    },
    "18422": {
        "format": "poetry",
        "text": "§¶Comfort, O comfort my people,\/_says your God."
    },
    "18423": {
        "format": "poetry",
        "text": "\/Speak tenderly to Jerusalem,\/_and cry to her\/that she has served her term,\/_that her penalty is paid,\/that she has received from the Lord’s hand\/_double for all her sins."
    },
    "18424": {
        "format": "poetry",
        "text": "¶A voice cries out:\/“In the wilderness prepare the way of the Lord,\/_make straight in the desert a highway for our God."
    },
    "18425": {
        "format": "poetry",
        "text": "\/Every valley shall be lifted up,\/_and every mountain and hill be made low;\/the uneven ground shall become level,\/_and the rough places a plain."
    },
    "18426": {
        "format": "poetry",
        "text": "\/Then the glory of the Lord shall be revealed,\/_and all people shall see it together,\/_for the mouth of the Lord has spoken.”"
    },
    "18427": {
        "format": "poetry",
        "text": "¶A voice says, “Cry out!”\/_And I said, “What shall I cry?”\/All people are grass,\/_their constancy is like the flower of the field."
    },
    "18428": {
        "format": "poetry",
        "text": "\/The grass withers, the flower fades,\/_when the breath of the Lord blows upon it;\/_surely the people are grass."
    },
    "18429": {
        "format": "poetry",
        "text": "\/The grass withers, the flower fades;\/_but the word of our God will stand forever."
    },
    "18430": {
        "format": "poetry",
        "text": "\/Get you up to a high mountain,\/_O Zion, herald of good tidings;\/lift up your voice with strength,\/_O Jerusalem, herald of good tidings,\/_lift it up, do not fear;\/say to the cities of Judah,\/_“Here is your God!”"
    },
    "18431": {
        "format": "poetry",
        "text": "\/See, the Lord God comes with might,\/_and his arm rules for him;\/his reward is with him,\/_and his recompense before him."
    },
    "18432": {
        "format": "poetry",
        "text": "\/He will feed his flock like a shepherd;\/_he will gather the lambs in his arms,\/and carry them in his bosom,\/_and gently lead the mother sheep."
    },
    "18433": {
        "format": "poetry",
        "text": "¶Who has measured the waters in the hollow of his hand\/_and marked off the heavens with a span,\/enclosed the dust of the earth in a measure,\/_and weighed the mountains in scales\/_and the hills in a balance?"
    },
    "18434": {
        "format": "poetry",
        "text": "\/Who has directed the spirit of the Lord,\/_or as his counselor has instructed him?"
    },
    "18435": {
        "format": "poetry",
        "text": "\/Whom did he consult for his enlightenment,\/_and who taught him the path of justice?\/Who taught him knowledge,\/_and showed him the way of understanding?"
    },
    "18436": {
        "format": "poetry",
        "text": "\/Even the nations are like a drop from a bucket,\/_and are accounted as dust on the scales;\/_see, he takes up the isles like fine dust."
    },
    "18437": {
        "format": "poetry",
        "text": "\/Lebanon would not provide fuel enough,\/_nor are its animals enough for a burnt offering."
    },
    "18438": {
        "format": "poetry",
        "text": "\/All the nations are as nothing before him;\/_they are accounted by him as less than nothing and emptiness."
    },
    "18439": {
        "format": "poetry",
        "text": "¶To whom then will you liken God,\/_or what likeness compare with him?"
    },
    "18440": {
        "format": "poetry",
        "text": "\/An idol? —A workman casts it,\/_and a goldsmith overlays it with gold,\/_and casts for it silver chains."
    },
    "18441": {
        "format": "poetry",
        "text": "\/As a gift one chooses mulberry wood\/_—wood that will not rot—\/then seeks out a skilled artisan\/_to set up an image that will not topple."
    },
    "18442": {
        "format": "poetry",
        "text": "¶Have you not known? Have you not heard?\/_Has it not been told you from the beginning?\/_Have you not understood from the foundations of the earth?"
    },
    "18443": {
        "format": "poetry",
        "text": "\/It is he who sits above the circle of the earth,\/_and its inhabitants are like grasshoppers;\/who stretches out the heavens like a curtain,\/_and spreads them like a tent to live in;"
    },
    "18444": {
        "format": "poetry",
        "text": "\/who brings princes to naught,\/_and makes the rulers of the earth as nothing."
    },
    "18445": {
        "format": "poetry",
        "text": "¶Scarcely are they planted, scarcely sown,\/_scarcely has their stem taken root in the earth,\/when he blows upon them, and they wither,\/_and the tempest carries them off like stubble."
    },
    "18446": {
        "format": "poetry",
        "text": "¶To whom then will you compare me,\/_or who is my equal? says the Holy One."
    },
    "18447": {
        "format": "poetry",
        "text": "\/Lift up your eyes on high and see:\/_Who created these?\/He who brings out their host and numbers them,\/_calling them all by name;\/because he is great in strength,\/_mighty in power,\/_not one is missing."
    },
    "18448": {
        "format": "poetry",
        "text": "¶Why do you say, O Jacob,\/_and speak, O Israel,\/“My way is hidden from the Lord,\/_and my right is disregarded by my God”?"
    },
    "18449": {
        "format": "poetry",
        "text": "\/Have you not known? Have you not heard?\/The Lord is the everlasting God,\/_the Creator of the ends of the earth.\/He does not faint or grow weary;\/_his understanding is unsearchable."
    },
    "18450": {
        "format": "poetry",
        "text": "\/He gives power to the faint,\/_and strengthens the powerless."
    },
    "18451": {
        "format": "poetry",
        "text": "\/Even youths will faint and be weary,\/_and the young will fall exhausted;"
    },
    "18452": {
        "format": "poetry",
        "text": "\/but those who wait for the Lord shall renew their strength,\/_they shall mount up with wings like eagles,\/they shall run and not be weary,\/_they shall walk and not faint."
    },
    "18453": {
        "format": "poetry",
        "text": "§¶Listen to me in silence, O coastlands;\/_let the peoples renew their strength;\/let them approach, then let them speak;\/_let us together draw near for judgment."
    },
    "18454": {
        "format": "poetry",
        "text": "¶Who has roused a victor from the east,\/_summoned him to his service?\/He delivers up nations to him,\/_and tramples kings under foot;\/he makes them like dust with his sword,\/_like driven stubble with his bow."
    },
    "18455": {
        "format": "poetry",
        "text": "\/He pursues them and passes on safely,\/_scarcely touching the path with his feet."
    },
    "18456": {
        "format": "poetry",
        "text": "\/Who has performed and done this,\/_calling the generations from the beginning?\/I, the Lord, am first,\/_and will be with the last."
    },
    "18457": {
        "format": "poetry",
        "text": "\/The coastlands have seen and are afraid,\/_the ends of the earth tremble;\/_they have drawn near and come."
    },
    "18458": {
        "format": "poetry",
        "text": "\/Each one helps the other,\/_saying to one another, “Take courage!”"
    },
    "18459": {
        "format": "poetry",
        "text": "\/The artisan encourages the goldsmith,\/_and the one who smooths with the hammer encourages the one who strikes the anvil,\/saying of the soldering, “It is good”;\/_and they fasten it with nails so that it cannot be moved."
    },
    "18460": {
        "format": "poetry",
        "text": "\/But you, Israel, my servant,\/_Jacob, whom I have chosen,\/_the offspring of Abraham, my friend;"
    },
    "18461": {
        "format": "poetry",
        "text": "\/you whom I took from the ends of the earth,\/_and called from its farthest corners,\/saying to you, “You are my servant,\/_I have chosen you and not cast you off”;"
    },
    "18462": {
        "format": "poetry",
        "text": "\/do not fear, for I am with you,\/_do not be afraid, for I am your God;\/I will strengthen you, I will help you,\/_I will uphold you with my victorious right hand."
    },
    "18463": {
        "format": "poetry",
        "text": "¶Yes, all who are incensed against you\/_shall be ashamed and disgraced;\/those who strive against you\/_shall be as nothing and shall perish."
    },
    "18464": {
        "format": "poetry",
        "text": "\/You shall seek those who contend with you,\/_but you shall not find them;\/those who war against you\/_shall be as nothing at all."
    },
    "18465": {
        "format": "poetry",
        "text": "\/For I, the Lord your God,\/_hold your right hand;\/it is I who say to you, “Do not fear,\/_I will help you.”"
    },
    "18466": {
        "format": "poetry",
        "text": "¶Do not fear, you worm Jacob,\/_you insect Israel!\/I will help you, says the Lord;\/_your Redeemer is the Holy One of Israel."
    },
    "18467": {
        "format": "poetry",
        "text": "\/Now, I will make of you a threshing sledge,\/_sharp, new, and having teeth;\/you shall thresh the mountains and crush them,\/_and you shall make the hills like chaff."
    },
    "18468": {
        "format": "poetry",
        "text": "\/You shall winnow them and the wind shall carry them away,\/_and the tempest shall scatter them.\/Then you shall rejoice in the Lord;\/_in the Holy One of Israel you shall glory."
    },
    "18469": {
        "format": "poetry",
        "text": "¶When the poor and needy seek water,\/_and there is none,\/_and their tongue is parched with thirst,\/I the Lord will answer them,\/_I the God of Israel will not forsake them."
    },
    "18470": {
        "format": "poetry",
        "text": "\/I will open rivers on the bare heights,\/_and fountains in the midst of the valleys;\/I will make the wilderness a pool of water,\/_and the dry land springs of water."
    },
    "18471": {
        "format": "poetry",
        "text": "\/I will put in the wilderness the cedar,\/_the acacia, the myrtle, and the olive;\/I will set in the desert the cypress,\/_the plane and the pine together,"
    },
    "18472": {
        "format": "poetry",
        "text": "\/so that all may see and know,\/_all may consider and understand,\/that the hand of the Lord has done this,\/_the Holy One of Israel has created it."
    },
    "18473": {
        "format": "poetry",
        "text": "§¶Set forth your case, says the Lord;\/_bring your proofs, says the King of Jacob."
    },
    "18474": {
        "format": "poetry",
        "text": "\/Let them bring them, and tell us\/_what is to happen.\/Tell us the former things, what they are,\/_so that we may consider them,\/and that we may know their outcome;\/_or declare to us the things to come."
    },
    "18475": {
        "format": "poetry",
        "text": "\/Tell us what is to come hereafter,\/_that we may know that you are gods;\/do good, or do harm,\/_that we may be afraid and terrified."
    },
    "18476": {
        "format": "poetry",
        "text": "\/You, indeed, are nothing\/_and your work is nothing at all;\/_whoever chooses you is an abomination."
    },
    "18477": {
        "format": "poetry",
        "text": "¶I stirred up one from the north, and he has come,\/_from the rising of the sun he was summoned by name.\/He shall trample on rulers as on mortar,\/_as the potter treads clay."
    },
    "18478": {
        "format": "poetry",
        "text": "\/Who declared it from the beginning, so that we might know,\/_and beforehand, so that we might say, “He is right”?\/There was no one who declared it, none who proclaimed,\/_none who heard your words."
    },
    "18479": {
        "format": "poetry",
        "text": "\/I first have declared it to Zion,\/_and I give to Jerusalem a herald of good tidings."
    },
    "18480": {
        "format": "poetry",
        "text": "\/But when I look there is no one;\/_among these there is no counselor\/_who, when I ask, gives an answer."
    },
    "18481": {
        "format": "poetry",
        "text": "\/No, they are all a delusion;\/_their works are nothing;\/_their images are empty wind."
    },
    "18482": {
        "format": "poetry",
        "text": "§¶Here is my servant, whom I uphold,\/_my chosen, in whom my soul delights;\/I have put my spirit upon him;\/_he will bring forth justice to the nations."
    },
    "18483": {
        "format": "poetry",
        "text": "\/He will not cry or lift up his voice,\/_or make it heard in the street;"
    },
    "18484": {
        "format": "poetry",
        "text": "\/a bruised reed he will not break,\/_and a dimly burning wick he will not quench;\/_he will faithfully bring forth justice."
    },
    "18485": {
        "format": "poetry",
        "text": "\/He will not grow faint or be crushed\/_until he has established justice in the earth;\/_and the coastlands wait for his teaching."
    },
    "18486": {
        "format": "poetry",
        "text": "¶Thus says God, the Lord,\/_who created the heavens and stretched them out,\/_who spread out the earth and what comes from it,\/who gives breath to the people upon it\/_and spirit to those who walk in it:"
    },
    "18487": {
        "format": "poetry",
        "text": "\/I am the Lord, I have called you in righteousness,\/_I have taken you by the hand and kept you;\/I have given you as a covenant to the people,\/_a light to the nations,"
    },
    "18488": {
        "format": "poetry",
        "text": "\/_to open the eyes that are blind,\/to bring out the prisoners from the dungeon,\/_from the prison those who sit in darkness."
    },
    "18489": {
        "format": "poetry",
        "text": "\/I am the Lord, that is my name;\/_my glory I give to no other,\/_nor my praise to idols."
    },
    "18490": {
        "format": "poetry",
        "text": "\/See, the former things have come to pass,\/_and new things I now declare;\/before they spring forth,\/_I tell you of them."
    },
    "18491": {
        "format": "poetry",
        "text": "§¶Sing to the Lord a new song,\/_his praise from the end of the earth!\/Let the sea roar and all that fills it,\/_the coastlands and their inhabitants."
    },
    "18492": {
        "format": "poetry",
        "text": "\/Let the desert and its towns lift up their voice,\/_the villages that Kedar inhabits;\/let the inhabitants of Sela sing for joy,\/_let them shout from the tops of the mountains."
    },
    "18493": {
        "format": "poetry",
        "text": "\/Let them give glory to the Lord,\/_and declare his praise in the coastlands."
    },
    "18494": {
        "format": "poetry",
        "text": "\/The Lord goes forth like a soldier,\/_like a warrior he stirs up his fury;\/he cries out, he shouts aloud,\/_he shows himself mighty against his foes."
    },
    "18495": {
        "format": "poetry",
        "text": "¶For a long time I have held my peace,\/_I have kept still and restrained myself;\/now I will cry out like a woman in labor,\/_I will gasp and pant."
    },
    "18496": {
        "format": "poetry",
        "text": "\/I will lay waste mountains and hills,\/_and dry up all their herbage;\/I will turn the rivers into islands,\/_and dry up the pools."
    },
    "18497": {
        "format": "poetry",
        "text": "\/I will lead the blind\/_by a road they do not know,\/by paths they have not known\/_I will guide them.\/I will turn the darkness before them into light,\/_the rough places into level ground.\/These are the things I will do,\/_and I will not forsake them."
    },
    "18498": {
        "format": "poetry",
        "text": "\/They shall be turned back and utterly put to shame—\/_those who trust in carved images,\/who say to cast images,\/_“You are our gods.”"
    },
    "18499": {
        "format": "poetry",
        "text": "¶Listen, you that are deaf;\/_and you that are blind, look up and see!"
    },
    "18500": {
        "format": "poetry",
        "text": "\/Who is blind but my servant,\/_or deaf like my messenger whom I send?\/Who is blind like my dedicated one,\/_or blind like the servant of the Lord?"
    },
    "18501": {
        "format": "poetry",
        "text": "\/He sees many things, but does not observe them;\/_his ears are open, but he does not hear."
    },
    "18502": {
        "format": "poetry",
        "text": "§¶The Lord was pleased, for the sake of his righteousness,\/_to magnify his teaching and make it glorious."
    },
    "18503": {
        "format": "poetry",
        "text": "\/But this is a people robbed and plundered,\/_all of them are trapped in holes\/_and hidden in prisons;\/they have become a prey with no one to rescue,\/_a spoil with no one to say, “Restore!”"
    },
    "18504": {
        "format": "poetry",
        "text": "\/Who among you will give heed to this,\/_who will attend and listen for the time to come?"
    },
    "18505": {
        "format": "poetry",
        "text": "\/Who gave up Jacob to the spoiler,\/_and Israel to the robbers?\/Was it not the Lord, against whom we have sinned,\/_in whose ways they would not walk,\/_and whose law they would not obey?"
    },
    "18506": {
        "format": "poetry",
        "text": "\/So he poured upon him the heat of his anger\/_and the fury of war;\/it set him on fire all around, but he did not understand;\/_it burned him, but he did not take it to heart."
    },
    "18507": {
        "format": "poetry",
        "text": "§¶But now thus says the Lord,\/_he who created you, O Jacob,\/_he who formed you, O Israel:\/Do not fear, for I have redeemed you;\/_I have called you by name, you are mine."
    },
    "18508": {
        "format": "poetry",
        "text": "\/When you pass through the waters, I will be with you;\/_and through the rivers, they shall not overwhelm you;\/when you walk through fire you shall not be burned,\/_and the flame shall not consume you."
    },
    "18509": {
        "format": "poetry",
        "text": "\/For I am the Lord your God,\/_the Holy One of Israel, your Savior.\/I give Egypt as your ransom,\/_Ethiopia and Seba in exchange for you."
    },
    "18510": {
        "format": "poetry",
        "text": "\/Because you are precious in my sight,\/_and honored, and I love you,\/I give people in return for you,\/_nations in exchange for your life."
    },
    "18511": {
        "format": "poetry",
        "text": "\/Do not fear, for I am with you;\/_I will bring your offspring from the east,\/_and from the west I will gather you;"
    },
    "18512": {
        "format": "poetry",
        "text": "\/I will say to the north, “Give them up,”\/_and to the south, “Do not withhold;\/bring my sons from far away\/_and my daughters from the end of the earth—"
    },
    "18513": {
        "format": "poetry",
        "text": "\/everyone who is called by my name,\/_whom I created for my glory,\/_whom I formed and made.”"
    },
    "18514": {
        "format": "poetry",
        "text": "¶Bring forth the people who are blind, yet have eyes,\/_who are deaf, yet have ears!"
    },
    "18515": {
        "format": "poetry",
        "text": "\/Let all the nations gather together,\/_and let the peoples assemble.\/Who among them declared this,\/_and foretold to us the former things?\/Let them bring their witnesses to justify them,\/_and let them hear and say, “It is true.”"
    },
    "18516": {
        "format": "poetry",
        "text": "\/You are my witnesses, says the Lord,\/_and my servant whom I have chosen,\/so that you may know and believe me\/_and understand that I am he.\/Before me no god was formed,\/_nor shall there be any after me."
    },
    "18517": {
        "format": "poetry",
        "text": "\/I, I am the Lord,\/_and besides me there is no savior."
    },
    "18518": {
        "format": "poetry",
        "text": "\/I declared and saved and proclaimed,\/_when there was no strange god among you;\/_and you are my witnesses, says the Lord."
    },
    "18519": {
        "format": "poetry",
        "text": "\/I am God, and also henceforth I am He;\/_there is no one who can deliver from my hand;\/_I work and who can hinder it?"
    },
    "18520": {
        "format": "poetry",
        "text": "¶Thus says the Lord,\/_your Redeemer, the Holy One of Israel:\/For your sake I will send to Babylon\/_and break down all the bars,\/_and the shouting of the Chaldeans will be turned to lamentation."
    },
    "18521": {
        "format": "poetry",
        "text": "\/I am the Lord, your Holy One,\/_the Creator of Israel, your King."
    },
    "18522": {
        "format": "poetry",
        "text": "\/Thus says the Lord,\/_who makes a way in the sea,\/_a path in the mighty waters,"
    },
    "18523": {
        "format": "poetry",
        "text": "\/who brings out chariot and horse,\/_army and warrior;\/they lie down, they cannot rise,\/_they are extinguished, quenched like a wick:"
    },
    "18524": {
        "format": "poetry",
        "text": "\/Do not remember the former things,\/_or consider the things of old."
    },
    "18525": {
        "format": "poetry",
        "text": "\/I am about to do a new thing;\/_now it springs forth, do you not perceive it?\/I will make a way in the wilderness\/_and rivers in the desert."
    },
    "18526": {
        "format": "poetry",
        "text": "\/The wild animals will honor me,\/_the jackals and the ostriches;\/for I give water in the wilderness,\/_rivers in the desert,\/to give drink to my chosen people,"
    },
    "18527": {
        "format": "poetry",
        "text": "\/_the people whom I formed for myself\/so that they might declare my praise."
    },
    "18528": {
        "format": "poetry",
        "text": "¶Yet you did not call upon me, O Jacob;\/_but you have been weary of me, O Israel!"
    },
    "18529": {
        "format": "poetry",
        "text": "\/You have not brought me your sheep for burnt offerings,\/_or honored me with your sacrifices.\/I have not burdened you with offerings,\/_or wearied you with frankincense."
    },
    "18530": {
        "format": "poetry",
        "text": "\/You have not bought me sweet cane with money,\/_or satisfied me with the fat of your sacrifices.\/But you have burdened me with your sins;\/_you have wearied me with your iniquities."
    },
    "18531": {
        "format": "poetry",
        "text": "¶I, I am He\/_who blots out your transgressions for my own sake,\/_and I will not remember your sins."
    },
    "18532": {
        "format": "poetry",
        "text": "\/Accuse me, let us go to trial;\/_set forth your case, so that you may be proved right."
    },
    "18533": {
        "format": "poetry",
        "text": "\/Your first ancestor sinned,\/_and your interpreters transgressed against me."
    },
    "18534": {
        "format": "poetry",
        "text": "\/Therefore I profaned the princes of the sanctuary,\/_I delivered Jacob to utter destruction,\/_and Israel to reviling."
    },
    "18535": {
        "format": "poetry",
        "text": "§¶But now hear, O Jacob my servant,\/_Israel whom I have chosen!"
    },
    "18536": {
        "format": "poetry",
        "text": "\/Thus says the Lord who made you,\/_who formed you in the womb and will help you:\/Do not fear, O Jacob my servant,\/_Jeshurun whom I have chosen."
    },
    "18537": {
        "format": "poetry",
        "text": "\/For I will pour water on the thirsty land,\/_and streams on the dry ground;\/I will pour my spirit upon your descendants,\/_and my blessing on your offspring."
    },
    "18538": {
        "format": "poetry",
        "text": "\/They shall spring up like a green tamarisk,\/_like willows by flowing streams."
    },
    "18539": {
        "format": "poetry",
        "text": "\/This one will say, “I am the Lord’s,”\/_another will be called by the name of Jacob,\/yet another will write on the hand, “The Lord’s,”\/_and adopt the name of Israel."
    },
    "18540": {
        "format": "poetry",
        "text": "¶Thus says the Lord, the King of Israel,\/_and his Redeemer, the Lord of hosts:\/I am the first and I am the last;\/_besides me there is no god."
    },
    "18541": {
        "format": "poetry",
        "text": "\/Who is like me? Let them proclaim it,\/_let them declare and set it forth before me.\/Who has announced from of old the things to come?\/_Let them tell us what is yet to be."
    },
    "18542": {
        "format": "poetry",
        "text": "\/Do not fear, or be afraid;\/_have I not told you from of old and declared it?\/_You are my witnesses!\/Is there any god besides me?\/_There is no other rock; I know not one."
    },
    "18543": {
        "format": "prose",
        "text": "§¶All who make idols are nothing, and the things they delight in do not profit; their witnesses neither see nor know. And so they will be put to shame."
    },
    "18544": {
        "format": "prose",
        "text": "Who would fashion a god or cast an image that can do no good?"
    },
    "18545": {
        "format": "prose",
        "text": "Look, all its devotees shall be put to shame; the artisans too are merely human. Let them all assemble, let them stand up; they shall be terrified, they shall all be put to shame."
    },
    "18546": {
        "format": "prose",
        "text": "¶The ironsmith fashions it and works it over the coals, shaping it with hammers, and forging it with his strong arm; he becomes hungry and his strength fails, he drinks no water and is faint."
    },
    "18547": {
        "format": "prose",
        "text": "The carpenter stretches a line, marks it out with a stylus, fashions it with planes, and marks it with a compass; he makes it in human form, with human beauty, to be set up in a shrine."
    },
    "18548": {
        "format": "prose",
        "text": "He cuts down cedars or chooses a holm tree or an oak and lets it grow strong among the trees of the forest. He plants a cedar and the rain nourishes it."
    },
    "18549": {
        "format": "prose",
        "text": "Then it can be used as fuel. Part of it he takes and warms himself; he kindles a fire and bakes bread. Then he makes a god and worships it, makes it a carved image and bows down before it."
    },
    "18550": {
        "format": "prose",
        "text": "Half of it he burns in the fire; over this half he roasts meat, eats it and is satisfied. He also warms himself and says, “Ah, I am warm, I can feel the fire!”"
    },
    "18551": {
        "format": "prose",
        "text": "The rest of it he makes into a god, his idol, bows down to it and worships it; he prays to it and says, “Save me, for you are my god!”"
    },
    "18552": {
        "format": "prose",
        "text": "¶They do not know, nor do they comprehend; for their eyes are shut, so that they cannot see, and their minds as well, so that they cannot understand."
    },
    "18553": {
        "format": "prose",
        "text": "No one considers, nor is there knowledge or discernment to say, “Half of it I burned in the fire; I also baked bread on its coals, I roasted meat and have eaten. Now shall I make the rest of it an abomination? Shall I fall down before a block of wood?”"
    },
    "18554": {
        "format": "prose",
        "text": "He feeds on ashes; a deluded mind has led him astray, and he cannot save himself or say, “Is not this thing in my right hand a fraud?”"
    },
    "18555": {
        "format": "poetry",
        "text": "§¶Remember these things, O Jacob,\/_and Israel, for you are my servant;\/I formed you, you are my servant;\/_O Israel, you will not be forgotten by me."
    },
    "18556": {
        "format": "poetry",
        "text": "\/I have swept away your transgressions like a cloud,\/_and your sins like mist;\/return to me, for I have redeemed you."
    },
    "18557": {
        "format": "poetry",
        "text": "¶Sing, O heavens, for the Lord has done it;\/_shout, O depths of the earth;\/break forth into singing, O mountains,\/_O forest, and every tree in it!\/For the Lord has redeemed Jacob,\/_and will be glorified in Israel."
    },
    "18558": {
        "format": "poetry",
        "text": "¶Thus says the Lord, your Redeemer,\/_who formed you in the womb:\/I am the Lord, who made all things,\/_who alone stretched out the heavens,\/_who by myself spread out the earth;"
    },
    "18559": {
        "format": "poetry",
        "text": "\/who frustrates the omens of liars,\/_and makes fools of diviners;\/who turns back the wise,\/_and makes their knowledge foolish;"
    },
    "18560": {
        "format": "poetry",
        "text": "\/who confirms the word of his servant,\/_and fulfills the prediction of his messengers;\/who says of Jerusalem, “It shall be inhabited,”\/_and of the cities of Judah, “They shall be rebuilt,\/_and I will raise up their ruins”;"
    },
    "18561": {
        "format": "poetry",
        "text": "\/who says to the deep, “Be dry—\/_I will dry up your rivers”;"
    },
    "18562": {
        "format": "poetry",
        "text": "\/who says of Cyrus, “He is my shepherd,\/_and he shall carry out all my purpose”;\/and who says of Jerusalem, “It shall be rebuilt,”\/_and of the temple, “Your foundation shall be laid.”"
    },
    "18563": {
        "format": "poetry",
        "text": "§¶Thus says the Lord to his anointed, to Cyrus,\/_whose right hand I have grasped\/to subdue nations before him\/_and strip kings of their robes,\/to open doors before him—\/_and the gates shall not be closed:"
    },
    "18564": {
        "format": "poetry",
        "text": "\/I will go before you\/_and level the mountains,\/I will break in pieces the doors of bronze\/_and cut through the bars of iron,"
    },
    "18565": {
        "format": "poetry",
        "text": "\/I will give you the treasures of darkness\/_and riches hidden in secret places,\/so that you may know that it is I, the Lord,\/_the God of Israel, who call you by your name."
    },
    "18566": {
        "format": "poetry",
        "text": "\/For the sake of my servant Jacob,\/_and Israel my chosen,\/I call you by your name,\/_I surname you, though you do not know me."
    },
    "18567": {
        "format": "poetry",
        "text": "\/I am the Lord, and there is no other;\/_besides me there is no god.\/_I arm you, though you do not know me,"
    },
    "18568": {
        "format": "poetry",
        "text": "\/so that they may know, from the rising of the sun\/_and from the west, that there is no one besides me;\/_I am the Lord, and there is no other."
    },
    "18569": {
        "format": "poetry",
        "text": "\/I form light and create darkness,\/_I make weal and create woe;\/_I the Lord do all these things."
    },
    "18570": {
        "format": "poetry",
        "text": "¶Shower, O heavens, from above,\/_and let the skies rain down righteousness;\/let the earth open, that salvation may spring up,\/_and let it cause righteousness to sprout up also;\/_I the Lord have created it."
    },
    "18571": {
        "format": "poetry",
        "text": "¶Woe to you who strive with your Maker,\/_earthen vessels with the potter!\/Does the clay say to the one who fashions it, “What are you making”?\/_or “Your work has no handles”?"
    },
    "18572": {
        "format": "poetry",
        "text": "\/Woe to anyone who says to a father, “What are you begetting?”\/_or to a woman, “With what are you in labor?”"
    },
    "18573": {
        "format": "poetry",
        "text": "\/Thus says the Lord,\/_the Holy One of Israel, and its Maker:\/Will you question me about my children,\/_or command me concerning the work of my hands?"
    },
    "18574": {
        "format": "poetry",
        "text": "\/I made the earth,\/_and created humankind upon it;\/it was my hands that stretched out the heavens,\/_and I commanded all their host."
    },
    "18575": {
        "format": "poetry",
        "text": "\/I have aroused Cyrus in righteousness,\/_and I will make all his paths straight;\/he shall build my city\/_and set my exiles free,\/not for price or reward,\/_says the Lord of hosts."
    },
    "18576": {
        "format": "poetry",
        "text": "\/Thus says the Lord:\/The wealth of Egypt and the merchandise of Ethiopia,\/_and the Sabeans, tall of stature,\/shall come over to you and be yours,\/_they shall follow you;\/_they shall come over in chains and bow down to you.\/They will make supplication to you, saying,\/_“God is with you alone, and there is no other;\/_there is no god besides him.”"
    },
    "18577": {
        "format": "poetry",
        "text": "\/Truly, you are a God who hides himself,\/_O God of Israel, the Savior."
    },
    "18578": {
        "format": "poetry",
        "text": "\/All of them are put to shame and confounded,\/_the makers of idols go in confusion together."
    },
    "18579": {
        "format": "poetry",
        "text": "\/But Israel is saved by the Lord\/_with everlasting salvation;\/you shall not be put to shame or confounded\/_to all eternity."
    },
    "18580": {
        "format": "poetry",
        "text": "¶For thus says the Lord,\/who created the heavens\/_(he is God!),\/who formed the earth and made it\/_(he established it;\/he did not create it a chaos,\/_he formed it to be inhabited!):\/I am the Lord, and there is no other."
    },
    "18581": {
        "format": "poetry",
        "text": "\/I did not speak in secret,\/_in a land of darkness;\/I did not say to the offspring of Jacob,\/_“Seek me in chaos.”\/I the Lord speak the truth,\/_I declare what is right."
    },
    "18582": {
        "format": "poetry",
        "text": "§¶Assemble yourselves and come together,\/_draw near, you survivors of the nations!\/They have no knowledge—\/_those who carry about their wooden idols,\/and keep on praying to a god\/_that cannot save."
    },
    "18583": {
        "format": "poetry",
        "text": "\/Declare and present your case;\/_let them take counsel together!\/Who told this long ago?\/_Who declared it of old?\/Was it not I, the Lord?\/_There is no other god besides me,\/a righteous God and a Savior;\/_there is no one besides me."
    },
    "18584": {
        "format": "poetry",
        "text": "¶Turn to me and be saved,\/_all the ends of the earth!\/_For I am God, and there is no other."
    },
    "18585": {
        "format": "poetry",
        "text": "\/By myself I have sworn,\/_from my mouth has gone forth in righteousness\/_a word that shall not return:\/“To me every knee shall bow,\/_every tongue shall swear.”"
    },
    "18586": {
        "format": "poetry",
        "text": "¶Only in the Lord, it shall be said of me,\/_are righteousness and strength;\/all who were incensed against him\/_shall come to him and be ashamed."
    },
    "18587": {
        "format": "poetry",
        "text": "\/In the Lord all the offspring of Israel\/_shall triumph and glory."
    },
    "18588": {
        "format": "poetry",
        "text": "¶Bel bows down, Nebo stoops,\/_their idols are on beasts and cattle;\/these things you carry are loaded\/_as burdens on weary animals."
    },
    "18589": {
        "format": "poetry",
        "text": "\/They stoop, they bow down together;\/_they cannot save the burden,\/_but themselves go into captivity."
    },
    "18590": {
        "format": "poetry",
        "text": "¶Listen to me, O house of Jacob,\/_all the remnant of the house of Israel,\/who have been borne by me from your birth,\/_carried from the womb;"
    },
    "18591": {
        "format": "poetry",
        "text": "\/even to your old age I am he,\/_even when you turn gray I will carry you.\/I have made, and I will bear;\/_I will carry and will save."
    },
    "18592": {
        "format": "poetry",
        "text": "¶To whom will you liken me and make me equal,\/_and compare me, as though we were alike?"
    },
    "18593": {
        "format": "poetry",
        "text": "\/Those who lavish gold from the purse,\/_and weigh out silver in the scales—\/they hire a goldsmith, who makes it into a god;\/_then they fall down and worship!"
    },
    "18594": {
        "format": "poetry",
        "text": "\/They lift it to their shoulders, they carry it,\/_they set it in its place, and it stands there;\/_it cannot move from its place.\/If one cries out to it, it does not answer\/_or save anyone from trouble."
    },
    "18595": {
        "format": "poetry",
        "text": "¶Remember this and consider,\/_recall it to mind, you transgressors,"
    },
    "18596": {
        "format": "poetry",
        "text": "\/_remember the former things of old;\/for I am God, and there is no other;\/_I am God, and there is no one like me,"
    },
    "18597": {
        "format": "poetry",
        "text": "\/declaring the end from the beginning\/_and from ancient times things not yet done,\/saying, “My purpose shall stand,\/_and I will fulfill my intention,”"
    },
    "18598": {
        "format": "poetry",
        "text": "\/calling a bird of prey from the east,\/_the man for my purpose from a far country.\/I have spoken, and I will bring it to pass;\/_I have planned, and I will do it."
    },
    "18599": {
        "format": "poetry",
        "text": "¶Listen to me, you stubborn of heart,\/_you who are far from deliverance:"
    },
    "18600": {
        "format": "poetry",
        "text": "\/I bring near my deliverance, it is not far off,\/_and my salvation will not tarry;\/I will put salvation in Zion,\/_for Israel my glory."
    },
    "18601": {
        "format": "poetry",
        "text": "§¶Come down and sit in the dust,\/_virgin daughter Babylon!\/Sit on the ground without a throne,\/_daughter Chaldea!\/For you shall no more be called\/_tender and delicate."
    },
    "18602": {
        "format": "poetry",
        "text": "\/Take the millstones and grind meal,\/_remove your veil,\/strip off your robe, uncover your legs,\/_pass through the rivers."
    },
    "18603": {
        "format": "poetry",
        "text": "\/Your nakedness shall be uncovered,\/_and your shame shall be seen.\/I will take vengeance,\/_and I will spare no one."
    },
    "18604": {
        "format": "poetry",
        "text": "\/Our Redeemer—the Lord of hosts is his name—\/_is the Holy One of Israel."
    },
    "18605": {
        "format": "poetry",
        "text": "¶Sit in silence, and go into darkness,\/_daughter Chaldea!\/For you shall no more be called\/_the mistress of kingdoms."
    },
    "18606": {
        "format": "poetry",
        "text": "\/I was angry with my people,\/_I profaned my heritage;\/I gave them into your hand,\/_you showed them no mercy;\/on the aged you made your yoke\/_exceedingly heavy."
    },
    "18607": {
        "format": "poetry",
        "text": "\/You said, “I shall be mistress forever,”\/_so that you did not lay these things to heart\/_or remember their end."
    },
    "18608": {
        "format": "poetry",
        "text": "¶Now therefore hear this, you lover of pleasures,\/_who sit securely,\/who say in your heart,\/_“I am, and there is no one besides me;\/I shall not sit as a widow\/_or know the loss of children”—"
    },
    "18609": {
        "format": "poetry",
        "text": "\/both these things shall come upon you\/_in a moment, in one day:\/the loss of children and widowhood\/_shall come upon you in full measure,\/in spite of your many sorceries\/_and the great power of your enchantments."
    },
    "18610": {
        "format": "poetry",
        "text": "¶You felt secure in your wickedness;\/_you said, “No one sees me.”\/Your wisdom and your knowledge\/_led you astray,\/and you said in your heart,\/_“I am, and there is no one besides me.”"
    },
    "18611": {
        "format": "poetry",
        "text": "\/But evil shall come upon you,\/_which you cannot charm away;\/disaster shall fall upon you,\/_which you will not be able to ward off;\/and ruin shall come on you suddenly,\/_of which you know nothing."
    },
    "18612": {
        "format": "poetry",
        "text": "¶Stand fast in your enchantments\/_and your many sorceries,\/_with which you have labored from your youth;\/perhaps you may be able to succeed,\/_perhaps you may inspire terror."
    },
    "18613": {
        "format": "poetry",
        "text": "\/You are wearied with your many consultations;\/_let those who study the heavens\/stand up and save you,\/_those who gaze at the stars,\/and at each new moon predict\/_what shall befall you."
    },
    "18614": {
        "format": "poetry",
        "text": "¶See, they are like stubble,\/_the fire consumes them;\/they cannot deliver themselves\/_from the power of the flame.\/No coal for warming oneself is this,\/_no fire to sit before!"
    },
    "18615": {
        "format": "poetry",
        "text": "\/Such to you are those with whom you have labored,\/_who have trafficked with you from your youth;\/they all wander about in their own paths;\/_there is no one to save you."
    },
    "18616": {
        "format": "poetry",
        "text": "§¶Hear this, O house of Jacob,\/_who are called by the name of Israel,\/_and who came forth from the loins of Judah;\/who swear by the name of the Lord,\/_and invoke the God of Israel,\/_but not in truth or right."
    },
    "18617": {
        "format": "poetry",
        "text": "\/For they call themselves after the holy city,\/_and lean on the God of Israel;\/_the Lord of hosts is his name."
    },
    "18618": {
        "format": "poetry",
        "text": "¶The former things I declared long ago,\/_they went out from my mouth and I made them known;\/_then suddenly I did them and they came to pass."
    },
    "18619": {
        "format": "poetry",
        "text": "\/Because I know that you are obstinate,\/_and your neck is an iron sinew\/_and your forehead brass,"
    },
    "18620": {
        "format": "poetry",
        "text": "\/I declared them to you from long ago,\/_before they came to pass I announced them to you,\/so that you would not say, “My idol did them,\/_my carved image and my cast image commanded them.”"
    },
    "18621": {
        "format": "poetry",
        "text": "¶You have heard; now see all this;\/_and will you not declare it?\/From this time forward I make you hear new things,\/_hidden things that you have not known."
    },
    "18622": {
        "format": "poetry",
        "text": "\/They are created now, not long ago;\/_before today you have never heard of them,\/_so that you could not say, “I already knew them.”"
    },
    "18623": {
        "format": "poetry",
        "text": "\/You have never heard, you have never known,\/_from of old your ear has not been opened.\/For I knew that you would deal very treacherously,\/_and that from birth you were called a rebel."
    },
    "18624": {
        "format": "poetry",
        "text": "¶For my name’s sake I defer my anger,\/_for the sake of my praise I restrain it for you,\/_so that I may not cut you off."
    },
    "18625": {
        "format": "poetry",
        "text": "\/See, I have refined you, but not like silver;\/_I have tested you in the furnace of adversity."
    },
    "18626": {
        "format": "poetry",
        "text": "\/For my own sake, for my own sake, I do it,\/_for why should my name be profaned?\/_My glory I will not give to another."
    },
    "18627": {
        "format": "poetry",
        "text": "¶Listen to me, O Jacob,\/_and Israel, whom I called:\/I am He; I am the first,\/_and I am the last."
    },
    "18628": {
        "format": "poetry",
        "text": "\/My hand laid the foundation of the earth,\/_and my right hand spread out the heavens;\/when I summon them,\/_they stand at attention."
    },
    "18629": {
        "format": "poetry",
        "text": "¶Assemble, all of you, and hear!\/_Who among them has declared these things?\/The Lord loves him;\/_he shall perform his purpose on Babylon,\/_and his arm shall be against the Chaldeans."
    },
    "18630": {
        "format": "poetry",
        "text": "\/I, even I, have spoken and called him,\/_I have brought him, and he will prosper in his way."
    },
    "18631": {
        "format": "poetry",
        "text": "\/Draw near to me, hear this!\/_From the beginning I have not spoken in secret,\/_from the time it came to be I have been there.\/And now the Lord God has sent me and his spirit."
    },
    "18632": {
        "format": "poetry",
        "text": "¶Thus says the Lord,\/_your Redeemer, the Holy One of Israel:\/I am the Lord your God,\/_who teaches you for your own good,\/_who leads you in the way you should go."
    },
    "18633": {
        "format": "poetry",
        "text": "\/O that you had paid attention to my commandments!\/_Then your prosperity would have been like a river,\/_and your success like the waves of the sea;"
    },
    "18634": {
        "format": "poetry",
        "text": "\/your offspring would have been like the sand,\/_and your descendants like its grains;\/their name would never be cut off\/_or destroyed from before me."
    },
    "18635": {
        "format": "poetry",
        "text": "¶Go out from Babylon, flee from Chaldea,\/_declare this with a shout of joy, proclaim it,\/send it forth to the end of the earth;\/_say, “The Lord has redeemed his servant Jacob!”"
    },
    "18636": {
        "format": "poetry",
        "text": "\/They did not thirst when he led them through the deserts;\/_he made water flow for them from the rock;\/_he split open the rock and the water gushed out."
    },
    "18637": {
        "format": "poetry",
        "text": "¶“There is no peace,” says the Lord, “for the wicked.”"
    },
    "18638": {
        "format": "poetry",
        "text": "§¶Listen to me, O coastlands,\/_pay attention, you peoples from far away!\/The Lord called me before I was born,\/_while I was in my mother’s womb he named me."
    },
    "18639": {
        "format": "poetry",
        "text": "\/He made my mouth like a sharp sword,\/_in the shadow of his hand he hid me;\/he made me a polished arrow,\/_in his quiver he hid me away."
    },
    "18640": {
        "format": "poetry",
        "text": "\/And he said to me, “You are my servant,\/_Israel, in whom I will be glorified.”"
    },
    "18641": {
        "format": "poetry",
        "text": "\/But I said, “I have labored in vain,\/_I have spent my strength for nothing and vanity;\/yet surely my cause is with the Lord,\/_and my reward with my God.”"
    },
    "18642": {
        "format": "poetry",
        "text": "¶And now the Lord says,\/_who formed me in the womb to be his servant,\/to bring Jacob back to him,\/_and that Israel might be gathered to him,\/for I am honored in the sight of the Lord,\/_and my God has become my strength—"
    },
    "18643": {
        "format": "poetry",
        "text": "\/he says,\/“It is too light a thing that you should be my servant\/_to raise up the tribes of Jacob\/_and to restore the survivors of Israel;\/I will give you as a light to the nations,\/_that my salvation may reach to the end of the earth.”"
    },
    "18644": {
        "format": "poetry",
        "text": "¶Thus says the Lord,\/_the Redeemer of Israel and his Holy One,\/to one deeply despised, abhorred by the nations,\/_the slave of rulers,\/“Kings shall see and stand up,\/_princes, and they shall prostrate themselves,\/because of the Lord, who is faithful,\/_the Holy One of Israel, who has chosen you.”"
    },
    "18645": {
        "format": "poetry",
        "text": "§¶Thus says the Lord:\/In a time of favor I have answered you,\/_on a day of salvation I have helped you;\/I have kept you and given you\/_as a covenant to the people,\/to establish the land,\/_to apportion the desolate heritages;"
    },
    "18646": {
        "format": "poetry",
        "text": "\/saying to the prisoners, “Come out,”\/_to those who are in darkness, “Show yourselves.”\/They shall feed along the ways,\/_on all the bare heights shall be their pasture;"
    },
    "18647": {
        "format": "poetry",
        "text": "\/they shall not hunger or thirst,\/_neither scorching wind nor sun shall strike them down,\/for he who has pity on them will lead them,\/_and by springs of water will guide them."
    },
    "18648": {
        "format": "poetry",
        "text": "\/And I will turn all my mountains into a road,\/_and my highways shall be raised up."
    },
    "18649": {
        "format": "poetry",
        "text": "\/Lo, these shall come from far away,\/_and lo, these from the north and from the west,\/_and these from the land of Syene."
    },
    "18650": {
        "format": "poetry",
        "text": "¶Sing for joy, O heavens, and exult, O earth;\/_break forth, O mountains, into singing!\/For the Lord has comforted his people,\/_and will have compassion on his suffering ones."
    },
    "18651": {
        "format": "poetry",
        "text": "¶But Zion said, “The Lord has forsaken me,\/_my Lord has forgotten me.”"
    },
    "18652": {
        "format": "poetry",
        "text": "\/Can a woman forget her nursing child,\/_or show no compassion for the child of her womb?\/Even these may forget,\/_yet I will not forget you."
    },
    "18653": {
        "format": "poetry",
        "text": "\/See, I have inscribed you on the palms of my hands;\/_your walls are continually before me."
    },
    "18654": {
        "format": "poetry",
        "text": "\/Your builders outdo your destroyers,\/_and those who laid you waste go away from you."
    },
    "18655": {
        "format": "poetry",
        "text": "\/Lift up your eyes all around and see;\/_they all gather, they come to you.\/As I live, says the Lord,\/_you shall put all of them on like an ornament,\/_and like a bride you shall bind them on."
    },
    "18656": {
        "format": "poetry",
        "text": "¶Surely your waste and your desolate places\/_and your devastated land—\/surely now you will be too crowded for your inhabitants,\/_and those who swallowed you up will be far away."
    },
    "18657": {
        "format": "poetry",
        "text": "\/The children born in the time of your bereavement\/_will yet say in your hearing:\/“The place is too crowded for me;\/_make room for me to settle.”"
    },
    "18658": {
        "format": "poetry",
        "text": "\/Then you will say in your heart,\/_“Who has borne me these?\/I was bereaved and barren,\/_exiled and put away—\/_so who has reared these?\/I was left all alone—\/_where then have these come from?”"
    },
    "18659": {
        "format": "poetry",
        "text": "¶Thus says the Lord God:\/I will soon lift up my hand to the nations,\/_and raise my signal to the peoples;\/and they shall bring your sons in their bosom,\/_and your daughters shall be carried on their shoulders."
    },
    "18660": {
        "format": "poetry",
        "text": "\/Kings shall be your foster fathers,\/_and their queens your nursing mothers.\/With their faces to the ground they shall bow down to you,\/_and lick the dust of your feet.\/Then you will know that I am the Lord;\/_those who wait for me shall not be put to shame."
    },
    "18661": {
        "format": "poetry",
        "text": "¶Can the prey be taken from the mighty,\/_or the captives of a tyrant be rescued?"
    },
    "18662": {
        "format": "poetry",
        "text": "\/But thus says the Lord:\/Even the captives of the mighty shall be taken,\/_and the prey of the tyrant be rescued;\/for I will contend with those who contend with you,\/_and I will save your children."
    },
    "18663": {
        "format": "poetry",
        "text": "\/I will make your oppressors eat their own flesh,\/_and they shall be drunk with their own blood as with wine.\/Then all flesh shall know\/_that I am the Lord your Savior,\/_and your Redeemer, the Mighty One of Jacob."
    },
    "18664": {
        "format": "poetry",
        "text": "¶Thus says the Lord:\/Where is your mother’s bill of divorce\/_with which I put her away?\/Or which of my creditors is it\/_to whom I have sold you?\/No, because of your sins you were sold,\/_and for your transgressions your mother was put away."
    },
    "18665": {
        "format": "poetry",
        "text": "\/Why was no one there when I came?\/_Why did no one answer when I called?\/Is my hand shortened, that it cannot redeem?\/_Or have I no power to deliver?\/By my rebuke I dry up the sea,\/_I make the rivers a desert;\/their fish stink for lack of water,\/_and die of thirst."
    },
    "18666": {
        "format": "poetry",
        "text": "\/I clothe the heavens with blackness,\/_and make sackcloth their covering."
    },
    "18667": {
        "format": "poetry",
        "text": "§¶The Lord God has given me\/_the tongue of a teacher,\/that I may know how to sustain\/_the weary with a word.\/Morning by morning he wakens—\/_wakens my ear\/_to listen as those who are taught."
    },
    "18668": {
        "format": "poetry",
        "text": "\/The Lord God has opened my ear,\/_and I was not rebellious,\/_I did not turn backward."
    },
    "18669": {
        "format": "poetry",
        "text": "\/I gave my back to those who struck me,\/_and my cheeks to those who pulled out the beard;\/I did not hide my face\/_from insult and spitting."
    },
    "18670": {
        "format": "poetry",
        "text": "¶The Lord God helps me;\/_therefore I have not been disgraced;\/therefore I have set my face like flint,\/_and I know that I shall not be put to shame;"
    },
    "18671": {
        "format": "poetry",
        "text": "\/_he who vindicates me is near.\/Who will contend with me?\/_Let us stand up together.\/Who are my adversaries?\/_Let them confront me."
    },
    "18672": {
        "format": "poetry",
        "text": "\/It is the Lord God who helps me;\/_who will declare me guilty?\/All of them will wear out like a garment;\/_the moth will eat them up."
    },
    "18673": {
        "format": "poetry",
        "text": "¶Who among you fears the Lord\/_and obeys the voice of his servant,\/who walks in darkness\/_and has no light,\/yet trusts in the name of the Lord\/_and relies upon his God?"
    },
    "18674": {
        "format": "poetry",
        "text": "\/But all of you are kindlers of fire,\/_lighters of firebrands.\/Walk in the flame of your fire,\/_and among the brands that you have kindled!\/This is what you shall have from my hand:\/_you shall lie down in torment."
    },
    "18675": {
        "format": "poetry",
        "text": "§¶Listen to me, you that pursue righteousness,\/_you that seek the Lord.\/Look to the rock from which you were hewn,\/_and to the quarry from which you were dug."
    },
    "18676": {
        "format": "poetry",
        "text": "\/Look to Abraham your father\/_and to Sarah who bore you;\/for he was but one when I called him,\/_but I blessed him and made him many."
    },
    "18677": {
        "format": "poetry",
        "text": "\/For the Lord will comfort Zion;\/_he will comfort all her waste places,\/and will make her wilderness like Eden,\/_her desert like the garden of the Lord;\/joy and gladness will be found in her,\/_thanksgiving and the voice of song."
    },
    "18678": {
        "format": "poetry",
        "text": "¶Listen to me, my people,\/_and give heed to me, my nation;\/for a teaching will go out from me,\/_and my justice for a light to the peoples."
    },
    "18679": {
        "format": "poetry",
        "text": "\/I will bring near my deliverance swiftly,\/_my salvation has gone out\/_and my arms will rule the peoples;\/the coastlands wait for me,\/_and for my arm they hope."
    },
    "18680": {
        "format": "poetry",
        "text": "\/Lift up your eyes to the heavens,\/_and look at the earth beneath;\/for the heavens will vanish like smoke,\/_the earth will wear out like a garment,\/_and those who live on it will die like gnats;\/but my salvation will be forever,\/_and my deliverance will never be ended."
    },
    "18681": {
        "format": "poetry",
        "text": "¶Listen to me, you who know righteousness,\/_you people who have my teaching in your hearts;\/do not fear the reproach of others,\/_and do not be dismayed when they revile you."
    },
    "18682": {
        "format": "poetry",
        "text": "\/For the moth will eat them up like a garment,\/_and the worm will eat them like wool;\/but my deliverance will be forever,\/_and my salvation to all generations."
    },
    "18683": {
        "format": "poetry",
        "text": "¶Awake, awake, put on strength,\/_O arm of the Lord!\/Awake, as in days of old,\/_the generations of long ago!\/Was it not you who cut Rahab in pieces,\/_who pierced the dragon?"
    },
    "18684": {
        "format": "poetry",
        "text": "\/Was it not you who dried up the sea,\/_the waters of the great deep;\/who made the depths of the sea a way\/_for the redeemed to cross over?"
    },
    "18685": {
        "format": "poetry",
        "text": "\/So the ransomed of the Lord shall return,\/_and come to Zion with singing;\/everlasting joy shall be upon their heads;\/_they shall obtain joy and gladness,\/_and sorrow and sighing shall flee away."
    },
    "18686": {
        "format": "poetry",
        "text": "¶I, I am he who comforts you;\/_why then are you afraid of a mere mortal who must die,\/_a human being who fades like grass?"
    },
    "18687": {
        "format": "poetry",
        "text": "\/You have forgotten the Lord, your Maker,\/_who stretched out the heavens\/_and laid the foundations of the earth.\/You fear continually all day long\/_because of the fury of the oppressor,\/who is bent on destruction.\/_But where is the fury of the oppressor?"
    },
    "18688": {
        "format": "poetry",
        "text": "\/The oppressed shall speedily be released;\/_they shall not die and go down to the Pit,\/_nor shall they lack bread."
    },
    "18689": {
        "format": "poetry",
        "text": "\/For I am the Lord your God,\/_who stirs up the sea so that its waves roar—\/_the Lord of hosts is his name."
    },
    "18690": {
        "format": "poetry",
        "text": "\/I have put my words in your mouth,\/_and hidden you in the shadow of my hand,\/stretching out the heavens\/_and laying the foundations of the earth,\/_and saying to Zion, “You are my people.”"
    },
    "18691": {
        "format": "poetry",
        "text": "¶Rouse yourself, rouse yourself!\/_Stand up, O Jerusalem,\/you who have drunk at the hand of the Lord\/_the cup of his wrath,\/who have drunk to the dregs\/_the bowl of staggering."
    },
    "18692": {
        "format": "poetry",
        "text": "\/There is no one to guide her\/_among all the children she has borne;\/there is no one to take her by the hand\/_among all the children she has brought up."
    },
    "18693": {
        "format": "poetry",
        "text": "\/These two things have befallen you\/_—who will grieve with you?—\/devastation and destruction, famine and sword—\/_who will comfort you?"
    },
    "18694": {
        "format": "poetry",
        "text": "\/Your children have fainted,\/_they lie at the head of every street\/_like an antelope in a net;\/they are full of the wrath of the Lord,\/_the rebuke of your God."
    },
    "18695": {
        "format": "poetry",
        "text": "¶Therefore hear this, you who are wounded,\/_who are drunk, but not with wine:"
    },
    "18696": {
        "format": "poetry",
        "text": "\/Thus says your Sovereign, the Lord,\/_your God who pleads the cause of his people:\/See, I have taken from your hand the cup of staggering;\/you shall drink no more\/_from the bowl of my wrath."
    },
    "18697": {
        "format": "poetry",
        "text": "\/And I will put it into the hand of your tormentors,\/_who have said to you,\/_“Bow down, that we may walk on you”;\/and you have made your back like the ground\/_and like the street for them to walk on."
    },
    "18698": {
        "format": "poetry",
        "text": "§¶Awake, awake,\/_put on your strength, O Zion!\/Put on your beautiful garments,\/_O Jerusalem, the holy city;\/for the uncircumcised and the unclean\/_shall enter you no more."
    },
    "18699": {
        "format": "poetry",
        "text": "\/Shake yourself from the dust, rise up,\/_O captive Jerusalem;\/loose the bonds from your neck,\/_O captive daughter Zion!"
    },
    "18700": {
        "format": "prose",
        "text": "¶For thus says the Lord: You were sold for nothing, and you shall be redeemed without money."
    },
    "18701": {
        "format": "prose",
        "text": "For thus says the Lord God: Long ago, my people went down into Egypt to reside there as aliens; the Assyrian, too, has oppressed them without cause."
    },
    "18702": {
        "format": "prose",
        "text": "Now therefore what am I doing here, says the Lord, seeing that my people are taken away without cause? Their rulers howl, says the Lord, and continually, all day long, my name is despised."
    },
    "18703": {
        "format": "prose",
        "text": "Therefore my people shall know my name; therefore in that day they shall know that it is I who speak; here am I."
    },
    "18704": {
        "format": "poetry",
        "text": "¶How beautiful upon the mountains\/_are the feet of the messenger who announces peace,\/who brings good news,\/_who announces salvation,\/_who says to Zion, “Your God reigns.”"
    },
    "18705": {
        "format": "poetry",
        "text": "\/Listen! Your sentinels lift up their voices,\/_together they sing for joy;\/for in plain sight they see\/_the return of the Lord to Zion."
    },
    "18706": {
        "format": "poetry",
        "text": "\/Break forth together into singing,\/_you ruins of Jerusalem;\/for the Lord has comforted his people,\/_he has redeemed Jerusalem."
    },
    "18707": {
        "format": "poetry",
        "text": "\/The Lord has bared his holy arm\/_before the eyes of all the nations;\/and all the ends of the earth shall see\/_the salvation of our God."
    },
    "18708": {
        "format": "poetry",
        "text": "¶Depart, depart, go out from there!\/_Touch no unclean thing;\/go out from the midst of it, purify yourselves,\/_you who carry the vessels of the Lord."
    },
    "18709": {
        "format": "poetry",
        "text": "\/For you shall not go out in haste,\/_and you shall not go in flight;\/for the Lord will go before you,\/_and the God of Israel will be your rear guard."
    },
    "18710": {
        "format": "poetry",
        "text": "§¶See, my servant shall prosper;\/_he shall be exalted and lifted up,\/_and shall be very high."
    },
    "18711": {
        "format": "poetry",
        "text": "\/Just as there were many who were astonished at him\/_—so marred was his appearance, beyond human semblance,\/_and his form beyond that of mortals—"
    },
    "18712": {
        "format": "poetry",
        "text": "\/so he shall startle many nations;\/_kings shall shut their mouths because of him;\/for that which had not been told them they shall see,\/_and that which they had not heard they shall contemplate."
    },
    "18713": {
        "format": "poetry",
        "text": "\/Who has believed what we have heard?\/_And to whom has the arm of the Lord been revealed?"
    },
    "18714": {
        "format": "poetry",
        "text": "\/For he grew up before him like a young plant,\/_and like a root out of dry ground;\/he had no form or majesty that we should look at him,\/_nothing in his appearance that we should desire him."
    },
    "18715": {
        "format": "poetry",
        "text": "\/He was despised and rejected by others;\/_a man of suffering and acquainted with infirmity;\/and as one from whom others hide their faces\/_he was despised, and we held him of no account."
    },
    "18716": {
        "format": "poetry",
        "text": "¶Surely he has borne our infirmities\/_and carried our diseases;\/yet we accounted him stricken,\/_struck down by God, and afflicted."
    },
    "18717": {
        "format": "poetry",
        "text": "\/But he was wounded for our transgressions,\/_crushed for our iniquities;\/upon him was the punishment that made us whole,\/_and by his bruises we are healed."
    },
    "18718": {
        "format": "poetry",
        "text": "\/All we like sheep have gone astray;\/_we have all turned to our own way,\/and the Lord has laid on him\/_the iniquity of us all."
    },
    "18719": {
        "format": "poetry",
        "text": "¶He was oppressed, and he was afflicted,\/_yet he did not open his mouth;\/like a lamb that is led to the slaughter,\/_and like a sheep that before its shearers is silent,\/_so he did not open his mouth."
    },
    "18720": {
        "format": "poetry",
        "text": "\/By a perversion of justice he was taken away.\/_Who could have imagined his future?\/For he was cut off from the land of the living,\/_stricken for the transgression of my people."
    },
    "18721": {
        "format": "poetry",
        "text": "\/They made his grave with the wicked\/_and his tomb with the rich,\/although he had done no violence,\/_and there was no deceit in his mouth."
    },
    "18722": {
        "format": "poetry",
        "text": "¶Yet it was the will of the Lord to crush him with pain.\/When you make his life an offering for sin,\/_he shall see his offspring, and shall prolong his days;\/through him the will of the Lord shall prosper."
    },
    "18723": {
        "format": "poetry",
        "text": "\/_Out of his anguish he shall see light;\/he shall find satisfaction through his knowledge.\/_The righteous one, my servant, shall make many righteous,\/_and he shall bear their iniquities."
    },
    "18724": {
        "format": "poetry",
        "text": "\/Therefore I will allot him a portion with the great,\/_and he shall divide the spoil with the strong;\/because he poured out himself to death,\/_and was numbered with the transgressors;\/yet he bore the sin of many,\/_and made intercession for the transgressors."
    },
    "18725": {
        "format": "poetry",
        "text": "§¶Sing, O barren one who did not bear;\/_burst into song and shout,\/_you who have not been in labor!\/For the children of the desolate woman will be more\/_than the children of her that is married, says the Lord."
    },
    "18726": {
        "format": "poetry",
        "text": "\/Enlarge the site of your tent,\/_and let the curtains of your habitations be stretched out;\/do not hold back; lengthen your cords\/_and strengthen your stakes."
    },
    "18727": {
        "format": "poetry",
        "text": "\/For you will spread out to the right and to the left,\/_and your descendants will possess the nations\/_and will settle the desolate towns."
    },
    "18728": {
        "format": "poetry",
        "text": "¶Do not fear, for you will not be ashamed;\/_do not be discouraged, for you will not suffer disgrace;\/for you will forget the shame of your youth,\/_and the disgrace of your widowhood you will remember no more."
    },
    "18729": {
        "format": "poetry",
        "text": "\/For your Maker is your husband,\/_the Lord of hosts is his name;\/the Holy One of Israel is your Redeemer,\/_the God of the whole earth he is called."
    },
    "18730": {
        "format": "poetry",
        "text": "\/For the Lord has called you\/_like a wife forsaken and grieved in spirit,\/like the wife of a man’s youth when she is cast off,\/_says your God."
    },
    "18731": {
        "format": "poetry",
        "text": "\/For a brief moment I abandoned you,\/_but with great compassion I will gather you."
    },
    "18732": {
        "format": "poetry",
        "text": "\/In overflowing wrath for a moment\/_I hid my face from you,\/but with everlasting love I will have compassion on you,\/_says the Lord, your Redeemer."
    },
    "18733": {
        "format": "poetry",
        "text": "¶This is like the days of Noah to me:\/_Just as I swore that the waters of Noah\/_would never again go over the earth,\/so I have sworn that I will not be angry with you\/_and will not rebuke you."
    },
    "18734": {
        "format": "poetry",
        "text": "\/For the mountains may depart\/_and the hills be removed,\/but my steadfast love shall not depart from you,\/_and my covenant of peace shall not be removed,\/_says the Lord, who has compassion on you."
    },
    "18735": {
        "format": "poetry",
        "text": "¶O afflicted one, storm‐tossed, and not comforted,\/_I am about to set your stones in antimony,\/_and lay your foundations with sapphires."
    },
    "18736": {
        "format": "poetry",
        "text": "\/I will make your pinnacles of rubies,\/_your gates of jewels,\/_and all your wall of precious stones."
    },
    "18737": {
        "format": "poetry",
        "text": "\/All your children shall be taught by the Lord,\/_and great shall be the prosperity of your children."
    },
    "18738": {
        "format": "poetry",
        "text": "\/In righteousness you shall be established;\/_you shall be far from oppression, for you shall not fear;\/_and from terror, for it shall not come near you."
    },
    "18739": {
        "format": "poetry",
        "text": "\/If anyone stirs up strife,\/_it is not from me;\/whoever stirs up strife with you\/_shall fall because of you."
    },
    "18740": {
        "format": "poetry",
        "text": "\/See it is I who have created the smith\/_who blows the fire of coals,\/_and produces a weapon fit for its purpose;\/I have also created the ravager to destroy."
    },
    "18741": {
        "format": "poetry",
        "text": "\/_No weapon that is fashioned against you shall prosper,\/_and you shall confute every tongue that rises against you in judgment.\/This is the heritage of the servants of the Lord\/_and their vindication from me, says the Lord."
    },
    "18742": {
        "format": "poetry",
        "text": "§¶Ho, everyone who thirsts,\/_come to the waters;\/and you that have no money,\/_come, buy and eat!\/Come, buy wine and milk\/_without money and without price."
    },
    "18743": {
        "format": "poetry",
        "text": "\/Why do you spend your money for that which is not bread,\/_and your labor for that which does not satisfy?\/Listen carefully to me, and eat what is good,\/_and delight yourselves in rich food."
    },
    "18744": {
        "format": "poetry",
        "text": "\/Incline your ear, and come to me;\/_listen, so that you may live.\/I will make with you an everlasting covenant,\/_my steadfast, sure love for David."
    },
    "18745": {
        "format": "poetry",
        "text": "\/See, I made him a witness to the peoples,\/_a leader and commander for the peoples."
    },
    "18746": {
        "format": "poetry",
        "text": "\/See, you shall call nations that you do not know,\/_and nations that do not know you shall run to you,\/because of the Lord your God, the Holy One of Israel,\/_for he has glorified you."
    },
    "18747": {
        "format": "poetry",
        "text": "¶Seek the Lord while he may be found,\/_call upon him while he is near;"
    },
    "18748": {
        "format": "poetry",
        "text": "\/let the wicked forsake their way,\/_and the unrighteous their thoughts;\/let them return to the Lord, that he may have mercy on them,\/_and to our God, for he will abundantly pardon."
    },
    "18749": {
        "format": "poetry",
        "text": "\/For my thoughts are not your thoughts,\/_nor are your ways my ways, says the Lord."
    },
    "18750": {
        "format": "poetry",
        "text": "\/For as the heavens are higher than the earth,\/_so are my ways higher than your ways\/_and my thoughts than your thoughts."
    },
    "18751": {
        "format": "poetry",
        "text": "¶For as the rain and the snow come down from heaven,\/_and do not return there until they have watered the earth,\/making it bring forth and sprout,\/_giving seed to the sower and bread to the eater,"
    },
    "18752": {
        "format": "poetry",
        "text": "\/so shall my word be that goes out from my mouth;\/_it shall not return to me empty,\/but it shall accomplish that which I purpose,\/_and succeed in the thing for which I sent it."
    },
    "18753": {
        "format": "poetry",
        "text": "¶For you shall go out in joy,\/_and be led back in peace;\/the mountains and the hills before you\/_shall burst into song,\/_and all the trees of the field shall clap their hands."
    },
    "18754": {
        "format": "poetry",
        "text": "\/Instead of the thorn shall come up the cypress;\/_instead of the brier shall come up the myrtle;\/and it shall be to the Lord for a memorial,\/_for an everlasting sign that shall not be cut off."
    },
    "18755": {
        "format": "poetry",
        "text": "§¶Thus says the Lord:\/_Maintain justice, and do what is right,\/for soon my salvation will come,\/_and my deliverance be revealed."
    },
    "18756": {
        "format": "poetry",
        "text": "¶Happy is the mortal who does this,\/_the one who holds it fast,\/who keeps the sabbath, not profaning it,\/_and refrains from doing any evil."
    },
    "18757": {
        "format": "poetry",
        "text": "¶Do not let the foreigner joined to the Lord say,\/_“The Lord will surely separate me from his people”;\/and do not let the eunuch say,\/_“I am just a dry tree.”"
    },
    "18758": {
        "format": "poetry",
        "text": "\/For thus says the Lord:\/To the eunuchs who keep my sabbaths,\/_who choose the things that please me\/_and hold fast my covenant,"
    },
    "18759": {
        "format": "poetry",
        "text": "\/I will give, in my house and within my walls,\/_a monument and a name\/_better than sons and daughters;\/I will give them an everlasting name\/_that shall not be cut off."
    },
    "18760": {
        "format": "poetry",
        "text": "¶And the foreigners who join themselves to the Lord,\/_to minister to him, to love the name of the Lord,\/_and to be his servants,\/all who keep the sabbath, and do not profane it,\/_and hold fast my covenant—"
    },
    "18761": {
        "format": "poetry",
        "text": "\/these I will bring to my holy mountain,\/_and make them joyful in my house of prayer;\/their burnt offerings and their sacrifices\/_will be accepted on my altar;\/for my house shall be called a house of prayer\/_for all peoples."
    },
    "18762": {
        "format": "poetry",
        "text": "\/Thus says the Lord God,\/_who gathers the outcasts of Israel,\/I will gather others to them\/_besides those already gathered."
    },
    "18763": {
        "format": "poetry",
        "text": "§¶All you wild animals,\/_all you wild animals in the forest, come to devour!"
    },
    "18764": {
        "format": "poetry",
        "text": "\/Israel’s sentinels are blind,\/_they are all without knowledge;\/they are all silent dogs\/_that cannot bark;\/dreaming, lying down,\/_loving to slumber."
    },
    "18765": {
        "format": "poetry",
        "text": "\/The dogs have a mighty appetite;\/_they never have enough.\/The shepherds also have no understanding;\/_they have all turned to their own way,\/_to their own gain, one and all."
    },
    "18766": {
        "format": "poetry",
        "text": "\/“Come,” they say, “let us get wine;\/_let us fill ourselves with strong drink.\/And tomorrow will be like today,\/_great beyond measure.”"
    },
    "18767": {
        "format": "poetry",
        "text": "§¶The righteous perish,\/_and no one takes it to heart;\/the devout are taken away,\/_while no one understands.\/For the righteous are taken away from calamity,"
    },
    "18768": {
        "format": "poetry",
        "text": "\/_and they enter into peace;\/those who walk uprightly\/_will rest on their couches."
    },
    "18769": {
        "format": "poetry",
        "text": "\/But as for you, come here,\/_you children of a sorceress,\/_you offspring of an adulterer and a whore."
    },
    "18770": {
        "format": "poetry",
        "text": "\/Whom are you mocking?\/_Against whom do you open your mouth wide\/_and stick out your tongue?\/Are you not children of transgression,\/_the offspring of deceit—"
    },
    "18771": {
        "format": "poetry",
        "text": "\/you that burn with lust among the oaks,\/_under every green tree;\/you that slaughter your children in the valleys,\/_under the clefts of the rocks?"
    },
    "18772": {
        "format": "poetry",
        "text": "\/Among the smooth stones of the valley is your portion;\/_they, they, are your lot;\/to them you have poured out a drink offering,\/_you have brought a grain offering.\/_Shall I be appeased for these things?"
    },
    "18773": {
        "format": "poetry",
        "text": "\/Upon a high and lofty mountain\/_you have set your bed,\/_and there you went up to offer sacrifice."
    },
    "18774": {
        "format": "poetry",
        "text": "\/Behind the door and the doorpost\/_you have set up your symbol;\/for, in deserting me, you have uncovered your bed,\/_you have gone up to it,\/_you have made it wide;\/and you have made a bargain for yourself with them,\/_you have loved their bed,\/_you have gazed on their nakedness."
    },
    "18775": {
        "format": "poetry",
        "text": "\/You journeyed to Molech with oil,\/_and multiplied your perfumes;\/you sent your envoys far away,\/_and sent down even to Sheol."
    },
    "18216": {
        "format": "prose",
        "text": "¶Therefore thus says the Lord, who redeemed Abraham, concerning the house of Jacob:¶▼No longer shall Jacob be ashamed,\/_no longer shall his face grow pale."
    },
    "18217": {
        "format": "poetry",
        "text": "\/For when he sees his children,\/_the work of my hands, in his midst,\/_they will sanctify my name;\/they will sanctify the Holy One of Jacob,\/_and will stand in awe of the God of Israel."
    },
    "18218": {
        "format": "poetry",
        "text": "\/And those who err in spirit will come to understanding,\/_and those who grumble will accept instruction."
    },
    "18219": {
        "format": "poetry",
        "text": "§¶Oh, rebellious children, says the Lord,\/who carry out a plan, but not mine;\/who make an alliance, but against my will,\/_adding sin to sin;"
    },
    "18220": {
        "format": "poetry",
        "text": "\/who set out to go down to Egypt\/_without asking for my counsel,\/to take refuge in the protection of Pharaoh,\/_and to seek shelter in the shadow of Egypt;"
    },
    "18221": {
        "format": "poetry",
        "text": "\/Therefore the protection of Pharaoh shall become your shame,\/_and the shelter in the shadow of Egypt your humiliation."
    },
    "18222": {
        "format": "poetry",
        "text": "\/For though his officials are at Zoan\/_and his envoys reach Hanes,"
    },
    "18223": {
        "format": "poetry",
        "text": "\/everyone comes to shame\/_through a people that cannot profit them,\/that brings neither help nor profit,\/_but shame and disgrace."
    },
    "18224": {
        "format": "prose",
        "text": "¶An oracle concerning the animals of the Negeb.¶▼Through a land of trouble and distress,\/_of lioness and roaring lion,\/_of viper and flying serpent,\/they carry their riches on the backs of donkeys,\/_and their treasures on the humps of camels,\/_to a people that cannot profit them."
    },
    "18225": {
        "format": "poetry",
        "text": "\/For Egypt’s help is worthless and empty,\/_therefore I have called her,\/_“Rahab who sits still.”"
    },
    "18226": {
        "format": "poetry",
        "text": "§¶Go now, write it before them on a tablet,\/_and inscribe it in a book,\/so that it may be for the time to come\/_as a witness forever."
    },
    "18227": {
        "format": "poetry",
        "text": "\/For they are a rebellious people,\/_faithless children,\/children who will not hear\/_the instruction of the Lord;"
    },
    "18228": {
        "format": "poetry",
        "text": "\/who say to the seers, “Do not see”;\/_and to the prophets, “Do not prophesy to us what is right;\/speak to us smooth things,\/_prophesy illusions,"
    },
    "18229": {
        "format": "poetry",
        "text": "\/leave the way, turn aside from the path,\/_let us hear no more about the Holy One of Israel.”"
    },
    "18230": {
        "format": "poetry",
        "text": "\/Therefore thus says the Holy One of Israel:\/Because you reject this word,\/_and put your trust in oppression and deceit,\/_and rely on them;"
    },
    "18231": {
        "format": "poetry",
        "text": "\/therefore this iniquity shall become for you\/_like a break in a high wall, bulging out, and about to collapse,\/_whose crash comes suddenly, in an instant;"
    },
    "18232": {
        "format": "poetry",
        "text": "\/its breaking is like that of a potter’s vessel\/_that is smashed so ruthlessly\/that among its fragments not a sherd is found\/_for taking fire from the hearth,\/_or dipping water out of the cistern."
    },
    "18233": {
        "format": "poetry",
        "text": "¶For thus said the Lord God, the Holy One of Israel:\/In returning and rest you shall be saved;\/_in quietness and in trust shall be your strength.\/But you refused"
    },
    "18234": {
        "format": "poetry",
        "text": "\/and said,\/“No! We will flee upon horses”—\/_therefore you shall flee!\/and, “We will ride upon swift steeds”—\/_therefore your pursuers shall be swift!"
    },
    "18235": {
        "format": "poetry",
        "text": "\/A thousand shall flee at the threat of one,\/_at the threat of five you shall flee,\/until you are left\/_like a flagstaff on the top of a mountain,\/_like a signal on a hill."
    },
    "18236": {
        "format": "poetry",
        "text": "§¶Therefore the Lord waits to be gracious to you;\/_therefore he will rise up to show mercy to you.\/For the Lord is a God of justice;\/_blessed are all those who wait for him."
    },
    "18237": {
        "format": "prose",
        "text": "¶Truly, O people in Zion, inhabitants of Jerusalem, you shall weep no more. He will surely be gracious to you at the sound of your cry; when he hears it, he will answer you."
    },
    "18238": {
        "format": "prose",
        "text": "Though the Lord may give you the bread of adversity and the water of affliction, yet your Teacher will not hide himself any more, but your eyes shall see your Teacher."
    },
    "18239": {
        "format": "prose",
        "text": "And when you turn to the right or when you turn to the left, your ears shall hear a word behind you, saying, “This is the way; walk in it.”"
    },
    "18240": {
        "format": "prose",
        "text": "Then you will defile your silver‑covered idols and your gold‑plated images. You will scatter them like filthy rags; you will say to them, “Away with you!”"
    },
    "18776": {
        "format": "poetry",
        "text": "\/You grew weary from your many wanderings,\/_but you did not say, “It is useless.”\/You found your desire rekindled,\/_and so you did not weaken."
    },
    "18777": {
        "format": "poetry",
        "text": "¶Whom did you dread and fear\/_so that you lied,\/and did not remember me\/_or give me a thought?\/Have I not kept silent and closed my eyes,\/_and so you do not fear me?"
    },
    "18778": {
        "format": "poetry",
        "text": "\/I will concede your righteousness and your works,\/_but they will not help you."
    },
    "18779": {
        "format": "poetry",
        "text": "\/When you cry out, let your collection of idols deliver you!\/_The wind will carry them off,\/_a breath will take them away.\/But whoever takes refuge in me shall possess the land\/_and inherit my holy mountain."
    },
    "18780": {
        "format": "poetry",
        "text": "§¶It shall be said,\/“Build up, build up, prepare the way,\/_remove every obstruction from my people’s way.”"
    },
    "18781": {
        "format": "poetry",
        "text": "\/For thus says the high and lofty one\/_who inhabits eternity, whose name is Holy:\/I dwell in the high and holy place,\/_and also with those who are contrite and humble in spirit,\/to revive the spirit of the humble,\/_and to revive the heart of the contrite."
    },
    "18782": {
        "format": "poetry",
        "text": "\/For I will not continually accuse,\/_nor will I always be angry;\/for then the spirits would grow faint before me,\/_even the souls that I have made."
    },
    "18783": {
        "format": "poetry",
        "text": "\/Because of their wicked covetousness I was angry;\/_I struck them, I hid and was angry;\/_but they kept turning back to their own ways."
    },
    "18784": {
        "format": "poetry",
        "text": "\/I have seen their ways, but I will heal them;\/_I will lead them and repay them with comfort,\/_creating for their mourners the fruit of the lips."
    },
    "18785": {
        "format": "poetry",
        "text": "\/Peace, peace, to the far and the near, says the Lord;\/_and I will heal them."
    },
    "18786": {
        "format": "poetry",
        "text": "\/But the wicked are like the tossing sea\/_that cannot keep still;\/_its waters toss up mire and mud."
    },
    "18787": {
        "format": "poetry",
        "text": "\/There is no peace, says my God, for the wicked."
    },
    "18788": {
        "format": "poetry",
        "text": "§¶Shout out, do not hold back!\/_Lift up your voice like a trumpet!\/Announce to my people their rebellion,\/_to the house of Jacob their sins."
    },
    "18789": {
        "format": "poetry",
        "text": "\/Yet day after day they seek me\/_and delight to know my ways,\/as if they were a nation that practiced righteousness\/_and did not forsake the ordinance of their God;\/they ask of me righteous judgments,\/_they delight to draw near to God."
    },
    "18790": {
        "format": "poetry",
        "text": "\/“Why do we fast, but you do not see?\/_Why humble ourselves, but you do not notice?”\/Look, you serve your own interest on your fast day,\/_and oppress all your workers."
    },
    "18791": {
        "format": "poetry",
        "text": "\/Look, you fast only to quarrel and to fight\/_and to strike with a wicked fist.\/Such fasting as you do today\/_will not make your voice heard on high."
    },
    "18792": {
        "format": "poetry",
        "text": "\/Is such the fast that I choose,\/_a day to humble oneself?\/Is it to bow down the head like a bulrush,\/_and to lie in sackcloth and ashes?\/Will you call this a fast,\/_a day acceptable to the Lord?"
    },
    "18793": {
        "format": "poetry",
        "text": "¶Is not this the fast that I choose:\/_to loose the bonds of injustice,\/_to undo the thongs of the yoke,\/to let the oppressed go free,\/_and to break every yoke?"
    },
    "18794": {
        "format": "poetry",
        "text": "\/Is it not to share your bread with the hungry,\/_and bring the homeless poor into your house;\/when you see the naked, to cover them,\/_and not to hide yourself from your own kin?"
    },
    "18795": {
        "format": "poetry",
        "text": "\/Then your light shall break forth like the dawn,\/_and your healing shall spring up quickly;\/your vindicator shall go before you,\/_the glory of the Lord shall be your rear guard."
    },
    "18796": {
        "format": "poetry",
        "text": "\/Then you shall call, and the Lord will answer;\/_you shall cry for help, and he will say, Here I am.¶If you remove the yoke from among you,\/_the pointing of the finger, the speaking of evil,"
    },
    "18797": {
        "format": "poetry",
        "text": "\/if you offer your food to the hungry\/_and satisfy the needs of the afflicted,\/then your light shall rise in the darkness\/_and your gloom be like the noonday."
    },
    "18798": {
        "format": "poetry",
        "text": "\/The Lord will guide you continually,\/_and satisfy your needs in parched places,\/_and make your bones strong;\/and you shall be like a watered garden,\/_like a spring of water,\/_whose waters never fail."
    },
    "18799": {
        "format": "poetry",
        "text": "\/Your ancient ruins shall be rebuilt;\/_you shall raise up the foundations of many generations;\/you shall be called the repairer of the breach,\/_the restorer of streets to live in."
    },
    "18800": {
        "format": "poetry",
        "text": "¶If you refrain from trampling the sabbath,\/_from pursuing your own interests on my holy day;\/if you call the sabbath a delight\/_and the holy day of the Lord honorable;\/if you honor it, not going your own ways,\/_serving your own interests, or pursuing your own affairs;"
    },
    "18801": {
        "format": "poetry",
        "text": "\/then you shall take delight in the Lord,\/_and I will make you ride upon the heights of the earth;\/I will feed you with the heritage of your ancestor Jacob,\/_for the mouth of the Lord has spoken."
    },
    "18802": {
        "format": "poetry",
        "text": "§¶See, the Lord’s hand is not too short to save,\/_nor his ear too dull to hear."
    },
    "18803": {
        "format": "poetry",
        "text": "\/Rather, your iniquities have been barriers\/_between you and your God,\/and your sins have hidden his face from you\/_so that he does not hear."
    },
    "18804": {
        "format": "poetry",
        "text": "\/For your hands are defiled with blood,\/_and your fingers with iniquity;\/your lips have spoken lies,\/_your tongue mutters wickedness."
    },
    "18805": {
        "format": "poetry",
        "text": "\/No one brings suit justly,\/_no one goes to law honestly;\/they rely on empty pleas, they speak lies,\/_conceiving mischief and begetting iniquity."
    },
    "18806": {
        "format": "poetry",
        "text": "\/They hatch adders’ eggs,\/_and weave the spider’s web;\/whoever eats their eggs dies,\/_and the crushed egg hatches out a viper."
    },
    "18807": {
        "format": "poetry",
        "text": "\/Their webs cannot serve as clothing;\/_they cannot cover themselves with what they make.\/Their works are works of iniquity,\/_and deeds of violence are in their hands."
    },
    "18808": {
        "format": "poetry",
        "text": "\/Their feet run to evil,\/_and they rush to shed innocent blood;\/their thoughts are thoughts of iniquity,\/_desolation and destruction are in their highways."
    },
    "18809": {
        "format": "poetry",
        "text": "\/The way of peace they do not know,\/_and there is no justice in their paths.\/Their roads they have made crooked;\/_no one who walks in them knows peace."
    },
    "18810": {
        "format": "poetry",
        "text": "¶Therefore justice is far from us,\/_and righteousness does not reach us;\/we wait for light, and lo! there is darkness;\/_and for brightness, but we walk in gloom."
    },
    "18811": {
        "format": "poetry",
        "text": "\/We grope like the blind along a wall,\/_groping like those who have no eyes;\/we stumble at noon as in the twilight,\/_among the vigorous as though we were dead."
    },
    "18812": {
        "format": "poetry",
        "text": "\/We all growl like bears;\/_like doves we moan mournfully.\/We wait for justice, but there is none;\/_for salvation, but it is far from us."
    },
    "18813": {
        "format": "poetry",
        "text": "\/For our transgressions before you are many,\/_and our sins testify against us.\/Our transgressions indeed are with us,\/_and we know our iniquities:"
    },
    "18814": {
        "format": "poetry",
        "text": "\/transgressing, and denying the Lord,\/_and turning away from following our God,\/talking oppression and revolt,\/_conceiving lying words and uttering them from the heart."
    },
    "18815": {
        "format": "poetry",
        "text": "\/Justice is turned back,\/_and righteousness stands at a distance;\/for truth stumbles in the public square,\/_and uprightness cannot enter."
    },
    "18816": {
        "format": "poetry",
        "text": "\/Truth is lacking,\/_and whoever turns from evil is despoiled.¶The Lord saw it, and it displeased him\/_that there was no justice."
    },
    "18817": {
        "format": "poetry",
        "text": "\/He saw that there was no one,\/_and was appalled that there was no one to intervene;\/so his own arm brought him victory,\/_and his righteousness upheld him."
    },
    "18818": {
        "format": "poetry",
        "text": "\/He put on righteousness like a breastplate,\/_and a helmet of salvation on his head;\/he put on garments of vengeance for clothing,\/_and wrapped himself in fury as in a mantle."
    },
    "18819": {
        "format": "poetry",
        "text": "\/According to their deeds, so will he repay;\/_wrath to his adversaries, requital to his enemies;\/_to the coastlands he will render requital."
    },
    "18820": {
        "format": "poetry",
        "text": "\/So those in the west shall fear the name of the Lord,\/_and those in the east, his glory;\/for he will come like a pent‐up stream\/_that the wind of the Lord drives on."
    },
    "18821": {
        "format": "poetry",
        "text": "¶And he will come to Zion as Redeemer,\/_to those in Jacob who turn from transgression, says the Lord."
    },
    "18822": {
        "format": "prose",
        "text": "¶And as for me, this is my covenant with them, says the Lord: my spirit that is upon you, and my words that I have put in your mouth, shall not depart out of your mouth, or out of the mouths of your children, or out of the mouths of your children’s children, says the Lord, from now on and forever."
    },
    "18823": {
        "format": "poetry",
        "text": "§¶Arise, shine; for your light has come,\/_and the glory of the Lord has risen upon you."
    },
    "18824": {
        "format": "poetry",
        "text": "\/For darkness shall cover the earth,\/_and thick darkness the peoples;\/but the Lord will arise upon you,\/_and his glory will appear over you."
    },
    "18825": {
        "format": "poetry",
        "text": "\/Nations shall come to your light,\/_and kings to the brightness of your dawn."
    },
    "18826": {
        "format": "poetry",
        "text": "¶Lift up your eyes and look around;\/_they all gather together, they come to you;\/your sons shall come from far away,\/_and your daughters shall be carried on their nurses’ arms."
    },
    "18827": {
        "format": "poetry",
        "text": "\/Then you shall see and be radiant;\/_your heart shall thrill and rejoice,\/because the abundance of the sea shall be brought to you,\/_the wealth of the nations shall come to you."
    },
    "18828": {
        "format": "poetry",
        "text": "\/A multitude of camels shall cover you,\/_the young camels of Midian and Ephah;\/_all those from Sheba shall come.\/They shall bring gold and frankincense,\/_and shall proclaim the praise of the Lord."
    },
    "18829": {
        "format": "poetry",
        "text": "\/All the flocks of Kedar shall be gathered to you,\/_the rams of Nebaioth shall minister to you;\/they shall be acceptable on my altar,\/_and I will glorify my glorious house."
    },
    "18830": {
        "format": "poetry",
        "text": "¶Who are these that fly like a cloud,\/_and like doves to their windows?"
    },
    "18831": {
        "format": "poetry",
        "text": "\/For the coastlands shall wait for me,\/_the ships of Tarshish first,\/to bring your children from far away,\/_their silver and gold with them,\/for the name of the Lord your God,\/_and for the Holy One of Israel,\/_because he has glorified you."
    },
    "18832": {
        "format": "poetry",
        "text": "\/Foreigners shall build up your walls,\/_and their kings shall minister to you;\/for in my wrath I struck you down,\/_but in my favor I have had mercy on you."
    },
    "18833": {
        "format": "poetry",
        "text": "\/Your gates shall always be open;\/_day and night they shall not be shut,\/so that nations shall bring you their wealth,\/_with their kings led in procession."
    },
    "18834": {
        "format": "poetry",
        "text": "\/For the nation and kingdom\/_that will not serve you shall perish;\/_those nations shall be utterly laid waste."
    },
    "18835": {
        "format": "poetry",
        "text": "\/The glory of Lebanon shall come to you,\/_the cypress, the plane, and the pine,\/to beautify the place of my sanctuary;\/_and I will glorify where my feet rest."
    },
    "18836": {
        "format": "poetry",
        "text": "\/The descendants of those who oppressed you\/_shall come bending low to you,\/and all who despised you\/_shall bow down at your feet;\/they shall call you the City of the Lord,\/_the Zion of the Holy One of Israel."
    },
    "18837": {
        "format": "poetry",
        "text": "\/Whereas you have been forsaken and hated,\/_with no one passing through,\/I will make you majestic forever,\/_a joy from age to age."
    },
    "18838": {
        "format": "poetry",
        "text": "\/You shall suck the milk of nations,\/_you shall suck the breasts of kings;\/and you shall know that I, the Lord, am your Savior\/_and your Redeemer, the Mighty One of Jacob."
    },
    "18839": {
        "format": "poetry",
        "text": "¶Instead of bronze I will bring gold,\/_instead of iron I will bring silver;\/instead of wood, bronze,\/_instead of stones, iron.\/I will appoint Peace as your overseer\/_and Righteousness as your taskmaster."
    },
    "18840": {
        "format": "poetry",
        "text": "\/Violence shall no more be heard in your land,\/_devastation or destruction within your borders;\/you shall call your walls Salvation,\/_and your gates Praise."
    },
    "18841": {
        "format": "poetry",
        "text": "§¶The sun shall no longer be\/_your light by day,\/nor for brightness shall the moon\/_give light to you by night;\/but the Lord will be your everlasting light,\/_and your God will be your glory."
    },
    "18842": {
        "format": "poetry",
        "text": "\/Your sun shall no more go down,\/_or your moon withdraw itself;\/for the Lord will be your everlasting light,\/_and your days of mourning shall be ended."
    },
    "18843": {
        "format": "poetry",
        "text": "\/Your people shall all be righteous;\/_they shall possess the land forever.\/They are the shoot that I planted, the work of my hands,\/_so that I might be glorified."
    },
    "18844": {
        "format": "poetry",
        "text": "\/The least of them shall become a clan,\/_and the smallest one a mighty nation;\/I am the Lord;\/_in its time I will accomplish it quickly."
    },
    "18845": {
        "format": "poetry",
        "text": "§¶The spirit of the Lord God is upon me,\/_because the Lord has anointed me;\/he has sent me to bring good news to the oppressed,\/_to bind up the brokenhearted,\/to proclaim liberty to the captives,\/_and release to the prisoners;"
    },
    "18846": {
        "format": "poetry",
        "text": "\/to proclaim the year of the Lord’s favor,\/_and the day of vengeance of our God;\/_to comfort all who mourn;"
    },
    "18847": {
        "format": "poetry",
        "text": "\/to provide for those who mourn in Zion—\/_to give them a garland instead of ashes,\/the oil of gladness instead of mourning,\/_the mantle of praise instead of a faint spirit.\/They will be called oaks of righteousness,\/_the planting of the Lord, to display his glory."
    },
    "18848": {
        "format": "poetry",
        "text": "\/They shall build up the ancient ruins,\/_they shall raise up the former devastations;\/they shall repair the ruined cities,\/_the devastations of many generations."
    },
    "18849": {
        "format": "poetry",
        "text": "¶Strangers shall stand and feed your flocks,\/_foreigners shall till your land and dress your vines;"
    },
    "18850": {
        "format": "poetry",
        "text": "\/but you shall be called priests of the Lord,\/_you shall be named ministers of our God;\/you shall enjoy the wealth of the nations,\/_and in their riches you shall glory."
    },
    "18851": {
        "format": "poetry",
        "text": "\/Because their shame was double,\/_and dishonor was proclaimed as their lot,\/therefore they shall possess a double portion;\/_everlasting joy shall be theirs."
    },
    "18852": {
        "format": "poetry",
        "text": "¶For I the Lord love justice,\/_I hate robbery and wrongdoing;\/I will faithfully give them their recompense,\/_and I will make an everlasting covenant with them."
    },
    "18853": {
        "format": "poetry",
        "text": "\/Their descendants shall be known among the nations,\/_and their offspring among the peoples;\/all who see them shall acknowledge\/_that they are a people whom the Lord has blessed."
    },
    "18854": {
        "format": "poetry",
        "text": "\/I will greatly rejoice in the Lord,\/_my whole being shall exult in my God;\/for he has clothed me with the garments of salvation,\/_he has covered me with the robe of righteousness,\/as a bridegroom decks himself with a garland,\/_and as a bride adorns herself with her jewels."
    },
    "18855": {
        "format": "poetry",
        "text": "\/For as the earth brings forth its shoots,\/_and as a garden causes what is sown in it to spring up,\/so the Lord God will cause righteousness and praise\/_to spring up before all the nations."
    },
    "18856": {
        "format": "poetry",
        "text": "§¶For Zion’s sake I will not keep silent,\/_and for Jerusalem’s sake I will not rest,\/until her vindication shines out like the dawn,\/_and her salvation like a burning torch."
    },
    "18857": {
        "format": "poetry",
        "text": "\/The nations shall see your vindication,\/_and all the kings your glory;\/and you shall be called by a new name\/_that the mouth of the Lord will give."
    },
    "18858": {
        "format": "poetry",
        "text": "\/You shall be a crown of beauty in the hand of the Lord,\/_and a royal diadem in the hand of your God."
    },
    "18859": {
        "format": "poetry",
        "text": "\/You shall no more be termed Forsaken,\/_and your land shall no more be termed Desolate;\/but you shall be called My Delight Is in Her,\/_and your land Married;\/for the Lord delights in you,\/_and your land shall be married."
    },
    "18860": {
        "format": "poetry",
        "text": "\/For as a young man marries a young woman,\/_so shall your builder marry you,\/and as the bridegroom rejoices over the bride,\/_so shall your God rejoice over you."
    },
    "18861": {
        "format": "poetry",
        "text": "\/Upon your walls, O Jerusalem,\/_I have posted sentinels;\/all day and all night\/_they shall never be silent.\/You who remind the Lord,\/_take no rest,"
    },
    "18862": {
        "format": "poetry",
        "text": "\/and give him no rest\/_until he establishes Jerusalem\/_and makes it renowned throughout the earth."
    },
    "18863": {
        "format": "poetry",
        "text": "\/The Lord has sworn by his right hand\/_and by his mighty arm:\/I will not again give your grain\/_to be food for your enemies,\/and foreigners shall not drink the wine\/_for which you have labored;"
    },
    "18864": {
        "format": "poetry",
        "text": "\/but those who garner it shall eat it\/_and praise the Lord,\/and those who gather it shall drink it\/_in my holy courts."
    },
    "18865": {
        "format": "poetry",
        "text": "¶Go through, go through the gates,\/_prepare the way for the people;\/build up, build up the highway,\/_clear it of stones,\/_lift up an ensign over the peoples."
    },
    "18866": {
        "format": "poetry",
        "text": "\/The Lord has proclaimed\/_to the end of the earth:\/Say to daughter Zion,\/_“See, your salvation comes;\/his reward is with him,\/_and his recompense before him.”"
    },
    "18867": {
        "format": "poetry",
        "text": "\/They shall be called, “The Holy People,\/_The Redeemed of the Lord”;\/and you shall be called, “Sought Out,\/_A City Not Forsaken.”"
    },
    "18868": {
        "format": "poetry",
        "text": "§¶“Who is this that comes from Edom,\/_from Bozrah in garments stained crimson?\/Who is this so splendidly robed,\/_marching in his great might?”¶“It is I, announcing vindication,\/_mighty to save.”"
    },
    "18869": {
        "format": "poetry",
        "text": "¶“Why are your robes red,\/_and your garments like theirs who tread the wine press?”"
    },
    "18870": {
        "format": "poetry",
        "text": "¶“I have trodden the wine press alone,\/_and from the peoples no one was with me;\/I trod them in my anger\/_and trampled them in my wrath;\/their juice spattered on my garments,\/_and stained all my robes."
    },
    "18871": {
        "format": "poetry",
        "text": "\/For the day of vengeance was in my heart,\/_and the year for my redeeming work had come."
    },
    "18872": {
        "format": "poetry",
        "text": "\/I looked, but there was no helper;\/_I stared, but there was no one to sustain me;\/so my own arm brought me victory,\/_and my wrath sustained me."
    },
    "18873": {
        "format": "poetry",
        "text": "\/I trampled down peoples in my anger,\/_I crushed them in my wrath,\/_and I poured out their lifeblood on the earth.”"
    },
    "18874": {
        "format": "poetry",
        "text": "§¶I will recount the gracious deeds of the Lord,\/_the praiseworthy acts of the Lord,\/because of all that the Lord has done for us,\/_and the great favor to the house of Israel\/that he has shown them according to his mercy,\/_according to the abundance of his steadfast love."
    },
    "18875": {
        "format": "poetry",
        "text": "\/For he said, “Surely they are my people,\/_children who will not deal falsely”;\/and he became their savior"
    },
    "18876": {
        "format": "poetry",
        "text": "\/_in all their distress.\/It was no messenger or angel\/_but his presence that saved them;\/in his love and in his pity he redeemed them;\/_he lifted them up and carried them all the days of old."
    },
    "18877": {
        "format": "poetry",
        "text": "¶But they rebelled\/_and grieved his holy spirit;\/therefore he became their enemy;\/_he himself fought against them."
    },
    "18878": {
        "format": "poetry",
        "text": "\/Then they remembered the days of old,\/_of Moses his servant.\/Where is the one who brought them up out of the sea\/_with the shepherds of his flock?\/Where is the one who put within them\/_his holy spirit,"
    },
    "18879": {
        "format": "poetry",
        "text": "\/who caused his glorious arm\/_to march at the right hand of Moses,\/who divided the waters before them\/_to make for himself an everlasting name,"
    },
    "18880": {
        "format": "poetry",
        "text": "\/_who led them through the depths?\/Like a horse in the desert,\/_they did not stumble."
    },
    "18881": {
        "format": "poetry",
        "text": "\/Like cattle that go down into the valley,\/_the spirit of the Lord gave them rest.\/Thus you led your people,\/_to make for yourself a glorious name."
    },
    "18882": {
        "format": "poetry",
        "text": "§¶Look down from heaven and see,\/_from your holy and glorious habitation.\/Where are your zeal and your might?\/_The yearning of your heart and your compassion?\/_They are withheld from me."
    },
    "18883": {
        "format": "poetry",
        "text": "\/For you are our father,\/_though Abraham does not know us\/_and Israel does not acknowledge us;\/you, O Lord, are our father;\/_our Redeemer from of old is your name."
    },
    "18884": {
        "format": "poetry",
        "text": "\/Why, O Lord, do you make us stray from your ways\/_and harden our heart, so that we do not fear you?\/Turn back for the sake of your servants,\/_for the sake of the tribes that are your heritage."
    },
    "18885": {
        "format": "poetry",
        "text": "\/Your holy people took possession for a little while;\/_but now our adversaries have trampled down your sanctuary."
    },
    "18886": {
        "format": "poetry",
        "text": "\/We have long been like those whom you do not rule,\/_like those not called by your name."
    },
    "18887": {
        "format": "poetry",
        "text": "¶O that you would tear open the heavens and come down,\/_so that the mountains would quake at your presence—"
    },
    "18888": {
        "format": "poetry",
        "text": "\/as when fire kindles brushwood\/_and the fire causes water to boil—\/to make your name known to your adversaries,\/_so that the nations might tremble at your presence!"
    },
    "18889": {
        "format": "poetry",
        "text": "\/When you did awesome deeds that we did not expect,\/_you came down, the mountains quaked at your presence."
    },
    "18890": {
        "format": "poetry",
        "text": "\/From ages past no one has heard,\/_no ear has perceived,\/no eye has seen any God besides you,\/_who works for those who wait for him."
    },
    "18891": {
        "format": "poetry",
        "text": "\/You meet those who gladly do right,\/_those who remember you in your ways.\/But you were angry, and we sinned;\/_because you hid yourself we transgressed."
    },
    "18892": {
        "format": "poetry",
        "text": "\/We have all become like one who is unclean,\/_and all our righteous deeds are like a filthy cloth.\/We all fade like a leaf,\/_and our iniquities, like the wind, take us away."
    },
    "18893": {
        "format": "poetry",
        "text": "\/There is no one who calls on your name,\/_or attempts to take hold of you;\/for you have hidden your face from us,\/_and have delivered us into the hand of our iniquity."
    },
    "18894": {
        "format": "poetry",
        "text": "\/Yet, O Lord, you are our Father;\/_we are the clay, and you are our potter;\/_we are all the work of your hand."
    },
    "18895": {
        "format": "poetry",
        "text": "\/Do not be exceedingly angry, O Lord,\/_and do not remember iniquity forever.\/_Now consider, we are all your people."
    },
    "18896": {
        "format": "poetry",
        "text": "\/Your holy cities have become a wilderness,\/_Zion has become a wilderness,\/_Jerusalem a desolation."
    },
    "18897": {
        "format": "poetry",
        "text": "\/Our holy and beautiful house,\/_where our ancestors praised you,\/has been burned by fire,\/_and all our pleasant places have become ruins."
    },
    "18898": {
        "format": "poetry",
        "text": "\/After all this, will you restrain yourself, O Lord?\/_Will you keep silent, and punish us so severely?"
    },
    "18899": {
        "format": "poetry",
        "text": "§¶I was ready to be sought out by those who did not ask,\/_to be found by those who did not seek me.\/I said, “Here I am, here I am,”\/_to a nation that did not call on my name."
    },
    "18900": {
        "format": "poetry",
        "text": "\/I held out my hands all day long\/_to a rebellious people,\/who walk in a way that is not good,\/_following their own devices;"
    },
    "18901": {
        "format": "poetry",
        "text": "\/a people who provoke me\/_to my face continually,\/sacrificing in gardens\/_and offering incense on bricks;"
    },
    "18902": {
        "format": "poetry",
        "text": "\/who sit inside tombs,\/_and spend the night in secret places;\/who eat swine’s flesh,\/_with broth of abominable things in their vessels;"
    },
    "18903": {
        "format": "poetry",
        "text": "\/who say, “Keep to yourself,\/_do not come near me, for I am too holy for you.”\/These are a smoke in my nostrils,\/_a fire that burns all day long."
    },
    "18904": {
        "format": "poetry",
        "text": "\/See, it is written before me:\/_I will not keep silent, but I will repay;\/I will indeed repay into their laps"
    },
    "18905": {
        "format": "poetry",
        "text": "\/_their iniquities and their ancestors’ iniquities together,\/says the Lord;\/because they offered incense on the mountains\/_and reviled me on the hills,\/I will measure into their laps\/_full payment for their actions."
    },
    "18906": {
        "format": "poetry",
        "text": "\/Thus says the Lord:\/As the wine is found in the cluster,\/_and they say, “Do not destroy it,\/_for there is a blessing in it,”\/so I will do for my servants’ sake,\/_and not destroy them all."
    },
    "18907": {
        "format": "poetry",
        "text": "\/I will bring forth descendants from Jacob,\/_and from Judah inheritors of my mountains;\/my chosen shall inherit it,\/_and my servants shall settle there."
    },
    "18908": {
        "format": "poetry",
        "text": "\/Sharon shall become a pasture for flocks,\/_and the Valley of Achor a place for herds to lie down,\/_for my people who have sought me."
    },
    "18909": {
        "format": "poetry",
        "text": "\/But you who forsake the Lord,\/_who forget my holy mountain,\/who set a table for Fortune\/_and fill cups of mixed wine for Destiny;"
    },
    "18910": {
        "format": "poetry",
        "text": "\/I will destine you to the sword,\/_and all of you shall bow down to the slaughter;\/because, when I called, you did not answer,\/_when I spoke, you did not listen,\/but you did what was evil in my sight,\/_and chose what I did not delight in."
    },
    "18911": {
        "format": "poetry",
        "text": "\/Therefore thus says the Lord God:\/My servants shall eat,\/_but you shall be hungry;\/my servants shall drink,\/_but you shall be thirsty;\/my servants shall rejoice,\/_but you shall be put to shame;"
    },
    "18912": {
        "format": "poetry",
        "text": "\/my servants shall sing for gladness of heart,\/_but you shall cry out for pain of heart,\/_and shall wail for anguish of spirit."
    },
    "18913": {
        "format": "poetry",
        "text": "\/You shall leave your name to my chosen to use as a curse,\/_and the Lord God will put you to death;\/_but to his servants he will give a different name."
    },
    "18914": {
        "format": "poetry",
        "text": "\/Then whoever invokes a blessing in the land\/_shall bless by the God of faithfulness,\/and whoever takes an oath in the land\/_shall swear by the God of faithfulness;\/because the former troubles are forgotten\/_and are hidden from my sight."
    },
    "18915": {
        "format": "poetry",
        "text": "§¶For I am about to create new heavens\/_and a new earth;\/the former things shall not be remembered\/_or come to mind."
    },
    "18916": {
        "format": "poetry",
        "text": "\/But be glad and rejoice forever\/_in what I am creating;\/for I am about to create Jerusalem as a joy,\/_and its people as a delight."
    },
    "18917": {
        "format": "poetry",
        "text": "\/I will rejoice in Jerusalem,\/_and delight in my people;\/no more shall the sound of weeping be heard in it,\/_or the cry of distress."
    },
    "18918": {
        "format": "poetry",
        "text": "\/No more shall there be in it\/_an infant that lives but a few days,\/_or an old person who does not live out a lifetime;\/for one who dies at a hundred years will be considered a youth,\/_and one who falls short of a hundred will be considered accursed."
    },
    "18919": {
        "format": "poetry",
        "text": "\/They shall build houses and inhabit them;\/_they shall plant vineyards and eat their fruit."
    },
    "18920": {
        "format": "poetry",
        "text": "\/They shall not build and another inhabit;\/_they shall not plant and another eat;\/for like the days of a tree shall the days of my people be,\/_and my chosen shall long enjoy the work of their hands."
    },
    "18921": {
        "format": "poetry",
        "text": "\/They shall not labor in vain,\/_or bear children for calamity;\/for they shall be offspring blessed by the Lord—\/_and their descendants as well."
    },
    "18922": {
        "format": "poetry",
        "text": "\/Before they call I will answer,\/_while they are yet speaking I will hear."
    },
    "18923": {
        "format": "poetry",
        "text": "\/The wolf and the lamb shall feed together,\/_the lion shall eat straw like the ox;\/_but the serpent—its food shall be dust!\/They shall not hurt or destroy\/_on all my holy mountain,\/says the Lord."
    },
    "18924": {
        "format": "poetry",
        "text": "§¶Thus says the Lord:\/Heaven is my throne\/_and the earth is my footstool;\/what is the house that you would build for me,\/_and what is my resting place?"
    },
    "18925": {
        "format": "poetry",
        "text": "\/All these things my hand has made,\/_and so all these things are mine,\/says the Lord.\/But this is the one to whom I will look,\/_to the humble and contrite in spirit,\/_who trembles at my word."
    },
    "18926": {
        "format": "poetry",
        "text": "¶Whoever slaughters an ox is like one who kills a human being;\/_whoever sacrifices a lamb, like one who breaks a dog’s neck;\/whoever presents a grain offering, like one who offers swine’s blood;\/_whoever makes a memorial offering of frankincense, like one who blesses an idol.\/These have chosen their own ways,\/_and in their abominations they take delight;"
    },
    "18927": {
        "format": "poetry",
        "text": "\/I also will choose to mock them,\/_and bring upon them what they fear;\/because, when I called, no one answered,\/_when I spoke, they did not listen;\/but they did what was evil in my sight,\/_and chose what did not please me."
    },
    "18928": {
        "format": "poetry",
        "text": "§¶Hear the word of the Lord,\/_you who tremble at his word:\/Your own people who hate you\/_and reject you for my name’s sake\/have said, “Let the Lord be glorified,\/_so that we may see your joy”;\/_but it is they who shall be put to shame."
    },
    "18929": {
        "format": "poetry",
        "text": "¶Listen, an uproar from the city!\/_A voice from the temple!\/The voice of the Lord,\/_dealing retribution to his enemies!"
    },
    "18930": {
        "format": "poetry",
        "text": "¶Before she was in labor\/_she gave birth;\/before her pain came upon her\/_she delivered a son."
    },
    "18931": {
        "format": "poetry",
        "text": "\/Who has heard of such a thing?\/_Who has seen such things?\/Shall a land be born in one day?\/_Shall a nation be delivered in one moment?\/Yet as soon as Zion was in labor\/_she delivered her children."
    },
    "18932": {
        "format": "poetry",
        "text": "\/Shall I open the womb and not deliver?\/_says the Lord;\/shall I, the one who delivers, shut the womb?\/_says your God."
    },
    "18933": {
        "format": "poetry",
        "text": "¶Rejoice with Jerusalem, and be glad for her,\/_all you who love her;\/rejoice with her in joy,\/_all you who mourn over her—"
    },
    "18934": {
        "format": "poetry",
        "text": "\/that you may nurse and be satisfied\/_from her consoling breast;\/that you may drink deeply with delight\/_from her glorious bosom."
    },
    "18935": {
        "format": "poetry",
        "text": "¶For thus says the Lord:\/I will extend prosperity to her like a river,\/_and the wealth of the nations like an overflowing stream;\/and you shall nurse and be carried on her arm,\/_and dandled on her knees."
    },
    "18936": {
        "format": "poetry",
        "text": "\/As a mother comforts her child,\/_so I will comfort you;\/_you shall be comforted in Jerusalem."
    },
    "18937": {
        "format": "poetry",
        "text": "§¶You shall see, and your heart shall rejoice;\/_your bodies shall flourish like the grass;\/and it shall be known that the hand of the Lord is with his servants,\/_and his indignation is against his enemies."
    },
    "18938": {
        "format": "poetry",
        "text": "\/For the Lord will come in fire,\/_and his chariots like the whirlwind,\/to pay back his anger in fury,\/_and his rebuke in flames of fire."
    },
    "18939": {
        "format": "poetry",
        "text": "\/For by fire will the Lord execute judgment,\/_and by his sword, on all flesh;\/_and those slain by the Lord shall be many."
    },
    "18940": {
        "format": "prose",
        "text": "¶Those who sanctify and purify themselves to go into the gardens, following the one in the center, eating the flesh of pigs, vermin, and rodents, shall come to an end together, says the Lord."
    },
    "18941": {
        "format": "prose",
        "text": "¶For I know their works and their thoughts, and I am coming to gather all nations and tongues; and they shall come and shall see my glory,"
    },
    "18942": {
        "format": "prose",
        "text": "and I will set a sign among them. From them I will send survivors to the nations, to Tarshish, Put, and Lud—which draw the bow—to Tubal and Javan, to the coastlands far away that have not heard of my fame or seen my glory; and they shall declare my glory among the nations."
    },
    "18943": {
        "format": "prose",
        "text": "They shall bring all your kindred from all the nations as an offering to the Lord, on horses, and in chariots, and in litters, and on mules, and on dromedaries, to my holy mountain Jerusalem, says the Lord, just as the Israelites bring a grain offering in a clean vessel to the house of the Lord."
    },
    "18944": {
        "format": "prose",
        "text": "And I will also take some of them as priests and as Levites, says the Lord."
    },
    "18945": {
        "format": "poetry",
        "text": "¶For as the new heavens and the new earth,\/_which I will make,\/shall remain before me, says the Lord;\/_so shall your descendants and your name remain."
    },
    "18946": {
        "format": "poetry",
        "text": "\/From new moon to new moon,\/_and from sabbath to sabbath,\/all flesh shall come to worship before me,\/says the Lord."
    },
    "18947": {
        "format": "prose",
        "text": "¶And they shall go out and look at the dead bodies of the people who have rebelled against me; for their worm shall not die, their fire shall not be quenched, and they shall be an abhorrence to all flesh."
    }
}