{
    "17656": {
        "format": "prose",
        "text": "§¶The vision of Isaiah the son of Amoz concerning Judah and Jerusalem, which he saw during the reigns of Uzziah, Jotham, Ahaz and Hezekiah, kings of Judah."
    },
    "17657": {
        "format": "poetry",
        "text": "¶Listen, O heavens, and hear, O earth;\/For the Lord speaks,\/“Sons I have reared and brought up,\/But they have revolted against Me."
    },
    "17658": {
        "format": "poetry",
        "text": "\/“An ox knows its owner,\/And a donkey its master’s manger,\/But Israel does not know,\/My people do not understand.”"
    },
    "17659": {
        "format": "poetry",
        "text": "¶Alas, sinful nation,\/People weighed down with iniquity,\/Offspring of evildoers,\/Sons who act corruptly!\/They have abandoned the Lord,\/They have despised the Holy One of Israel,\/They have turned away from Him."
    },
    "17660": {
        "format": "poetry",
        "text": "¶Where will you be stricken again,\/As you continue in your rebellion?\/The whole head is sick\/And the whole heart is faint."
    },
    "17661": {
        "format": "poetry",
        "text": "\/From the sole of the foot even to the head\/There is nothing sound in it,\/Only bruises, welts and raw wounds,\/Not pressed out or bandaged,\/Nor softened with oil."
    },
    "17662": {
        "format": "poetry",
        "text": "¶Your land is desolate,\/Your cities are burned with fire,\/Your fields—strangers are devouring them in your presence;\/It is desolation, as overthrown by strangers."
    },
    "17663": {
        "format": "poetry",
        "text": "\/The daughter of Zion is left like a shelter in a vineyard,\/Like a watchman’s hut in a cucumber field, like a besieged city."
    },
    "17664": {
        "format": "poetry",
        "text": "\/Unless the Lord of hosts\/Had left us a few survivors,\/We would be like Sodom,\/We would be like Gomorrah."
    },
    "17665": {
        "format": "poetry",
        "text": "§¶Hear the word of the Lord,\/You rulers of Sodom;\/Give ear to the instruction of our God,\/You people of Gomorrah."
    },
    "17666": {
        "format": "poetry",
        "text": "\/“What are your multiplied sacrifices to Me?”\/Says the Lord.\/“I have had enough of burnt offerings of rams\/And the fat of fed cattle;\/And I take no pleasure in the blood of bulls, lambs or goats."
    },
    "17667": {
        "format": "poetry",
        "text": "\/“When you come to appear before Me,\/Who requires of you this trampling of My courts?"
    },
    "17668": {
        "format": "poetry",
        "text": "\/“Bring your worthless offerings no longer,\/Incense is an abomination to Me.\/New moon and sabbath, the calling of assemblies—\/I cannot endure iniquity and the solemn assembly."
    },
    "17669": {
        "format": "poetry",
        "text": "\/“I hate your new moon festivals and your appointed feasts,\/They have become a burden to Me;\/I am weary of bearing them."
    },
    "17670": {
        "format": "poetry",
        "text": "\/“So when you spread out your hands in prayer,\/I will hide My eyes from you;\/Yes, even though you multiply prayers,\/I will not listen.\/Your hands are covered with blood."
    },
    "17671": {
        "format": "poetry",
        "text": "¶“Wash yourselves, make yourselves clean;\/Remove the evil of your deeds from My sight.\/Cease to do evil,"
    },
    "17672": {
        "format": "poetry",
        "text": "\/Learn to do good;\/Seek justice,\/Reprove the ruthless,\/Defend the orphan,\/Plead for the widow."
    },
    "17673": {
        "format": "poetry",
        "text": "§¶“Come now, and let us reason together,”\/Says the Lord,\/“Though your sins are as scarlet,\/They will be as white as snow;\/Though they are red like crimson,\/They will be like wool."
    },
    "17674": {
        "format": "poetry",
        "text": "\/“If you consent and obey,\/You will eat the best of the land;"
    },
    "17675": {
        "format": "poetry",
        "text": "\/“But if you refuse and rebel,\/You will be devoured by the sword.”\/Truly, the mouth of the Lord has spoken."
    },
    "17676": {
        "format": "poetry",
        "text": "§¶How the faithful city has become a harlot,\/She who was full of justice!\/Righteousness once lodged in her,\/But now murderers."
    },
    "17677": {
        "format": "poetry",
        "text": "\/Your silver has become dross,\/Your drink diluted with water."
    },
    "17678": {
        "format": "poetry",
        "text": "\/Your rulers are rebels\/And companions of thieves;\/Everyone loves a bribe\/And chases after rewards.\/They do not defend the orphan,\/Nor does the widow’s plea come before them."
    },
    "17679": {
        "format": "poetry",
        "text": "¶Therefore the Lord God of hosts,\/The Mighty One of Israel, declares,\/“Ah, I will be relieved of My adversaries\/And avenge Myself on My foes."
    },
    "17680": {
        "format": "poetry",
        "text": "\/“I will also turn My hand against you,\/And will smelt away your dross as with lye\/And will remove all your alloy."
    },
    "17681": {
        "format": "poetry",
        "text": "\/“Then I will restore your judges as at the first,\/And your counselors as at the beginning;\/After that you will be called the city of righteousness,\/A faithful city.”"
    },
    "17682": {
        "format": "poetry",
        "text": "¶Zion will be redeemed with justice\/And her repentant ones with righteousness."
    },
    "17683": {
        "format": "poetry",
        "text": "\/But transgressors and sinners will be crushed together,\/And those who forsake the Lord will come to an end."
    },
    "17684": {
        "format": "poetry",
        "text": "\/Surely you will be ashamed of the oaks which you have desired,\/And you will be embarrassed at the gardens which you have chosen."
    },
    "17685": {
        "format": "poetry",
        "text": "\/For you will be like an oak whose leaf fades away\/Or as a garden that has no water."
    },
    "17686": {
        "format": "poetry",
        "text": "\/The strong man will become tinder,\/His work also a spark.\/Thus they shall both burn together\/And there will be none to quench them."
    },
    "17687": {
        "format": "prose",
        "text": "§¶The word which Isaiah the son of Amoz saw concerning Judah and Jerusalem."
    },
    "17688": {
        "format": "poetry",
        "text": "¶Now it will come about that\/In the last days\/The mountain of the house of the Lord\/Will be established as the chief of the mountains,\/And will be raised above the hills;\/And all the nations will stream to it."
    },
    "17689": {
        "format": "poetry",
        "text": "\/And many peoples will come and say,\/“Come, let us go up to the mountain of the Lord,\/To the house of the God of Jacob;\/That He may teach us concerning His ways\/And that we may walk in His paths.”\/For the law will go forth from Zion\/And the word of the Lord from Jerusalem."
    },
    "17690": {
        "format": "poetry",
        "text": "\/And He will judge between the nations,\/And will render decisions for many peoples;\/And they will hammer their swords into plowshares and their spears into pruning hooks.\/Nation will not lift up sword against nation,\/And never again will they learn war."
    },
    "17691": {
        "format": "poetry",
        "text": "¶Come, house of Jacob, and let us walk in the light of the Lord."
    },
    "17692": {
        "format": "poetry",
        "text": "\/For You have abandoned Your people, the house of Jacob,\/Because they are filled with influences from the east,\/And they are soothsayers like the Philistines,\/And they strike bargains with the children of foreigners."
    },
    "17693": {
        "format": "poetry",
        "text": "\/Their land has also been filled with silver and gold\/And there is no end to their treasures;\/Their land has also been filled with horses\/And there is no end to their chariots."
    },
    "17694": {
        "format": "poetry",
        "text": "\/Their land has also been filled with idols;\/They worship the work of their hands,\/That which their fingers have made."
    },
    "17695": {
        "format": "poetry",
        "text": "\/So the common man has been humbled\/And the man of importance has been abased,\/But do not forgive them."
    },
    "17696": {
        "format": "poetry",
        "text": "\/Enter the rock and hide in the dust\/From the terror of the Lord and from the splendor of His majesty."
    },
    "17697": {
        "format": "poetry",
        "text": "\/The proud look of man will be abased\/And the loftiness of man will be humbled,\/And the Lord alone will be exalted in that day."
    },
    "17698": {
        "format": "poetry",
        "text": "§¶For the Lord of hosts will have a day of reckoning\/Against everyone who is proud and lofty\/And against everyone who is lifted up,\/That he may be abased."
    },
    "17699": {
        "format": "poetry",
        "text": "\/And it will be against all the cedars of Lebanon that are lofty and lifted up,\/Against all the oaks of Bashan,"
    },
    "17700": {
        "format": "poetry",
        "text": "\/Against all the lofty mountains,\/Against all the hills that are lifted up,"
    },
    "17701": {
        "format": "poetry",
        "text": "\/Against every high tower,\/Against every fortified wall,"
    },
    "17702": {
        "format": "poetry",
        "text": "\/Against all the ships of Tarshish\/And against all the beautiful craft."
    },
    "17703": {
        "format": "poetry",
        "text": "\/The pride of man will be humbled\/And the loftiness of men will be abased;\/And the Lord alone will be exalted in that day,"
    },
    "17704": {
        "format": "poetry",
        "text": "\/But the idols will completely vanish."
    },
    "17705": {
        "format": "poetry",
        "text": "\/Men will go into caves of the rocks\/And into holes of the ground\/Before the terror of the Lord\/And the splendor of His majesty,\/When He arises to make the earth tremble."
    },
    "17706": {
        "format": "poetry",
        "text": "\/In that day men will cast away to the moles and the bats\/Their idols of silver and their idols of gold,\/Which they made for themselves to worship,"
    },
    "17707": {
        "format": "poetry",
        "text": "\/In order to go into the caverns of the rocks and the clefts of the cliffs\/Before the terror of the Lord and the splendor of His majesty,\/When He arises to make the earth tremble."
    },
    "17708": {
        "format": "poetry",
        "text": "\/Stop regarding man, whose breath of life is in his nostrils;\/For why should he be esteemed?"
    },
    "17709": {
        "format": "poetry",
        "text": "§¶For behold, the Lord God of hosts is going to remove from Jerusalem and Judah\/Both supply and support, the whole supply of bread\/And the whole supply of water;"
    },
    "17710": {
        "format": "poetry",
        "text": "\/The mighty man and the warrior,\/The judge and the prophet,\/The diviner and the elder,"
    },
    "17711": {
        "format": "poetry",
        "text": "\/The captain of fifty and the honorable man,\/The counselor and the expert artisan,\/And the skillful enchanter."
    },
    "17712": {
        "format": "poetry",
        "text": "\/And I will make mere lads their princes,\/And capricious children will rule over them,"
    },
    "17713": {
        "format": "poetry",
        "text": "\/And the people will be oppressed,\/Each one by another, and each one by his neighbor;\/The youth will storm against the elder\/And the inferior against the honorable."
    },
    "17714": {
        "format": "poetry",
        "text": "\/When a man lays hold of his brother in his father’s house, saying,\/“You have a cloak, you shall be our ruler,\/And these ruins will be under your charge,”"
    },
    "17715": {
        "format": "poetry",
        "text": "\/He will protest on that day, saying,\/“I will not be your healer,\/For in my house there is neither bread nor cloak;\/You should not appoint me ruler of the people.”"
    },
    "17716": {
        "format": "poetry",
        "text": "\/For Jerusalem has stumbled and Judah has fallen,\/Because their speech and their actions are against the Lord,\/To rebel against His glorious presence."
    },
    "17717": {
        "format": "poetry",
        "text": "\/The expression of their faces bears witness against them,\/And they display their sin like Sodom;\/They do not even conceal it.\/Woe to them!\/For they have brought evil on themselves."
    },
    "17718": {
        "format": "poetry",
        "text": "\/Say to the righteous that it will go well with them,\/For they will eat the fruit of their actions."
    },
    "17719": {
        "format": "poetry",
        "text": "\/Woe to the wicked! It will go badly with him,\/For what he deserves will be done to him."
    },
    "17720": {
        "format": "poetry",
        "text": "\/O My people! Their oppressors are children,\/And women rule over them.\/O My people! Those who guide you lead you astray\/And confuse the direction of your paths."
    },
    "17721": {
        "format": "poetry",
        "text": "§¶The Lord arises to contend,\/And stands to judge the people."
    },
    "17722": {
        "format": "poetry",
        "text": "\/The Lord enters into judgment with the elders and princes of His people,\/“It is you who have devoured the vineyard;\/The plunder of the poor is in your houses."
    },
    "17723": {
        "format": "poetry",
        "text": "\/“What do you mean by crushing My people\/And grinding the face of the poor?”\/Declares the Lord God of hosts."
    },
    "17724": {
        "format": "poetry",
        "text": "§¶Moreover, the Lord said, “Because the daughters of Zion are proud\/And walk with heads held high and seductive eyes,\/And go along with mincing steps\/And tinkle the bangles on their feet,"
    },
    "17725": {
        "format": "poetry",
        "text": "\/Therefore the Lord will afflict the scalp of the daughters of Zion with scabs,\/And the Lord will make their foreheads bare.”"
    },
    "17726": {
        "format": "prose",
        "text": "¶In that day the Lord will take away the beauty of their anklets, headbands, crescent ornaments,"
    },
    "17727": {
        "format": "prose",
        "text": "dangling earrings, bracelets, veils,"
    },
    "17728": {
        "format": "prose",
        "text": "headdresses, ankle chains, sashes, perfume boxes, amulets,"
    },
    "17729": {
        "format": "prose",
        "text": "finger rings, nose rings,"
    },
    "17730": {
        "format": "prose",
        "text": "festal robes, outer tunics, cloaks, money purses,"
    },
    "17731": {
        "format": "prose",
        "text": "hand mirrors, undergarments, turbans and veils."
    },
    "17732": {
        "format": "poetry",
        "text": "¶Now it will come about that instead of sweet perfume there will be putrefaction;\/Instead of a belt, a rope;\/Instead of well‑set hair, a plucked‑out scalp;\/Instead of fine clothes, a donning of sackcloth;\/And branding instead of beauty."
    },
    "17733": {
        "format": "poetry",
        "text": "\/Your men will fall by the sword\/And your mighty ones in battle."
    },
    "17734": {
        "format": "poetry",
        "text": "\/And her gates will lament and mourn,\/And deserted she will sit on the ground."
    },
    "17735": {
        "format": "prose",
        "text": "§¶For seven women will take hold of one man in that day, saying, “We will eat our own bread and wear our own clothes, only let us be called by your name; take away our reproach!”"
    },
    "17736": {
        "format": "prose",
        "text": "¶In that day the Branch of the Lord will be beautiful and glorious, and the fruit of the earth will be the pride and the adornment of the survivors of Israel."
    },
    "17737": {
        "format": "prose",
        "text": "It will come about that he who is left in Zion and remains in Jerusalem will be called holy—everyone who is recorded for life in Jerusalem."
    },
    "17738": {
        "format": "prose",
        "text": "When the Lord has washed away the filth of the daughters of Zion and purged the bloodshed of Jerusalem from her midst, by the spirit of judgment and the spirit of burning,"
    },
    "17739": {
        "format": "prose",
        "text": "then the Lord will create over the whole area of Mount Zion and over her assemblies a cloud by day, even smoke, and the brightness of a flaming fire by night; for over all the glory will be a canopy."
    },
    "17740": {
        "format": "prose",
        "text": "There will be a shelter to give shade from the heat by day, and refuge and protection from the storm and the rain."
    },
    "17741": {
        "format": "poetry",
        "text": "§¶Let me sing now for my well‑beloved\/A song of my beloved concerning His vineyard.\/My well‑beloved had a vineyard on a fertile hill."
    },
    "17742": {
        "format": "poetry",
        "text": "\/He dug it all around, removed its stones,\/And planted it with the choicest vine.\/And He built a tower in the middle of it\/And also hewed out a wine vat in it;\/Then He expected it to produce good grapes,\/But it produced only worthless ones."
    },
    "17743": {
        "format": "poetry",
        "text": "¶“And now, O inhabitants of Jerusalem and men of Judah,\/Judge between Me and My vineyard."
    },
    "17744": {
        "format": "poetry",
        "text": "\/“What more was there to do for My vineyard that I have not done in it?\/Why, when I expected it to produce good grapes did it produce worthless ones?"
    },
    "17745": {
        "format": "poetry",
        "text": "\/“So now let Me tell you what I am going to do to My vineyard:\/I will remove its hedge and it will be consumed;\/I will break down its wall and it will become trampled ground."
    },
    "17746": {
        "format": "poetry",
        "text": "\/“I will lay it waste;\/It will not be pruned or hoed,\/But briars and thorns will come up.\/I will also charge the clouds to rain no rain on it.”"
    },
    "17747": {
        "format": "poetry",
        "text": "¶For the vineyard of the Lord of hosts is the house of Israel\/And the men of Judah His delightful plant.\/Thus He looked for justice, but behold, bloodshed;\/For righteousness, but behold, a cry of distress."
    },
    "17748": {
        "format": "poetry",
        "text": "§¶Woe to those who add house to house and join field to field,\/Until there is no more room,\/So that you have to live alone in the midst of the land!"
    },
    "17749": {
        "format": "poetry",
        "text": "\/In my ears the Lord of hosts has sworn, “Surely, many houses shall become desolate,\/Even great and fine ones, without occupants."
    },
    "17750": {
        "format": "poetry",
        "text": "\/“For ten acres of vineyard will yield only one bath of wine,\/And a homer of seed will yield but an ephah of grain.”"
    },
    "17751": {
        "format": "poetry",
        "text": "\/Woe to those who rise early in the morning that they may pursue strong drink,\/Who stay up late in the evening that wine may inflame them!"
    },
    "17752": {
        "format": "poetry",
        "text": "\/Their banquets are accompanied by lyre and harp, by tambourine and flute, and by wine;\/But they do not pay attention to the deeds of the Lord,\/Nor do they consider the work of His hands."
    },
    "17753": {
        "format": "poetry",
        "text": "¶Therefore My people go into exile for their lack of knowledge;\/And their honorable men are famished,\/And their multitude is parched with thirst."
    },
    "17754": {
        "format": "poetry",
        "text": "\/Therefore Sheol has enlarged its throat and opened its mouth without measure;\/And Jerusalem’s splendor, her multitude, her din of revelry and the jubilant within her, descend into it."
    },
    "17755": {
        "format": "poetry",
        "text": "\/So the common man will be humbled and the man of importance abased,\/The eyes of the proud also will be abased."
    },
    "17756": {
        "format": "poetry",
        "text": "\/But the Lord of hosts will be exalted in judgment,\/And the holy God will show Himself holy in righteousness."
    },
    "17757": {
        "format": "poetry",
        "text": "\/Then the lambs will graze as in their pasture,\/And strangers will eat in the waste places of the wealthy."
    },
    "17758": {
        "format": "poetry",
        "text": "¶Woe to those who drag iniquity with the cords of falsehood,\/And sin as if with cart ropes;"
    },
    "17759": {
        "format": "poetry",
        "text": "\/Who say, “Let Him make speed, let Him hasten His work, that we may see it;\/And let the purpose of the Holy One of Israel draw near\/And come to pass, that we may know it!”"
    },
    "17760": {
        "format": "poetry",
        "text": "\/Woe to those who call evil good, and good evil;\/Who substitute darkness for light and light for darkness;\/Who substitute bitter for sweet and sweet for bitter!"
    },
    "17761": {
        "format": "poetry",
        "text": "\/Woe to those who are wise in their own eyes\/And clever in their own sight!"
    },
    "17762": {
        "format": "poetry",
        "text": "\/Woe to those who are heroes in drinking wine\/And valiant men in mixing strong drink,"
    },
    "17763": {
        "format": "poetry",
        "text": "\/Who justify the wicked for a bribe,\/And take away the rights of the ones who are in the right!"
    },
    "17764": {
        "format": "poetry",
        "text": "¶Therefore, as a tongue of fire consumes stubble\/And dry grass collapses into the flame,\/So their root will become like rot and their blossom blow away as dust;\/For they have rejected the law of the Lord of hosts\/And despised the word of the Holy One of Israel."
    },
    "17765": {
        "format": "poetry",
        "text": "\/On this account the anger of the Lord has burned against His people,\/And He has stretched out His hand against them and struck them down.\/And the mountains quaked, and their corpses lay like refuse in the middle of the streets.\/For all this His anger is not spent,\/But His hand is still stretched out."
    },
    "17766": {
        "format": "poetry",
        "text": "¶He will also lift up a standard to the distant nation,\/And will whistle for it from the ends of the earth;\/And behold, it will come with speed swiftly."
    },
    "17767": {
        "format": "poetry",
        "text": "\/No one in it is weary or stumbles,\/None slumbers or sleeps;\/Nor is the belt at its waist undone,\/Nor its sandal strap broken."
    },
    "17768": {
        "format": "poetry",
        "text": "\/Its arrows are sharp and all its bows are bent;\/The hoofs of its horses seem like flint and its chariot wheels like a whirlwind."
    },
    "17769": {
        "format": "poetry",
        "text": "\/Its roaring is like a lioness, and it roars like young lions;\/It growls as it seizes the prey\/And carries it off with no one to deliver it."
    },
    "17770": {
        "format": "poetry",
        "text": "\/And it will growl over it in that day like the roaring of the sea.\/If one looks to the land, behold, there is darkness and distress;\/Even the light is darkened by its clouds."
    },
    "17771": {
        "format": "prose",
        "text": "§¶In the year of King Uzziah’s death I saw the Lord sitting on a throne, lofty and exalted, with the train of His robe filling the temple."
    },
    "17772": {
        "format": "prose",
        "text": "Seraphim stood above Him, each having six wings: with two he covered his face, and with two he covered his feet, and with two he flew."
    },
    "17773": {
        "format": "prose",
        "text": "And one called out to another and said,¶▼“Holy, Holy, Holy, is the Lord of hosts,\/The whole earth is full of His glory.”"
    },
    "17774": {
        "format": "prose",
        "text": "¶And the foundations of the thresholds trembled at the voice of him who called out, while the temple was filling with smoke."
    },
    "17775": {
        "format": "prose",
        "text": "Then I said,¶▼“Woe is me, for I am ruined!\/Because I am a man of unclean lips,\/And I live among a people of unclean lips;\/For my eyes have seen the King, the Lord of hosts.”"
    },
    "17776": {
        "format": "prose",
        "text": "¶Then one of the seraphim flew to me with a burning coal in his hand, which he had taken from the altar with tongs."
    },
    "17777": {
        "format": "prose",
        "text": "He touched my mouth with it and said, “Behold, this has touched your lips; and your iniquity is taken away and your sin is forgiven.”"
    },
    "17778": {
        "format": "prose",
        "text": "§¶Then I heard the voice of the Lord, saying, “Whom shall I send, and who will go for Us?” Then I said, “Here am I. Send me!”"
    },
    "17779": {
        "format": "prose",
        "text": "He said, “Go, and tell this people:¶▼‘Keep on listening, but do not perceive;\/Keep on looking, but do not understand.’"
    },
    "17780": {
        "format": "poetry",
        "text": "\/“Render the hearts of this people insensitive,\/Their ears dull,\/And their eyes dim,\/Otherwise they might see with their eyes,\/Hear with their ears,\/Understand with their hearts,\/And return and be healed.”"
    },
    "17781": {
        "format": "prose",
        "text": "¶Then I said, “Lord, how long?” And He answered,¶▼“Until cities are devastated and without inhabitant,\/Houses are without people\/And the land is utterly desolate,"
    },
    "17782": {
        "format": "poetry",
        "text": "\/“The Lord has removed men far away,\/And the forsaken places are many in the midst of the land."
    },
    "17783": {
        "format": "poetry",
        "text": "\/“Yet there will be a tenth portion in it,\/And it will again be subject to burning,\/Like a terebinth or an oak\/Whose stump remains when it is felled.\/The holy seed is its stump.”"
    },
    "17784": {
        "format": "prose",
        "text": "§¶Now it came about in the days of Ahaz, the son of Jotham, the son of Uzziah, king of Judah, that Rezin the king of Aram and Pekah the son of Remaliah, king of Israel, went up to Jerusalem to wage war against it, but could not conquer it."
    },
    "17785": {
        "format": "prose",
        "text": "When it was reported to the house of David, saying, “The Arameans have camped in Ephraim,” his heart and the hearts of his people shook as the trees of the forest shake with the wind."
    },
    "17786": {
        "format": "prose",
        "text": "¶Then the Lord said to Isaiah, “Go out now to meet Ahaz, you and your son Shear‑jashub, at the end of the conduit of the upper pool, on the highway to the fuller’s field,"
    },
    "17787": {
        "format": "prose",
        "text": "and say to him, ‘Take care and be calm, have no fear and do not be fainthearted because of these two stubs of smoldering firebrands, on account of the fierce anger of Rezin and Aram and the son of Remaliah."
    },
    "17788": {
        "format": "prose",
        "text": "Because Aram, with Ephraim and the son of Remaliah, has planned evil against you, saying,"
    },
    "17789": {
        "format": "prose",
        "text": "“Let us go up against Judah and terrorize it, and make for ourselves a breach in its walls and set up the son of Tabeel as king in the midst of it,”"
    },
    "17790": {
        "format": "prose",
        "text": "thus says the Lord God: “It shall not stand nor shall it come to pass."
    },
    "17791": {
        "format": "prose",
        "text": "For the head of Aram is Damascus and the head of Damascus is Rezin (now within another 65 years Ephraim will be shattered, so that it is no longer a people),"
    },
    "17792": {
        "format": "prose",
        "text": "and the head of Ephraim is Samaria and the head of Samaria is the son of Remaliah. If you will not believe, you surely shall not last.”’”"
    },
    "17793": {
        "format": "prose",
        "text": "§¶Then the Lord spoke again to Ahaz, saying,"
    },
    "17794": {
        "format": "prose",
        "text": "“Ask a sign for yourself from the Lord your God; make it deep as Sheol or high as heaven.”"
    },
    "17795": {
        "format": "prose",
        "text": "But Ahaz said, “I will not ask, nor will I test the Lord!”"
    },
    "17796": {
        "format": "prose",
        "text": "Then he said, “Listen now, O house of David! Is it too slight a thing for you to try the patience of men, that you will try the patience of my God as well?"
    },
    "17797": {
        "format": "prose",
        "text": "Therefore the Lord Himself will give you a sign: Behold, a virgin will be with child and bear a son, and she will call His name Immanuel."
    },
    "17798": {
        "format": "prose",
        "text": "He will eat curds and honey at the time He knows enough to refuse evil and choose good."
    },
    "17799": {
        "format": "prose",
        "text": "For before the boy will know enough to refuse evil and choose good, the land whose two kings you dread will be forsaken."
    },
    "17800": {
        "format": "prose",
        "text": "§¶The Lord will bring on you, on your people, and on your father’s house such days as have never come since the day that Ephraim separated from Judah, the king of Assyria.”"
    },
    "17801": {
        "format": "prose",
        "text": "¶In that day the Lord will whistle for the fly that is in the remotest part of the rivers of Egypt and for the bee that is in the land of Assyria."
    },
    "17802": {
        "format": "prose",
        "text": "They will all come and settle on the steep ravines, on the ledges of the cliffs, on all the thorn bushes and on all the watering places."
    },
    "17803": {
        "format": "prose",
        "text": "¶In that day the Lord will shave with a razor, hired from regions beyond the Euphrates (that is, with the king of Assyria), the head and the hair of the legs; and it will also remove the beard."
    },
    "17804": {
        "format": "prose",
        "text": "¶Now in that day a man may keep alive a heifer and a pair of sheep;"
    },
    "17805": {
        "format": "prose",
        "text": "and because of the abundance of the milk produced he will eat curds, for everyone that is left within the land will eat curds and honey."
    },
    "17806": {
        "format": "prose",
        "text": "¶And it will come about in that day, that every place where there used to be a thousand vines, valued at a thousand shekels of silver, will become briars and thorns."
    },
    "17807": {
        "format": "prose",
        "text": "People will come there with bows and arrows because all the land will be briars and thorns."
    },
    "17808": {
        "format": "prose",
        "text": "As for all the hills which used to be cultivated with the hoe, you will not go there for fear of briars and thorns; but they will become a place for pasturing oxen and for sheep to trample."
    },
    "17809": {
        "format": "prose",
        "text": "§¶Then the Lord said to me, “Take for yourself a large tablet and write on it in ordinary letters: Swift is the booty, speedy is the prey."
    },
    "17810": {
        "format": "prose",
        "text": "And I will take to Myself faithful witnesses for testimony, Uriah the priest and Zechariah the son of Jeberechiah.”"
    },
    "17811": {
        "format": "prose",
        "text": "So I approached the prophetess, and she conceived and gave birth to a son. Then the Lord said to me, “Name him Maher‑shalal‑hash‑baz;"
    },
    "17812": {
        "format": "prose",
        "text": "for before the boy knows how to cry out ‘My father’ or ‘My mother,’ the wealth of Damascus and the spoil of Samaria will be carried away before the king of Assyria.”"
    },
    "17813": {
        "format": "prose",
        "text": "¶Again the Lord spoke to me further, saying,"
    },
    "17814": {
        "format": "poetry",
        "text": "¶“Inasmuch as these people have rejected the gently flowing waters of Shiloah\/And rejoice in Rezin and the son of Remaliah;"
    },
    "17815": {
        "format": "poetry",
        "text": "\/“Now therefore, behold, the Lord is about to bring on them the strong and abundant waters of the Euphrates,\/Even the king of Assyria and all his glory;\/And it will rise up over all its channels and go over all its banks."
    },
    "17816": {
        "format": "poetry",
        "text": "\/“Then it will sweep on into Judah, it will overflow and pass through,\/It will reach even to the neck;\/And the spread of its wings will fill the breadth of your land, O Immanuel."
    },
    "17817": {
        "format": "poetry",
        "text": "§¶“Be broken, O peoples, and be shattered;\/And give ear, all remote places of the earth.\/Gird yourselves, yet be shattered;\/Gird yourselves, yet be shattered."
    },
    "17818": {
        "format": "poetry",
        "text": "\/“Devise a plan, but it will be thwarted;\/State a proposal, but it will not stand,\/For God is with us.”"
    },
    "17819": {
        "format": "prose",
        "text": "¶For thus the Lord spoke to me with mighty power and instructed me not to walk in the way of this people, saying,"
    },
    "17820": {
        "format": "poetry",
        "text": "¶“You are not to say, ‘It is a conspiracy!’\/In regard to all that this people call a conspiracy,\/And you are not to fear what they fear or be in dread of it."
    },
    "17821": {
        "format": "poetry",
        "text": "\/“It is the Lord of hosts whom you should regard as holy.\/And He shall be your fear,\/And He shall be your dread."
    },
    "17822": {
        "format": "poetry",
        "text": "\/“Then He shall become a sanctuary;\/But to both the houses of Israel, a stone to strike and a rock to stumble over,\/And a snare and a trap for the inhabitants of Jerusalem."
    },
    "17823": {
        "format": "poetry",
        "text": "\/“Many will stumble over them,\/Then they will fall and be broken;\/They will even be snared and caught.”"
    },
    "17824": {
        "format": "prose",
        "text": "¶Bind up the testimony, seal the law among my disciples."
    },
    "17825": {
        "format": "prose",
        "text": "And I will wait for the Lord who is hiding His face from the house of Jacob; I will even look eagerly for Him."
    },
    "17826": {
        "format": "prose",
        "text": "Behold, I and the children whom the Lord has given me are for signs and wonders in Israel from the Lord of hosts, who dwells on Mount Zion."
    },
    "17827": {
        "format": "prose",
        "text": "¶When they say to you, “Consult the mediums and the spiritists who whisper and mutter,” should not a people consult their God? Should they consult the dead on behalf of the living?"
    },
    "17828": {
        "format": "prose",
        "text": "To the law and to the testimony! If they do not speak according to this word, it is because they have no dawn."
    },
    "17829": {
        "format": "prose",
        "text": "They will pass through the land hard‑pressed and famished, and it will turn out that when they are hungry, they will be enraged and curse their king and their God as they face upward."
    },
    "17830": {
        "format": "prose",
        "text": "Then they will look to the earth, and behold, distress and darkness, the gloom of anguish; and they will be driven away into darkness."
    },
    "17831": {
        "format": "prose",
        "text": "§¶But there will be no more gloom for her who was in anguish; in earlier times He treated the land of Zebulun and the land of Naphtali with contempt, but later on He shall make it glorious, by the way of the sea, on the other side of Jordan, Galilee of the Gentiles."
    },
    "17832": {
        "format": "poetry",
        "text": "¶The people who walk in darkness\/Will see a great light;\/Those who live in a dark land,\/The light will shine on them."
    },
    "17833": {
        "format": "poetry",
        "text": "\/You shall multiply the nation,\/You shall increase their gladness;\/They will be glad in Your presence\/As with the gladness of harvest,\/As men rejoice when they divide the spoil."
    },
    "17834": {
        "format": "poetry",
        "text": "\/For You shall break the yoke of their burden and the staff on their shoulders,\/The rod of their oppressor, as at the battle of Midian."
    },
    "17835": {
        "format": "poetry",
        "text": "\/For every boot of the booted warrior in the battle tumult,\/And cloak rolled in blood, will be for burning, fuel for the fire."
    },
    "17836": {
        "format": "poetry",
        "text": "\/For a child will be born to us, a son will be given to us;\/And the government will rest on His shoulders;\/And His name will be called Wonderful Counselor, Mighty God,\/Eternal Father, Prince of Peace."
    },
    "17837": {
        "format": "poetry",
        "text": "\/There will be no end to the increase of His government or of peace,\/On the throne of David and over his kingdom,\/To establish it and to uphold it with justice and righteousness\/From then on and forevermore.\/The zeal of the Lord of hosts will accomplish this."
    },
    "17838": {
        "format": "poetry",
        "text": "§¶The Lord sends a message against Jacob,\/And it falls on Israel."
    },
    "17839": {
        "format": "poetry",
        "text": "\/And all the people know it,\/That is, Ephraim and the inhabitants of Samaria,\/Asserting in pride and in arrogance of heart:"
    },
    "17840": {
        "format": "poetry",
        "text": "\/“The bricks have fallen down,\/But we will rebuild with smooth stones;\/The sycamores have been cut down,\/But we will replace them with cedars.”"
    },
    "17841": {
        "format": "poetry",
        "text": "\/Therefore the Lord raises against them adversaries from Rezin\/And spurs their enemies on,"
    },
    "17842": {
        "format": "poetry",
        "text": "\/The Arameans on the east and the Philistines on the west;\/And they devour Israel with gaping jaws.\/In spite of all this, His anger does not turn away\/And His hand is still stretched out."
    },
    "17843": {
        "format": "poetry",
        "text": "¶Yet the people do not turn back to Him who struck them,\/Nor do they seek the Lord of hosts."
    },
    "17844": {
        "format": "poetry",
        "text": "\/So the Lord cuts off head and tail from Israel,\/Both palm branch and bulrush in a single day."
    },
    "17845": {
        "format": "poetry",
        "text": "\/The head is the elder and honorable man,\/And the prophet who teaches falsehood is the tail."
    },
    "17846": {
        "format": "poetry",
        "text": "\/For those who guide this people are leading them astray;\/And those who are guided by them are brought to confusion."
    },
    "17847": {
        "format": "poetry",
        "text": "\/Therefore the Lord does not take pleasure in their young men,\/Nor does He have pity on their orphans or their widows;\/For every one of them is godless and an evildoer,\/And every mouth is speaking foolishness.\/In spite of all this, His anger does not turn away\/And His hand is still stretched out."
    },
    "17848": {
        "format": "poetry",
        "text": "¶For wickedness burns like a fire;\/It consumes briars and thorns;\/It even sets the thickets of the forest aflame\/And they roll upward in a column of smoke."
    },
    "17849": {
        "format": "poetry",
        "text": "\/By the fury of the Lord of hosts the land is burned up,\/And the people are like fuel for the fire;\/No man spares his brother."
    },
    "17850": {
        "format": "poetry",
        "text": "\/They slice off what is on the right hand but still are hungry,\/And they eat what is on the left hand but they are not satisfied;\/Each of them eats the flesh of his own arm."
    },
    "17851": {
        "format": "poetry",
        "text": "\/Manasseh devours Ephraim, and Ephraim Manasseh,\/And together they are against Judah.\/In spite of all this, His anger does not turn away\/And His hand is still stretched out."
    },
    "17852": {
        "format": "poetry",
        "text": "§¶Woe to those who enact evil statutes\/And to those who constantly record unjust decisions,"
    },
    "17853": {
        "format": "poetry",
        "text": "\/So as to deprive the needy of justice\/And rob the poor of My people of their rights,\/So that widows may be their spoil\/And that they may plunder the orphans."
    },
    "17854": {
        "format": "poetry",
        "text": "\/Now what will you do in the day of punishment,\/And in the devastation which will come from afar?\/To whom will you flee for help?\/And where will you leave your wealth?"
    },
    "17855": {
        "format": "poetry",
        "text": "\/Nothing remains but to crouch among the captives\/Or fall among the slain.\/In spite of all this, His anger does not turn away\/And His hand is still stretched out."
    },
    "17856": {
        "format": "poetry",
        "text": "¶Woe to Assyria, the rod of My anger\/And the staff in whose hands is My indignation,"
    },
    "17857": {
        "format": "poetry",
        "text": "\/I send it against a godless nation\/And commission it against the people of My fury\/To capture booty and to seize plunder,\/And to trample them down like mud in the streets."
    },
    "17858": {
        "format": "poetry",
        "text": "\/Yet it does not so intend,\/Nor does it plan so in its heart,\/But rather it is its purpose to destroy\/And to cut off many nations."
    },
    "17859": {
        "format": "poetry",
        "text": "\/For it says, “Are not my princes all kings?"
    },
    "17860": {
        "format": "poetry",
        "text": "\/“Is not Calno like Carchemish,\/Or Hamath like Arpad,\/Or Samaria like Damascus?"
    },
    "17861": {
        "format": "poetry",
        "text": "\/“As my hand has reached to the kingdoms of the idols,\/Whose graven images were greater than those of Jerusalem and Samaria,"
    },
    "17862": {
        "format": "poetry",
        "text": "\/Shall I not do to Jerusalem and her images\/Just as I have done to Samaria and her idols?”"
    },
    "17863": {
        "format": "prose",
        "text": "¶So it will be that when the Lord has completed all His work on Mount Zion and on Jerusalem, He will say, “I will punish the fruit of the arrogant heart of the king of Assyria and the pomp of his haughtiness.”"
    },
    "17864": {
        "format": "prose",
        "text": "For he has said,¶▼“By the power of my hand and by my wisdom I did this,\/For I have understanding;\/And I removed the boundaries of the peoples\/And plundered their treasures,\/And like a mighty man I brought down their inhabitants,"
    },
    "17865": {
        "format": "poetry",
        "text": "\/And my hand reached to the riches of the peoples like a nest,\/And as one gathers abandoned eggs, I gathered all the earth;\/And there was not one that flapped its wing or opened its beak or chirped.”"
    },
    "17866": {
        "format": "poetry",
        "text": "¶Is the axe to boast itself over the one who chops with it?\/Is the saw to exalt itself over the one who wields it?\/That would be like a club wielding those who lift it,\/Or like a rod lifting him who is not wood."
    },
    "17867": {
        "format": "poetry",
        "text": "\/Therefore the Lord, the God of hosts, will send a wasting disease among his stout warriors;\/And under his glory a fire will be kindled like a burning flame."
    },
    "17868": {
        "format": "poetry",
        "text": "\/And the light of Israel will become a fire and his Holy One a flame,\/And it will burn and devour his thorns and his briars in a single day."
    },
    "17869": {
        "format": "poetry",
        "text": "\/And He will destroy the glory of his forest and of his fruitful garden, both soul and body,\/And it will be as when a sick man wastes away."
    },
    "17870": {
        "format": "poetry",
        "text": "\/And the rest of the trees of his forest will be so small in number\/That a child could write them down."
    },
    "17871": {
        "format": "prose",
        "text": "§¶Now in that day the remnant of Israel, and those of the house of Jacob who have escaped, will never again rely on the one who struck them, but will truly rely on the Lord, the Holy One of Israel."
    },
    "17872": {
        "format": "poetry",
        "text": "¶A remnant will return, the remnant of Jacob, to the mighty God."
    },
    "17873": {
        "format": "poetry",
        "text": "\/For though your people, O Israel, may be like the sand of the sea,\/Only a remnant within them will return;\/A destruction is determined, overflowing with righteousness."
    },
    "17874": {
        "format": "prose",
        "text": "¶For a complete destruction, one that is decreed, the Lord God of hosts will execute in the midst of the whole land."
    },
    "17875": {
        "format": "prose",
        "text": "¶Therefore thus says the Lord God of hosts, “O My people who dwell in Zion, do not fear the Assyrian who strikes you with the rod and lifts up his staff against you, the way Egypt did."
    },
    "17876": {
        "format": "prose",
        "text": "For in a very little while My indignation against you will be spent and My anger will be directed to their destruction.”"
    },
    "17877": {
        "format": "prose",
        "text": "The Lord of hosts will arouse a scourge against him like the slaughter of Midian at the rock of Oreb; and His staff will be over the sea and He will lift it up the way He did in Egypt."
    },
    "17878": {
        "format": "prose",
        "text": "So it will be in that day, that his burden will be removed from your shoulders and his yoke from your neck, and the yoke will be broken because of fatness."
    },
    "17879": {
        "format": "poetry",
        "text": "¶He has come against Aiath,\/He has passed through Migron;\/At Michmash he deposited his baggage."
    },
    "17880": {
        "format": "poetry",
        "text": "\/They have gone through the pass, saying,\/“Geba will be our lodging place.”\/Ramah is terrified, and Gibeah of Saul has fled away."
    },
    "17881": {
        "format": "poetry",
        "text": "\/Cry aloud with your voice, O daughter of Gallim!\/Pay attention, Laishah and wretched Anathoth!"
    },
    "17882": {
        "format": "poetry",
        "text": "\/Madmenah has fled.\/The inhabitants of Gebim have sought refuge."
    },
    "17883": {
        "format": "poetry",
        "text": "\/Yet today he will halt at Nob;\/He shakes his fist at the mountain of the daughter of Zion, the hill of Jerusalem."
    },
    "17884": {
        "format": "poetry",
        "text": "¶Behold, the Lord, the God of hosts, will lop off the boughs with a terrible crash;\/Those also who are tall in stature will be cut down\/And those who are lofty will be abased."
    },
    "17885": {
        "format": "poetry",
        "text": "\/He will cut down the thickets of the forest with an iron axe,\/And Lebanon will fall by the Mighty One."
    },
    "17886": {
        "format": "poetry",
        "text": "§¶Then a shoot will spring from the stem of Jesse,\/And a branch from his roots will bear fruit."
    },
    "17887": {
        "format": "poetry",
        "text": "\/The Spirit of the Lord will rest on Him,\/The spirit of wisdom and understanding,\/The spirit of counsel and strength,\/The spirit of knowledge and the fear of the Lord."
    },
    "17888": {
        "format": "poetry",
        "text": "\/And He will delight in the fear of the Lord,\/And He will not judge by what His eyes see,\/Nor make a decision by what His ears hear;"
    },
    "17889": {
        "format": "poetry",
        "text": "\/But with righteousness He will judge the poor,\/And decide with fairness for the afflicted of the earth;\/And He will strike the earth with the rod of His mouth,\/And with the breath of His lips He will slay the wicked."
    },
    "17890": {
        "format": "poetry",
        "text": "\/Also righteousness will be the belt about His loins,\/And faithfulness the belt about His waist."
    },
    "17891": {
        "format": "poetry",
        "text": "¶And the wolf will dwell with the lamb,\/And the leopard will lie down with the young goat,\/And the calf and the young lion and the fatling together;\/And a little boy will lead them."
    },
    "17892": {
        "format": "poetry",
        "text": "\/Also the cow and the bear will graze,\/Their young will lie down together,\/And the lion will eat straw like the ox."
    },
    "17893": {
        "format": "poetry",
        "text": "\/The nursing child will play by the hole of the cobra,\/And the weaned child will put his hand on the viper’s den."
    },
    "17894": {
        "format": "poetry",
        "text": "\/They will not hurt or destroy in all My holy mountain,\/For the earth will be full of the knowledge of the Lord\/As the waters cover the sea."
    },
    "17895": {
        "format": "poetry",
        "text": "¶Then in that day\/The nations will resort to the root of Jesse,\/Who will stand as a signal for the peoples;\/And His resting place will be glorious."
    },
    "17896": {
        "format": "poetry",
        "text": "§¶Then it will happen on that day that the Lord\/Will again recover the second time with His hand\/The remnant of His people, who will remain,\/From Assyria, Egypt, Pathros, Cush, Elam, Shinar, Hamath,\/And from the islands of the sea."
    },
    "17897": {
        "format": "poetry",
        "text": "\/And He will lift up a standard for the nations\/And assemble the banished ones of Israel,\/And will gather the dispersed of Judah\/From the four corners of the earth."
    },
    "17898": {
        "format": "poetry",
        "text": "\/Then the jealousy of Ephraim will depart,\/And those who harass Judah will be cut off;\/Ephraim will not be jealous of Judah,\/And Judah will not harass Ephraim."
    },
    "17899": {
        "format": "poetry",
        "text": "\/They will swoop down on the slopes of the Philistines on the west;\/Together they will plunder the sons of the east;\/They will possess Edom and Moab,\/And the sons of Ammon will be subject to them."
    },
    "17900": {
        "format": "poetry",
        "text": "\/And the Lord will utterly destroy\/The tongue of the Sea of Egypt;\/And He will wave His hand over the River\/With His scorching wind;\/And He will strike it into seven streams\/And make men walk over dry‑shod."
    },
    "17901": {
        "format": "poetry",
        "text": "\/And there will be a highway from Assyria\/For the remnant of His people who will be left,\/Just as there was for Israel\/In the day that they came up out of the land of Egypt."
    },
    "17902": {
        "format": "poetry",
        "text": "§¶Then you will say on that day,\/“I will give thanks to You, O Lord;\/For although You were angry with me,\/Your anger is turned away,\/And You comfort me."
    },
    "17903": {
        "format": "poetry",
        "text": "\/“Behold, God is my salvation,\/I will trust and not be afraid;\/For the Lord God is my strength and song,\/And He has become my salvation.”"
    },
    "17904": {
        "format": "poetry",
        "text": "\/Therefore you will joyously draw water\/From the springs of salvation."
    },
    "17905": {
        "format": "poetry",
        "text": "\/And in that day you will say,\/“Give thanks to the Lord, call on His name.\/Make known His deeds among the peoples;\/Make them remember that His name is exalted.”"
    },
    "17906": {
        "format": "poetry",
        "text": "\/Praise the Lord in song, for He has done excellent things;\/Let this be known throughout the earth."
    },
    "17907": {
        "format": "poetry",
        "text": "\/Cry aloud and shout for joy, O inhabitant of Zion,\/For great in your midst is the Holy One of Israel."
    },
    "17908": {
        "format": "prose",
        "text": "§¶The oracle concerning Babylon which Isaiah the son of Amoz saw."
    },
    "17909": {
        "format": "poetry",
        "text": "¶Lift up a standard on the bare hill,\/Raise your voice to them,\/Wave the hand that they may enter the doors of the nobles."
    },
    "17910": {
        "format": "poetry",
        "text": "\/I have commanded My consecrated ones,\/I have even called My mighty warriors,\/My proudly exulting ones,\/To execute My anger."
    },
    "17911": {
        "format": "poetry",
        "text": "\/A sound of tumult on the mountains,\/Like that of many people!\/A sound of the uproar of kingdoms,\/Of nations gathered together!\/The Lord of hosts is mustering the army for battle."
    },
    "17912": {
        "format": "poetry",
        "text": "\/They are coming from a far country,\/From the farthest horizons,\/The Lord and His instruments of indignation,\/To destroy the whole land."
    },
    "17913": {
        "format": "poetry",
        "text": "§¶Wail, for the day of the Lord is near!\/It will come as destruction from the Almighty."
    },
    "17914": {
        "format": "poetry",
        "text": "\/Therefore all hands will fall limp,\/And every man’s heart will melt."
    },
    "17915": {
        "format": "poetry",
        "text": "\/They will be terrified,\/Pains and anguish will take hold of them;\/They will writhe like a woman in labor,\/They will look at one another in astonishment,\/Their faces aflame."
    },
    "17916": {
        "format": "poetry",
        "text": "\/Behold, the day of the Lord is coming,\/Cruel, with fury and burning anger,\/To make the land a desolation;\/And He will exterminate its sinners from it."
    },
    "17917": {
        "format": "poetry",
        "text": "\/For the stars of heaven and their constellations\/Will not flash forth their light;\/The sun will be dark when it rises\/And the moon will not shed its light."
    },
    "17918": {
        "format": "poetry",
        "text": "\/Thus I will punish the world for its evil\/And the wicked for their iniquity;\/I will also put an end to the arrogance of the proud\/And abase the haughtiness of the ruthless."
    },
    "17919": {
        "format": "poetry",
        "text": "\/I will make mortal man scarcer than pure gold\/And mankind than the gold of Ophir."
    },
    "17920": {
        "format": "poetry",
        "text": "\/Therefore I will make the heavens tremble,\/And the earth will be shaken from its place\/At the fury of the Lord of hosts\/In the day of His burning anger."
    },
    "17921": {
        "format": "poetry",
        "text": "\/And it will be that like a hunted gazelle,\/Or like sheep with none to gather them,\/They will each turn to his own people,\/And each one flee to his own land."
    },
    "17922": {
        "format": "poetry",
        "text": "\/Anyone who is found will be thrust through,\/And anyone who is captured will fall by the sword."
    },
    "17923": {
        "format": "poetry",
        "text": "\/Their little ones also will be dashed to pieces\/Before their eyes;\/Their houses will be plundered\/And their wives ravished."
    },
    "17924": {
        "format": "poetry",
        "text": "§¶Behold, I am going to stir up the Medes against them,\/Who will not value silver or take pleasure in gold."
    },
    "17925": {
        "format": "poetry",
        "text": "\/And their bows will mow down the young men,\/They will not even have compassion on the fruit of the womb,\/Nor will their eye pity children."
    },
    "17926": {
        "format": "poetry",
        "text": "\/And Babylon, the beauty of kingdoms, the glory of the Chaldeans’ pride,\/Will be as when God overthrew Sodom and Gomorrah."
    },
    "17927": {
        "format": "poetry",
        "text": "\/It will never be inhabited or lived in from generation to generation;\/Nor will the Arab pitch his tent there,\/Nor will shepherds make their flocks lie down there."
    },
    "17928": {
        "format": "poetry",
        "text": "\/But desert creatures will lie down there,\/And their houses will be full of owls;\/Ostriches also will live there, and shaggy goats will frolic there."
    },
    "17929": {
        "format": "poetry",
        "text": "\/Hyenas will howl in their fortified towers\/And jackals in their luxurious palaces.\/Her fateful time also will soon come\/And her days will not be prolonged."
    },
    "17930": {
        "format": "prose",
        "text": "§¶When the Lord will have compassion on Jacob and again choose Israel, and settle them in their own land, then strangers will join them and attach themselves to the house of Jacob."
    },
    "17931": {
        "format": "prose",
        "text": "The peoples will take them along and bring them to their place, and the house of Israel will possess them as an inheritance in the land of the Lord as male servants and female servants; and they will take their captors captive and will rule over their oppressors."
    },
    "17932": {
        "format": "prose",
        "text": "¶And it will be in the day when the Lord gives you rest from your pain and turmoil and harsh service in which you have been enslaved,"
    },
    "17933": {
        "format": "prose",
        "text": "that you will take up this taunt against the king of Babylon, and say,¶▼“How the oppressor has ceased,\/And how fury has ceased!"
    },
    "17934": {
        "format": "poetry",
        "text": "\/“The Lord has broken the staff of the wicked,\/The scepter of rulers"
    },
    "17935": {
        "format": "poetry",
        "text": "\/Which used to strike the peoples in fury with unceasing strokes,\/Which subdued the nations in anger with unrestrained persecution."
    },
    "17936": {
        "format": "poetry",
        "text": "\/“The whole earth is at rest and is quiet;\/They break forth into shouts of joy."
    },
    "17937": {
        "format": "poetry",
        "text": "\/“Even the cypress trees rejoice over you, and the cedars of Lebanon, saying,\/‘Since you were laid low, no tree cutter comes up against us.’"
    },
    "17938": {
        "format": "poetry",
        "text": "\/“Sheol from beneath is excited over you to meet you when you come;\/It arouses for you the spirits of the dead, all the leaders of the earth;\/It raises all the kings of the nations from their thrones."
    },
    "17939": {
        "format": "poetry",
        "text": "\/“They will all respond and say to you,\/‘Even you have been made weak as we,\/You have become like us."
    },
    "17940": {
        "format": "poetry",
        "text": "\/‘Your pomp and the music of your harps\/Have been brought down to Sheol;\/Maggots are spread out as your bed beneath you\/And worms are your covering.’"
    },
    "17941": {
        "format": "poetry",
        "text": "\/“How you have fallen from heaven,\/O star of the morning, son of the dawn!\/You have been cut down to the earth,\/You who have weakened the nations!"
    },
    "17942": {
        "format": "poetry",
        "text": "\/“But you said in your heart,\/‘I will ascend to heaven;\/I will raise my throne above the stars of God,\/And I will sit on the mount of assembly\/In the recesses of the north."
    },
    "17943": {
        "format": "poetry",
        "text": "\/‘I will ascend above the heights of the clouds;\/I will make myself like the Most High.’"
    },
    "17944": {
        "format": "poetry",
        "text": "\/“Nevertheless you will be thrust down to Sheol,\/To the recesses of the pit."
    },
    "17945": {
        "format": "poetry",
        "text": "\/“Those who see you will gaze at you,\/They will ponder over you, saying,\/‘Is this the man who made the earth tremble,\/Who shook kingdoms,"
    },
    "17946": {
        "format": "poetry",
        "text": "\/Who made the world like a wilderness\/And overthrew its cities,\/Who did not allow his prisoners to go home?’"
    },
    "17947": {
        "format": "poetry",
        "text": "\/“All the kings of the nations lie in glory,\/Each in his own tomb."
    },
    "17948": {
        "format": "poetry",
        "text": "\/“But you have been cast out of your tomb\/Like a rejected branch,\/Clothed with the slain who are pierced with a sword,\/Who go down to the stones of the pit\/Like a trampled corpse."
    },
    "17949": {
        "format": "poetry",
        "text": "\/“You will not be united with them in burial,\/Because you have ruined your country,\/You have slain your people.\/May the offspring of evildoers not be mentioned forever."
    },
    "17950": {
        "format": "poetry",
        "text": "\/“Prepare for his sons a place of slaughter\/Because of the iniquity of their fathers.\/They must not arise and take possession of the earth\/And fill the face of the world with cities.”"
    },
    "17951": {
        "format": "prose",
        "text": "¶“I will rise up against them,” declares the Lord of hosts, “and will cut off from Babylon name and survivors, offspring and posterity,” declares the Lord."
    },
    "17952": {
        "format": "prose",
        "text": "“I will also make it a possession for the hedgehog and swamps of water, and I will sweep it with the broom of destruction,” declares the Lord of hosts."
    },
    "17953": {
        "format": "prose",
        "text": "§¶The Lord of hosts has sworn saying, “Surely, just as I have intended so it has happened, and just as I have planned so it will stand,"
    },
    "17954": {
        "format": "prose",
        "text": "to break Assyria in My land, and I will trample him on My mountains. Then his yoke will be removed from them and his burden removed from their shoulder."
    },
    "17955": {
        "format": "prose",
        "text": "This is the plan devised against the whole earth; and this is the hand that is stretched out against all the nations."
    },
    "17956": {
        "format": "prose",
        "text": "For the Lord of hosts has planned, and who can frustrate it? And as for His stretched‑out hand, who can turn it back?”"
    },
    "17957": {
        "format": "prose",
        "text": "¶In the year that King Ahaz died this oracle came:"
    },
    "17958": {
        "format": "poetry",
        "text": "§¶“Do not rejoice, O Philistia, all of you,\/Because the rod that struck you is broken;\/For from the serpent’s root a viper will come out,\/And its fruit will be a flying serpent."
    },
    "17959": {
        "format": "poetry",
        "text": "\/“Those who are most helpless will eat,\/And the needy will lie down in security;\/I will destroy your root with famine,\/And it will kill off your survivors."
    },
    "17960": {
        "format": "poetry",
        "text": "\/“Wail, O gate; cry, O city;\/Melt away, O Philistia, all of you;\/For smoke comes from the north,\/And there is no straggler in his ranks."
    },
    "17961": {
        "format": "poetry",
        "text": "\/“How then will one answer the messengers of the nation?\/That the Lord has founded Zion,\/And the afflicted of His people will seek refuge in it.”"
    },
    "17962": {
        "format": "prose",
        "text": "§¶The oracle concerning Moab.¶▼Surely in a night Ar of Moab is devastated and ruined;\/Surely in a night Kir of Moab is devastated and ruined."
    },
    "17963": {
        "format": "poetry",
        "text": "\/They have gone up to the temple and to Dibon, even to the high places to weep.\/Moab wails over Nebo and Medeba;\/Everyone’s head is bald and every beard is cut off."
    },
    "17964": {
        "format": "poetry",
        "text": "\/In their streets they have girded themselves with sackcloth;\/On their housetops and in their squares\/Everyone is wailing, dissolved in tears."
    },
    "17965": {
        "format": "poetry",
        "text": "\/Heshbon and Elealeh also cry out,\/Their voice is heard all the way to Jahaz;\/Therefore the armed men of Moab cry aloud;\/His soul trembles within him."
    },
    "17966": {
        "format": "poetry",
        "text": "\/My heart cries out for Moab;\/His fugitives are as far as Zoar and Eglath‑shelishiyah,\/For they go up the ascent of Luhith weeping;\/Surely on the road to Horonaim they raise a cry of distress over their ruin."
    },
    "17967": {
        "format": "poetry",
        "text": "\/For the waters of Nimrim are desolate.\/Surely the grass is withered, the tender grass died out,\/There is no green thing."
    },
    "17968": {
        "format": "poetry",
        "text": "\/Therefore the abundance which they have acquired and stored up\/They carry off over the brook of Arabim."
    },
    "17969": {
        "format": "poetry",
        "text": "\/For the cry of distress has gone around the territory of Moab,\/Its wail goes as far as Eglaim and its wailing even to Beer‑elim."
    },
    "17970": {
        "format": "poetry",
        "text": "\/For the waters of Dimon are full of blood;\/Surely I will bring added woes upon Dimon,\/A lion upon the fugitives of Moab and upon the remnant of the land."
    },
    "17971": {
        "format": "poetry",
        "text": "§¶Send the tribute lamb to the ruler of the land,\/From Sela by way of the wilderness to the mountain of the daughter of Zion."
    },
    "17972": {
        "format": "poetry",
        "text": "\/Then, like fleeing birds or scattered nestlings,\/The daughters of Moab will be at the fords of the Arnon."
    },
    "17973": {
        "format": "poetry",
        "text": "\/“Give us advice, make a decision;\/Cast your shadow like night at high noon;\/Hide the outcasts, do not betray the fugitive."
    },
    "17974": {
        "format": "poetry",
        "text": "\/“Let the outcasts of Moab stay with you;\/Be a hiding place to them from the destroyer.”\/For the extortioner has come to an end, destruction has ceased,\/Oppressors have completely disappeared from the land."
    },
    "17975": {
        "format": "poetry",
        "text": "\/A throne will even be established in lovingkindness,\/And a judge will sit on it in faithfulness in the tent of David;\/Moreover, he will seek justice\/And be prompt in righteousness."
    },
    "17976": {
        "format": "poetry",
        "text": "¶We have heard of the pride of Moab, an excessive pride;\/Even of his arrogance, pride, and fury;\/His idle boasts are false."
    },
    "17977": {
        "format": "poetry",
        "text": "\/Therefore Moab will wail; everyone of Moab will wail.\/You will moan for the raisin cakes of Kir‑hareseth\/As those who are utterly stricken."
    },
    "17978": {
        "format": "poetry",
        "text": "\/For the fields of Heshbon have withered, the vines of Sibmah as well;\/The lords of the nations have trampled down its choice clusters\/Which reached as far as Jazer and wandered to the deserts;\/Its tendrils spread themselves out and passed over the sea."
    },
    "17979": {
        "format": "poetry",
        "text": "\/Therefore I will weep bitterly for Jazer, for the vine of Sibmah;\/I will drench you with my tears, O Heshbon and Elealeh;\/For the shouting over your summer fruits and your harvest has fallen away."
    },
    "17980": {
        "format": "poetry",
        "text": "\/Gladness and joy are taken away from the fruitful field;\/In the vineyards also there will be no cries of joy or jubilant shouting,\/No treader treads out wine in the presses,\/For I have made the shouting to cease."
    },
    "17981": {
        "format": "poetry",
        "text": "\/Therefore my heart intones like a harp for Moab\/And my inward feelings for Kir‑hareseth."
    },
    "17982": {
        "format": "poetry",
        "text": "\/So it will come about when Moab presents himself,\/When he wearies himself upon his high place\/And comes to his sanctuary to pray,\/That he will not prevail."
    },
    "17983": {
        "format": "prose",
        "text": "¶This is the word which the Lord spoke earlier concerning Moab."
    },
    "17984": {
        "format": "prose",
        "text": "But now the Lord speaks, saying, “Within three years, as a hired man would count them, the glory of Moab will be degraded along with all his great population, and his remnant will be very small and impotent.”"
    },
    "17985": {
        "format": "prose",
        "text": "§¶The oracle concerning Damascus.¶▼“Behold, Damascus is about to be removed from being a city\/And will become a fallen ruin."
    },
    "17986": {
        "format": "poetry",
        "text": "\/“The cities of Aroer are forsaken;\/They will be for flocks to lie down in,\/And there will be no one to frighten them."
    },
    "17987": {
        "format": "poetry",
        "text": "\/“The fortified city will disappear from Ephraim,\/And sovereignty from Damascus\/And the remnant of Aram;\/They will be like the glory of the sons of Israel,”\/Declares the Lord of hosts."
    },
    "17988": {
        "format": "poetry",
        "text": "¶Now in that day the glory of Jacob will fade,\/And the fatness of his flesh will become lean."
    },
    "17989": {
        "format": "poetry",
        "text": "\/It will be even like the reaper gathering the standing grain,\/As his arm harvests the ears,\/Or it will be like one gleaning ears of grain\/In the valley of Rephaim."
    },
    "17990": {
        "format": "poetry",
        "text": "\/Yet gleanings will be left in it like the shaking of an olive tree,\/Two or three olives on the topmost bough,\/Four or five on the branches of a fruitful tree,\/Declares the Lord, the God of Israel."
    },
    "17991": {
        "format": "poetry",
        "text": "\/In that day man will have regard for his Maker\/And his eyes will look to the Holy One of Israel."
    },
    "17992": {
        "format": "poetry",
        "text": "\/He will not have regard for the altars, the work of his hands,\/Nor will he look to that which his fingers have made,\/Even the Asherim and incense stands."
    },
    "17993": {
        "format": "poetry",
        "text": "\/In that day their strong cities will be like forsaken places in the forest,\/Or like branches which they abandoned before the sons of Israel;\/And the land will be a desolation."
    },
    "17994": {
        "format": "poetry",
        "text": "\/For you have forgotten the God of your salvation\/And have not remembered the rock of your refuge.\/Therefore you plant delightful plants\/And set them with vine slips of a strange god."
    },
    "17995": {
        "format": "poetry",
        "text": "\/In the day that you plant it you carefully fence it in,\/And in the morning you bring your seed to blossom;\/But the harvest will be a heap\/In a day of sickliness and incurable pain."
    },
    "17996": {
        "format": "poetry",
        "text": "¶Alas, the uproar of many peoples\/Who roar like the roaring of the seas,\/And the rumbling of nations\/Who rush on like the rumbling of mighty waters!"
    },
    "17997": {
        "format": "poetry",
        "text": "\/The nations rumble on like the rumbling of many waters,\/But He will rebuke them and they will flee far away,\/And be chased like chaff in the mountains before the wind,\/Or like whirling dust before a gale."
    },
    "17998": {
        "format": "poetry",
        "text": "\/At evening time, behold, there is terror!\/Before morning they are no more.\/Such will be the portion of those who plunder us\/And the lot of those who pillage us."
    },
    "17999": {
        "format": "poetry",
        "text": "§¶Alas, oh land of whirring wings\/Which lies beyond the rivers of Cush,"
    },
    "18000": {
        "format": "poetry",
        "text": "\/Which sends envoys by the sea,\/Even in papyrus vessels on the surface of the waters.\/Go, swift messengers, to a nation tall and smooth,\/To a people feared far and wide,\/A powerful and oppressive nation\/Whose land the rivers divide."
    },
    "18001": {
        "format": "poetry",
        "text": "\/All you inhabitants of the world and dwellers on earth,\/As soon as a standard is raised on the mountains, you will see it,\/And as soon as the trumpet is blown, you will hear it."
    },
    "18002": {
        "format": "prose",
        "text": "¶For thus the Lord has told me,¶▼“I will look from My dwelling place quietly\/Like dazzling heat in the sunshine,\/Like a cloud of dew in the heat of harvest.”"
    },
    "18003": {
        "format": "poetry",
        "text": "\/For before the harvest, as soon as the bud blossoms\/And the flower becomes a ripening grape,\/Then He will cut off the sprigs with pruning knives\/And remove and cut away the spreading branches."
    },
    "18004": {
        "format": "poetry",
        "text": "\/They will be left together for mountain birds of prey,\/And for the beasts of the earth;\/And the birds of prey will spend the summer feeding on them,\/And all the beasts of the earth will spend harvest time on them."
    },
    "18005": {
        "format": "poetry",
        "text": "\/At that time a gift of homage will be brought to the Lord of hosts\/From a people tall and smooth,\/Even from a people feared far and wide,\/A powerful and oppressive nation,\/Whose land the rivers divide—\/To the place of the name of the Lord of hosts, even Mount Zion."
    },
    "18006": {
        "format": "prose",
        "text": "§¶The oracle concerning Egypt.¶▼Behold, the Lord is riding on a swift cloud and is about to come to Egypt;\/The idols of Egypt will tremble at His presence,\/And the heart of the Egyptians will melt within them."
    },
    "18007": {
        "format": "poetry",
        "text": "\/“So I will incite Egyptians against Egyptians;\/And they will each fight against his brother and each against his neighbor,\/City against city and kingdom against kingdom."
    },
    "18008": {
        "format": "poetry",
        "text": "\/“Then the spirit of the Egyptians will be demoralized within them;\/And I will confound their strategy,\/So that they will resort to idols and ghosts of the dead\/And to mediums and spiritists."
    },
    "18009": {
        "format": "poetry",
        "text": "\/“Moreover, I will deliver the Egyptians into the hand of a cruel master,\/And a mighty king will rule over them,” declares the Lord God of hosts."
    },
    "18010": {
        "format": "poetry",
        "text": "¶The waters from the sea will dry up,\/And the river will be parched and dry."
    },
    "18011": {
        "format": "poetry",
        "text": "\/The canals will emit a stench,\/The streams of Egypt will thin out and dry up;\/The reeds and rushes will rot away."
    },
    "18012": {
        "format": "poetry",
        "text": "\/The bulrushes by the Nile, by the edge of the Nile\/And all the sown fields by the Nile\/Will become dry, be driven away, and be no more."
    },
    "18013": {
        "format": "poetry",
        "text": "\/And the fishermen will lament,\/And all those who cast a line into the Nile will mourn,\/And those who spread nets on the waters will pine away."
    },
    "18014": {
        "format": "poetry",
        "text": "\/Moreover, the manufacturers of linen made from combed flax\/And the weavers of white cloth will be utterly dejected."
    },
    "18015": {
        "format": "poetry",
        "text": "\/And the pillars of Egypt will be crushed;\/All the hired laborers will be grieved in soul."
    },
    "18016": {
        "format": "poetry",
        "text": "¶The princes of Zoan are mere fools;\/The advice of Pharaoh’s wisest advisers has become stupid.\/How can you men say to Pharaoh,\/“I am a son of the wise, a son of ancient kings”?"
    },
    "18017": {
        "format": "poetry",
        "text": "\/Well then, where are your wise men?\/Please let them tell you,\/And let them understand what the Lord of hosts\/Has purposed against Egypt."
    },
    "18018": {
        "format": "poetry",
        "text": "\/The princes of Zoan have acted foolishly,\/The princes of Memphis are deluded;\/Those who are the cornerstone of her tribes\/Have led Egypt astray."
    },
    "18019": {
        "format": "poetry",
        "text": "\/The Lord has mixed within her a spirit of distortion;\/They have led Egypt astray in all that it does,\/As a drunken man staggers in his vomit."
    },
    "18020": {
        "format": "poetry",
        "text": "\/There will be no work for Egypt\/Which its head or tail, its palm branch or bulrush, may do."
    },
    "18021": {
        "format": "prose",
        "text": "¶In that day the Egyptians will become like women, and they will tremble and be in dread because of the waving of the hand of the Lord of hosts, which He is going to wave over them."
    },
    "18022": {
        "format": "prose",
        "text": "The land of Judah will become a terror to Egypt; everyone to whom it is mentioned will be in dread of it, because of the purpose of the Lord of hosts which He is purposing against them."
    },
    "18023": {
        "format": "prose",
        "text": "¶In that day five cities in the land of Egypt will be speaking the language of Canaan and swearing allegiance to the Lord of hosts; one will be called the City of Destruction."
    },
    "18024": {
        "format": "prose",
        "text": "¶In that day there will be an altar to the Lord in the midst of the land of Egypt, and a pillar to the Lord near its border."
    },
    "18025": {
        "format": "prose",
        "text": "It will become a sign and a witness to the Lord of hosts in the land of Egypt; for they will cry to the Lord because of oppressors, and He will send them a Savior and a Champion, and He will deliver them."
    },
    "18026": {
        "format": "prose",
        "text": "Thus the Lord will make Himself known to Egypt, and the Egyptians will know the Lord in that day. They will even worship with sacrifice and offering, and will make a vow to the Lord and perform it."
    },
    "18027": {
        "format": "prose",
        "text": "The Lord will strike Egypt, striking but healing; so they will return to the Lord, and He will respond to them and will heal them."
    },
    "18028": {
        "format": "prose",
        "text": "¶In that day there will be a highway from Egypt to Assyria, and the Assyrians will come into Egypt and the Egyptians into Assyria, and the Egyptians will worship with the Assyrians."
    },
    "18029": {
        "format": "prose",
        "text": "¶In that day Israel will be the third party with Egypt and Assyria, a blessing in the midst of the earth,"
    },
    "18030": {
        "format": "prose",
        "text": "whom the Lord of hosts has blessed, saying, “Blessed is Egypt My people, and Assyria the work of My hands, and Israel My inheritance.”"
    },
    "18031": {
        "format": "prose",
        "text": "§¶In the year that the commander came to Ashdod, when Sargon the king of Assyria sent him and he fought against Ashdod and captured it,"
    },
    "18032": {
        "format": "prose",
        "text": "at that time the Lord spoke through Isaiah the son of Amoz, saying, “Go and loosen the sackcloth from your hips and take your shoes off your feet.” And he did so, going naked and barefoot."
    },
    "18033": {
        "format": "prose",
        "text": "And the Lord said, “Even as My servant Isaiah has gone naked and barefoot three years as a sign and token against Egypt and Cush,"
    },
    "18034": {
        "format": "prose",
        "text": "so the king of Assyria will lead away the captives of Egypt and the exiles of Cush, young and old, naked and barefoot with buttocks uncovered, to the shame of Egypt."
    },
    "18035": {
        "format": "prose",
        "text": "Then they will be dismayed and ashamed because of Cush their hope and Egypt their boast."
    },
    "18036": {
        "format": "prose",
        "text": "So the inhabitants of this coastland will say in that day, ‘Behold, such is our hope, where we fled for help to be delivered from the king of Assyria; and we, how shall we escape?’”"
    },
    "18037": {
        "format": "prose",
        "text": "§¶The oracle concerning the wilderness of the sea.¶▼As windstorms in the Negev sweep on,\/It comes from the wilderness, from a terrifying land."
    },
    "18038": {
        "format": "poetry",
        "text": "\/A harsh vision has been shown to me;\/The treacherous one still deals treacherously, and the destroyer still destroys.\/Go up, Elam, lay siege, Media;\/I have made an end of all the groaning she has caused."
    },
    "18039": {
        "format": "poetry",
        "text": "\/For this reason my loins are full of anguish;\/Pains have seized me like the pains of a woman in labor.\/I am so bewildered I cannot hear, so terrified I cannot see."
    },
    "18040": {
        "format": "poetry",
        "text": "\/My mind reels, horror overwhelms me;\/The twilight I longed for has been turned for me into trembling."
    },
    "18041": {
        "format": "poetry",
        "text": "\/They set the table, they spread out the cloth, they eat, they drink;\/“Rise up, captains, oil the shields,”"
    },
    "18042": {
        "format": "prose",
        "text": "¶For thus the Lord says to me,¶▼“Go, station the lookout, let him report what he sees."
    },
    "18043": {
        "format": "poetry",
        "text": "\/“When he sees riders, horsemen in pairs,\/A train of donkeys, a train of camels,\/Let him pay close attention, very close attention.”"
    },
    "18044": {
        "format": "prose",
        "text": "¶Then the lookout called,¶▼“O Lord, I stand continually by day on the watchtower,\/And I am stationed every night at my guard post."
    },
    "18045": {
        "format": "poetry",
        "text": "\/“Now behold, here comes a troop of riders, horsemen in pairs.”\/And one said, “Fallen, fallen is Babylon;\/And all the images of her gods are shattered on the ground.”"
    },
    "18046": {
        "format": "poetry",
        "text": "\/O my threshed people, and my afflicted of the threshing floor!\/What I have heard from the Lord of hosts,\/The God of Israel, I make known to you."
    },
    "18047": {
        "format": "prose",
        "text": "§¶The oracle concerning Edom.¶▼One keeps calling to me from Seir,\/“Watchman, how far gone is the night?\/Watchman, how far gone is the night?”"
    },
    "18048": {
        "format": "poetry",
        "text": "\/The watchman says,\/“Morning comes but also night.\/If you would inquire, inquire;\/Come back again.”"
    },
    "18049": {
        "format": "prose",
        "text": "¶The oracle about Arabia.¶▼In the thickets of Arabia you must spend the night,\/O caravans of Dedanites."
    },
    "18050": {
        "format": "poetry",
        "text": "\/Bring water for the thirsty,\/O inhabitants of the land of Tema,\/Meet the fugitive with bread."
    },
    "18051": {
        "format": "poetry",
        "text": "\/For they have fled from the swords,\/From the drawn sword, and from the bent bow\/And from the press of battle."
    },
    "18052": {
        "format": "prose",
        "text": "¶For thus the Lord said to me, “In a year, as a hired man would count it, all the splendor of Kedar will terminate;"
    },
    "18053": {
        "format": "prose",
        "text": "and the remainder of the number of bowmen, the mighty men of the sons of Kedar, will be few; for the Lord God of Israel has spoken.”"
    },
    "18054": {
        "format": "prose",
        "text": "§¶The oracle concerning the valley of vision.¶▼What is the matter with you now, that you have all gone up to the housetops?"
    },
    "18055": {
        "format": "poetry",
        "text": "\/You who were full of noise,\/You boisterous town, you exultant city;\/Your slain were not slain with the sword,\/Nor did they die in battle."
    },
    "18056": {
        "format": "poetry",
        "text": "\/All your rulers have fled together,\/And have been captured without the bow;\/All of you who were found were taken captive together,\/Though they had fled far away."
    },
    "18057": {
        "format": "poetry",
        "text": "\/Therefore I say, “Turn your eyes away from me,\/Let me weep bitterly,\/Do not try to comfort me concerning the destruction of the daughter of my people.”"
    },
    "18058": {
        "format": "poetry",
        "text": "\/For the Lord God of hosts has a day of panic, subjugation and confusion\/In the valley of vision,\/A breaking down of walls\/And a crying to the mountain."
    },
    "18059": {
        "format": "poetry",
        "text": "\/Elam took up the quiver\/With the chariots, infantry and horsemen;\/And Kir uncovered the shield."
    },
    "18060": {
        "format": "poetry",
        "text": "\/Then your choicest valleys were full of chariots,\/And the horsemen took up fixed positions at the gate."
    },
    "18061": {
        "format": "poetry",
        "text": "\/And He removed the defense of Judah.\/In that day you depended on the weapons of the house of the forest,"
    },
    "18062": {
        "format": "poetry",
        "text": "\/And you saw that the breaches\/In the wall of the city of David were many;\/And you collected the waters of the lower pool."
    },
    "18063": {
        "format": "poetry",
        "text": "\/Then you counted the houses of Jerusalem\/And tore down houses to fortify the wall."
    },
    "18064": {
        "format": "poetry",
        "text": "\/And you made a reservoir between the two walls\/For the waters of the old pool.\/But you did not depend on Him who made it,\/Nor did you take into consideration Him who planned it long ago."
    },
    "18065": {
        "format": "poetry",
        "text": "¶Therefore in that day the Lord God of hosts called you to weeping, to wailing,\/To shaving the head and to wearing sackcloth."
    },
    "18066": {
        "format": "poetry",
        "text": "\/Instead, there is gaiety and gladness,\/Killing of cattle and slaughtering of sheep,\/Eating of meat and drinking of wine:\/“Let us eat and drink, for tomorrow we may die.”"
    },
    "18067": {
        "format": "poetry",
        "text": "\/But the Lord of hosts revealed Himself to me,\/“Surely this iniquity shall not be forgiven you\/Until you die,” says the Lord God of hosts."
    },
    "18068": {
        "format": "prose",
        "text": "¶Thus says the Lord God of hosts,¶▼“Come, go to this steward,\/To Shebna, who is in charge of the royal household,"
    },
    "18069": {
        "format": "poetry",
        "text": "\/‘What right do you have here,\/And whom do you have here,\/That you have hewn a tomb for yourself here,\/You who hew a tomb on the height,\/You who carve a resting place for yourself in the rock?"
    },
    "18070": {
        "format": "poetry",
        "text": "\/‘Behold, the Lord is about to hurl you headlong, O man.\/And He is about to grasp you firmly"
    },
    "18071": {
        "format": "poetry",
        "text": "\/And roll you tightly like a ball,\/To be cast into a vast country;\/There you will die\/And there your splendid chariots will be,\/You shame of your master’s house.’"
    },
    "18072": {
        "format": "poetry",
        "text": "\/“I will depose you from your office,\/And I will pull you down from your station."
    },
    "18073": {
        "format": "poetry",
        "text": "\/“Then it will come about in that day,\/That I will summon My servant Eliakim the son of Hilkiah,"
    },
    "18074": {
        "format": "poetry",
        "text": "\/And I will clothe him with your tunic\/And tie your sash securely about him.\/I will entrust him with your authority,\/And he will become a father to the inhabitants of Jerusalem and to the house of Judah."
    },
    "18075": {
        "format": "poetry",
        "text": "\/“Then I will set the key of the house of David on his shoulder,\/When he opens no one will shut,\/When he shuts no one will open."
    },
    "18076": {
        "format": "poetry",
        "text": "\/“I will drive him like a peg in a firm place,\/And he will become a throne of glory to his father’s house."
    },
    "18077": {
        "format": "prose",
        "text": "¶So they will hang on him all the glory of his father’s house, offspring and issue, all the least of vessels, from bowls to all the jars."
    },
    "18078": {
        "format": "prose",
        "text": "In that day,” declares the Lord of hosts, “the peg driven in a firm place will give way; it will even break off and fall, and the load hanging on it will be cut off, for the Lord has spoken.”"
    },
    "18079": {
        "format": "prose",
        "text": "§¶The oracle concerning Tyre.¶▼Wail, O ships of Tarshish,\/For Tyre is destroyed, without house or harbor;\/It is reported to them from the land of Cyprus."
    },
    "18080": {
        "format": "poetry",
        "text": "\/Be silent, you inhabitants of the coastland,\/You merchants of Sidon;\/Your messengers crossed the sea"
    },
    "18081": {
        "format": "poetry",
        "text": "\/And were on many waters.\/The grain of the Nile, the harvest of the River was her revenue;\/And she was the market of nations."
    },
    "18082": {
        "format": "poetry",
        "text": "\/Be ashamed, O Sidon;\/For the sea speaks, the stronghold of the sea, saying,\/“I have neither travailed nor given birth,\/I have neither brought up young men nor reared virgins.”"
    },
    "18083": {
        "format": "poetry",
        "text": "\/When the report reaches Egypt,\/They will be in anguish at the report of Tyre."
    },
    "18084": {
        "format": "poetry",
        "text": "\/Pass over to Tarshish;\/Wail, O inhabitants of the coastland."
    },
    "18085": {
        "format": "poetry",
        "text": "\/Is this your jubilant city,\/Whose origin is from antiquity,\/Whose feet used to carry her to colonize distant places?"
    },
    "18086": {
        "format": "poetry",
        "text": "¶Who has planned this against Tyre, the bestower of crowns,\/Whose merchants were princes, whose traders were the honored of the earth?"
    },
    "18087": {
        "format": "poetry",
        "text": "\/The Lord of hosts has planned it, to defile the pride of all beauty,\/To despise all the honored of the earth."
    },
    "18088": {
        "format": "poetry",
        "text": "\/Overflow your land like the Nile, O daughter of Tarshish,\/There is no more restraint."
    },
    "18089": {
        "format": "poetry",
        "text": "\/He has stretched His hand out over the sea,\/He has made the kingdoms tremble;\/The Lord has given a command concerning Canaan to demolish its strongholds."
    },
    "18090": {
        "format": "poetry",
        "text": "¶He has said, “You shall exult no more, O crushed virgin daughter of Sidon.\/Arise, pass over to Cyprus; even there you will find no rest.”"
    },
    "18091": {
        "format": "prose",
        "text": "¶Behold, the land of the Chaldeans—this is the people which was not; Assyria appointed it for desert creatures—they erected their siege towers, they stripped its palaces, they made it a ruin."
    },
    "18092": {
        "format": "poetry",
        "text": "¶Wail, O ships of Tarshish,\/For your stronghold is destroyed."
    },
    "18093": {
        "format": "prose",
        "text": "¶Now in that day Tyre will be forgotten for seventy years like the days of one king. At the end of seventy years it will happen to Tyre as in the song of the harlot:"
    },
    "18094": {
        "format": "poetry",
        "text": "¶Take your harp, walk about the city,\/O forgotten harlot;\/Pluck the strings skillfully, sing many songs,\/That you may be remembered."
    },
    "18095": {
        "format": "prose",
        "text": "¶It will come about at the end of seventy years that the Lord will visit Tyre. Then she will go back to her harlot’s wages and will play the harlot with all the kingdoms on the face of the earth."
    },
    "18096": {
        "format": "prose",
        "text": "Her gain and her harlot’s wages will be set apart to the Lord; it will not be stored up or hoarded, but her gain will become sufficient food and choice attire for those who dwell in the presence of the Lord."
    },
    "18097": {
        "format": "prose",
        "text": "§¶Behold, the Lord lays the earth waste, devastates it, distorts its surface and scatters its inhabitants."
    },
    "18098": {
        "format": "prose",
        "text": "And the people will be like the priest, the servant like his master, the maid like her mistress, the buyer like the seller, the lender like the borrower, the creditor like the debtor."
    },
    "18099": {
        "format": "prose",
        "text": "The earth will be completely laid waste and completely despoiled, for the Lord has spoken this word."
    },
    "18100": {
        "format": "prose",
        "text": "The earth mourns and withers, the world fades and withers, the exalted of the people of the earth fade away."
    },
    "18101": {
        "format": "prose",
        "text": "The earth is also polluted by its inhabitants, for they transgressed laws, violated statutes, broke the everlasting covenant."
    },
    "18102": {
        "format": "prose",
        "text": "Therefore, a curse devours the earth, and those who live in it are held guilty. Therefore, the inhabitants of the earth are burned, and few men are left."
    },
    "18103": {
        "format": "poetry",
        "text": "¶The new wine mourns,\/The vine decays,\/All the merry‑hearted sigh."
    },
    "18104": {
        "format": "poetry",
        "text": "\/The gaiety of tambourines ceases,\/The noise of revelers stops,\/The gaiety of the harp ceases."
    },
    "18105": {
        "format": "poetry",
        "text": "\/They do not drink wine with song;\/Strong drink is bitter to those who drink it."
    },
    "18106": {
        "format": "poetry",
        "text": "\/The city of chaos is broken down;\/Every house is shut up so that none may enter."
    },
    "18107": {
        "format": "poetry",
        "text": "\/There is an outcry in the streets concerning the wine;\/All joy turns to gloom.\/The gaiety of the earth is banished."
    },
    "18108": {
        "format": "poetry",
        "text": "\/Desolation is left in the city\/And the gate is battered to ruins."
    },
    "18109": {
        "format": "poetry",
        "text": "\/For thus it will be in the midst of the earth among the peoples,\/As the shaking of an olive tree,\/As the gleanings when the grape harvest is over."
    },
    "18110": {
        "format": "poetry",
        "text": "\/They raise their voices, they shout for joy;\/They cry out from the west concerning the majesty of the Lord."
    },
    "18111": {
        "format": "poetry",
        "text": "\/Therefore glorify the Lord in the east,\/The name of the Lord, the God of Israel,\/In the coastlands of the sea."
    },
    "18112": {
        "format": "poetry",
        "text": "\/From the ends of the earth we hear songs, “Glory to the Righteous One,”\/But I say, “Woe to me! Woe to me! Alas for me!\/The treacherous deal treacherously,\/And the treacherous deal very treacherously.”"
    },
    "18113": {
        "format": "poetry",
        "text": "\/Terror and pit and snare\/Confront you, O inhabitant of the earth."
    },
    "18114": {
        "format": "poetry",
        "text": "\/Then it will be that he who flees the report of disaster will fall into the pit,\/And he who climbs out of the pit will be caught in the snare;\/For the windows above are opened, and the foundations of the earth shake."
    },
    "18115": {
        "format": "poetry",
        "text": "\/The earth is broken asunder,\/The earth is split through,\/The earth is shaken violently."
    },
    "18116": {
        "format": "poetry",
        "text": "\/The earth reels to and fro like a drunkard\/And it totters like a shack,\/For its transgression is heavy upon it,\/And it will fall, never to rise again."
    },
    "18117": {
        "format": "poetry",
        "text": "\/So it will happen in that day,\/That the Lord will punish the host of heaven on high,\/And the kings of the earth on earth."
    },
    "18118": {
        "format": "poetry",
        "text": "\/They will be gathered together\/Like prisoners in the dungeon,\/And will be confined in prison;\/And after many days they will be punished."
    },
    "18119": {
        "format": "poetry",
        "text": "\/Then the moon will be abashed and the sun ashamed,\/For the Lord of hosts will reign on Mount Zion and in Jerusalem,\/And His glory will be before His elders."
    },
    "18120": {
        "format": "poetry",
        "text": "§¶O Lord, You are my God;\/I will exalt You, I will give thanks to Your name;\/For You have worked wonders,\/Plans formed long ago, with perfect faithfulness."
    },
    "18121": {
        "format": "poetry",
        "text": "\/For You have made a city into a heap,\/A fortified city into a ruin;\/A palace of strangers is a city no more,\/It will never be rebuilt."
    },
    "18122": {
        "format": "poetry",
        "text": "\/Therefore a strong people will glorify You;\/Cities of ruthless nations will revere You."
    },
    "18123": {
        "format": "poetry",
        "text": "\/For You have been a defense for the helpless,\/A defense for the needy in his distress,\/A refuge from the storm, a shade from the heat;\/For the breath of the ruthless\/Is like a rain storm against a wall."
    },
    "18124": {
        "format": "poetry",
        "text": "\/Like heat in drought, You subdue the uproar of aliens;\/Like heat by the shadow of a cloud, the song of the ruthless is silenced."
    },
    "18125": {
        "format": "poetry",
        "text": "¶The Lord of hosts will prepare a lavish banquet for all peoples on this mountain;\/A banquet of aged wine, choice pieces with marrow,\/And refined, aged wine."
    },
    "18126": {
        "format": "poetry",
        "text": "\/And on this mountain He will swallow up the covering which is over all peoples,\/Even the veil which is stretched over all nations."
    },
    "18127": {
        "format": "poetry",
        "text": "\/He will swallow up death for all time,\/And the Lord God will wipe tears away from all faces,\/And He will remove the reproach of His people from all the earth;\/For the Lord has spoken."
    },
    "18128": {
        "format": "poetry",
        "text": "\/And it will be said in that day,\/“Behold, this is our God for whom we have waited that He might save us.\/This is the Lord for whom we have waited;\/Let us rejoice and be glad in His salvation.”"
    },
    "18129": {
        "format": "poetry",
        "text": "\/For the hand of the Lord will rest on this mountain,\/And Moab will be trodden down in his place\/As straw is trodden down in the water of a manure pile."
    },
    "18130": {
        "format": "poetry",
        "text": "\/And he will spread out his hands in the middle of it\/As a swimmer spreads out his hands to swim,\/But the Lord will lay low his pride together with the trickery of his hands."
    },
    "18131": {
        "format": "poetry",
        "text": "\/The unassailable fortifications of your walls He will bring down,\/Lay low and cast to the ground, even to the dust."
    },
    "18132": {
        "format": "prose",
        "text": "§¶In that day this song will be sung in the land of Judah:¶▼“We have a strong city;\/He sets up walls and ramparts for security."
    },
    "18133": {
        "format": "poetry",
        "text": "\/“Open the gates, that the righteous nation may enter,\/The one that remains faithful."
    },
    "18134": {
        "format": "poetry",
        "text": "\/“The steadfast of mind You will keep in perfect peace,\/Because he trusts in You."
    },
    "18135": {
        "format": "poetry",
        "text": "\/“Trust in the Lord forever,\/For in God the Lord, we have an everlasting Rock."
    },
    "18136": {
        "format": "poetry",
        "text": "\/“For He has brought low those who dwell on high, the unassailable city;\/He lays it low, He lays it low to the ground, He casts it to the dust."
    },
    "18137": {
        "format": "poetry",
        "text": "\/“The foot will trample it,\/The feet of the afflicted, the steps of the helpless.”"
    },
    "18138": {
        "format": "poetry",
        "text": "¶The way of the righteous is smooth;\/O Upright One, make the path of the righteous level."
    },
    "18139": {
        "format": "poetry",
        "text": "\/Indeed, while following the way of Your judgments, O Lord,\/We have waited for You eagerly;\/Your name, even Your memory, is the desire of our souls."
    },
    "18140": {
        "format": "poetry",
        "text": "\/At night my soul longs for You,\/Indeed, my spirit within me seeks You diligently;\/For when the earth experiences Your judgments\/The inhabitants of the world learn righteousness."
    },
    "18141": {
        "format": "poetry",
        "text": "\/Though the wicked is shown favor,\/He does not learn righteousness;\/He deals unjustly in the land of uprightness,\/And does not perceive the majesty of the Lord."
    },
    "18142": {
        "format": "poetry",
        "text": "¶O Lord, Your hand is lifted up yet they do not see it.\/They see Your zeal for the people and are put to shame;\/Indeed, fire will devour Your enemies."
    },
    "18143": {
        "format": "poetry",
        "text": "\/Lord, You will establish peace for us,\/Since You have also performed for us all our works."
    },
    "18144": {
        "format": "poetry",
        "text": "\/O Lord our God, other masters besides You have ruled us;\/But through You alone we confess Your name."
    },
    "18145": {
        "format": "poetry",
        "text": "\/The dead will not live, the departed spirits will not rise;\/Therefore You have punished and destroyed them,\/And You have wiped out all remembrance of them."
    },
    "18146": {
        "format": "poetry",
        "text": "\/You have increased the nation, O Lord,\/You have increased the nation, You are glorified;\/You have extended all the borders of the land."
    },
    "18147": {
        "format": "poetry",
        "text": "\/O Lord, they sought You in distress;\/They could only whisper a prayer,\/Your chastening was upon them."
    },
    "18148": {
        "format": "poetry",
        "text": "\/As the pregnant woman approaches the time to give birth,\/She writhes and cries out in her labor pains,\/Thus were we before You, O Lord."
    },
    "18149": {
        "format": "poetry",
        "text": "\/We were pregnant, we writhed in labor,\/We gave birth, as it seems, only to wind.\/We could not accomplish deliverance for the earth,\/Nor were inhabitants of the world born."
    },
    "18150": {
        "format": "poetry",
        "text": "\/Your dead will live;\/Their corpses will rise.\/You who lie in the dust, awake and shout for joy,\/For your dew is as the dew of the dawn,\/And the earth will give birth to the departed spirits."
    },
    "18151": {
        "format": "poetry",
        "text": "¶Come, my people, enter into your rooms\/And close your doors behind you;\/Hide for a little while\/Until indignation runs its course."
    },
    "18152": {
        "format": "poetry",
        "text": "\/For behold, the Lord is about to come out from His place\/To punish the inhabitants of the earth for their iniquity;\/And the earth will reveal her bloodshed\/And will no longer cover her slain."
    },
    "18153": {
        "format": "poetry",
        "text": "§¶In that day the Lord will punish Leviathan the fleeing serpent,\/With His fierce and great and mighty sword,\/Even Leviathan the twisted serpent;\/And He will kill the dragon who lives in the sea."
    },
    "18154": {
        "format": "poetry",
        "text": "¶In that day,\/“A vineyard of wine, sing of it!"
    },
    "18155": {
        "format": "poetry",
        "text": "\/“I, the Lord, am its keeper;\/I water it every moment.\/So that no one will damage it,\/I guard it night and day."
    },
    "18156": {
        "format": "poetry",
        "text": "\/“I have no wrath.\/Should someone give Me briars and thorns in battle,\/Then I would step on them, I would burn them completely."
    },
    "18157": {
        "format": "poetry",
        "text": "\/“Or let him rely on My protection,\/Let him make peace with Me,\/Let him make peace with Me.”"
    },
    "18158": {
        "format": "poetry",
        "text": "\/In the days to come Jacob will take root,\/Israel will blossom and sprout,\/And they will fill the whole world with fruit."
    },
    "18159": {
        "format": "poetry",
        "text": "¶Like the striking of Him who has struck them, has He struck them?\/Or like the slaughter of His slain, have they been slain?"
    },
    "18160": {
        "format": "poetry",
        "text": "\/You contended with them by banishing them, by driving them away.\/With His fierce wind He has expelled them on the day of the east wind."
    },
    "18161": {
        "format": "poetry",
        "text": "\/Therefore through this Jacob’s iniquity will be forgiven;\/And this will be the full price of the pardoning of his sin:\/When he makes all the altar stones like pulverized chalk stones;\/When Asherim and incense altars will not stand."
    },
    "18162": {
        "format": "poetry",
        "text": "\/For the fortified city is isolated,\/A homestead forlorn and forsaken like the desert;\/There the calf will graze,\/And there it will lie down and feed on its branches."
    },
    "18163": {
        "format": "poetry",
        "text": "\/When its limbs are dry, they are broken off;\/Women come and make a fire with them,\/For they are not a people of discernment,\/Therefore their Maker will not have compassion on them.\/And their Creator will not be gracious to them."
    },
    "18164": {
        "format": "prose",
        "text": "¶In that day the Lord will start His threshing from the flowing stream of the Euphrates to the brook of Egypt, and you will be gathered up one by one, O sons of Israel."
    },
    "18165": {
        "format": "prose",
        "text": "It will come about also in that day that a great trumpet will be blown, and those who were perishing in the land of Assyria and who were scattered in the land of Egypt will come and worship the Lord in the holy mountain at Jerusalem."
    },
    "18166": {
        "format": "poetry",
        "text": "§¶Woe to the proud crown of the drunkards of Ephraim,\/And to the fading flower of its glorious beauty,\/Which is at the head of the fertile valley\/Of those who are overcome with wine!"
    },
    "18167": {
        "format": "poetry",
        "text": "\/Behold, the Lord has a strong and mighty agent;\/As a storm of hail, a tempest of destruction,\/Like a storm of mighty overflowing waters,\/He has cast it down to the earth with His hand."
    },
    "18168": {
        "format": "poetry",
        "text": "\/The proud crown of the drunkards of Ephraim is trodden under foot."
    },
    "18169": {
        "format": "poetry",
        "text": "\/And the fading flower of its glorious beauty,\/Which is at the head of the fertile valley,\/Will be like the first‑ripe fig prior to summer,\/Which one sees,\/And as soon as it is in his hand,\/He swallows it."
    },
    "18170": {
        "format": "poetry",
        "text": "\/In that day the Lord of hosts will become a beautiful crown\/And a glorious diadem to the remnant of His people;"
    },
    "18171": {
        "format": "poetry",
        "text": "\/A spirit of justice for him who sits in judgment,\/A strength to those who repel the onslaught at the gate."
    },
    "18172": {
        "format": "poetry",
        "text": "\/And these also reel with wine and stagger from strong drink:\/The priest and the prophet reel with strong drink,\/They are confused by wine, they stagger from strong drink;\/They reel while having visions,\/They totter when rendering judgment."
    },
    "18173": {
        "format": "poetry",
        "text": "\/For all the tables are full of filthy vomit, without a single clean place."
    },
    "18174": {
        "format": "poetry",
        "text": "¶“To whom would He teach knowledge,\/And to whom would He interpret the message?\/Those just weaned from milk?\/Those just taken from the breast?"
    },
    "18175": {
        "format": "poetry",
        "text": "\/“For He says,\/‘Order on order, order on order,\/Line on line, line on line,\/A little here, a little there.’”"
    },
    "18176": {
        "format": "poetry",
        "text": "\/Indeed, He will speak to this people\/Through stammering lips and a foreign tongue,"
    },
    "18177": {
        "format": "poetry",
        "text": "\/He who said to them, “Here is rest, give rest to the weary,”\/And, “Here is repose,” but they would not listen."
    },
    "18178": {
        "format": "poetry",
        "text": "\/So the word of the Lord to them will be,\/“Order on order, order on order,\/Line on line, line on line,\/A little here, a little there,”\/That they may go and stumble backward, be broken, snared and taken captive."
    },
    "18179": {
        "format": "poetry",
        "text": "§¶Therefore, hear the word of the Lord, O scoffers,\/Who rule this people who are in Jerusalem,"
    },
    "18180": {
        "format": "poetry",
        "text": "\/Because you have said, “We have made a covenant with death,\/And with Sheol we have made a pact.\/The overwhelming scourge will not reach us when it passes by,\/For we have made falsehood our refuge and we have concealed ourselves with deception.”"
    },
    "18181": {
        "format": "prose",
        "text": "¶Therefore thus says the Lord God,¶▼“Behold, I am laying in Zion a stone, a tested stone,\/A costly cornerstone for the foundation, firmly placed.\/He who believes in it will not be disturbed."
    },
    "18182": {
        "format": "poetry",
        "text": "\/“I will make justice the measuring line\/And righteousness the level;\/Then hail will sweep away the refuge of lies\/And the waters will overflow the secret place."
    },
    "18183": {
        "format": "poetry",
        "text": "\/“Your covenant with death will be canceled,\/And your pact with Sheol will not stand;\/When the overwhelming scourge passes through,\/Then you become its trampling place."
    },
    "18184": {
        "format": "poetry",
        "text": "\/“As often as it passes through, it will seize you;\/For morning after morning it will pass through, anytime during the day or night,\/And it will be sheer terror to understand what it means.”"
    },
    "18185": {
        "format": "poetry",
        "text": "\/The bed is too short on which to stretch out,\/And the blanket is too small to wrap oneself in."
    },
    "18186": {
        "format": "poetry",
        "text": "\/For the Lord will rise up as at Mount Perazim,\/He will be stirred up as in the valley of Gibeon,\/To do His task, His unusual task,\/And to work His work, His extraordinary work."
    },
    "18187": {
        "format": "poetry",
        "text": "\/And now do not carry on as scoffers,\/Or your fetters will be made stronger;\/For I have heard from the Lord God of hosts\/Of decisive destruction on all the earth."
    },
    "18188": {
        "format": "poetry",
        "text": "¶Give ear and hear my voice,\/Listen and hear my words."
    },
    "18189": {
        "format": "poetry",
        "text": "\/Does the farmer plow continually to plant seed?\/Does he continually turn and harrow the ground?"
    },
    "18190": {
        "format": "poetry",
        "text": "\/Does he not level its surface\/And sow dill and scatter cummin\/And plant wheat in rows,\/Barley in its place and rye within its area?"
    },
    "18191": {
        "format": "poetry",
        "text": "\/For his God instructs and teaches him properly."
    },
    "18192": {
        "format": "poetry",
        "text": "\/For dill is not threshed with a threshing sledge,\/Nor is the cartwheel driven over cummin;\/But dill is beaten out with a rod, and cummin with a club."
    },
    "18193": {
        "format": "poetry",
        "text": "\/Grain for bread is crushed,\/Indeed, he does not continue to thresh it forever.\/Because the wheel of his cart and his horses eventually damage it,\/He does not thresh it longer."
    },
    "18194": {
        "format": "poetry",
        "text": "\/This also comes from the Lord of hosts,\/Who has made His counsel wonderful and His wisdom great."
    },
    "18195": {
        "format": "poetry",
        "text": "§¶Woe, O Ariel, Ariel the city where David once camped!\/Add year to year, observe your feasts on schedule."
    },
    "18196": {
        "format": "poetry",
        "text": "\/I will bring distress to Ariel,\/And she will be a city of lamenting and mourning;\/And she will be like an Ariel to me."
    },
    "18197": {
        "format": "poetry",
        "text": "\/I will camp against you encircling you,\/And I will set siegeworks against you,\/And I will raise up battle towers against you."
    },
    "18198": {
        "format": "poetry",
        "text": "\/Then you will be brought low;\/From the earth you will speak,\/And from the dust where you are prostrate\/Your words will come.\/Your voice will also be like that of a spirit from the ground,\/And your speech will whisper from the dust."
    },
    "18199": {
        "format": "poetry",
        "text": "¶But the multitude of your enemies will become like fine dust,\/And the multitude of the ruthless ones like the chaff which blows away;\/And it will happen instantly, suddenly."
    },
    "18200": {
        "format": "poetry",
        "text": "\/From the Lord of hosts you will be punished with thunder and earthquake and loud noise,\/With whirlwind and tempest and the flame of a consuming fire."
    },
    "18201": {
        "format": "poetry",
        "text": "\/And the multitude of all the nations who wage war against Ariel,\/Even all who wage war against her and her stronghold, and who distress her,\/Will be like a dream, a vision of the night."
    },
    "18202": {
        "format": "poetry",
        "text": "\/It will be as when a hungry man dreams—\/And behold, he is eating;\/But when he awakens, his hunger is not satisfied,\/Or as when a thirsty man dreams—\/And behold, he is drinking,\/But when he awakens, behold, he is faint\/And his thirst is not quenched.\/Thus the multitude of all the nations will be\/Who wage war against Mount Zion."
    },
    "18203": {
        "format": "poetry",
        "text": "¶Be delayed and wait,\/Blind yourselves and be blind;\/They become drunk, but not with wine,\/They stagger, but not with strong drink."
    },
    "18204": {
        "format": "poetry",
        "text": "\/For the Lord has poured over you a spirit of deep sleep,\/He has shut your eyes, the prophets;\/And He has covered your heads, the seers."
    },
    "18205": {
        "format": "prose",
        "text": "¶The entire vision will be to you like the words of a sealed book, which when they give it to the one who is literate, saying, “Please read this,” he will say, “I cannot, for it is sealed.”"
    },
    "18206": {
        "format": "prose",
        "text": "Then the book will be given to the one who is illiterate, saying, “Please read this.” And he will say, “I cannot read.”"
    },
    "18207": {
        "format": "prose",
        "text": "¶Then the Lord said,¶▼“Because this people draw near with their words\/And honor Me with their lip service,\/But they remove their hearts far from Me,\/And their reverence for Me consists of tradition learned by rote,"
    },
    "18208": {
        "format": "poetry",
        "text": "\/Therefore behold, I will once again deal marvelously with this people, wondrously marvelous;\/And the wisdom of their wise men will perish,\/And the discernment of their discerning men will be concealed.”"
    },
    "18209": {
        "format": "poetry",
        "text": "¶Woe to those who deeply hide their plans from the Lord,\/And whose deeds are done in a dark place,\/And they say, “Who sees us?” or “Who knows us?”"
    },
    "18210": {
        "format": "poetry",
        "text": "\/You turn things around!\/Shall the potter be considered as equal with the clay,\/That what is made would say to its maker, “He did not make me”;\/Or what is formed say to him who formed it, “He has no understanding”?"
    },
    "18211": {
        "format": "poetry",
        "text": "§¶Is it not yet just a little while\/Before Lebanon will be turned into a fertile field,\/And the fertile field will be considered as a forest?"
    },
    "18212": {
        "format": "poetry",
        "text": "\/On that day the deaf will hear words of a book,\/And out of their gloom and darkness the eyes of the blind will see."
    },
    "18213": {
        "format": "poetry",
        "text": "\/The afflicted also will increase their gladness in the Lord,\/And the needy of mankind will rejoice in the Holy One of Israel."
    },
    "18214": {
        "format": "poetry",
        "text": "\/For the ruthless will come to an end and the scorner will be finished,\/Indeed all who are intent on doing evil will be cut off;"
    },
    "18215": {
        "format": "poetry",
        "text": "\/Who cause a person to be indicted by a word,\/And ensnare him who adjudicates at the gate,\/And defraud the one in the right with meaningless arguments."
    },
    "18216": {
        "format": "prose",
        "text": "¶Therefore thus says the Lord, who redeemed Abraham, concerning the house of Jacob:¶▼“Jacob shall not now be ashamed, nor shall his face now turn pale;"
    },
    "18217": {
        "format": "poetry",
        "text": "\/But when he sees his children, the work of My hands, in his midst,\/They will sanctify My name;\/Indeed, they will sanctify the Holy One of Jacob\/And will stand in awe of the God of Israel."
    },
    "18218": {
        "format": "poetry",
        "text": "\/“Those who err in mind will know the truth,\/And those who criticize will accept instruction."
    },
    "18219": {
        "format": "poetry",
        "text": "§¶“Woe to the rebellious children,” declares the Lord,\/“Who execute a plan, but not Mine,\/And make an alliance, but not of My Spirit,\/In order to add sin to sin;"
    },
    "18220": {
        "format": "poetry",
        "text": "\/Who proceed down to Egypt\/Without consulting Me,\/To take refuge in the safety of Pharaoh\/And to seek shelter in the shadow of Egypt!"
    },
    "18221": {
        "format": "poetry",
        "text": "\/“Therefore the safety of Pharaoh will be your shame\/And the shelter in the shadow of Egypt, your humiliation."
    },
    "18222": {
        "format": "poetry",
        "text": "\/“For their princes are at Zoan\/And their ambassadors arrive at Hanes."
    },
    "18223": {
        "format": "poetry",
        "text": "\/“Everyone will be ashamed because of a people who cannot profit them,\/Who are not for help or profit, but for shame and also for reproach.”"
    },
    "18224": {
        "format": "prose",
        "text": "¶The oracle concerning the beasts of the Negev.¶▼Through a land of distress and anguish,\/From where come lioness and lion, viper and flying serpent,\/They carry their riches on the backs of young donkeys\/And their treasures on camels’ humps,\/To a people who cannot profit them;"
    },
    "18225": {
        "format": "poetry",
        "text": "\/Even Egypt, whose help is vain and empty.\/Therefore, I have called her\/“Rahab who has been exterminated.”"
    },
    "18226": {
        "format": "poetry",
        "text": "\/Now go, write it on a tablet before them\/And inscribe it on a scroll,\/That it may serve in the time to come\/As a witness forever."
    },
    "18227": {
        "format": "poetry",
        "text": "\/For this is a rebellious people, false sons,\/Sons who refuse to listen\/To the instruction of the Lord;"
    },
    "18228": {
        "format": "poetry",
        "text": "\/Who say to the seers, “You must not see visions”;\/And to the prophets, “You must not prophesy to us what is right,\/Speak to us pleasant words,\/Prophesy illusions."
    },
    "18229": {
        "format": "poetry",
        "text": "\/“Get out of the way, turn aside from the path,\/Let us hear no more about the Holy One of Israel.”"
    },
    "18230": {
        "format": "prose",
        "text": "¶Therefore thus says the Holy One of Israel,¶▼“Since you have rejected this word\/And have put your trust in oppression and guile, and have relied on them,"
    },
    "18231": {
        "format": "poetry",
        "text": "\/Therefore this iniquity will be to you\/Like a breach about to fall,\/A bulge in a high wall,\/Whose collapse comes suddenly in an instant,"
    },
    "18232": {
        "format": "poetry",
        "text": "\/Whose collapse is like the smashing of a potter’s jar,\/So ruthlessly shattered\/That a sherd will not be found among its pieces\/To take fire from a hearth\/Or to scoop water from a cistern.”"
    },
    "18233": {
        "format": "prose",
        "text": "¶For thus the Lord God, the Holy One of Israel, has said,¶▼“In repentance and rest you will be saved,\/In quietness and trust is your strength.”\/But you were not willing,"
    },
    "18234": {
        "format": "poetry",
        "text": "\/And you said, “No, for we will flee on horses,”\/Therefore you shall flee!\/“And we will ride on swift horses,”\/Therefore those who pursue you shall be swift."
    },
    "18235": {
        "format": "poetry",
        "text": "\/One thousand will flee at the threat of one man;\/You will flee at the threat of five,\/Until you are left as a flag on a mountain top\/And as a signal on a hill."
    },
    "18236": {
        "format": "poetry",
        "text": "§¶Therefore the Lord longs to be gracious to you,\/And therefore He waits on high to have compassion on you.\/For the Lord is a God of justice;\/How blessed are all those who long for Him."
    },
    "18237": {
        "format": "prose",
        "text": "¶O people in Zion, inhabitant in Jerusalem, you will weep no longer. He will surely be gracious to you at the sound of your cry; when He hears it, He will answer you."
    },
    "18238": {
        "format": "prose",
        "text": "Although the Lord has given you bread of privation and water of oppression, He, your Teacher will no longer hide Himself, but your eyes will behold your Teacher."
    },
    "18239": {
        "format": "prose",
        "text": "Your ears will hear a word behind you, “This is the way, walk in it,” whenever you turn to the right or to the left."
    },
    "18240": {
        "format": "prose",
        "text": "And you will defile your graven images overlaid with silver, and your molten images plated with gold. You will scatter them as an impure thing, and say to them, “Be gone!”"
    },
    "18241": {
        "format": "prose",
        "text": "¶Then He will give you rain for the seed which you will sow in the ground, and bread from the yield of the ground, and it will be rich and plenteous; on that day your livestock will graze in a roomy pasture."
    },
    "18242": {
        "format": "prose",
        "text": "Also the oxen and the donkeys which work the ground will eat salted fodder, which has been winnowed with shovel and fork."
    },
    "18243": {
        "format": "prose",
        "text": "On every lofty mountain and on every high hill there will be streams running with water on the day of the great slaughter, when the towers fall."
    },
    "18244": {
        "format": "prose",
        "text": "The light of the moon will be as the light of the sun, and the light of the sun will be seven times brighter, like the light of seven days, on the day the Lord binds up the fracture of His people and heals the bruise He has inflicted."
    },
    "18245": {
        "format": "poetry",
        "text": "¶Behold, the name of the Lord comes from a remote place;\/Burning is His anger and dense is His smoke;\/His lips are filled with indignation\/And His tongue is like a consuming fire;"
    },
    "18246": {
        "format": "poetry",
        "text": "\/His breath is like an overflowing torrent,\/Which reaches to the neck,\/To shake the nations back and forth in a sieve,\/And to put in the jaws of the peoples the bridle which leads to ruin."
    },
    "18247": {
        "format": "poetry",
        "text": "\/You will have songs as in the night when you keep the festival,\/And gladness of heart as when one marches to the sound of the flute,\/To go to the mountain of the Lord, to the Rock of Israel."
    },
    "18248": {
        "format": "poetry",
        "text": "\/And the Lord will cause His voice of authority to be heard,\/And the descending of His arm to be seen in fierce anger,\/And in the flame of a consuming fire\/In cloudburst, downpour and hailstones."
    },
    "18249": {
        "format": "poetry",
        "text": "\/For at the voice of the Lord Assyria will be terrified,\/When He strikes with the rod."
    },
    "18250": {
        "format": "poetry",
        "text": "\/And every blow of the rod of punishment,\/Which the Lord will lay on him,\/Will be with the music of tambourines and lyres;\/And in battles, brandishing weapons, He will fight them."
    },
    "18251": {
        "format": "poetry",
        "text": "\/For Topheth has long been ready,\/Indeed, it has been prepared for the king.\/He has made it deep and large,\/A pyre of fire with plenty of wood;\/The breath of the Lord, like a torrent of brimstone, sets it afire."
    },
    "18252": {
        "format": "poetry",
        "text": "§¶Woe to those who go down to Egypt for help\/And rely on horses,\/And trust in chariots because they are many\/And in horsemen because they are very strong,\/But they do not look to the Holy One of Israel, nor seek the Lord!"
    },
    "18253": {
        "format": "poetry",
        "text": "\/Yet He also is wise and will bring disaster\/And does not retract His words,\/But will arise against the house of evildoers\/And against the help of the workers of iniquity."
    },
    "18254": {
        "format": "poetry",
        "text": "\/Now the Egyptians are men and not God,\/And their horses are flesh and not spirit;\/So the Lord will stretch out His hand,\/And he who helps will stumble\/And he who is helped will fall,\/And all of them will come to an end together."
    },
    "18255": {
        "format": "prose",
        "text": "¶For thus says the Lord to me,¶▼“As the lion or the young lion growls over his prey,\/Against which a band of shepherds is called out,\/And he will not be terrified at their voice nor disturbed at their noise,\/So will the Lord of hosts come down to wage war on Mount Zion and on its hill.”"
    },
    "18256": {
        "format": "poetry",
        "text": "\/Like flying birds so the Lord of hosts will protect Jerusalem.\/He will protect and deliver it;\/He will pass over and rescue it."
    },
    "18257": {
        "format": "prose",
        "text": "¶Return to Him from whom you have deeply defected, O sons of Israel."
    },
    "18258": {
        "format": "prose",
        "text": "For in that day every man will cast away his silver idols and his gold idols, which your sinful hands have made for you as a sin."
    },
    "18259": {
        "format": "poetry",
        "text": "¶And the Assyrian will fall by a sword not of man,\/And a sword not of man will devour him.\/So he will not escape the sword,\/And his young men will become forced laborers."
    },
    "18260": {
        "format": "poetry",
        "text": "\/“His rock will pass away because of panic,\/And his princes will be terrified at the standard,”\/Declares the Lord, whose fire is in Zion and whose furnace is in Jerusalem."
    },
    "18261": {
        "format": "poetry",
        "text": "§¶Behold, a king will reign righteously\/And princes will rule justly."
    },
    "18262": {
        "format": "poetry",
        "text": "\/Each will be like a refuge from the wind\/And a shelter from the storm,\/Like streams of water in a dry country,\/Like the shade of a huge rock in a parched land."
    },
    "18263": {
        "format": "poetry",
        "text": "\/Then the eyes of those who see will not be blinded,\/And the ears of those who hear will listen."
    },
    "18264": {
        "format": "poetry",
        "text": "\/The mind of the hasty will discern the truth,\/And the tongue of the stammerers will hasten to speak clearly."
    },
    "18265": {
        "format": "poetry",
        "text": "\/No longer will the fool be called noble,\/Or the rogue be spoken of as generous."
    },
    "18266": {
        "format": "poetry",
        "text": "\/For a fool speaks nonsense,\/And his heart inclines toward wickedness:\/To practice ungodliness and to speak error against the Lord,\/To keep the hungry person unsatisfied\/And to withhold drink from the thirsty."
    },
    "18267": {
        "format": "poetry",
        "text": "\/As for a rogue, his weapons are evil;\/He devises wicked schemes\/To destroy the afflicted with slander,\/Even though the needy one speaks what is right."
    },
    "18268": {
        "format": "poetry",
        "text": "\/But the noble man devises noble plans;\/And by noble plans he stands."
    },
    "18269": {
        "format": "poetry",
        "text": "¶Rise up, you women who are at ease,\/And hear my voice;\/Give ear to my word,\/You complacent daughters."
    },
    "18270": {
        "format": "poetry",
        "text": "\/Within a year and a few days\/You will be troubled, O complacent daughters;\/For the vintage is ended,\/And the fruit gathering will not come."
    },
    "18271": {
        "format": "poetry",
        "text": "\/Tremble, you women who are at ease;\/Be troubled, you complacent daughters;\/Strip, undress and put sackcloth on your waist,"
    },
    "18272": {
        "format": "poetry",
        "text": "\/Beat your breasts for the pleasant fields, for the fruitful vine,"
    },
    "18273": {
        "format": "poetry",
        "text": "\/For the land of my people in which thorns and briars shall come up;\/Yea, for all the joyful houses and for the jubilant city."
    },
    "18274": {
        "format": "poetry",
        "text": "\/Because the palace has been abandoned, the populated city forsaken.\/Hill and watch‑tower have become caves forever,\/A delight for wild donkeys, a pasture for flocks;"
    },
    "18275": {
        "format": "poetry",
        "text": "\/Until the Spirit is poured out upon us from on high,\/And the wilderness becomes a fertile field,\/And the fertile field is considered as a forest."
    },
    "18276": {
        "format": "poetry",
        "text": "\/Then justice will dwell in the wilderness\/And righteousness will abide in the fertile field."
    },
    "18277": {
        "format": "poetry",
        "text": "\/And the work of righteousness will be peace,\/And the service of righteousness, quietness and confidence forever."
    },
    "18278": {
        "format": "poetry",
        "text": "\/Then my people will live in a peaceful habitation,\/And in secure dwellings and in undisturbed resting places;"
    },
    "18279": {
        "format": "poetry",
        "text": "\/And it will hail when the forest comes down,\/And the city will be utterly laid low."
    },
    "18280": {
        "format": "poetry",
        "text": "\/How blessed will you be, you who sow beside all waters,\/Who let out freely the ox and the donkey."
    },
    "18281": {
        "format": "poetry",
        "text": "§¶Woe to you, O destroyer,\/While you were not destroyed;\/And he who is treacherous, while others did not deal treacherously with him.\/As soon as you finish destroying, you will be destroyed;\/As soon as you cease to deal treacherously, others will deal treacherously with you."
    },
    "18282": {
        "format": "poetry",
        "text": "\/O Lord, be gracious to us; we have waited for You.\/Be their strength every morning,\/Our salvation also in the time of distress."
    },
    "18283": {
        "format": "poetry",
        "text": "\/At the sound of the tumult peoples flee;\/At the lifting up of Yourself nations disperse."
    },
    "18284": {
        "format": "poetry",
        "text": "\/Your spoil is gathered as the caterpillar gathers;\/As locusts rushing about men rush about on it."
    },
    "18285": {
        "format": "poetry",
        "text": "\/The Lord is exalted, for He dwells on high;\/He has filled Zion with justice and righteousness."
    },
    "18286": {
        "format": "poetry",
        "text": "\/And He will be the stability of your times,\/A wealth of salvation, wisdom and knowledge;\/The fear of the Lord is his treasure."
    },
    "18287": {
        "format": "poetry",
        "text": "\/Behold, their brave men cry in the streets,\/The ambassadors of peace weep bitterly."
    },
    "18288": {
        "format": "poetry",
        "text": "\/The highways are desolate, the traveler has ceased,\/He has broken the covenant, he has despised the cities,\/He has no regard for man."
    },
    "18289": {
        "format": "poetry",
        "text": "\/The land mourns and pines away,\/Lebanon is shamed and withers;\/Sharon is like a desert plain,\/And Bashan and Carmel lose their foliage."
    },
    "18290": {
        "format": "poetry",
        "text": "\/“Now I will arise,” says the Lord,\/“Now I will be exalted, now I will be lifted up."
    },
    "18291": {
        "format": "poetry",
        "text": "\/“You have conceived chaff, you will give birth to stubble;\/My breath will consume you like a fire."
    },
    "18292": {
        "format": "poetry",
        "text": "\/“The peoples will be burned to lime,\/Like cut thorns which are burned in the fire."
    },
    "18293": {
        "format": "poetry",
        "text": "¶“You who are far away, hear what I have done;\/And you who are near, acknowledge My might.”"
    },
    "18294": {
        "format": "poetry",
        "text": "\/Sinners in Zion are terrified;\/Trembling has seized the godless.\/“Who among us can live with the consuming fire?\/Who among us can live with continual burning?”"
    },
    "18295": {
        "format": "poetry",
        "text": "\/He who walks righteously and speaks with sincerity,\/He who rejects unjust gain\/And shakes his hands so that they hold no bribe;\/He who stops his ears from hearing about bloodshed\/And shuts his eyes from looking upon evil;"
    },
    "18296": {
        "format": "poetry",
        "text": "\/He will dwell on the heights,\/His refuge will be the impregnable rock;\/His bread will be given him,\/His water will be sure."
    },
    "18297": {
        "format": "poetry",
        "text": "¶Your eyes will see the King in His beauty;\/They will behold a far‑distant land."
    },
    "18298": {
        "format": "poetry",
        "text": "\/Your heart will meditate on terror:\/“Where is he who counts?\/Where is he who weighs?\/Where is he who counts the towers?”"
    },
    "18299": {
        "format": "poetry",
        "text": "\/You will no longer see a fierce people,\/A people of unintelligible speech which no one comprehends,\/Of a stammering tongue which no one understands."
    },
    "18300": {
        "format": "poetry",
        "text": "\/Look upon Zion, the city of our appointed feasts;\/Your eyes will see Jerusalem, an undisturbed habitation,\/A tent which will not be folded;\/Its stakes will never be pulled up,\/Nor any of its cords be torn apart."
    },
    "18301": {
        "format": "poetry",
        "text": "\/But there the majestic One, the Lord, will be for us\/A place of rivers and wide canals\/On which no boat with oars will go,\/And on which no mighty ship will pass—"
    },
    "18302": {
        "format": "poetry",
        "text": "\/For the Lord is our judge,\/The Lord is our lawgiver,\/The Lord is our king;\/He will save us—"
    },
    "18303": {
        "format": "poetry",
        "text": "\/Your tackle hangs slack;\/It cannot hold the base of its mast firmly,\/Nor spread out the sail.\/Then the prey of an abundant spoil will be divided;\/The lame will take the plunder."
    },
    "18304": {
        "format": "poetry",
        "text": "\/And no resident will say, “I am sick”;\/The people who dwell there will be forgiven their iniquity."
    },
    "18305": {
        "format": "poetry",
        "text": "§¶Draw near, O nations, to hear; and listen, O peoples!\/Let the earth and all it contains hear, and the world and all that springs from it."
    },
    "18306": {
        "format": "poetry",
        "text": "\/For the Lord’s indignation is against all the nations,\/And His wrath against all their armies;\/He has utterly destroyed them,\/He has given them over to slaughter."
    },
    "18307": {
        "format": "poetry",
        "text": "\/So their slain will be thrown out,\/And their corpses will give off their stench,\/And the mountains will be drenched with their blood."
    },
    "18308": {
        "format": "poetry",
        "text": "\/And all the host of heaven will wear away,\/And the sky will be rolled up like a scroll;\/All their hosts will also wither away\/As a leaf withers from the vine,\/Or as one withers from the fig tree."
    },
    "18309": {
        "format": "poetry",
        "text": "\/For My sword is satiated in heaven,\/Behold it shall descend for judgment upon Edom\/And upon the people whom I have devoted to destruction."
    },
    "18310": {
        "format": "poetry",
        "text": "\/The sword of the Lord is filled with blood,\/It is sated with fat, with the blood of lambs and goats,\/With the fat of the kidneys of rams.\/For the Lord has a sacrifice in Bozrah\/And a great slaughter in the land of Edom."
    },
    "18311": {
        "format": "poetry",
        "text": "\/Wild oxen will also fall with them\/And young bulls with strong ones;\/Thus their land will be soaked with blood,\/And their dust become greasy with fat."
    },
    "18312": {
        "format": "poetry",
        "text": "\/For the Lord has a day of vengeance,\/A year of recompense for the cause of Zion."
    },
    "18313": {
        "format": "poetry",
        "text": "\/Its streams will be turned into pitch,\/And its loose earth into brimstone,\/And its land will become burning pitch."
    },
    "18314": {
        "format": "poetry",
        "text": "\/It will not be quenched night or day;\/Its smoke will go up forever.\/From generation to generation it will be desolate;\/None will pass through it forever and ever."
    },
    "18315": {
        "format": "poetry",
        "text": "\/But pelican and hedgehog will possess it,\/And owl and raven will dwell in it;\/And He will stretch over it the line of desolation\/And the plumb line of emptiness."
    },
    "18316": {
        "format": "poetry",
        "text": "\/Its nobles—there is no one there\/Whom they may proclaim king—\/And all its princes will be nothing."
    },
    "18317": {
        "format": "poetry",
        "text": "\/Thorns will come up in its fortified towers,\/Nettles and thistles in its fortified cities;\/It will also be a haunt of jackals\/And an abode of ostriches."
    },
    "18318": {
        "format": "poetry",
        "text": "\/The desert creatures will meet with the wolves,\/The hairy goat also will cry to its kind;\/Yes, the night monster will settle there\/And will find herself a resting place."
    },
    "18319": {
        "format": "poetry",
        "text": "\/The tree snake will make its nest and lay eggs there,\/And it will hatch and gather them under its protection.\/Yes, the hawks will be gathered there,\/Every one with its kind."
    },
    "18320": {
        "format": "prose",
        "text": "¶Seek from the book of the Lord, and read:¶▼Not one of these will be missing;\/None will lack its mate.\/For His mouth has commanded,\/And His Spirit has gathered them."
    },
    "18321": {
        "format": "poetry",
        "text": "\/He has cast the lot for them,\/And His hand has divided it to them by line.\/They shall possess it forever;\/From generation to generation they will dwell in it."
    },
    "18322": {
        "format": "poetry",
        "text": "§¶The wilderness and the desert will be glad,\/And the Arabah will rejoice and blossom;\/Like the crocus"
    },
    "18323": {
        "format": "poetry",
        "text": "\/It will blossom profusely\/And rejoice with rejoicing and shout of joy.\/The glory of Lebanon will be given to it,\/The majesty of Carmel and Sharon.\/They will see the glory of the Lord,\/The majesty of our God."
    },
    "18324": {
        "format": "poetry",
        "text": "\/Encourage the exhausted, and strengthen the feeble."
    },
    "18325": {
        "format": "poetry",
        "text": "\/Say to those with anxious heart,\/“Take courage, fear not.\/Behold, your God will come with vengeance;\/The recompense of God will come,\/But He will save you.”"
    },
    "18326": {
        "format": "poetry",
        "text": "\/Then the eyes of the blind will be opened\/And the ears of the deaf will be unstopped."
    },
    "18327": {
        "format": "poetry",
        "text": "\/Then the lame will leap like a deer,\/And the tongue of the mute will shout for joy.\/For waters will break forth in the wilderness\/And streams in the Arabah."
    },
    "18328": {
        "format": "poetry",
        "text": "\/The scorched land will become a pool\/And the thirsty ground springs of water;\/In the haunt of jackals, its resting place,\/Grass becomes reeds and rushes."
    },
    "18329": {
        "format": "poetry",
        "text": "\/A highway will be there, a roadway,\/And it will be called the Highway of Holiness.\/The unclean will not travel on it,\/But it will be for him who walks that way,\/And fools will not wander on it."
    },
    "18330": {
        "format": "poetry",
        "text": "\/No lion will be there,\/Nor will any vicious beast go up on it;\/These will not be found there.\/But the redeemed will walk there,"
    },
    "18331": {
        "format": "poetry",
        "text": "\/And the ransomed of the Lord will return\/And come with joyful shouting to Zion,\/With everlasting joy upon their heads.\/They will find gladness and joy,\/And sorrow and sighing will flee away."
    },
    "18332": {
        "format": "prose",
        "text": "§¶Now in the fourteenth year of King Hezekiah, Sennacherib king of Assyria came up against all the fortified cities of Judah and seized them."
    },
    "18333": {
        "format": "prose",
        "text": "And the king of Assyria sent Rabshakeh from Lachish to Jerusalem to King Hezekiah with a large army. And he stood by the conduit of the upper pool on the highway of the fuller’s field."
    },
    "18334": {
        "format": "prose",
        "text": "Then Eliakim the son of Hilkiah, who was over the household, and Shebna the scribe, and Joah the son of Asaph, the recorder, came out to him."
    },
    "18335": {
        "format": "prose",
        "text": "¶Then Rabshakeh said to them, “Say now to Hezekiah, ‘Thus says the great king, the king of Assyria, “What is this confidence that you have?"
    },
    "18336": {
        "format": "prose",
        "text": "I say, ‘Your counsel and strength for the war are only empty words.’ Now on whom do you rely, that you have rebelled against me?"
    },
    "18337": {
        "format": "prose",
        "text": "Behold, you rely on the staff of this crushed reed, even on Egypt, on which if a man leans, it will go into his hand and pierce it. So is Pharaoh king of Egypt to all who rely on him."
    },
    "18338": {
        "format": "prose",
        "text": "But if you say to me, ‘We trust in the Lord our God,’ is it not He whose high places and whose altars Hezekiah has taken away and has said to Judah and to Jerusalem, ‘You shall worship before this altar’?"
    },
    "18339": {
        "format": "prose",
        "text": "Now therefore, come make a bargain with my master the king of Assyria, and I will give you two thousand horses, if you are able on your part to set riders on them."
    },
    "18340": {
        "format": "prose",
        "text": "How then can you repulse one official of the least of my master’s servants and rely on Egypt for chariots and for horsemen?"
    },
    "18341": {
        "format": "prose",
        "text": "Have I now come up without the Lord’s approval against this land to destroy it? The Lord said to me, ‘Go up against this land and destroy it.’”’”"
    },
    "18342": {
        "format": "prose",
        "text": "¶Then Eliakim and Shebna and Joah said to Rabshakeh, “Speak now to your servants in Aramaic, for we understand it; and do not speak with us in Judean in the hearing of the people who are on the wall.”"
    },
    "18343": {
        "format": "prose",
        "text": "But Rabshakeh said, “Has my master sent me only to your master and to you to speak these words, and not to the men who sit on the wall, doomed to eat their own dung and drink their own urine with you?”"
    },
    "18344": {
        "format": "prose",
        "text": "¶Then Rabshakeh stood and cried with a loud voice in Judean and said, “Hear the words of the great king, the king of Assyria."
    },
    "18345": {
        "format": "prose",
        "text": "Thus says the king, ‘Do not let Hezekiah deceive you, for he will not be able to deliver you;"
    },
    "18346": {
        "format": "prose",
        "text": "nor let Hezekiah make you trust in the Lord, saying, “The Lord will surely deliver us, this city will not be given into the hand of the king of Assyria.”"
    },
    "18347": {
        "format": "prose",
        "text": "Do not listen to Hezekiah,’ for thus says the king of Assyria, ‘Make your peace with me and come out to me, and eat each of his vine and each of his fig tree and drink each of the waters of his own cistern,"
    },
    "18348": {
        "format": "prose",
        "text": "until I come and take you away to a land like your own land, a land of grain and new wine, a land of bread and vineyards."
    },
    "18349": {
        "format": "prose",
        "text": "Beware that Hezekiah does not mislead you, saying, “The Lord will deliver us.” Has any one of the gods of the nations delivered his land from the hand of the king of Assyria?"
    },
    "18350": {
        "format": "prose",
        "text": "Where are the gods of Hamath and Arpad? Where are the gods of Sepharvaim? And when have they delivered Samaria from my hand?"
    },
    "18351": {
        "format": "prose",
        "text": "Who among all the gods of these lands have delivered their land from my hand, that the Lord would deliver Jerusalem from my hand?’”"
    },
    "18352": {
        "format": "prose",
        "text": "¶But they were silent and answered him not a word; for the king’s commandment was, “Do not answer him.”"
    },
    "18353": {
        "format": "prose",
        "text": "Then Eliakim the son of Hilkiah, who was over the household, and Shebna the scribe and Joah the son of Asaph, the recorder, came to Hezekiah with their clothes torn and told him the words of Rabshakeh."
    },
    "18354": {
        "format": "prose",
        "text": "§¶And when King Hezekiah heard it, he tore his clothes, covered himself with sackcloth and entered the house of the Lord."
    },
    "18355": {
        "format": "prose",
        "text": "Then he sent Eliakim who was over the household with Shebna the scribe and the elders of the priests, covered with sackcloth, to Isaiah the prophet, the son of Amoz."
    },
    "18356": {
        "format": "prose",
        "text": "They said to him, “Thus says Hezekiah, ‘This day is a day of distress, rebuke and rejection; for children have come to birth, and there is no strength to deliver."
    },
    "18357": {
        "format": "prose",
        "text": "Perhaps the Lord your God will hear the words of Rabshakeh, whom his master the king of Assyria has sent to reproach the living God, and will rebuke the words which the Lord your God has heard. Therefore, offer a prayer for the remnant that is left.’”"
    },
    "18358": {
        "format": "prose",
        "text": "¶So the servants of King Hezekiah came to Isaiah."
    },
    "18359": {
        "format": "prose",
        "text": "Isaiah said to them, “Thus you shall say to your master, ‘Thus says the Lord, “Do not be afraid because of the words that you have heard, with which the servants of the king of Assyria have blasphemed Me."
    },
    "18360": {
        "format": "prose",
        "text": "Behold, I will put a spirit in him so that he will hear a rumor and return to his own land. And I will make him fall by the sword in his own land.”’”"
    },
    "18361": {
        "format": "prose",
        "text": "¶Then Rabshakeh returned and found the king of Assyria fighting against Libnah, for he had heard that the king had left Lachish."
    },
    "18362": {
        "format": "prose",
        "text": "When he heard them say concerning Tirhakah king of Cush, “He has come out to fight against you,” and when he heard it he sent messengers to Hezekiah, saying,"
    },
    "18363": {
        "format": "prose",
        "text": "“Thus you shall say to Hezekiah king of Judah, ‘Do not let your God in whom you trust deceive you, saying, “Jerusalem will not be given into the hand of the king of Assyria.”"
    },
    "18364": {
        "format": "prose",
        "text": "Behold, you have heard what the kings of Assyria have done to all the lands, destroying them completely. So will you be spared?"
    },
    "18365": {
        "format": "prose",
        "text": "Did the gods of those nations which my fathers have destroyed deliver them, even Gozan and Haran and Rezeph and the sons of Eden who were in Telassar?"
    },
    "18366": {
        "format": "prose",
        "text": "Where is the king of Hamath, the king of Arpad, the king of the city of Sepharvaim, and of Hena and Ivvah?’”"
    },
    "18367": {
        "format": "prose",
        "text": "§¶Then Hezekiah took the letter from the hand of the messengers and read it, and he went up to the house of the Lord and spread it out before the Lord."
    },
    "18368": {
        "format": "prose",
        "text": "Hezekiah prayed to the Lord saying,"
    },
    "18369": {
        "format": "prose",
        "text": "“O Lord of hosts, the God of Israel, who is enthroned above the cherubim, You are the God, You alone, of all the kingdoms of the earth. You have made heaven and earth."
    },
    "18370": {
        "format": "prose",
        "text": "Incline Your ear, O Lord, and hear; open Your eyes, O Lord, and see; and listen to all the words of Sennacherib, who sent them to reproach the living God."
    },
    "18371": {
        "format": "prose",
        "text": "Truly, O Lord, the kings of Assyria have devastated all the countries and their lands,"
    },
    "18372": {
        "format": "prose",
        "text": "and have cast their gods into the fire, for they were not gods but the work of men’s hands, wood and stone. So they have destroyed them."
    },
    "18373": {
        "format": "prose",
        "text": "Now, O Lord our God, deliver us from his hand that all the kingdoms of the earth may know that You alone, Lord, are God.”"
    },
    "18374": {
        "format": "prose",
        "text": "§¶Then Isaiah the son of Amoz sent word to Hezekiah, saying, “Thus says the Lord, the God of Israel, ‘Because you have prayed to Me about Sennacherib king of Assyria,"
    },
    "18375": {
        "format": "prose",
        "text": "this is the word that the Lord has spoken against him:¶▼“She has despised you and mocked you,\/The virgin daughter of Zion;\/She has shaken her head behind you,\/The daughter of Jerusalem!"
    },
    "18376": {
        "format": "poetry",
        "text": "\/“Whom have you reproached and blasphemed?\/And against whom have you raised your voice\/And haughtily lifted up your eyes?\/Against the Holy One of Israel!"
    },
    "18377": {
        "format": "poetry",
        "text": "\/“Through your servants you have reproached the Lord,\/And you have said, ‘With my many chariots I came up to the heights of the mountains,\/To the remotest parts of Lebanon;\/And I cut down its tall cedars and its choice cypresses.\/And I will go to its highest peak, its thickest forest."
    },
    "18378": {
        "format": "poetry",
        "text": "\/‘I dug wells and drank waters,\/And with the sole of my feet I dried up\/All the rivers of Egypt.’"
    },
    "18379": {
        "format": "poetry",
        "text": "\/“Have you not heard?\/Long ago I did it,\/From ancient times I planned it.\/Now I have brought it to pass,\/That you should turn fortified cities into ruinous heaps."
    },
    "18380": {
        "format": "poetry",
        "text": "\/“Therefore their inhabitants were short of strength,\/They were dismayed and put to shame;\/They were as the vegetation of the field and as the green herb,\/As grass on the housetops is scorched before it is grown up."
    },
    "18381": {
        "format": "poetry",
        "text": "\/“But I know your sitting down\/And your going out and your coming in\/And your raging against Me."
    },
    "18382": {
        "format": "poetry",
        "text": "\/“Because of your raging against Me\/And because your arrogance has come up to My ears,\/Therefore I will put My hook in your nose\/And My bridle in your lips,\/And I will turn you back by the way which you came."
    },
    "18383": {
        "format": "prose",
        "text": "¶“Then this shall be the sign for you: you will eat this year what grows of itself, in the second year what springs from the same, and in the third year sow, reap, plant vineyards and eat their fruit."
    },
    "18384": {
        "format": "prose",
        "text": "The surviving remnant of the house of Judah will again take root downward and bear fruit upward."
    },
    "18385": {
        "format": "prose",
        "text": "For out of Jerusalem will go forth a remnant and out of Mount Zion survivors. The zeal of the Lord of hosts will perform this.”’"
    },
    "18386": {
        "format": "prose",
        "text": "¶“Therefore, thus says the Lord concerning the king of Assyria, ‘He will not come to this city or shoot an arrow there; and he will not come before it with a shield, or throw up a siege ramp against it."
    },
    "18387": {
        "format": "prose",
        "text": "By the way that he came, by the same he will return, and he will not come to this city,’ declares the Lord."
    },
    "18388": {
        "format": "prose",
        "text": "‘For I will defend this city to save it for My own sake and for My servant David’s sake.’”"
    },
    "18389": {
        "format": "prose",
        "text": "§¶Then the angel of the Lord went out and struck 185,000 in the camp of the Assyrians; and when men arose early in the morning, behold, all of these were dead."
    },
    "18390": {
        "format": "prose",
        "text": "So Sennacherib king of Assyria departed and returned home and lived at Nineveh."
    },
    "18391": {
        "format": "prose",
        "text": "It came about as he was worshiping in the house of Nisroch his god, that Adrammelech and Sharezer his sons killed him with the sword; and they escaped into the land of Ararat. And Esarhaddon his son became king in his place."
    },
    "18392": {
        "format": "prose",
        "text": "§¶In those days Hezekiah became mortally ill. And Isaiah the prophet the son of Amoz came to him and said to him, “Thus says the Lord, ‘Set your house in order, for you shall die and not live.’”"
    },
    "18393": {
        "format": "prose",
        "text": "Then Hezekiah turned his face to the wall and prayed to the Lord,"
    },
    "18394": {
        "format": "prose",
        "text": "and said, “Remember now, O Lord, I beseech You, how I have walked before You in truth and with a whole heart, and have done what is good in Your sight.” And Hezekiah wept bitterly."
    },
    "18395": {
        "format": "prose",
        "text": "¶Then the word of the Lord came to Isaiah, saying,"
    },
    "18396": {
        "format": "prose",
        "text": "“Go and say to Hezekiah, ‘Thus says the Lord, the God of your father David, “I have heard your prayer, I have seen your tears; behold, I will add fifteen years to your life."
    },
    "18397": {
        "format": "prose",
        "text": "I will deliver you and this city from the hand of the king of Assyria; and I will defend this city.”’"
    },
    "18398": {
        "format": "prose",
        "text": "¶“This shall be the sign to you from the Lord, that the Lord will do this thing that He has spoken:"
    },
    "18399": {
        "format": "prose",
        "text": "Behold, I will cause the shadow on the stairway, which has gone down with the sun on the stairway of Ahaz, to go back ten steps.” So the sun’s shadow went back ten steps on the stairway on which it had gone down."
    },
    "18400": {
        "format": "prose",
        "text": "¶A writing of Hezekiah king of Judah after his illness and recovery:"
    },
    "18401": {
        "format": "poetry",
        "text": "¶I said, “In the middle of my life\/I am to enter the gates of Sheol;\/I am to be deprived of the rest of my years.”"
    },
    "18402": {
        "format": "poetry",
        "text": "\/I said, “I will not see the Lord,\/The Lord in the land of the living;\/I will look on man no more among the inhabitants of the world."
    },
    "18403": {
        "format": "poetry",
        "text": "\/“Like a shepherd’s tent my dwelling is pulled up and removed from me;\/As a weaver I rolled up my life.\/He cuts me off from the loom;\/From day until night You make an end of me."
    },
    "18404": {
        "format": "poetry",
        "text": "\/“I composed my soul until morning.\/Like a lion—so He breaks all my bones,\/From day until night You make an end of me."
    },
    "18405": {
        "format": "poetry",
        "text": "\/“Like a swallow, like a crane, so I twitter;\/I moan like a dove;\/My eyes look wistfully to the heights;\/O Lord, I am oppressed, be my security."
    },
    "18406": {
        "format": "poetry",
        "text": "¶“What shall I say?\/For He has spoken to me, and He Himself has done it;\/I will wander about all my years because of the bitterness of my soul."
    },
    "18407": {
        "format": "poetry",
        "text": "\/“O Lord, by these things men live,\/And in all these is the life of my spirit;\/O restore me to health and let me live!"
    },
    "18408": {
        "format": "poetry",
        "text": "\/“Lo, for my own welfare I had great bitterness;\/It is You who has kept my soul from the pit of nothingness,\/For You have cast all my sins behind Your back."
    },
    "18409": {
        "format": "poetry",
        "text": "\/“For Sheol cannot thank You,\/Death cannot praise You;\/Those who go down to the pit cannot hope for Your faithfulness."
    },
    "18410": {
        "format": "poetry",
        "text": "\/“It is the living who give thanks to You, as I do today;\/A father tells his sons about Your faithfulness."
    },
    "18411": {
        "format": "poetry",
        "text": "\/“The Lord will surely save me;\/So we will play my songs on stringed instruments\/All the days of our life at the house of the Lord.”"
    },
    "18412": {
        "format": "prose",
        "text": "¶Now Isaiah had said, “Let them take a cake of figs and apply it to the boil, that he may recover.”"
    },
    "18413": {
        "format": "prose",
        "text": "Then Hezekiah had said, “What is the sign that I shall go up to the house of the Lord?”"
    },
    "18414": {
        "format": "prose",
        "text": "§¶At that time Merodach‑baladan son of Baladan, king of Babylon, sent letters and a present to Hezekiah, for he heard that he had been sick and had recovered."
    },
    "18415": {
        "format": "prose",
        "text": "Hezekiah was pleased, and showed them all his treasure house, the silver and the gold and the spices and the precious oil and his whole armory and all that was found in his treasuries. There was nothing in his house nor in all his dominion that Hezekiah did not show them."
    },
    "18416": {
        "format": "prose",
        "text": "Then Isaiah the prophet came to King Hezekiah and said to him, “What did these men say, and from where have they come to you?” And Hezekiah said, “They have come to me from a far country, from Babylon.”"
    },
    "18417": {
        "format": "prose",
        "text": "He said, “What have they seen in your house?” So Hezekiah answered, “They have seen all that is in my house; there is nothing among my treasuries that I have not shown them.”"
    },
    "18418": {
        "format": "prose",
        "text": "¶Then Isaiah said to Hezekiah, “Hear the word of the Lord of hosts,"
    },
    "18419": {
        "format": "prose",
        "text": "‘Behold, the days are coming when all that is in your house and all that your fathers have laid up in store to this day will be carried to Babylon; nothing will be left,’ says the Lord."
    },
    "18420": {
        "format": "prose",
        "text": "‘And some of your sons who will issue from you, whom you will beget, will be taken away, and they will become officials in the palace of the king of Babylon.’”"
    },
    "18421": {
        "format": "prose",
        "text": "Then Hezekiah said to Isaiah, “The word of the Lord which you have spoken is good.” For he thought, “For there will be peace and truth in my days.”"
    },
    "18422": {
        "format": "poetry",
        "text": "§¶“Comfort, O comfort My people,” says your God."
    },
    "18423": {
        "format": "poetry",
        "text": "\/“Speak kindly to Jerusalem;\/And call out to her, that her warfare has ended,\/That her iniquity has been removed,\/That she has received of the Lord’s hand\/Double for all her sins.”"
    },
    "18424": {
        "format": "poetry",
        "text": "¶A voice is calling,\/“Clear the way for the Lord in the wilderness;\/Make smooth in the desert a highway for our God."
    },
    "18425": {
        "format": "poetry",
        "text": "\/“Let every valley be lifted up,\/And every mountain and hill be made low;\/And let the rough ground become a plain,\/And the rugged terrain a broad valley;"
    },
    "18426": {
        "format": "poetry",
        "text": "\/Then the glory of the Lord will be revealed,\/And all flesh will see it together;\/For the mouth of the Lord has spoken.”"
    },
    "18427": {
        "format": "poetry",
        "text": "\/A voice says, “Call out.”\/Then he answered, “What shall I call out?”\/All flesh is grass, and all its loveliness is like the flower of the field."
    },
    "18428": {
        "format": "poetry",
        "text": "\/The grass withers, the flower fades,\/When the breath of the Lord blows upon it;\/Surely the people are grass."
    },
    "18429": {
        "format": "poetry",
        "text": "\/The grass withers, the flower fades,\/But the word of our God stands forever."
    },
    "18430": {
        "format": "poetry",
        "text": "¶Get yourself up on a high mountain,\/O Zion, bearer of good news,\/Lift up your voice mightily,\/O Jerusalem, bearer of good news;\/Lift it up, do not fear.\/Say to the cities of Judah,\/“Here is your God!”"
    },
    "18431": {
        "format": "poetry",
        "text": "\/Behold, the Lord God will come with might,\/With His arm ruling for Him.\/Behold, His reward is with Him\/And His recompense before Him."
    },
    "18432": {
        "format": "poetry",
        "text": "\/Like a shepherd He will tend His flock,\/In His arm He will gather the lambs\/And carry them in His bosom;\/He will gently lead the nursing ewes."
    },
    "18433": {
        "format": "poetry",
        "text": "¶Who has measured the waters in the hollow of His hand,\/And marked off the heavens by the span,\/And calculated the dust of the earth by the measure,\/And weighed the mountains in a balance\/And the hills in a pair of scales?"
    },
    "18434": {
        "format": "poetry",
        "text": "\/Who has directed the Spirit of the Lord,\/Or as His counselor has informed Him?"
    },
    "18435": {
        "format": "poetry",
        "text": "\/With whom did He consult and who gave Him understanding?\/And who taught Him in the path of justice and taught Him knowledge\/And informed Him of the way of understanding?"
    },
    "18436": {
        "format": "poetry",
        "text": "\/Behold, the nations are like a drop from a bucket,\/And are regarded as a speck of dust on the scales;\/Behold, He lifts up the islands like fine dust."
    },
    "18437": {
        "format": "poetry",
        "text": "\/Even Lebanon is not enough to burn,\/Nor its beasts enough for a burnt offering."
    },
    "18438": {
        "format": "poetry",
        "text": "\/All the nations are as nothing before Him,\/They are regarded by Him as less than nothing and meaningless."
    },
    "18439": {
        "format": "poetry",
        "text": "¶To whom then will you liken God?\/Or what likeness will you compare with Him?"
    },
    "18440": {
        "format": "poetry",
        "text": "\/As for the idol, a craftsman casts it,\/A goldsmith plates it with gold,\/And a silversmith fashions chains of silver."
    },
    "18441": {
        "format": "poetry",
        "text": "\/He who is too impoverished for such an offering\/Selects a tree that does not rot;\/He seeks out for himself a skillful craftsman\/To prepare an idol that will not totter."
    },
    "18442": {
        "format": "poetry",
        "text": "¶Do you not know? Have you not heard?\/Has it not been declared to you from the beginning?\/Have you not understood from the foundations of the earth?"
    },
    "18443": {
        "format": "poetry",
        "text": "\/It is He who sits above the circle of the earth,\/And its inhabitants are like grasshoppers,\/Who stretches out the heavens like a curtain\/And spreads them out like a tent to dwell in."
    },
    "18444": {
        "format": "poetry",
        "text": "\/He it is who reduces rulers to nothing,\/Who makes the judges of the earth meaningless."
    },
    "18445": {
        "format": "poetry",
        "text": "\/Scarcely have they been planted,\/Scarcely have they been sown,\/Scarcely has their stock taken root in the earth,\/But He merely blows on them, and they wither,\/And the storm carries them away like stubble."
    },
    "18446": {
        "format": "poetry",
        "text": "\/“To whom then will you liken Me\/That I would be his equal?” says the Holy One."
    },
    "18447": {
        "format": "poetry",
        "text": "\/Lift up your eyes on high\/And see who has created these stars,\/The One who leads forth their host by number,\/He calls them all by name;\/Because of the greatness of His might and the strength of His power,\/Not one of them is missing."
    },
    "18448": {
        "format": "poetry",
        "text": "¶Why do you say, O Jacob, and assert, O Israel,\/“My way is hidden from the Lord,\/And the justice due me escapes the notice of my God”?"
    },
    "18449": {
        "format": "poetry",
        "text": "\/Do you not know? Have you not heard?\/The Everlasting God, the Lord, the Creator of the ends of the earth\/Does not become weary or tired.\/His understanding is inscrutable."
    },
    "18450": {
        "format": "poetry",
        "text": "\/He gives strength to the weary,\/And to him who lacks might He increases power."
    },
    "18451": {
        "format": "poetry",
        "text": "\/Though youths grow weary and tired,\/And vigorous young men stumble badly,"
    },
    "18452": {
        "format": "poetry",
        "text": "\/Yet those who wait for the Lord\/Will gain new strength;\/They will mount up with wings like eagles,\/They will run and not get tired,\/They will walk and not become weary."
    },
    "18453": {
        "format": "poetry",
        "text": "§¶“Coastlands, listen to Me in silence,\/And let the peoples gain new strength;\/Let them come forward, then let them speak;\/Let us come together for judgment."
    },
    "18454": {
        "format": "poetry",
        "text": "\/“Who has aroused one from the east\/Whom He calls in righteousness to His feet?\/He delivers up nations before him\/And subdues kings.\/He makes them like dust with his sword,\/As the wind‑driven chaff with his bow."
    },
    "18455": {
        "format": "poetry",
        "text": "\/“He pursues them, passing on in safety,\/By a way he had not been traversing with his feet."
    },
    "18456": {
        "format": "poetry",
        "text": "\/“Who has performed and accomplished it,\/Calling forth the generations from the beginning?\/‘I, the Lord, am the first, and with the last. I am He.’”"
    },
    "18457": {
        "format": "poetry",
        "text": "¶The coastlands have seen and are afraid;\/The ends of the earth tremble;\/They have drawn near and have come."
    },
    "18458": {
        "format": "poetry",
        "text": "\/Each one helps his neighbor\/And says to his brother, “Be strong!”"
    },
    "18459": {
        "format": "poetry",
        "text": "\/So the craftsman encourages the smelter,\/And he who smooths metal with the hammer encourages him who beats the anvil,\/Saying of the soldering, “It is good”;\/And he fastens it with nails,\/So that it will not totter."
    },
    "18460": {
        "format": "poetry",
        "text": "\/“But you, Israel, My servant,\/Jacob whom I have chosen,\/Descendant of Abraham My friend,"
    },
    "18461": {
        "format": "poetry",
        "text": "\/You whom I have taken from the ends of the earth,\/And called from its remotest parts\/And said to you, ‘You are My servant,\/I have chosen you and not rejected you."
    },
    "18462": {
        "format": "poetry",
        "text": "\/‘Do not fear, for I am with you;\/Do not anxiously look about you, for I am your God.\/I will strengthen you, surely I will help you,\/Surely I will uphold you with My righteous right hand.’"
    },
    "18463": {
        "format": "poetry",
        "text": "\/“Behold, all those who are angered at you will be shamed and dishonored;\/Those who contend with you will be as nothing and will perish."
    },
    "18464": {
        "format": "poetry",
        "text": "\/“You will seek those who quarrel with you, but will not find them,\/Those who war with you will be as nothing and non‑existent."
    },
    "18465": {
        "format": "poetry",
        "text": "\/“For I am the Lord your God, who upholds your right hand,\/Who says to you, ‘Do not fear, I will help you.’"
    },
    "18466": {
        "format": "poetry",
        "text": "\/“Do not fear, you worm Jacob, you men of Israel;\/I will help you,” declares the Lord, “and your Redeemer is the Holy One of Israel."
    },
    "18467": {
        "format": "poetry",
        "text": "\/“Behold, I have made you a new, sharp threshing sledge with double edges;\/You will thresh the mountains and pulverize them,\/And will make the hills like chaff."
    },
    "18468": {
        "format": "poetry",
        "text": "\/“You will winnow them, and the wind will carry them away,\/And the storm will scatter them;\/But you will rejoice in the Lord,\/You will glory in the Holy One of Israel."
    },
    "18469": {
        "format": "poetry",
        "text": "¶“The afflicted and needy are seeking water, but there is none,\/And their tongue is parched with thirst;\/I, the Lord, will answer them Myself,\/As the God of Israel I will not forsake them."
    },
    "18470": {
        "format": "poetry",
        "text": "\/“I will open rivers on the bare heights\/And springs in the midst of the valleys;\/I will make the wilderness a pool of water\/And the dry land fountains of water."
    },
    "18471": {
        "format": "poetry",
        "text": "\/“I will put the cedar in the wilderness,\/The acacia and the myrtle and the olive tree;\/I will place the juniper in the desert\/Together with the box tree and the cypress,"
    },
    "18472": {
        "format": "poetry",
        "text": "\/That they may see and recognize,\/And consider and gain insight as well,\/That the hand of the Lord has done this,\/And the Holy One of Israel has created it."
    },
    "18473": {
        "format": "poetry",
        "text": "¶“Present your case,” the Lord says.\/“Bring forward your strong arguments,”\/The King of Jacob says."
    },
    "18474": {
        "format": "poetry",
        "text": "\/Let them bring forth and declare to us what is going to take place;\/As for the former events, declare what they were,\/That we may consider them and know their outcome.\/Or announce to us what is coming;"
    },
    "18475": {
        "format": "poetry",
        "text": "\/Declare the things that are going to come afterward,\/That we may know that you are gods;\/Indeed, do good or evil, that we may anxiously look about us and fear together."
    },
    "18476": {
        "format": "poetry",
        "text": "\/Behold, you are of no account,\/And your work amounts to nothing;\/He who chooses you is an abomination."
    },
    "18477": {
        "format": "poetry",
        "text": "¶“I have aroused one from the north, and he has come;\/From the rising of the sun he will call on My name;\/And he will come upon rulers as upon mortar,\/Even as the potter treads clay.”"
    },
    "18478": {
        "format": "poetry",
        "text": "\/Who has declared this from the beginning, that we might know?\/Or from former times, that we may say, “He is right!”?\/Surely there was no one who declared,\/Surely there was no one who proclaimed,\/Surely there was no one who heard your words."
    },
    "18479": {
        "format": "poetry",
        "text": "\/“Formerly I said to Zion, ‘Behold, here they are.’\/And to Jerusalem, ‘I will give a messenger of good news.’"
    },
    "18480": {
        "format": "poetry",
        "text": "\/“But when I look, there is no one,\/And there is no counselor among them\/Who, if I ask, can give an answer."
    },
    "18481": {
        "format": "poetry",
        "text": "\/“Behold, all of them are false;\/Their works are worthless,\/Their molten images are wind and emptiness."
    },
    "18482": {
        "format": "poetry",
        "text": "§¶“Behold, My Servant, whom I uphold;\/My chosen one in whom My soul delights.\/I have put My Spirit upon Him;\/He will bring forth justice to the nations."
    },
    "18483": {
        "format": "poetry",
        "text": "\/“He will not cry out or raise His voice,\/Nor make His voice heard in the street."
    },
    "18484": {
        "format": "poetry",
        "text": "\/“A bruised reed He will not break\/And a dimly burning wick He will not extinguish;\/He will faithfully bring forth justice."
    },
    "18485": {
        "format": "poetry",
        "text": "\/“He will not be disheartened or crushed\/Until He has established justice in the earth;\/And the coastlands will wait expectantly for His law.”"
    },
    "18486": {
        "format": "prose",
        "text": "¶Thus says God the Lord,¶▼Who created the heavens and stretched them out,\/Who spread out the earth and its offspring,\/Who gives breath to the people on it\/And spirit to those who walk in it,"
    },
    "18487": {
        "format": "poetry",
        "text": "\/“I am the Lord, I have called You in righteousness,\/I will also hold You by the hand and watch over You,\/And I will appoint You as a covenant to the people,\/As a light to the nations,"
    },
    "18488": {
        "format": "poetry",
        "text": "\/To open blind eyes,\/To bring out prisoners from the dungeon\/And those who dwell in darkness from the prison."
    },
    "18489": {
        "format": "poetry",
        "text": "\/“I am the Lord, that is My name;\/I will not give My glory to another,\/Nor My praise to graven images."
    },
    "18490": {
        "format": "poetry",
        "text": "\/“Behold, the former things have come to pass,\/Now I declare new things;\/Before they spring forth I proclaim them to you.”"
    },
    "18491": {
        "format": "poetry",
        "text": "¶Sing to the Lord a new song,\/Sing His praise from the end of the earth!\/You who go down to the sea, and all that is in it.\/You islands, and those who dwell on them."
    },
    "18492": {
        "format": "poetry",
        "text": "\/Let the wilderness and its cities lift up their voices,\/The settlements where Kedar inhabits.\/Let the inhabitants of Sela sing aloud,\/Let them shout for joy from the tops of the mountains."
    },
    "18493": {
        "format": "poetry",
        "text": "\/Let them give glory to the Lord\/And declare His praise in the coastlands."
    },
    "18494": {
        "format": "poetry",
        "text": "\/The Lord will go forth like a warrior,\/He will arouse His zeal like a man of war.\/He will utter a shout, yes, He will raise a war cry.\/He will prevail against His enemies."
    },
    "18495": {
        "format": "poetry",
        "text": "§¶“I have kept silent for a long time,\/I have kept still and restrained Myself.\/Now like a woman in labor I will groan,\/I will both gasp and pant."
    },
    "18496": {
        "format": "poetry",
        "text": "\/“I will lay waste the mountains and hills\/And wither all their vegetation;\/I will make the rivers into coastlands\/And dry up the ponds."
    },
    "18497": {
        "format": "poetry",
        "text": "\/“I will lead the blind by a way they do not know,\/In paths they do not know I will guide them.\/I will make darkness into light before them\/And rugged places into plains.\/These are the things I will do,\/And I will not leave them undone.”"
    },
    "18498": {
        "format": "poetry",
        "text": "\/They will be turned back and be utterly put to shame,\/Who trust in idols,\/Who say to molten images,\/“You are our gods.”"
    },
    "18499": {
        "format": "poetry",
        "text": "¶Hear, you deaf!\/And look, you blind, that you may see."
    },
    "18500": {
        "format": "poetry",
        "text": "\/Who is blind but My servant,\/Or so deaf as My messenger whom I send?\/Who is so blind as he that is at peace with Me,\/Or so blind as the servant of the Lord?"
    },
    "18501": {
        "format": "poetry",
        "text": "\/You have seen many things, but you do not observe them;\/Your ears are open, but none hears."
    },
    "18502": {
        "format": "poetry",
        "text": "\/The Lord was pleased for His righteousness’ sake\/To make the law great and glorious."
    },
    "18503": {
        "format": "poetry",
        "text": "\/But this is a people plundered and despoiled;\/All of them are trapped in caves,\/Or are hidden away in prisons;\/They have become a prey with none to deliver them,\/And a spoil, with none to say, “Give them back!”"
    },
    "18504": {
        "format": "poetry",
        "text": "¶Who among you will give ear to this?\/Who will give heed and listen hereafter?"
    },
    "18505": {
        "format": "poetry",
        "text": "\/Who gave Jacob up for spoil, and Israel to plunderers?\/Was it not the Lord, against whom we have sinned,\/And in whose ways they were not willing to walk,\/And whose law they did not obey?"
    },
    "18506": {
        "format": "poetry",
        "text": "\/So He poured out on him the heat of His anger\/And the fierceness of battle;\/And it set him aflame all around,\/Yet he did not recognize it;\/And it burned him, but he paid no attention."
    },
    "18507": {
        "format": "poetry",
        "text": "§¶But now, thus says the Lord, your Creator, O Jacob,\/And He who formed you, O Israel,\/“Do not fear, for I have redeemed you;\/I have called you by name; you are Mine!"
    },
    "18508": {
        "format": "poetry",
        "text": "\/“When you pass through the waters, I will be with you;\/And through the rivers, they will not overflow you.\/When you walk through the fire, you will not be scorched,\/Nor will the flame burn you."
    },
    "18509": {
        "format": "poetry",
        "text": "\/“For I am the Lord your God,\/The Holy One of Israel, your Savior;\/I have given Egypt as your ransom,\/Cush and Seba in your place."
    },
    "18510": {
        "format": "poetry",
        "text": "\/“Since you are precious in My sight,\/Since you are honored and I love you,\/I will give other men in your place and other peoples in exchange for your life."
    },
    "18511": {
        "format": "poetry",
        "text": "\/“Do not fear, for I am with you;\/I will bring your offspring from the east,\/And gather you from the west."
    },
    "18512": {
        "format": "poetry",
        "text": "\/“I will say to the north, ‘Give them up!’\/And to the south, ‘Do not hold them back.’\/Bring My sons from afar\/And My daughters from the ends of the earth,"
    },
    "18513": {
        "format": "poetry",
        "text": "\/Everyone who is called by My name,\/And whom I have created for My glory,\/Whom I have formed, even whom I have made.”"
    },
    "18514": {
        "format": "poetry",
        "text": "§¶Bring out the people who are blind, even though they have eyes,\/And the deaf, even though they have ears."
    },
    "18515": {
        "format": "poetry",
        "text": "\/All the nations have gathered together\/So that the peoples may be assembled.\/Who among them can declare this\/And proclaim to us the former things?\/Let them present their witnesses that they may be justified,\/Or let them hear and say, “It is true.”"
    },
    "18516": {
        "format": "poetry",
        "text": "\/“You are My witnesses,” declares the Lord,\/“And My servant whom I have chosen,\/So that you may know and believe Me\/And understand that I am He.\/Before Me there was no God formed,\/And there will be none after Me."
    },
    "18517": {
        "format": "poetry",
        "text": "\/“I, even I, am the Lord,\/And there is no savior besides Me."
    },
    "18518": {
        "format": "poetry",
        "text": "\/“It is I who have declared and saved and proclaimed,\/And there was no strange god among you;\/So you are My witnesses,” declares the Lord,\/“And I am God."
    },
    "18519": {
        "format": "poetry",
        "text": "\/“Even from eternity I am He,\/And there is none who can deliver out of My hand;\/I act and who can reverse it?”"
    },
    "18520": {
        "format": "prose",
        "text": "§¶Thus says the Lord your Redeemer, the Holy One of Israel,¶▼“For your sake I have sent to Babylon,\/And will bring them all down as fugitives,\/Even the Chaldeans, into the ships in which they rejoice."
    },
    "18521": {
        "format": "poetry",
        "text": "\/“I am the Lord, your Holy One,\/The Creator of Israel, your King.”"
    },
    "18522": {
        "format": "prose",
        "text": "¶Thus says the Lord,¶▼Who makes a way through the sea\/And a path through the mighty waters,"
    },
    "18523": {
        "format": "poetry",
        "text": "\/Who brings forth the chariot and the horse,\/The army and the mighty man\/(They will lie down together and not rise again;\/They have been quenched and extinguished like a wick):"
    },
    "18524": {
        "format": "poetry",
        "text": "\/“Do not call to mind the former things,\/Or ponder things of the past."
    },
    "18525": {
        "format": "poetry",
        "text": "\/“Behold, I will do something new,\/Now it will spring forth;\/Will you not be aware of it?\/I will even make a roadway in the wilderness,\/Rivers in the desert."
    },
    "18526": {
        "format": "poetry",
        "text": "\/“The beasts of the field will glorify Me,\/The jackals and the ostriches,\/Because I have given waters in the wilderness\/And rivers in the desert,\/To give drink to My chosen people."
    },
    "18527": {
        "format": "poetry",
        "text": "\/“The people whom I formed for Myself\/Will declare My praise."
    },
    "18528": {
        "format": "poetry",
        "text": "§¶“Yet you have not called on Me, O Jacob;\/But you have become weary of Me, O Israel."
    },
    "18529": {
        "format": "poetry",
        "text": "\/“You have not brought to Me the sheep of your burnt offerings,\/Nor have you honored Me with your sacrifices.\/I have not burdened you with offerings,\/Nor wearied you with incense."
    },
    "18530": {
        "format": "poetry",
        "text": "\/“You have bought Me not sweet cane with money,\/Nor have you filled Me with the fat of your sacrifices;\/Rather you have burdened Me with your sins,\/You have wearied Me with your iniquities."
    },
    "18531": {
        "format": "poetry",
        "text": "¶“I, even I, am the one who wipes out your transgressions for My own sake,\/And I will not remember your sins."
    },
    "18532": {
        "format": "poetry",
        "text": "\/“Put Me in remembrance, let us argue our case together;\/State your cause, that you may be proved right."
    },
    "18533": {
        "format": "poetry",
        "text": "\/“Your first forefather sinned,\/And your spokesmen have transgressed against Me."
    },
    "18534": {
        "format": "poetry",
        "text": "\/“So I will pollute the princes of the sanctuary,\/And I will consign Jacob to the ban and Israel to revilement."
    },
    "18535": {
        "format": "poetry",
        "text": "§¶“But now listen, O Jacob, My servant,\/And Israel, whom I have chosen:"
    },
    "18536": {
        "format": "poetry",
        "text": "\/Thus says the Lord who made you\/And formed you from the womb, who will help you,\/‘Do not fear, O Jacob My servant;\/And you Jeshurun whom I have chosen."
    },
    "18537": {
        "format": "poetry",
        "text": "\/‘For I will pour out water on the thirsty land\/And streams on the dry ground;\/I will pour out My Spirit on your offspring\/And My blessing on your descendants;"
    },
    "18538": {
        "format": "poetry",
        "text": "\/And they will spring up among the grass\/Like poplars by streams of water.’"
    },
    "18539": {
        "format": "poetry",
        "text": "\/“This one will say, ‘I am the Lord’s’;\/And that one will call on the name of Jacob;\/And another will write on his hand, ‘Belonging to the Lord,’\/And will name Israel’s name with honor."
    },
    "18540": {
        "format": "prose",
        "text": "¶“Thus says the Lord, the King of Israel and his Redeemer, the Lord of hosts:¶▼‘I am the first and I am the last,\/And there is no God besides Me."
    },
    "18541": {
        "format": "poetry",
        "text": "\/‘Who is like Me? Let him proclaim and declare it;\/Yes, let him recount it to Me in order,\/From the time that I established the ancient nation.\/And let them declare to them the things that are coming\/And the events that are going to take place."
    },
    "18542": {
        "format": "poetry",
        "text": "\/‘Do not tremble and do not be afraid;\/Have I not long since announced it to you and declared it?\/And you are My witnesses.\/Is there any God besides Me,\/Or is there any other Rock?\/I know of none.’”"
    },
    "18543": {
        "format": "prose",
        "text": "§¶Those who fashion a graven image are all of them futile, and their precious things are of no profit; even their own witnesses fail to see or know, so that they will be put to shame."
    },
    "18544": {
        "format": "prose",
        "text": "Who has fashioned a god or cast an idol to no profit?"
    },
    "18545": {
        "format": "prose",
        "text": "Behold, all his companions will be put to shame, for the craftsmen themselves are mere men. Let them all assemble themselves, let them stand up, let them tremble, let them together be put to shame."
    },
    "18546": {
        "format": "prose",
        "text": "¶The man shapes iron into a cutting tool and does his work over the coals, fashioning it with hammers and working it with his strong arm. He also gets hungry and his strength fails; he drinks no water and becomes weary."
    },
    "18547": {
        "format": "prose",
        "text": "Another shapes wood, he extends a measuring line; he outlines it with red chalk. He works it with planes and outlines it with a compass, and makes it like the form of a man, like the beauty of man, so that it may sit in a house."
    },
    "18548": {
        "format": "prose",
        "text": "Surely he cuts cedars for himself, and takes a cypress or an oak and raises it for himself among the trees of the forest. He plants a fir, and the rain makes it grow."
    },
    "18549": {
        "format": "prose",
        "text": "Then it becomes something for a man to burn, so he takes one of them and warms himself; he also makes a fire to bake bread. He also makes a god and worships it; he makes it a graven image and falls down before it."
    },
    "18550": {
        "format": "prose",
        "text": "Half of it he burns in the fire; over this half he eats meat as he roasts a roast and is satisfied. He also warms himself and says, “Aha! I am warm, I have seen the fire.”"
    },
    "18551": {
        "format": "prose",
        "text": "But the rest of it he makes into a god, his graven image. He falls down before it and worships; he also prays to it and says, “Deliver me, for you are my god.”"
    },
    "18552": {
        "format": "prose",
        "text": "¶They do not know, nor do they understand, for He has smeared over their eyes so that they cannot see and their hearts so that they cannot comprehend."
    },
    "18553": {
        "format": "prose",
        "text": "No one recalls, nor is there knowledge or understanding to say, “I have burned half of it in the fire and also have baked bread over its coals. I roast meat and eat it. Then I make the rest of it into an abomination, I fall down before a block of wood!”"
    },
    "18554": {
        "format": "prose",
        "text": "He feeds on ashes; a deceived heart has turned him aside. And he cannot deliver himself, nor say, “Is there not a lie in my right hand?”"
    },
    "18555": {
        "format": "poetry",
        "text": "§¶“Remember these things, O Jacob,\/And Israel, for you are My servant;\/I have formed you, you are My servant,\/O Israel, you will not be forgotten by Me."
    },
    "18556": {
        "format": "poetry",
        "text": "\/“I have wiped out your transgressions like a thick cloud\/And your sins like a heavy mist.\/Return to Me, for I have redeemed you.”"
    },
    "18557": {
        "format": "poetry",
        "text": "\/Shout for joy, O heavens, for the Lord has done it!\/Shout joyfully, you lower parts of the earth;\/Break forth into a shout of joy, you mountains,\/O forest, and every tree in it;\/For the Lord has redeemed Jacob\/And in Israel He shows forth His glory."
    },
    "18558": {
        "format": "prose",
        "text": "¶Thus says the Lord, your Redeemer, and the one who formed you from the womb,¶▼“I, the Lord, am the maker of all things,\/Stretching out the heavens by Myself\/And spreading out the earth all alone,"
    },
    "18559": {
        "format": "poetry",
        "text": "\/Causing the omens of boasters to fail,\/Making fools out of diviners,\/Causing wise men to draw back\/And turning their knowledge into foolishness,"
    },
    "18560": {
        "format": "poetry",
        "text": "\/Confirming the word of His servant\/And performing the purpose of His messengers.\/It is I who says of Jerusalem, ‘She shall be inhabited!’\/And of the cities of Judah, ‘They shall be built.’\/And I will raise up her ruins again."
    },
    "18561": {
        "format": "poetry",
        "text": "\/“It is I who says to the depth of the sea, ‘Be dried up!’\/And I will make your rivers dry."
    },
    "18562": {
        "format": "poetry",
        "text": "\/“It is I who says of Cyrus, ‘He is My shepherd!\/And he will perform all My desire.’\/And he declares of Jerusalem, ‘She will be built,’\/And of the temple, ‘Your foundation will be laid.’”"
    },
    "18563": {
        "format": "poetry",
        "text": "§¶Thus says the Lord to Cyrus His anointed,\/Whom I have taken by the right hand,\/To subdue nations before him\/And to loose the loins of kings;\/To open doors before him so that gates will not be shut:"
    },
    "18564": {
        "format": "poetry",
        "text": "\/“I will go before you and make the rough places smooth;\/I will shatter the doors of bronze and cut through their iron bars."
    },
    "18565": {
        "format": "poetry",
        "text": "\/“I will give you the treasures of darkness\/And hidden wealth of secret places,\/So that you may know that it is I,\/The Lord, the God of Israel, who calls you by your name."
    },
    "18566": {
        "format": "poetry",
        "text": "\/“For the sake of Jacob My servant,\/And Israel My chosen one,\/I have also called you by your name;\/I have given you a title of honor\/Though you have not known Me."
    },
    "18567": {
        "format": "poetry",
        "text": "\/“I am the Lord, and there is no other;\/Besides Me there is no God.\/I will gird you, though you have not known Me;"
    },
    "18568": {
        "format": "poetry",
        "text": "\/That men may know from the rising to the setting of the sun\/That there is no one besides Me.\/I am the Lord, and there is no other,"
    },
    "18569": {
        "format": "poetry",
        "text": "\/The One forming light and creating darkness,\/Causing well‑being and creating calamity;\/I am the Lord who does all these."
    },
    "18570": {
        "format": "poetry",
        "text": "§¶“Drip down, O heavens, from above,\/And let the clouds pour down righteousness;\/Let the earth open up and salvation bear fruit,\/And righteousness spring up with it.\/I, the Lord, have created it."
    },
    "18571": {
        "format": "poetry",
        "text": "¶“Woe to the one who quarrels with his Maker—\/An earthenware vessel among the vessels of earth!\/Will the clay say to the potter, ‘What are you doing?’\/Or the thing you are making say, ‘He has no hands’?"
    },
    "18572": {
        "format": "poetry",
        "text": "\/“Woe to him who says to a father, ‘What are you begetting?’\/Or to a woman, ‘To what are you giving birth?’”"
    },
    "18573": {
        "format": "prose",
        "text": "¶Thus says the Lord, the Holy One of Israel, and his Maker:¶▼“Ask Me about the things to come concerning My sons,\/And you shall commit to Me the work of My hands."
    },
    "18574": {
        "format": "poetry",
        "text": "\/“It is I who made the earth, and created man upon it.\/I stretched out the heavens with My hands\/And I ordained all their host."
    },
    "18575": {
        "format": "poetry",
        "text": "\/“I have aroused him in righteousness\/And I will make all his ways smooth;\/He will build My city and will let My exiles go free,\/Without any payment or reward,” says the Lord of hosts."
    },
    "18576": {
        "format": "prose",
        "text": "¶Thus says the Lord,¶▼“The products of Egypt and the merchandise of Cush\/And the Sabeans, men of stature,\/Will come over to you and will be yours;\/They will walk behind you, they will come over in chains\/And will bow down to you;\/They will make supplication to you:\/‘Surely, God is with you, and there is none else,\/No other God.’”"
    },
    "18577": {
        "format": "poetry",
        "text": "\/Truly, You are a God who hides Himself,\/O God of Israel, Savior!"
    },
    "18578": {
        "format": "poetry",
        "text": "\/They will be put to shame and even humiliated, all of them;\/The manufacturers of idols will go away together in humiliation."
    },
    "18579": {
        "format": "poetry",
        "text": "\/Israel has been saved by the Lord\/With an everlasting salvation;\/You will not be put to shame or humiliated\/To all eternity."
    },
    "18580": {
        "format": "prose",
        "text": "¶For thus says the Lord, who created the heavens (He is the God who formed the earth and made it, He established it and did not create it a waste place, but formed it to be inhabited),¶▼“I am the Lord, and there is none else."
    },
    "18581": {
        "format": "poetry",
        "text": "\/“I have not spoken in secret,\/In some dark land;\/I did not say to the offspring of Jacob,\/‘Seek Me in a waste place’;\/I, the Lord, speak righteousness,\/Declaring things that are upright."
    },
    "18582": {
        "format": "poetry",
        "text": "¶“Gather yourselves and come;\/Draw near together, you fugitives of the nations;\/They have no knowledge,\/Who carry about their wooden idol\/And pray to a god who cannot save."
    },
    "18583": {
        "format": "poetry",
        "text": "\/“Declare and set forth your case;\/Indeed, let them consult together.\/Who has announced this from of old?\/Who has long since declared it?\/Is it not I, the Lord?\/And there is no other God besides Me,\/A righteous God and a Savior;\/There is none except Me."
    },
    "18584": {
        "format": "poetry",
        "text": "\/“Turn to Me and be saved, all the ends of the earth;\/For I am God, and there is no other."
    },
    "18585": {
        "format": "poetry",
        "text": "\/“I have sworn by Myself,\/The word has gone forth from My mouth in righteousness\/And will not turn back,\/That to Me every knee will bow, every tongue will swear allegiance."
    },
    "18586": {
        "format": "poetry",
        "text": "\/“They will say of Me, ‘Only in the Lord are righteousness and strength.’\/Men will come to Him,\/And all who were angry at Him will be put to shame."
    },
    "18587": {
        "format": "poetry",
        "text": "\/“In the Lord all the offspring of Israel\/Will be justified and will glory.”"
    },
    "18588": {
        "format": "poetry",
        "text": "§¶Bel has bowed down, Nebo stoops over;\/Their images are consigned to the beasts and the cattle.\/The things that you carry are burdensome,\/A load for the weary beast."
    },
    "18589": {
        "format": "poetry",
        "text": "\/They stooped over, they have bowed down together;\/They could not rescue the burden,\/But have themselves gone into captivity."
    },
    "18590": {
        "format": "poetry",
        "text": "¶“Listen to Me, O house of Jacob,\/And all the remnant of the house of Israel,\/You who have been borne by Me from birth\/And have been carried from the womb;"
    },
    "18591": {
        "format": "poetry",
        "text": "\/Even to your old age I will be the same,\/And even to your graying years I will bear you!\/I have done it, and I will carry you;\/And I will bear you and I will deliver you."
    },
    "18592": {
        "format": "poetry",
        "text": "¶“To whom would you liken Me\/And make Me equal and compare Me,\/That we would be alike?"
    },
    "18593": {
        "format": "poetry",
        "text": "\/“Those who lavish gold from the purse\/And weigh silver on the scale\/Hire a goldsmith, and he makes it into a god;\/They bow down, indeed they worship it."
    },
    "18594": {
        "format": "poetry",
        "text": "\/“They lift it upon the shoulder and carry it;\/They set it in its place and it stands there.\/It does not move from its place.\/Though one may cry to it, it cannot answer;\/It cannot deliver him from his distress."
    },
    "18595": {
        "format": "poetry",
        "text": "¶“Remember this, and be assured;\/Recall it to mind, you transgressors."
    },
    "18596": {
        "format": "poetry",
        "text": "\/“Remember the former things long past,\/For I am God, and there is no other;\/I am God, and there is no one like Me,"
    },
    "18597": {
        "format": "poetry",
        "text": "\/Declaring the end from the beginning,\/And from ancient times things which have not been done,\/Saying, ‘My purpose will be established,\/And I will accomplish all My good pleasure’;"
    },
    "18598": {
        "format": "poetry",
        "text": "\/Calling a bird of prey from the east,\/The man of My purpose from a far country.\/Truly I have spoken; truly I will bring it to pass.\/I have planned it, surely I will do it."
    },
    "18599": {
        "format": "poetry",
        "text": "¶“Listen to Me, you stubborn‑minded,\/Who are far from righteousness."
    },
    "18600": {
        "format": "poetry",
        "text": "\/“I bring near My righteousness, it is not far off;\/And My salvation will not delay.\/And I will grant salvation in Zion,\/And My glory for Israel."
    },
    "18601": {
        "format": "poetry",
        "text": "§¶“Come down and sit in the dust,\/O virgin daughter of Babylon;\/Sit on the ground without a throne,\/O daughter of the Chaldeans!\/For you shall no longer be called tender and delicate."
    },
    "18602": {
        "format": "poetry",
        "text": "\/“Take the millstones and grind meal.\/Remove your veil, strip off the skirt,\/Uncover the leg, cross the rivers."
    },
    "18603": {
        "format": "poetry",
        "text": "\/“Your nakedness will be uncovered,\/Your shame also will be exposed;\/I will take vengeance and will not spare a man.”"
    },
    "18604": {
        "format": "poetry",
        "text": "\/Our Redeemer, the Lord of hosts is His name,\/The Holy One of Israel."
    },
    "18605": {
        "format": "poetry",
        "text": "\/“Sit silently, and go into darkness,\/O daughter of the Chaldeans,\/For you will no longer be called\/The queen of kingdoms."
    },
    "18606": {
        "format": "poetry",
        "text": "\/“I was angry with My people,\/I profaned My heritage\/And gave them into your hand.\/You did not show mercy to them,\/On the aged you made your yoke very heavy."
    },
    "18607": {
        "format": "poetry",
        "text": "\/“Yet you said, ‘I will be a queen forever.’\/These things you did not consider\/Nor remember the outcome of them."
    },
    "18608": {
        "format": "poetry",
        "text": "¶“Now, then, hear this, you sensual one,\/Who dwells securely,\/Who says in your heart,\/‘I am, and there is no one besides me.\/I will not sit as a widow,\/Nor know loss of children.’"
    },
    "18609": {
        "format": "poetry",
        "text": "\/“But these two things will come on you suddenly in one day:\/Loss of children and widowhood.\/They will come on you in full measure\/In spite of your many sorceries,\/In spite of the great power of your spells."
    },
    "18610": {
        "format": "poetry",
        "text": "\/“You felt secure in your wickedness and said,\/‘No one sees me,’\/Your wisdom and your knowledge, they have deluded you;\/For you have said in your heart,\/‘I am, and there is no one besides me.’"
    },
    "18611": {
        "format": "poetry",
        "text": "\/“But evil will come on you\/Which you will not know how to charm away;\/And disaster will fall on you\/For which you cannot atone;\/And destruction about which you do not know\/Will come on you suddenly."
    },
    "18612": {
        "format": "poetry",
        "text": "¶“Stand fast now in your spells\/And in your many sorceries\/With which you have labored from your youth;\/Perhaps you will be able to profit,\/Perhaps you may cause trembling."
    },
    "18613": {
        "format": "poetry",
        "text": "\/“You are wearied with your many counsels;\/Let now the astrologers,\/Those who prophesy by the stars,\/Those who predict by the new moons,\/Stand up and save you from what will come upon you."
    },
    "18614": {
        "format": "poetry",
        "text": "\/“Behold, they have become like stubble,\/Fire burns them;\/They cannot deliver themselves from the power of the flame;\/There will be no coal to warm by\/Nor a fire to sit before!"
    },
    "18615": {
        "format": "poetry",
        "text": "\/“So have those become to you with whom you have labored,\/Who have trafficked with you from your youth;\/Each has wandered in his own way;\/There is none to save you."
    },
    "18616": {
        "format": "poetry",
        "text": "§¶“Hear this, O house of Jacob, who are named Israel\/And who came forth from the loins of Judah,\/Who swear by the name of the Lord\/And invoke the God of Israel,\/But not in truth nor in righteousness."
    },
    "18617": {
        "format": "poetry",
        "text": "\/“For they call themselves after the holy city\/And lean on the God of Israel;\/The Lord of hosts is His name."
    },
    "18618": {
        "format": "poetry",
        "text": "\/“I declared the former things long ago\/And they went forth from My mouth, and I proclaimed them.\/Suddenly I acted, and they came to pass."
    },
    "18619": {
        "format": "poetry",
        "text": "\/“Because I know that you are obstinate,\/And your neck is an iron sinew\/And your forehead bronze,"
    },
    "18620": {
        "format": "poetry",
        "text": "\/Therefore I declared them to you long ago,\/Before they took place I proclaimed them to you,\/So that you would not say, ‘My idol has done them,\/And my graven image and my molten image have commanded them.’"
    },
    "18621": {
        "format": "poetry",
        "text": "\/“You have heard; look at all this.\/And you, will you not declare it?\/I proclaim to you new things from this time,\/Even hidden things which you have not known."
    },
    "18622": {
        "format": "poetry",
        "text": "\/“They are created now and not long ago;\/And before today you have not heard them,\/So that you will not say, ‘Behold, I knew them.’"
    },
    "18623": {
        "format": "poetry",
        "text": "\/“You have not heard, you have not known.\/Even from long ago your ear has not been open,\/Because I knew that you would deal very treacherously;\/And you have been called a rebel from birth."
    },
    "18624": {
        "format": "poetry",
        "text": "\/“For the sake of My name I delay My wrath,\/And for My praise I restrain it for you,\/In order not to cut you off."
    },
    "18625": {
        "format": "poetry",
        "text": "\/“Behold, I have refined you, but not as silver;\/I have tested you in the furnace of affliction."
    },
    "18626": {
        "format": "poetry",
        "text": "\/“For My own sake, for My own sake, I will act;\/For how can My name be profaned?\/And My glory I will not give to another."
    },
    "18627": {
        "format": "poetry",
        "text": "§¶“Listen to Me, O Jacob, even Israel whom I called;\/I am He, I am the first, I am also the last."
    },
    "18628": {
        "format": "poetry",
        "text": "\/“Surely My hand founded the earth,\/And My right hand spread out the heavens;\/When I call to them, they stand together."
    },
    "18629": {
        "format": "poetry",
        "text": "\/“Assemble, all of you, and listen!\/Who among them has declared these things?\/The Lord loves him; he will carry out His good pleasure on Babylon,\/And His arm will be against the Chaldeans."
    },
    "18630": {
        "format": "poetry",
        "text": "\/“I, even I, have spoken; indeed I have called him,\/I have brought him, and He will make his ways successful."
    },
    "18631": {
        "format": "poetry",
        "text": "\/“Come near to Me, listen to this:\/From the first I have not spoken in secret,\/From the time it took place, I was there.\/And now the Lord God has sent Me, and His Spirit.”"
    },
    "18632": {
        "format": "prose",
        "text": "¶Thus says the Lord, your Redeemer, the Holy One of Israel,¶▼“I am the Lord your God, who teaches you to profit,\/Who leads you in the way you should go."
    },
    "18633": {
        "format": "poetry",
        "text": "\/“If only you had paid attention to My commandments!\/Then your well‑being would have been like a river,\/And your righteousness like the waves of the sea."
    },
    "18634": {
        "format": "poetry",
        "text": "\/“Your descendants would have been like the sand,\/And your offspring like its grains;\/Their name would never be cut off or destroyed from My presence.”"
    },
    "18635": {
        "format": "poetry",
        "text": "¶Go forth from Babylon! Flee from the Chaldeans!\/Declare with the sound of joyful shouting, proclaim this,\/Send it out to the end of the earth;\/Say, “The Lord has redeemed His servant Jacob.”"
    },
    "18636": {
        "format": "poetry",
        "text": "\/They did not thirst when He led them through the deserts.\/He made the water flow out of the rock for them;\/He split the rock and the water gushed forth."
    },
    "18637": {
        "format": "poetry",
        "text": "\/“There is no peace for the wicked,” says the Lord."
    },
    "18638": {
        "format": "poetry",
        "text": "§¶Listen to Me, O islands,\/And pay attention, you peoples from afar.\/The Lord called Me from the womb;\/From the body of My mother He named Me."
    },
    "18639": {
        "format": "poetry",
        "text": "\/He has made My mouth like a sharp sword,\/In the shadow of His hand He has concealed Me;\/And He has also made Me a select arrow,\/He has hidden Me in His quiver."
    },
    "18640": {
        "format": "poetry",
        "text": "\/He said to Me, “You are My Servant, Israel,\/In Whom I will show My glory.”"
    },
    "18641": {
        "format": "poetry",
        "text": "\/But I said, “I have toiled in vain,\/I have spent My strength for nothing and vanity;\/Yet surely the justice due to Me is with the Lord,\/And My reward with My God.”"
    },
    "18642": {
        "format": "poetry",
        "text": "¶And now says the Lord, who formed Me from the womb to be His Servant,\/To bring Jacob back to Him, so that Israel might be gathered to Him\/(For I am honored in the sight of the Lord,\/And My God is My strength),"
    },
    "18643": {
        "format": "poetry",
        "text": "\/He says, “It is too small a thing that You should be My Servant\/To raise up the tribes of Jacob and to restore the preserved ones of Israel;\/I will also make You a light of the nations\/So that My salvation may reach to the end of the earth.”"
    },
    "18644": {
        "format": "poetry",
        "text": "\/Thus says the Lord, the Redeemer of Israel and its Holy One,\/To the despised One,\/To the One abhorred by the nation,\/To the Servant of rulers,\/“Kings will see and arise,\/Princes will also bow down,\/Because of the Lord who is faithful, the Holy One of Israel who has chosen You.”"
    },
    "18645": {
        "format": "poetry",
        "text": "¶Thus says the Lord,\/“In a favorable time I have answered You,\/And in a day of salvation I have helped You;\/And I will keep You and give You for a covenant of the people,\/To restore the land, to make them inherit the desolate heritages;"
    },
    "18646": {
        "format": "poetry",
        "text": "\/Saying to those who are bound, ‘Go forth,’\/To those who are in darkness, ‘Show yourselves.’\/Along the roads they will feed,\/And their pasture will be on all bare heights."
    },
    "18647": {
        "format": "poetry",
        "text": "\/“They will not hunger or thirst,\/Nor will the scorching heat or sun strike them down;\/For He who has compassion on them will lead them\/And will guide them to springs of water."
    },
    "18648": {
        "format": "poetry",
        "text": "\/“I will make all My mountains a road,\/And My highways will be raised up."
    },
    "18649": {
        "format": "poetry",
        "text": "\/“Behold, these will come from afar;\/And lo, these will come from the north and from the west,\/And these from the land of Sinim.”"
    },
    "18650": {
        "format": "poetry",
        "text": "\/Shout for joy, O heavens! And rejoice, O earth!\/Break forth into joyful shouting, O mountains!\/For the Lord has comforted His people\/And will have compassion on His afflicted."
    },
    "18651": {
        "format": "poetry",
        "text": "§¶But Zion said, “The Lord has forsaken me,\/And the Lord has forgotten me.”"
    },
    "18652": {
        "format": "poetry",
        "text": "\/“Can a woman forget her nursing child\/And have no compassion on the son of her womb?\/Even these may forget, but I will not forget you."
    },
    "18653": {
        "format": "poetry",
        "text": "\/“Behold, I have inscribed you on the palms of My hands;\/Your walls are continually before Me."
    },
    "18654": {
        "format": "poetry",
        "text": "\/“Your builders hurry;\/Your destroyers and devastators\/Will depart from you."
    },
    "18655": {
        "format": "poetry",
        "text": "\/“Lift up your eyes and look around;\/All of them gather together, they come to you.\/As I live,” declares the Lord,\/“You will surely put on all of them as jewels and bind them on as a bride."
    },
    "18656": {
        "format": "poetry",
        "text": "\/“For your waste and desolate places and your destroyed land—\/Surely now you will be too cramped for the inhabitants,\/And those who swallowed you will be far away."
    },
    "18657": {
        "format": "poetry",
        "text": "\/“The children of whom you were bereaved will yet say in your ears,\/‘The place is too cramped for me;\/Make room for me that I may live here.’"
    },
    "18658": {
        "format": "poetry",
        "text": "\/“Then you will say in your heart,\/‘Who has begotten these for me,\/Since I have been bereaved of my children\/And am barren, an exile and a wanderer?\/And who has reared these?\/Behold, I was left alone;\/From where did these come?’”"
    },
    "18659": {
        "format": "prose",
        "text": "¶Thus says the Lord God,¶▼“Behold, I will lift up My hand to the nations\/And set up My standard to the peoples;\/And they will bring your sons in their bosom,\/And your daughters will be carried on their shoulders."
    },
    "18660": {
        "format": "poetry",
        "text": "\/“Kings will be your guardians,\/And their princesses your nurses.\/They will bow down to you with their faces to the earth\/And lick the dust of your feet;\/And you will know that I am the Lord;\/Those who hopefully wait for Me will not be put to shame."
    },
    "18661": {
        "format": "poetry",
        "text": "¶“Can the prey be taken from the mighty man,\/Or the captives of a tyrant be rescued?”"
    },
    "18662": {
        "format": "prose",
        "text": "¶Surely, thus says the Lord,¶▼“Even the captives of the mighty man will be taken away,\/And the prey of the tyrant will be rescued;\/For I will contend with the one who contends with you,\/And I will save your sons."
    },
    "18663": {
        "format": "poetry",
        "text": "\/“I will feed your oppressors with their own flesh,\/And they will become drunk with their own blood as with sweet wine;\/And all flesh will know that I, the Lord, am your Savior\/And your Redeemer, the Mighty One of Jacob.”"
    },
    "18664": {
        "format": "prose",
        "text": "§¶Thus says the Lord,¶▼“Where is the certificate of divorce\/By which I have sent your mother away?\/Or to whom of My creditors did I sell you?\/Behold, you were sold for your iniquities,\/And for your transgressions your mother was sent away."
    },
    "18665": {
        "format": "poetry",
        "text": "\/“Why was there no man when I came?\/When I called, why was there none to answer?\/Is My hand so short that it cannot ransom?\/Or have I no power to deliver?\/Behold, I dry up the sea with My rebuke,\/I make the rivers a wilderness;\/Their fish stink for lack of water\/And die of thirst."
    },
    "18666": {
        "format": "poetry",
        "text": "\/“I clothe the heavens with blackness\/And make sackcloth their covering.”"
    },
    "18667": {
        "format": "poetry",
        "text": "¶The Lord God has given Me the tongue of disciples,\/That I may know how to sustain the weary one with a word.\/He awakens Me morning by morning,\/He awakens My ear to listen as a disciple."
    },
    "18668": {
        "format": "poetry",
        "text": "\/The Lord God has opened My ear;\/And I was not disobedient\/Nor did I turn back."
    },
    "18669": {
        "format": "poetry",
        "text": "\/I gave My back to those who strike Me,\/And My cheeks to those who pluck out the beard;\/I did not cover My face from humiliation and spitting."
    },
    "18670": {
        "format": "poetry",
        "text": "\/For the Lord God helps Me,\/Therefore, I am not disgraced;\/Therefore, I have set My face like flint,\/And I know that I will not be ashamed."
    },
    "18671": {
        "format": "poetry",
        "text": "\/He who vindicates Me is near;\/Who will contend with Me?\/Let us stand up to each other;\/Who has a case against Me?\/Let him draw near to Me."
    },
    "18672": {
        "format": "poetry",
        "text": "\/Behold, the Lord God helps Me;\/Who is he who condemns Me?\/Behold, they will all wear out like a garment;\/The moth will eat them."
    },
    "18673": {
        "format": "poetry",
        "text": "\/Who is among you that fears the Lord,\/That obeys the voice of His servant,\/That walks in darkness and has no light?\/Let him trust in the name of the Lord and rely on his God."
    },
    "18674": {
        "format": "poetry",
        "text": "\/Behold, all you who kindle a fire,\/Who encircle yourselves with firebrands,\/Walk in the light of your fire\/And among the brands you have set ablaze.\/This you will have from My hand:\/You will lie down in torment."
    },
    "18675": {
        "format": "poetry",
        "text": "§¶“Listen to me, you who pursue righteousness,\/Who seek the Lord:\/Look to the rock from which you were hewn\/And to the quarry from which you were dug."
    },
    "18676": {
        "format": "poetry",
        "text": "\/“Look to Abraham your father\/And to Sarah who gave birth to you in pain;\/When he was but one I called him,\/Then I blessed him and multiplied him.”"
    },
    "18677": {
        "format": "poetry",
        "text": "\/Indeed, the Lord will comfort Zion;\/He will comfort all her waste places.\/And her wilderness He will make like Eden,\/And her desert like the garden of the Lord;\/Joy and gladness will be found in her,\/Thanksgiving and sound of a melody."
    },
    "18678": {
        "format": "poetry",
        "text": "¶“Pay attention to Me, O My people,\/And give ear to Me, O My nation;\/For a law will go forth from Me,\/And I will set My justice for a light of the peoples."
    },
    "18679": {
        "format": "poetry",
        "text": "\/“My righteousness is near, My salvation has gone forth,\/And My arms will judge the peoples;\/The coastlands will wait for Me,\/And for My arm they will wait expectantly."
    },
    "18680": {
        "format": "poetry",
        "text": "\/“Lift up your eyes to the sky,\/Then look to the earth beneath;\/For the sky will vanish like smoke,\/And the earth will wear out like a garment\/And its inhabitants will die in like manner;\/But My salvation will be forever,\/And My righteousness will not wane."
    },
    "18681": {
        "format": "poetry",
        "text": "\/“Listen to Me, you who know righteousness,\/A people in whose heart is My law;\/Do not fear the reproach of man,\/Nor be dismayed at their revilings."
    },
    "18682": {
        "format": "poetry",
        "text": "\/“For the moth will eat them like a garment,\/And the grub will eat them like wool.\/But My righteousness will be forever,\/And My salvation to all generations.”"
    },
    "18683": {
        "format": "poetry",
        "text": "¶Awake, awake, put on strength, O arm of the Lord;\/Awake as in the days of old, the generations of long ago.\/Was it not You who cut Rahab in pieces,\/Who pierced the dragon?"
    },
    "18684": {
        "format": "poetry",
        "text": "\/Was it not You who dried up the sea,\/The waters of the great deep;\/Who made the depths of the sea a pathway\/For the redeemed to cross over?"
    },
    "18685": {
        "format": "poetry",
        "text": "\/So the ransomed of the Lord will return\/And come with joyful shouting to Zion,\/And everlasting joy will be on their heads.\/They will obtain gladness and joy,\/And sorrow and sighing will flee away."
    },
    "18686": {
        "format": "poetry",
        "text": "¶“I, even I, am He who comforts you.\/Who are you that you are afraid of man who dies\/And of the son of man who is made like grass,"
    },
    "18687": {
        "format": "poetry",
        "text": "\/That you have forgotten the Lord your Maker,\/Who stretched out the heavens\/And laid the foundations of the earth,\/That you fear continually all day long because of the fury of the oppressor,\/As he makes ready to destroy?\/But where is the fury of the oppressor?"
    },
    "18688": {
        "format": "prose",
        "text": "¶The exile will soon be set free, and will not die in the dungeon, nor will his bread be lacking."
    },
    "18689": {
        "format": "prose",
        "text": "For I am the Lord your God, who stirs up the sea and its waves roar (the Lord of hosts is His name)."
    },
    "18690": {
        "format": "prose",
        "text": "I have put My words in your mouth and have covered you with the shadow of My hand, to establish the heavens, to found the earth, and to say to Zion, ‘You are My people.’”"
    },
    "18691": {
        "format": "poetry",
        "text": "¶Rouse yourself! Rouse yourself! Arise, O Jerusalem,\/You who have drunk from the Lord’s hand the cup of His anger;\/The chalice of reeling you have drained to the dregs."
    },
    "18692": {
        "format": "poetry",
        "text": "\/There is none to guide her among all the sons she has borne,\/Nor is there one to take her by the hand among all the sons she has reared."
    },
    "18693": {
        "format": "poetry",
        "text": "\/These two things have befallen you;\/Who will mourn for you?\/The devastation and destruction, famine and sword;\/How shall I comfort you?"
    },
    "18694": {
        "format": "poetry",
        "text": "\/Your sons have fainted,\/They lie helpless at the head of every street,\/Like an antelope in a net,\/Full of the wrath of the Lord,\/The rebuke of your God."
    },
    "18695": {
        "format": "poetry",
        "text": "¶Therefore, please hear this, you afflicted,\/Who are drunk, but not with wine:"
    },
    "18696": {
        "format": "poetry",
        "text": "\/Thus says your Lord, the Lord, even your God\/Who contends for His people,\/“Behold, I have taken out of your hand the cup of reeling,\/The chalice of My anger;\/You will never drink it again."
    },
    "18697": {
        "format": "poetry",
        "text": "\/“I will put it into the hand of your tormentors,\/Who have said to you, ‘Lie down that we may walk over you.’\/You have even made your back like the ground\/And like the street for those who walk over it.”"
    },
    "18698": {
        "format": "poetry",
        "text": "§¶Awake, awake,\/Clothe yourself in your strength, O Zion;\/Clothe yourself in your beautiful garments,\/O Jerusalem, the holy city;\/For the uncircumcised and the unclean\/Will no longer come into you."
    },
    "18699": {
        "format": "poetry",
        "text": "\/Shake yourself from the dust, rise up,\/O captive Jerusalem;\/Loose yourself from the chains around your neck,\/O captive daughter of Zion."
    },
    "18700": {
        "format": "prose",
        "text": "¶For thus says the Lord, “You were sold for nothing and you will be redeemed without money.”"
    },
    "18701": {
        "format": "prose",
        "text": "For thus says the Lord God, “My people went down at the first into Egypt to reside there; then the Assyrian oppressed them without cause."
    },
    "18702": {
        "format": "prose",
        "text": "Now therefore, what do I have here,” declares the Lord, “seeing that My people have been taken away without cause?” Again the Lord declares, “Those who rule over them howl, and My name is continually blasphemed all day long."
    },
    "18703": {
        "format": "prose",
        "text": "Therefore My people shall know My name; therefore in that day I am the one who is speaking, ‘Here I am.’”"
    },
    "18704": {
        "format": "poetry",
        "text": "¶How lovely on the mountains\/Are the feet of him who brings good news,\/Who announces peace\/And brings good news of happiness,\/Who announces salvation,\/And says to Zion, “Your God reigns!”"
    },
    "18705": {
        "format": "poetry",
        "text": "\/Listen! Your watchmen lift up their voices,\/They shout joyfully together;\/For they will see with their own eyes\/When the Lord restores Zion."
    },
    "18706": {
        "format": "poetry",
        "text": "\/Break forth, shout joyfully together,\/You waste places of Jerusalem;\/For the Lord has comforted His people,\/He has redeemed Jerusalem."
    },
    "18707": {
        "format": "poetry",
        "text": "\/The Lord has bared His holy arm\/In the sight of all the nations,\/That all the ends of the earth may see\/The salvation of our God."
    },
    "18708": {
        "format": "poetry",
        "text": "¶Depart, depart, go out from there,\/Touch nothing unclean;\/Go out of the midst of her, purify yourselves,\/You who carry the vessels of the Lord."
    },
    "18709": {
        "format": "poetry",
        "text": "\/But you will not go out in haste,\/Nor will you go as fugitives;\/For the Lord will go before you,\/And the God of Israel will be your rear guard."
    },
    "18710": {
        "format": "poetry",
        "text": "§¶Behold, My servant will prosper,\/He will be high and lifted up and greatly exalted."
    },
    "18711": {
        "format": "poetry",
        "text": "\/Just as many were astonished at you, My people,\/So His appearance was marred more than any man\/And His form more than the sons of men."
    },
    "18712": {
        "format": "poetry",
        "text": "\/Thus He will sprinkle many nations,\/Kings will shut their mouths on account of Him;\/For what had not been told them they will see,\/And what they had not heard they will understand."
    },
    "18713": {
        "format": "poetry",
        "text": "§¶Who has believed our message?\/And to whom has the arm of the Lord been revealed?"
    },
    "18714": {
        "format": "poetry",
        "text": "\/For He grew up before Him like a tender shoot,\/And like a root out of parched ground;\/He has no stately form or majesty\/That we should look upon Him,\/Nor appearance that we should be attracted to Him."
    },
    "18715": {
        "format": "poetry",
        "text": "\/He was despised and forsaken of men,\/A man of sorrows and acquainted with grief;\/And like one from whom men hide their face\/He was despised, and we did not esteem Him."
    },
    "18716": {
        "format": "poetry",
        "text": "¶Surely our griefs He Himself bore,\/And our sorrows He carried;\/Yet we ourselves esteemed Him stricken,\/Smitten of God, and afflicted."
    },
    "18717": {
        "format": "poetry",
        "text": "\/But He was pierced through for our transgressions,\/He was crushed for our iniquities;\/The chastening for our well‑being fell upon Him,\/And by His scourging we are healed."
    },
    "18718": {
        "format": "poetry",
        "text": "\/All of us like sheep have gone astray,\/Each of us has turned to his own way;\/But the Lord has caused the iniquity of us all\/To fall on Him."
    },
    "18719": {
        "format": "poetry",
        "text": "¶He was oppressed and He was afflicted,\/Yet He did not open His mouth;\/Like a lamb that is led to slaughter,\/And like a sheep that is silent before its shearers,\/So He did not open His mouth."
    },
    "18720": {
        "format": "poetry",
        "text": "\/By oppression and judgment He was taken away;\/And as for His generation, who considered\/That He was cut off out of the land of the living\/For the transgression of my people, to whom the stroke was due?"
    },
    "18721": {
        "format": "poetry",
        "text": "\/His grave was assigned with wicked men,\/Yet He was with a rich man in His death,\/Because He had done no violence,\/Nor was there any deceit in His mouth."
    },
    "18722": {
        "format": "poetry",
        "text": "¶But the Lord was pleased\/To crush Him, putting Him to grief;\/If He would render Himself as a guilt offering,\/He will see His offspring,\/He will prolong His days,\/And the good pleasure of the Lord will prosper in His hand."
    },
    "18723": {
        "format": "poetry",
        "text": "\/As a result of the anguish of His soul,\/He will see it and be satisfied;\/By His knowledge the Righteous One,\/My Servant, will justify the many,\/As He will bear their iniquities."
    },
    "18724": {
        "format": "poetry",
        "text": "\/Therefore, I will allot Him a portion with the great,\/And He will divide the booty with the strong;\/Because He poured out Himself to death,\/And was numbered with the transgressors;\/Yet He Himself bore the sin of many,\/And interceded for the transgressors."
    },
    "18725": {
        "format": "poetry",
        "text": "§¶“Shout for joy, O barren one, you who have borne no child;\/Break forth into joyful shouting and cry aloud, you who have not travailed;\/For the sons of the desolate one will be more numerous\/Than the sons of the married woman,” says the Lord."
    },
    "18726": {
        "format": "poetry",
        "text": "\/“Enlarge the place of your tent;\/Stretch out the curtains of your dwellings, spare not;\/Lengthen your cords\/And strengthen your pegs."
    },
    "18727": {
        "format": "poetry",
        "text": "\/“For you will spread abroad to the right and to the left.\/And your descendants will possess nations\/And will resettle the desolate cities."
    },
    "18728": {
        "format": "poetry",
        "text": "¶“Fear not, for you will not be put to shame;\/And do not feel humiliated, for you will not be disgraced;\/But you will forget the shame of your youth,\/And the reproach of your widowhood you will remember no more."
    },
    "18729": {
        "format": "poetry",
        "text": "\/“For your husband is your Maker,\/Whose name is the Lord of hosts;\/And your Redeemer is the Holy One of Israel,\/Who is called the God of all the earth."
    },
    "18730": {
        "format": "poetry",
        "text": "\/“For the Lord has called you,\/Like a wife forsaken and grieved in spirit,\/Even like a wife of one’s youth when she is rejected,”\/Says your God."
    },
    "18731": {
        "format": "poetry",
        "text": "\/“For a brief moment I forsook you,\/But with great compassion I will gather you."
    },
    "18732": {
        "format": "poetry",
        "text": "\/“In an outburst of anger\/I hid My face from you for a moment,\/But with everlasting lovingkindness I will have compassion on you,”\/Says the Lord your Redeemer."
    },
    "18733": {
        "format": "poetry",
        "text": "¶“For this is like the days of Noah to Me,\/When I swore that the waters of Noah\/Would not flood the earth again;\/So I have sworn that I will not be angry with you\/Nor will I rebuke you."
    },
    "18734": {
        "format": "poetry",
        "text": "\/“For the mountains may be removed and the hills may shake,\/But My lovingkindness will not be removed from you,\/And My covenant of peace will not be shaken,”\/Says the Lord who has compassion on you."
    },
    "18735": {
        "format": "poetry",
        "text": "¶“O afflicted one, storm‑tossed, and not comforted,\/Behold, I will set your stones in antimony,\/And your foundations I will lay in sapphires."
    },
    "18736": {
        "format": "poetry",
        "text": "\/“Moreover, I will make your battlements of rubies,\/And your gates of crystal,\/And your entire wall of precious stones."
    },
    "18737": {
        "format": "poetry",
        "text": "\/“All your sons will be taught of the Lord;\/And the well‑being of your sons will be great."
    },
    "18738": {
        "format": "poetry",
        "text": "\/“In righteousness you will be established;\/You will be far from oppression, for you will not fear;\/And from terror, for it will not come near you."
    },
    "18739": {
        "format": "poetry",
        "text": "\/“If anyone fiercely assails you it will not be from Me.\/Whoever assails you will fall because of you."
    },
    "18740": {
        "format": "poetry",
        "text": "\/“Behold, I Myself have created the smith who blows the fire of coals\/And brings out a weapon for its work;\/And I have created the destroyer to ruin."
    },
    "18741": {
        "format": "poetry",
        "text": "\/“No weapon that is formed against you will prosper;\/And every tongue that accuses you in judgment you will condemn.\/This is the heritage of the servants of the Lord,\/And their vindication is from Me,” declares the Lord."
    },
    "18742": {
        "format": "poetry",
        "text": "§¶“Ho! Every one who thirsts, come to the waters;\/And you who have no money come, buy and eat.\/Come, buy wine and milk\/Without money and without cost."
    },
    "18743": {
        "format": "poetry",
        "text": "\/“Why do you spend money for what is not bread,\/And your wages for what does not satisfy?\/Listen carefully to Me, and eat what is good,\/And delight yourself in abundance."
    },
    "18744": {
        "format": "poetry",
        "text": "\/“Incline your ear and come to Me.\/Listen, that you may live;\/And I will make an everlasting covenant with you,\/According to the faithful mercies shown to David."
    },
    "18745": {
        "format": "poetry",
        "text": "\/“Behold, I have made him a witness to the peoples,\/A leader and commander for the peoples."
    },
    "18746": {
        "format": "poetry",
        "text": "\/“Behold, you will call a nation you do not know,\/And a nation which knows you not will run to you,\/Because of the Lord your God, even the Holy One of Israel;\/For He has glorified you.”"
    },
    "18747": {
        "format": "poetry",
        "text": "¶Seek the Lord while He may be found;\/Call upon Him while He is near."
    },
    "18748": {
        "format": "poetry",
        "text": "\/Let the wicked forsake his way\/And the unrighteous man his thoughts;\/And let him return to the Lord,\/And He will have compassion on him,\/And to our God,\/For He will abundantly pardon."
    },
    "18749": {
        "format": "poetry",
        "text": "\/“For My thoughts are not your thoughts,\/Nor are your ways My ways,” declares the Lord."
    },
    "18750": {
        "format": "poetry",
        "text": "\/“For as the heavens are higher than the earth,\/So are My ways higher than your ways\/And My thoughts than your thoughts."
    },
    "18751": {
        "format": "poetry",
        "text": "\/“For as the rain and the snow come down from heaven,\/And do not return there without watering the earth\/And making it bear and sprout,\/And furnishing seed to the sower and bread to the eater;"
    },
    "18752": {
        "format": "poetry",
        "text": "\/So will My word be which goes forth from My mouth;\/It will not return to Me empty,\/Without accomplishing what I desire,\/And without succeeding in the matter for which I sent it."
    },
    "18753": {
        "format": "poetry",
        "text": "\/“For you will go out with joy\/And be led forth with peace;\/The mountains and the hills will break forth into shouts of joy before you,\/And all the trees of the field will clap their hands."
    },
    "18754": {
        "format": "poetry",
        "text": "\/“Instead of the thorn bush the cypress will come up,\/And instead of the nettle the myrtle will come up,\/And it will be a memorial to the Lord,\/For an everlasting sign which will not be cut off.”"
    },
    "18755": {
        "format": "poetry",
        "text": "§¶Thus says the Lord,\/“Preserve justice and do righteousness,\/For My salvation is about to come\/And My righteousness to be revealed."
    },
    "18756": {
        "format": "poetry",
        "text": "\/“How blessed is the man who does this,\/And the son of man who takes hold of it;\/Who keeps from profaning the sabbath,\/And keeps his hand from doing any evil.”"
    },
    "18757": {
        "format": "poetry",
        "text": "\/Let not the foreigner who has joined himself to the Lord say,\/“The Lord will surely separate me from His people.”\/Nor let the eunuch say, “Behold, I am a dry tree.”"
    },
    "18758": {
        "format": "prose",
        "text": "¶For thus says the Lord,¶▼“To the eunuchs who keep My sabbaths,\/And choose what pleases Me,\/And hold fast My covenant,"
    },
    "18759": {
        "format": "poetry",
        "text": "\/To them I will give in My house and within My walls a memorial,\/And a name better than that of sons and daughters;\/I will give them an everlasting name which will not be cut off."
    },
    "18760": {
        "format": "poetry",
        "text": "¶“Also the foreigners who join themselves to the Lord,\/To minister to Him, and to love the name of the Lord,\/To be His servants, every one who keeps from profaning the sabbath\/And holds fast My covenant;"
    },
    "18761": {
        "format": "poetry",
        "text": "\/Even those I will bring to My holy mountain\/And make them joyful in My house of prayer.\/Their burnt offerings and their sacrifices will be acceptable on My altar;\/For My house will be called a house of prayer for all the peoples.”"
    },
    "18762": {
        "format": "poetry",
        "text": "\/The Lord God, who gathers the dispersed of Israel, declares,\/“Yet others I will gather to them, to those already gathered.”"
    },
    "18763": {
        "format": "poetry",
        "text": "¶All you beasts of the field,\/All you beasts in the forest,\/Come to eat."
    },
    "18764": {
        "format": "poetry",
        "text": "\/His watchmen are blind,\/All of them know nothing.\/All of them are mute dogs unable to bark,\/Dreamers lying down, who love to slumber;"
    },
    "18765": {
        "format": "poetry",
        "text": "\/And the dogs are greedy, they are not satisfied.\/And they are shepherds who have no understanding;\/They have all turned to their own way,\/Each one to his unjust gain, to the last one."
    },
    "18766": {
        "format": "poetry",
        "text": "\/“Come,” they say, “let us get wine, and let us drink heavily of strong drink;\/And tomorrow will be like today, only more so.”"
    },
    "18767": {
        "format": "poetry",
        "text": "§¶The righteous man perishes, and no man takes it to heart;\/And devout men are taken away, while no one understands.\/For the righteous man is taken away from evil,"
    },
    "18768": {
        "format": "poetry",
        "text": "\/He enters into peace;\/They rest in their beds,\/Each one who walked in his upright way."
    },
    "18769": {
        "format": "poetry",
        "text": "\/“But come here, you sons of a sorceress,\/Offspring of an adulterer and a prostitute."
    },
    "18770": {
        "format": "poetry",
        "text": "\/“Against whom do you jest?\/Against whom do you open wide your mouth\/And stick out your tongue?\/Are you not children of rebellion,\/Offspring of deceit,"
    },
    "18771": {
        "format": "poetry",
        "text": "\/Who inflame yourselves among the oaks,\/Under every luxuriant tree,\/Who slaughter the children in the ravines,\/Under the clefts of the crags?"
    },
    "18772": {
        "format": "poetry",
        "text": "\/“Among the smooth stones of the ravine\/Is your portion, they are your lot;\/Even to them you have poured out a drink offering,\/You have made a grain offering.\/Shall I relent concerning these things?"
    },
    "18773": {
        "format": "poetry",
        "text": "\/“Upon a high and lofty mountain\/You have made your bed.\/You also went up there to offer sacrifice."
    },
    "18774": {
        "format": "poetry",
        "text": "\/“Behind the door and the doorpost\/You have set up your sign;\/Indeed, far removed from Me, you have uncovered yourself,\/And have gone up and made your bed wide.\/And you have made an agreement for yourself with them,\/You have loved their bed,\/You have looked on their manhood."
    },
    "18775": {
        "format": "poetry",
        "text": "\/“You have journeyed to the king with oil\/And increased your perfumes;\/You have sent your envoys a great distance\/And made them go down to Sheol."
    },
    "18776": {
        "format": "poetry",
        "text": "\/“You were tired out by the length of your road,\/Yet you did not say, ‘It is hopeless.’\/You found renewed strength,\/Therefore you did not faint."
    },
    "18777": {
        "format": "poetry",
        "text": "¶“Of whom were you worried and fearful\/When you lied, and did not remember Me\/Nor give Me a thought?\/Was I not silent even for a long time\/So you do not fear Me?"
    },
    "18778": {
        "format": "poetry",
        "text": "\/“I will declare your righteousness and your deeds,\/But they will not profit you."
    },
    "18779": {
        "format": "poetry",
        "text": "\/“When you cry out, let your collection of idols deliver you.\/But the wind will carry all of them up,\/And a breath will take them away.\/But he who takes refuge in Me will inherit the land\/And will possess My holy mountain.”"
    },
    "18780": {
        "format": "poetry",
        "text": "¶And it will be said,\/“Build up, build up, prepare the way,\/Remove every obstacle out of the way of My people.”"
    },
    "18781": {
        "format": "poetry",
        "text": "\/For thus says the high and exalted One\/Who lives forever, whose name is Holy,\/“I dwell on a high and holy place,\/And also with the contrite and lowly of spirit\/In order to revive the spirit of the lowly\/And to revive the heart of the contrite."
    },
    "18782": {
        "format": "poetry",
        "text": "\/“For I will not contend forever,\/Nor will I always be angry;\/For the spirit would grow faint before Me,\/And the breath of those whom I have made."
    },
    "18783": {
        "format": "poetry",
        "text": "\/“Because of the iniquity of his unjust gain I was angry and struck him;\/I hid My face and was angry,\/And he went on turning away, in the way of his heart."
    },
    "18784": {
        "format": "poetry",
        "text": "\/“I have seen his ways, but I will heal him;\/I will lead him and restore comfort to him and to his mourners,"
    },
    "18785": {
        "format": "poetry",
        "text": "\/Creating the praise of the lips.\/Peace, peace to him who is far and to him who is near,”\/Says the Lord, “and I will heal him.”"
    },
    "18786": {
        "format": "poetry",
        "text": "\/But the wicked are like the tossing sea,\/For it cannot be quiet,\/And its waters toss up refuse and mud."
    },
    "18787": {
        "format": "poetry",
        "text": "\/“There is no peace,” says my God, “for the wicked.”"
    },
    "18788": {
        "format": "poetry",
        "text": "§¶“Cry loudly, do not hold back;\/Raise your voice like a trumpet,\/And declare to My people their transgression\/And to the house of Jacob their sins."
    },
    "18789": {
        "format": "poetry",
        "text": "\/“Yet they seek Me day by day and delight to know My ways,\/As a nation that has done righteousness\/And has not forsaken the ordinance of their God.\/They ask Me for just decisions,\/They delight in the nearness of God."
    },
    "18790": {
        "format": "poetry",
        "text": "\/‘Why have we fasted and You do not see?\/Why have we humbled ourselves and You do not notice?’\/Behold, on the day of your fast you find your desire,\/And drive hard all your workers."
    },
    "18791": {
        "format": "poetry",
        "text": "\/“Behold, you fast for contention and strife and to strike with a wicked fist.\/You do not fast like you do today to make your voice heard on high."
    },
    "18792": {
        "format": "poetry",
        "text": "\/“Is it a fast like this which I choose, a day for a man to humble himself?\/Is it for bowing one’s head like a reed\/And for spreading out sackcloth and ashes as a bed?\/Will you call this a fast, even an acceptable day to the Lord?"
    },
    "18793": {
        "format": "poetry",
        "text": "\/“Is this not the fast which I choose,\/To loosen the bonds of wickedness,\/To undo the bands of the yoke,\/And to let the oppressed go free\/And break every yoke?"
    },
    "18794": {
        "format": "poetry",
        "text": "\/“Is it not to divide your bread with the hungry\/And bring the homeless poor into the house;\/When you see the naked, to cover him;\/And not to hide yourself from your own flesh?"
    },
    "18795": {
        "format": "poetry",
        "text": "\/“Then your light will break out like the dawn,\/And your recovery will speedily spring forth;\/And your righteousness will go before you;\/The glory of the Lord will be your rear guard."
    },
    "18796": {
        "format": "poetry",
        "text": "\/“Then you will call, and the Lord will answer;\/You will cry, and He will say, ‘Here I am.’\/If you remove the yoke from your midst,\/The pointing of the finger and speaking wickedness,"
    },
    "18797": {
        "format": "poetry",
        "text": "\/And if you give yourself to the hungry\/And satisfy the desire of the afflicted,\/Then your light will rise in darkness\/And your gloom will become like midday."
    },
    "18798": {
        "format": "poetry",
        "text": "\/“And the Lord will continually guide you,\/And satisfy your desire in scorched places,\/And give strength to your bones;\/And you will be like a watered garden,\/And like a spring of water whose waters do not fail."
    },
    "18799": {
        "format": "poetry",
        "text": "\/“Those from among you will rebuild the ancient ruins;\/You will raise up the age‑old foundations;\/And you will be called the repairer of the breach,\/The restorer of the streets in which to dwell."
    },
    "18800": {
        "format": "poetry",
        "text": "§¶“If because of the sabbath, you turn your foot\/From doing your own pleasure on My holy day,\/And call the sabbath a delight, the holy day of the Lord honorable,\/And honor it, desisting from your own ways,\/From seeking your own pleasure\/And speaking your own word,"
    },
    "18801": {
        "format": "poetry",
        "text": "\/Then you will take delight in the Lord,\/And I will make you ride on the heights of the earth;\/And I will feed you with the heritage of Jacob your father,\/For the mouth of the Lord has spoken.”"
    },
    "18802": {
        "format": "poetry",
        "text": "§¶Behold, the Lord’s hand is not so short\/That it cannot save;\/Nor is His ear so dull\/That it cannot hear."
    },
    "18803": {
        "format": "poetry",
        "text": "\/But your iniquities have made a separation between you and your God,\/And your sins have hidden His face from you so that He does not hear."
    },
    "18804": {
        "format": "poetry",
        "text": "\/For your hands are defiled with blood\/And your fingers with iniquity;\/Your lips have spoken falsehood,\/Your tongue mutters wickedness."
    },
    "18805": {
        "format": "poetry",
        "text": "\/No one sues righteously and no one pleads honestly.\/They trust in confusion and speak lies;\/They conceive mischief and bring forth iniquity."
    },
    "18806": {
        "format": "poetry",
        "text": "\/They hatch adders’ eggs and weave the spider’s web;\/He who eats of their eggs dies,\/And from that which is crushed a snake breaks forth."
    },
    "18807": {
        "format": "poetry",
        "text": "\/Their webs will not become clothing,\/Nor will they cover themselves with their works;\/Their works are works of iniquity,\/And an act of violence is in their hands."
    },
    "18808": {
        "format": "poetry",
        "text": "\/Their feet run to evil,\/And they hasten to shed innocent blood;\/Their thoughts are thoughts of iniquity,\/Devastation and destruction are in their highways."
    },
    "18809": {
        "format": "poetry",
        "text": "\/They do not know the way of peace,\/And there is no justice in their tracks;\/They have made their paths crooked,\/Whoever treads on them does not know peace."
    },
    "18810": {
        "format": "poetry",
        "text": "§¶Therefore justice is far from us,\/And righteousness does not overtake us;\/We hope for light, but behold, darkness,\/For brightness, but we walk in gloom."
    },
    "18811": {
        "format": "poetry",
        "text": "\/We grope along the wall like blind men,\/We grope like those who have no eyes;\/We stumble at midday as in the twilight,\/Among those who are vigorous we are like dead men."
    },
    "18812": {
        "format": "poetry",
        "text": "\/All of us growl like bears,\/And moan sadly like doves;\/We hope for justice, but there is none,\/For salvation, but it is far from us."
    },
    "18813": {
        "format": "poetry",
        "text": "\/For our transgressions are multiplied before You,\/And our sins testify against us;\/For our transgressions are with us,\/And we know our iniquities:"
    },
    "18814": {
        "format": "poetry",
        "text": "\/Transgressing and denying the Lord,\/And turning away from our God,\/Speaking oppression and revolt,\/Conceiving in and uttering from the heart lying words."
    },
    "18815": {
        "format": "poetry",
        "text": "\/Justice is turned back,\/And righteousness stands far away;\/For truth has stumbled in the street,\/And uprightness cannot enter."
    },
    "18816": {
        "format": "poetry",
        "text": "\/Yes, truth is lacking;\/And he who turns aside from evil makes himself a prey.\/Now the Lord saw,\/And it was displeasing in His sight that there was no justice."
    },
    "18817": {
        "format": "poetry",
        "text": "\/And He saw that there was no man,\/And was astonished that there was no one to intercede;\/Then His own arm brought salvation to Him,\/And His righteousness upheld Him."
    },
    "18818": {
        "format": "poetry",
        "text": "\/He put on righteousness like a breastplate,\/And a helmet of salvation on His head;\/And He put on garments of vengeance for clothing\/And wrapped Himself with zeal as a mantle."
    },
    "18819": {
        "format": "poetry",
        "text": "\/According to their deeds, so He will repay,\/Wrath to His adversaries, recompense to His enemies;\/To the coastlands He will make recompense."
    },
    "18820": {
        "format": "poetry",
        "text": "\/So they will fear the name of the Lord from the west\/And His glory from the rising of the sun,\/For He will come like a rushing stream\/Which the wind of the Lord drives."
    },
    "18821": {
        "format": "poetry",
        "text": "\/“A Redeemer will come to Zion,\/And to those who turn from transgression in Jacob,” declares the Lord."
    },
    "18822": {
        "format": "prose",
        "text": "¶“As for Me, this is My covenant with them,” says the Lord: “My Spirit which is upon you, and My words which I have put in your mouth shall not depart from your mouth, nor from the mouth of your offspring, nor from the mouth of your offspring’s offspring,” says the Lord, “from now and forever.”"
    },
    "18823": {
        "format": "poetry",
        "text": "§¶“Arise, shine; for your light has come,\/And the glory of the Lord has risen upon you."
    },
    "18824": {
        "format": "poetry",
        "text": "\/“For behold, darkness will cover the earth\/And deep darkness the peoples;\/But the Lord will rise upon you\/And His glory will appear upon you."
    },
    "18825": {
        "format": "poetry",
        "text": "\/“Nations will come to your light,\/And kings to the brightness of your rising."
    },
    "18826": {
        "format": "poetry",
        "text": "¶“Lift up your eyes round about and see;\/They all gather together, they come to you.\/Your sons will come from afar,\/And your daughters will be carried in the arms."
    },
    "18827": {
        "format": "poetry",
        "text": "\/“Then you will see and be radiant,\/And your heart will thrill and rejoice;\/Because the abundance of the sea will be turned to you,\/The wealth of the nations will come to you."
    },
    "18828": {
        "format": "poetry",
        "text": "\/“A multitude of camels will cover you,\/The young camels of Midian and Ephah;\/All those from Sheba will come;\/They will bring gold and frankincense,\/And will bear good news of the praises of the Lord."
    },
    "18829": {
        "format": "poetry",
        "text": "\/“All the flocks of Kedar will be gathered together to you,\/The rams of Nebaioth will minister to you;\/They will go up with acceptance on My altar,\/And I shall glorify My glorious house."
    },
    "18830": {
        "format": "poetry",
        "text": "\/“Who are these who fly like a cloud\/And like the doves to their lattices?"
    },
    "18831": {
        "format": "poetry",
        "text": "\/“Surely the coastlands will wait for Me;\/And the ships of Tarshish will come first,\/To bring your sons from afar,\/Their silver and their gold with them,\/For the name of the Lord your God,\/And for the Holy One of Israel because He has glorified you."
    },
    "18832": {
        "format": "poetry",
        "text": "¶“Foreigners will build up your walls,\/And their kings will minister to you;\/For in My wrath I struck you,\/And in My favor I have had compassion on you."
    },
    "18833": {
        "format": "poetry",
        "text": "\/“Your gates will be open continually;\/They will not be closed day or night,\/So that men may bring to you the wealth of the nations,\/With their kings led in procession."
    },
    "18834": {
        "format": "poetry",
        "text": "\/“For the nation and the kingdom which will not serve you will perish,\/And the nations will be utterly ruined."
    },
    "18835": {
        "format": "poetry",
        "text": "\/“The glory of Lebanon will come to you,\/The juniper, the box tree and the cypress together,\/To beautify the place of My sanctuary;\/And I shall make the place of My feet glorious."
    },
    "18836": {
        "format": "poetry",
        "text": "\/“The sons of those who afflicted you will come bowing to you,\/And all those who despised you will bow themselves at the soles of your feet;\/And they will call you the city of the Lord,\/The Zion of the Holy One of Israel."
    },
    "18837": {
        "format": "poetry",
        "text": "¶“Whereas you have been forsaken and hated\/With no one passing through,\/I will make you an everlasting pride,\/A joy from generation to generation."
    },
    "18838": {
        "format": "poetry",
        "text": "\/“You will also suck the milk of nations\/And suck the breast of kings;\/Then you will know that I, the Lord, am your Savior\/And your Redeemer, the Mighty One of Jacob."
    },
    "18839": {
        "format": "poetry",
        "text": "\/“Instead of bronze I will bring gold,\/And instead of iron I will bring silver,\/And instead of wood, bronze,\/And instead of stones, iron.\/And I will make peace your administrators\/And righteousness your overseers."
    },
    "18840": {
        "format": "poetry",
        "text": "\/“Violence will not be heard again in your land,\/Nor devastation or destruction within your borders;\/But you will call your walls salvation, and your gates praise."
    },
    "18841": {
        "format": "poetry",
        "text": "\/“No longer will you have the sun for light by day,\/Nor for brightness will the moon give you light;\/But you will have the Lord for an everlasting light,\/And your God for your glory."
    },
    "18842": {
        "format": "poetry",
        "text": "\/“Your sun will no longer set,\/Nor will your moon wane;\/For you will have the Lord for an everlasting light,\/And the days of your mourning will be over."
    },
    "18843": {
        "format": "poetry",
        "text": "\/“Then all your people will be righteous;\/They will possess the land forever,\/The branch of My planting,\/The work of My hands,\/That I may be glorified."
    },
    "18844": {
        "format": "poetry",
        "text": "\/“The smallest one will become a clan,\/And the least one a mighty nation.\/I, the Lord, will hasten it in its time.”"
    },
    "18845": {
        "format": "poetry",
        "text": "§¶The Spirit of the Lord God is upon me,\/Because the Lord has anointed me\/To bring good news to the afflicted;\/He has sent me to bind up the brokenhearted,\/To proclaim liberty to captives\/And freedom to prisoners;"
    },
    "18846": {
        "format": "poetry",
        "text": "\/To proclaim the favorable year of the Lord\/And the day of vengeance of our God;\/To comfort all who mourn,"
    },
    "18847": {
        "format": "poetry",
        "text": "\/To grant those who mourn in Zion,\/Giving them a garland instead of ashes,\/The oil of gladness instead of mourning,\/The mantle of praise instead of a spirit of fainting.\/So they will be called oaks of righteousness,\/The planting of the Lord, that He may be glorified."
    },
    "18848": {
        "format": "poetry",
        "text": "¶Then they will rebuild the ancient ruins,\/They will raise up the former devastations;\/And they will repair the ruined cities,\/The desolations of many generations."
    },
    "18849": {
        "format": "poetry",
        "text": "\/Strangers will stand and pasture your flocks,\/And foreigners will be your farmers and your vinedressers."
    },
    "18850": {
        "format": "poetry",
        "text": "\/But you will be called the priests of the Lord;\/You will be spoken of as ministers of our God.\/You will eat the wealth of nations,\/And in their riches you will boast."
    },
    "18851": {
        "format": "poetry",
        "text": "\/Instead of your shame you will have a double portion,\/And instead of humiliation they will shout for joy over their portion.\/Therefore they will possess a double portion in their land,\/Everlasting joy will be theirs."
    },
    "18852": {
        "format": "poetry",
        "text": "\/For I, the Lord, love justice,\/I hate robbery in the burnt offering;\/And I will faithfully give them their recompense\/And make an everlasting covenant with them."
    },
    "18853": {
        "format": "poetry",
        "text": "\/Then their offspring will be known among the nations,\/And their descendants in the midst of the peoples.\/All who see them will recognize them\/Because they are the offspring whom the Lord has blessed."
    },
    "18854": {
        "format": "poetry",
        "text": "¶I will rejoice greatly in the Lord,\/My soul will exult in my God;\/For He has clothed me with garments of salvation,\/He has wrapped me with a robe of righteousness,\/As a bridegroom decks himself with a garland,\/And as a bride adorns herself with her jewels."
    },
    "18855": {
        "format": "poetry",
        "text": "\/For as the earth brings forth its sprouts,\/And as a garden causes the things sown in it to spring up,\/So the Lord God will cause righteousness and praise\/To spring up before all the nations."
    },
    "18856": {
        "format": "poetry",
        "text": "§¶For Zion’s sake I will not keep silent,\/And for Jerusalem’s sake I will not keep quiet,\/Until her righteousness goes forth like brightness,\/And her salvation like a torch that is burning."
    },
    "18857": {
        "format": "poetry",
        "text": "\/The nations will see your righteousness,\/And all kings your glory;\/And you will be called by a new name\/Which the mouth of the Lord will designate."
    },
    "18858": {
        "format": "poetry",
        "text": "\/You will also be a crown of beauty in the hand of the Lord,\/And a royal diadem in the hand of your God."
    },
    "18859": {
        "format": "poetry",
        "text": "\/It will no longer be said to you, “Forsaken,”\/Nor to your land will it any longer be said, “Desolate”;\/But you will be called, “My delight is in her,”\/And your land, “Married”;\/For the Lord delights in you,\/And to Him your land will be married."
    },
    "18860": {
        "format": "poetry",
        "text": "\/For as a young man marries a virgin,\/So your sons will marry you;\/And as the bridegroom rejoices over the bride,\/So your God will rejoice over you."
    },
    "18861": {
        "format": "poetry",
        "text": "¶On your walls, O Jerusalem, I have appointed watchmen;\/All day and all night they will never keep silent.\/You who remind the Lord, take no rest for yourselves;"
    },
    "18862": {
        "format": "poetry",
        "text": "\/And give Him no rest until He establishes\/And makes Jerusalem a praise in the earth."
    },
    "18863": {
        "format": "poetry",
        "text": "\/The Lord has sworn by His right hand and by His strong arm,\/“I will never again give your grain as food for your enemies;\/Nor will foreigners drink your new wine for which you have labored.”"
    },
    "18864": {
        "format": "poetry",
        "text": "\/But those who garner it will eat it and praise the Lord;\/And those who gather it will drink it in the courts of My sanctuary."
    },
    "18865": {
        "format": "poetry",
        "text": "¶Go through, go through the gates,\/Clear the way for the people;\/Build up, build up the highway,\/Remove the stones, lift up a standard over the peoples."
    },
    "18866": {
        "format": "poetry",
        "text": "\/Behold, the Lord has proclaimed to the end of the earth,\/Say to the daughter of Zion, “Lo, your salvation comes;\/Behold His reward is with Him, and His recompense before Him.”"
    },
    "18867": {
        "format": "poetry",
        "text": "\/And they will call them, “The holy people,\/The redeemed of the Lord”;\/And you will be called, “Sought out, a city not forsaken.”"
    },
    "18868": {
        "format": "poetry",
        "text": "§¶Who is this who comes from Edom,\/With garments of glowing colors from Bozrah,\/This One who is majestic in His apparel,\/Marching in the greatness of His strength?\/“It is I who speak in righteousness, mighty to save.”"
    },
    "18869": {
        "format": "poetry",
        "text": "\/Why is Your apparel red,\/And Your garments like the one who treads in the wine press?"
    },
    "18870": {
        "format": "poetry",
        "text": "\/“I have trodden the wine trough alone,\/And from the peoples there was no man with Me.\/I also trod them in My anger\/And trampled them in My wrath;\/And their lifeblood is sprinkled on My garments,\/And I stained all My raiment."
    },
    "18871": {
        "format": "poetry",
        "text": "\/“For the day of vengeance was in My heart,\/And My year of redemption has come."
    },
    "18872": {
        "format": "poetry",
        "text": "\/“I looked, and there was no one to help,\/And I was astonished and there was no one to uphold;\/So My own arm brought salvation to Me,\/And My wrath upheld Me."
    },
    "18873": {
        "format": "poetry",
        "text": "\/“I trod down the peoples in My anger\/And made them drunk in My wrath,\/And I poured out their lifeblood on the earth.”"
    },
    "18874": {
        "format": "poetry",
        "text": "§¶I shall make mention of the lovingkindnesses of the Lord, the praises of the Lord,\/According to all that the Lord has granted us,\/And the great goodness toward the house of Israel,\/Which He has granted them according to His compassion\/And according to the abundance of His lovingkindnesses."
    },
    "18875": {
        "format": "poetry",
        "text": "\/For He said, “Surely, they are My people,\/Sons who will not deal falsely.”\/So He became their Savior."
    },
    "18876": {
        "format": "poetry",
        "text": "\/In all their affliction He was afflicted,\/And the angel of His presence saved them;\/In His love and in His mercy He redeemed them,\/And He lifted them and carried them all the days of old."
    },
    "18877": {
        "format": "poetry",
        "text": "\/But they rebelled\/And grieved His Holy Spirit;\/Therefore He turned Himself to become their enemy,\/He fought against them."
    },
    "18878": {
        "format": "poetry",
        "text": "\/Then His people remembered the days of old, of Moses.\/Where is He who brought them up out of the sea with the shepherds of His flock?\/Where is He who put His Holy Spirit in the midst of them,"
    },
    "18879": {
        "format": "poetry",
        "text": "\/Who caused His glorious arm to go at the right hand of Moses,\/Who divided the waters before them to make for Himself an everlasting name,"
    },
    "18880": {
        "format": "poetry",
        "text": "\/Who led them through the depths?\/Like the horse in the wilderness, they did not stumble;"
    },
    "18881": {
        "format": "poetry",
        "text": "\/As the cattle which go down into the valley,\/The Spirit of the Lord gave them rest.\/So You led Your people,\/To make for Yourself a glorious name."
    },
    "18882": {
        "format": "poetry",
        "text": "§¶Look down from heaven and see from Your holy and glorious habitation;\/Where are Your zeal and Your mighty deeds?\/The stirrings of Your heart and Your compassion are restrained toward me."
    },
    "18883": {
        "format": "poetry",
        "text": "\/For You are our Father, though Abraham does not know us\/And Israel does not recognize us.\/You, O Lord, are our Father,\/Our Redeemer from of old is Your name."
    },
    "18884": {
        "format": "poetry",
        "text": "\/Why, O Lord, do You cause us to stray from Your ways\/And harden our heart from fearing You?\/Return for the sake of Your servants, the tribes of Your heritage."
    },
    "18885": {
        "format": "poetry",
        "text": "\/Your holy people possessed Your sanctuary for a little while,\/Our adversaries have trodden it down."
    },
    "18886": {
        "format": "poetry",
        "text": "\/We have become like those over whom You have never ruled,\/Like those who were not called by Your name."
    },
    "18887": {
        "format": "poetry",
        "text": "§¶Oh, that You would rend the heavens and come down,\/That the mountains might quake at Your presence—"
    },
    "18888": {
        "format": "poetry",
        "text": "\/As fire kindles the brushwood, as fire causes water to boil—\/To make Your name known to Your adversaries,\/That the nations may tremble at Your presence!"
    },
    "18889": {
        "format": "poetry",
        "text": "\/When You did awesome things which we did not expect,\/You came down, the mountains quaked at Your presence."
    },
    "18890": {
        "format": "poetry",
        "text": "\/For from days of old they have not heard or perceived by ear,\/Nor has the eye seen a God besides You,\/Who acts in behalf of the one who waits for Him."
    },
    "18891": {
        "format": "poetry",
        "text": "\/You meet him who rejoices in doing righteousness,\/Who remembers You in Your ways.\/Behold, You were angry, for we sinned,\/We continued in them a long time;\/And shall we be saved?"
    },
    "18892": {
        "format": "poetry",
        "text": "\/For all of us have become like one who is unclean,\/And all our righteous deeds are like a filthy garment;\/And all of us wither like a leaf,\/And our iniquities, like the wind, take us away."
    },
    "18893": {
        "format": "poetry",
        "text": "\/There is no one who calls on Your name,\/Who arouses himself to take hold of You;\/For You have hidden Your face from us\/And have delivered us into the power of our iniquities."
    },
    "18894": {
        "format": "poetry",
        "text": "¶But now, O Lord, You are our Father,\/We are the clay, and You our potter;\/And all of us are the work of Your hand."
    },
    "18895": {
        "format": "poetry",
        "text": "\/Do not be angry beyond measure, O Lord,\/Nor remember iniquity forever;\/Behold, look now, all of us are Your people."
    },
    "18896": {
        "format": "poetry",
        "text": "\/Your holy cities have become a wilderness,\/Zion has become a wilderness,\/Jerusalem a desolation."
    },
    "18897": {
        "format": "poetry",
        "text": "\/Our holy and beautiful house,\/Where our fathers praised You,\/Has been burned by fire;\/And all our precious things have become a ruin."
    },
    "18898": {
        "format": "poetry",
        "text": "\/Will You restrain Yourself at these things, O Lord?\/Will You keep silent and afflict us beyond measure?"
    },
    "18899": {
        "format": "poetry",
        "text": "§¶“I permitted Myself to be sought by those who did not ask for Me;\/I permitted Myself to be found by those who did not seek Me.\/I said, ‘Here am I, here am I,’\/To a nation which did not call on My name."
    },
    "18900": {
        "format": "poetry",
        "text": "\/“I have spread out My hands all day long to a rebellious people,\/Who walk in the way which is not good, following their own thoughts,"
    },
    "18901": {
        "format": "poetry",
        "text": "\/A people who continually provoke Me to My face,\/Offering sacrifices in gardens and burning incense on bricks;"
    },
    "18902": {
        "format": "poetry",
        "text": "\/Who sit among graves and spend the night in secret places;\/Who eat swine’s flesh,\/And the broth of unclean meat is in their pots."
    },
    "18903": {
        "format": "poetry",
        "text": "\/“Who say, ‘Keep to yourself, do not come near me,\/For I am holier than you!’\/These are smoke in My nostrils,\/A fire that burns all the day."
    },
    "18904": {
        "format": "poetry",
        "text": "\/“Behold, it is written before Me,\/I will not keep silent, but I will repay;\/I will even repay into their bosom,"
    },
    "18905": {
        "format": "poetry",
        "text": "\/Both their own iniquities and the iniquities of their fathers together,” says the Lord.\/“Because they have burned incense on the mountains\/And scorned Me on the hills,\/Therefore I will measure their former work into their bosom.”"
    },
    "18906": {
        "format": "prose",
        "text": "¶Thus says the Lord,¶▼“As the new wine is found in the cluster,\/And one says, ‘Do not destroy it, for there is benefit in it,’\/So I will act on behalf of My servants\/In order not to destroy all of them."
    },
    "18907": {
        "format": "poetry",
        "text": "\/“I will bring forth offspring from Jacob,\/And an heir of My mountains from Judah;\/Even My chosen ones shall inherit it,\/And My servants will dwell there."
    },
    "18908": {
        "format": "poetry",
        "text": "\/“Sharon will be a pasture land for flocks,\/And the valley of Achor a resting place for herds,\/For My people who seek Me."
    },
    "18909": {
        "format": "poetry",
        "text": "\/“But you who forsake the Lord,\/Who forget My holy mountain,\/Who set a table for Fortune,\/And who fill cups with mixed wine for Destiny,"
    },
    "18910": {
        "format": "poetry",
        "text": "\/I will destine you for the sword,\/And all of you will bow down to the slaughter.\/Because I called, but you did not answer;\/I spoke, but you did not hear.\/And you did evil in My sight\/And chose that in which I did not delight.”"
    },
    "18911": {
        "format": "prose",
        "text": "¶Therefore, thus says the Lord God,¶▼“Behold, My servants will eat, but you will be hungry.\/Behold, My servants will drink, but you will be thirsty.\/Behold, My servants will rejoice, but you will be put to shame."
    },
    "18912": {
        "format": "poetry",
        "text": "\/“Behold, My servants will shout joyfully with a glad heart,\/But you will cry out with a heavy heart,\/And you will wail with a broken spirit."
    },
    "18913": {
        "format": "poetry",
        "text": "\/“You will leave your name for a curse to My chosen ones,\/And the Lord God will slay you.\/But My servants will be called by another name."
    },
    "18914": {
        "format": "poetry",
        "text": "\/“Because he who is blessed in the earth\/Will be blessed by the God of truth;\/And he who swears in the earth\/Will swear by the God of truth;\/Because the former troubles are forgotten,\/And because they are hidden from My sight!"
    },
    "18915": {
        "format": "poetry",
        "text": "§¶“For behold, I create new heavens and a new earth;\/And the former things will not be remembered or come to mind."
    },
    "18916": {
        "format": "poetry",
        "text": "\/“But be glad and rejoice forever in what I create;\/For behold, I create Jerusalem for rejoicing\/And her people for gladness."
    },
    "18917": {
        "format": "poetry",
        "text": "\/“I will also rejoice in Jerusalem and be glad in My people;\/And there will no longer be heard in her\/The voice of weeping and the sound of crying."
    },
    "18918": {
        "format": "poetry",
        "text": "\/“No longer will there be in it an infant who lives but a few days,\/Or an old man who does not live out his days;\/For the youth will die at the age of one hundred\/And the one who does not reach the age of one hundred\/Will be thought accursed."
    },
    "18919": {
        "format": "poetry",
        "text": "\/“They will build houses and inhabit them;\/They will also plant vineyards and eat their fruit."
    },
    "18920": {
        "format": "poetry",
        "text": "\/“They will not build and another inhabit,\/They will not plant and another eat;\/For as the lifetime of a tree, so will be the days of My people,\/And My chosen ones will wear out the work of their hands."
    },
    "18921": {
        "format": "poetry",
        "text": "\/“They will not labor in vain,\/Or bear children for calamity;\/For they are the offspring of those blessed by the Lord,\/And their descendants with them."
    },
    "18922": {
        "format": "prose",
        "text": "¶It will also come to pass that before they call, I will answer; and while they are still speaking, I will hear."
    },
    "18923": {
        "format": "prose",
        "text": "The wolf and the lamb will graze together, and the lion will eat straw like the ox; and dust will be the serpent’s food. They will do no evil or harm in all My holy mountain,” says the Lord."
    },
    "18924": {
        "format": "prose",
        "text": "§¶Thus says the Lord,¶▼“Heaven is My throne and the earth is My footstool.\/Where then is a house you could build for Me?\/And where is a place that I may rest?"
    },
    "18925": {
        "format": "poetry",
        "text": "\/“For My hand made all these things,\/Thus all these things came into being,” declares the Lord.\/“But to this one I will look,\/To him who is humble and contrite of spirit, and who trembles at My word."
    },
    "18926": {
        "format": "poetry",
        "text": "§¶“But he who kills an ox is like one who slays a man;\/He who sacrifices a lamb is like the one who breaks a dog’s neck;\/He who offers a grain offering is like one who offers swine’s blood;\/He who burns incense is like the one who blesses an idol.\/As they have chosen their own ways,\/And their soul delights in their abominations,"
    },
    "18927": {
        "format": "poetry",
        "text": "\/So I will choose their punishments\/And will bring on them what they dread.\/Because I called, but no one answered;\/I spoke, but they did not listen.\/And they did evil in My sight\/And chose that in which I did not delight.”"
    },
    "18928": {
        "format": "poetry",
        "text": "\/Hear the word of the Lord, you who tremble at His word:\/“Your brothers who hate you, who exclude you for My name’s sake,\/Have said, ‘Let the Lord be glorified, that we may see your joy.’\/But they will be put to shame."
    },
    "18929": {
        "format": "poetry",
        "text": "\/“A voice of uproar from the city, a voice from the temple,\/The voice of the Lord who is rendering recompense to His enemies."
    },
    "18930": {
        "format": "poetry",
        "text": "¶“Before she travailed, she brought forth;\/Before her pain came, she gave birth to a boy."
    },
    "18931": {
        "format": "poetry",
        "text": "\/“Who has heard such a thing? Who has seen such things?\/Can a land be born in one day?\/Can a nation be brought forth all at once?\/As soon as Zion travailed, she also brought forth her sons."
    },
    "18932": {
        "format": "poetry",
        "text": "\/“Shall I bring to the point of birth and not give delivery?” says the Lord.\/“Or shall I who gives delivery shut the womb?” says your God."
    },
    "18933": {
        "format": "poetry",
        "text": "§¶“Be joyful with Jerusalem and rejoice for her, all you who love her;\/Be exceedingly glad with her, all you who mourn over her,"
    },
    "18934": {
        "format": "poetry",
        "text": "\/That you may nurse and be satisfied with her comforting breasts,\/That you may suck and be delighted with her bountiful bosom.”"
    },
    "18935": {
        "format": "poetry",
        "text": "\/For thus says the Lord, “Behold, I extend peace to her like a river,\/And the glory of the nations like an overflowing stream;\/And you will be nursed, you will be carried on the hip and fondled on the knees."
    },
    "18936": {
        "format": "poetry",
        "text": "\/“As one whom his mother comforts, so I will comfort you;\/And you will be comforted in Jerusalem.”"
    },
    "18937": {
        "format": "poetry",
        "text": "\/Then you will see this, and your heart will be glad,\/And your bones will flourish like the new grass;\/And the hand of the Lord will be made known to His servants,\/But He will be indignant toward His enemies."
    },
    "18938": {
        "format": "poetry",
        "text": "\/For behold, the Lord will come in fire\/And His chariots like the whirlwind,\/To render His anger with fury,\/And His rebuke with flames of fire."
    },
    "18939": {
        "format": "poetry",
        "text": "\/For the Lord will execute judgment by fire\/And by His sword on all flesh,\/And those slain by the Lord will be many."
    },
    "18940": {
        "format": "poetry",
        "text": "\/“Those who sanctify and purify themselves to go to the gardens,\/Following one in the center,\/Who eat swine’s flesh, detestable things and mice,\/Will come to an end altogether,” declares the Lord."
    },
    "18941": {
        "format": "prose",
        "text": "¶“For I know their works and their thoughts; the time is coming to gather all nations and tongues. And they shall come and see My glory."
    },
    "18942": {
        "format": "prose",
        "text": "I will set a sign among them and will send survivors from them to the nations: Tarshish, Put, Lud, Meshech, Tubal and Javan, to the distant coastlands that have neither heard My fame nor seen My glory. And they will declare My glory among the nations."
    },
    "18943": {
        "format": "prose",
        "text": "Then they shall bring all your brethren from all the nations as a grain offering to the Lord, on horses, in chariots, in litters, on mules and on camels, to My holy mountain Jerusalem,” says the Lord, “just as the sons of Israel bring their grain offering in a clean vessel to the house of the Lord."
    },
    "18944": {
        "format": "prose",
        "text": "I will also take some of them for priests and for Levites,” says the Lord."
    },
    "18945": {
        "format": "poetry",
        "text": "¶“For just as the new heavens and the new earth\/Which I make will endure before Me,” declares the Lord,\/“So your offspring and your name will endure."
    },
    "18946": {
        "format": "poetry",
        "text": "\/“And it shall be from new moon to new moon\/And from sabbath to sabbath,\/All mankind will come to bow down before Me,” says the Lord."
    },
    "18947": {
        "format": "poetry",
        "text": "\/“Then they will go forth and look\/On the corpses of the men\/Who have transgressed against Me.\/For their worm will not die\/And their fire will not be quenched;\/And they will be an abhorrence to all mankind.”"
    }
}