{
    "17656": {
        "format": "prose",
        "text": "§¶The vision of Isaiah the son of Amoz, which he saw concerning Judah and Jerusalem in the days of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah."
    },
    "17657": {
        "format": "poetry",
        "text": "§¶Hear, O heavens, and give ear, O earth.\/_For the Lord has spoken:\/I have nourished and brought up children,\/_and they have rebelled against Me;"
    },
    "17658": {
        "format": "poetry",
        "text": "\/the ox knows his owner,\/_and the donkey his master’s crib,\/but Israel does not know;\/_My people do not consider."
    },
    "17659": {
        "format": "poetry",
        "text": "¶Alas, sinful nation,\/_a people laden with iniquity,\/a brood of evildoers,\/_children who deal corruptly!\/They have forsaken the Lord,\/_they have provoked the Holy One of Israel to anger,\/_they are estranged and backward."
    },
    "17660": {
        "format": "poetry",
        "text": "¶Why should you be beaten again,\/_that you revolt more and more?\/The whole head is sick,\/_and the whole heart faint."
    },
    "17661": {
        "format": "poetry",
        "text": "\/From the sole of the foot even to the head\/_there is no soundness in it.\/Wounds, bruises,\/_and open sores;\/they have not been closed,\/_nor bandaged, nor soothed with oil."
    },
    "17662": {
        "format": "poetry",
        "text": "¶Your country is desolate,\/_your cities are burned with fire;\/strangers devour your land\/_in your presence;\/_and it is desolate, as overthrown by strangers."
    },
    "17663": {
        "format": "poetry",
        "text": "\/The daughter of Zion is left\/_like a shelter in a vineyard,\/like a hut in a field of melons,\/_like a besieged city."
    },
    "17664": {
        "format": "poetry",
        "text": "\/Unless the Lord of Hosts\/_had left to us a very small remnant,\/we would have been as Sodom;\/_we would have been like Gomorrah."
    },
    "17665": {
        "format": "poetry",
        "text": "¶Hear the word of the Lord,\/_you rulers of Sodom;\/listen to the law of our God,\/_you people of Gomorrah:"
    },
    "17666": {
        "format": "poetry",
        "text": "\/For what purpose is the multitude\/_of your sacrifices to Me? says the Lord.\/I am full of the burnt offerings of rams,\/_and the fat of fed animals.\/I do not delight in the blood of bulls,\/_or of lambs, or of male goats."
    },
    "17667": {
        "format": "poetry",
        "text": "\/When you come to appear before Me,\/_who has required this at your hand,\/_to trample My courts?"
    },
    "17668": {
        "format": "poetry",
        "text": "\/Bring no more vain offerings;\/_incense is an abomination to Me.\/New Moons, Sabbaths, and convocations—\/_I cannot bear with evil assemblies."
    },
    "17669": {
        "format": "poetry",
        "text": "\/My soul hates\/_your New Moons and your appointed feasts;\/they are a burden to Me;\/_I am weary of bearing them."
    },
    "17670": {
        "format": "poetry",
        "text": "\/When you reach out your hands,\/_I will hide My eyes from you;\/even when you make many prayers,\/_I will not hear.¶Your hands are full of blood."
    },
    "17671": {
        "format": "poetry",
        "text": "¶Wash yourselves, make yourselves clean;\/_put away the evil from your deeds, from before My eyes.\/_Cease to do evil,"
    },
    "17672": {
        "format": "poetry",
        "text": "\/learn to do good; seek justice,\/_relieve the oppressed;\/judge the fatherless,\/_plead for the widow."
    },
    "17673": {
        "format": "poetry",
        "text": "¶Come now, and let us reason together,\/_says the Lord.\/Though your sins be as scarlet,\/_they shall be as white as snow;\/though they be red like crimson,\/_they shall be as wool."
    },
    "17674": {
        "format": "poetry",
        "text": "\/If you are willing and obedient,\/_you shall eat the good of the land;"
    },
    "17675": {
        "format": "poetry",
        "text": "\/but if you refuse and rebel,\/_you shall be devoured with the sword;\/_for the mouth of the Lord has spoken it."
    },
    "17676": {
        "format": "poetry",
        "text": "§¶How the faithful city\/_has become a prostitute!\/She was full of justice;\/_righteousness lodged in her,\/_but now murderers."
    },
    "17677": {
        "format": "poetry",
        "text": "\/Your silver has become dross,\/_your wine mixed with water."
    },
    "17678": {
        "format": "poetry",
        "text": "\/Your princes are rebellious\/_and companions of thieves;\/everyone loves a bribe\/_and follows after rewards.\/They do not defend the fatherless,\/_nor does the cause of the widow come before them."
    },
    "17679": {
        "format": "poetry",
        "text": "¶Therefore the Lord, the Lord of Hosts,\/_the Mighty One of Israel, says:\/Ah, I will get relief from My adversaries,\/_and avenge Myself on My enemies."
    },
    "17680": {
        "format": "poetry",
        "text": "\/And I will turn My hand against you,\/_thoroughly purge away your dross,\/_and take away all your impurities."
    },
    "17681": {
        "format": "poetry",
        "text": "\/I will restore your judges as at the first,\/_and your counselors as at the beginning.\/Afterward you shall be called\/_the city of righteousness,\/_a faithful town."
    },
    "17682": {
        "format": "poetry",
        "text": "¶Zion shall be redeemed with justice\/_and her converts with righteousness."
    },
    "17683": {
        "format": "poetry",
        "text": "\/But the destruction of the transgressors and sinners shall be together,\/_and those who forsake the Lord shall be consumed."
    },
    "17684": {
        "format": "poetry",
        "text": "¶For they shall be ashamed of the oaks\/_which you have desired,\/and you shall be humiliated for the gardens\/_that you have chosen."
    },
    "17685": {
        "format": "poetry",
        "text": "\/For you shall be as an oak whose leaf fades,\/_and as a garden that has no water."
    },
    "17686": {
        "format": "poetry",
        "text": "\/The strong shall be as tinder,\/_and his work like a spark;\/they will both burn together,\/_and no one will quench them."
    },
    "17687": {
        "format": "prose",
        "text": "§¶The word that Isaiah the son of Amoz saw concerning Judah and Jerusalem."
    },
    "17688": {
        "format": "prose",
        "text": "¶In the last days,¶▼the mountain of the Lord’s house shall be established\/_on the top of the mountains,\/and shall be exalted above the hills,\/_and all nations shall flow to it."
    },
    "17689": {
        "format": "prose",
        "text": "¶Many people shall go and say,¶▼“Come, and let us go up to the mountain of the Lord,\/_to the house of the God of Jacob,\/and He will teach us of His ways,\/_and we will walk in His paths.”\/For out of Zion shall go forth the law,\/_and the word of the Lord from Jerusalem."
    },
    "17690": {
        "format": "poetry",
        "text": "\/He shall judge among the nations,\/_and shall rebuke many peoples;\/and they shall beat their swords into plowshares,\/_and their spears into pruning hooks;\/nation shall not lift up sword against nation,\/_nor shall they learn war any more."
    },
    "17691": {
        "format": "poetry",
        "text": "¶O house of Jacob, come,\/_and let us walk in the light of the Lord."
    },
    "17692": {
        "format": "poetry",
        "text": "§¶For You have forsaken Your people,\/_the house of Jacob,\/because they are replenished from the east,\/_and are soothsayers like the Philistines,\/_and they please themselves with the children of strangers."
    },
    "17693": {
        "format": "poetry",
        "text": "\/Their land also is full of silver and gold,\/_and there is no end to their treasures;\/their land is also full of horses,\/_and there is no end to their chariots."
    },
    "17694": {
        "format": "poetry",
        "text": "\/Their land also is full of idols;\/_they worship the work of their own hands,\/_that which their own fingers have made."
    },
    "17695": {
        "format": "poetry",
        "text": "\/And the common man bows down,\/_and the great man humbles himself;\/_therefore, do not forgive them."
    },
    "17696": {
        "format": "poetry",
        "text": "¶Enter into the rock,\/_and hide in the dust\/from the fear of the Lord\/_and from the glory of His majesty."
    },
    "17697": {
        "format": "poetry",
        "text": "\/The lofty looks of man shall be humbled,\/_and the haughtiness of men shall be bowed down,\/and the Lord alone shall be exalted in that day."
    },
    "17698": {
        "format": "poetry",
        "text": "¶For the day of the Lord of Hosts shall be\/_upon everything that is proud and lofty,\/_and upon everything that is lifted up,\/_and it shall be brought low;"
    },
    "17699": {
        "format": "poetry",
        "text": "\/and it will be upon all the cedars of Lebanon that are high and lifted up,\/_and upon all the oaks of Bashan,"
    },
    "17700": {
        "format": "poetry",
        "text": "\/and upon all the high mountains,\/_and upon all the hills that are lifted up,"
    },
    "17701": {
        "format": "poetry",
        "text": "\/and upon all the high towers,\/_and upon every fenced wall,"
    },
    "17702": {
        "format": "poetry",
        "text": "\/and upon all the ships of Tarshish,\/_and upon all pleasant sloops."
    },
    "17703": {
        "format": "poetry",
        "text": "\/The loftiness of man shall be humbled,\/_and the haughtiness of men shall be brought low;\/the Lord alone will be exalted in that day;"
    },
    "17704": {
        "format": "poetry",
        "text": "\/_the idols He shall utterly abolish."
    },
    "17705": {
        "format": "poetry",
        "text": "¶They shall go into the holes of the rocks,\/_and into the caves of the earth,\/from the fear of the Lord,\/_and from the glory of His majesty,\/_when He shall arise to shake the earth mightily."
    },
    "17706": {
        "format": "poetry",
        "text": "\/In that day a man shall cast away\/_his idols of silver and his idols of gold,\/which they made for themselves to worship,\/_to the moles and to the bats,"
    },
    "17707": {
        "format": "poetry",
        "text": "\/to enter the caverns of the rocks,\/_and into the clefts of the cliffs,\/from the terror of the Lord,\/_and from the glory of His majesty,\/_when He arises to shake the earth mightily."
    },
    "17708": {
        "format": "poetry",
        "text": "¶Cease regarding man,\/_whose breath is in his nostrils;\/for why should he be esteemed?"
    },
    "17709": {
        "format": "poetry",
        "text": "§¶For now the Lord,\/_the Lord of Hosts,\/takes away from Jerusalem and from Judah\/_the stock and the store,\/the whole supply of bread, and the whole supply of water;"
    },
    "17710": {
        "format": "poetry",
        "text": "\/_the mighty man and the man of war,\/the judge and the prophet,\/_and the prudent and the ancient,"
    },
    "17711": {
        "format": "poetry",
        "text": "\/the captain of fifty and the honorable man,\/_the counselor and the skillful artisan, and the eloquent orator."
    },
    "17712": {
        "format": "poetry",
        "text": "¶I will give youths to be their princes,\/_and unweaned children shall rule over them."
    },
    "17713": {
        "format": "poetry",
        "text": "¶The people shall be oppressed,\/_every one by another, and every one by his neighbor;\/the youth shall behave himself proudly against the elder,\/_and the inferior against the honorable."
    },
    "17714": {
        "format": "poetry",
        "text": "¶When a man shall take hold of his brother\/_in the house of his father saying,\/“You have clothing; be our ruler,\/_and let this ruin be under your power,”"
    },
    "17715": {
        "format": "poetry",
        "text": "\/in that day he shall swear saying,\/_“I will not be a healer.\/For in my house is neither bread nor clothing;\/_do not make me a ruler of the people.”"
    },
    "17716": {
        "format": "poetry",
        "text": "¶For Jerusalem is ruined,\/_and Judah is fallen,\/because their tongue and their deeds are against the Lord,\/_to provoke the eyes of His glory."
    },
    "17717": {
        "format": "poetry",
        "text": "\/The expression of their countenance witnesses against them,\/_and they declare their sin as Sodom;\/_they hide it not.\/Woe to them!\/_For they have brought evil on themselves."
    },
    "17718": {
        "format": "poetry",
        "text": "¶Say to the righteous that it shall be well with them,\/_for they shall eat the fruit of their deeds."
    },
    "17719": {
        "format": "poetry",
        "text": "\/Woe to the wicked! It shall be ill with him,\/for the reward of his hands shall be given him."
    },
    "17720": {
        "format": "poetry",
        "text": "¶As for My people, children are their oppressors,\/_and women rule over them.\/O My people, those who lead you cause you to err,\/_and destroy the way of your paths."
    },
    "17721": {
        "format": "poetry",
        "text": "¶The Lord stands up to plead\/_and stands to judge the people."
    },
    "17722": {
        "format": "poetry",
        "text": "\/The Lord will enter into judgment\/_with the elders and the princes of His people:\/For you have eaten up the vineyard;\/_the spoil of the poor is in your houses."
    },
    "17723": {
        "format": "poetry",
        "text": "\/What do you mean that you beat My people to pieces\/_and grind the faces of the poor?\/_says the Lord God of Hosts."
    },
    "17724": {
        "format": "poetry",
        "text": "¶Moreover the Lord says:\/_Because the daughters of Zion are haughty\/and walk with outstretched necks\/_and wanton eyes,\/walking and mincing as they go,\/_and making a tinkling with their feet,"
    },
    "17725": {
        "format": "poetry",
        "text": "\/therefore, the Lord will strike with a scab the crown of the head of the daughters of Zion,\/_and the Lord will make their foreheads bare."
    },
    "17726": {
        "format": "prose",
        "text": "¶In that day the Lord will take away the finery of the ankle ornaments, and the headbands, and the crescent ornaments,"
    },
    "17727": {
        "format": "prose",
        "text": "the chains, and the bracelets, and the veils,"
    },
    "17728": {
        "format": "prose",
        "text": "the bonnets, the leg ornaments, the sashes, perfume boxes, amulets,"
    },
    "17729": {
        "format": "prose",
        "text": "the finger rings, nose rings,"
    },
    "17730": {
        "format": "prose",
        "text": "festal robes, outer tunics, cloaks, purses,"
    },
    "17731": {
        "format": "prose",
        "text": "hand mirrors, and undergarments, hoods, and veils."
    },
    "17732": {
        "format": "poetry",
        "text": "¶Instead of sweet perfume there shall be a stench;\/_and instead of a belt, a rope;\/and instead of well‐set hair, baldness;\/_and instead of fine clothes, a girding of sackcloth;\/_and branding instead of beauty."
    },
    "17733": {
        "format": "poetry",
        "text": "\/Your men shall fall by the sword,\/_and your mighty in the war."
    },
    "17734": {
        "format": "poetry",
        "text": "\/Her gates shall lament and mourn,\/_and she, being desolate, shall sit on the ground."
    },
    "17735": {
        "format": "poetry",
        "text": "\/And in that day seven women\/_shall take hold of one man, saying,\/“We will eat our own bread,\/_and wear our own apparel,\/only let us be called by your name,\/_to take away our reproach.”"
    },
    "17736": {
        "format": "prose",
        "text": "§¶In that day the branch of the Lord shall be beautiful and glorious, and the fruit of the earth shall be excellent and comely for those of Israel who have escaped."
    },
    "17737": {
        "format": "prose",
        "text": "He who is left in Zion and he who remains in Jerusalem shall be called holy, even everyone who is written among the living in Jerusalem."
    },
    "17738": {
        "format": "prose",
        "text": "When the Lord has washed away the filth of the daughters of Zion and has purged the blood of Jerusalem from the midst by the spirit of justice and by the spirit of burning,"
    },
    "17739": {
        "format": "prose",
        "text": "then the Lord will create upon every dwelling place of Mount Zion, and upon her assemblies, a cloud and smoke by day and the shining of a flaming fire by night. For over all the glory shall be a covering."
    },
    "17740": {
        "format": "prose",
        "text": "There shall be a tabernacle for a shadow in the daytime from the heat, and for a place of refuge, and for a shelter from storm and from rain."
    },
    "17741": {
        "format": "poetry",
        "text": "§¶Now I will sing to my well‐beloved a song of my beloved\/_concerning His vineyard:\/My well‐beloved has a vineyard\/_in a very fruitful hill."
    },
    "17742": {
        "format": "poetry",
        "text": "\/And He fenced it, and removed its stones,\/_and planted it with the choicest vine.\/And He built a tower in the midst of it,\/_and also made a winepress in it;\/and He expected it to bring forth good grapes,\/_but it brought forth wild grapes."
    },
    "17743": {
        "format": "poetry",
        "text": "¶Now, O inhabitants of Jerusalem and men of Judah,\/_judge between My vineyard and Me."
    },
    "17744": {
        "format": "poetry",
        "text": "\/What more could have been done to My vineyard\/_that I have not done in it?\/Why, when I expected it to bring forth good grapes,\/_did it bring forth wild grapes?"
    },
    "17745": {
        "format": "poetry",
        "text": "\/So now I will tell you\/_what I will do to My vineyard:\/I will take away its hedge,\/_and it shall be consumed;\/I will break down its wall,\/_and it shall be trodden down."
    },
    "17746": {
        "format": "poetry",
        "text": "\/And I will lay it waste:\/_It shall not be pruned or dug,\/_but briers and thorns shall come up.\/I will also command the clouds\/_that they rain no rain on it."
    },
    "17747": {
        "format": "poetry",
        "text": "¶For the vineyard of the Lord of Hosts\/_is the house of Israel,\/and the men of Judah\/_His pleasant plant.\/Thus He looked for justice, but saw oppression;\/_for righteousness, but heard a cry."
    },
    "17748": {
        "format": "poetry",
        "text": "§¶Woe to those who join house to house,\/_who add field to field,\/until there is no more space\/_where they may live alone in the midst of the land!"
    },
    "17749": {
        "format": "prose",
        "text": "¶In my ears the Lord of Hosts said:¶▼Truly, many houses shall be desolate,\/_even great and beautiful, without inhabitants."
    },
    "17750": {
        "format": "poetry",
        "text": "\/For ten acres of vineyard shall yield one bath,\/_and the homer of seed shall yield an ephah."
    },
    "17751": {
        "format": "poetry",
        "text": "¶Woe to those who rise up early in the morning\/_that they may pursue strong drink;\/who continue late in the evening\/_until wine inflames them!"
    },
    "17752": {
        "format": "poetry",
        "text": "\/The lyre and the harp, the tambourine and pipe,\/_and wine are in their feasts;\/but they do not regard the deeds of the Lord,\/_or consider the work of His hands."
    },
    "17753": {
        "format": "poetry",
        "text": "\/Therefore My people go into captivity\/_because they have no knowledge;\/and their honorable men are famished,\/_and their multitude dried up with thirst."
    },
    "17754": {
        "format": "poetry",
        "text": "\/Therefore Sheol has enlarged itself\/_and opened its mouth without measure;\/so their glory, and their multitude, and their pomp,\/_and he who rejoices shall descend into it."
    },
    "17755": {
        "format": "poetry",
        "text": "\/The common man shall be brought down,\/_and the great man shall be humbled,\/_and the eyes of the lofty shall be humbled."
    },
    "17756": {
        "format": "poetry",
        "text": "\/But the Lord of Hosts shall be exalted in judgment,\/_and God who is holy shall be hallowed in righteousness."
    },
    "17757": {
        "format": "poetry",
        "text": "\/Then the lambs shall feed in their pasture,\/_and strangers shall eat in the waste places of the wealthy."
    },
    "17758": {
        "format": "poetry",
        "text": "¶Woe to those who draw iniquity with cords of falsehood\/_and sin as if with a cart rope,"
    },
    "17759": {
        "format": "poetry",
        "text": "\/who say, “Let Him make speed\/_and hasten His work,\/_that we may see it;\/and let the counsel of the Holy One of Israel\/_draw near and come,\/_that we may know it!”"
    },
    "17760": {
        "format": "poetry",
        "text": "¶Woe to those who call evil good,\/_and good evil;\/who exchange darkness for light,\/_and light for darkness;\/who exchange bitter for sweet,\/_and sweet for bitter!"
    },
    "17761": {
        "format": "poetry",
        "text": "¶Woe to those who are wise in their own eyes\/_and prudent in their own sight!"
    },
    "17762": {
        "format": "poetry",
        "text": "¶Woe to those who are mighty to drink wine,\/_and men of strength to mingle strong drink,"
    },
    "17763": {
        "format": "poetry",
        "text": "\/who justify the wicked for a reward,\/_and take away the justice of the righteous from him!"
    },
    "17764": {
        "format": "poetry",
        "text": "\/Therefore, as the fire devours the stubble\/_and the flame consumes the chaff,\/so their root shall be as rottenness,\/_and their blossom shall go up as dust;\/because they have cast away the law of the Lord of Hosts\/_and despised the word of the Holy One of Israel."
    },
    "17765": {
        "format": "poetry",
        "text": "\/Therefore the anger of the Lord burns against His people,\/_and He has stretched out His hand against them, and has stricken them,\/and the hills trembled.\/_Their corpses were torn in the midst of the streets.¶For all this His anger is not turned away,\/_and His hand is still stretched out."
    },
    "17766": {
        "format": "poetry",
        "text": "¶He will lift up a banner to the nations from afar\/_and will hiss at them from the ends of the earth;\/certainly they shall come\/_with speed, swiftly."
    },
    "17767": {
        "format": "poetry",
        "text": "\/No one shall be weary or stumble among them;\/_no one shall slumber or sleep;\/neither shall the girdle of their loins be loosed,\/_nor the strap of their shoes be broken;"
    },
    "17768": {
        "format": "poetry",
        "text": "\/their arrows are sharp\/_and all their bows bent;\/their horses’ hooves will seem like flint,\/_and their wheels like a whirlwind."
    },
    "17769": {
        "format": "poetry",
        "text": "\/Their roaring shall be like a lion,\/_they shall roar like young lions;\/they shall roar and lay hold of the prey;\/_and shall carry it away, and no one shall deliver it."
    },
    "17770": {
        "format": "poetry",
        "text": "\/In that day they shall roar against them\/_like the roaring of the sea.\/And if one looks to the land—\/_only darkness and sorrow,\/_and the light is darkened by the clouds."
    },
    "17771": {
        "format": "prose",
        "text": "§¶In the year that King Uzziah died I saw the Lord sitting on a throne, high and lifted up, and His train filled the temple."
    },
    "17772": {
        "format": "prose",
        "text": "Above it stood the seraphim. Each one had six wings. With two he covered his face, and with two he covered his feet, and with two he flew."
    },
    "17773": {
        "format": "prose",
        "text": "One cried to another and said:¶▼“Holy, holy, holy, is the Lord of Hosts;\/_the whole earth is full of His glory.”"
    },
    "17774": {
        "format": "prose",
        "text": "¶The posts of the door moved at the voice of him who cried, and the house was filled with smoke."
    },
    "17775": {
        "format": "prose",
        "text": "¶And I said: “Woe is me! For I am undone because I am a man of unclean lips, and I dwell in the midst of a people of unclean lips. For my eyes have seen the King, the Lord of Hosts.”"
    },
    "17776": {
        "format": "prose",
        "text": "¶Then one of the seraphim flew to me with a live coal which he had taken with the tongs from off the altar in his hand."
    },
    "17777": {
        "format": "prose",
        "text": "And he laid it on my mouth, and said, “This has touched your lips, and your iniquity is taken away, and your sin purged.”"
    },
    "17778": {
        "format": "prose",
        "text": "¶Also I heard the voice of the Lord saying, “Whom shall I send, and who will go for us?”¶Then I said, “Here am I. Send me.”"
    },
    "17779": {
        "format": "prose",
        "text": "¶He said, “Go, and tell this people:¶▼‘Keep on hearing, but do not understand;\/_keep on seeing, but do not perceive.’"
    },
    "17780": {
        "format": "poetry",
        "text": "\/Make the heart of this people dull,\/_and their ears heavy,\/_and shut their eyes;\/lest they see with their eyes,\/_and hear with their ears,\/_and understand with their heart,\/and turn and be healed.”"
    },
    "17781": {
        "format": "prose",
        "text": "¶Then I said, “Lord, how long?”¶And He answered:¶▼“Until the cities are laid waste\/_without inhabitants,\/and the houses without man,\/_and the land is utterly desolate,"
    },
    "17782": {
        "format": "poetry",
        "text": "\/and the Lord has removed men far away,\/_and there is a great forsaking in the midst of the land."
    },
    "17783": {
        "format": "poetry",
        "text": "\/But yet in it shall be a tenth,\/_and it shall return, and shall be burned,\/as a terebinth tree or as an oak,\/_whose stump remains when it is cut down,\/_so the holy seed is its stump.”"
    },
    "17784": {
        "format": "prose",
        "text": "§¶And it came to pass in the days of Ahaz the son of Jotham, the son of Uzziah, king of Judah, that Rezin the king of Aram, and Pekah the son of Remaliah, king of Israel, went up toward Jerusalem to war against it, but could not prevail against it."
    },
    "17785": {
        "format": "prose",
        "text": "¶It was said to the house of David, “Aram is allied with Ephraim.” Then his heart trembled and the heart of his people, as the trees of the wood tremble with the wind."
    },
    "17786": {
        "format": "prose",
        "text": "¶Then the Lord said to Isaiah: Go out now to meet Ahaz, you, and Shear‐Jashub your son, at the end of the conduit of the upper pool in the highway of the fuller’s field,"
    },
    "17787": {
        "format": "prose",
        "text": "and say to him, Take heed, and be quiet. Do not fear nor be fainthearted because of the two tails of these smoking firebrands, because of the fierce anger of Rezin with Aram and of the son of Remaliah,"
    },
    "17788": {
        "format": "prose",
        "text": "because Aram, Ephraim, and the son of Remaliah have taken evil counsel against you, saying,"
    },
    "17789": {
        "format": "prose",
        "text": "Let us go up against Judah, and trouble it, and let us make a breach there for us, and set a king in the midst of it, even the son of Tabeel."
    },
    "17790": {
        "format": "prose",
        "text": "Thus says the Lord God:¶▼It shall not stand,\/_nor shall it come to pass."
    },
    "17791": {
        "format": "poetry",
        "text": "\/For the head of Aram is Damascus,\/_and the head of Damascus is Rezin.\/Now within sixty‐five years\/_Ephraim shall be broken so that it is not a people."
    },
    "17792": {
        "format": "poetry",
        "text": "\/The head of Ephraim is Samaria,\/_and the head of Samaria is the son of Remaliah.\/If you will not believe,\/_surely you shall not be established."
    },
    "17793": {
        "format": "prose",
        "text": "§¶Moreover the Lord spoke again to Ahaz, saying:"
    },
    "17794": {
        "format": "prose",
        "text": "Ask for a sign from the Lord your God. Make it either as deep as Sheol or as high as heaven."
    },
    "17795": {
        "format": "prose",
        "text": "¶But Ahaz said, I will not ask, nor will I tempt the Lord."
    },
    "17796": {
        "format": "prose",
        "text": "¶Then he said, “Hear now, O house of David. Is it a small thing for you to weary men, but will you weary my God also?"
    },
    "17797": {
        "format": "prose",
        "text": "Therefore the Lord Himself shall give you a sign: The virgin shall conceive, and bear a son, and shall call his name Immanuel."
    },
    "17798": {
        "format": "prose",
        "text": "Curds and honey he shall eat at the time that he knows enough to refuse the evil and choose the good."
    },
    "17799": {
        "format": "prose",
        "text": "For before the child shall know to refuse the evil and choose the good, the land that you dread shall be forsaken of both her kings."
    },
    "17800": {
        "format": "prose",
        "text": "The Lord shall bring upon you, and upon your people, and upon your father’s house, days that have not come from the day that Ephraim departed from Judah, even the king of Assyria.”"
    },
    "17801": {
        "format": "prose",
        "text": "¶In that day the Lord shall whistle for the fly that is in the uttermost part of the rivers of Egypt, and for the bee that is in the land of Assyria."
    },
    "17802": {
        "format": "prose",
        "text": "They shall come, and all of them shall rest in the desolate valleys, and in the holes of the rocks, and on all thorns, and on all bushes."
    },
    "17803": {
        "format": "prose",
        "text": "In that same day the Lord shall shave with a hired razor, from regions beyond the River, with the king of Assyria, the head, and the hair of the legs, and it shall also remove the beard."
    },
    "17804": {
        "format": "prose",
        "text": "In that day a man shall nourish a young cow and two sheep,"
    },
    "17805": {
        "format": "prose",
        "text": "and because of the abundance of milk that they give, he shall eat curds; for everyone who is left in the land shall eat curds and honey."
    },
    "17806": {
        "format": "prose",
        "text": "In that day every place where there were a thousand vines, worth a thousand shekels of silver, shall become briers and thorns."
    },
    "17807": {
        "format": "prose",
        "text": "With arrows and with bows shall men come there because all the land shall become briers and thorns."
    },
    "17808": {
        "format": "prose",
        "text": "On all hills that used to be cultivated with the hoe, you will not go there for fear of briers and thorns. But it shall be for pasturing oxen and for sheep to tread."
    },
    "17809": {
        "format": "prose",
        "text": "§¶Moreover the Lord said to me, Take for yourself a large book and write in it with a man’s pen: “Swift is the booty, speedy is the prey.”"
    },
    "17810": {
        "format": "prose",
        "text": "I will take to Myself faithful witnesses for testimony, Uriah the priest and Zechariah the son of Jeberekiah."
    },
    "17811": {
        "format": "prose",
        "text": "So I went in to the prophetess, and she conceived and bore a son. Then the Lord said to me, Call his name Maher‐Shalal‐Hash‐Baz."
    },
    "17812": {
        "format": "prose",
        "text": "For before the child knows how to cry “My father” and “My mother,” the riches of Damascus and the spoil of Samaria shall be taken away before the king of Assyria."
    },
    "17813": {
        "format": "prose",
        "text": "¶The Lord spoke to me again, saying:"
    },
    "17814": {
        "format": "poetry",
        "text": "¶Because this people refuses\/_the gently flowing waters of Shiloah\/and rejoices in Rezin\/_and the son of Remaliah,"
    },
    "17815": {
        "format": "poetry",
        "text": "\/now therefore the Lord certainly is about to bring upon them\/_the strong and plentiful waters of the River,\/_even the king of Assyria and all his glory;\/and he shall come up over all his channels\/_and go over all his banks."
    },
    "17816": {
        "format": "poetry",
        "text": "\/And he shall pass through Judah, he shall overflow and go over,\/_he shall reach even to the neck,\/and the stretching out of his wings shall fill the breadth of your land,\/_O Immanuel."
    },
    "17817": {
        "format": "poetry",
        "text": "¶Be broken, O you peoples, and be broken in pieces.\/_And give ear, all you from far countries.\/Gird yourselves, but be broken in pieces;\/_gird yourselves, but be broken in pieces."
    },
    "17818": {
        "format": "poetry",
        "text": "\/Take counsel together, but it shall come to nothing;\/_speak the word, but it shall not stand\/_for God is with us."
    },
    "17819": {
        "format": "prose",
        "text": "§¶For the Lord spoke thus to me with a strong hand and instructed me that I should not walk in the way of this people, saying:"
    },
    "17820": {
        "format": "poetry",
        "text": "¶You should not say, “It is a conspiracy,”\/_concerning all that this people calls a conspiracy,\/neither fear their threats\/_nor be afraid of them."
    },
    "17821": {
        "format": "poetry",
        "text": "\/Sanctify the Lord of Hosts Himself,\/_and let Him be your fear,\/_and let Him be your dread."
    },
    "17822": {
        "format": "poetry",
        "text": "\/He shall become a sanctuary,\/_but a stone of stumbling and a rock of offense\/to both the houses of Israel,\/_and a trap and a snare to the inhabitants of Jerusalem."
    },
    "17823": {
        "format": "poetry",
        "text": "\/Many among them shall stumble\/_and fall and be broken\/_and be snared and be taken."
    },
    "17824": {
        "format": "poetry",
        "text": "¶Bind up the testimony;\/_seal the law among My disciples."
    },
    "17825": {
        "format": "poetry",
        "text": "\/I will wait on the Lord,\/_who hides His face from the house of Jacob,\/and I will eagerly look for Him."
    },
    "17826": {
        "format": "prose",
        "text": "¶See, I and the children whom the Lord has given me are for signs and for wonders in Israel from the Lord of Hosts who dwells in Mount Zion."
    },
    "17827": {
        "format": "prose",
        "text": "¶When they say to you, “Seek after the mediums and the wizards, who whisper and mutter,” should not a people seek after their God? Should they consult the dead for the living?"
    },
    "17828": {
        "format": "prose",
        "text": "To the law and to the testimony; if they do not speak according to this word, it is because there is no light in them."
    },
    "17829": {
        "format": "prose",
        "text": "They shall pass through the land hard‐pressed and hungry; when they are hungry, they shall be furious and curse their king and their God as they look upward."
    },
    "17830": {
        "format": "prose",
        "text": "Then they shall look to the earth and see trouble and darkness, gloom of anguish. And they shall be driven away into darkness."
    },
    "17831": {
        "format": "prose",
        "text": "§¶Nevertheless there shall be no more gloom for her who was in anguish. In the former time He contemptuously treated the land of Zebulun and the land of Naphtali, but in the latter time He shall make it glorious, by the way of the sea, beyond the Jordan, in Galilee of the nations."
    },
    "17832": {
        "format": "poetry",
        "text": "¶The people who walked in darkness\/_have seen a great light;\/those who dwell in the land of the shadow of death,\/_upon them the light has shined."
    },
    "17833": {
        "format": "poetry",
        "text": "\/You have multiplied the nation\/_and increased the joy;\/they rejoice before You\/_according to the joy of harvest\/and as men rejoice\/_when they divide the spoil."
    },
    "17834": {
        "format": "poetry",
        "text": "\/For You have broken the yoke of his burden\/_and the bar of his shoulder,\/the rod of his oppressor\/_as in the day of Midian’s defeat."
    },
    "17835": {
        "format": "poetry",
        "text": "\/For all the sandals of the tramping warriors\/_and all the garments rolled in blood\/_shall be burned as fuel for the fire."
    },
    "17836": {
        "format": "poetry",
        "text": "\/For unto us a child is born,\/_unto us a son is given,\/_and the government shall be upon his shoulder.\/And his name shall be called\/_Wonderful Counselor, Mighty God,\/_Eternal Father, Prince of Peace."
    },
    "17837": {
        "format": "poetry",
        "text": "\/Of the increase of his government and peace\/_there shall be no end,\/upon the throne of David\/_and over his kingdom,\/to order it and to establish it\/_with justice and with righteousness,\/_from now until forever.\/The zeal of the Lord of Hosts\/_will perform this."
    },
    "17838": {
        "format": "poetry",
        "text": "§¶The Lord sent a word against Jacob,\/_and it falls upon Israel."
    },
    "17839": {
        "format": "poetry",
        "text": "\/All the people shall know,\/_even Ephraim and the inhabitants of Samaria,\/who say in the pride\/_and stoutness of heart,"
    },
    "17840": {
        "format": "poetry",
        "text": "\/“The bricks are fallen down,\/_but we will build with hewn stones;\/the sycamores are cut down,\/_but we will replace them with cedars.”"
    },
    "17841": {
        "format": "poetry",
        "text": "\/Therefore, the Lord shall set up the adversaries of Rezin against him,\/_and join his enemies together."
    },
    "17842": {
        "format": "poetry",
        "text": "\/The Arameans shall be before and the Philistines behind;\/_and they shall devour Israel with open jaws.¶For all this His anger is not turned away,\/_and His hand is stretched out still."
    },
    "17843": {
        "format": "poetry",
        "text": "¶For the people do not turn to Him who struck them,\/_nor do they seek the Lord of Hosts."
    },
    "17844": {
        "format": "poetry",
        "text": "\/Therefore the Lord will cut off from Israel head and tail,\/_branch and bulrush, in one day."
    },
    "17845": {
        "format": "poetry",
        "text": "\/The elder and honorable man, he is the head;\/_and the prophet that teaches lies, he is the tail."
    },
    "17846": {
        "format": "poetry",
        "text": "\/For the leaders of this people cause them to err,\/_and those who are led by them are destroyed."
    },
    "17847": {
        "format": "poetry",
        "text": "\/Therefore the Lord shall have no joy in their young men,\/_nor shall He have mercy on their fatherless and widows;\/for every one of them is a hypocrite and an evildoer,\/_and every mouth speaks folly.¶For all this His anger is not turned away,\/_and His hand is stretched out still."
    },
    "17848": {
        "format": "poetry",
        "text": "¶For wickedness burns as a fire;\/_it shall devour the briers and thorns,\/and shall ignite in the thickets of the forest,\/_and they shall mount up like rising smoke."
    },
    "17849": {
        "format": "poetry",
        "text": "\/Through the wrath of the Lord of Hosts\/_is the land burned up,\/and the people shall be as fuel for the fire;\/_no man shall spare his brother."
    },
    "17850": {
        "format": "poetry",
        "text": "\/They shall snatch on the right hand,\/_but still be hungry;\/and they shall eat on the left hand,\/_and shall not be satisfied;\/every man shall eat the flesh of his own arm."
    },
    "17851": {
        "format": "poetry",
        "text": "\/_Manasseh consumes Ephraim, and Ephraim, Manasseh,\/_and they together shall be against Judah.¶For all this His anger is not turned away,\/_and His hand is stretched out still."
    },
    "17852": {
        "format": "poetry",
        "text": "¶Woe to those who decree unrighteous decrees\/_and who write unjust judgments which they have prescribed"
    },
    "17853": {
        "format": "poetry",
        "text": "\/to turn aside the needy from justice\/_and to take away the right from the poor of My people,\/that widows may be their prey,\/_and that they may rob the fatherless!"
    },
    "17854": {
        "format": "poetry",
        "text": "\/And what will you do in the day of punishment\/_and in the desolation which shall come from afar?\/To whom will you flee for help,\/_and where will you leave your wealth?"
    },
    "17855": {
        "format": "poetry",
        "text": "\/Nothing remains but to bow down among the prisoners,\/_and they shall fall among the slain.¶For all this His anger is not turned away,\/_and His hand is stretched out still."
    },
    "17856": {
        "format": "poetry",
        "text": "§¶Woe to Assyria, the rod of My anger\/_and the staff in whose hand is My indignation."
    },
    "17857": {
        "format": "poetry",
        "text": "\/I will send him against an ungodly nation,\/_and against the people of My wrath I will give him a command,\/to seize the plunder, to take the prey,\/_and to tread them down like the mire of the streets."
    },
    "17858": {
        "format": "poetry",
        "text": "\/However he does not so intend,\/_nor does he plan so in his heart;\/but his purpose is to destroy\/_and to cut off many nations."
    },
    "17859": {
        "format": "poetry",
        "text": "\/For he says, “Are not my princes altogether kings?"
    },
    "17860": {
        "format": "poetry",
        "text": "\/_Is not Kalno as Carchemish?\/Is not Hamath as Arpad?\/_Is not Samaria as Damascus?"
    },
    "17861": {
        "format": "poetry",
        "text": "\/As my hand has found the kingdoms of the idols\/_whose graven images were greater than those of Jerusalem and Samaria,"
    },
    "17862": {
        "format": "poetry",
        "text": "\/shall I not, as I have done to Samaria and her idols,\/_so do to Jerusalem and her idols?”"
    },
    "17863": {
        "format": "prose",
        "text": "¶When the Lord has performed all His work on Mount Zion and on Jerusalem, He will say, “I will punish the fruit of the stout heart of the king of Assyria and the glory of his high looks.”"
    },
    "17864": {
        "format": "prose",
        "text": "For he says:¶▼“By the strength of my hand and by my wisdom,\/_I have done it, for I am prudent;\/and I have removed the bounds of the people,\/_and have robbed their treasures,\/_and I have put down the inhabitants like a valiant man."
    },
    "17865": {
        "format": "poetry",
        "text": "\/And my hand has found as a nest\/_the riches of the people,\/and as one gathers eggs that are left,\/_I have gathered all the earth\/and there was no one who moved the wing\/_or opened the mouth or peeped.”"
    },
    "17866": {
        "format": "poetry",
        "text": "¶Shall the axe boast itself against him who hews with it?\/_Or shall the saw magnify itself against him who wields it?\/That is as if the rod wields itself against those who lift it up,\/_or as if the staff should lift itself up as if it were not wood."
    },
    "17867": {
        "format": "poetry",
        "text": "\/Therefore the Lord, God of Hosts,\/_shall send leanness among his stout ones,\/and under his glory he shall kindle a burning\/_like the burning of a fire."
    },
    "17868": {
        "format": "poetry",
        "text": "\/The light of Israel shall be a fire,\/_and his Holy One a flame,\/and it shall burn and devour\/_his thorns and his briers in one day,"
    },
    "17869": {
        "format": "poetry",
        "text": "\/and shall consume the glory of his forest,\/_and of his fruitful field, both soul and body;\/_and it shall be as when a sick man faints."
    },
    "17870": {
        "format": "poetry",
        "text": "\/The rest of the trees of his forest shall be so few\/_that a child may write them down."
    },
    "17871": {
        "format": "poetry",
        "text": "§¶In that day the remnant of Israel\/_and those who have escaped of the house of Jacob\/shall never again depend on him\/_who struck them,\/but shall depend on the Lord,\/_the Holy One of Israel, in truth."
    },
    "17872": {
        "format": "poetry",
        "text": "\/The remnant shall return, even the remnant of Jacob,\/_to the mighty God."
    },
    "17873": {
        "format": "poetry",
        "text": "\/For though your people, O Israel, are as the sand of the sea,\/_yet a remnant of them shall return;\/the destruction is decreed,\/_overflowing with righteousness."
    },
    "17874": {
        "format": "poetry",
        "text": "\/For the Lord God of Hosts shall make a complete destruction,\/_as decreed, in the midst of all the land."
    },
    "17875": {
        "format": "prose",
        "text": "¶Therefore, thus says the Lord God of Hosts:¶▼O My people who dwell in Zion,\/_do not be afraid of the Assyrian.\/He shall strike you with a rod\/_and shall lift up his staff against you, after the manner of Egypt."
    },
    "17876": {
        "format": "poetry",
        "text": "\/For yet a very little while, and the indignation shall cease,\/_and My anger will be directed to their destruction."
    },
    "17877": {
        "format": "poetry",
        "text": "¶The Lord of Hosts shall stir up a scourge for him\/_according to the slaughter of Midian at the rock of Oreb;\/and as His rod was over the sea, so shall He lift it up\/_after the manner of Egypt."
    },
    "17878": {
        "format": "poetry",
        "text": "\/In that day his burden shall be taken away from off your shoulder,\/_and his yoke from off your neck;\/and the yoke shall be destroyed\/_because of the anointing oil."
    },
    "17879": {
        "format": "poetry",
        "text": "¶He has come against Aiath,\/_he has passed through Migron;\/_at Mikmash he has laid up his carriages."
    },
    "17880": {
        "format": "poetry",
        "text": "\/They are gone over the pass,\/_they have taken up their lodging at Geba.\/Ramah is afraid,\/_Gibeah of Saul has fled."
    },
    "17881": {
        "format": "poetry",
        "text": "\/Lift up your voice, O daughter of Gallim.\/_Listen, Laishah\/_and poor Anathoth."
    },
    "17882": {
        "format": "poetry",
        "text": "\/Madmenah has fled,\/_the inhabitants of Gebim gather themselves to flee."
    },
    "17883": {
        "format": "poetry",
        "text": "\/Yet today he shall remain at Nob;\/_he shakes his fist\/against the mount of the daughter of Zion,\/_the hill of Jerusalem."
    },
    "17884": {
        "format": "poetry",
        "text": "¶See, the Lord, the Lord of Hosts,\/_shall lop the bough with terror;\/and the tall ones of stature shall be hewn down,\/_and the haughty shall be humbled."
    },
    "17885": {
        "format": "poetry",
        "text": "\/He shall cut down the thickets of the forest with iron,\/_and Lebanon shall fall by the Mighty One."
    },
    "17886": {
        "format": "poetry",
        "text": "§¶And there shall come forth a shoot from the stump of Jesse,\/_and a Branch shall grow out of his roots."
    },
    "17887": {
        "format": "poetry",
        "text": "\/The Spirit of the Lord shall rest upon him,\/_the Spirit of wisdom and understanding,\/_the Spirit of counsel and might,\/_the Spirit of knowledge and of the fear of the Lord."
    },
    "17888": {
        "format": "poetry",
        "text": "¶He shall delight in the fear of the Lord,\/_and he shall not judge by what his eyes see,\/_nor reprove by what his ears hear;"
    },
    "17889": {
        "format": "poetry",
        "text": "\/but with righteousness he shall judge the poor,\/_and reprove with fairness for the meek of the earth.\/He shall strike the earth with the rod of his mouth,\/_and with the breath of his lips he shall slay the wicked."
    },
    "17890": {
        "format": "poetry",
        "text": "\/Righteousness shall be the belt of his loins,\/_and faithfulness the belt about his waist."
    },
    "17891": {
        "format": "poetry",
        "text": "¶The wolf also shall dwell with the lamb,\/_and the leopard shall lie down with the young goat,\/and the calf and the young lion and the fatling together;\/_and a little child shall lead them."
    },
    "17892": {
        "format": "poetry",
        "text": "\/The cow and the bear shall graze;\/_their young ones shall lie down together;\/_and the lion shall eat straw like the ox."
    },
    "17893": {
        "format": "poetry",
        "text": "\/The nursing child shall play by the hole of the asp,\/_and the weaned child shall put his hand in the viper’s den."
    },
    "17894": {
        "format": "poetry",
        "text": "\/They shall not hurt or destroy\/_in all My holy mountain,\/for the earth shall be full of the knowledge of the Lord,\/_as the waters cover the sea."
    },
    "17895": {
        "format": "prose",
        "text": "¶In that day there shall be a Root of Jesse, who shall stand as a banner to the peoples. For him shall the nations seek. And his rest shall be glorious."
    },
    "17896": {
        "format": "prose",
        "text": "In that day the Lord shall set His hand again the second time to recover the remnant of His people, who shall be left, from Assyria, from Egypt, from Pathros, from Cush, from Elam, from Shinar, from Hamath, and from the islands of the sea."
    },
    "17897": {
        "format": "poetry",
        "text": "¶He shall set up a banner for the nations,\/_and shall assemble the outcasts of Israel,\/and gather together the dispersed of Judah\/_from the four corners of the earth."
    },
    "17898": {
        "format": "poetry",
        "text": "\/The envy also of Ephraim shall depart,\/_and the adversaries of Judah shall be cut off;\/Ephraim shall not envy Judah,\/_and Judah shall not harass Ephraim."
    },
    "17899": {
        "format": "poetry",
        "text": "\/But they shall swoop down on the slopes of the Philistines towards the west;\/_they shall plunder the sons of the east together;\/they shall lay their hand on Edom and Moab,\/_and the children of Ammon shall obey them."
    },
    "17900": {
        "format": "poetry",
        "text": "\/The Lord shall utterly destroy\/_the tongue of the Egyptian sea,\/and with His mighty wind He shall shake His hand\/_over the River,\/and shall strike it into seven streams,\/_and make men walk over dry‐shod."
    },
    "17901": {
        "format": "poetry",
        "text": "\/There shall be a highway for the remnant of His people,\/_who will be left from Assyria,\/as it was for Israel\/_when he came up from the land of Egypt."
    },
    "17902": {
        "format": "prose",
        "text": "§¶And in that day you shall say:¶▼O Lord, I will praise You;\/_though You were angry with me,\/Your anger has turned away,\/_and You comforted me."
    },
    "17903": {
        "format": "poetry",
        "text": "\/Certainly God is my salvation;\/_I will trust and not be afraid;\/for the Lord God is my strength and my song;\/_He also has become my salvation."
    },
    "17904": {
        "format": "poetry",
        "text": "\/Therefore with joy you shall draw water\/_out of the wells of salvation."
    },
    "17905": {
        "format": "prose",
        "text": "¶In that day you shall say:¶▼Praise the Lord, call upon His name,\/_declare His deeds among the peoples,\/_make them remember that His name is exalted."
    },
    "17906": {
        "format": "poetry",
        "text": "\/Sing to the Lord, for He has done excellent things;\/_let this be known in all the earth."
    },
    "17907": {
        "format": "poetry",
        "text": "\/Cry out and shout for joy, O inhabitant of Zion.\/_For great is the Holy One of Israel in your midst."
    },
    "17908": {
        "format": "prose",
        "text": "§¶The burden of Babylon, which Isaiah the son of Amoz saw."
    },
    "17909": {
        "format": "poetry",
        "text": "¶Lift up a banner on the high mountain,\/_exalt the voice to them,\/shake the hand,\/_that they may go into the gates of the nobles."
    },
    "17910": {
        "format": "poetry",
        "text": "\/I have commanded My sanctified ones,\/_I have also called My mighty ones for My anger,\/_even those who rejoice in My exaltation."
    },
    "17911": {
        "format": "poetry",
        "text": "¶The noise of a multitude in the mountains,\/_like as of a great people!\/A tumultuous noise of the kingdoms\/_of nations gathered together!\/The Lord of Hosts musters\/_the army for battle."
    },
    "17912": {
        "format": "poetry",
        "text": "\/They come from a far country,\/_from the end of heaven,\/the Lord and the weapons of His indignation,\/_to destroy the whole land."
    },
    "17913": {
        "format": "poetry",
        "text": "¶Wail, for the day of the Lord is at hand!\/_It shall come as destruction from the Almighty."
    },
    "17914": {
        "format": "poetry",
        "text": "\/Therefore all hands shall be faint,\/_and every man’s heart shall melt,"
    },
    "17915": {
        "format": "poetry",
        "text": "\/and they shall be afraid.\/_Pangs and sorrows shall take hold of them;\/_they shall be in pain as a woman who travails;\/they shall be amazed one at another;\/_their faces shall be as flames."
    },
    "17916": {
        "format": "poetry",
        "text": "¶See, the day of the Lord comes,\/_cruel, both with wrath and fierce anger,\/to lay the land desolate,\/_and He shall destroy its sinners out of it."
    },
    "17917": {
        "format": "poetry",
        "text": "\/For the stars of heaven and their constellations\/_shall not give their light;\/the sun shall be dark when it rises,\/_and the moon shall not cause her light to shine."
    },
    "17918": {
        "format": "poetry",
        "text": "\/I will punish the world for its evil,\/_and the wicked for their iniquity;\/and I will cause the arrogance of the proud to cease,\/_and will lay low the haughtiness of the ruthless."
    },
    "17919": {
        "format": "poetry",
        "text": "\/I will make a man more rare than fine gold,\/_and mankind than the golden wedge of Ophir."
    },
    "17920": {
        "format": "poetry",
        "text": "\/Therefore, I will shake the heavens,\/_and the earth shall be shaken out of her place\/at the wrath of the Lord of Hosts\/_and in the day of His fierce anger."
    },
    "17921": {
        "format": "poetry",
        "text": "¶It shall be as the chased roe,\/_and as a sheep that no man takes up;\/every man shall turn to his own people\/_and flee every one into his own land."
    },
    "17922": {
        "format": "poetry",
        "text": "\/Every one who is found shall be thrust through,\/_and every one who is joined to them shall fall by the sword."
    },
    "17923": {
        "format": "poetry",
        "text": "\/Their children also shall be dashed to pieces before their eyes;\/_their houses shall be devastated and their wives ravished."
    },
    "17924": {
        "format": "poetry",
        "text": "¶See, I will stir up the Medes against them,\/_who shall not regard silver;\/_and as for gold, they shall not delight in it."
    },
    "17925": {
        "format": "poetry",
        "text": "\/Their bows also shall dash the young men to pieces,\/_and they shall have no pity on the fruit of the womb;\/_their eye shall not spare children."
    },
    "17926": {
        "format": "poetry",
        "text": "\/Babylon, the glory of kingdoms,\/_the beauty of the Chaldean’s excellency,\/shall be as when God overthrew\/_Sodom and Gomorrah."
    },
    "17927": {
        "format": "poetry",
        "text": "\/It shall never be inhabited,\/_nor shall it be lived in from generation to generation,\/nor shall the Arabian pitch a tent there,\/_nor shall the shepherds make their fold there."
    },
    "17928": {
        "format": "poetry",
        "text": "\/But wild beasts of the desert shall lie down there,\/_and their houses shall be full of owls,\/ostriches also shall dwell there,\/_and shaggy goats shall dance there."
    },
    "17929": {
        "format": "poetry",
        "text": "\/The wild beasts of the islands shall cry in their desolate houses\/_and jackals in their pleasant palaces.\/And her time is near to come,\/_and her days shall not be prolonged."
    },
    "17930": {
        "format": "poetry",
        "text": "§¶For the Lord will have mercy on Jacob,\/_and will yet choose Israel,\/_and set them in their own land.\/Then the strangers shall be joined with them,\/_and they shall cleave to the house of Jacob."
    },
    "17931": {
        "format": "poetry",
        "text": "\/The people shall take them\/_and bring them to their place,\/and the house of Israel shall possess them\/_in the land of the Lord for servants and handmaids;\/and they shall take them captive, whose captives they were,\/_and they shall rule over their oppressors."
    },
    "17932": {
        "format": "prose",
        "text": "§¶In the day the Lord gives you rest from your sorrow, and from your fear, and from the hard bondage in which you were made to serve,"
    },
    "17933": {
        "format": "prose",
        "text": "you shall take up this proverb against the king of Babylon, and say:¶▼How has the oppressor ceased!\/_The golden city ceased!"
    },
    "17934": {
        "format": "poetry",
        "text": "\/The Lord has broken the staff of the wicked,\/_and the scepter of the rulers;"
    },
    "17935": {
        "format": "poetry",
        "text": "\/he who struck the people in wrath with unceasing strokes,\/_he who ruled the nations in anger, is persecuted, and no one hinders."
    },
    "17936": {
        "format": "poetry",
        "text": "\/The whole earth is at rest and is quiet;\/_they break forth into singing."
    },
    "17937": {
        "format": "poetry",
        "text": "\/Indeed, the fir trees rejoice at you,\/_and the cedars of Lebanon, saying,\/“Since you are laid down,\/_no tree cutter has come up against us.”"
    },
    "17938": {
        "format": "poetry",
        "text": "¶Hell from beneath is moved for you\/_to meet you at your coming;\/it stirs up the dead for you,\/_even all the chief ones of the earth;\/it has raised up from their thrones\/_all the kings of the nations."
    },
    "17939": {
        "format": "poetry",
        "text": "\/They all shall speak\/_and say to you:\/“Have you also become as weak as we have?\/_Have you become like us?”"
    },
    "17940": {
        "format": "poetry",
        "text": "\/Your pomp is brought down to Hell,\/_and the noise of your harps;\/maggots are spread under you,\/_and the worms cover you."
    },
    "17941": {
        "format": "poetry",
        "text": "¶How are you fallen from heaven,\/_O Lucifer, son of the morning!\/How you are cut down to the ground,\/_you who weaken the nations!"
    },
    "17942": {
        "format": "poetry",
        "text": "\/For you have said in your heart,\/_“I will ascend into heaven,\/I will exalt my throne\/_above the stars of God;\/I will sit also on the mount of the congregation,\/_in the recesses of the north;"
    },
    "17943": {
        "format": "poetry",
        "text": "\/I will ascend above the heights of the clouds,\/_I will be like the Most High.”"
    },
    "17944": {
        "format": "poetry",
        "text": "\/Yet you shall be brought down to Hell,\/_to the sides of the pit."
    },
    "17945": {
        "format": "poetry",
        "text": "¶Those who see you shall stare at you\/_and ponder over you:\/“Is this the man who made the earth\/_to tremble and shook kingdoms,"
    },
    "17946": {
        "format": "poetry",
        "text": "\/who made the world as a wilderness\/_and destroyed its cities,\/_who did not open the house of his prisoners?”"
    },
    "17947": {
        "format": "poetry",
        "text": "¶All the kings of the nations, even all of them, lie in glory,\/_each one in his own tomb;"
    },
    "17948": {
        "format": "poetry",
        "text": "\/but you are cast out of your grave\/_like an abominable branch\/and clothed with those who are slain,\/_thrust through with a sword,\/_who go down to the stones of the pit\/as a corpse trodden underfoot."
    },
    "17949": {
        "format": "poetry",
        "text": "\/_You shall not be joined with them in burial\/because you have destroyed your land\/_and slain your people.¶The seed of evildoers\/_shall never be renowned."
    },
    "17950": {
        "format": "poetry",
        "text": "\/Prepare a place of slaughter for his children\/_for the iniquity of their fathers;\/they must not rise nor possess the land,\/_nor fill the face of the world with cities."
    },
    "17951": {
        "format": "poetry",
        "text": "¶For I will rise up against them,\/_says the Lord of Hosts,\/and cut off from Babylon the name, and remnant,\/_and son, and nephew,\/_says the Lord."
    },
    "17952": {
        "format": "poetry",
        "text": "\/I will also make it a possession for the hedgehog\/_and pools of water,\/and I will sweep it with the broom of destruction,\/_says the Lord of Hosts."
    },
    "17953": {
        "format": "prose",
        "text": "§¶The Lord of Hosts has sworn, saying:¶▼Surely as I have thought, so shall it come to pass,\/_and as I have purposed, so shall it stand:"
    },
    "17954": {
        "format": "poetry",
        "text": "\/that I will break the Assyrian in My land,\/_and on My mountains tread him under foot.\/Then shall his yoke depart from off them\/_and his burden depart from off their shoulders."
    },
    "17955": {
        "format": "poetry",
        "text": "¶This is the purpose that is purposed on the whole earth,\/_and this is the hand that is stretched out on all the nations."
    },
    "17956": {
        "format": "poetry",
        "text": "\/For the Lord of Hosts has purposed, and who shall disannul it?\/_And His hand is stretched out, and who shall turn it back?"
    },
    "17957": {
        "format": "prose",
        "text": "§¶In the year that King Ahaz died was this oracle:"
    },
    "17958": {
        "format": "poetry",
        "text": "¶Rejoice not, O Philistia, all of you,\/_because the rod that struck you is broken;\/for out of the serpent’s root shall come forth a viper,\/_and his fruit shall be a fiery flying serpent."
    },
    "17959": {
        "format": "poetry",
        "text": "\/The firstborn of the poor shall feed,\/_and the needy shall lie down in safety:\/and I will kill your root with famine,\/_and he shall slay your remnant."
    },
    "17960": {
        "format": "poetry",
        "text": "¶Wail, O gate. Cry, O city.\/_Melt away, O Philistia, all of you;\/for smoke shall come from the north,\/_and there is no straggler in his ranks."
    },
    "17961": {
        "format": "poetry",
        "text": "\/What shall one then answer\/_the messengers of the nation?\/That the Lord has founded Zion,\/_and the poor of His people shall trust in it."
    },
    "17962": {
        "format": "prose",
        "text": "§¶The oracle of Moab.¶▼Surely in the night Ar of Moab is laid waste\/_and brought to silence,\/surely in the night Kir of Moab is laid waste\/_and brought to silence,"
    },
    "17963": {
        "format": "poetry",
        "text": "\/he has gone up to the temple and to Dibon,\/_the high places, to weep.\/_Moab shall wail over Nebo and over Medeba;\/on all their heads shall be baldness,\/_and every beard cut off."
    },
    "17964": {
        "format": "poetry",
        "text": "\/In their streets they shall clothe themselves with sackcloth;\/_on the tops of their houses and in their streets,\/everyone shall wail,\/_weeping abundantly."
    },
    "17965": {
        "format": "poetry",
        "text": "\/Heshbon shall cry, and Elealeh;\/_their voice shall be heard even to Jahaz;\/therefore the armed soldiers of Moab shall cry out;\/_his life shall be grievous to him."
    },
    "17966": {
        "format": "poetry",
        "text": "¶My heart shall cry out for Moab;\/_his fugitives shall flee to Zoar,\/_like a three‐year‐old heifer.\/For by the Ascent of Luhith\/_they shall go up with weeping;\/for in the way of Horonaim\/_they shall raise up a cry of destruction,"
    },
    "17967": {
        "format": "poetry",
        "text": "\/for the waters of Nimrim shall be desolate;\/_surely the grass is withered away;\/the grass fails,\/_there is no green thing."
    },
    "17968": {
        "format": "poetry",
        "text": "\/Therefore the abundance they have gained, and that which they have laid up,\/_they shall carry away to the Brook of the Willows."
    },
    "17969": {
        "format": "poetry",
        "text": "\/For the cry has gone all around the borders of Moab;\/_its wailing to Eglaim,\/_and its wailing to Beer Elim."
    },
    "17970": {
        "format": "poetry",
        "text": "\/For the waters of Dimon shall be full of blood;\/_for I will bring more woes on Dimon,\/lions on the fugitives of Moab,\/_and on the remnant of the land."
    },
    "17971": {
        "format": "poetry",
        "text": "¶Send the lamb\/_to the ruler of the land\/from Sela by way of the wilderness,\/_to the mount of the daughter of Zion."
    },
    "17972": {
        "format": "poetry",
        "text": "\/For it shall be that as a wandering bird\/_cast out of the nest,\/so the daughters of Moab shall be\/_at the fords of Arnon."
    },
    "17973": {
        "format": "poetry",
        "text": "¶“Take counsel,\/_execute justice,\/make your shadow as the night\/_at the height of noon.\/Hide the outcasts,\/_do not betray the fugitive."
    },
    "17974": {
        "format": "poetry",
        "text": "\/Let my outcasts dwell with you, Moab;\/_be a hiding place to them from the face of the destroyer.”¶For the extortioner has come to an end;\/_the destroyer ceases;\/_the oppressors are consumed out of the land."
    },
    "17975": {
        "format": "poetry",
        "text": "\/In mercy the throne shall be established;\/_and one who judges and seeks justice\/_and is diligent in righteousness\/shall sit on it in truth\/_in the tabernacle of David, judging."
    },
    "17976": {
        "format": "poetry",
        "text": "¶We have heard of the pride of Moab;\/_he is very proud,\/even of his haughtiness and his pride and his wrath;\/_but his lies shall not be so."
    },
    "17977": {
        "format": "poetry",
        "text": "\/Therefore Moab shall wail for Moab;\/_everyone shall wail.\/For the loss of raisin cakes of Kir Hareseth you shall mourn;\/_surely they are destroyed."
    },
    "17978": {
        "format": "poetry",
        "text": "\/For the fields of Heshbon languish,\/_and the vine of Sibmah;\/the lords of the nations\/_have broken down its choice plants;\/they have come as far as Jazer\/_and wandered through the wilderness.\/Her branches are stretched out;\/_they are passed over the sea."
    },
    "17979": {
        "format": "poetry",
        "text": "\/Therefore I will weep bitterly for Jazer,\/_the vine of Sibmah;\/I will water you with my tears,\/_O Heshbon and Elealeh.\/For the shouting for your summer fruits\/_and for your harvest has fallen away."
    },
    "17980": {
        "format": "poetry",
        "text": "\/Gladness and joy are taken away out of the plentiful field,\/_and in the vineyards there shall be no singing,\/_nor shall there be shouting;\/the treaders shall tread out no wine in their presses.\/_I have made their vintage shouting to cease."
    },
    "17981": {
        "format": "poetry",
        "text": "\/Therefore my heart shall sound like a harp for Moab,\/_and my inward parts for Kir Hareseth."
    },
    "17982": {
        "format": "poetry",
        "text": "\/When it is seen that Moab\/_is weary on the high place,\/he shall come to his sanctuary to pray;\/_but he shall not prevail."
    },
    "17983": {
        "format": "prose",
        "text": "¶This is the word that the Lord has spoken earlier concerning Moab."
    },
    "17984": {
        "format": "prose",
        "text": "But now the Lord has spoken, saying, Within three years, as the years of a hireling, the glory of Moab shall be brought into contempt with all his great population, and his remnant shall be very small and feeble."
    },
    "17985": {
        "format": "prose",
        "text": "§¶The oracle of Damascus.¶▼See, Damascus will cease from being a city;\/_it shall be a ruinous heap."
    },
    "17986": {
        "format": "poetry",
        "text": "\/The cities of Aroer are forsaken;\/_they shall be for flocks, which shall lie down,\/_and no one shall make them afraid."
    },
    "17987": {
        "format": "poetry",
        "text": "\/The fortress also shall cease from Ephraim,\/_and the kingdom from Damascus,\/and the remnant of Aram;\/_they shall be as the glory of the sons of Israel,\/_says the Lord of Hosts."
    },
    "17988": {
        "format": "poetry",
        "text": "¶In that day the glory of Jacob shall decrease,\/_and the fatness of his flesh shall grow lean."
    },
    "17989": {
        "format": "poetry",
        "text": "\/It shall be as when the harvestman gathers the corn\/_and reaps the ears with his arm,\/and it shall be as he who gathers ears\/_in the Valley of Rephaim."
    },
    "17990": {
        "format": "poetry",
        "text": "\/Yet gleaning grapes shall be left in it,\/_as the shaking of an olive tree,\/two or three berries in the top of the uppermost bough,\/_four or five in its outmost fruitful branches,\/_says the Lord God of Israel."
    },
    "17991": {
        "format": "poetry",
        "text": "¶On that day a man shall look to his Maker,\/_and his eyes shall have respect for the Holy One of Israel."
    },
    "17992": {
        "format": "poetry",
        "text": "\/He shall not look to the altars,\/_the work of his hands,\/nor shall he respect what his fingers have made,\/_either the groves or the images."
    },
    "17993": {
        "format": "prose",
        "text": "¶In that day his strong cities shall be as a forsaken bough and an uppermost branch, which they left because of the sons of Israel; and there shall be a desolation."
    },
    "17994": {
        "format": "poetry",
        "text": "¶Because you have forgotten the God of your salvation\/_and have not been mindful of the rock of your strength,\/therefore you plant pleasant plants\/_and set them with vine slips of a strange god;"
    },
    "17995": {
        "format": "poetry",
        "text": "\/in the day that you plant it, you carefully fence it in,\/_and in the morning you make your seed to flourish;\/but the harvest shall be a heap of ruins\/_in the day of grief and desperate pain."
    },
    "17996": {
        "format": "poetry",
        "text": "¶Woe to the multitude of many people\/_who make a noise like the noise of the seas,\/and the rushing of many peoples\/_who make a rumble like the rumbling of mighty waters!"
    },
    "17997": {
        "format": "poetry",
        "text": "\/The nations rumble like the rumbling of many waters;\/_but God shall rebuke them, and they shall flee far off,\/and shall be chased as the chaff of the mountains before the wind,\/_and like rolling dust before the whirlwind."
    },
    "17998": {
        "format": "poetry",
        "text": "\/At evening time, sudden terror!\/_And before the morning, they are no more.\/This is the portion of those who plunder us,\/_and the lot of those who rob us."
    },
    "17999": {
        "format": "poetry",
        "text": "§¶Woe to the land vibrating with wings,\/_which is beyond the rivers of Ethiopia,"
    },
    "18000": {
        "format": "poetry",
        "text": "\/which sends ambassadors by the sea,\/_even in vessels of reeds on the waters, saying,¶“Go, swift messengers,\/to a nation tall and smooth,\/_to a people feared far and wide,\/a nation strong and oppressive,\/_whose land the rivers have divided.”"
    },
    "18001": {
        "format": "poetry",
        "text": "¶All you inhabitants of the world,\/_and dwellers on the earth:\/When he lifts up a banner on the mountains,\/_you will see it;\/and when he blows a trumpet,\/_you will hear it."
    },
    "18002": {
        "format": "poetry",
        "text": "\/For so the Lord said to me:\/_I will look from My dwelling place quietly,\/like dazzling heat in the sunshine,\/_like a cloud of dew in the heat of harvest."
    },
    "18003": {
        "format": "poetry",
        "text": "\/For before the harvest, when the bud is perfect\/_and the sour grape is ripening in the flower,\/then He shall both cut off the sprigs with pruning hooks\/_and take away and cut down the branches."
    },
    "18004": {
        "format": "poetry",
        "text": "\/They shall be left together for the fowl of the mountains\/_and for the beasts of the earth;\/and the fowl shall spend the summer feeding on them,\/_and all the beasts of the earth shall spend the winter on them."
    },
    "18005": {
        "format": "prose",
        "text": "¶In that time a present shall be brought to the Lord of Hosts¶▼from a people tall and smooth,\/_and from a people feared far and wide,\/a nation strong and oppressive,\/_whose land the rivers have divided,¶►to the place of the name of the Lord of Hosts, even Mount Zion."
    },
    "18006": {
        "format": "prose",
        "text": "§¶The oracle of Egypt.¶▼See, the Lord is riding on a swift cloud\/_and shall come into Egypt;\/and the idols of Egypt shall tremble at His presence,\/_and the heart of Egypt shall melt in its midst."
    },
    "18007": {
        "format": "poetry",
        "text": "¶I will set the Egyptians against the Egyptians,\/_and they shall fight every one against his brother,\/_and every one against his neighbor,\/_city against city,\/_and kingdom against kingdom."
    },
    "18008": {
        "format": "poetry",
        "text": "\/The spirit of Egypt shall be discouraged in their midst,\/_and I will destroy their counsel;\/then they shall seek for the idols and for the charmers\/_and for the mediums and the sorcerers."
    },
    "18009": {
        "format": "poetry",
        "text": "\/The Egyptians I will give over\/_into the hand of a cruel lord,\/and a fierce king shall rule over them,\/_says the Lord, the Lord of Hosts."
    },
    "18010": {
        "format": "poetry",
        "text": "¶The waters from the sea shall dry up,\/_and the river shall be parched and dry."
    },
    "18011": {
        "format": "poetry",
        "text": "\/The canals shall emit a stench;\/_the streams of Egypt shall diminish and dry up;\/the reeds and rushes shall wither."
    },
    "18012": {
        "format": "poetry",
        "text": "\/_The papyrus reeds by the brooks,\/_by the mouth of the brooks,\/and everything sown by the brooks,\/_shall wither, be driven away, and be no more."
    },
    "18013": {
        "format": "poetry",
        "text": "\/The fishermen also shall mourn,\/_and all those who cast a line into the brooks shall lament,\/and those who spread nets on the waters\/_shall languish."
    },
    "18014": {
        "format": "poetry",
        "text": "\/Moreover those who work with fine flax\/_and those who weave white cloth shall be humiliated;"
    },
    "18015": {
        "format": "poetry",
        "text": "\/and the pillars of Egypt shall be crushed.\/_All the hired workers shall be grieved in soul."
    },
    "18016": {
        "format": "poetry",
        "text": "¶Surely the princes of Zoan are fools;\/_the counsel of the wise counselors of Pharaoh has become stupid.\/How can you say to Pharaoh,\/_“I am a son of the wise,\/_a son of ancient kings?”"
    },
    "18017": {
        "format": "poetry",
        "text": "¶Where are they? Where are your wise men?\/_Let them tell you now, and let them understand\/what the Lord of Hosts\/_has purposed against Egypt."
    },
    "18018": {
        "format": "poetry",
        "text": "\/The princes of Zoan have become fools;\/_the princes of Memphis are deceived;\/they have also seduced Egypt,\/_even those who are the cornerstone of her tribes."
    },
    "18019": {
        "format": "poetry",
        "text": "\/The Lord has mingled\/_a perverse spirit in her;\/so they have caused Egypt to err in her every work,\/_as a drunken man staggers in his vomit."
    },
    "18020": {
        "format": "poetry",
        "text": "\/Nor shall there be any work for Egypt,\/_which its head or tail, its branch or bulrush, may do."
    },
    "18021": {
        "format": "prose",
        "text": "¶In that day Egypt shall become like women. And it shall be afraid and be in dread because of the shaking of the hand of the Lord of Hosts which He is about to shake over it."
    },
    "18022": {
        "format": "prose",
        "text": "The land of Judah shall become a terror to Egypt. Everyone to whom it is mentioned shall be in dread of it, because of the counsel of the Lord of Hosts which He has determined against it."
    },
    "18023": {
        "format": "prose",
        "text": "¶In that day five cities in the land of Egypt shall speak the language of Canaan and swear to the Lord of Hosts. One shall be called the City of Destruction."
    },
    "18024": {
        "format": "prose",
        "text": "¶In that day there shall be an altar to the Lord in the midst of the land of Egypt, and a pillar to the Lord at its border."
    },
    "18025": {
        "format": "prose",
        "text": "It shall be for a sign and for a witness to the Lord of Hosts in the land of Egypt. For they shall cry to the Lord because of the oppressors, and He shall send them a Savior and a Champion. And He shall deliver them."
    },
    "18026": {
        "format": "prose",
        "text": "The Lord shall be known to Egypt, and the Egyptians shall know the Lord in that day, and shall worship with sacrifice and offering, they shall make a vow to the Lord and perform it."
    },
    "18027": {
        "format": "prose",
        "text": "The Lord shall strike Egypt. He shall strike and heal it. Then they shall return to the Lord, and He shall be entreated by them and shall heal them."
    },
    "18028": {
        "format": "prose",
        "text": "¶In that day there shall be a highway out of Egypt to Assyria, and the Assyrian shall come into Egypt, and the Egyptian into Assyria, and the Egyptians shall worship with the Assyrians."
    },
    "18029": {
        "format": "prose",
        "text": "In that day Israel shall be the third group with Egypt and Assyria, even a blessing in the midst of the earth,"
    },
    "18030": {
        "format": "prose",
        "text": "whom the Lord of Hosts has blessed, saying, “Blessed is Egypt My people, and Assyria the work of My hands, and Israel My inheritance.”"
    },
    "18031": {
        "format": "prose",
        "text": "§¶In the year that the Tartan came to Ashdod, when Sargon the king of Assyria sent him, and he fought against Ashdod and took it,"
    },
    "18032": {
        "format": "prose",
        "text": "at the same time the Lord spoke by Isaiah the son of Amoz saying, “Go and loosen the sackcloth from your waist and take off your shoes from your feet.” And he did so, walking naked and barefoot."
    },
    "18033": {
        "format": "prose",
        "text": "¶The Lord said, “Even as My servant Isaiah has walked naked and barefoot three years for a sign and wonder against Egypt and Ethiopia,"
    },
    "18034": {
        "format": "prose",
        "text": "so the king of Assyria shall lead away the Egyptians as prisoners and the Ethiopians as captives, young and old, naked and barefoot, even with their buttocks uncovered, to the shame of Egypt."
    },
    "18035": {
        "format": "prose",
        "text": "Then they shall be dismayed and ashamed of Ethiopia their hope and Egypt their boast."
    },
    "18036": {
        "format": "prose",
        "text": "So the inhabitants of this coastland shall say in that day, ‘Certainly such is our hope, where we flee for help to be delivered from the king of Assyria! And how shall we escape?’ ”"
    },
    "18037": {
        "format": "prose",
        "text": "§¶The oracle of the desert of the sea.¶▼As whirlwinds in the Negev pass through,\/_so it comes from the desert,\/_from a terrible land."
    },
    "18038": {
        "format": "poetry",
        "text": "¶A grievous vision is declared to me;\/_the treacherous one still deals treacherously, and the destroyer still destroys.\/Go up, O Elam. Lay siege, O Media.\/_All her sighing I have made to cease."
    },
    "18039": {
        "format": "poetry",
        "text": "¶Therefore, my loins are filled with pain;\/_pangs have taken hold of me as the pangs of a woman who travails.\/I am so perplexed at the hearing of it;\/_I am so dismayed at the seeing of it."
    },
    "18040": {
        "format": "poetry",
        "text": "\/My heart panted,\/_fearfulness overwhelmed me;\/the night for which I longed\/_has turned into trembling for me."
    },
    "18041": {
        "format": "poetry",
        "text": "¶Prepare the table,\/_watch in the watchtower,\/_eat and drink.\/Arise, you princes,\/_and oil the shields."
    },
    "18042": {
        "format": "prose",
        "text": "¶For thus the Lord has said to me:¶▼“Go, station a watchman;\/_let him declare what he sees."
    },
    "18043": {
        "format": "poetry",
        "text": "\/When he sees chariots\/_with horsemen in pairs,\/a chariot of donkeys,\/_and a chariot of camels,\/then let him pay close attention,\/_very close attention.”"
    },
    "18044": {
        "format": "prose",
        "text": "¶Then the watchman called:¶▼“O Lord, I stand continually on the watchtower in the daytime,\/_and I am stationed at my guard post every night."
    },
    "18045": {
        "format": "poetry",
        "text": "\/Look, here comes a chariot of men,\/_horsemen in pairs.”\/And he answered and said,\/_“Fallen, fallen is Babylon.\/And all the graven images of her gods\/_lie shattered on the ground.”"
    },
    "18046": {
        "format": "poetry",
        "text": "¶O my threshed people and my afflicted of the threshing floor!\/_What I have heard from the Lord of Hosts,\/the God of Israel,\/_I have declared to you."
    },
    "18047": {
        "format": "prose",
        "text": "§¶The oracle of Dumah.¶▼He calls to me out of Seir,\/_“Watchman, how far gone is the night?\/_Watchman, how far gone is the night?”"
    },
    "18048": {
        "format": "poetry",
        "text": "\/The watchman says,\/_“The morning comes and also the night.\/If you would inquire, inquire;\/_return again.”"
    },
    "18049": {
        "format": "prose",
        "text": "§¶The oracle about Arabia.¶▼In the forest of Arabia you shall lodge,\/_O traveling companies of Dedanites."
    },
    "18050": {
        "format": "poetry",
        "text": "\/_Bring water for the thirsty,\/O inhabitants of the land of Tema;\/_meet the fugitive with bread."
    },
    "18051": {
        "format": "poetry",
        "text": "\/For they fled from the swords,\/_from the drawn sword,\/and from the bent bow,\/_and from the grievousness of war."
    },
    "18052": {
        "format": "prose",
        "text": "¶For thus the Lord has said to me: Within a year, according to the years of a hireling, all the glory of Kedar shall fail."
    },
    "18053": {
        "format": "prose",
        "text": "And the remainder of the number of archers, the mighty men of the children of Kedar, shall be diminished, for the Lord God of Israel has spoken it."
    },
    "18054": {
        "format": "prose",
        "text": "§¶The oracle of the Valley of Vision.¶▼What ails you now,\/_that you all have gone up to the housetops,"
    },
    "18055": {
        "format": "poetry",
        "text": "\/you who were full of noise,\/_a tumultuous city, a joyous city?\/Your slain are not slain with the sword,\/_nor did they die in battle."
    },
    "18056": {
        "format": "poetry",
        "text": "\/All your rulers have fled together;\/_they are captured by the archers.\/All of you who were found were taken captive together,\/_although they had fled from afar."
    },
    "18057": {
        "format": "poetry",
        "text": "\/Therefore, I say, “Look away from me,\/_I will weep bitterly;\/do not try to comfort me\/_because of the destruction of the daughter of my people.”"
    },
    "18058": {
        "format": "poetry",
        "text": "¶For it is a day of trouble and of treading down and of perplexity\/_by the Lord God of Hosts\/_in the Valley of Vision,\/a breaking down of the walls\/_and a crying to the mountains."
    },
    "18059": {
        "format": "poetry",
        "text": "\/Elam took up the quiver\/_with chariots of men and horsemen,\/_and Kir uncovered the shield."
    },
    "18060": {
        "format": "poetry",
        "text": "\/Your choicest valleys shall be full of chariots,\/_and the horsemen shall set themselves in array at the gate."
    },
    "18061": {
        "format": "poetry",
        "text": "¶And He shall remove the protection of Judah.\/_You shall depend in that day\/_on the weapons of the house of the forest;"
    },
    "18062": {
        "format": "poetry",
        "text": "\/you have seen also that the breaches\/_of the City of David are many;\/and you gathered together the waters\/_of the lower pool."
    },
    "18063": {
        "format": "poetry",
        "text": "\/You have numbered the houses of Jerusalem,\/_and the houses you have broken down to fortify the wall."
    },
    "18064": {
        "format": "poetry",
        "text": "\/You also made a reservoir between the two walls\/_for the water of the old pool.\/But you have not looked to its Maker,\/_nor did you respect Him who fashioned it long ago."
    },
    "18065": {
        "format": "poetry",
        "text": "¶In that day the Lord God of Hosts\/_called you to weeping and mourning,\/_and to tear your hair and wear sackcloth."
    },
    "18066": {
        "format": "poetry",
        "text": "\/Yet, there is joy and gladness,\/_slaying of oxen and killing of sheep,\/_eating of meat and drinking wine:\/“Let us eat and drink,\/_for tomorrow we may die.”"
    },
    "18067": {
        "format": "prose",
        "text": "¶It was revealed in my hearing by the Lord of Hosts: Surely this iniquity shall not be forgiven you until you die, says the Lord God of Hosts."
    },
    "18068": {
        "format": "prose",
        "text": "¶Thus says the Lord God of Hosts:¶▼Come, go to this treasurer,\/_even to Shebna, who is over the royal household, and say:"
    },
    "18069": {
        "format": "poetry",
        "text": "\/What right do you have here? And whom do you have here\/_that you have dug out for yourself a tomb here,\/as he who hews out for himself a tomb on high,\/_and who cuts a habitation for himself in a rock?"
    },
    "18070": {
        "format": "poetry",
        "text": "¶Indeed, the Lord is about to hurl you headlong, O man;\/_He is about to seize you firmly."
    },
    "18071": {
        "format": "poetry",
        "text": "\/He will surely violently turn\/_and toss you like a ball into a large country;\/there you shall die,\/_and there the chariots of your glory shall be\/_the shame of your lord’s house."
    },
    "18072": {
        "format": "poetry",
        "text": "\/I will drive you from your office\/_and pull you down from your station."
    },
    "18073": {
        "format": "prose",
        "text": "¶In that day I will call My servant Eliakim the son of Hilkiah."
    },
    "18074": {
        "format": "prose",
        "text": "And I will clothe him with your robe and tie him securely with your sash. And I will entrust him with your authority, and he shall be a father to the inhabitants of Jerusalem and to the house of Judah."
    },
    "18075": {
        "format": "prose",
        "text": "The key of the house of David I will lay on his shoulder. Then he shall open, and no one shall shut. And he shall shut, and no one shall open."
    },
    "18076": {
        "format": "prose",
        "text": "I will fasten him as a nail in a firm place, and he shall become a glorious throne to his father’s house."
    },
    "18077": {
        "format": "prose",
        "text": "They shall hang on him all the glory of his father’s house, the offspring and the issue, all vessels of small quantity, from the bowls to all the jars."
    },
    "18078": {
        "format": "prose",
        "text": "¶In that day, says the Lord of Hosts, the nail that is fastened in the firm place shall be removed, and be cut down and fall. And the load that was on it shall be cut off, for the Lord has spoken it."
    },
    "18079": {
        "format": "prose",
        "text": "§¶The oracle of Tyre.¶▼Wail, O ships of Tarshish,\/_for Tyre is laid waste\/_so that there is no house or harbor;\/from the land of Cyprus\/_it is reported to them."
    },
    "18080": {
        "format": "poetry",
        "text": "¶Be still, you inhabitants of the coastland,\/_you merchants of Sidon;\/_your messengers passed over the sea,"
    },
    "18081": {
        "format": "poetry",
        "text": "\/and were on many waters;\/_the grain of the Nile,\/the harvest of the River was her revenue;\/_and she was the market of nations."
    },
    "18082": {
        "format": "poetry",
        "text": "¶Be ashamed, O Sidon; for the sea has spoken,\/_even the stronghold of the sea, saying,\/“I have not travailed nor brought forth children;\/_neither have I brought up young men nor raised virgins.”"
    },
    "18083": {
        "format": "poetry",
        "text": "\/When the report reaches Egypt,\/_they shall be sorely pained at the report of Tyre."
    },
    "18084": {
        "format": "poetry",
        "text": "¶Pass over to Tarshish;\/_wail, O inhabitants of the coastland."
    },
    "18085": {
        "format": "poetry",
        "text": "\/Is this your joyous city,\/_whose origin is from ancient days,\/whose feet used to carry her\/_to sojourn in distant locations?"
    },
    "18086": {
        "format": "poetry",
        "text": "\/Who has planned this against Tyre,\/_the crowning city,\/whose merchants are princes,\/_whose traffickers are the honorable of the earth?"
    },
    "18087": {
        "format": "poetry",
        "text": "\/The Lord of Hosts has purposed it,\/_to stain the pride of all glory\/_and to bring into contempt all the honorable of the earth."
    },
    "18088": {
        "format": "poetry",
        "text": "¶Pass through your land as the Nile,\/_O daughter of Tarshish;\/_there is no more restraint."
    },
    "18089": {
        "format": "poetry",
        "text": "\/He stretched out His hand over the sea,\/_He shook the kingdoms;\/the Lord has given a command against the merchant city,\/_to destroy its strongholds."
    },
    "18090": {
        "format": "poetry",
        "text": "\/He said: You shall rejoice no more,\/_O oppressed virgin daughter of Sidon.¶Arise, pass over to Cyprus;\/_there also you shall have no rest."
    },
    "18091": {
        "format": "poetry",
        "text": "\/Look at the land of the Chaldeans;\/_this was a people who was not;\/Assyria founded it\/_for those who dwell in the wilderness.\/They set up their siege towers,\/_they stripped its palaces,\/_and brought it to ruin."
    },
    "18092": {
        "format": "poetry",
        "text": "¶Wail, O ships of Tarshish,\/_for your stronghold is laid waste."
    },
    "18093": {
        "format": "prose",
        "text": "¶In that day Tyre shall be forgotten for seventy years, according to the days of one king. After the end of seventy years Tyre shall sing as a harlot:"
    },
    "18094": {
        "format": "poetry",
        "text": "¶Take your harp, go about the city,\/_O forgotten harlot;\/make sweet melody, sing many songs,\/_that you may be remembered."
    },
    "18095": {
        "format": "prose",
        "text": "¶At the end of seventy years, the Lord will punish Tyre. Then she shall turn to her harlot’s wages and shall commit fornication with all the kingdoms on the face of the earth."
    },
    "18096": {
        "format": "prose",
        "text": "Her merchandise and her harlot’s wages shall be set apart to the Lord. It shall not be treasured nor stored up, for her merchandise shall be for those who dwell before the Lord, to eat sufficiently, and for choice clothing."
    },
    "18097": {
        "format": "poetry",
        "text": "§¶Now the Lord makes the earth empty,\/_and makes it waste,\/and turns it upside down,\/_and scatters its inhabitants abroad."
    },
    "18098": {
        "format": "poetry",
        "text": "\/It shall be:\/_as with the people, so with the priest;\/_as with the servant, so with his master;\/_as with the maid, so with her mistress;\/_as with the buyer, so with the seller;\/_as with the lender, so with the borrower;\/_as with the creditor, so with the debtor."
    },
    "18099": {
        "format": "poetry",
        "text": "\/The land shall be utterly emptied,\/_and utterly despoiled,\/_for the Lord has spoken this word."
    },
    "18100": {
        "format": "poetry",
        "text": "¶The earth mourns and fades away,\/_the world languishes and fades away,\/_the haughty people of the earth languish."
    },
    "18101": {
        "format": "poetry",
        "text": "\/The earth also is defiled by its inhabitants\/_because they have transgressed the laws,\/violated the ordinances,\/_broken the everlasting covenant."
    },
    "18102": {
        "format": "poetry",
        "text": "\/Therefore, the curse devours the earth,\/_and those who dwell in it are held guilty.\/Therefore, the inhabitants of the earth are burned,\/_and few men are left."
    },
    "18103": {
        "format": "poetry",
        "text": "\/The new wine fails, the vine languishes,\/_all the merry‐hearted sigh."
    },
    "18104": {
        "format": "poetry",
        "text": "\/The joy of tambourines ceases,\/_the noise of those who rejoice ends,\/_the joy of the harp ceases."
    },
    "18105": {
        "format": "poetry",
        "text": "\/They shall not drink wine with song;\/_strong drink shall be bitter to those who drink it."
    },
    "18106": {
        "format": "poetry",
        "text": "\/The city of confusion is broken down;\/_every house is shut up so that no one may come in."
    },
    "18107": {
        "format": "poetry",
        "text": "\/There is an outcry for wine in the streets,\/_all joy is turned to gloom,\/_the joyfulness of the earth is gone."
    },
    "18108": {
        "format": "poetry",
        "text": "\/Desolation is left in the city,\/_and the gate is battered to destruction."
    },
    "18109": {
        "format": "poetry",
        "text": "\/For thus it shall be in the midst of the earth\/_among the peoples,\/as the shaking of an olive tree,\/_and as the gleaning of grapes when the vintage is done."
    },
    "18110": {
        "format": "poetry",
        "text": "¶They lift up their voices; they sing for the majesty of the Lord;\/_they cry aloud from the west."
    },
    "18111": {
        "format": "poetry",
        "text": "\/Therefore glorify the Lord in the east,\/_even the name of the Lord God of Israel\/_in the coastlands of the sea."
    },
    "18112": {
        "format": "poetry",
        "text": "\/From the uttermost part of the earth we hear songs,\/_that is, “Glory to the Righteous One.”¶But I say, Woe to me! Woe to me!\/_Alas for me!\/The treacherous deal treacherously;\/_indeed, the treacherous deal very treacherously."
    },
    "18113": {
        "format": "poetry",
        "text": "\/Terror and the pit and the snare are upon you,\/_O inhabitant of the earth."
    },
    "18114": {
        "format": "poetry",
        "text": "\/He who flees from the report of disaster\/_shall fall into the pit,\/and he who comes up out of the midst of the pit\/_shall be taken in the snare.¶For the windows from on high are open,\/_and the foundations of the earth shake."
    },
    "18115": {
        "format": "poetry",
        "text": "\/The earth is utterly broken down,\/_the earth is split through,\/_the earth is shaken violently."
    },
    "18116": {
        "format": "poetry",
        "text": "\/The earth reels to and fro like a drunkard,\/_and it totters like a shack,\/and its transgression is heavy upon it,\/_and it shall fall, never to rise again."
    },
    "18117": {
        "format": "poetry",
        "text": "¶In that day the Lord shall punish\/_the host of heaven on high\/_and the kings of the earth on the earth."
    },
    "18118": {
        "format": "poetry",
        "text": "\/They shall be gathered together,\/_as prisoners are gathered in the dungeon,\/and shall be shut up in the prison,\/_and after many days they shall be punished."
    },
    "18119": {
        "format": "poetry",
        "text": "\/Then the moon shall be humiliated and the sun ashamed,\/_when the Lord of Hosts reigns\/in Mount Zion and in Jerusalem,\/_and His glory shall be before His elders."
    },
    "18120": {
        "format": "poetry",
        "text": "§¶O Lord, You are my God.\/_I will exalt You, I will praise Your name,\/for You have done wonderful things;\/_Your plans formed of old\/_are faithfulness and truth."
    },
    "18121": {
        "format": "poetry",
        "text": "\/For You have made a city into a heap,\/_a fortified city into a ruin;\/a palace of strangers is a city no longer;\/_it shall never be built."
    },
    "18122": {
        "format": "poetry",
        "text": "\/Therefore a strong people shall glorify You;\/_cities of ruthless nations shall fear You."
    },
    "18123": {
        "format": "poetry",
        "text": "\/For You have been a defense to the poor,\/_a defense to the needy in his distress,\/a refuge from the storm,\/_a shadow from the heat;\/for the breath of the ruthless ones\/_is as a storm against the wall."
    },
    "18124": {
        "format": "poetry",
        "text": "\/_You bring down the noise of strangers,\/as heat in drought;\/_as the heat by the shadow of a cloud,\/_the song of the ruthless ones shall be brought low."
    },
    "18125": {
        "format": "poetry",
        "text": "¶In this mountain the Lord of Hosts shall prepare\/_for all people a lavish feast,\/a feast of aged wines,\/_choice pieces full of marrow, and refined, aged wines."
    },
    "18126": {
        "format": "poetry",
        "text": "\/He will destroy in this mountain\/_the covering which is over all peoples,\/even the veil that is spread over all nations."
    },
    "18127": {
        "format": "poetry",
        "text": "\/_He will swallow up death for all time,\/and the Lord God will wipe away tears\/_from all faces;\/and the reproach of His people He shall take away\/_from all the earth,\/_for the Lord has spoken it."
    },
    "18128": {
        "format": "prose",
        "text": "¶It shall be said in that day:¶▼Look, this is our God\/_for whom we have waited that He might save us.\/This is the Lord for whom we have waited;\/_we will be glad and rejoice in His salvation."
    },
    "18129": {
        "format": "poetry",
        "text": "¶For in this mountain the hand of the Lord shall rest,\/_and Moab shall be trodden down in his place\/_as straw is trodden down in the water for the manure pile."
    },
    "18130": {
        "format": "poetry",
        "text": "\/He shall spread out his hands in the midst of it,\/_as a swimmer spreads out his hands to swim,\/yet the Lord shall bring down his pride\/_together with the trickery of his hands."
    },
    "18131": {
        "format": "poetry",
        "text": "\/The unassailable fortresses of your walls\/_He shall bring down, lay low,\/and bring to the ground,\/_even to the dust."
    },
    "18132": {
        "format": "prose",
        "text": "§¶In that day this song shall be sung in the land of Judah:¶▼We have a strong city;\/_He appoints walls\/_and bulwarks for security."
    },
    "18133": {
        "format": "poetry",
        "text": "\/Open the gates,\/_that the righteous nation may enter,\/_the one who remains faithful."
    },
    "18134": {
        "format": "poetry",
        "text": "\/You will keep him in perfect peace,\/_whose mind is stayed on You,\/_because he trusts in You."
    },
    "18135": {
        "format": "poetry",
        "text": "\/Trust in the Lord forever,\/_for in God the Lord we have an everlasting rock."
    },
    "18136": {
        "format": "poetry",
        "text": "\/For He brings down those who dwell on high,\/_the lofty city; He lays it low; He lays it low,\/even to the ground;\/_He brings it even to the dust."
    },
    "18137": {
        "format": "poetry",
        "text": "\/The foot shall tread it down,\/_even the feet of the poor\/_and the steps of the needy."
    },
    "18138": {
        "format": "poetry",
        "text": "¶The way of the righteous is smooth;\/_O Upright One, make the path of the righteous level."
    },
    "18139": {
        "format": "poetry",
        "text": "\/In the way of Your judgments, O Lord,\/_we have waited for You eagerly;\/the desire of our souls is Your name,\/_even Your memory."
    },
    "18140": {
        "format": "poetry",
        "text": "\/With my soul I have desired You in the night;\/_my spirit within me seeks You diligently;\/for when Your judgments are in the earth,\/_the inhabitants of the world learn righteousness."
    },
    "18141": {
        "format": "poetry",
        "text": "\/Though favor is shown to the wicked,\/_yet he will not learn righteousness;\/in the land of uprightness he deals unjustly\/_and does not perceive the majesty of the Lord."
    },
    "18142": {
        "format": "poetry",
        "text": "\/Lord, Your hand is lifted up,\/_but they do not see it.\/They see Your zeal for the people and are put to shame;\/_the fire of Your enemies shall devour them."
    },
    "18143": {
        "format": "poetry",
        "text": "¶Lord, You will ordain peace for us,\/_for You also have done all our works for us."
    },
    "18144": {
        "format": "poetry",
        "text": "\/O Lord our God, other lords besides You have had dominion over us,\/_but through You alone we confess Your name."
    },
    "18145": {
        "format": "poetry",
        "text": "\/The dead shall not live;\/_the departed spirits shall not rise.\/Therefore, You have punished and destroyed them\/_and made all remembrance of them to perish."
    },
    "18146": {
        "format": "poetry",
        "text": "\/You have increased the nation, O Lord,\/_You have increased the nation;\/You are glorified;\/_You have extended all the borders of the land."
    },
    "18147": {
        "format": "poetry",
        "text": "¶Lord, in trouble they have sought You;\/_they poured out a prayer\/_when Your chastening was on them."
    },
    "18148": {
        "format": "poetry",
        "text": "\/Like a woman with child, who is in pain and cries out in her pangs\/_when she draws near the time of her delivery,\/_so have we been in Your sight, O Lord."
    },
    "18149": {
        "format": "poetry",
        "text": "\/We have been with child, we have been in pain,\/_we have, as it were, brought forth wind;\/we have not accomplished any deliverance in the earth,\/_nor were the inhabitants of the world born."
    },
    "18150": {
        "format": "poetry",
        "text": "¶Your dead shall live,\/_their corpses shall arise.\/Awake and sing,\/_you who dwell in dust,\/for your dew is as the dew of the dawn,\/_and the earth shall give birth to the departed spirits."
    },
    "18151": {
        "format": "poetry",
        "text": "¶Come, my people, enter your chambers,\/_and shut your doors behind you;\/hide for a little while\/_until the indignation is over."
    },
    "18152": {
        "format": "poetry",
        "text": "\/For the Lord comes out of His place\/_to punish the inhabitants of the earth for their iniquity;\/the earth also shall disclose her bloodshed\/_and shall cover her slain no more."
    },
    "18153": {
        "format": "prose",
        "text": "§¶In that day¶▼the Lord with His fierce and great\/_and strong sword shall punish\/Leviathan the fleeing serpent,\/_even Leviathan the twisted serpent;\/and He shall slay the dragon that is in the sea."
    },
    "18154": {
        "format": "prose",
        "text": "¶In that day:¶▼Sing of it! A vineyard of red wine."
    },
    "18155": {
        "format": "poetry",
        "text": "\/I, the Lord, am its keeper;\/I water it every moment;\/lest anyone damage it,\/_I protect it night and day."
    },
    "18156": {
        "format": "poetry",
        "text": "\/_I have no fury.\/Should someone give Me briers and thorns in battle,\/_then I would step on them,\/_I would burn them fully."
    },
    "18157": {
        "format": "poetry",
        "text": "\/Or let him rely on My strength;\/_let him make peace with Me;\/_let him make peace with Me."
    },
    "18158": {
        "format": "poetry",
        "text": "¶In the days to come Jacob shall take root;\/_Israel shall blossom and bud\/_and shall fill the whole world with fruit."
    },
    "18159": {
        "format": "poetry",
        "text": "¶Has He struck them,\/_as He struck those who struck them?\/Or like the slaughter of His slain,\/_have they been slain?"
    },
    "18160": {
        "format": "poetry",
        "text": "\/You fought with them by banishing them, by driving them away.\/_He has expelled them\/_on the day of the east wind with His fierce wind."
    },
    "18161": {
        "format": "poetry",
        "text": "\/Through this, therefore, the iniquity of Jacob shall be forgiven,\/_and this will be the full price of the removal of his sin:\/when he makes all the stones of the altar\/_as chalkstones that are pulverized,\/when the groves and incense altars\/_shall not stand."
    },
    "18162": {
        "format": "poetry",
        "text": "\/For the fortified city shall be desolate,\/_a homestead forlorn and forsaken like a wilderness;\/there the calf shall graze,\/_and there it shall lie down\/_and eat its branches."
    },
    "18163": {
        "format": "poetry",
        "text": "\/When its boughs are withered, they are broken off;\/_the women come and make a fire with them,\/for they are not a people of understanding;\/_therefore, their Maker will not have mercy on them,\/_and their Creator will show them no grace."
    },
    "18164": {
        "format": "prose",
        "text": "¶In that day the Lord shall thresh from the channel of the River to the stream of Egypt, and you shall be gathered one by one, O sons of Israel."
    },
    "18165": {
        "format": "prose",
        "text": "And in that day the great trumpet shall be blown, and those who were ready to perish in the land of Assyria and the outcasts in the land of Egypt shall worship the Lord in the holy mount at Jerusalem."
    },
    "18166": {
        "format": "poetry",
        "text": "§¶Woe to the proud crown of the drunkards of Ephraim,\/_whose glorious beauty is a fading flower\/which is at the head of the fertile valley\/_of those who are overcome with wine!"
    },
    "18167": {
        "format": "poetry",
        "text": "\/See, the Lord has a mighty and strong one,\/_as a tempest of hail and a destroying storm,\/as a flood of mighty overflowing waters,\/_He has cast it down to the earth with His hand."
    },
    "18168": {
        "format": "poetry",
        "text": "\/The proud crown of the drunkards of Ephraim\/_is trodden under foot;"
    },
    "18169": {
        "format": "poetry",
        "text": "\/and the fading flower of its glorious beauty,\/_which is at the head of the fertile valley,\/shall be like a first‐ripe fig before the summer,\/_which when one sees, while it is yet in his hand,\/_he eats it up."
    },
    "18170": {
        "format": "poetry",
        "text": "¶In that day the Lord of Hosts\/_shall become a crown of glory\/and a diadem of beauty\/_to the remnant of His people,"
    },
    "18171": {
        "format": "poetry",
        "text": "\/a spirit of justice\/_for him who sits in judgment,\/and strength\/_to those who turn away the battle at the gate."
    },
    "18172": {
        "format": "poetry",
        "text": "¶But they also have erred through wine\/_and stagger from strong drink;\/the priest and the prophet have erred through strong drink,\/_they are confused by wine,\/they stagger from strong drink;\/_they err while having visions,\/_they stumble when rendering judgment."
    },
    "18173": {
        "format": "poetry",
        "text": "\/For all the tables are full of vomit\/_and filthiness so that there is no clean place."
    },
    "18174": {
        "format": "poetry",
        "text": "¶“To whom shall He teach knowledge,\/_and to whom shall He interpret the message?\/Those just weaned from the milk\/_and drawn from the breasts?"
    },
    "18175": {
        "format": "poetry",
        "text": "\/For He says,\/_‘Precept upon precept, precept upon precept,\/_line upon line, line upon line,\/_here a little, there a little.’ ”"
    },
    "18176": {
        "format": "poetry",
        "text": "¶For with stammering lips and foreign tongue\/_He will speak to this people,"
    },
    "18177": {
        "format": "poetry",
        "text": "\/He who said to them,\/_“This is the rest. Give rest to the weary,”\/and, “This is repose,”\/_yet they would not listen."
    },
    "18178": {
        "format": "poetry",
        "text": "\/So the word of the Lord will be to them,\/_“Precept upon precept, precept upon precept,\/_line upon line, line upon line,\/_here a little, there a little,”\/that they might go and fall backward,\/_be broken, snared, and taken captive."
    },
    "18179": {
        "format": "poetry",
        "text": "¶Therefore, hear the word of the Lord, O scoffers,\/_who rule this people who are in Jerusalem,"
    },
    "18180": {
        "format": "poetry",
        "text": "\/because you have said, “We have made a covenant with death,\/_and with hell we are in agreement.\/The overflowing scourge shall not come to us\/_when it passes through,\/for we have made lies our refuge\/_and under falsehood we have hid ourselves.”"
    },
    "18181": {
        "format": "prose",
        "text": "§¶Therefore, thus says the Lord God:¶▼See, I lay in Zion a stone,\/_a tested stone,\/a precious cornerstone, firmly placed;\/_he who believes shall not act hastily."
    },
    "18182": {
        "format": "poetry",
        "text": "\/I shall make justice the measuring line\/_and righteousness the plummet;\/then the hail shall sweep away the refuge of lies\/_and the waters shall overflow the hiding place."
    },
    "18183": {
        "format": "poetry",
        "text": "\/Your covenant with death shall be annulled,\/_and your agreement with hell shall not stand;\/when the overflowing scourge passes through,\/_then you shall be trodden down by it."
    },
    "18184": {
        "format": "poetry",
        "text": "\/As often as it passes through, it shall seize you;\/_for morning by morning it shall pass through,\/_anytime by day or night.¶It shall be terror only\/_to understand the report."
    },
    "18185": {
        "format": "poetry",
        "text": "\/The bed is too short to stretch out,\/_and the covering is too small to wrap oneself in it."
    },
    "18186": {
        "format": "poetry",
        "text": "\/For the Lord shall rise up as at Mount Perazim,\/_He shall be wrathful as in the Valley of Gibeon\/to do His work, His unusual work,\/_and bring to pass His task, His exceptional task."
    },
    "18187": {
        "format": "poetry",
        "text": "\/Now therefore, do not continue as mockers,\/_lest your bonds be made stronger;\/for I have heard from the Lord God of Hosts\/_of determined destruction upon the whole earth."
    },
    "18188": {
        "format": "poetry",
        "text": "¶Give ear and hear my voice;\/_listen and hear my speech."
    },
    "18189": {
        "format": "poetry",
        "text": "\/Does the plowman plow all day to sow?\/_Does he continually turn and break the clods of his ground?"
    },
    "18190": {
        "format": "poetry",
        "text": "\/Does he not level its surface\/_and sow dill and scatter the cumin\/and plant wheat in rows,\/_barley in its place\/_and the rye within its area?"
    },
    "18191": {
        "format": "poetry",
        "text": "\/For his God instructs\/_and teaches him appropriately."
    },
    "18192": {
        "format": "poetry",
        "text": "¶For the dill is not threshed with a threshing instrument,\/_nor is a cartwheel driven over the cumin;\/but the dill is beaten out with a staff,\/_and the cumin with a rod."
    },
    "18193": {
        "format": "poetry",
        "text": "\/Grain for bread is crushed;\/_so he does not continue to thresh it forever,\/nor break it with the wheel of his cart,\/_nor crush it with his horsemen."
    },
    "18194": {
        "format": "poetry",
        "text": "\/This also comes from the Lord of Hosts,\/_who is wonderful in counsel and excellent in wisdom."
    },
    "18195": {
        "format": "poetry",
        "text": "§¶Woe to Ariel, to Ariel,\/_the city where David lived!\/Add year to year,\/_observe your feasts on schedule."
    },
    "18196": {
        "format": "poetry",
        "text": "\/Yet I will distress Ariel,\/_and she shall be a city of lamenting and sorrow,\/_and she shall be as an Ariel to me."
    },
    "18197": {
        "format": "poetry",
        "text": "\/I will encamp against you all around,\/_and will lay siege against you with a mound,\/_and I will raise forts against you."
    },
    "18198": {
        "format": "poetry",
        "text": "\/You shall be brought down, and shall speak from the ground,\/_and from the dust where you are prostrate your speech shall come;\/your voice shall also be as that of a ghost from the ground;\/_and your speech shall whisper from the dust."
    },
    "18199": {
        "format": "poetry",
        "text": "¶Moreover the multitude of your enemies shall become like fine dust,\/_and the multitude of the ruthless ones as chaff which blows away;\/and it shall happen in an instant, suddenly."
    },
    "18200": {
        "format": "poetry",
        "text": "\/_You shall be punished from the Lord of Hosts\/with thunder and earthquake and loud noise,\/_with storm and tempest, and the flame of a devouring fire."
    },
    "18201": {
        "format": "poetry",
        "text": "\/The multitude of all the nations who fight against Ariel,\/_even all who fight against her and her stronghold, and who distress her,\/shall be as a dream\/_of a night vision."
    },
    "18202": {
        "format": "poetry",
        "text": "\/It shall even be as when a hungry man dreams, and he eats;\/_but when he awakens, his hunger is not satisfied;\/or as when a thirsty man dreams, and he is drinking;\/_but when he awakens, he is faint, and his thirst is not quenched;\/so shall the multitude of all the nations be\/_who fight against Mount Zion."
    },
    "18203": {
        "format": "poetry",
        "text": "¶Be delayed and wait,\/_blind yourselves and be blind.\/They are drunk, but not with wine.\/_They stagger, but not with strong drink."
    },
    "18204": {
        "format": "poetry",
        "text": "\/For the Lord has poured out on you the spirit of deep sleep\/_and has closed your eyes, the prophets;\/_and He has covered your heads, the seers."
    },
    "18205": {
        "format": "prose",
        "text": "¶The whole vision will be to you as the words of a book that is sealed, which when they deliver it to one who is learned, saying, “Read this, please,” he shall say, “I cannot, for it is sealed.”"
    },
    "18206": {
        "format": "prose",
        "text": "Then the book shall be delivered to him who is not learned, saying, “Read this, please.” And he shall say, “I cannot read.”"
    },
    "18207": {
        "format": "prose",
        "text": "¶Therefore, the Lord said:¶▼Because this people draw near with their mouths\/_and honor Me with their lips,\/_but have removed their hearts far from Me,\/and their fear toward Me\/_is tradition by the precept of men,"
    },
    "18208": {
        "format": "poetry",
        "text": "\/therefore I will once again do a marvelous work among this people,\/_even a marvelous work and a wonder;\/for the wisdom of their wise men shall perish,\/_and the understanding of their prudent men shall be hidden."
    },
    "18209": {
        "format": "poetry",
        "text": "¶Woe to those who deeply\/_hide their counsel from the Lord\/and whose works are done in the dark, and they say,\/_“Who sees us?” and “Who knows us?”"
    },
    "18210": {
        "format": "poetry",
        "text": "\/Surely you turn things upside down!\/_Shall the potter be esteemed as the potter’s clay?\/Shall what is made say to its maker,\/_“He did not make me”?\/Or shall the thing formed say to him who formed it,\/_“He has no understanding”?"
    },
    "18211": {
        "format": "poetry",
        "text": "¶Is it not yet a very little while before Lebanon shall be turned into a fruitful field,\/_and the fruitful field shall be counted as a forest?"
    },
    "18212": {
        "format": "poetry",
        "text": "\/And on that day the deaf shall hear the words of a book,\/_and the eyes of the blind shall see\/_out of obscurity and darkness."
    },
    "18213": {
        "format": "poetry",
        "text": "\/The meek also shall increase their joy in the Lord,\/_and the poor among men shall rejoice in the Holy One of Israel."
    },
    "18214": {
        "format": "poetry",
        "text": "\/For the ruthless shall come to nothing,\/_and the scorner will be consumed,\/_and all who are intent on doing iniquity shall be cut off—"
    },
    "18215": {
        "format": "poetry",
        "text": "\/those who cause a man to be indicted by a word,\/_and lay a snare for him who reproves in the gate,\/_and turn aside the righteous with meaningless arguments."
    },
    "18216": {
        "format": "prose",
        "text": "¶Therefore thus says the Lord, who redeemed Abraham, concerning the house of Jacob:¶▼Jacob shall not now be ashamed,\/_nor shall his face now turn pale;"
    },
    "18217": {
        "format": "poetry",
        "text": "\/but when he sees his children,\/_the work of My hands, in his midst,\/they shall sanctify My name\/_and sanctify the Holy One of Jacob,\/_and fear the God of Israel."
    },
    "18218": {
        "format": "poetry",
        "text": "\/Those also who err in spirit shall know the truth,\/_and those who murmured shall accept instruction."
    },
    "18219": {
        "format": "poetry",
        "text": "§¶Woe to the rebellious children,\/_says the Lord,\/who take counsel, but not from Me,\/_and make an alliance, but not of My Spirit,\/_in order to add sin to sin;"
    },
    "18220": {
        "format": "poetry",
        "text": "\/they walk down to Egypt\/_and have not asked from My mouth,\/to strengthen themselves in the safety of Pharaoh\/_and to trust in the shadow of Egypt!"
    },
    "18221": {
        "format": "poetry",
        "text": "\/Therefore the safety of Pharaoh shall be your shame\/_and the trust in the shadow of Egypt your humiliation."
    },
    "18222": {
        "format": "poetry",
        "text": "\/For their princes were at Zoan,\/_and their ambassadors came to Hanes."
    },
    "18223": {
        "format": "poetry",
        "text": "\/They all will be ashamed\/_of a people who cannot profit them,\/who are not a help or profit,\/_but a shame and also a reproach."
    },
    "18224": {
        "format": "prose",
        "text": "¶The burden of the beasts of the Negev.¶▼Through a land of trouble and anguish,\/_from which comes the lioness and lion,\/_the viper and fiery flying serpent,\/they will carry their riches on the shoulders of young donkeys,\/_and their treasures on the humps of camels,\/to a people who shall not profit them."
    },
    "18225": {
        "format": "poetry",
        "text": "\/_For the Egyptians shall help in vain and to no purpose.\/Therefore, I have called her,\/_“Rahab who has been exterminated.”"
    },
    "18226": {
        "format": "poetry",
        "text": "¶Now go, write it before them on a tablet,\/_and note it in a book,\/that it may serve in the time to come\/_as a witness forever;"
    },
    "18227": {
        "format": "poetry",
        "text": "\/for this is a rebellious people, lying children,\/_children who refuse to listen to the law of the Lord;"
    },
    "18228": {
        "format": "poetry",
        "text": "\/they say to the seers,\/_“You must not see visions,”\/and to the prophets,\/_“You must not prophesy to us right things;\/speak to us pleasant things,\/_prophesy illusions."
    },
    "18229": {
        "format": "poetry",
        "text": "\/Get out of the way,\/_turn aside from the path,\/let us hear no more\/_about the Holy One of Israel.”"
    },
    "18230": {
        "format": "prose",
        "text": "¶Therefore, thus says the Holy One of Israel:¶▼Because you despise this word\/_and trust in oppression and perverseness,\/_and rely on them,"
    },
    "18231": {
        "format": "poetry",
        "text": "\/therefore this iniquity shall be to you\/_as a breach ready to fall, swelling up in a high wall,\/_whose collapse comes suddenly, in an instant."
    },
    "18232": {
        "format": "poetry",
        "text": "\/He shall break it as the breaking of the potter’s vessel\/_that is broken in pieces;\/He shall not spare so that there shall not be found in the breaking of it a shard\/_to take fire from the hearth\/_or with which to take water out of a cistern."
    },
    "18233": {
        "format": "prose",
        "text": "¶For thus says the Lord God, the Holy One of Israel:¶▼In returning and rest you shall be saved;\/_in quietness and in confidence shall be your strength.\/_Yet you were not willing,"
    },
    "18234": {
        "format": "poetry",
        "text": "\/and you said, “No, for we will flee on horses”;\/_therefore you shall flee.\/“And we will ride on swift horses”;\/_therefore those who pursue you shall be swift."
    },
    "18235": {
        "format": "poetry",
        "text": "\/One thousand shall flee\/_at the threat of one man;\/at the threat of five\/_you shall flee\/until you are left\/_as a flag on the top of a mountain\/_and as a banner on a hill."
    },
    "18236": {
        "format": "poetry",
        "text": "§¶Therefore, the Lord longs to be gracious to you,\/_and therefore, He waits on high to have mercy on you;\/for the Lord is a God of justice;\/_how blessed are all who long for Him."
    },
    "18237": {
        "format": "prose",
        "text": "¶O people in Zion, inhabitants in Jerusalem, you shall weep no more. He will be very gracious to you at the sound of your cry. When He hears it, He will answer you."
    },
    "18238": {
        "format": "prose",
        "text": "Though the Lord has given you the bread of adversity and the water of affliction, yet He, your Teacher, will no longer hide Himself, but your eyes shall see your Teacher."
    },
    "18239": {
        "format": "prose",
        "text": "Your ears shall hear a word behind you, saying, “This is the way, walk in it,” whenever you turn to the right hand and when you turn to the left."
    },
    "18240": {
        "format": "prose",
        "text": "You shall defile also your graven images overlaid with silver, and your molded images ornamented with gold. You shall scatter them as an impure thing, and say to them, “Be gone!”"
    },
    "18241": {
        "format": "prose",
        "text": "¶Then He shall give you rain for the seed which you shall sow in the ground and bread of the increase of the earth. And it shall be rich and plentiful. On that day your cattle shall feed in large pastures."
    },
    "18242": {
        "format": "prose",
        "text": "The oxen likewise and the young donkeys that work the ground shall eat cured fodder, which has been winnowed with the shovel and fork."
    },
    "18243": {
        "format": "prose",
        "text": "There shall be on every high mountain and on every high hill rivers and streams of waters in the day of the great slaughter, when the towers fall."
    },
    "18244": {
        "format": "prose",
        "text": "Moreover the light of the moon shall be as the light of the sun, and the light of the sun shall be sevenfold, as the light of seven days, in the day that the Lord binds up the breach of His people and heals the wound from His blow."
    },
    "18245": {
        "format": "poetry",
        "text": "§¶See, the name of the Lord comes from afar,\/_burning with His anger, and its burden is heavy;\/His lips are full of indignation,\/_and His tongue as a devouring fire."
    },
    "18246": {
        "format": "poetry",
        "text": "\/And His breath is as an overflowing stream\/_which reaches to the middle of the neck,\/to sift the nations with the sieve of vanity;\/_and there shall be a bridle in the jaws of the people,\/_causing them to err."
    },
    "18247": {
        "format": "poetry",
        "text": "\/You shall have songs,\/_as in the night when a festival is kept,\/and gladness of heart,\/_as when one goes with a flute\/to come into the mountain of the Lord,\/_to the Mighty One of Israel."
    },
    "18248": {
        "format": "poetry",
        "text": "\/The Lord shall cause His glorious voice to be heard,\/_and shall show the descending of His arm\/with the indignation of His anger, and with the flame of a devouring fire,\/_with scattering, and cloudburst, and hailstones."
    },
    "18249": {
        "format": "poetry",
        "text": "\/For through the voice of the Lord the Assyrian shall be beaten down\/_when He strikes with a rod."
    },
    "18250": {
        "format": "poetry",
        "text": "\/And every blow of the rod of punishment\/_which the Lord shall lay on him\/shall be with tambourines and harps;\/_and in battles, brandishing weapons, He will fight them."
    },
    "18251": {
        "format": "poetry",
        "text": "\/For Topheth has been long prepared,\/_indeed, for the king it has been prepared.\/He has made it deep and large,\/_a pile of fire with much wood;\/the breath of the Lord,\/_like a stream of brimstone,\/_kindles it."
    },
    "18252": {
        "format": "poetry",
        "text": "§¶Woe to those who go down to Egypt for help,\/_and rely on horses,\/and trust in chariots because they are many,\/_and in horsemen because they are very strong,\/but they do not look to the Holy One of Israel\/_nor seek the Lord!"
    },
    "18253": {
        "format": "poetry",
        "text": "\/Yet He also is wise and will bring disaster\/_and will not call back His words,\/but will arise against the house of the evildoers\/_and against the help of those who work iniquity."
    },
    "18254": {
        "format": "poetry",
        "text": "\/Now the Egyptians are men and not God;\/_and their horses flesh and not spirit.\/When the Lord shall stretch out His hand,\/_both he who helps shall fall\/_and he who is helped shall fall down,\/_and they all shall fail together."
    },
    "18255": {
        "format": "prose",
        "text": "¶For thus the Lord has spoken to me:¶▼Like the lion, and the young lion,\/_roars over his prey,\/against which a multitude of shepherds\/_is called out against him,\/he will not be afraid of their voice,\/_nor disturbed at their noise,\/so shall the Lord of Hosts come down\/_to fight for Mount Zion, and for its hill."
    },
    "18256": {
        "format": "poetry",
        "text": "\/Like flying birds,\/_so the Lord of Hosts will defend Jerusalem.\/He will defend and deliver it;\/_He will pass over and preserve it."
    },
    "18257": {
        "format": "prose",
        "text": "¶Turn to Him whom you have deeply betrayed, O sons of Israel."
    },
    "18258": {
        "format": "prose",
        "text": "For in that day every man shall cast away his idols of silver and his idols of gold which your own hands have made for you as a sin."
    },
    "18259": {
        "format": "poetry",
        "text": "¶“Then the Assyrian shall fall by the sword that is not of man,\/_and the sword not of man shall devour him.\/So he shall not escape the sword,\/_and his young men shall become forced laborers."
    },
    "18260": {
        "format": "poetry",
        "text": "\/He shall cross over to his stronghold for fear,\/_and his princes shall be afraid of the banner,”\/says the Lord,\/_whose fire is in Zion,\/_and whose furnace is in Jerusalem."
    },
    "18261": {
        "format": "poetry",
        "text": "§¶See, a king shall reign in righteousness,\/_and princes shall rule justly."
    },
    "18262": {
        "format": "poetry",
        "text": "\/A man shall be as a hiding place from the wind,\/_and a shelter from the tempest,\/as rivers of water in a dry place,\/_as the shadow of a great rock in a weary land."
    },
    "18263": {
        "format": "poetry",
        "text": "¶The eyes of those who see shall not be blinded,\/_and the ears of those who hear shall listen."
    },
    "18264": {
        "format": "poetry",
        "text": "\/The heart also of the hasty shall understand knowledge,\/_and the tongue of the stammerers shall be ready to speak plainly."
    },
    "18265": {
        "format": "poetry",
        "text": "\/The vile person shall no more be called noble,\/_nor the rogue be spoken of as generous;"
    },
    "18266": {
        "format": "poetry",
        "text": "\/for the vile person will speak nonsense,\/_and his heart will work iniquity:\/to practice hypocrisy\/_and to utter error against the Lord,\/to keep the hungry unsatisfied\/_and to withhold drink from the thirsty."
    },
    "18267": {
        "format": "poetry",
        "text": "\/The instruments also of the rogue are evil;\/_he devises wicked schemes\/to destroy the poor with lying words,\/_even when the needy speaks right."
    },
    "18268": {
        "format": "poetry",
        "text": "\/But the noble devises noble things,\/_and by noble things he stands."
    },
    "18269": {
        "format": "poetry",
        "text": "§¶Rise up, you women who are at ease,\/_hear my voice;\/you careless daughters,\/_give ear to my speech."
    },
    "18270": {
        "format": "poetry",
        "text": "\/Within a year and a few days\/_you shall be troubled, you careless daughters;\/for the vintage is ended\/_and the fruit gathering shall not come."
    },
    "18271": {
        "format": "poetry",
        "text": "\/Tremble, you women who are at ease;\/_be troubled, you careless daughters;\/strip, undress,\/_and put sackcloth on your waist."
    },
    "18272": {
        "format": "poetry",
        "text": "\/Beat your breasts for the pleasant fields,\/_for the fruitful vine,"
    },
    "18273": {
        "format": "poetry",
        "text": "\/for the land of my people\/_in which thorns and briers shall come up,\/yes, for all the joyful houses\/_and for the jubilant city;"
    },
    "18274": {
        "format": "poetry",
        "text": "\/because the palaces have been forsaken,\/_the populated city is forsaken.\/The forts and towers shall be caves forever,\/_a joy of wild donkeys, a pasture of flocks,"
    },
    "18275": {
        "format": "poetry",
        "text": "\/until the Spirit is poured on us from on high,\/_and the wilderness is a fruitful field,\/_and the fruitful field is counted as a forest."
    },
    "18276": {
        "format": "poetry",
        "text": "§¶Then justice shall dwell in the wilderness,\/_and righteousness will abide in the fruitful field."
    },
    "18277": {
        "format": "poetry",
        "text": "\/The work of righteousness shall be peace,\/_and the effect of righteousness, quietness and assurance forever."
    },
    "18278": {
        "format": "poetry",
        "text": "\/My people shall dwell in a peaceable habitation\/_and in secure dwellings\/_and in quiet resting places;"
    },
    "18279": {
        "format": "poetry",
        "text": "\/and it shall hail when the forest comes down,\/_and the city shall be utterly laid low."
    },
    "18280": {
        "format": "poetry",
        "text": "\/How blessed are you\/_who sow beside all waters,\/_who send out freely the ox and the donkey."
    },
    "18281": {
        "format": "poetry",
        "text": "§¶Woe to you, O destroyer,\/_though you were not destroyed,\/and he who is treacherous,\/_though others did not deal treacherously with you!\/When you cease destroying,\/_you shall be destroyed;\/and when you finish dealing treacherously,\/_others shall deal treacherously with you."
    },
    "18282": {
        "format": "poetry",
        "text": "¶O Lord, be gracious to us;\/_we have waited for You.\/Be our strength every morning,\/_our salvation also in the time of trouble."
    },
    "18283": {
        "format": "poetry",
        "text": "\/At the noise of the tumult, the people flee;\/_at the lifting up of Yourself, the nations scatter;"
    },
    "18284": {
        "format": "poetry",
        "text": "\/your spoil is gathered like the caterpillar gathers;\/_as locusts rush about, men rush about on it."
    },
    "18285": {
        "format": "poetry",
        "text": "¶The Lord is exalted, for He dwells on high;\/_He has filled Zion with justice and righteousness."
    },
    "18286": {
        "format": "poetry",
        "text": "\/He shall be the stability of your times,\/_a wealth of salvation, wisdom, and knowledge;\/_the fear of the Lord is His treasure."
    },
    "18287": {
        "format": "poetry",
        "text": "¶Listen! Their valiant ones cry in the streets;\/_the ambassadors of peace weep bitterly."
    },
    "18288": {
        "format": "poetry",
        "text": "\/The highways lie waste,\/_the wayfaring man ceases.\/He has broken the covenant,\/_he has despised the cities,\/_he has no regard for man."
    },
    "18289": {
        "format": "poetry",
        "text": "\/The earth mourns and languishes;\/_Lebanon is ashamed and hewn down.\/Sharon is like a wilderness,\/_and Bashan and Carmel shake off their fruits."
    },
    "18290": {
        "format": "poetry",
        "text": "§¶“Now I will rise,” says the Lord,\/_“now I will be exalted,\/_now I will be lifted up."
    },
    "18291": {
        "format": "poetry",
        "text": "\/You have conceived chaff,\/_you shall bring forth stubble;\/_My breath, as fire, shall devour you."
    },
    "18292": {
        "format": "poetry",
        "text": "\/The people shall be burned to lime,\/_as thorns cut up are burned in the fire.”"
    },
    "18293": {
        "format": "poetry",
        "text": "¶Hear what I have done, you who are far away;\/_and you who are near, acknowledge My might."
    },
    "18294": {
        "format": "poetry",
        "text": "\/The sinners in Zion are afraid;\/_fearfulness has seized the hypocrites:\/“Who among us can live with the continual fire?\/_Who among us can live with everlasting burning?”"
    },
    "18295": {
        "format": "poetry",
        "text": "\/He who walks righteously\/_and speaks uprightly,\/he who rejects unjust gain\/_and shakes his hands from holding bribes,\/who stops his ears from hearing of bloodshed,\/_and shuts his eyes from seeing evil:"
    },
    "18296": {
        "format": "poetry",
        "text": "\/He shall dwell on high;\/_his place of defense shall be the impregnable rock;\/his bread shall be given him,\/_his waters shall be sure."
    },
    "18297": {
        "format": "poetry",
        "text": "§¶Your eyes shall see the King in His beauty;\/_they shall see the land that is very far away."
    },
    "18298": {
        "format": "poetry",
        "text": "\/Your heart shall meditate on terror:\/_“Where is he who counts?\/_Where is he who weighs?\/_Where is he who counts the towers?”"
    },
    "18299": {
        "format": "poetry",
        "text": "\/You shall not see a fierce people any more,\/_a people of unintelligible speech which no one comprehends,\/_of a stammering tongue which no one understands."
    },
    "18300": {
        "format": "poetry",
        "text": "¶Look upon Zion, the city of our appointed feasts;\/_your eyes shall see Jerusalem,\/_a quiet habitation, a tabernacle that shall not be taken down;\/not one of its stakes shall ever be removed,\/_nor shall any of its cords be broken."
    },
    "18301": {
        "format": "poetry",
        "text": "\/But there the glorious Lord will be to us\/_a place of broad rivers and streams\/on which no boat with oars shall go\/_and on which no gallant ship shall pass,"
    },
    "18302": {
        "format": "poetry",
        "text": "\/for the Lord is our judge,\/_the Lord is our lawgiver,\/the Lord is our king;\/_He will save us."
    },
    "18303": {
        "format": "poetry",
        "text": "¶Your tackle hangs loose;\/_it cannot hold the base of its mast securely,\/_nor spread out the sail.\/Then the prey of an abundant spoil shall be divided;\/_the lame shall take the prey."
    },
    "18304": {
        "format": "poetry",
        "text": "\/The inhabitant shall not say, “I am sick”;\/_the people who dwell there shall be forgiven their iniquity."
    },
    "18305": {
        "format": "poetry",
        "text": "§¶Come near, O nations, to hear;\/_and listen, O peoples!\/Let the earth hear, and all that is in it,\/_the world, and all that comes from it."
    },
    "18306": {
        "format": "poetry",
        "text": "\/For the indignation of the Lord is upon all nations\/_and His fury upon all their armies;\/He has utterly destroyed them,\/_He has delivered them to the slaughter."
    },
    "18307": {
        "format": "poetry",
        "text": "\/Their slain also shall be cast out,\/_and their corpses shall emit their stench,\/_and the mountains shall be drenched with their blood."
    },
    "18308": {
        "format": "poetry",
        "text": "\/All the host of heaven shall be dissolved,\/_and the heavens shall be rolled together as a book;\/and all their host shall fall down\/_as the leaf falls from the vine,\/_and as a falling fig from the fig tree."
    },
    "18309": {
        "format": "poetry",
        "text": "¶For My sword is filled in heaven;\/_see, it shall come down for judgment on Edom,\/_and on the people whom I have devoted to destruction."
    },
    "18310": {
        "format": "poetry",
        "text": "\/The sword of the Lord is filled with blood,\/_it is made full with fatness,\/and with the blood of lambs and goats,\/_with the fat of the kidneys of rams.\/For the Lord has a sacrifice in Bozrah,\/_and a great slaughter in the land of Edom."
    },
    "18311": {
        "format": "poetry",
        "text": "\/The wild oxen shall also fall with them,\/_and the young bulls with the mighty bulls;\/so their land shall be soaked with blood,\/_and their dust become greasy with fat."
    },
    "18312": {
        "format": "poetry",
        "text": "¶For it is the day of the vengeance of the Lord,\/_and the year of recompense for the cause of Zion."
    },
    "18313": {
        "format": "poetry",
        "text": "\/Its streams shall be turned into pitch,\/_and its dust into brimstone,\/_and its land shall become burning pitch."
    },
    "18314": {
        "format": "poetry",
        "text": "\/It shall not be quenched night or day;\/_its smoke shall go up forever.\/From generation to generation it shall lie waste;\/_no one shall pass through it forever and ever."
    },
    "18315": {
        "format": "poetry",
        "text": "\/But the cormorant and the hedgehog shall possess it,\/_the owl also and the raven shall dwell in it.\/And He shall stretch out on it\/_the line of desolation,\/_and the plumb line of emptiness."
    },
    "18316": {
        "format": "poetry",
        "text": "\/They shall call its nobles to the kingdom, but no one shall be there,\/_and all her princes shall be nothing."
    },
    "18317": {
        "format": "poetry",
        "text": "\/Thorns shall come up in her palaces,\/_nettles and brambles in the fortresses;\/and it shall be a habitation of jackals\/_and a home for owls."
    },
    "18318": {
        "format": "poetry",
        "text": "\/The wild beasts of the desert shall also meet with the wolves,\/_and the wild goat shall cry to its kind;\/the screech owl also shall rest there\/_and find for herself a place of rest."
    },
    "18319": {
        "format": "poetry",
        "text": "\/There shall the tree snake make its nest and lay eggs,\/_and it shall hatch and gather them under its protection;\/yes, there shall the vultures also be gathered,\/_every one with its kind."
    },
    "18320": {
        "format": "prose",
        "text": "¶Seek from the book of the Lord, and read.¶▼Not one of these shall be missing,\/_not one shall lack its mate.\/For His mouth has commanded,\/_and His Spirit has gathered them."
    },
    "18321": {
        "format": "poetry",
        "text": "\/He has cast the lot for them,\/_and His hand has divided it to them by line.\/They shall possess it forever,\/_from generation to generation they shall dwell in it."
    },
    "18322": {
        "format": "poetry",
        "text": "§¶The wilderness and the solitary place shall be glad,\/_and the desert shall rejoice and blossom as the rose;"
    },
    "18323": {
        "format": "poetry",
        "text": "\/it shall blossom abundantly\/_and rejoice even with joy and singing.\/The glory of Lebanon shall be given to it,\/_the excellency of Carmel and Sharon.\/They shall see the glory of the Lord\/_and the excellency of our God."
    },
    "18324": {
        "format": "poetry",
        "text": "¶Strengthen the weak hands,\/_and support the feeble knees."
    },
    "18325": {
        "format": "poetry",
        "text": "\/Say to those who are of a fearful heart,\/_“Be strong, fear not.\/Your God will come\/_with vengeance,\/even God with a recompense;\/_He will come and save you.”"
    },
    "18326": {
        "format": "poetry",
        "text": "¶Then the eyes of the blind shall be opened,\/_and the ears of the deaf shall be unstopped."
    },
    "18327": {
        "format": "poetry",
        "text": "\/Then the lame man shall leap as a deer,\/_and the tongue of the mute sing for joy.\/For in the wilderness waters shall break out\/_and streams in the desert."
    },
    "18328": {
        "format": "poetry",
        "text": "\/The parched ground shall become a pool,\/_and the thirsty land springs of water;\/in the habitation of jackals where each lay,\/_there shall be grass with reeds and rushes."
    },
    "18329": {
        "format": "poetry",
        "text": "¶A highway shall be there, a roadway,\/_and it shall be called the Highway of Holiness.\/The unclean shall not pass on it,\/_but it shall be for the wayfaring men,\/_and fools shall not wander on it."
    },
    "18330": {
        "format": "poetry",
        "text": "\/No lion shall be there,\/_nor any ravenous beast shall go up on it;\/_these shall not be found there,\/but the redeemed shall walk there,"
    },
    "18331": {
        "format": "poetry",
        "text": "\/_and the ransomed of the Lord shall return\/and come to Zion with songs\/_and everlasting joy upon their heads.\/They shall obtain joy and gladness,\/_and sorrow and sighing shall flee away."
    },
    "18332": {
        "format": "prose",
        "text": "§¶Now it came to pass in the fourteenth year of King Hezekiah that Sennacherib king of Assyria came up against all the fortified cities of Judah and took them."
    },
    "18333": {
        "format": "prose",
        "text": "The king of Assyria sent the Rabshakeh from Lachish to Jerusalem to King Hezekiah with a great army. And he stood by the conduit of the upper pool in the highway of the fuller’s field."
    },
    "18334": {
        "format": "prose",
        "text": "Then Eliakim came to him, the son of Hilkiah, who was over the household, and Shebna the scribe, and Joah, the son of Asaph, the recorder."
    },
    "18335": {
        "format": "prose",
        "text": "¶The Rabshakeh said to them:¶“Say now to Hezekiah: Thus says the great king, the king of Assyria: What confidence is this that you have?"
    },
    "18336": {
        "format": "prose",
        "text": "I say, Your counsel and strength for war are only empty words. Now on whom do you rely that you rebel against me?"
    },
    "18337": {
        "format": "prose",
        "text": "You rely on the staff of this broken reed, on Egypt, on which if a man leans, it will go into his hand and pierce it. So is Pharaoh king of Egypt to all who rely on him."
    },
    "18338": {
        "format": "prose",
        "text": "But if you say to me, ‘We trust in the Lord our God,’ is it not He whose high places and whose altars Hezekiah has taken away, and said to Judah and to Jerusalem, ‘You shall worship before this altar’?"
    },
    "18339": {
        "format": "prose",
        "text": "¶“Now therefore, come make a bargain with my master the king of Assyria, and I will give you two thousand horses, if you are able on your part to set riders on them."
    },
    "18340": {
        "format": "prose",
        "text": "How then will you turn away one captain of the least of my master’s servants and rely on Egypt for chariots and for horsemen?"
    },
    "18341": {
        "format": "prose",
        "text": "Have I now come up without the approval of the Lord against this land to destroy it? The Lord said to me, Go up against this land, and destroy it.”"
    },
    "18342": {
        "format": "prose",
        "text": "¶Then Eliakim and Shebna and Joah said to the Rabshakeh, “Speak now to your servants in Aramaic, for we understand it. And do not speak to us in Hebrew in the ears of the people who are on the wall.”"
    },
    "18343": {
        "format": "prose",
        "text": "¶But the Rabshakeh said, “Has my master sent me only to your master and to you to speak these words? Has he not sent me to the men who sit on the wall, that they may eat their own dung and drink their own urine with you?”"
    },
    "18344": {
        "format": "prose",
        "text": "¶Then the Rabshakeh stood and cried out with a loud voice in Hebrew, and said, “Hear the words of the great king, the king of Assyria."
    },
    "18345": {
        "format": "prose",
        "text": "Thus says the king, ‘Do not let Hezekiah deceive you, for he shall not be able to deliver you;"
    },
    "18346": {
        "format": "prose",
        "text": "nor let Hezekiah make you trust in the Lord, saying, The Lord will surely deliver us. This city shall not be delivered into the hand of the king of Assyria.’"
    },
    "18347": {
        "format": "prose",
        "text": "¶“Do not listen to Hezekiah, for thus says the king of Assyria: ‘Make your peace with me and come out to me, and eat every one of his vine and every one of his fig tree, and drink every one the waters of his own cistern,"
    },
    "18348": {
        "format": "prose",
        "text": "until I come and take you away to a land like your own land, a land of corn and new wine, a land of bread and vineyards."
    },
    "18349": {
        "format": "prose",
        "text": "¶“ ‘Beware lest Hezekiah persuade you, saying, The Lord will deliver us. Has any one of the gods of the nations delivered his land out of the hand of the king of Assyria?"
    },
    "18350": {
        "format": "prose",
        "text": "Where are the gods of Hamath and Arpad? Where are the gods of Sepharvaim? And when have they delivered Samaria out of my hand?"
    },
    "18351": {
        "format": "prose",
        "text": "Who are they among all the gods of these lands that have delivered their land out of my hand, that the Lord should deliver Jerusalem out of my hand?’ ”"
    },
    "18352": {
        "format": "prose",
        "text": "¶But they held their peace, and answered him not a word, for the king’s commandment was, “Do not answer him.”"
    },
    "18353": {
        "format": "prose",
        "text": "¶Then Eliakim the son of Hilkiah, who was over the household, and Shebna the scribe, and Joah the son of Asaph, the recorder, came to Hezekiah with their clothes torn and told him the words of the Rabshakeh."
    },
    "18354": {
        "format": "prose",
        "text": "§¶And it came to pass when King Hezekiah heard it that he tore his clothes, and covered himself with sackcloth, and went into the house of the Lord."
    },
    "18355": {
        "format": "prose",
        "text": "He sent Eliakim, who was over the household, and Shebna the scribe, and the elders of the priests, covered with sackcloth, to Isaiah the prophet, the son of Amoz."
    },
    "18356": {
        "format": "prose",
        "text": "They said to him, “Thus says Hezekiah: This day is a day of trouble, and of rebuke, and of blasphemy. For children have come to birth, and there is no strength to bring them forth."
    },
    "18357": {
        "format": "prose",
        "text": "Perhaps the Lord your God will hear the words of the Rabshakeh, whom the king of Assyria his master has sent to reproach the living God, and will reprove the words which the Lord your God has heard. Therefore, lift up a prayer for the remnant that is left.”"
    },
    "18358": {
        "format": "prose",
        "text": "¶So the servants of King Hezekiah came to Isaiah."
    },
    "18359": {
        "format": "prose",
        "text": "Isaiah said to them, “Thus you shall say to your master, ‘Thus says the Lord: Do not be afraid of the words that you have heard, with which the servants of the king of Assyria have blasphemed Me."
    },
    "18360": {
        "format": "prose",
        "text": "Listen! I will put a spirit in him so that he shall hear a rumor, and return to his own land. And I will cause him to fall by the sword in his own land.’ ”"
    },
    "18361": {
        "format": "prose",
        "text": "¶So the Rabshakeh returned and found the king of Assyria warring against Libnah. For he had heard that the king had left Lachish."
    },
    "18362": {
        "format": "prose",
        "text": "¶He heard them say concerning Tirhakah king of Ethiopia, “He has come out to make war with you.” And when he heard it, he sent messengers to Hezekiah, saying,"
    },
    "18363": {
        "format": "prose",
        "text": "“Thus you shall speak to Hezekiah king of Judah, saying: Do not let your God in whom you trust deceive you, saying, ‘Jerusalem shall not be given into the hand of the king of Assyria.’"
    },
    "18364": {
        "format": "prose",
        "text": "Certainly you have heard what the kings of Assyria have done to all lands by utterly destroying them. So shall you be delivered?"
    },
    "18365": {
        "format": "prose",
        "text": "Have the gods of the nations delivered them which my fathers have destroyed, even Gozan and Harran and Rezeph and the sons of Eden who were in Tel Assar?"
    },
    "18366": {
        "format": "prose",
        "text": "Where is the king of Hamath, and the king of Arpad, and the kings of the city of Sepharvaim, Hena, and Ivvah?”"
    },
    "18367": {
        "format": "prose",
        "text": "§¶And Hezekiah received the letter from the hand of the messengers and read it. Then Hezekiah went up to the house of the Lord, and spread it before the Lord."
    },
    "18368": {
        "format": "prose",
        "text": "Hezekiah prayed to the Lord, saying,"
    },
    "18369": {
        "format": "prose",
        "text": "“O Lord of Hosts, God of Israel, who dwells above the cherubim, You are the God, even You alone, of all the kingdoms of the earth. You have made heaven and earth."
    },
    "18370": {
        "format": "prose",
        "text": "Incline Your ear, O Lord, and hear. Open Your eyes, O Lord, and see, and hear all the words of Sennacherib, which he has sent to reproach the living God."
    },
    "18371": {
        "format": "prose",
        "text": "¶“Truly, O Lord, the kings of Assyria have laid waste all the nations and their countries,"
    },
    "18372": {
        "format": "prose",
        "text": "and have cast their gods into the fire. For they were not gods, but the work of men’s hands, wood and stone. Therefore, they have destroyed them."
    },
    "18373": {
        "format": "prose",
        "text": "Now, O Lord our God, save us from his hand that all the kingdoms of the earth may know that You alone, Lord, are God.”"
    },
    "18374": {
        "format": "prose",
        "text": "§¶Then Isaiah the son of Amoz sent to Hezekiah, saying, “Thus says the Lord God of Israel: Because you have prayed to Me about Sennacherib king of Assyria,"
    },
    "18375": {
        "format": "prose",
        "text": "this is the word which the Lord has spoken against him:¶▼The virgin daughter of Zion\/_has despised you and mocked you;\/the daughter of Jerusalem\/_has shaken her head at you."
    },
    "18376": {
        "format": "poetry",
        "text": "\/Whom have you reproached and blasphemed?\/_And against whom have you raised your voice,\/and lifted up your eyes haughtily?\/_Against the Holy One of Israel!"
    },
    "18377": {
        "format": "poetry",
        "text": "\/Through your servants\/_you have reproached the Lord\/and have said,\/_‘With my many chariots\/I have come up to the heights of the mountains,\/_to the remotest parts of Lebanon;\/and I cut down its tall cedars,\/_and its choice fir trees;\/and I will go to its highest peak,\/_its thickest forest."
    },
    "18378": {
        "format": "poetry",
        "text": "\/I have dug wells\/_and drunk water,\/and with the sole of my feet\/_I have dried up all the rivers of Egypt.’"
    },
    "18379": {
        "format": "poetry",
        "text": "¶“Have you not heard?\/_Long ago I have done it,\/from ancient times I have formed it.\/_Now I have brought it to pass,\/that you should turn fortified cities\/_into ruinous heaps."
    },
    "18380": {
        "format": "poetry",
        "text": "\/Therefore, their inhabitants were short of strength;\/_they were dismayed and humiliated;\/they were as the grass of the field\/_and as the green herb,\/as the grass on the housetops\/_is scorched before it is grown up."
    },
    "18381": {
        "format": "poetry",
        "text": "¶“But I know your abode,\/_and your going out and your coming in,\/_and your rage against Me."
    },
    "18382": {
        "format": "poetry",
        "text": "\/Because your rage against Me\/_and your tumult have come up into My ears,\/therefore I will put My hook in your nose,\/_and My bridle in your lips,\/and I will turn you back\/_on the way by which you came."
    },
    "18383": {
        "format": "prose",
        "text": "¶“This shall be a sign to you:¶▼You shall eat this year what grows of itself,\/_and the second year what springs from the same,\/and in the third year sow and reap\/_and plant vineyards, and eat their fruit."
    },
    "18384": {
        "format": "poetry",
        "text": "\/The surviving remnant of the house of Judah\/_shall again take root downward and bear fruit upward."
    },
    "18385": {
        "format": "poetry",
        "text": "\/For from Jerusalem shall go out a remnant,\/_and those who escape out of Mount Zion.\/The zeal of the Lord of Hosts\/_shall do this."
    },
    "18386": {
        "format": "prose",
        "text": "¶“Therefore, thus says the Lord concerning the king of Assyria:¶▼He shall not come into this city,\/_nor shoot an arrow there,\/nor come before it with shields,\/_nor build a siege ramp against it."
    },
    "18387": {
        "format": "poetry",
        "text": "\/By the way that he came, by the same shall he return,\/_and shall not come into this city,\/_says the Lord."
    },
    "18388": {
        "format": "poetry",
        "text": "\/For I will defend this city to save it\/_for My own sake and for the sake of My servant David.”"
    },
    "18389": {
        "format": "prose",
        "text": "¶Then the angel of the Lord went out and struck one hundred eighty‐five thousand in the camp of the Assyrians. When others woke up early in the morning, these were all dead bodies."
    },
    "18390": {
        "format": "prose",
        "text": "So Sennacherib king of Assyria departed and returned home and lived in Nineveh."
    },
    "18391": {
        "format": "prose",
        "text": "¶It came to pass as he was worshipping in the house of Nisrok, his god, that Adrammelek and Sharezer, his sons, struck him with the sword, and they escaped into the land of Ararat. And Esarhaddon his son reigned in his stead."
    },
    "18392": {
        "format": "prose",
        "text": "§¶In those days Hezekiah was mortally ill. And Isaiah the prophet, the son of Amoz, came to him and said to him, “Thus says the Lord: Set your house in order, for you shall die, and not live.”"
    },
    "18393": {
        "format": "prose",
        "text": "¶Then Hezekiah turned his face toward the wall, and prayed to the Lord,"
    },
    "18394": {
        "format": "prose",
        "text": "and said, “Remember now, O Lord, I beseech You, how I have walked before You in truth and with a perfect heart, and have done what is good in Your sight.” And Hezekiah wept bitterly."
    },
    "18395": {
        "format": "prose",
        "text": "¶Then the word of the Lord came to Isaiah, saying:"
    },
    "18396": {
        "format": "prose",
        "text": "“Go, and say to Hezekiah, Thus says the Lord, the God of David your father: I have heard your prayer, I have seen your tears. Surely I will add to your days fifteen years."
    },
    "18397": {
        "format": "prose",
        "text": "I will deliver you and this city out of the hand of the king of Assyria, and I will defend this city."
    },
    "18398": {
        "format": "prose",
        "text": "¶“This shall be a sign to you from the Lord, that the Lord will do this thing that He has spoken:"
    },
    "18399": {
        "format": "prose",
        "text": "I will cause the shadow on the sundial, which has gone down with the sun on the sundial of Ahaz, to go back ten steps.” So the sun’s shadow returned ten steps on the sundial by which it had gone down."
    },
    "18400": {
        "format": "prose",
        "text": "¶This is the writing of Hezekiah king of Judah after his illness and recovery:"
    },
    "18401": {
        "format": "poetry",
        "text": "¶I said: In the middle of my days,\/_I shall go to the gates of Sheol;\/_I am to be deprived of the rest of my years."
    },
    "18402": {
        "format": "poetry",
        "text": "\/I said, I shall not see the Lord,\/_even the Lord, in the land of the living;\/I shall see man no more\/_with the inhabitants of the world."
    },
    "18403": {
        "format": "poetry",
        "text": "\/My dwelling is pulled up\/_and removed from me as a shepherd’s tent;\/I rolled up my life like a weaver.\/_He cuts me off from the loom;\/_from day even to night You make an end of me."
    },
    "18404": {
        "format": "poetry",
        "text": "\/I composed my soul until morning,\/_like a lion, so He breaks all my bones;\/_from day even to night You make an end of me."
    },
    "18405": {
        "format": "poetry",
        "text": "\/Like a crane or a swallow, so I twitter;\/_I mourn as a dove;\/my eyes look wistfully upward.\/_O Lord, I am oppressed; undertake for me."
    },
    "18406": {
        "format": "poetry",
        "text": "¶What shall I say?\/_For He has spoken to me, and He Himself has done it.\/I shall wander about all my years\/_in the bitterness of my soul."
    },
    "18407": {
        "format": "poetry",
        "text": "\/O Lord, by these things men live,\/_and in all these things is the life of my spirit;\/O restore me to health\/_and make me live!"
    },
    "18408": {
        "format": "poetry",
        "text": "\/Surely it was for my own peace\/_that I had great bitterness;\/but You have kept my soul\/_from the pit of corruption,\/for You have cast all my sins\/_behind Your back."
    },
    "18409": {
        "format": "poetry",
        "text": "\/For Sheol cannot thank You,\/_death cannot praise You;\/those who go down into the pit\/_cannot hope for Your faithfulness."
    },
    "18410": {
        "format": "poetry",
        "text": "\/It is the living who give thanks to You,\/_as I do this day;\/a father explains to his sons\/_about Your faithfulness."
    },
    "18411": {
        "format": "poetry",
        "text": "¶The Lord shall surely save me;\/_therefore, we will sing my songs to the stringed instruments\/all the days of our lives\/_in the house of the Lord."
    },
    "18412": {
        "format": "prose",
        "text": "¶For Isaiah had said, “Let them take a cake of figs and lay it on the boil, and he shall recover.”"
    },
    "18413": {
        "format": "prose",
        "text": "¶Hezekiah also had said, “What is the sign that I shall go up to the house of the Lord?”"
    },
    "18414": {
        "format": "prose",
        "text": "§¶At that time Marduk‐Baladan the son of Baladan, king of Babylon, sent letters and a present to Hezekiah, for he had heard that he had been sick and had recovered."
    },
    "18415": {
        "format": "prose",
        "text": "Hezekiah was glad and showed them the house of his precious things: the silver, and the gold, and the spices, and the precious ointment, and his whole armory, and all that was found in his treasuries. There was nothing in his house, nor in all his dominion, that Hezekiah did not show them."
    },
    "18416": {
        "format": "prose",
        "text": "¶Then Isaiah the prophet came to King Hezekiah and said to him, “What did these men say, and from where did they come to you?”¶And Hezekiah said, “They have come to me from a far country, from Babylon.”"
    },
    "18417": {
        "format": "prose",
        "text": "¶Then he said, “What have they seen in your house?”¶And Hezekiah answered, “All that is in my house they have seen. There is nothing among my treasures that I have not shown them.”"
    },
    "18418": {
        "format": "prose",
        "text": "¶Then Isaiah said to Hezekiah, “Hear the word of the Lord of Hosts."
    },
    "18419": {
        "format": "prose",
        "text": "The days are surely coming when all that is in your house, and that which your fathers have laid up in store until this day, shall be carried to Babylon. Nothing shall be left, says the Lord."
    },
    "18420": {
        "format": "prose",
        "text": "And some of your sons who descend from you, whom you shall father, shall be taken away. And they shall become officials in the palace of the king of Babylon.”"
    },
    "18421": {
        "format": "prose",
        "text": "¶Then Hezekiah said to Isaiah, “The word of the Lord which you have spoken is good.” For he said, “For there shall be peace and truth in my days.”"
    },
    "18422": {
        "format": "poetry",
        "text": "§¶Comfort, O comfort, My people,\/_says your God."
    },
    "18423": {
        "format": "poetry",
        "text": "\/Speak kindly to Jerusalem,\/_and cry to her\/that her warfare has ended,\/_that her iniquity has been pardoned,\/that she has received of the hand of the Lord\/_double for all her sins."
    },
    "18424": {
        "format": "poetry",
        "text": "¶The voice of him who cries out,\/“Prepare the way of the Lord\/_in the wilderness,\/make straight in the desert\/_a highway for our God."
    },
    "18425": {
        "format": "poetry",
        "text": "\/Let every valley be lifted up,\/_and every mountain and hill be made low,\/and let the rough ground become a plain,\/_and the rough places a plain;"
    },
    "18426": {
        "format": "poetry",
        "text": "\/then the glory of the Lord shall be revealed,\/_and all flesh shall see it together,\/_for the mouth of the Lord has spoken it.”"
    },
    "18427": {
        "format": "poetry",
        "text": "¶The voice said, “Cry out.”\/_And he said, “What shall I cry out?”¶All flesh is grass,\/_and all its loveliness is as the flower of the field."
    },
    "18428": {
        "format": "poetry",
        "text": "\/The grass withers, the flower fades\/_because the Spirit of the Lord blows upon it;\/_surely the people are grass."
    },
    "18429": {
        "format": "poetry",
        "text": "\/The grass withers, the flower fades,\/_but the word of our God shall stand forever."
    },
    "18430": {
        "format": "poetry",
        "text": "¶O Zion, bearer of good news,\/_get yourself up onto a high mountain;\/O Jerusalem, bearer of good news,\/_lift up your voice with strength,\/lift it up, do not be afraid;\/_say to the cities of Judah,\/_“Here is your God!”"
    },
    "18431": {
        "format": "poetry",
        "text": "\/See, the Lord God will come with a strong hand,\/_and His arm shall rule for Him;\/see, His reward is with Him,\/_and His recompense before Him."
    },
    "18432": {
        "format": "poetry",
        "text": "\/He shall feed His flock like a shepherd;\/_He shall gather the lambs with His arm,\/and carry them in His bosom,\/_and shall gently lead those that are with young."
    },
    "18433": {
        "format": "poetry",
        "text": "¶Who has measured the waters in the hollow of His hand,\/_and meted out heaven with the span,\/and calculated the dust of the earth by the measure,\/_and weighed the mountains in scales,\/_and the hills in a balance?"
    },
    "18434": {
        "format": "poetry",
        "text": "\/Who has directed the Spirit of the Lord,\/_or as His counselor has taught Him?"
    },
    "18435": {
        "format": "poetry",
        "text": "\/With whom did He take counsel, and who instructed Him,\/_and taught Him in the path of justice,\/and taught Him knowledge,\/_and showed to Him the way of understanding?"
    },
    "18436": {
        "format": "poetry",
        "text": "¶Certainly the nations are as a drop in a bucket,\/_and are counted as the small dust of the balance;\/_He takes up the coastlands as a very little thing."
    },
    "18437": {
        "format": "poetry",
        "text": "\/Lebanon is not sufficient to burn,\/_nor the beasts sufficient as a burnt offering."
    },
    "18438": {
        "format": "poetry",
        "text": "\/All nations before Him are as nothing,\/_and they are counted by Him as less than nothing\/_and meaningless."
    },
    "18439": {
        "format": "poetry",
        "text": "¶To whom then will you liken God?\/_Or what likeness will you compare to Him?"
    },
    "18440": {
        "format": "poetry",
        "text": "\/The workman melts a graven image,\/_and the goldsmith spreads it over with gold,\/_and casts silver chains."
    },
    "18441": {
        "format": "poetry",
        "text": "\/He who is too impoverished for such an offering\/_chooses a tree that will not rot;\/he seeks for himself a skillful workman\/_to prepare a graven image that shall not totter."
    },
    "18442": {
        "format": "poetry",
        "text": "¶Have you not known?\/_Have you not heard?\/Has it not been told to you from the beginning?\/_Have you not understood from the foundations of the earth?"
    },
    "18443": {
        "format": "poetry",
        "text": "\/It is He who sits upon the circle of the earth,\/_and the inhabitants are as grasshoppers,\/who stretches out the heavens as a curtain,\/_and spreads them out as a tent to dwell in."
    },
    "18444": {
        "format": "poetry",
        "text": "\/He brings the princes to nothing;\/_He makes the judges of the earth meaningless."
    },
    "18445": {
        "format": "poetry",
        "text": "\/Scarcely shall they be planted;\/_scarcely shall they be sown;\/_scarcely shall their tree take root in the earth,\/when He will also blow on them,\/_and they will wither,\/and the whirlwind will take them away as stubble."
    },
    "18446": {
        "format": "poetry",
        "text": "¶To whom then will you liken Me,\/_that I should be equal to him? says the Holy One."
    },
    "18447": {
        "format": "poetry",
        "text": "\/Lift up your eyes on high,\/_and see who has created these things,\/who brings out their host by number;\/_He calls them all by name,\/by the greatness of His might and the strength of His power;\/_not one of them is missing."
    },
    "18448": {
        "format": "poetry",
        "text": "¶Why do you say, O Jacob,\/_and assert, O Israel,\/“My way is hidden from the Lord,\/_and my justice escapes the notice of my God”?"
    },
    "18449": {
        "format": "poetry",
        "text": "\/Have you not known?\/_Have you not heard,\/that the everlasting God, the Lord,\/_the Creator of the ends of the earth,\/does not faint, nor is He weary?\/_His understanding is inscrutable."
    },
    "18450": {
        "format": "poetry",
        "text": "\/He gives power to the faint,\/_and to those who have no might He increases strength."
    },
    "18451": {
        "format": "poetry",
        "text": "\/Even the youths shall faint and be weary,\/_and the young men shall utterly fall,"
    },
    "18452": {
        "format": "poetry",
        "text": "\/but those who wait upon the Lord\/_shall renew their strength;\/they shall mount up with wings as eagles,\/_they shall run and not be weary,\/_and they shall walk and not faint."
    },
    "18453": {
        "format": "poetry",
        "text": "§¶Keep silent before Me, O islands,\/_and let the peoples renew their strength.\/Let them come near, then let them speak;\/_let us come near together to judgment."
    },
    "18454": {
        "format": "poetry",
        "text": "¶Who raised up the righteous man from the east,\/_called him to His foot,\/gave the nations before him,\/_and made him rule over kings?\/He makes them as the dust with his sword,\/_and as driven stubble with his bow."
    },
    "18455": {
        "format": "poetry",
        "text": "\/He pursued them, and passed safely,\/_by paths his feet have not traveled."
    },
    "18456": {
        "format": "poetry",
        "text": "\/Who has performed and done this,\/_calling the generations from the beginning?\/I, the Lord, am the first,\/_and with the last. I am He."
    },
    "18457": {
        "format": "poetry",
        "text": "¶The coastlands saw it and feared,\/_the ends of the earth were afraid;\/they drew near and came."
    },
    "18458": {
        "format": "poetry",
        "text": "\/_Every one helped his neighbor,\/_and every one said to his brother, “Be of good courage.”"
    },
    "18459": {
        "format": "poetry",
        "text": "\/So the carpenter encouraged the goldsmith,\/_and he who smooths metal with the hammer\/_encourages him who strikes the anvil,\/saying, “It is ready for the soldering”;\/_and he fastened it with nails so that it should not totter."
    },
    "18460": {
        "format": "poetry",
        "text": "¶But you, Israel, are My servant,\/_Jacob whom I have chosen,\/_the seed of Abraham, My friend."
    },
    "18461": {
        "format": "poetry",
        "text": "\/You whom I have taken from the ends of the earth,\/_and called from its remotest parts,\/and said to you, “You are My servant;\/_I have chosen you and have not rejected you.”"
    },
    "18462": {
        "format": "poetry",
        "text": "\/Do not fear, for I am with you;\/_do not be dismayed, for I am your God.\/I will strengthen you, I will help you,\/_yes, I will uphold you with My righteous right hand."
    },
    "18463": {
        "format": "poetry",
        "text": "¶Certainly all those who were incensed against you\/_shall be ashamed and humiliated;\/they shall be as nothing,\/_and those who strive with you shall perish."
    },
    "18464": {
        "format": "poetry",
        "text": "\/You shall seek them\/_and shall not find them, even those who contended with you.\/Those who war against you\/_shall be as nothing, as a thing of nonexistence."
    },
    "18465": {
        "format": "poetry",
        "text": "\/For I, the Lord your God,\/_will hold your right hand,\/saying to you, “Do not fear;\/_I will help you.”"
    },
    "18466": {
        "format": "poetry",
        "text": "\/Do not fear, you worm Jacob,\/_and you men of Israel.\/I will help you, says the Lord\/_and your Redeemer, the Holy One of Israel."
    },
    "18467": {
        "format": "poetry",
        "text": "\/See, I will make you a new sharp threshing instrument\/_with double edges;\/you shall thresh the mountains, and beat them small,\/_and shall make the hills as chaff."
    },
    "18468": {
        "format": "poetry",
        "text": "\/You shall fan them, and the wind shall carry them away,\/_and the whirlwind shall scatter them;\/and you shall rejoice in the Lord,\/_and shall glory in the Holy One of Israel."
    },
    "18469": {
        "format": "poetry",
        "text": "¶When the poor and needy seek water,\/_and there is none,\/_and their tongues fail for thirst,\/I, the Lord, will hear them,\/_I, the God of Israel, will not forsake them."
    },
    "18470": {
        "format": "poetry",
        "text": "\/I will open rivers in high places,\/_and fountains in the midst of the valleys;\/I will make the wilderness a pool of water,\/_and the dry land springs of water."
    },
    "18471": {
        "format": "poetry",
        "text": "\/I will plant in the wilderness\/_the cedar, the acacia, the myrtle, and the olive tree;\/I will set in the desert\/_the fir tree, and the pine, and the box tree together,"
    },
    "18472": {
        "format": "poetry",
        "text": "\/that they may see, and know,\/_and consider, and understand together,\/that the hand of the Lord has done this,\/_and the Holy One of Israel has created it."
    },
    "18473": {
        "format": "poetry",
        "text": "§¶Present your case, says the Lord.\/_Bring forth your arguments, says the King of Jacob."
    },
    "18474": {
        "format": "poetry",
        "text": "\/Let them bring them forth, and show us\/_what shall happen;\/let them show the former things, what they were,\/_that we may consider them\/_and know their outcome,\/or declare to us things to come."
    },
    "18475": {
        "format": "poetry",
        "text": "\/_Show the things that are to come hereafter,\/_that we may know that you are gods;\/do good, or do evil,\/_that we may be dismayed and see it together."
    },
    "18476": {
        "format": "poetry",
        "text": "\/Indeed you are nothing,\/_and your work amounts to nothing;\/_he who chooses you is an abomination."
    },
    "18477": {
        "format": "poetry",
        "text": "¶I have raised up one from the north, and he shall come;\/_from the rising of the sun he shall call on My name;\/and he shall come on princes as on mortar,\/_and as the potter treads clay."
    },
    "18478": {
        "format": "poetry",
        "text": "\/Who has declared from the beginning, that we may know?\/_And from former times, that we may say, “He is right!”?\/There is no one who shows,\/_no one who declares,\/_no one who hears your words."
    },
    "18479": {
        "format": "poetry",
        "text": "\/Formerly I said to Zion, “Look, here they are,”\/_and to Jerusalem, “I will give one who brings good news.”"
    },
    "18480": {
        "format": "poetry",
        "text": "\/But when I look, there is no man,\/_even among them, and there is no counselor\/_who, when I ask of them, could answer a word."
    },
    "18481": {
        "format": "poetry",
        "text": "\/See, they all are vanity;\/_their works are nothing;\/_their molded images are wind and emptiness."
    },
    "18482": {
        "format": "poetry",
        "text": "§¶Here is My servant, whom I uphold,\/_My chosen one, in whom My soul delights.\/I have put My Spirit upon him;\/_he shall bring forth justice to the nations."
    },
    "18483": {
        "format": "poetry",
        "text": "\/He shall not cry out, nor lift up his voice,\/_nor cause his voice to be heard in the street."
    },
    "18484": {
        "format": "poetry",
        "text": "\/A bruised reed he shall not break,\/_and the smoking flax he shall not quench;\/he shall bring forth justice faithfully."
    },
    "18485": {
        "format": "poetry",
        "text": "\/_He shall not be disheartened nor be discouraged,\/until he has set justice in the earth;\/_and the coastlands shall wait for his law."
    },
    "18486": {
        "format": "poetry",
        "text": "¶Thus says God the Lord,\/who created the heavens and stretched them out,\/_who spread forth the earth and that which comes out of it,\/who gives breath to the people on it,\/_and spirit to those who walk in it:"
    },
    "18487": {
        "format": "poetry",
        "text": "\/I the Lord have called You in righteousness,\/_and will hold Your hand,\/and will keep You and appoint You\/_for a covenant of the people,\/_for a light of the nations,"
    },
    "18488": {
        "format": "poetry",
        "text": "\/to open the blind eyes,\/_to bring out the prisoners from the prison,\/_and those who sit in darkness out of the prison house."
    },
    "18489": {
        "format": "poetry",
        "text": "¶I am the Lord, that is My name;\/_and My glory I will not give to another,\/_nor My praise to graven images."
    },
    "18490": {
        "format": "poetry",
        "text": "\/See, the former things have come to pass,\/_and new things I declare;\/before they spring forth\/_I tell you of them."
    },
    "18491": {
        "format": "poetry",
        "text": "§¶Sing to the Lord a new song,\/_and His praise from the ends of the earth,\/you who go down to the sea, and all that is in it,\/_the coastlands, and the inhabitants."
    },
    "18492": {
        "format": "poetry",
        "text": "\/Let the wilderness and the cities lift up their voices,\/_the villages that Kedar inhabits.\/Let the inhabitants of Sela sing,\/_let them shout from the top of the mountains."
    },
    "18493": {
        "format": "poetry",
        "text": "\/Let them give glory to the Lord,\/_and declare His praise in the islands."
    },
    "18494": {
        "format": "poetry",
        "text": "\/The Lord shall go forth like a mighty man;\/_He shall stir up zeal like a man of war.\/He shall cry out, yes, raise a war cry;\/_He shall prevail against His enemies."
    },
    "18495": {
        "format": "poetry",
        "text": "§¶I have for a long time held My peace;\/_I have been still and refrained Myself.\/Now I will cry like a travailing woman;\/_I will destroy and devour at once."
    },
    "18496": {
        "format": "poetry",
        "text": "\/I will lay waste mountains and hills\/_and dry up all their vegetation,\/and I will make the rivers islands,\/_and I will dry up the pools."
    },
    "18497": {
        "format": "poetry",
        "text": "\/I will bring the blind by a way that they did not know;\/_I will lead them in paths that they have not known.\/I will make darkness light before them\/_and crooked things straight.\/These things I will do for them\/_and not forsake them."
    },
    "18498": {
        "format": "poetry",
        "text": "\/They shall be turned back, they shall be greatly ashamed,\/_who trust in graven images,\/_who say to the molded images, “You are our gods.”"
    },
    "18499": {
        "format": "poetry",
        "text": "§¶Hear, you deaf;\/_look, you blind, that you may see."
    },
    "18500": {
        "format": "poetry",
        "text": "\/Who is blind, but My servant?\/_Or deaf, as My messenger whom I sent?\/Who is blind as he who is at peace with Me,\/_and blind as the servant of the Lord?"
    },
    "18501": {
        "format": "poetry",
        "text": "\/You have seen many things, but you do not observe them;\/_your ears are open, but no one hears."
    },
    "18502": {
        "format": "poetry",
        "text": "\/The Lord is well pleased\/_for His righteousness’ sake\/_to magnify the law and make it honorable."
    },
    "18503": {
        "format": "poetry",
        "text": "\/But this is a people robbed and despoiled;\/_they are all snared in holes,\/_and they are hidden in prison houses;\/they are for a prey,\/_and no one delivers,\/for a spoil,\/_and no one says, “Restore them.”"
    },
    "18504": {
        "format": "poetry",
        "text": "¶Who among you will give ear to this?\/_Who will listen and hear for the time to come?"
    },
    "18505": {
        "format": "poetry",
        "text": "\/Who gave up Jacob as spoil,\/_and Israel to the robbers?\/Did not the Lord,\/_against whom we have sinned?\/For they would not walk in His ways,\/_nor were they obedient to His law."
    },
    "18506": {
        "format": "poetry",
        "text": "\/Therefore, He has poured on him the fury of His anger\/_and the strength of battle;\/and it has set him on fire all around, yet he did not recognize it;\/_and it burned him, yet he laid it not to heart."
    },
    "18507": {
        "format": "poetry",
        "text": "§¶But now, thus says the Lord\/_who created you, O Jacob,\/_and He who formed you, O Israel:\/Do not fear, for I have redeemed you;\/_I have called you by your name; you are Mine."
    },
    "18508": {
        "format": "poetry",
        "text": "\/When you pass through waters,\/_I will be with you.\/And through the rivers,\/_they shall not overflow you.\/When you walk through the fire,\/_you shall not be burned,\/_nor shall the flame kindle on you."
    },
    "18509": {
        "format": "poetry",
        "text": "\/For I am the Lord your God,\/_the Holy One of Israel, your Savior;\/I gave Egypt for your ransom,\/_Ethiopia and Seba in your place."
    },
    "18510": {
        "format": "poetry",
        "text": "\/Since you were precious in My sight, you have been honorable,\/_and I have loved you;\/therefore, I will give men for you,\/_and people for your life."
    },
    "18511": {
        "format": "poetry",
        "text": "\/Do not fear, for I am with you;\/_I will bring your descendants from the east,\/_and gather you from the west;"
    },
    "18512": {
        "format": "poetry",
        "text": "\/I will say to the north, “Give them up,”\/_and to the south, “Do not keep them back.\/Bring My sons from afar,\/_and My daughters from the ends of the earth,"
    },
    "18513": {
        "format": "poetry",
        "text": "\/even everyone who is called by My name,\/_for I have created him for My glory;\/_I have formed him, and I have made him.”"
    },
    "18514": {
        "format": "poetry",
        "text": "¶Bring forth the blind people who have eyes,\/_and the deaf who have ears."
    },
    "18515": {
        "format": "poetry",
        "text": "\/Let all the nations be gathered together,\/_and let the people be assembled.\/Who among them can declare this,\/_and show us former things?\/Let them bring their witnesses, that they may be justified;\/_or let them hear and say, “It is true.”"
    },
    "18516": {
        "format": "poetry",
        "text": "\/You are My witnesses, says the Lord,\/_and My servant whom I have chosen\/that you may know and believe Me,\/_and understand that I am He.\/Before Me there was no God formed,\/_nor shall there be after Me."
    },
    "18517": {
        "format": "poetry",
        "text": "\/I, even I, am the Lord,\/_and besides Me there is no savior."
    },
    "18518": {
        "format": "poetry",
        "text": "\/I have declared, and have saved, and I have shown,\/_when there was no strange god among you;\/therefore, you are My witnesses, says the Lord, that I am God."
    },
    "18519": {
        "format": "poetry",
        "text": "\/_Indeed, from eternity I am He;\/there is no one who can deliver out of My hand;\/_I act, and who can reverse it?"
    },
    "18520": {
        "format": "poetry",
        "text": "¶Thus says the Lord,\/_your Redeemer, the Holy One of Israel:\/For your sake I have sent to Babylon,\/_and have brought down all their nobles, and the Chaldeans,\/_into the ships in which they rejoice."
    },
    "18521": {
        "format": "poetry",
        "text": "\/I am the Lord, your Holy One,\/_the Creator of Israel, your King."
    },
    "18522": {
        "format": "poetry",
        "text": "¶Thus says the Lord,\/_who makes a way in the sea\/_and a path in the mighty waters,"
    },
    "18523": {
        "format": "poetry",
        "text": "\/who brings forth the chariot and horse,\/_the army and the mighty men\/(they shall lie down together, they shall not rise;\/_they are extinguished, they are quenched like a wick):"
    },
    "18524": {
        "format": "poetry",
        "text": "\/Do not remember the former things\/_nor consider the things of old."
    },
    "18525": {
        "format": "poetry",
        "text": "\/See, I will do a new thing,\/_now it shall spring forth; shall you not be aware of it?\/I will even make a way in the wilderness,\/_and rivers in the desert."
    },
    "18526": {
        "format": "poetry",
        "text": "\/The beast of the field shall honor Me,\/_the jackals and the owls,\/because I give waters in the wilderness,\/_and rivers in the desert,\/to give drink to My people, My chosen ones."
    },
    "18527": {
        "format": "poetry",
        "text": "\/_This people I have formed for Myself;\/_they shall declare My praise."
    },
    "18528": {
        "format": "poetry",
        "text": "§¶But you have not called upon Me, O Jacob;\/_but you have been weary of Me, O Israel."
    },
    "18529": {
        "format": "poetry",
        "text": "\/You have not brought Me the sheep for your burnt offerings,\/_nor have you honored Me with your sacrifices.\/I have not burdened you with offerings,\/_nor wearied you with incense."
    },
    "18530": {
        "format": "poetry",
        "text": "\/You have bought Me no sweet cane with money,\/_nor have you filled Me with the fat of your sacrifices;\/but you have made Me burdened with your sins;\/_you have wearied Me with your iniquities."
    },
    "18531": {
        "format": "poetry",
        "text": "¶I, even I, am He who blots out\/_your transgressions for My own sake,\/_and will not remember your sins."
    },
    "18532": {
        "format": "poetry",
        "text": "\/Put Me in remembrance;\/_let us plead together;\/_state your cause, that you may be justified."
    },
    "18533": {
        "format": "poetry",
        "text": "\/Your first father has sinned,\/_and your teachers have transgressed against Me."
    },
    "18534": {
        "format": "poetry",
        "text": "\/Therefore, I have profaned the princes of the sanctuary,\/_and have given Jacob to the curse,\/_and Israel to reproaches."
    },
    "18535": {
        "format": "poetry",
        "text": "§¶Yet now listen, O Jacob, My servant,\/_and Israel, whom I have chosen."
    },
    "18536": {
        "format": "poetry",
        "text": "\/Thus says the Lord\/_who made you, and formed you from the womb,\/_who will help you:\/Do not fear, O Jacob, My servant, and you,\/_Jeshurun, whom I have chosen."
    },
    "18537": {
        "format": "poetry",
        "text": "\/For I will pour water on him who is thirsty,\/_and floods on the dry ground;\/I will pour out My Spirit on your descendants,\/_and My blessing on your offspring;"
    },
    "18538": {
        "format": "poetry",
        "text": "\/and they shall spring up as among the grass,\/_as willows by the water courses."
    },
    "18539": {
        "format": "poetry",
        "text": "\/One will say, “I am the Lord’s”;\/_another will call himself by the name of Jacob;\/and another will write on his hand, “Belonging to the Lord,”\/_and name himself by the name of Israel."
    },
    "18540": {
        "format": "poetry",
        "text": "§¶Thus says the Lord the King of Israel,\/_and his Redeemer the Lord of Hosts:\/I am the first, and I am the last;\/_besides Me there is no God."
    },
    "18541": {
        "format": "poetry",
        "text": "\/Who is like Me? Let him proclaim\/_and declare it, and recount it in order for Me,\/since I appointed the ancient people.\/_And let them declare to them the things that are coming,\/_and shall come."
    },
    "18542": {
        "format": "poetry",
        "text": "\/Do not fear, nor be afraid;\/_have I not told you from of old, and declared it?\/_You are My witnesses!\/Is there a God besides Me?\/_There is no Rock; I know not any."
    },
    "18543": {
        "format": "poetry",
        "text": "¶Those who make a graven image are, all of them, vain,\/_and their delectable things shall not profit;\/and they are their own witnesses;\/_they do not see nor know, that they may be ashamed."
    },
    "18544": {
        "format": "poetry",
        "text": "\/Who has formed a god or molded a graven image\/_that is profitable for nothing?"
    },
    "18545": {
        "format": "poetry",
        "text": "\/All his companions shall be ashamed;\/_and the workmen, they are mere men.\/Let them all be gathered together; let them stand up,\/_yet they shall fear; they shall be ashamed together."
    },
    "18546": {
        "format": "poetry",
        "text": "¶The smith with the tongs\/_both works in the coals\/and fashions it with hammers,\/_and works it with the strength of his arms.\/He becomes hungry, and his strength fails;\/_He drinks no water and is faint."
    },
    "18547": {
        "format": "poetry",
        "text": "\/The carpenter stretches out his measuring line;\/_he marks it out with a line;\/he fits it with planes,\/_and he marks it out with the compass,\/and makes it after the figure of a man,\/_according to the beauty of a man,\/_that it may remain in the house."
    },
    "18548": {
        "format": "poetry",
        "text": "\/He hews down cedars for himself,\/_and takes the cypress and the oak,\/which he raises for himself among the trees of the forest.\/_He plants a fir, and the rain makes it grow."
    },
    "18549": {
        "format": "poetry",
        "text": "\/Then it shall be for a man to burn,\/_for he will take some of it and warm himself;\/_he kindles it and bakes bread;\/he also makes a god and worships it;\/_he makes it a graven image and bows down to it."
    },
    "18550": {
        "format": "poetry",
        "text": "\/He burns half of it in the fire;\/_over this half he eats meat;\/_he roasts it and is satisfied.\/Also he warms himself and says,\/_“Aha, I am warm, I have seen the fire.”"
    },
    "18551": {
        "format": "poetry",
        "text": "\/And the rest he makes into a god, even his carved image.\/_He falls down to it, and worships it,\/and prays to it, and says,\/_“Deliver me, for you are my god.”"
    },
    "18552": {
        "format": "poetry",
        "text": "\/They have not known nor understood;\/_for He has shut their eyes so that they cannot see,\/_and their hearts so that they cannot understand."
    },
    "18553": {
        "format": "poetry",
        "text": "\/No one considers in his heart,\/_nor is there knowledge nor understanding to say,\/“I have burned part of it in the fire;\/_I also have baked bread on the coals;\/_I have roasted meat and eaten it;\/and shall I make the rest into an abomination?\/_Shall I fall down to a block of wood?”"
    },
    "18554": {
        "format": "poetry",
        "text": "\/He feeds on ashes; a deceived heart has turned him aside\/_so that he cannot deliver his soul, nor say,\/_“Is there not a lie in my right hand?”"
    },
    "18555": {
        "format": "poetry",
        "text": "§¶Remember these things, O Jacob,\/_and Israel, for you are My servant;\/I have formed you; you are My servant;\/_O Israel, you shall not be forgotten by Me."
    },
    "18556": {
        "format": "poetry",
        "text": "\/I have blotted out, as a thick cloud,\/_your transgressions, and your sins, as a cloud.\/Return to Me,\/_for I have redeemed you."
    },
    "18557": {
        "format": "poetry",
        "text": "¶Sing, O heavens, for the Lord has done it.\/_Shout joyfully, you lower parts of the earth;\/break forth into singing, you mountains,\/_O forest, and every tree in it.\/For the Lord has redeemed Jacob,\/_and glorified Himself in Israel."
    },
    "18558": {
        "format": "poetry",
        "text": "§¶Thus says the Lord,\/_your Redeemer, and He who formed you from the womb:¶I am the Lord\/_who makes all things,\/_who stretches out the heavens alone,\/_who spreads abroad the earth by Myself,"
    },
    "18559": {
        "format": "poetry",
        "text": "\/who frustrates the omens of the boasters\/_and makes fools out of diviners,\/who turns wise men backward\/_and makes their knowledge foolish,"
    },
    "18560": {
        "format": "poetry",
        "text": "\/who confirms the word of His servant\/_and performs the counsel of His messengers,¶who says to Jerusalem, “You shall be inhabited,”\/_and to the cities of Judah, “You shall be built.”\/_And I will raise up her ruins again;"
    },
    "18561": {
        "format": "poetry",
        "text": "\/it is I who says to the deep, “Be dried up!”\/_And I will dry up your rivers;"
    },
    "18562": {
        "format": "poetry",
        "text": "\/it is I who says of Cyrus, “He is My shepherd,\/_and shall perform all My desire”;\/_and he declares to Jerusalem, “You shall be built,”\/_and to the temple, “Your foundation shall be laid.”"
    },
    "18563": {
        "format": "poetry",
        "text": "§¶Thus says the Lord to Cyrus, His anointed,\/_whose right hand I have held—\/to subdue nations before him\/_and to loosen the loins of kings,\/to open doors before him\/_so that the gates will not be shut:"
    },
    "18564": {
        "format": "poetry",
        "text": "\/I will go before you\/_and make the crooked places straight;\/I will break in pieces the gates of bronze\/_and shatter the bars of iron."
    },
    "18565": {
        "format": "poetry",
        "text": "\/And I will give you the treasures of darkness\/_and hidden riches of secret places\/so that you may know that I, the Lord,\/_who calls you by your name, am the God of Israel."
    },
    "18566": {
        "format": "poetry",
        "text": "\/For Jacob My servant’s sake\/_and Israel My chosen one,\/I have even called you by your name;\/_I have named you,\/_though you have not known Me."
    },
    "18567": {
        "format": "poetry",
        "text": "\/I am the Lord and there is no other;\/_there is no God besides Me.\/I strengthen you,\/_though you have not known Me,"
    },
    "18568": {
        "format": "poetry",
        "text": "\/so that they may know from the rising of the sun\/_and from the west\/that there is no one besides Me.\/_I am the Lord, and there is no other;"
    },
    "18569": {
        "format": "poetry",
        "text": "\/I form the light and create darkness;\/_I make peace and create calamity;\/_I, the Lord, do all these things."
    },
    "18570": {
        "format": "poetry",
        "text": "¶Drip down, O heavens, from above,\/_and let the clouds pour down righteousness;\/let the earth open up,\/_and let them bring forth salvation,\/and let righteousness spring up together.\/_I, the Lord, have created it."
    },
    "18571": {
        "format": "poetry",
        "text": "¶Woe to him who strives with his Maker,\/_the potsherd with the potsherds of the earth!\/Shall the clay say to the potter,\/_“What are you making?”\/Or the thing you are making say,\/_“He has no hands”?"
    },
    "18572": {
        "format": "poetry",
        "text": "\/Woe to him who says to his father,\/_“What are you begetting?”\/Or to the woman,\/_“To what are you giving birth?”"
    },
    "18573": {
        "format": "poetry",
        "text": "¶Thus says the Lord,\/_the Holy One of Israel and his Maker:\/Ask Me of things to come\/_concerning My sons,\/_and you shall commit to Me the work of My hands."
    },
    "18574": {
        "format": "poetry",
        "text": "\/I have made the earth\/_and created man on it.\/I, even My hands, have stretched out the heavens,\/_and I have ordained all their host."
    },
    "18575": {
        "format": "poetry",
        "text": "\/I have raised him up in righteousness,\/_and I will direct all his ways;\/he shall build My city,\/_and he shall let My captives go,\/neither for price nor reward,\/_says the Lord of Hosts."
    },
    "18576": {
        "format": "prose",
        "text": "§¶Thus says the Lord:¶▼The products of Egypt and merchandise of Ethiopia\/_and of the Sabeans—men of stature—\/shall come over to you,\/_and they shall be yours;\/they shall come after you;\/_in chains they shall come over,\/and they shall fall down before you.\/_They shall make supplication to you, saying,\/“Surely God is with you, and there is no other;\/_there is no other God.”"
    },
    "18577": {
        "format": "poetry",
        "text": "¶Truly You are a God who hides Yourself,\/_O God of Israel, the Savior."
    },
    "18578": {
        "format": "poetry",
        "text": "\/They shall be ashamed and also humiliated, all of them;\/_the craftsmen of idols shall go away in confusion together,"
    },
    "18579": {
        "format": "poetry",
        "text": "\/but Israel shall be saved by the Lord\/_with an everlasting salvation;\/you shall not be ashamed nor humiliated\/_to all eternity."
    },
    "18580": {
        "format": "poetry",
        "text": "¶For thus says the Lord,\/who created the heavens,\/_who is God,\/who formed the earth and made it,\/_who has established it,\/who did not create it in vain,\/_who formed it to be inhabited:\/I am the Lord,\/_and there is no other."
    },
    "18581": {
        "format": "poetry",
        "text": "\/I have not spoken in secret\/_in a dark place of the earth;\/I did not say to the descendants of Jacob,\/_“Seek Me in a waste place”;\/I, the Lord, speak righteousness;\/_I declare things that are right."
    },
    "18582": {
        "format": "poetry",
        "text": "¶Assemble yourselves and come;\/_draw near together, you fugitives of the nations.\/They have no knowledge who set up the wood of their carved image,\/_and pray to a god that cannot save."
    },
    "18583": {
        "format": "poetry",
        "text": "\/Declare and set forth your case;\/_let them take counsel together.\/Who has declared this from ancient times?\/_Who has told it from that time?\/Have not I, the Lord?\/_And there is no God besides Me,\/a righteous God and Savior;\/_there is no other besides Me."
    },
    "18584": {
        "format": "poetry",
        "text": "¶Turn to Me and be saved,\/_all the ends of the earth.\/_For I am God, and there is no other."
    },
    "18585": {
        "format": "poetry",
        "text": "\/I have sworn by Myself,\/_the word has gone out of My mouth in righteousness\/_and shall not return,\/that to Me every knee shall bow,\/_every tongue shall take an oath."
    },
    "18586": {
        "format": "poetry",
        "text": "\/Surely, one shall say, “Only in the Lord\/_are righteousness and strength.”\/Men shall come to him,\/_and all who are incensed at Him shall be ashamed."
    },
    "18587": {
        "format": "poetry",
        "text": "\/In the Lord shall all the seed of Israel\/_be justified and shall glory."
    },
    "18588": {
        "format": "poetry",
        "text": "§¶Bel bows down, Nebo stoops,\/_their idols are appointed to the beasts and the cattle.\/The things that you carry are burdensome;\/_they are a burden to the weary beast."
    },
    "18589": {
        "format": "poetry",
        "text": "\/They stoop, they bow down together;\/_they could not deliver the burden,\/_but themselves have gone into captivity."
    },
    "18590": {
        "format": "poetry",
        "text": "¶Listen to Me, O house of Jacob,\/_and all the remnant of the house of Israel,\/who are borne by Me from birth\/_and are carried from the womb:"
    },
    "18591": {
        "format": "poetry",
        "text": "\/And even to your old age I am He,\/_and even to your graying years I will carry you;\/I have done it, and I will bear you;\/_even I will carry, and will deliver you."
    },
    "18592": {
        "format": "poetry",
        "text": "¶To whom will you liken Me, and make Me equal,\/_and compare Me that we may be alike?"
    },
    "18593": {
        "format": "poetry",
        "text": "\/They lavish gold out of the bag,\/_and weigh silver on the scales;\/they hire a goldsmith, and he makes it a god;\/_they fall down and worship it."
    },
    "18594": {
        "format": "poetry",
        "text": "\/They lift it on the shoulder, they carry it,\/_and they set it in its place, and it stands;\/_from its place it does not move.\/If one shall cry to it, it cannot answer\/_nor save him out of his trouble."
    },
    "18595": {
        "format": "poetry",
        "text": "¶Remember this, and show yourselves men;\/_bring it to mind again, O transgressors."
    },
    "18596": {
        "format": "poetry",
        "text": "\/Remember the former things of old,\/_for I am God, and there is no other;\/_I am God, and there is no one like Me,"
    },
    "18597": {
        "format": "poetry",
        "text": "\/declaring the end from the beginning,\/_and from ancient times the things that are not yet done, saying,\/“My counsel shall stand,\/_and I will do all My good pleasure,”"
    },
    "18598": {
        "format": "poetry",
        "text": "\/calling a ravenous bird from the east,\/_the man who executes My counsel from a far country.\/Indeed, I have spoken it; I will also bring it to pass.\/_I have purposed it; I will also do it."
    },
    "18599": {
        "format": "poetry",
        "text": "\/Listen to Me, you stubborn‐hearted,\/_who are far from righteousness;"
    },
    "18600": {
        "format": "poetry",
        "text": "\/I bring My righteousness near;\/_it shall not be far off,\/_and My salvation shall not tarry.\/And I will grant salvation in Zion,\/_and My glory for Israel."
    },
    "18601": {
        "format": "poetry",
        "text": "§¶Come down, and sit in the dust,\/_O virgin daughter of Babylon;\/sit on the ground; there is no throne,\/_O daughter of the Chaldeans.\/For you shall no more be called\/_tender and delicate."
    },
    "18602": {
        "format": "poetry",
        "text": "\/Take the millstones and grind meal.\/_Uncover your veil,\/strip off the skirt, uncover the leg,\/_pass over the rivers."
    },
    "18603": {
        "format": "poetry",
        "text": "\/Your nakedness shall be uncovered,\/_and your shame shall be seen;\/I will take vengeance,\/_and I will not meet you as a man."
    },
    "18604": {
        "format": "poetry",
        "text": "¶As for our Redeemer, the Lord of Hosts is His name,\/_the Holy One of Israel."
    },
    "18605": {
        "format": "poetry",
        "text": "¶Sit silently, and go into darkness,\/_O daughter of the Chaldeans;\/for you shall no more be called\/_the queen of kingdoms."
    },
    "18606": {
        "format": "poetry",
        "text": "\/I was angry with My people;\/_I have polluted My inheritance\/and given them into your hand.\/_You did not show them mercy;\/on the aged\/_you have laid your yoke very heavily."
    },
    "18607": {
        "format": "poetry",
        "text": "\/You said, “I shall be a queen forever,”\/_but you did not take these things to heart,\/_nor remember the outcome of them."
    },
    "18608": {
        "format": "poetry",
        "text": "¶Therefore, now hear this, you who are given to pleasures,\/_who dwell carelessly,\/who say in your heart,\/_“I am, and there is no one besides me;\/I shall not sit as a widow,\/_nor shall I know the loss of children”;"
    },
    "18609": {
        "format": "poetry",
        "text": "\/but these two things shall come to you\/_in a moment, in one day,\/_the loss of children and widowhood.\/They shall come upon you in their fullness\/_because of the multitude of your sorceries\/_and for the great abundance of your enchantments."
    },
    "18610": {
        "format": "poetry",
        "text": "\/For you have trusted in your wickedness;\/_you have said, “No one sees me”;\/your wisdom and your knowledge have perverted you;\/_and you have said in your heart,\/_“I am, and there is no one besides me.”"
    },
    "18611": {
        "format": "poetry",
        "text": "\/Therefore, evil shall come upon you,\/_which you shall not know from where it rises.\/And disaster shall fall upon you,\/_for which you shall not be able to atone.\/And desolation shall come upon you suddenly,\/_which you shall not know."
    },
    "18612": {
        "format": "poetry",
        "text": "¶Stand fast now with your enchantments,\/_and with the multitude of your sorceries\/_in which you have labored from your youth.\/Perhaps you shall be able to profit,\/_perhaps you may cause trembling."
    },
    "18613": {
        "format": "poetry",
        "text": "\/You are wearied in the multitude of your counsels;\/_let now the astrologers, the stargazers,\/the monthly prognosticators stand up\/_and save you from these things that shall come upon you."
    },
    "18614": {
        "format": "poetry",
        "text": "\/Surely they shall be as stubble,\/_the fire shall burn them;\/they shall not deliver themselves\/_from the power of the flame;\/it shall not be coal to be warmed by\/_nor a fire to sit before."
    },
    "18615": {
        "format": "poetry",
        "text": "\/Thus those shall be to you\/_with whom you have labored,\/_even your merchants, from your youth;\/they shall wander, everyone to his quarter.\/_No one shall save you."
    },
    "18616": {
        "format": "poetry",
        "text": "§¶Hear this, O house of Jacob,\/_who are called by the name of Israel,\/_and have come forth from the waters of Judah;\/who swear by the name of the Lord,\/_and invoke the God of Israel,\/_but not in truth or in righteousness;"
    },
    "18617": {
        "format": "poetry",
        "text": "\/for they call themselves after the holy city,\/_and lean on the God of Israel;\/_the Lord of Hosts is His name:"
    },
    "18618": {
        "format": "poetry",
        "text": "\/I have declared the former things from the beginning;\/_and they went forth from My mouth, and I announced them.\/_Suddenly I did them, and they came to pass."
    },
    "18619": {
        "format": "poetry",
        "text": "\/Because I knew that you are obstinate,\/_and your neck is an iron sinew,\/_and your brow bronze;"
    },
    "18620": {
        "format": "poetry",
        "text": "\/I have even from the beginning declared it to you;\/_before it came to pass I announced it to you,\/lest you should say,\/_“My idol has done them,\/_and my carved image and my molded image has commanded them.”"
    },
    "18621": {
        "format": "poetry",
        "text": "\/You have heard; see all this.\/_And will you not declare it?¶I have shown you new things from this time,\/_even hidden things, and you did not know them."
    },
    "18622": {
        "format": "poetry",
        "text": "\/They are created now and not from the beginning;\/_even before the day when you did not hear them,\/lest you should say,\/_“Yes, I knew them.”"
    },
    "18623": {
        "format": "poetry",
        "text": "\/You have not heard, you have not known,\/_indeed, from long ago your ear has not been open.\/For I knew that you would deal very treacherously,\/_and that from birth you have been called a rebel."
    },
    "18624": {
        "format": "poetry",
        "text": "\/For My name’s sake I will defer My anger,\/_and for My praise I will restrain it for you\/_so that you are not cut off."
    },
    "18625": {
        "format": "poetry",
        "text": "\/See, I have refined you, but not with silver;\/_I have chosen you in the furnace of affliction."
    },
    "18626": {
        "format": "poetry",
        "text": "\/For My own sake, even for My own sake, I will do it;\/_for how can My name be polluted?\/_And I will not give My glory to another."
    },
    "18627": {
        "format": "poetry",
        "text": "§¶Listen to Me, O Jacob\/_and Israel, whom I called:\/I am He;\/_I am the First, and I am the Last."
    },
    "18628": {
        "format": "poetry",
        "text": "\/My hand also has laid the foundation of the earth,\/_and My right hand has spanned the heavens;\/when I call to them,\/_they stand up together."
    },
    "18629": {
        "format": "poetry",
        "text": "¶Assemble, all of you, and listen.\/_Who among them has declared these things?\/The Lord has loved him;\/_he will do His pleasure on Babylon,\/_and His arm shall be against the Chaldeans."
    },
    "18630": {
        "format": "poetry",
        "text": "\/I, even I, have spoken,\/_and I have called him;\/I have brought him,\/_and his way will prosper."
    },
    "18631": {
        "format": "prose",
        "text": "¶Come near to Me, hear this:¶▼I have not spoken in secret from the beginning;\/_from the time that it was, there I am.¶And now the Lord God has sent me\/_and His Spirit."
    },
    "18632": {
        "format": "poetry",
        "text": "¶Thus says the Lord,\/_your Redeemer, the Holy One of Israel:\/I am the Lord your God,\/_who teaches you to profit,\/_who leads you in the way you should go."
    },
    "18633": {
        "format": "poetry",
        "text": "\/Oh, that you had listened to My commandments!\/_Then your peace would have been as a river\/_and your righteousness as the waves of the sea."
    },
    "18634": {
        "format": "poetry",
        "text": "\/Your descendants also would have been as the sand\/_and your offspring like grains of sand;\/their name would not have been cut off\/_nor destroyed from before Me."
    },
    "18635": {
        "format": "poetry",
        "text": "¶Go forth from Babylon!\/_Flee from the Chaldeans!\/With a voice of singing declare,\/_proclaim this,\/utter it even to the ends of the earth;\/_say, “The Lord has redeemed His servant Jacob.”"
    },
    "18636": {
        "format": "poetry",
        "text": "\/They did not thirst when He led them through the deserts;\/_He caused the waters to flow out of the rock for them;\/He also split the rock,\/_and the waters gushed out."
    },
    "18637": {
        "format": "poetry",
        "text": "¶“There is no peace,” says the Lord, “for the wicked.”"
    },
    "18638": {
        "format": "poetry",
        "text": "§¶Listen to me, O coastlands,\/_and pay attention, you peoples from afar.\/The Lord called me from the womb;\/_from the body of my mother He named me."
    },
    "18639": {
        "format": "poetry",
        "text": "\/He has made my mouth like a sharp sword;\/_in the shadow of His hand He has hidden me\/and made me a select arrow;\/_in His quiver He has hidden me."
    },
    "18640": {
        "format": "poetry",
        "text": "\/He said to me, “You are My servant,\/_Israel, in whom I will be glorified.”"
    },
    "18641": {
        "format": "poetry",
        "text": "\/Then I said, “I have labored in vain;\/_I have spent my strength for nothing and vanity,\/yet surely the justice due to me is with the Lord,\/_and my reward with my God.”"
    },
    "18642": {
        "format": "poetry",
        "text": "¶Now says the Lord,\/_who formed me from the womb to be His servant,\/to bring Jacob back to Him,\/_so that Israel might be gathered to Him\/(yet I am honored in the eyes of the Lord,\/_and my God is my strength),"
    },
    "18643": {
        "format": "poetry",
        "text": "\/He says,\/“It is a light thing that you should be My servant\/_to raise up the tribes of Jacob\/_and to restore the preserved ones of Israel;\/I will also make you a light to the nations\/_so that My salvation may reach to the ends of the earth.”"
    },
    "18644": {
        "format": "poetry",
        "text": "¶Thus says the Lord,\/_the Redeemer of Israel, and his Holy One,\/to the despised one, to the one whom the nation abhors,\/_to the servant of rulers:\/“Kings shall see and arise,\/_princes also shall worship,\/because of the Lord who is faithful\/_and the Holy One of Israel who has chosen you.”"
    },
    "18645": {
        "format": "prose",
        "text": "§¶Thus says the Lord:¶▼In an acceptable time I have heard you,\/_and in a day of salvation I have helped you;\/and I will preserve you, and give you\/_as a covenant of the people,\/to restore the earth,\/_to make them inherit the desolate heritages,"
    },
    "18646": {
        "format": "poetry",
        "text": "\/saying to the prisoners, “Go forth,”\/_to those who are in darkness, “Show yourselves.”¶They shall feed along the paths,\/_and their pastures shall be in all desolate heights;"
    },
    "18647": {
        "format": "poetry",
        "text": "\/they shall not hunger nor thirst,\/_neither shall the heat nor sun strike them;\/for He who has mercy on them shall lead them,\/_even by the springs of water He shall guide them."
    },
    "18648": {
        "format": "poetry",
        "text": "\/I will make all My mountains a road,\/_and My highways shall be raised up."
    },
    "18649": {
        "format": "poetry",
        "text": "\/See, these shall come from afar;\/_and these will come from the north and from the west,\/_and these from the land of Sinim."
    },
    "18650": {
        "format": "poetry",
        "text": "¶Sing, O heavens!\/_And be joyful, O earth!\/_And break forth into singing, O mountains!\/For the Lord has comforted His people\/_and will have mercy on His afflicted."
    },
    "18651": {
        "format": "poetry",
        "text": "¶But Zion said, “The Lord has forsaken me,\/_and the Lord has forgotten me.”"
    },
    "18652": {
        "format": "poetry",
        "text": "¶Can a woman forget her nursing child,\/_and have no compassion on the son of her womb?\/Even these may forget,\/_yet I will not forget."
    },
    "18653": {
        "format": "poetry",
        "text": "\/See, I have inscribed you on the palms of My hands;\/_your walls are continually before Me;"
    },
    "18654": {
        "format": "poetry",
        "text": "\/your builders hurry;\/_your destroyers and those who devastated you shall depart from you."
    },
    "18655": {
        "format": "poetry",
        "text": "\/Lift up your eyes and look all around;\/_all these gather themselves together and come to you.\/As I live, says the Lord,\/_you shall surely put on all of them as ornaments\/_and bind them on you as a bride does."
    },
    "18656": {
        "format": "poetry",
        "text": "¶For your waste and your desolate places,\/_and the land of your destruction,\/shall even now be too narrow by reason of the inhabitants,\/_and those who swallowed you up shall be far away."
    },
    "18657": {
        "format": "poetry",
        "text": "\/The children whom you shall have,\/_after you have lost the others,\/shall say again in your ears,\/_“The place is too cramped for me;\/_make room for me that I may dwell here.”"
    },
    "18658": {
        "format": "poetry",
        "text": "\/Then you shall say in your heart,\/_“Who bore these for me,\/since I have lost my children and am barren,\/_a captive and a wanderer?\/_And who has brought these up?\/I was left alone;\/_from where did these come?”"
    },
    "18659": {
        "format": "prose",
        "text": "¶Thus says the Lord God:¶▼See, I will lift up My hand to the nations\/_and set up My standard to the peoples;\/and they shall bring your sons in their arms,\/_and your daughters shall be carried on their shoulders;"
    },
    "18660": {
        "format": "poetry",
        "text": "\/kings shall be your foster fathers\/_and their queens your nursing mothers;\/they shall bow down to you with their faces toward the ground\/_and lick up the dust of your feet.\/And you shall know that I am the Lord,\/_for those who wait for Me shall not be ashamed."
    },
    "18661": {
        "format": "poetry",
        "text": "¶Can the prey be taken from the mighty\/_or the captives of a tyrant be delivered?"
    },
    "18662": {
        "format": "prose",
        "text": "¶For thus says the Lord:¶▼Even the captives of the mighty shall be taken away,\/_and the prey of the tyrant shall be delivered;\/for I will contend with him who contends with you,\/_and I will save your sons."
    },
    "18663": {
        "format": "poetry",
        "text": "\/I will feed those who oppress you with their own flesh,\/_and they shall be drunk with their own blood as with sweet wine.\/And all flesh shall know\/_that I, the Lord, am your Savior\/_and your Redeemer, the Mighty One of Jacob."
    },
    "18664": {
        "format": "prose",
        "text": "§¶Thus says the Lord:¶▼Where is the certificate of divorce\/_by which I sent your mother away?\/Or to which of My creditors\/_did I sell you?\/For your iniquities you were sold,\/_and for your transgressions your mother was sent away."
    },
    "18665": {
        "format": "poetry",
        "text": "\/Why, when I came, was there no man?\/_When I called, was there no one to answer?\/Is My hand so short that it cannot redeem?\/_Or have I no power to deliver?\/Indeed, at My rebuke I dry up the sea,\/_I make the rivers a wilderness;\/Their fish stink because there is no water,\/_and die for thirst."
    },
    "18666": {
        "format": "poetry",
        "text": "\/I clothe the heavens with blackness,\/_and I make sackcloth their covering."
    },
    "18667": {
        "format": "poetry",
        "text": "¶The Lord God has given me the tongue of the learned,\/_that I may know how to sustain him who is weary with a word;\/He awakens me morning by morning;\/_He awakens my ear to listen as the learned."
    },
    "18668": {
        "format": "poetry",
        "text": "\/The Lord God has opened my ear,\/_and I was not rebellious,\/_nor did I turn back."
    },
    "18669": {
        "format": "poetry",
        "text": "\/I gave my back to those who struck me,\/_and my cheeks to those who plucked out my beard;\/I did not cover my face\/_from shame and spitting."
    },
    "18670": {
        "format": "poetry",
        "text": "\/For the Lord God will help me;\/_therefore, I shall not be disgraced;\/therefore, I have set my face like a flint,\/_and I know that I shall not be ashamed."
    },
    "18671": {
        "format": "poetry",
        "text": "\/He who vindicates me is near;\/_who will contend with me?\/_Let us stand up to each other.\/Who is my adversary?\/_Let him come near to me."
    },
    "18672": {
        "format": "poetry",
        "text": "\/Certainly the Lord God will help me;\/_who is he who condemns me?\/Indeed they all shall grow old as a garment;\/_the moth shall eat them up."
    },
    "18673": {
        "format": "poetry",
        "text": "¶Who among you fears the Lord,\/_who obeys the voice of His servant,\/who walks in darkness\/_and has no light?\/Let him trust in the name of the Lord,\/_and rely upon his God."
    },
    "18674": {
        "format": "poetry",
        "text": "\/But now, all you who kindle a fire,\/_who encompass yourselves with sparks:\/Walk in the light of your fire\/_and among the sparks that you have ignited.\/This you shall have from My hand:\/_You shall lie down in sorrow."
    },
    "18675": {
        "format": "poetry",
        "text": "§¶Listen to Me, you who pursue righteousness,\/_you who seek the Lord:\/Look to the rock from which you were hewn\/_and to the quarry from which you were dug."
    },
    "18676": {
        "format": "poetry",
        "text": "\/Look to Abraham your father\/_and to Sarah who bore you;\/for I called him alone,\/_and blessed him, and multiplied him."
    },
    "18677": {
        "format": "poetry",
        "text": "\/For the Lord shall comfort Zion,\/_He will comfort all her waste places;\/He will make her wilderness like Eden,\/_and her desert like the garden of the Lord;\/joy and gladness shall be found in it,\/_thanksgiving, and the voice of melody."
    },
    "18678": {
        "format": "poetry",
        "text": "¶Listen to Me, O My people;\/_and give ear to Me, O My nation:\/for a law shall proceed from Me,\/_and I will set My justice as a light of the peoples."
    },
    "18679": {
        "format": "poetry",
        "text": "\/My righteousness is near,\/_My salvation has gone forth,\/_and My arms shall judge the peoples;\/the coastlands shall wait for Me,\/_and for My arm they shall expectantly wait."
    },
    "18680": {
        "format": "poetry",
        "text": "\/Lift up your eyes to the heavens,\/_and look on the earth beneath.\/For the heavens shall vanish away like smoke,\/_and the earth shall grow old like a garment,\/_and those who dwell in it shall die in like manner;\/but My salvation shall be forever,\/_and My righteousness shall not be abolished."
    },
    "18681": {
        "format": "poetry",
        "text": "¶Listen to Me, you who know righteousness,\/_the people in whose heart is My law;\/do not fear the reproach of men\/_nor be afraid of their revilings."
    },
    "18682": {
        "format": "poetry",
        "text": "\/For the moth shall eat them up like a garment,\/_and the worm shall eat them like wool;\/but My righteousness shall be forever\/_and My salvation from generation to generation."
    },
    "18683": {
        "format": "poetry",
        "text": "¶Awake, awake, put on strength,\/_O arm of the Lord.\/Awake as in the ancient days,\/_in the generations of old.\/Was it not You who cut Rahab to pieces\/_and wounded the dragon?"
    },
    "18684": {
        "format": "poetry",
        "text": "\/Was it not You who dried up the sea,\/_the waters of the great deep,\/who made the depths of the sea a pathway\/_for the ransomed to pass over?"
    },
    "18685": {
        "format": "poetry",
        "text": "\/Therefore, the redeemed of the Lord shall return\/_and come with singing to Zion,\/_and everlasting joy shall be upon their head.\/They shall obtain gladness and joy,\/_and sorrow and mourning shall flee away."
    },
    "18686": {
        "format": "poetry",
        "text": "¶I, even I, am He who comforts you.\/_Who are you that you should be afraid of a man who shall die,\/_and of the son of man who shall be made as grass,"
    },
    "18687": {
        "format": "poetry",
        "text": "\/and forget the Lord your maker\/_who has stretched out the heavens\/_and laid the foundations of the earth?\/And have feared continually every day\/_because of the fury of the oppressor\/_as he makes ready to destroy?\/Yet where is the fury of the oppressor?"
    },
    "18688": {
        "format": "poetry",
        "text": "\/_The exile shall soon be freed,\/and shall not die in the dungeon,\/_nor will his bread be lacking."
    },
    "18689": {
        "format": "poetry",
        "text": "\/But I am the Lord your God\/_who divided the sea whose waves roared;\/_the Lord of Hosts is His name."
    },
    "18690": {
        "format": "poetry",
        "text": "\/I have put My words in your mouth,\/_and I have covered you in the shadow of My hand\/that I may plant the heavens,\/_and lay the foundations of the earth,\/_and say to Zion, “You are My people.”"
    },
    "18691": {
        "format": "poetry",
        "text": "§¶Awake, awake,\/_stand up, O Jerusalem,\/you who have drunk at the hand of the Lord\/_the cup of His fury;\/the cup of reeling\/_you have drained to the dregs."
    },
    "18692": {
        "format": "poetry",
        "text": "\/There is no one to guide her\/_among all the sons she has brought forth;\/nor is there anyone to take hold of her hand\/_of all the sons that she has brought up."
    },
    "18693": {
        "format": "poetry",
        "text": "\/These two things have befallen you;\/_who shall be mournful for you?\/Desolation, and destruction, and famine, and sword—\/_how shall I comfort you?"
    },
    "18694": {
        "format": "poetry",
        "text": "\/Your sons have fainted;\/_they lie at the head of all the streets\/_as an antelope in a net;\/they are full of the fury of the Lord,\/_the rebuke of your God."
    },
    "18695": {
        "format": "poetry",
        "text": "¶Therefore please hear this,\/_you afflicted who are drunk but not with wine."
    },
    "18696": {
        "format": "poetry",
        "text": "\/Thus says your Lord, the Lord,\/_and your God who pleads the cause of His people:\/See, I have taken out of your hand\/_the cup of reeling,\/even the dregs of the cup of My fury;\/_you will never drink it again."
    },
    "18697": {
        "format": "poetry",
        "text": "\/But I will put it into the hand of those who afflict you,\/_who have said to you,\/_“Lie down that we may walk over you.”\/And you have laid your back as the ground\/_and as the street for those who walk on it."
    },
    "18698": {
        "format": "poetry",
        "text": "¶Awake, awake!\/_Put on your strength, O Zion;\/put on your beautiful garments,\/_O Jerusalem, the holy city.\/For the uncircumcised and the unclean\/_will no longer enter you."
    },
    "18699": {
        "format": "poetry",
        "text": "\/Shake yourself from the dust;\/_arise, O captive Jerusalem.\/Loose yourself from the bonds of your neck,\/_O captive daughter of Zion."
    },
    "18700": {
        "format": "prose",
        "text": "¶For thus says the Lord:¶▼You were sold for nothing,\/_and you shall be redeemed without money."
    },
    "18701": {
        "format": "prose",
        "text": "¶For thus says the Lord God:¶▼My people went down at the first into Egypt to sojourn there;\/_then the Assyrian oppressed them without cause."
    },
    "18702": {
        "format": "prose",
        "text": "¶Now therefore, what do I have here, says the Lord,¶▼seeing that My people have been taken away for nothing?\/_Those who rule over them make them wail,\/_says the Lord,\/and My name is continually blasphemed\/_all day long."
    },
    "18703": {
        "format": "poetry",
        "text": "\/Therefore, My people shall know My name;\/_therefore, they shall know in that day\/that I am He who does speak:\/_Here I am."
    },
    "18704": {
        "format": "poetry",
        "text": "¶How beautiful upon the mountains\/_are the feet of him who brings good news,\/who proclaims peace,\/_who brings good news of happiness,\/_who proclaims salvation,\/who says to Zion,\/_“Your God reigns!”"
    },
    "18705": {
        "format": "poetry",
        "text": "\/Your watchmen lift up their voices;\/_they sing joyfully together;\/for they shall see with their own eyes\/_when the Lord brings Zion back."
    },
    "18706": {
        "format": "poetry",
        "text": "\/Break forth into joy, sing together,\/_you waste places of Jerusalem.\/For the Lord has comforted His people;\/_He has redeemed Jerusalem."
    },
    "18707": {
        "format": "poetry",
        "text": "\/The Lord has bared His holy arm\/_in the eyes of all the nations,\/and all the ends of the earth shall see\/_the salvation of our God."
    },
    "18708": {
        "format": "poetry",
        "text": "¶Depart, depart, go out from there,\/_touch no unclean thing;\/go out of the midst of her; be clean,\/_you who bear the vessels of the Lord."
    },
    "18709": {
        "format": "poetry",
        "text": "\/For you shall not go out with haste\/_nor go by flight.\/For the Lord will go before you,\/_and the God of Israel will be your rear guard."
    },
    "18710": {
        "format": "poetry",
        "text": "§¶See, My servant shall deal prudently;\/_he shall be exalted and extolled, and be very high."
    },
    "18711": {
        "format": "poetry",
        "text": "\/Just as many were astonished at you,\/_his visage was so marred, more than any man,\/_and his form more than the sons of men;"
    },
    "18712": {
        "format": "poetry",
        "text": "\/so he shall sprinkle many nations.\/_Kings shall shut their mouths at him;\/for that which had not been told them they shall see,\/_and that which they had not heard they shall consider."
    },
    "18713": {
        "format": "poetry",
        "text": "\/Who has believed our report?\/_And to whom has the arm of the Lord been revealed?"
    },
    "18714": {
        "format": "poetry",
        "text": "\/For he grew up before Him as a tender plant\/_and as a root out of a dry ground.\/He has no form or majesty that we should look upon him\/_nor appearance that we should desire him."
    },
    "18715": {
        "format": "poetry",
        "text": "\/He was despised and rejected of men,\/_a man of sorrows and acquainted with grief.\/And we hid, as it were, our faces from him;\/_he was despised, and we did not esteem him."
    },
    "18716": {
        "format": "poetry",
        "text": "¶Surely he has borne our grief\/_and carried our sorrows;\/Yet we esteemed him stricken,\/_smitten of God, and afflicted."
    },
    "18717": {
        "format": "poetry",
        "text": "\/But he was wounded for our transgressions,\/_he was bruised for our iniquities;\/the chastisement of our peace was upon him,\/_and by his stripes we are healed."
    },
    "18718": {
        "format": "poetry",
        "text": "\/All of us like sheep have gone astray;\/_each of us has turned to his own way,\/but the Lord has laid on him\/_the iniquity of us all."
    },
    "18719": {
        "format": "poetry",
        "text": "¶He was oppressed, and he was afflicted,\/_yet he opened not his mouth;\/he was brought as a lamb to the slaughter,\/_and as a sheep before its shearers is silent,\/_so he opened not his mouth."
    },
    "18720": {
        "format": "poetry",
        "text": "\/By oppression and judgment he was taken away,\/_and who shall declare his generation?\/For he was cut off out of the land of the living;\/_for the transgression of my people he was struck."
    },
    "18721": {
        "format": "poetry",
        "text": "\/His grave was assigned with the wicked,\/_yet with the rich in his death,\/because he had done no violence,\/_nor was any deceit in his mouth."
    },
    "18722": {
        "format": "poetry",
        "text": "¶Yet it pleased the Lord to bruise him; He has put him to grief.\/_If he made himself as an offering for sin,\/he shall see his offspring, he shall prolong his days,\/_and the good pleasure of the Lord shall prosper in his hand."
    },
    "18723": {
        "format": "poetry",
        "text": "\/He shall see of the anguish of his soul\/_and be satisfied.\/By his knowledge My righteous servant shall justify the many,\/_for he shall bear their iniquities."
    },
    "18724": {
        "format": "poetry",
        "text": "\/Therefore, I will divide him a portion with the great,\/_and he shall divide the spoil with the strong,\/because he poured out his soul to death,\/_and he was numbered with the transgressors,\/thus he bore the sin of many\/_and made intercession for the transgressors."
    },
    "18725": {
        "format": "poetry",
        "text": "§¶Sing, O barren,\/_you who did not bear a child.\/Break forth into singing and cry aloud,\/_you who did not travail with child.\/For more are the children of the desolate\/_than the children of the married wife,\/_says the Lord."
    },
    "18726": {
        "format": "poetry",
        "text": "\/Enlarge the place of your tent,\/_and let them stretch out the curtains of your habitations;\/_spare not,\/lengthen your cords,\/_and strengthen your stakes."
    },
    "18727": {
        "format": "poetry",
        "text": "\/For you shall spread out to the right hand and to the left,\/_and your descendants shall inherit the nations\/_and make the desolate cities to be inhabited."
    },
    "18728": {
        "format": "poetry",
        "text": "¶Do not fear, for you shall not be ashamed nor be humiliated;\/_for you shall not be put to shame,\/for you shall forget the shame of your youth\/_and shall not remember the reproach of your widowhood anymore."
    },
    "18729": {
        "format": "poetry",
        "text": "\/For your Maker is your husband,\/_the Lord of Hosts is His name;\/and your Redeemer is the Holy One of Israel;\/_He shall be called the God of the whole earth."
    },
    "18730": {
        "format": "poetry",
        "text": "\/For the Lord has called you\/_as a woman forsaken and grieved in spirit,\/and a wife of youth\/_when you were refused, says your God."
    },
    "18731": {
        "format": "poetry",
        "text": "\/For a small moment I have forsaken you,\/_but with great mercies I will gather you."
    },
    "18732": {
        "format": "poetry",
        "text": "\/In a little wrath\/_I hid My face from you for a moment;\/but with everlasting kindness\/_I will have mercy on you,\/_says the Lord your Redeemer."
    },
    "18733": {
        "format": "poetry",
        "text": "¶For this is as the waters of Noah to Me;\/_for as I have sworn that the waters of Noah should no longer cover the earth,\/so I have sworn that I would not be wrathful with you\/_nor rebuke you."
    },
    "18734": {
        "format": "poetry",
        "text": "\/For the mountains may be removed,\/_and the hills may shake,\/but My kindness shall not depart from you,\/_nor shall My covenant of peace be removed,\/_says the Lord who has mercy on you."
    },
    "18735": {
        "format": "poetry",
        "text": "¶O afflicted one, tossed with tempest and not comforted,\/_I will lay your stones with fair colors\/_and lay your foundations with sapphires."
    },
    "18736": {
        "format": "poetry",
        "text": "\/I will make your windows of agates,\/_and your gates of crystal,\/_and all your borders of precious stones."
    },
    "18737": {
        "format": "poetry",
        "text": "\/All your sons shall be taught of the Lord,\/_and great shall be the peace of your sons."
    },
    "18738": {
        "format": "poetry",
        "text": "\/In righteousness you shall be established;\/you shall be far from oppression,\/_for you shall not fear,\/and from terror,\/_for it shall not come near you."
    },
    "18739": {
        "format": "poetry",
        "text": "\/Indeed they shall surely assail you fiercely, but not from Me.\/_Whoever assails you shall fall for your sake."
    },
    "18740": {
        "format": "poetry",
        "text": "¶See, I have created the smith\/_that blows the coals in the fire\/_and who brings forth an instrument for his work;\/and I have created the destroyer in order to cause ruin."
    },
    "18741": {
        "format": "poetry",
        "text": "\/_No weapon that is formed against you shall prosper,\/_and every tongue that shall rise against you in judgment, you shall condemn.\/This is the heritage of the servants of the Lord,\/_and their vindication is from Me,\/_says the Lord."
    },
    "18742": {
        "format": "poetry",
        "text": "§¶Ho! Everyone who thirsts,\/_come to the waters;\/and you who have no money,\/_come, buy and eat.\/Come, buy wine and milk\/_without money and without price."
    },
    "18743": {
        "format": "poetry",
        "text": "\/Why do you spend money for that which is not bread,\/_and your labor for that which does not satisfy?\/Listen diligently to Me, and eat what is good,\/_and let your soul delight itself in abundance."
    },
    "18744": {
        "format": "poetry",
        "text": "\/Incline your ear, and come to Me.\/_Listen, so that your soul may live,\/and I will make an everlasting covenant with you,\/_even the sure mercies of David."
    },
    "18745": {
        "format": "poetry",
        "text": "\/See, I have given him as a witness to the people,\/_a leader and commander to the people."
    },
    "18746": {
        "format": "poetry",
        "text": "\/Surely you shall call a nation that you do not know,\/_and nations that did not know you shall run to you\/because of the Lord your God,\/_even the Holy One of Israel;\/_for He has glorified you."
    },
    "18747": {
        "format": "poetry",
        "text": "¶Seek the Lord while He may be found,\/_call you upon Him while He is near."
    },
    "18748": {
        "format": "poetry",
        "text": "\/Let the wicked forsake his way,\/_and the unrighteous man his thoughts;\/and let him return to the Lord, and He will have mercy upon him,\/_and to our God, for He will abundantly pardon."
    },
    "18749": {
        "format": "poetry",
        "text": "¶For My thoughts are not your thoughts,\/_nor are your ways My ways,\/_says the Lord."
    },
    "18750": {
        "format": "poetry",
        "text": "\/For as the heavens are higher than the earth,\/_so are My ways higher than your ways,\/_and My thoughts than your thoughts."
    },
    "18751": {
        "format": "poetry",
        "text": "\/For as the rain comes down,\/_and the snow from heaven,\/and do not return there\/_but water the earth\/and make it bring forth and bud\/_that it may give seed to the sower and bread to the eater,"
    },
    "18752": {
        "format": "poetry",
        "text": "\/so shall My word be that goes forth from My mouth;\/_it shall not return to Me void,\/but it shall accomplish that which I please,\/_and it shall prosper in the thing for which I sent it."
    },
    "18753": {
        "format": "poetry",
        "text": "\/For you shall go out with joy,\/_and be led out with peace;\/the mountains and the hills\/_shall break forth into singing before you,\/and all the trees of the field\/_shall clap their hands."
    },
    "18754": {
        "format": "poetry",
        "text": "\/Instead of the thorn shall come up the fir tree,\/_and instead of the brier shall come up the myrtle tree;\/and it shall be to the Lord for a memorial,\/_for an everlasting sign\/_that shall not be cut off."
    },
    "18755": {
        "format": "prose",
        "text": "§¶Thus says the Lord:¶▼Preserve justice\/_and do righteousness,\/for My salvation is about to come\/_and My righteousness to be revealed."
    },
    "18756": {
        "format": "poetry",
        "text": "\/Blessed is the man who does this,\/_and the son of man who takes hold of it,\/who keeps from polluting the Sabbath\/_and keeps his hand from doing any evil."
    },
    "18757": {
        "format": "poetry",
        "text": "¶Do not let the son of the foreigner\/_who has joined himself to the Lord\/speak, saying,\/_“The Lord has utterly separated me from His people”;\/do not let the eunuch say,\/_“I am only a dry tree.”"
    },
    "18758": {
        "format": "prose",
        "text": "¶For thus says the Lord:¶▼To the eunuchs who keep My Sabbaths,\/_and choose the things that please Me,\/_and take hold of My covenant,"
    },
    "18759": {
        "format": "poetry",
        "text": "\/to them I will give in My house and within My walls\/_a memorial, and a name\/_better than that of sons and of daughters;\/I will give them an everlasting name\/_that shall not be cut off."
    },
    "18760": {
        "format": "poetry",
        "text": "\/Also the sons of the foreigner who join themselves to the Lord\/_to serve Him,\/and to love the name of the Lord,\/_and to be His servants,\/to everyone who keeps from polluting the Sabbath\/_and takes hold of My covenant,"
    },
    "18761": {
        "format": "poetry",
        "text": "\/even them I will bring to My holy mountain\/_and make them joyful in My house of prayer.\/Their burnt offerings and their sacrifices\/_shall be accepted on My altar;\/for My house shall be called\/_a house of prayer for all people."
    },
    "18762": {
        "format": "poetry",
        "text": "\/The Lord God\/_who gathers the outcasts of Israel says,\/Yet I will gather others to them\/_besides those who already are gathered to him."
    },
    "18763": {
        "format": "poetry",
        "text": "§¶All you beasts of the field,\/_all you beasts in the forest, come to devour."
    },
    "18764": {
        "format": "poetry",
        "text": "\/His watchmen are blind;\/_they all are ignorant;\/they all are dumb dogs,\/_unable to bark;\/sleepers lying down,\/_who love to slumber."
    },
    "18765": {
        "format": "poetry",
        "text": "\/They are greedy dogs\/_which can never have enough,\/and they are shepherds who cannot understand;\/_they all turn to their own way,\/_every one for his gain, from his territory."
    },
    "18766": {
        "format": "poetry",
        "text": "\/“Come,” they say, “let us get wine,\/_and let us fill ourselves with strong drink;\/and tomorrow shall be as today,\/_only more so.”"
    },
    "18767": {
        "format": "poetry",
        "text": "§¶The righteous man perishes,\/_and no man lays it to heart;\/and merciful men are taken away\/_while no one understands,\/for the righteous man is taken away\/_from the evil to come."
    },
    "18768": {
        "format": "poetry",
        "text": "\/He shall enter into peace;\/_they shall rest in their beds,\/_each one walking in his uprightness."
    },
    "18769": {
        "format": "poetry",
        "text": "¶But draw near to here, you sons of a sorceress,\/_offspring of an adulterer and prostitute."
    },
    "18770": {
        "format": "poetry",
        "text": "\/Whom do you mock?\/_Against whom do you open wide your mouth\/_and stick out your tongue?\/Are you not children of transgression,\/_offspring of falsehood,"
    },
    "18771": {
        "format": "poetry",
        "text": "\/inflaming yourselves with idols\/_under every green tree,\/slaying the children in the valleys\/_under the clefts of the rocks?"
    },
    "18772": {
        "format": "poetry",
        "text": "\/Among the smooth stones of the stream is your portion;\/_they are your lot.\/Even to them you have poured out a drink offering;\/_you have offered a grain offering.\/_Should I relent concerning these things?"
    },
    "18773": {
        "format": "poetry",
        "text": "\/On a lofty and high mountain you have set your bed;\/_even there you went up to offer sacrifice."
    },
    "18774": {
        "format": "poetry",
        "text": "\/Behind the doors and the doorposts\/_you have set up your memorial;\/far removed from Me, you have uncovered yourself;\/_you have enlarged your bed and made a covenant with them;\/you have loved their bed,\/_you have looked on their nakedness."
    },
    "18775": {
        "format": "poetry",
        "text": "\/You went to the king with ointment,\/_and increased your perfumes,\/and sent your messengers far off,\/_and made them go down to Sheol."
    },
    "18776": {
        "format": "poetry",
        "text": "\/You were wearied by the length of your road;\/_yet you did not say, “There is no hope.”\/You have found renewed strength;\/_therefore, you did not faint."
    },
    "18777": {
        "format": "poetry",
        "text": "¶Of whom were you afraid or fearful\/_when you lied\/and you did not remember Me,\/_nor give Me a thought?\/Have I not held My peace for a long time\/_so that you do not fear Me?"
    },
    "18778": {
        "format": "poetry",
        "text": "\/I will declare your righteousness, and your works,\/_yet they shall not profit you."
    },
    "18779": {
        "format": "poetry",
        "text": "\/When you cry out,\/_let your collection of idols deliver you.\/But the wind shall carry them all away,\/_a breath shall take them away.\/But he who puts his trust in Me\/_shall possess the land\/_and shall inherit My holy mountain."
    },
    "18780": {
        "format": "prose",
        "text": "§¶And it shall be said,¶▼“Build up, build up, prepare the way,\/_take up every stumbling block out of the way of My people.”"
    },
    "18781": {
        "format": "poetry",
        "text": "\/For thus says the High and Lofty One\/_who inhabits eternity, whose name is Holy:\/I dwell in the high and holy place\/_and also with him who is of a contrite and humble spirit,\/to revive the spirit of the humble,\/_and to revive the heart of the contrite ones."
    },
    "18782": {
        "format": "poetry",
        "text": "\/For I will not contend forever,\/_nor will I always be angry;\/for the spirit would grow faint before Me,\/_and the souls whom I have made."
    },
    "18783": {
        "format": "poetry",
        "text": "\/For the iniquity of his unjust gain I was angry and struck him;\/_I hid My face and was wrathful,\/_and he went on turning away in the way of his heart."
    },
    "18784": {
        "format": "poetry",
        "text": "\/I have seen his ways but will heal him;\/_I will lead him and restore comfort to him and to his mourners,"
    },
    "18785": {
        "format": "poetry",
        "text": "\/_by creating the fruit of the lips.\/Peace, peace to him who is far off and to him who is near,\/_says the Lord, and I will heal him."
    },
    "18786": {
        "format": "poetry",
        "text": "\/But the wicked are like the troubled\/_sea when it cannot rest,\/_whose waters cast up mire and dirt."
    },
    "18787": {
        "format": "poetry",
        "text": "\/There is no peace, says my God, for the wicked."
    },
    "18788": {
        "format": "poetry",
        "text": "§¶Cry aloud, do not hold back;\/_lift up your voice like a trumpet,\/and show My people their transgression\/_and the house of Jacob their sins."
    },
    "18789": {
        "format": "poetry",
        "text": "\/Yet they seek Me daily\/_and delight to know My ways,\/as a nation that has done righteousness\/_and has not forsaken the ordinance of their God.\/They ask Me for the ordinances of justice;\/_they take delight in approaching God."
    },
    "18790": {
        "format": "poetry",
        "text": "\/“Why have we fasted\/_and You do not see?\/Why have we humbled ourselves\/_and You take no notice?”¶Certainly, on the day of your fast you find your desire\/_and are exacting on all your laborers."
    },
    "18791": {
        "format": "poetry",
        "text": "\/Certainly, you fast for strife and debate\/_and to strike with the fist of wickedness.\/You do not fast as you do this day,\/_to make your voice to be heard on high."
    },
    "18792": {
        "format": "poetry",
        "text": "\/Is it such a fast that I have chosen,\/_a day for a man to humble himself?\/Is it to bow down his head as a bulrush,\/_and to spread out sackcloth and ashes under him?\/Will you call this a fast\/_and an acceptable day to the Lord?"
    },
    "18793": {
        "format": "poetry",
        "text": "¶Is not this the fast that I have chosen:\/to loose the bonds of wickedness,\/_to undo the heavy burdens,\/and to let the oppressed go free,\/_and break every yoke?"
    },
    "18794": {
        "format": "poetry",
        "text": "\/Is it not to divide your bread with the hungry\/_and bring the poor who are outcasts into your house?\/When you see the naked, to cover him\/_and not hide yourself from your own flesh?"
    },
    "18795": {
        "format": "poetry",
        "text": "\/Then your light shall break forth as the morning,\/_and your healing shall spring forth quickly,\/and your righteousness shall go before you;\/_the glory of the Lord shall be your reward."
    },
    "18796": {
        "format": "poetry",
        "text": "\/Then you shall call, and the Lord shall answer;\/_you shall cry, and He shall say, Here I am.¶If you take away the yoke from your midst,\/_the pointing of the finger, and speaking wickedness,"
    },
    "18797": {
        "format": "poetry",
        "text": "\/and if you give yourself to the hungry\/_and satisfy the afflicted soul,\/then your light shall rise in obscurity,\/_and your darkness shall become as the noonday."
    },
    "18798": {
        "format": "poetry",
        "text": "\/And the Lord shall guide you continually,\/_and satisfy your soul in drought,\/_and strengthen your bones;\/and you shall be like a watered garden,\/_and like a spring of water, whose waters do not fail."
    },
    "18799": {
        "format": "poetry",
        "text": "\/Those from among you shall rebuild the old waste places;\/_you shall raise up the foundations of many generations;\/and you shall be called, the Repairer of the Breach,\/_the Restorer of Paths in which to Dwell."
    },
    "18800": {
        "format": "poetry",
        "text": "¶If because of the Sabbath you turn away your foot\/_from doing your pleasure on My holy day,\/and call the Sabbath a delight,\/_the holy day of the Lord honorable,\/and honor it, not doing your own ways,\/_nor finding your own pleasure, nor speaking your own words,"
    },
    "18801": {
        "format": "poetry",
        "text": "\/then you shall delight yourself in the Lord,\/_and I will cause you to ride upon the high places of the earth,\/_and feed you with the heritage of Jacob your father.\/_For the mouth of the Lord has spoken it."
    },
    "18802": {
        "format": "poetry",
        "text": "§¶Certainly, the hand of the Lord is not so short that it cannot save,\/_nor is His ear so dull that it cannot hear."
    },
    "18803": {
        "format": "poetry",
        "text": "\/But your iniquities have made a separation between\/_you and your God,\/and your sins have hidden His face from you\/_so that He will not hear."
    },
    "18804": {
        "format": "poetry",
        "text": "\/For your hands are defiled with blood\/_and your fingers with iniquity;\/your lips have spoken lies,\/_your tongue has muttered perverseness."
    },
    "18805": {
        "format": "poetry",
        "text": "\/No one calls for justice,\/_nor does anyone plead for truth.\/They trust in vanity and speak lies;\/_they conceive mischief and bring forth iniquity."
    },
    "18806": {
        "format": "poetry",
        "text": "\/They hatch adders’ eggs\/_and weave the spider’s web;\/he who eats of their eggs dies,\/_and that which is crushed breaks out into a viper."
    },
    "18807": {
        "format": "poetry",
        "text": "\/Their webs shall not become garments,\/_nor shall they cover themselves with their works;\/their works are works of iniquity,\/_and an act of violence is in their hands."
    },
    "18808": {
        "format": "poetry",
        "text": "\/Their feet run to evil,\/_and they make haste to shed innocent blood;\/their thoughts are thoughts of iniquity;\/_devastation and destruction are in their paths."
    },
    "18809": {
        "format": "poetry",
        "text": "\/The way of peace they do not know,\/_and there is no justice in their ways;\/they have made their paths crooked;\/_whoever walks in them does not know peace."
    },
    "18810": {
        "format": "poetry",
        "text": "§¶Therefore, justice is far from us,\/_nor does righteousness overtake us;\/we wait for light, but there is darkness,\/_for brightness, but we walk in gloom."
    },
    "18811": {
        "format": "poetry",
        "text": "\/We grope along the wall like the blind,\/_and we grope as if we had no eyes;\/we stumble at noonday as in the night;\/_among those who are vigorous, we are as dead men."
    },
    "18812": {
        "format": "poetry",
        "text": "\/We all roar like bears\/_and mourn sadly like doves;\/we look for justice, but there is none;\/_for salvation, but it is far from us."
    },
    "18813": {
        "format": "poetry",
        "text": "¶For our transgressions are multiplied before You,\/_and our sins testify against us;\/for our transgressions are with us.\/_And as for our iniquities, we know them:"
    },
    "18814": {
        "format": "poetry",
        "text": "\/transgressing, and lying against the Lord,\/_and departing away from our God,\/speaking oppression and revolt,\/_conceiving and uttering from the heart words of falsehood."
    },
    "18815": {
        "format": "poetry",
        "text": "\/Justice is turned backward,\/_and righteousness stands far off;\/for truth is fallen in the street,\/_and equity cannot enter."
    },
    "18816": {
        "format": "poetry",
        "text": "\/Truth is lacking,\/_and he who departs from evil makes himself a prey.§¶Then the Lord saw it, and it displeased Him\/_that there was no justice."
    },
    "18817": {
        "format": "poetry",
        "text": "\/He saw that there was no man\/_and was astonished that there was no intercessor;\/therefore, His own arm brought salvation to Him,\/_and His righteousness sustained Him."
    },
    "18818": {
        "format": "poetry",
        "text": "\/For He put on righteousness as a breastplate\/_and a helmet of salvation on His head;\/He put on the garments of vengeance for clothing\/_and was clad with zeal as a cloak."
    },
    "18819": {
        "format": "poetry",
        "text": "\/According to their deeds,\/_accordingly He will repay:\/fury to His adversaries,\/_recompense to His enemies;\/_to the islands He will make recompense."
    },
    "18820": {
        "format": "poetry",
        "text": "\/So shall they fear the name of the Lord from the west\/_and His glory from the rising of the sun;\/when the enemy shall come in like a flood,\/_the Spirit of the Lord shall lift up a standard against him."
    },
    "18821": {
        "format": "poetry",
        "text": "¶The Redeemer shall come to Zion\/_and to those who turn from transgression in Jacob,\/_says the Lord."
    },
    "18822": {
        "format": "prose",
        "text": "¶As for Me, this is My covenant with them, says the Lord: My Spirit who is upon you, and My words which I have put in your mouth shall not depart out of your mouth, nor out of the mouth of your descendants, nor out of the mouth of your descendants’ descendants, says the Lord, from this time forth and forever."
    },
    "18823": {
        "format": "poetry",
        "text": "§¶Arise, shine, for your light has come,\/_and the glory of the Lord has risen upon you."
    },
    "18824": {
        "format": "poetry",
        "text": "\/For the darkness shall cover the earth\/_and deep darkness the peoples;\/but the Lord shall rise upon you,\/_and His glory shall be seen upon you."
    },
    "18825": {
        "format": "poetry",
        "text": "\/The nations shall come to your light\/_and kings to the brightness of your rising."
    },
    "18826": {
        "format": "poetry",
        "text": "¶Lift up your eyes all around, and see:\/_They all gather themselves together; they come to you;\/your sons shall come from afar,\/_and your daughters shall be carried at your side."
    },
    "18827": {
        "format": "poetry",
        "text": "\/Then you shall see and be radiant,\/_and your heart shall thrill and rejoice\/because the abundance of the sea shall be converted to you,\/_the wealth of the nations shall come to you."
    },
    "18828": {
        "format": "poetry",
        "text": "\/The multitude of camels shall cover your land,\/_the young camels of Midian and Ephah;\/all those from Sheba shall come;\/_they shall bring gold and incense\/_and shall bear good news of the praises of the Lord."
    },
    "18829": {
        "format": "poetry",
        "text": "\/All the flocks of Kedar shall be gathered together to you,\/_the rams of Nebaioth shall minister to you;\/they shall come up with acceptance on My altar,\/_and I will glorify My glorious house."
    },
    "18830": {
        "format": "poetry",
        "text": "¶Who are these who fly as a cloud\/_and as the doves to their roosts?"
    },
    "18831": {
        "format": "poetry",
        "text": "\/Surely the coastlands shall wait for Me,\/_and the ships of Tarshish shall come first,\/to bring your sons from afar,\/_their silver and their gold with them,\/to the name of the Lord your God\/_and to the Holy One of Israel\/_because He has glorified you."
    },
    "18832": {
        "format": "poetry",
        "text": "¶The sons of foreigners shall build up your walls,\/_and their kings shall minister to you;\/for in My wrath I struck you,\/_but in My favor I have had mercy on you."
    },
    "18833": {
        "format": "poetry",
        "text": "\/Therefore, your gates shall be open continually;\/_they shall not be shut day nor night,\/so that men may bring to you the wealth of the nations,\/_and that their kings may be brought."
    },
    "18834": {
        "format": "poetry",
        "text": "\/For the nation and kingdom that will not serve you shall perish,\/_and those nations shall be utterly destroyed."
    },
    "18835": {
        "format": "poetry",
        "text": "¶The glory of Lebanon shall come to you,\/_the fir tree, the pine tree, and the box tree together,\/to beautify the place of My sanctuary;\/_and I will make the place of My feet glorious."
    },
    "18836": {
        "format": "poetry",
        "text": "\/The sons also of those who afflicted you shall come bowing before you,\/_and all those who despised you shall bow themselves down at the soles of your feet;\/and they shall call you, The City of the Lord,\/_the Zion of the Holy One of Israel."
    },
    "18837": {
        "format": "poetry",
        "text": "¶Whereas you have been forsaken\/_and hated so that no man went through you,\/I will make you an eternal excellency,\/_a joy of many generations."
    },
    "18838": {
        "format": "poetry",
        "text": "\/You shall also suck the milk of the nations\/_and suck the breast of kings;\/then you shall know that I, the Lord, am your Savior\/_and your Redeemer, the Mighty One of Jacob."
    },
    "18839": {
        "format": "poetry",
        "text": "\/Instead of bronze I will bring gold,\/_and instead of iron I will bring silver;\/and instead of wood, bronze;\/_and instead of stones, iron.\/I will also make your officers peace\/_and your exactors righteousness."
    },
    "18840": {
        "format": "poetry",
        "text": "\/Violence shall no more be heard in your land,\/_nor devastation or destruction within your borders;\/but you shall call your walls Salvation\/_and your gates Praise."
    },
    "18841": {
        "format": "poetry",
        "text": "\/The sun shall no longer be your light by day,\/_nor for brightness shall the moon give light to you;\/but the Lord shall be an everlasting light to you\/_and your God for your glory."
    },
    "18842": {
        "format": "poetry",
        "text": "\/Your sun shall no more go down,\/_nor shall your moon wane;\/for the Lord shall be your everlasting light,\/_and the days of your mourning shall end."
    },
    "18843": {
        "format": "poetry",
        "text": "\/Then all your people shall be righteous;\/_they shall inherit the land forever,\/the branch of My planting,\/_the work of My hands,\/_that I may be glorified."
    },
    "18844": {
        "format": "poetry",
        "text": "\/A little one shall become a thousand,\/_and a small one a strong nation.\/I, the Lord,\/_will hasten it in its time."
    },
    "18845": {
        "format": "poetry",
        "text": "§¶The Spirit of the Lord God is upon me\/_because the Lord has anointed me\/_to preach good news to the poor;\/He has sent me to heal the broken‐hearted,\/_to proclaim liberty to the captives,\/_and the opening of the prison to those who are bound;"
    },
    "18846": {
        "format": "poetry",
        "text": "\/to proclaim the acceptable year of the Lord\/_and the day of vengeance of our God;\/to comfort all who mourn,"
    },
    "18847": {
        "format": "poetry",
        "text": "\/_to preserve those who mourn in Zion,\/to give to them beauty\/_for ashes,\/the oil of joy\/_for mourning,\/the garment of praise\/_for the spirit of heaviness,\/that they might be called trees of righteousness,\/_the planting of the Lord,\/_that He might be glorified."
    },
    "18848": {
        "format": "poetry",
        "text": "¶They shall build the old ruins;\/_they shall raise up the former desolations,\/and they shall repair the waste cities,\/_the desolations of many generations."
    },
    "18849": {
        "format": "poetry",
        "text": "\/Strangers shall stand and feed your flocks,\/_and the sons of the alien shall be your plowmen and your vinedressers."
    },
    "18850": {
        "format": "poetry",
        "text": "\/But you shall be named the priests of the Lord;\/_men shall call you the ministers of our God.\/You shall eat the riches of the nations,\/_and in their glory you shall boast."
    },
    "18851": {
        "format": "poetry",
        "text": "¶Instead of your shame\/_you shall have double honor,\/and instead of humiliation\/_they shall rejoice over their portion.\/Therefore, in their land they shall possess a double portion;\/_everlasting joy shall be theirs."
    },
    "18852": {
        "format": "poetry",
        "text": "¶For I, the Lord, love justice,\/_I hate robbery in the burnt offering;\/and I will faithfully give them their recompense\/_and make an everlasting covenant with them."
    },
    "18853": {
        "format": "poetry",
        "text": "\/Their descendants shall be known among the nations\/_and their offspring among the peoples.\/All who see them shall acknowledge them\/_because they are the descendants whom the Lord has blessed."
    },
    "18854": {
        "format": "poetry",
        "text": "¶I will greatly rejoice in the Lord,\/_my soul shall be joyful in my God;\/for He has clothed me with the garments of salvation,\/_He has covered me with the robe of righteousness,\/as a bridegroom decks himself with ornaments,\/_and as a bride adorns herself with her jewels."
    },
    "18855": {
        "format": "poetry",
        "text": "\/For as the earth brings forth her buds,\/_and as the garden causes the things that are sown in it to spring forth,\/so the Lord God will cause righteousness and praise\/_to spring forth before all the nations."
    },
    "18856": {
        "format": "poetry",
        "text": "§¶For the sake of Zion I will not keep silent,\/_and for the sake of Jerusalem I will not rest\/until her righteousness goes forth as brightness\/_and her salvation as a lamp that burns."
    },
    "18857": {
        "format": "poetry",
        "text": "\/The nations shall see your righteousness,\/_and all kings your glory.\/And you shall be called by a new name,\/_which the mouth of the Lord shall name."
    },
    "18858": {
        "format": "poetry",
        "text": "\/You shall also be a crown of glory in the hand of the Lord\/_and a royal diadem in the hand of your God."
    },
    "18859": {
        "format": "poetry",
        "text": "\/You shall no more be termed Forsaken,\/_nor shall your land be termed Desolate;\/but you shall be called My Delight Is In Her,\/_and your land Married;\/for the Lord delights in you,\/_and your land shall be married."
    },
    "18860": {
        "format": "poetry",
        "text": "\/For as a young man marries a virgin,\/_so your sons shall marry you;\/and as the bridegroom rejoices over the bride,\/_so your God shall rejoice over you."
    },
    "18861": {
        "format": "poetry",
        "text": "¶I have set watchmen on your walls, O Jerusalem,\/_who shall never hold their peace day nor night.\/You who remind the Lord,\/_do not keep silent;"
    },
    "18862": {
        "format": "poetry",
        "text": "\/give Him no rest until He establishes\/_and makes Jerusalem a glory in the earth."
    },
    "18863": {
        "format": "poetry",
        "text": "¶The Lord has sworn by His right hand\/_and by His strong arm:\/Surely I will no longer give your grain\/_as food for your enemies;\/and the sons of the foreigners shall not drink your wine\/_for which you have labored."
    },
    "18864": {
        "format": "poetry",
        "text": "\/But those who have gathered it shall eat it\/_and praise the Lord;\/and those who have brought it shall drink it\/_in the courts of My sanctuary."
    },
    "18865": {
        "format": "poetry",
        "text": "¶Go through, go through the gates.\/_Prepare the way of the people;\/build up, build up the highway.\/_Remove the stones;\/lift up a standard over the peoples."
    },
    "18866": {
        "format": "poetry",
        "text": "¶The Lord has proclaimed\/_to the ends of the earth:\/Say to the daughter of Zion,\/_“See, your salvation comes;\/see, His reward is with Him,\/_and His recompense before Him.”"
    },
    "18867": {
        "format": "poetry",
        "text": "\/They shall call them The Holy People,\/_the Redeemed of the Lord;\/and you shall be called Sought Out,\/_a City Not Forsaken."
    },
    "18868": {
        "format": "poetry",
        "text": "§¶“Who is this who comes from Edom\/_with dyed garments from Bozrah?\/This one who is glorious in His apparel,\/_traveling in the greatness of His strength?”¶“It is I who speak in righteousness,\/_mighty to save.”"
    },
    "18869": {
        "format": "poetry",
        "text": "¶“Why is Your apparel red,\/_and Your garments like him who treads in the wine vat?”"
    },
    "18870": {
        "format": "poetry",
        "text": "¶“I have trodden the winepress alone;\/_and from the peoples there was no one with Me.\/For I will tread them in My anger,\/_and trample them in My fury,\/and their blood shall be sprinkled upon My garments,\/_and I will stain all My raiment."
    },
    "18871": {
        "format": "poetry",
        "text": "\/For the day of vengeance is in My heart,\/_and My year of redemption has come."
    },
    "18872": {
        "format": "poetry",
        "text": "\/I looked and there was no one to help,\/_and I was astonished, and there was no one to uphold;\/therefore, My own arm brought salvation to Me;\/_and My fury upheld Me."
    },
    "18873": {
        "format": "poetry",
        "text": "\/I will tread down the peoples in My anger\/_and make them drunk in My fury,\/_and I will pour out their lifeblood on the earth.”"
    },
    "18874": {
        "format": "poetry",
        "text": "§¶I will mention the steadfast love of the Lord\/_and the praises of the Lord,\/_according to all that the Lord has bestowed on us,\/and the great goodness toward the house of Israel,\/which He has bestowed on them\/_according to His mercy,\/_and according to the multitude of His kindnesses."
    },
    "18875": {
        "format": "poetry",
        "text": "\/For He said, “Surely they are My people,\/_sons who will not lie.”\/_So He became their Savior."
    },
    "18876": {
        "format": "poetry",
        "text": "\/In all their affliction He was afflicted,\/_and the angel of His presence saved them;\/in His love and in His mercy He redeemed them;\/_and He lifted them and carried them\/_all the days of old."
    },
    "18877": {
        "format": "poetry",
        "text": "\/But they rebelled\/_and grieved His Holy Spirit;\/therefore, He turned Himself to be their enemy,\/_and He fought against them."
    },
    "18878": {
        "format": "poetry",
        "text": "¶Then His people remembered the days of old,\/_of Moses, saying:\/Where is He who brought them up out of the sea\/_with the shepherds of His flock?\/Where is He who put\/_His Holy Spirit in their midst,"
    },
    "18879": {
        "format": "poetry",
        "text": "\/who led them with His glorious arm\/_by the right hand of Moses,\/dividing the water before them,\/_to make Himself an everlasting name,"
    },
    "18880": {
        "format": "poetry",
        "text": "\/who led them through the deep,\/as a horse in the wilderness,\/_that they should not stumble?"
    },
    "18881": {
        "format": "poetry",
        "text": "\/As the cattle which go down into the valley,\/_the Spirit of the Lord caused them to rest,\/so You led Your people,\/_to make Yourself a glorious name."
    },
    "18882": {
        "format": "poetry",
        "text": "§¶Look down from heaven and see,\/_from Your holy and glorious habitation.\/Where are Your zeal and Your strength?\/_The stirrings of Your heart and Your mercies toward me are restrained."
    },
    "18883": {
        "format": "poetry",
        "text": "\/For You are our Father,\/_though Abraham is ignorant of us\/_and Israel does not recognize us.\/You, O Lord, are our Father, our Redeemer;\/_Your name is from everlasting."
    },
    "18884": {
        "format": "poetry",
        "text": "\/O Lord, why have You made us to err from Your ways\/_and hardened our heart from fearing You?\/Return for Your servants’ sake,\/_the tribes of Your inheritance."
    },
    "18885": {
        "format": "poetry",
        "text": "\/Your holy people possessed Your sanctuary for a little while;\/_our adversaries have trodden it down."
    },
    "18886": {
        "format": "poetry",
        "text": "\/We have become\/_as those over whom You have never ruled,\/_as those who were not called by Your name."
    },
    "18887": {
        "format": "poetry",
        "text": "¶Oh, that You would rend the heavens and come down,\/_that the mountains might shake at Your presence,"
    },
    "18888": {
        "format": "poetry",
        "text": "\/as when the melting fire burns,\/_as the fire causes the waters to boil,\/to make Your name known to Your adversaries,\/_that the nations may tremble at Your presence!"
    },
    "18889": {
        "format": "poetry",
        "text": "\/When You did awesome things for which we did not look,\/_You came down; the mountains quaked at Your presence."
    },
    "18890": {
        "format": "poetry",
        "text": "\/For since the beginning of the world men have not heard,\/_nor perceived by ear,\/neither has the eye seen a God besides You,\/_who acts for the one who waits for Him."
    },
    "18891": {
        "format": "poetry",
        "text": "\/You meet him who rejoices in doing righteousness,\/_those who remember You in Your ways.\/Indeed, You were angry, for we had sinned;\/_in our sins we remained a long time,\/_and shall we be saved?"
    },
    "18892": {
        "format": "poetry",
        "text": "\/But we all are as an unclean thing,\/_and all our righteousness is as filthy rags;\/and we all fade as a leaf,\/_and our iniquities, like the wind, have taken us away."
    },
    "18893": {
        "format": "poetry",
        "text": "\/There is no one who calls on Your name,\/_who stirs up himself to take hold of You;\/for You have hidden Your face from us\/_and have consumed us because of our iniquities."
    },
    "18894": {
        "format": "poetry",
        "text": "¶But now, O Lord, You are our Father;\/_we are the clay, and You are our potter;\/_and we all are the work of Your hand."
    },
    "18895": {
        "format": "poetry",
        "text": "\/Do not be wrathful beyond measure, O Lord,\/_nor remember iniquity forever;\/look upon us, we pray,\/_we all are Your people."
    },
    "18896": {
        "format": "poetry",
        "text": "\/Your holy cities are a wilderness;\/_Zion is a wilderness, Jerusalem a desolation."
    },
    "18897": {
        "format": "poetry",
        "text": "\/Our holy and beautiful house where our fathers praised You\/_is burned up with fire;\/_and all our precious things are laid waste."
    },
    "18898": {
        "format": "poetry",
        "text": "\/Will You refrain Yourself from these things, O Lord?\/_Will You hold Your peace and afflict us beyond measure?"
    },
    "18899": {
        "format": "poetry",
        "text": "§¶I was sought by those who did not ask for Me;\/_I was found of those who did not seek Me.\/I said, “Here I am, here I am,”\/_to a nation that did not call on My name."
    },
    "18900": {
        "format": "poetry",
        "text": "\/I have spread out My hands all day\/_to a rebellious people\/who walk in a way that was not good,\/_after their own thoughts;"
    },
    "18901": {
        "format": "poetry",
        "text": "\/a people who provoke Me continually\/_to My face,\/presenting sacrifices in gardens\/_and burning incense on altars of brick;"
    },
    "18902": {
        "format": "poetry",
        "text": "\/who sit among the graves\/_and lodge in the monuments;\/who eat swine’s flesh,\/_and the broth of abominable things is in their vessels;"
    },
    "18903": {
        "format": "poetry",
        "text": "\/who say, “Stand by yourself; do not come near to me,\/_for I am holier than you!”\/These are smoke in My nose,\/_a fire that burns all day."
    },
    "18904": {
        "format": "poetry",
        "text": "¶See, it is written before Me:\/_I will not keep silent, but I will recompense,\/_even recompense into their bosom,"
    },
    "18905": {
        "format": "poetry",
        "text": "\/your iniquities and the iniquities of your fathers together,\/_says the Lord;\/because they have burned incense on the mountains\/_and blasphemed Me on the hills,\/therefore, I will measure their former work\/_into their bosom."
    },
    "18906": {
        "format": "prose",
        "text": "¶Thus says the Lord:¶▼As the new wine is found in the cluster,\/_and one says, “Do not destroy it\/_for a blessing is in it,”\/so I will do for the sake of My servants\/_that I may not destroy them all."
    },
    "18907": {
        "format": "poetry",
        "text": "\/I will bring forth descendants from Jacob,\/_and out of Judah an inheritor of My mountains;\/and My chosen ones shall inherit it,\/_and My servants shall dwell there."
    },
    "18908": {
        "format": "poetry",
        "text": "\/Sharon shall be a fold of flocks,\/_and the Valley of Achor a place for the herds to lie down in,\/_for My people who seek Me."
    },
    "18909": {
        "format": "poetry",
        "text": "¶But you are those who forsake the Lord,\/_who forget My holy mountain,\/who prepare a table for Fortune,\/_and who furnish the drink offering for Destiny."
    },
    "18910": {
        "format": "poetry",
        "text": "\/I will destine you for the sword,\/_and you all shall bow down to the slaughter;\/because when I called, you did not answer;\/_when I spoke, you did not hear\/but did evil before My eyes\/_and chose that in which I did not delight."
    },
    "18911": {
        "format": "prose",
        "text": "¶Therefore, thus says the Lord God:¶▼My servants shall eat,\/_but you shall be hungry;\/My servants shall drink,\/_but you shall be thirsty;\/My servants shall rejoice,\/_but you shall be ashamed;"
    },
    "18912": {
        "format": "poetry",
        "text": "\/My servants shall sing for joy\/_with a glad heart,\/but you shall cry\/_with a heavy heart\/_and shall wail with grief of spirit."
    },
    "18913": {
        "format": "poetry",
        "text": "\/You shall leave your name\/_for a curse to My chosen ones;\/for the Lord God shall slay you,\/_but My servants shall be called by another name;"
    },
    "18914": {
        "format": "poetry",
        "text": "\/because he who is blessed in the earth\/_shall bless himself in the God of truth;\/and he who swears in the earth\/_shall swear by the God of truth;\/because the former troubles are forgotten\/_and because they are hidden from My eyes."
    },
    "18915": {
        "format": "poetry",
        "text": "§¶For I create\/_new heavens and a new earth;\/the former things shall not be remembered\/_or come to mind."
    },
    "18916": {
        "format": "poetry",
        "text": "\/But be glad and rejoice forever\/_in that which I create;\/for I create Jerusalem for rejoicing\/_and her people for joy."
    },
    "18917": {
        "format": "poetry",
        "text": "\/I will rejoice in Jerusalem\/_and be glad in My people;\/and the voice of weeping shall no longer be heard in her,\/_nor the voice of crying."
    },
    "18918": {
        "format": "poetry",
        "text": "¶There shall no longer be\/_an infant who lives only a few days\/_nor an old man who has not filled out his days.\/For the child shall die\/_a hundred years old,\/but the sinner being a hundred years old\/_shall be accursed."
    },
    "18919": {
        "format": "poetry",
        "text": "\/They shall build houses and inhabit them;\/_and they shall plant vineyards and eat the fruit of them."
    },
    "18920": {
        "format": "poetry",
        "text": "\/They shall not build and another inhabit;\/_they shall not plant and another eat;\/for as the days of a tree\/_are the days of My people,\/and My chosen ones shall long enjoy\/_the work of their hands."
    },
    "18921": {
        "format": "poetry",
        "text": "\/They shall not labor in vain\/_nor bring forth children for trouble;\/for they are the descendants of the blessed of the Lord\/_and their offspring with them."
    },
    "18922": {
        "format": "poetry",
        "text": "\/Before they call, I will answer;\/_and while they are yet speaking, I will hear."
    },
    "18923": {
        "format": "poetry",
        "text": "\/The wolf and the lamb shall feed together,\/_and the lion shall eat straw like the bull,\/_and dust shall be the serpent’s food.\/They shall not hurt nor destroy\/_in all My holy mountain,\/_says the Lord."
    },
    "18924": {
        "format": "prose",
        "text": "§¶Thus says the Lord:¶▼Heaven is My throne,\/_and the earth is My footstool.\/Where then is the house that you could build for Me?\/_And where is the place of My rest?"
    },
    "18925": {
        "format": "poetry",
        "text": "\/For My hand made all those things,\/_thus all those things have come to be,\/_says the Lord.¶But to this man I will look,\/_even to him who is poor and of a contrite spirit,\/_and trembles at My word."
    },
    "18926": {
        "format": "poetry",
        "text": "\/He who kills a bull\/_is as if he kills a man;\/he who sacrifices a lamb,\/_as if he breaks a dog’s neck;\/he who offers a grain offering,\/_as if he offers swine’s blood;\/he who burns incense,\/_as if he blesses an idol.\/They have chosen their own ways,\/_and their soul delights in their abominations;"
    },
    "18927": {
        "format": "poetry",
        "text": "\/I also will choose their punishments\/_and will bring their fears on them,\/because when I called, no one answered;\/_when I spoke, they did not listen;\/but they did evil before My eyes\/_and chose that in which I did not delight."
    },
    "18928": {
        "format": "poetry",
        "text": "§¶Hear the word of the Lord,\/_you who tremble at His word:\/Your brothers who hate you,\/_who cast you out for My name’s sake, said,\/“Let the Lord be glorified\/_that we may see your joy.”\/_Yet they shall be ashamed."
    },
    "18929": {
        "format": "poetry",
        "text": "\/A voice of noise from the city,\/_a voice from the temple,\/the voice of the Lord\/_who renders recompense to His enemies."
    },
    "18930": {
        "format": "poetry",
        "text": "¶Before she was in labor,\/_she gave birth;\/before her pain came,\/_she delivered a son."
    },
    "18931": {
        "format": "poetry",
        "text": "\/Who has heard such a thing?\/_Who has seen such things?\/Shall the earth be made to give birth in one day?\/_Shall a nation be born at once?\/For as soon as Zion was in labor,\/_she brought forth her sons."
    },
    "18932": {
        "format": "poetry",
        "text": "\/Shall I bring to the point of birth\/_and not cause delivery? says the Lord.\/Shall I who cause delivery\/_shut the womb? says your God."
    },
    "18933": {
        "format": "poetry",
        "text": "\/Rejoice with Jerusalem and be glad for her,\/_all you who love her;\/rejoice exceedingly with her,\/_all you who mourn for her,"
    },
    "18934": {
        "format": "poetry",
        "text": "\/that you may feed and be satisfied\/_with her consoling breasts,\/that you may feed\/_and be delighted with the abundance of her bosom."
    },
    "18935": {
        "format": "prose",
        "text": "¶For thus says the Lord:¶▼I will extend peace to her like a river\/_and the glory of the nations like a flowing stream.\/Then you shall nurse, you shall be carried on her sides,\/_and dandled on her knees."
    },
    "18936": {
        "format": "poetry",
        "text": "\/As one whom his mother comforts,\/_so I will comfort you;\/_and you shall be comforted in Jerusalem."
    },
    "18937": {
        "format": "poetry",
        "text": "§¶Then you shall see this, and your heart shall rejoice,\/_and your bones shall flourish like an herb;\/and the hand of the Lord shall be known toward His servants,\/_and His indignation toward His enemies."
    },
    "18938": {
        "format": "poetry",
        "text": "\/For the Lord shall come with fire\/_and with His chariots like a whirlwind,\/to render His anger with fury\/_and His rebuke with flames of fire."
    },
    "18939": {
        "format": "poetry",
        "text": "\/For by fire and by His sword on all flesh,\/_the Lord shall execute judgment;\/_and the slain of the Lord shall be many."
    },
    "18940": {
        "format": "prose",
        "text": "¶Those who sanctify themselves and purify themselves in the gardens behind one tree in the midst, eating swine’s flesh, and abominable things, and mice shall be consumed together, says the Lord."
    },
    "18941": {
        "format": "prose",
        "text": "¶For I know their works and their thoughts. The time shall come to gather all nations and tongues. And they shall come and see My glory."
    },
    "18942": {
        "format": "prose",
        "text": "¶I will set a sign among them, and send from them survivors to the nations: to Tarshish, Pul, and Lud—who draw the bow—to Tubal, and Javan, to the coastlands afar off who have not heard My fame nor seen My glory. And they shall declare My glory among the nations."
    },
    "18943": {
        "format": "prose",
        "text": "They shall bring all your brothers out of all nations as an offering to the Lord on horses, and in chariots, and in litters, and on mules, and on swift beasts to My holy mountain Jerusalem, says the Lord, as the sons of Israel bring an offering in a clean vessel into the house of the Lord."
    },
    "18944": {
        "format": "prose",
        "text": "I will also take some of them for priests and for Levites, says the Lord."
    },
    "18945": {
        "format": "prose",
        "text": "¶For as the new heavens and the new earth which I will make shall remain before Me, says the Lord, so shall your descendants and your name remain."
    },
    "18946": {
        "format": "prose",
        "text": "From one New Moon to another, and from one Sabbath to another, all flesh shall come to worship before Me, says the Lord."
    },
    "18947": {
        "format": "prose",
        "text": "And they shall go forth and look on the corpses of the men who have transgressed against Me. For their worm shall not die, nor shall their fire be quenched. And they shall be an abhorrence to all flesh."
    }
}