{
    "17656": {
        "format": "prose",
        "text": "§¶The vision of Isaiah the son of Amoz which he beheld concerning Judea and Jerusalem during the reigns of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah:"
    },
    "17657": {
        "format": "poetry",
        "text": "¶Hear, O heavens! Give heed, O earth!\/_Jehovah has spoken:\/I have reared sons, brought them up,\/_but they have revolted against me."
    },
    "17658": {
        "format": "poetry",
        "text": "\/The ox knows its owner,\/_the ass its master’s stall,\/but Israel does not know;\/_my people are insensible."
    },
    "17659": {
        "format": "poetry",
        "text": "\/Alas, a nation astray,\/_a people weighed down by sin,\/the offspring of wrongdoers,\/_perverse children:\/they have forsaken Jehovah,\/_they have spurned the Holy One of Israel,\/they have lapsed into apostasy."
    },
    "17660": {
        "format": "poetry",
        "text": "¶Why be smitten further\/_by adding to your waywardness?\/The whole head is sick,\/_the whole heart diseased."
    },
    "17661": {
        "format": "poetry",
        "text": "\/From the soles of the feet even to the head\/_there is nothing sound,\/only wounds and bruises and festering sores;\/_they have not been pressed out or bound up,\/_nor soothed with ointment."
    },
    "17662": {
        "format": "poetry",
        "text": "¶Your land is ruined,\/_your cities burned with fire;\/your native soil is devoured by aliens in your presence,\/_laid waste at its takeover by foreigners."
    },
    "17663": {
        "format": "poetry",
        "text": "\/The Daughter of Zion is left\/_like a shelter in a vineyard,\/a hut in a melon field,\/_a city under siege."
    },
    "17664": {
        "format": "poetry",
        "text": "\/Had not Jehovah of Hosts left us a few survivors,\/_we should have been as Sodom,\/or become like Gomorrah."
    },
    "17665": {
        "format": "poetry",
        "text": "¶Hear the word of Jehovah,\/_O leaders of Sodom;\/give heed to the law of our God,\/_you people of Gomorrah!"
    },
    "17666": {
        "format": "poetry",
        "text": "\/For what purpose are your abundant\/_sacrifices to me? says Jehovah.\/I have had my fill of offerings of rams\/_and fat of fatted beasts;\/the blood of bulls and sheep and he‐goats\/_I do not want."
    },
    "17667": {
        "format": "poetry",
        "text": "\/When you come to see me,\/_who requires you to trample my courts so?"
    },
    "17668": {
        "format": "poetry",
        "text": "¶Bring no more worthless offerings;\/_they are as a loathsome incense to me.\/As for convening meetings at the New Month\/_and on the Sabbath,\/wickedness with the solemn gathering\/_I cannot approve."
    },
    "17669": {
        "format": "poetry",
        "text": "\/Your monthly and regular meetings\/_my soul detests.\/They have become a burden on me;\/_I am weary of putting up with them."
    },
    "17670": {
        "format": "poetry",
        "text": "\/When you spread forth your hands,\/_I will conceal my eyes from you;\/though you pray at length, I will not hear—\/_your hands are filled with blood."
    },
    "17671": {
        "format": "poetry",
        "text": "¶Wash yourselves clean:\/_remove your wicked deeds\/from before my eyes;\/_cease to do evil."
    },
    "17672": {
        "format": "poetry",
        "text": "\/Learn to do good: demand justice,\/_stand up for the oppressed;\/plead the cause of the fatherless,\/_appeal on behalf of the widow."
    },
    "17673": {
        "format": "poetry",
        "text": "¶Come now, let us put it to the test,\/_says Jehovah:\/though your sins are as scarlet,\/_they can be made white as snow;\/though they have reddened as crimson,\/_they may become white as wool."
    },
    "17674": {
        "format": "poetry",
        "text": "\/If you are willing and obey,\/_you shall eat the good of the land."
    },
    "17675": {
        "format": "poetry",
        "text": "\/But if you are unwilling and disobey,\/_you shall be eaten by the sword.\/By his mouth Jehovah has spoken it."
    },
    "17676": {
        "format": "poetry",
        "text": "¶How the faithful city\/_has become a harlot!\/She was filled with justice;\/_righteousness made its abode in her,\/_but now murderers."
    },
    "17677": {
        "format": "poetry",
        "text": "\/Your silver has become dross,\/_your wine diluted with water."
    },
    "17678": {
        "format": "poetry",
        "text": "\/Your rulers are renegades,\/_accomplices of robbers:\/with one accord they love bribes\/_and run after rewards;\/they do not dispense justice to the fatherless,\/_nor does the widow’s case come before them."
    },
    "17679": {
        "format": "poetry",
        "text": "¶Therefore the Lord, Jehovah of Hosts,\/_the Valiant One of Israel, declares,\/Woe to them! I will relieve me\/_of my adversaries,\/_avenge me of my enemies."
    },
    "17680": {
        "format": "poetry",
        "text": "¶I will restore my hand over you\/_and smelt away your dross as in a crucible,\/_and remove all your alloy."
    },
    "17681": {
        "format": "poetry",
        "text": "\/I will restore your judges as at the first,\/_and your counsellors as in the beginning.\/After this you shall be called\/_the City of Righteousness, a faithful city."
    },
    "17682": {
        "format": "poetry",
        "text": "¶For Zion shall be ransomed by justice,\/_those of her who repent by righteousness."
    },
    "17683": {
        "format": "poetry",
        "text": "\/But criminals and sinners\/_shall be altogether shattered\/when those who forsake Jehovah are annihilated."
    },
    "17684": {
        "format": "poetry",
        "text": "¶And you will be ashamed of the oaks you cherished\/_and blush for the parks you were fond of;"
    },
    "17685": {
        "format": "poetry",
        "text": "\/you shall become like an oak whose leaves wither,\/_and as a garden that has no water."
    },
    "17686": {
        "format": "poetry",
        "text": "\/The mighty shall be as refuse,\/_and their works a spark;\/both shall burn up alike,\/_and there shall be none to extinguish."
    },
    "17687": {
        "format": "prose",
        "text": "¶A prophecy concerning Judea and Jerusalem which Isaiah the son of Amoz saw in vision:"
    },
    "17688": {
        "format": "poetry",
        "text": "¶In the latter days\/_the mountain of Jehovah’s house\/shall become established\/_as the head of the mountains;\/it shall be preeminent among the hills,\/_and all nations will flow to it."
    },
    "17689": {
        "format": "poetry",
        "text": "\/Many peoples shall go, saying,\/_Come, let us go up\/to the mountain of Jehovah,\/_to the house of the God of Jacob,\/that he may instruct us in his ways,\/_that we may follow in his paths.\/For out of Zion shall go forth the law,\/_and from Jerusalem the word of Jehovah."
    },
    "17690": {
        "format": "poetry",
        "text": "\/He will judge between the nations\/_and arbitrate for many peoples.\/They will beat their swords into plowshares,\/_their spears into pruning hooks:\/nation will not lift the sword against nation,\/_nor will they learn warfare any more."
    },
    "17691": {
        "format": "poetry",
        "text": "¶O house of Jacob, come,\/_let us follow the light of Jehovah."
    },
    "17692": {
        "format": "poetry",
        "text": "¶For you, O Jehovah, have forsaken your people,\/_the house of Jacob, because,\/like the Philistines,\/_they provide themselves with\/_mystics from the East\/and are content with the infantile heathen."
    },
    "17693": {
        "format": "poetry",
        "text": "\/Their land is full of silver and gold\/_and there is no end to their wealth;\/their land is full of horses\/_and there is no end to their chariots."
    },
    "17694": {
        "format": "poetry",
        "text": "\/Their land is full of idols:\/_they adore the works of their hands,\/_things their own fingers have made."
    },
    "17695": {
        "format": "poetry",
        "text": "¶Mankind is brought low\/_when men thus debase themselves.\/Forbear them not!"
    },
    "17696": {
        "format": "poetry",
        "text": "¶Go into the rocks; hide in the dust\/_from the awesome presence of Jehovah\/_and from the brightness of his glory."
    },
    "17697": {
        "format": "poetry",
        "text": "\/The haughty eyes of men shall be lowered\/_and man’s pride abased;\/Jehovah alone shall be exalted in that day."
    },
    "17698": {
        "format": "poetry",
        "text": "¶Jehovah of Hosts has a day in store\/_for all the proud and arrogant\/and for all who are exalted,\/_that they may be brought low."
    },
    "17699": {
        "format": "poetry",
        "text": "¶It shall come against all the lofty\/_cedars of Lebanon that lift themselves up high,\/_and against all the oaks of Bashan,"
    },
    "17700": {
        "format": "poetry",
        "text": "\/against all high mountains and elevated hills,"
    },
    "17701": {
        "format": "poetry",
        "text": "against every tall tower and reinforced wall,"
    },
    "17702": {
        "format": "poetry",
        "text": "\/against [all vessels at sea,]\/_both merchant ships and pleasure craft."
    },
    "17703": {
        "format": "poetry",
        "text": "\/The haughtiness of men shall be abased,\/_and man’s pride brought low;\/Jehovah alone shall be exalted in that day."
    },
    "17704": {
        "format": "poetry",
        "text": "¶He will utterly supplant the false gods."
    },
    "17705": {
        "format": "poetry",
        "text": "¶Men will go into caves in the rocks\/_and holes in the ground,\/from the awesome presence of Jehovah\/_and from the brightness of his glory,\/_when he arises and strikes terror on earth."
    },
    "17706": {
        "format": "poetry",
        "text": "\/In that day men will throw away\/_to the moles and to the bats\/their idols of silver and gods of gold\/_which they have made for themselves\/_to adore."
    },
    "17707": {
        "format": "poetry",
        "text": "¶Men will go into crevices in the rocks\/_and fissures in the cliffs,\/from the awesome presence of Jehovah\/_and from the brightness of his glory,\/when he arises and strikes terror on earth."
    },
    "17708": {
        "format": "poetry",
        "text": "¶Desist from the things of man,\/_in whose nostrils is but breath!\/For of what consideration is he?"
    },
    "17709": {
        "format": "poetry",
        "text": "¶Even now, the Lord, Jehovah of Hosts,\/_deprives Judea and Jerusalem\/of both staff and crutch—\/_all food supply and water supply,"
    },
    "17710": {
        "format": "poetry",
        "text": "\/the valiant man and soldier,\/_the magistrate and prophet, the augur and elder,"
    },
    "17711": {
        "format": "poetry",
        "text": "\/the officer and dignitary,\/_advisers, skilled craftsmen, and orators."
    },
    "17712": {
        "format": "poetry",
        "text": "\/I, Jehovah, will make adolescents their rulers;\/_delinquents will lord it over them."
    },
    "17713": {
        "format": "poetry",
        "text": "\/People will oppress one another,\/_every man his neighbor.\/The young will be insolent to the elderly,\/_the vile to the honorable."
    },
    "17714": {
        "format": "poetry",
        "text": "¶Then will a man apprehend a kinsman\/_of his father’s house, and say,\/You have a tunic: be our leader\/_and take charge of this ruination!"
    },
    "17715": {
        "format": "poetry",
        "text": "\/But he will raise his hand in that day\/_and swear, I am no physician.\/There is neither food nor clothing in my house;\/_you cannot make me a leader of the people."
    },
    "17716": {
        "format": "poetry",
        "text": "¶Jerusalem will falter and Judea fall\/_because their tongue and their actions\/are contrary to Jehovah,\/_an affront to his glory before his very eyes."
    },
    "17717": {
        "format": "poetry",
        "text": "\/The look on their faces betrays them:\/_they flaunt their sin like Sodom;\/_they cannot hide it.\/Woe to their souls;\/_they have brought disaster upon themselves!"
    },
    "17718": {
        "format": "poetry",
        "text": "¶Tell the righteous it shall be well with them;\/_they shall eat the fruits of their own labors."
    },
    "17719": {
        "format": "poetry",
        "text": "\/But woe to the wicked\/_when calamity overtakes them:\/they shall be paid back\/_for the deeds they have done!"
    },
    "17720": {
        "format": "poetry",
        "text": "¶As for my people, babes subject them;\/_women wield authority over them.\/O my people, your leaders mislead you,\/_abolishing your traditional ways."
    },
    "17721": {
        "format": "poetry",
        "text": "\/Jehovah will take a stand and contend with them;\/_he has arisen to judge the nations."
    },
    "17722": {
        "format": "poetry",
        "text": "\/He will bring to trial the elders of his people\/_and their rulers, and say to them,\/It is you who have devoured the vineyard;\/_you fill your houses by depriving the needy."
    },
    "17723": {
        "format": "poetry",
        "text": "\/What do you mean by oppressing my people,\/_humbling the faces of the poor?\/says Jehovah of Hosts."
    },
    "17724": {
        "format": "poetry",
        "text": "¶Jehovah says, moreover,\/_Because the women of Zion are haughty\/and put on airs, painting their eyes,\/_ever flirting when they walk\/_and clacking with their feet,"
    },
    "17725": {
        "format": "poetry",
        "text": "\/my Lord will afflict the scalps\/_of the women of Zion with baldness;\/Jehovah will expose their private parts."
    },
    "17726": {
        "format": "prose",
        "text": "¶In that day my Lord will strip away their finery—the anklets, head ornaments and crescents,"
    },
    "17727": {
        "format": "prose",
        "text": "the pendants, chains and scarves,"
    },
    "17728": {
        "format": "prose",
        "text": "tiaras, bracelets and ribbons, zodiac signs and charm amulets,"
    },
    "17729": {
        "format": "prose",
        "text": "the rings, the noselets,"
    },
    "17730": {
        "format": "prose",
        "text": "the elegant dress, the shawl, the kerchief and the purse,"
    },
    "17731": {
        "format": "prose",
        "text": "hosiery, sheer linen, millinery, and cloaks."
    },
    "17732": {
        "format": "poetry",
        "text": "¶And instead of perfume there shall be a stench,\/_instead of the girdle, a piece of twine,\/instead of the coiffure, baldness,\/_instead of the festive dress, a loincloth of burlap;\/for in place of beauty\/_there shall be ignominy."
    },
    "17733": {
        "format": "poetry",
        "text": "\/Your men shall be felled by the sword,\/_your might overthrown in war."
    },
    "17734": {
        "format": "poetry",
        "text": "\/Her gateways shall lie bereaved and forlorn;\/_she shall sit on the ground destitute."
    },
    "17735": {
        "format": "poetry",
        "text": "¶Seven women will take hold of one man\/_in that day, and say,\/We will eat our own food,\/_wear our own clothes,\/only let us be called by your name—\/_take away our reproach!"
    },
    "17736": {
        "format": "prose",
        "text": "¶In that day the plant of Jehovah shall be beautiful and glorious, and the earth’s fruit the pride and glory of the survivors of Israel."
    },
    "17737": {
        "format": "prose",
        "text": "Then shall they who are left in Zion and they who remain in Jerusalem be called holy—all who were inscribed to be among the living at Jerusalem."
    },
    "17738": {
        "format": "prose",
        "text": "This shall be when my Lord has washed away the excrement of the women of Zion and cleansed Jerusalem of its bloodshed, in the spirit of justice, by a burning wind."
    },
    "17739": {
        "format": "prose",
        "text": "Over the whole site of Mount Zion, and over its solemn assembly, Jehovah will form a cloud by day and a mist glowing with fire by night: above all that is glorious shall be a canopy."
    },
    "17740": {
        "format": "prose",
        "text": "It shall be a shelter and shade from the heat of the day, a secret refuge from the downpour and from rain."
    },
    "17741": {
        "format": "poetry",
        "text": "¶Let me sing for my Beloved\/_a love song about his vineyard:\/My Beloved had a vineyard\/_on the fertile brow of a hill."
    },
    "17742": {
        "format": "poetry",
        "text": "\/He cultivated it, clearing it of stones,\/_and planted it with choice vines.\/He built a watchtower in its midst\/_and hewed for it a winepress as well.\/Then he expected it to yield grapes,\/_but it produced wild grapes."
    },
    "17743": {
        "format": "poetry",
        "text": "¶Now, O inhabitants of Jerusalem and you men of Judea,\/_please judge between me and my vineyard!"
    },
    "17744": {
        "format": "poetry",
        "text": "\/What more could have been done\/_for my vineyard than I have done for it?\/When I expected it to yield grapes,\/_why did it produce wild grapes?"
    },
    "17745": {
        "format": "poetry",
        "text": "\/Let me now inform you\/_what I will do to my vineyard:\/I will have its hedge removed\/_and let it be burned;\/I will have its wall broken through\/_and let it be trampled."
    },
    "17746": {
        "format": "poetry",
        "text": "\/I will make it a desolation:\/_it shall neither be pruned nor hoed,\/_but briars and thorns shall overgrow it.\/Moreover, I will forbid the rainclouds to rain on it."
    },
    "17747": {
        "format": "poetry",
        "text": "¶The vineyard of Jehovah of Hosts is the house of Israel\/_and the people of Judah his cherished grove.\/He expected justice,\/_but there was injustice;\/he expected righteousness,\/_but there was an outcry."
    },
    "17748": {
        "format": "poetry",
        "text": "¶Woe to those who join house to house\/_and link field to field till no place is left,\/and you are restricted to dwell\/_in the centers of the land!"
    },
    "17749": {
        "format": "poetry",
        "text": "\/Jehovah of Hosts spoke this in my hearing:\/_Surely many buildings shall lie desolate,\/_large and fine houses unoccupied."
    },
    "17750": {
        "format": "poetry",
        "text": "\/A ten‐acre vineyard shall yield but one bath,\/_a homer of seed but an ephah."
    },
    "17751": {
        "format": "poetry",
        "text": "¶Woe to those who go after liquor\/_as soon as they arise in the morning,\/who linger at night parties, inflamed by wine!"
    },
    "17752": {
        "format": "poetry",
        "text": "\/There are harps and lyres,\/_drums, flutes, and wine at their banquets,\/but they regard not what Jehovah does,\/_nor perceive his hands at work."
    },
    "17753": {
        "format": "poetry",
        "text": "¶Therefore are my people exiled\/_without knowing why;\/their best men die of famine,\/_their masses perish with thirst."
    },
    "17754": {
        "format": "poetry",
        "text": "\/Sheol becomes ravenous,\/_opening its mouth insatiably;\/into it descend their elite with the masses,\/_their boisterous ones and revelers."
    },
    "17755": {
        "format": "poetry",
        "text": "¶Mankind is brought low\/_when men debase themselves,\/_causing the eyes of the high‐minded to be downcast."
    },
    "17756": {
        "format": "poetry",
        "text": "\/But Jehovah of Hosts will be exalted\/_by a just judgment,\/the holy God show himself holy\/_by his righteousness."
    },
    "17757": {
        "format": "poetry",
        "text": "\/Then shall his sheep feed in their pasture,\/_and proselytes eat in the ruins of the affluent."
    },
    "17758": {
        "format": "poetry",
        "text": "¶Woe to those drawn to sin by vain attachments,\/_hitched to transgression like a trailer,"
    },
    "17759": {
        "format": "poetry",
        "text": "\/who think, Let him quickly speed up his work\/_so we may see it!\/Let the plan of the Holy One of Israel\/_soon come to pass, and we will know!"
    },
    "17760": {
        "format": "poetry",
        "text": "¶Woe to those who suppose what is evil to be good\/_and what is good, evil!\/They put darkness for light\/_and light for darkness;\/they make bitterness sweet and the sweet bitter."
    },
    "17761": {
        "format": "poetry",
        "text": "¶Woe to those who are wise in their own eyes\/_and clever in their own view!"
    },
    "17762": {
        "format": "poetry",
        "text": "¶Woe to those who are valiant at drinking wine\/_and champions at mixing liquor!"
    },
    "17763": {
        "format": "poetry",
        "text": "¶Woe to those who acquit the guilty for a bribe\/_but deny justice to the innocent!"
    },
    "17764": {
        "format": "poetry",
        "text": "\/As a blazing fire consumes stubble,\/_and as dry weeds wane before the flame,\/so shall their roots decay away\/_and their blossoms fly up like dust.¶For they have despised the law of Jehovah of Hosts\/_and reviled the words of the Holy One of Israel."
    },
    "17765": {
        "format": "poetry",
        "text": "¶Therefore the anger of Jehovah is kindled\/_against his people:\/he draws back his hand against them\/_and strikes them;\/the mountains quake, and their corpses\/_lie like litter about the streets.\/Yet for all this his anger is not abated;\/_his hand is upraised still."
    },
    "17766": {
        "format": "poetry",
        "text": "¶He raises an ensign to distant nations\/_and summons them from beyond the horizon.\/Forthwith they come, swiftly and speedily."
    },
    "17767": {
        "format": "poetry",
        "text": "\/Not one of them grows weary,\/_nor does any stumble;\/_they do not drowse or fall asleep.\/Their waist‐belts come not loose\/_nor their sandal thongs undone."
    },
    "17768": {
        "format": "poetry",
        "text": "\/Their arrows are sharp;\/_all their bows are strung.\/The tread of their warhorses resembles flint;\/_their chariot wheels revolve like a whirlwind."
    },
    "17769": {
        "format": "poetry",
        "text": "\/They have the roar of a lion;\/_they are aroused like young lions:\/growling, they seize the prey, and escape,\/_and none comes to the rescue."
    },
    "17770": {
        "format": "poetry",
        "text": "¶He shall be stirred up against them in that day,\/_even as the Sea is stirred up.\/And should one look to the land,\/_there too shall be a distressing gloom,\/for the daylight shall be darkened\/_by an overhanging mist."
    },
    "17771": {
        "format": "prose",
        "text": "¶In the year of King Uzziah’s death, I saw my Lord seated on a throne, highly exalted, the skirt of his robe filling the sanctuary."
    },
    "17772": {
        "format": "prose",
        "text": " Seraphs stood by him overhead, each having six wings— with two they could veil their presence, with two conceal their location, and with two fly about."
    },
    "17773": {
        "format": "prose",
        "text": "They called out to one another, and said,¶▼Most holy is Jehovah of Hosts;\/_the consummation of all the earth is his glory!"
    },
    "17774": {
        "format": "prose",
        "text": "¶The threshold shook to its foundation at the sound of those who called and a mist filled the temple."
    },
    "17775": {
        "format": "prose",
        "text": "¶Then I thought, Woe is me: I have been struck dumb, for I am a man of unclean speech, and I live among a people of unclean speech: I have seen the King, Jehovah of Hosts, with my own eyes!"
    },
    "17776": {
        "format": "prose",
        "text": "¶Then one of the seraphs flew to me carrying an ember which he had taken with tongs from the altar."
    },
    "17777": {
        "format": "prose",
        "text": "Touching it to my mouth, he said, See, this has touched your lips: your sins are taken away, your transgressions atoned for."
    },
    "17778": {
        "format": "prose",
        "text": "¶Then I heard the voice of my Lord saying, Whom shall I send? Who will go for us? And I replied, Here am I; send me!"
    },
    "17779": {
        "format": "prose",
        "text": "¶And he said, Go, and say to these people,¶▼Go on hearing, but not understanding;\/_Go on seeing, but not perceiving."
    },
    "17780": {
        "format": "poetry",
        "text": "\/Make the heart of these people grow fat;\/_dull their ears and shut their eyes,\/lest they see with their eyes\/_and hear with their ears,\/understand in their heart,\/_and repent, and be healed."
    },
    "17781": {
        "format": "prose",
        "text": "¶And I replied, For how long, my Lord? And he said,¶▼Until the cities lie desolate\/_ and without inhabitant,\/the houses without a man,\/_ and the land ravaged to ruin."
    },
    "17782": {
        "format": "poetry",
        "text": "¶For Jehovah will drive men away,\/_and great shall be the exodus\/_from the centers of the land."
    },
    "17783": {
        "format": "poetry",
        "text": "\/And while yet a tenth of the people\/_remain in it, or return,\/_they shall be burned.\/But like the terebinth or the oak\/_when it is felled, whose stump remains alive,\/so shall the holy offspring be what is left standing."
    },
    "17784": {
        "format": "prose",
        "text": "¶When Ahaz son of Jotham, the son of Uzziah, was king of Judah, Rezin king of Aram and Pekah son of Remaliah king of Israel came up to Jerusalem to wage war against it, but could not overpower it."
    },
    "17785": {
        "format": "prose",
        "text": "¶And when the house of David was informed that Aram was leading Ephraim on, the king’s mind and the minds of his people were shaken, as trees in a forest are shaken by a gale."
    },
    "17786": {
        "format": "prose",
        "text": "¶Then Jehovah said to Isaiah, Go out and meet Ahaz, you and your son Shear‐Jashub, at the end of the aqueduct of the Upper Reservoir, on the road to the Laundry Plaza."
    },
    "17787": {
        "format": "prose",
        "text": "Say to him, See to it that you remain calm and unafraid. Be not intimidated by these two smoking tail ends of kindling, by the burning anger of Rezin and Aram and the son of Remaliah,"
    },
    "17788": {
        "format": "prose",
        "text": "even though Aram has conceived an evil plot against you, as has Ephraim and the son of Remaliah, who say,"
    },
    "17789": {
        "format": "prose",
        "text": "Let us invade Judah and stir up trouble there. We will take it for ourselves by force and set a ruler over it—the son of Tabeal."
    },
    "17790": {
        "format": "poetry",
        "text": "¶Thus says my Lord Jehovah:\/_It shall not occur or transpire."
    },
    "17791": {
        "format": "poetry",
        "text": "\/For as surely as Damascus is the capital of Aram\/_and Rezin the head of Damascus,\/within sixty‐five years shall Ephraim\/_be shattered as a nation."
    },
    "17792": {
        "format": "poetry",
        "text": "\/But as surely as Samaria is the capital of Ephraim\/_and the son of Remaliah the head of Samaria,\/you will not believe it,\/_because you are not loyal."
    },
    "17793": {
        "format": "prose",
        "text": "¶Again Jehovah addressed Ahaz, and said,"
    },
    "17794": {
        "format": "prose",
        "text": "Ask a sign for yourself from Jehovah your God, whether in the depths below or in the heights above."
    },
    "17795": {
        "format": "prose",
        "text": "But Ahaz said, I will not. I will not put Jehovah to the test."
    },
    "17796": {
        "format": "prose",
        "text": "¶Then Isaiah said, Take heed, O house of David! Is it not enough for you to try the patience of men? Must you also try the patience of my God?"
    },
    "17797": {
        "format": "prose",
        "text": "¶Therefore will my Lord of himself give you a sign: the young woman with child shall give birth to a son and name him Immanuel."
    },
    "17798": {
        "format": "prose",
        "text": "Cream and honey will he eat by the time he has learned to reject what is evil and choose what is good."
    },
    "17799": {
        "format": "prose",
        "text": "But before the child learns to reject the evil and choose the good, the land whose two rulers you loathe shall lie forsaken."
    },
    "17800": {
        "format": "prose",
        "text": "Jehovah will bring upon you and your people and your father’s house a day unlike any since Ephraim broke away from Judah—the day of the king of Assyria."
    },
    "17801": {
        "format": "prose",
        "text": "¶In that day Jehovah will signal for the flies from the far rivers of Egypt and for the bees in the land of Assyria."
    },
    "17802": {
        "format": "prose",
        "text": "And they will come and settle with one accord in the river beds of the prairie and in rocky ravines, and by all ditches and water holes."
    },
    "17803": {
        "format": "prose",
        "text": "In that day my Lord will use a razor hired at the River—the king of Assyria—to shave your head and the hair of your legs, and to cut off even your beard."
    },
    "17804": {
        "format": "prose",
        "text": "¶In that day a man will keep alive a young cow and a pair of sheep."
    },
    "17805": {
        "format": "prose",
        "text": "And because of their plentiful milk, men will eat the cream. All who remain in the land will feed on cream and honey."
    },
    "17806": {
        "format": "prose",
        "text": "¶In that day every plot of ground with a thousand vines worth a thousand pieces of currency shall be briars and thorns."
    },
    "17807": {
        "format": "prose",
        "text": "Men will go there with bows and arrows, for the whole land shall revert to wilderness."
    },
    "17808": {
        "format": "prose",
        "text": "And on all hillsides cultivated by the hoe you will no longer go for fear of the briars and thorns, but they shall serve as a cattle range, a terrain for sheep to tread down."
    },
    "17809": {
        "format": "prose",
        "text": "¶Jehovah said to me, Take a large scroll and write on it in common script: Hasten the plunder, hurry the spoil."
    },
    "17810": {
        "format": "prose",
        "text": "And I called in reliable witnesses, Uriah the priest and Zechariah the son of Jeberechiah, to witness for me."
    },
    "17811": {
        "format": "prose",
        "text": "¶And when I had been with the prophetess, she conceived and gave birth to a son. And Jehovah said to me, Name him Maher‐Shalal‐Hash‐Baz."
    },
    "17812": {
        "format": "prose",
        "text": "For before the child knows how to say, Father, or Mother, the wealth of Damascus and the plunder of Samaria will be brought before the king of Assyria."
    },
    "17813": {
        "format": "poetry",
        "text": "¶Jehovah addressed me again, and said,"
    },
    "17814": {
        "format": "poetry",
        "text": "¶Because these people have rejected\/_the Waters of Shiloah, which flow gently,\/_and rejoice in Rezin and the son of Remaliah,"
    },
    "17815": {
        "format": "poetry",
        "text": "\/therefore will my Lord\/_cause to come up over them\/the great and mighty waters of the River—\/_the king of Assyria in all his glory.\/He will rise up over all his channels\/_and overflow all his banks."
    },
    "17816": {
        "format": "poetry",
        "text": "\/He will sweep into Judea like a flood\/_and, passing through, reach the very neck;\/his outspread wings will span\/_the breadth of your land, O Immanuel."
    },
    "17817": {
        "format": "poetry",
        "text": "¶Though nations form pacts,\/_they shall be routed.\/Give heed, all you distant lands!¶You may take courage in one another,\/_but shall be in fear;\/you may arm yourselves,\/_but shall be terrorized."
    },
    "17818": {
        "format": "poetry",
        "text": "\/Though you hold consultations,\/_they shall come to nought;\/though you make proposals,\/_they shall not prove firm: God is with us!"
    },
    "17819": {
        "format": "poetry",
        "text": "¶Jehovah spoke to me, clasping my hand, and admonished me not to follow the ways of these people. For he said,"
    },
    "17820": {
        "format": "poetry",
        "text": "¶Do not call a conspiracy all that these people\/_call a conspiracy;\/be not afraid or awed\/_by the thing they fear."
    },
    "17821": {
        "format": "poetry",
        "text": "\/But sanctify Jehovah of Hosts,\/_making him your fear, him your awe."
    },
    "17822": {
        "format": "poetry",
        "text": "\/And to you he will be a sanctuary,\/_but to the two houses of Israel\/a stumbling block or obstructing rock,\/_and a snare, catching unawares\/_the inhabitants of Jerusalem."
    },
    "17823": {
        "format": "poetry",
        "text": "\/Many will stumble into them,\/_and when they fall shall be broken,\/and when they become ensnared\/_shall be taken captive."
    },
    "17824": {
        "format": "poetry",
        "text": "¶For Jehovah has said, Bind up the testimony;\/_seal the law among my disciples."
    },
    "17825": {
        "format": "poetry",
        "text": "\/I will wait for Jehovah,\/_who hides his face from the house of Jacob,\/and expect him."
    },
    "17826": {
        "format": "prose",
        "text": "¶As for me and the children Jehovah has given me, we shall be signs and portents in Israel from Jehovah of Hosts, who dwells in Mount Zion."
    },
    "17827": {
        "format": "prose",
        "text": "¶When men tell you to inquire of mediums and spiritists who huddle together and mutter, say to them, Should not a people inquire of their God? Should one inquire of the dead on behalf of the living"
    },
    "17828": {
        "format": "prose",
        "text": "for doctrine and for a testimony? Surely, while they utter such words devoid of light,"
    },
    "17829": {
        "format": "prose",
        "text": "they roam about embittered by hunger; and when they are hungry, they become enraged and, gazing upward, curse their king and their God."
    },
    "17830": {
        "format": "prose",
        "text": "They will look to the land, but there shall be a depressing scene of anguish and gloom; and thus are they banished into outer darkness."
    },
    "17831": {
        "format": "prose",
        "text": "¶But it shall not be gloomy to those who have been in anguish for her. In the past he humbled the lands of Zebulun and Naphtali, but at the last he will exalt the Sea Route by the Jordan in Galilee of the nations."
    },
    "17832": {
        "format": "poetry",
        "text": "¶The people walking in darkness\/_have seen a bright light;\/on the inhabitants of the land\/_of the shadow of Death\/_has the light dawned."
    },
    "17833": {
        "format": "poetry",
        "text": "\/You have enlarged the nation\/_and increased its joy;\/they rejoice at your presence\/_as men rejoice at harvest time,\/_or as men are joyous when they divide spoil."
    },
    "17834": {
        "format": "poetry",
        "text": "¶For you have smashed the yoke\/_that burdened them,\/the staff of submission,\/_the rod of those who subjected them,\/_as in the day of Midian’s defeat."
    },
    "17835": {
        "format": "poetry",
        "text": "\/And all boots used in battle\/_and tunics rolled in blood\/_have become fuel for bonfires."
    },
    "17836": {
        "format": "poetry",
        "text": "¶For to us a child is born, a son appointed,\/_who will shoulder the burden of government.\/He will be called\/_Wonderful Counsellor, One Mighty in Valor,\/_a Father for Ever, a Prince of Peace—"
    },
    "17837": {
        "format": "poetry",
        "text": "\/that sovereignty may be extended\/_and peace have no end;\/that, on the throne of David\/_and over his kingdom,\/his rule may be established and upheld\/_by justice and righteousness\/_from this time forth and forever.\/The zeal of Jehovah of Hosts will accomplish it."
    },
    "17838": {
        "format": "poetry",
        "text": "¶This message my Lord sent to Jacob,\/_and it shall befall Israel."
    },
    "17839": {
        "format": "poetry",
        "text": "\/And the entire people—\/_Ephraim and those who dwell in Samaria—\/shall know of it,\/_who say in pride and arrogance of heart,"
    },
    "17840": {
        "format": "poetry",
        "text": "\/The bricks have fallen down,\/_but we will rebuild with hewn stone;\/the sycamores have been felled,\/_but we will replace them with cedars!"
    },
    "17841": {
        "format": "poetry",
        "text": "\/But Jehovah will strengthen\/_Rezin’s enemies against them\/_when he stirs up their adversaries:"
    },
    "17842": {
        "format": "poetry",
        "text": "\/Aramaeans from the east\/_and Philistines from the west\/will devour Israel with open mouth.¶Yet for all this his anger is not abated;\/_his hand is upraised still."
    },
    "17843": {
        "format": "poetry",
        "text": "¶But the people do not turn back\/_to him who smites them,\/_nor will they inquire of Jehovah of Hosts."
    },
    "17844": {
        "format": "poetry",
        "text": "\/Therefore Jehovah will cut off from Israel\/_head and tail, palm top and reed, in a single day;"
    },
    "17845": {
        "format": "poetry",
        "text": "\/the elders or notables are the head,\/_the prophets who teach falsehoods, the tail."
    },
    "17846": {
        "format": "poetry",
        "text": "\/The leaders of these people have misled them,\/_and those who are led are confused."
    },
    "17847": {
        "format": "poetry",
        "text": "\/My Lord is not pleased with their young men,\/_nor does he pity their fatherless and widows,\/because all alike are godless malefactors,\/_and every mouth utters profanities.¶Yet for all this his anger is not abated;\/_his hand is upraised still."
    },
    "17848": {
        "format": "poetry",
        "text": "¶Wickedness shall be set ablaze like a fire,\/_and briars and thorns shall it consume;\/it shall ignite the jungle forests,\/_and they shall billow upward\/_in mushrooming clouds of smoke."
    },
    "17849": {
        "format": "poetry",
        "text": "\/At the wrath of Jehovah of Hosts\/_the earth is scorched,\/and people are but fuel for the fire.\/_Men will have no compassion for one another."
    },
    "17850": {
        "format": "poetry",
        "text": "\/They will snatch on the right, yet remain hungry;\/_they will devour on the left, but not be satisfied:\/men will eat the flesh of their own offspring."
    },
    "17851": {
        "format": "poetry",
        "text": "\/Manasseh will turn against Ephraim\/_and Ephraim against Manasseh,\/and both will combine against Judah.¶Yet for all this his anger is not abated;\/_his hand is upraised still."
    },
    "17852": {
        "format": "poetry",
        "text": "¶Woe to those who enact unjust laws,\/_who draft oppressive legislation—"
    },
    "17853": {
        "format": "poetry",
        "text": "\/denying justice to the needy,\/_depriving the poor of my people of their right,\/making plunder of widows,\/_mere spoil of the fatherless!"
    },
    "17854": {
        "format": "poetry",
        "text": "¶What will you do in the day of reckoning\/_when the holocaust overtakes you from afar?\/To whom will you flee for help?\/_Where will you leave your wealth?"
    },
    "17855": {
        "format": "poetry",
        "text": "\/There shall nothing remain\/_but to kneel among the captives\/_or fall among the slain.¶Yet for all this his anger is not abated;\/_his hand is upraised still."
    },
    "17856": {
        "format": "poetry",
        "text": "¶Hail the Assyrian, the rod of my anger!\/_He is a staff—my wrath in their hand."
    },
    "17857": {
        "format": "poetry",
        "text": "\/I will commission him against a godless nation,\/_appoint him over the people\/_deserving of my vengeance,\/to pillage for plunder, to spoliate for spoil,\/_to tread underfoot like mud in the streets."
    },
    "17858": {
        "format": "poetry",
        "text": "¶Nevertheless, it shall not seem so to him;\/_this shall not be what he has in mind.\/His purpose shall be to annihilate\/_and to exterminate nations not a few."
    },
    "17859": {
        "format": "poetry",
        "text": "¶He will say, Are not my commanders kings,\/_one and all?"
    },
    "17860": {
        "format": "poetry",
        "text": "\/Has not Calno fared like Carchemish?\/_Is not Hamath as Arpad,\/_Samaria no better than Damascus?"
    },
    "17861": {
        "format": "poetry",
        "text": "\/As I could do this to the pagan states,\/_whose statues exceeded\/_those of Jerusalem and Samaria,"
    },
    "17862": {
        "format": "poetry",
        "text": "\/shall I not do to Jerusalem and its images\/_even as I did to Samaria and its idols?"
    },
    "17863": {
        "format": "prose",
        "text": "¶But when my Lord has fully accomplished his work in Mount Zion and in Jerusalem, he will punish the king of Assyria for his notorious boasting and infamous conceit,"
    },
    "17864": {
        "format": "prose",
        "text": "because he said,¶▼I have done it by my own ability\/_ and shrewdness, for I am ingenious.\/I have done away with the borders of nations,\/_ I have ravaged their reserves,\/_ I have vastly reduced the inhabitants."
    },
    "17865": {
        "format": "poetry",
        "text": "\/I have impounded the wealth of peoples like a nest,\/_and I have gathered up the whole world\/_as one gathers abandoned eggs;\/not one flapped its wings,\/_or opened its mouth to utter a peep."
    },
    "17866": {
        "format": "poetry",
        "text": "¶Shall an axe exalt itself\/_above the one who hews with it,\/or a saw vaunt itself\/_over him who handles it?\/As though the rod wielded him who lifts it up!\/_As though the staff held up the one\/_who is not made of wood!"
    },
    "17867": {
        "format": "poetry",
        "text": "¶Therefore will the Lord, Jehovah of Hosts,\/_send a consumption into his fertile lands,\/and cause a fire to flare up like a burning hearth,\/_to undermine his glory:"
    },
    "17868": {
        "format": "poetry",
        "text": "\/the Light of Israel will be the fire\/_and their Holy One the flame,\/and it shall burn up and devour\/_his briars and thorns in a single day."
    },
    "17869": {
        "format": "poetry",
        "text": "\/His choice forests and productive fields\/_it will consume, both life and substance,\/_turning them into a rotting morass."
    },
    "17870": {
        "format": "poetry",
        "text": "\/And the trees left of his forest shall be so few,\/_a child could record them."
    },
    "17871": {
        "format": "poetry",
        "text": "¶In that day those who survive of Israel\/_and who escape of the house of Jacob\/will no longer rely on him who struck them,\/_but will truly rely on Jehovah,\/_the Holy One of Israel:"
    },
    "17872": {
        "format": "poetry",
        "text": "\/of Jacob a remnant will return\/_to the One Mighty in Valor."
    },
    "17873": {
        "format": "poetry",
        "text": "¶For though your people, O Israel,\/_be as the sands of the sea,\/_only a remnant will return;\/although annihilation is decreed,\/_it shall overflow with righteousness."
    },
    "17874": {
        "format": "poetry",
        "text": "\/For the Lord, Jehovah of Hosts,\/_will carry out the utter destruction\/_decreed upon the whole earth."
    },
    "17875": {
        "format": "poetry",
        "text": "¶Therefore, thus says my Lord,\/_Jehovah of Hosts:\/O my people who inhabit Zion,\/_be not afraid of the Assyrians,\/though they strike you with the rod\/_or raise their staff over you,\/_as did the Egyptians."
    },
    "17876": {
        "format": "poetry",
        "text": "\/For my anger will very soon come to an end;\/_my wrath will become their undoing."
    },
    "17877": {
        "format": "poetry",
        "text": "¶Jehovah of Hosts will raise the whip against them,\/_as when he struck the Midianites\/_at the Rock of Oreb.\/His staff is over the Sea,\/_and he will lift it over them\/_as he did to the Egyptians."
    },
    "17878": {
        "format": "poetry",
        "text": "\/In that day their burdens shall be lifted\/_from your shoulders,\/_their yoke removed from your neck:\/the yoke that wore away your fatness\/_shall by fatness wear away."
    },
    "17879": {
        "format": "poetry",
        "text": "¶He advances on Aiath, passes through Migron;\/_at Micmash he marshals his weaponry."
    },
    "17880": {
        "format": "poetry",
        "text": "\/They cross over the pass,\/_stopping overnight at Geba.\/Ramah is in a state of alarm,\/_Gibeah of Saul is fleeing."
    },
    "17881": {
        "format": "poetry",
        "text": "\/Cry out, O Daughter of Gallim!\/_Hear her, Laishah; answer her, Anathoth!"
    },
    "17882": {
        "format": "poetry",
        "text": "\/Madmenah has moved out of the way,\/_the inhabitants of Gebim are in full flight."
    },
    "17883": {
        "format": "poetry",
        "text": "\/This same day he will but pause at Nob\/_and signal the advance\/against the mountain of the Daughter of Zion,\/_the hill of Jerusalem."
    },
    "17884": {
        "format": "poetry",
        "text": "¶Then will my Lord, Jehovah of Hosts,\/_shatter the towering trees with terrifying power;\/the high in stature shall be hewn down,\/_the lofty ones leveled."
    },
    "17885": {
        "format": "poetry",
        "text": "\/The dense forests shall be battered down\/_with the force of iron,\/and Lebanon fall spectacularly."
    },
    "17886": {
        "format": "poetry",
        "text": "¶A shoot will spring up from the stock of Jesse\/and a branch from its graft bear fruit."
    },
    "17887": {
        "format": "poetry",
        "text": "¶The Spirit of Jehovah will rest upon him—\/_the spirit of wisdom and of understanding,\/the spirit of counsel and of valor,\/_the spirit of knowledge\/_and of the fear of Jehovah."
    },
    "17888": {
        "format": "poetry",
        "text": "\/His intuition will be guided\/_by the fear of Jehovah;\/he will not judge by what his eyes see,\/_nor establish proof by what his ears hear."
    },
    "17889": {
        "format": "poetry",
        "text": "\/He will judge the poor with righteousness,\/_and with equity arbitrate for the lowly in the land;\/he will smite the earth with the rod of his mouth\/_and with the breath of his lips slay the wicked."
    },
    "17890": {
        "format": "poetry",
        "text": "\/Righteousness will be as a band about his waist,\/_faithfulness a girdle round his loins."
    },
    "17891": {
        "format": "poetry",
        "text": "¶Then shall the wolf dwell among lambs\/_and the leopard lie down with young goats;\/calves and young lions will feed together,\/_and a youngster will lead them to pasture."
    },
    "17892": {
        "format": "poetry",
        "text": "\/When a cow and bear browse,\/_their young will rest together;\/_the lion will eat straw like the ox."
    },
    "17893": {
        "format": "poetry",
        "text": "\/A suckling infant will play near the adder’s den,\/_and the toddler reach his hand\/_over the viper’s nest."
    },
    "17894": {
        "format": "poetry",
        "text": "\/There shall be no harm or injury done\/_throughout my holy mountain,\/for the earth shall be filled\/_with the knowledge of Jehovah\/as the oceans are overspread with waters."
    },
    "17895": {
        "format": "poetry",
        "text": "¶In that day the sprig of Jesse,\/_who stands for an ensign to the peoples,\/shall be sought by the nations,\/_and his rest shall be glorious."
    },
    "17896": {
        "format": "poetry",
        "text": "\/In that day my Lord will again raise his hand\/_to reclaim the remnant of his people—\/those who shall be left out of Assyria,\/_Egypt, Pathros, Cush, Elam, Shinar, Hamath,\/_and the islands of the sea."
    },
    "17897": {
        "format": "poetry",
        "text": "\/He will raise the ensign to the nations\/_and assemble the exiled of Israel;\/he will gather the scattered of Judah\/_from the four directions of the earth."
    },
    "17898": {
        "format": "poetry",
        "text": "¶Ephraim’s jealousy shall pass away\/_and the hostile ones of Judah be cut off;\/Ephraim will not envy Judah,\/_nor Judah resent Ephraim."
    },
    "17899": {
        "format": "poetry",
        "text": "\/But they will swoop on the Philistine flank\/_toward the west,\/_and together plunder those to the east;\/they will take Edom and Moab at hand’s reach,\/_and the Ammonites will obey them."
    },
    "17900": {
        "format": "poetry",
        "text": "¶Jehovah will dry up the tongue\/_of the Egyptian Sea by his mighty wind;\/he will extend his hand over the River\/_and smite it into seven streams\/_to provide a way on foot."
    },
    "17901": {
        "format": "poetry",
        "text": "\/And there shall be a pathway out of Assyria\/_for the remnant of his people who shall be left,\/as there was for Israel\/_when it came up from the land of Egypt."
    },
    "17902": {
        "format": "poetry",
        "text": "¶In that day you will say,\/_I praise you, O Jehovah.\/Although you have been angry with me,\/_your anger is turned away\/_and you have consoled me."
    },
    "17903": {
        "format": "poetry",
        "text": "\/In the God of my salvation I will trust without fear;\/_for Jehovah was my strength and my song\/_when he became my salvation."
    },
    "17904": {
        "format": "poetry",
        "text": "\/Then shall you rejoice in drawing water\/_from the fountains of salvation."
    },
    "17905": {
        "format": "poetry",
        "text": "¶In that day you will say,\/_Give thanks to Jehovah; invoke his name.\/Make known his deeds among the nations;\/_commemorate his exalted name."
    },
    "17906": {
        "format": "poetry",
        "text": "\/Sing in praise of Jehovah,\/_who has performed wonders;\/_let it be acknowledged throughout the earth!"
    },
    "17907": {
        "format": "poetry",
        "text": "\/Shout and sing for joy, O inhabitants of Zion,\/_for renowned among you is the Holy One of Israel."
    },
    "17908": {
        "format": "prose",
        "text": "¶An oracle concerning Babylon, which Isaiah the son of Amoz saw in vision:"
    },
    "17909": {
        "format": "poetry",
        "text": "¶Raise the ensign on a barren mountain;\/_sound the voice among them!\/Beckon them with the hand to advance\/_into the precincts of the elite."
    },
    "17910": {
        "format": "poetry",
        "text": "\/I have charged my holy ones,\/_called out my valiant ones:\/my anger is not upon those who take pride in me."
    },
    "17911": {
        "format": "poetry",
        "text": "¶Hark! A tumult on the mountains,\/_as of a vast multitude.\/Hark! An uproar among kingdoms,\/_as of nations assembling:\/Jehovah of Hosts is marshaling an army for war."
    },
    "17912": {
        "format": "poetry",
        "text": "\/They come from a distant land beyond the horizon—\/_Jehovah and the instruments of his wrath—\/to cause destruction throughout the earth."
    },
    "17913": {
        "format": "poetry",
        "text": "¶Lament, for the Day of Jehovah is near;\/_it shall come as a violent blow from the Almighty."
    },
    "17914": {
        "format": "poetry",
        "text": "\/Then shall every hand grow weak\/_and the hearts of all men melt."
    },
    "17915": {
        "format": "poetry",
        "text": "\/They shall be terrified, in throes of agony,\/_seized with trembling like a woman in labor.\/Men will look at one another aghast,\/_their faces set aflame."
    },
    "17916": {
        "format": "poetry",
        "text": "¶The Day of Jehovah shall come\/_as a cruel outburst of anger and wrath\/to make the earth a desolation,\/_that sinners may be annihilated from it."
    },
    "17917": {
        "format": "poetry",
        "text": "\/The stars and constellations of the heavens\/_will not shine.\/When the sun rises, it shall be obscured;\/_nor will the moon give its light."
    },
    "17918": {
        "format": "poetry",
        "text": "¶I have decreed calamity for the world,\/_punishment for the wicked;\/I will put an end to the arrogance of insolent men\/_and humble the pride of tyrants."
    },
    "17919": {
        "format": "poetry",
        "text": "\/I will make mankind scarcer than fine gold,\/_men more rare than gold of Ophir."
    },
    "17920": {
        "format": "poetry",
        "text": "\/I will cause disturbance in the heavens\/_when the earth is jolted out of place\/by the anger of Jehovah of Hosts\/_in the day of his blazing wrath."
    },
    "17921": {
        "format": "poetry",
        "text": "¶Then, like a deer that is chased,\/_or a flock of sheep that no one rounds up,\/each will return to his own people\/_and everyone flee to his homeland."
    },
    "17922": {
        "format": "poetry",
        "text": "\/Whoever is found shall be thrust through;\/_all who are caught shall fall by the sword."
    },
    "17923": {
        "format": "poetry",
        "text": "\/Their infants shall be dashed in pieces before their eyes,\/_their homes plundered, their wives ravished."
    },
    "17924": {
        "format": "poetry",
        "text": "\/See, I stir up against them the Medes,\/_who do not value silver, nor covet gold."
    },
    "17925": {
        "format": "poetry",
        "text": "\/Their bows shall tear apart the young.\/_They will show no mercy to the newborn;\/their eye will not look with compassion on children."
    },
    "17926": {
        "format": "poetry",
        "text": "¶And Babylon, the most splendid of kingdoms,\/_the glory and pride of Chaldeans, shall be thrown down\/as God overthrew Sodom and Gomorrah."
    },
    "17927": {
        "format": "poetry",
        "text": "¶Never shall it be reinhabited;\/_it shall not be resettled through all generations.\/Nomads will not pitch their tents there,\/_nor will shepherds rest their flocks in it."
    },
    "17928": {
        "format": "poetry",
        "text": "\/But wild animals will infest it,\/_and its buildings overflow with weasels;\/birds of prey will find lodging there\/_and demonic creatures prance about in it."
    },
    "17929": {
        "format": "poetry",
        "text": "\/Jackals will cry out from its palaces,\/_howling creatures from its amusement halls.\/Her time draws near;\/_Babylon’s days shall not be prolonged."
    },
    "17930": {
        "format": "poetry",
        "text": "¶Jehovah will have compassion on Jacob\/_and once again choose Israel;\/he will settle them in their own land,\/_and proselytes will adhere to them\/_and join the house of Jacob."
    },
    "17931": {
        "format": "poetry",
        "text": "\/The nations will take them\/_and bring them to their own place.\/And the house of Israel will possess them\/_as menservants and maidservants\/_in the land of Jehovah:\/they will take captive their captors\/_and rule over their oppressors."
    },
    "17932": {
        "format": "prose",
        "text": "¶In the day Jehovah gives you relief from grief and anguish and from the arduous servitude imposed on you,"
    },
    "17933": {
        "format": "prose",
        "text": "you will take up this taunt against the king of Babylon, and say,¶▼How the tyrant has met his end\/_ and tyranny ceased!"
    },
    "17934": {
        "format": "poetry",
        "text": "\/Jehovah has broken the staff of the wicked,\/_ the rod of those who ruled—"
    },
    "17935": {
        "format": "poetry",
        "text": "\/him who with unerring blows\/_struck down the nations in anger,\/who subdued peoples in his wrath\/_by relentless oppression."
    },
    "17936": {
        "format": "poetry",
        "text": "\/Now the whole earth is at rest and at peace;\/_there is jubilant celebration!"
    },
    "17937": {
        "format": "poetry",
        "text": "\/The pine trees, too, rejoice over you,\/_as do the cedars of Lebanon:\/Since you have been laid low,\/_no hewer has risen against us!"
    },
    "17938": {
        "format": "poetry",
        "text": "¶Sheol below was in commotion because of you,\/_anticipating your arrival;\/on your account it roused all the spirits\/_of the world’s leaders,\/causing all who had ruled nations\/_to rise up from their thrones."
    },
    "17939": {
        "format": "poetry",
        "text": "\/All alike were moved to say to you,\/_Even you have become powerless as we are!\/You have become like us!"
    },
    "17940": {
        "format": "poetry",
        "text": "¶Your glory has been cast down to Sheol,\/_along with the music of your lyres.\/Beneath you is a bed of maggots;\/_you are covered with worms."
    },
    "17941": {
        "format": "poetry",
        "text": "\/How you have fallen from the heavens,\/_O morning star, son of the dawn!\/You who commanded the nations\/_have been hewn down to earth!"
    },
    "17942": {
        "format": "poetry",
        "text": "¶You said in your heart, I will rise in the heavens\/_and set up my throne above the stars of God;\/I will seat myself\/_in the mount of assembly of the gods,\/_in the utmost heights or Zaphon."
    },
    "17943": {
        "format": "poetry",
        "text": "\/I will ascend above the altitude of the clouds;\/_I will make myself like the Most High!"
    },
    "17944": {
        "format": "poetry",
        "text": "¶But you have been brought down to Sheol,\/_to the utmost depths of the Pit."
    },
    "17945": {
        "format": "poetry",
        "text": "\/Those who catch sight of you\/_stare at you, wondering,\/Is this the man who made the earth shake\/_and kingdoms quake,"
    },
    "17946": {
        "format": "poetry",
        "text": "\/who turned the world into a wilderness,\/_demolishing its cities,\/permitting not his captives to return home?"
    },
    "17947": {
        "format": "poetry",
        "text": "¶All rulers of nations lie in state,\/_each among his own kindred."
    },
    "17948": {
        "format": "poetry",
        "text": "\/But you are cast away unburied\/_like a repugnant fetus,\/exposed like the slain disfigured by the sword,\/_whose mangled remains are thrown in a gravel pit."
    },
    "17949": {
        "format": "poetry",
        "text": "¶You shall not share burial with them,\/_for you have destroyed your land\/_and murdered your people.\/May the brood of miscreants\/_never more be mentioned!"
    },
    "17950": {
        "format": "poetry",
        "text": "\/Prepare for the massacre of their sons,\/_in consequence of their fathers’ deeds,\/lest they rise up again\/_and take possession of the world,\/and fill the face of the earth with cities."
    },
    "17951": {
        "format": "poetry",
        "text": "¶I will rise up against them, says Jehovah of Hosts.\/_I will cut off Babylon’s name and remnant,\/_its offspring and descendants, says Jehovah."
    },
    "17952": {
        "format": "poetry",
        "text": "\/I will turn it into swamplands, a haunt for ravens;\/_I will sweep it with the broom of destruction,\/says Jehovah of Hosts."
    },
    "17953": {
        "format": "poetry",
        "text": "¶Jehovah of Hosts made an oath, saying,¶As I foresaw it, so shall it happen;\/_as I planned it, so shall it be:"
    },
    "17954": {
        "format": "poetry",
        "text": "¶I will break Assyria in my own land,\/_trample them underfoot on my mountains;\/their yoke shall be taken from them,\/_their burden removed from their shoulders."
    },
    "17955": {
        "format": "poetry",
        "text": "\/These are things determined upon the whole earth;\/_this is the hand upraised over all nations."
    },
    "17956": {
        "format": "poetry",
        "text": "\/For what Jehovah of Hosts has determined,\/_who shall revoke?\/When his hand is upraised, who can turn it away?"
    },
    "17957": {
        "format": "prose",
        "text": "¶In the year King Ahaz died, came this oracle:"
    },
    "17958": {
        "format": "poetry",
        "text": "¶Rejoice not, all you Philistines,\/_now that the rod which struck you is broken.\/From among the descendants of that snake\/_shall spring up a viper,\/and his offspring shall be a fiery flying serpent."
    },
    "17959": {
        "format": "poetry",
        "text": "\/The elect poor shall have pasture,\/_and the needy recline in safety.\/But your descendants I will kill with famine,\/_and your survivors shall be slain."
    },
    "17960": {
        "format": "poetry",
        "text": "¶Wail at the gates; howl in the city!\/_Utterly melt away, you Philistines!\/From the North shall come pillars of smoke,\/_and no place he has designated shall evade it."
    },
    "17961": {
        "format": "poetry",
        "text": "\/What shall then be told the envoys of the nation?\/_Jehovah has founded Zion;\/let his longsuffering people find refuge there."
    },
    "17962": {
        "format": "poetry",
        "text": "¶An oracle concerning Moab:¶When in one night Ar is devastated,\/_Moab shall be silenced;\/when in one night Kir is razed,\/_Moab shall be destroyed."
    },
    "17963": {
        "format": "poetry",
        "text": "¶They will go up to the sanctuaries,\/_and in Dibon to the hill shrines, to weep;\/they will wail in Moab over Nebo and Medeba.\/_Every head shall be bald, every beard cut off."
    },
    "17964": {
        "format": "poetry",
        "text": "\/They will wear sackcloth openly;\/_on the housetops and in the streets\/they will altogether wail and give way to weeping."
    },
    "17965": {
        "format": "poetry",
        "text": "¶Heshbon will cry for help, as will Elealeh;\/_their appeal shall be heard as far as Jahaz.\/They will sound the alarm\/_to summon the armed men of Moab,\/but their spirit shall be broken."
    },
    "17966": {
        "format": "poetry",
        "text": "\/My heart will cry out for Moab;\/_its fugitives will reach Zoar\/_and as far as Eglath Shelishiah.\/In tears they will ascend the slopes of Luhith;\/_on the road to Horonaim\/they will raise the cry of catastrophe."
    },
    "17967": {
        "format": "poetry",
        "text": "¶For the Waters of Nimrim shall be desolate;\/_the grass shall dry up, vegetation disappear,\/_and no green foliage shall remain."
    },
    "17968": {
        "format": "poetry",
        "text": "\/The surplus they have acquired,\/_and their personal belongings,\/they will carry away\/_over the Valley of the Willows."
    },
    "17969": {
        "format": "poetry",
        "text": "\/The cry of calamity\/_shall encompass the land of Moab;\/the sound of it shall reach Eglaim\/_and echo as far as Beer Elim."
    },
    "17970": {
        "format": "poetry",
        "text": "¶Although the Waters of Dibon shall flow with blood,\/_yet will I impose more than this upon Dibon:\/I will bring lions upon the fugitives of Moab\/_and on those who remain in the land."
    },
    "17971": {
        "format": "poetry",
        "text": "¶Send couriers to those who rule in the earth,\/_from Sela in the desert\/_to the mountain of the Daughter of Zion."
    },
    "17972": {
        "format": "poetry",
        "text": "\/Like fluttering birds forced out of the nest,\/_so are Moab’s women at the fords of Arnon."
    },
    "17973": {
        "format": "poetry",
        "text": "\/Provide a solution, they say; judge our case!\/_Overshadow us at high noon as though it were night!\/Shelter those dispossessed;\/_betray not the refugees!"
    },
    "17974": {
        "format": "poetry",
        "text": "\/Let the exiles of Moab dwell with you;\/_be a refuge to them from the aggressors!¶When oppressors are no more\/_and violence has ceased,\/_when tyrants are destroyed from the earth,"
    },
    "17975": {
        "format": "poetry",
        "text": "¶then, in loving kindness,\/_shall a throne be set up in the abode of David,\/and in faithfulness a judge sit on it\/_who will maintain justice and expedite righteousness."
    },
    "17976": {
        "format": "poetry",
        "text": "¶We have heard of the glories of Moab,\/_of its excessive pride and its boasting,\/_of its outbursts of false propaganda."
    },
    "17977": {
        "format": "poetry",
        "text": "\/For this shall the Moabites be made to lament,\/_and all have cause to bewail Moab:\/they shall groan at the ruin of Kir Hareseth\/_in utter dejection."
    },
    "17978": {
        "format": "poetry",
        "text": "¶For the vineyards of Heshbon shall wither;\/_the ruling nations will smite Sibmah’s vines.\/Its runner vines reached Jazer,\/_trailing through the desert;\/_its branches spread abroad across the sea."
    },
    "17979": {
        "format": "poetry",
        "text": "\/Therefore I will mourn as Jazer mourns\/_for the vines of Sibmah;\/I will water you with my tears,\/_O Heshbon and Elealeh,\/when your shouts of cheer\/_over the summer fruit and harvest are stilled."
    },
    "17980": {
        "format": "poetry",
        "text": "\/The joyful festivity will be gone from the orchards;\/_no shouts of delight shall sound in the vineyards.\/The wine treaders will tread no wine in the presses;\/_the vintage shout I will bring to an end."
    },
    "17981": {
        "format": "poetry",
        "text": "¶My breast will vibrate like a harp for Moab,\/_my inmost being for Kir Hareseth."
    },
    "17982": {
        "format": "poetry",
        "text": "\/For when the Moabites weary themselves\/_with petitioning on the hill shrines,\/and enter their sanctuaries to pray,\/_it shall be to no avail."
    },
    "17983": {
        "format": "prose",
        "text": "¶These things Jehovah spoke hitherto about Moab."
    },
    "17984": {
        "format": "prose",
        "text": "But now Jehovah has said, Within three years, as the term of a lease, Moab’s glory shall become ignominy. For all its large populace there shall be very few left, and those of no account."
    },
    "17985": {
        "format": "poetry",
        "text": "¶An oracle concerning Damascus:¶Damascus shall cease to be a city\/_and become a heap of ruins."
    },
    "17986": {
        "format": "poetry",
        "text": "\/The cities of Aroer shall lie forsaken\/_and become places for herds to recline,\/_where no one will disturb them."
    },
    "17987": {
        "format": "poetry",
        "text": "\/When Ephraim’s defense comes to an end,\/_so shall the sovereignty of Damascus:\/as with the glory of the children of Israel,\/_so shall it be with Aram’s remnant,\/says Jehovah of Hosts."
    },
    "17988": {
        "format": "poetry",
        "text": "¶In that day Jacob’s glory shall wane,\/_and his fatness of body become leanness."
    },
    "17989": {
        "format": "poetry",
        "text": "\/After being like a harvest of ripe grain,\/_whose ears are reaped by the armful,\/he will become like ears plucked\/_in the Valley of Rephaim"
    },
    "17990": {
        "format": "poetry",
        "text": "\/when only the gleanings are left,¶or when an olive tree is beaten,\/_having two or three berries in the topmost bough,\/or four or five in its most fruitful branch,\/_says Jehovah, the God of Israel."
    },
    "17991": {
        "format": "poetry",
        "text": "¶In that day men will have regard to their Maker,\/_and their eyes look to the Holy One of Israel,"
    },
    "17992": {
        "format": "poetry",
        "text": "\/and regard not the altars,\/_the works of their hands,\/nor look to things their fingers have made—\/_the idols of prosperity and the shining images."
    },
    "17993": {
        "format": "prose",
        "text": "¶In that day their mighty cities shall be like the deserted towns of the Hivites and Amorites, which they abandoned before the Israelites during the desolation."
    },
    "17994": {
        "format": "poetry",
        "text": "¶For you have forgotten your God, your salvation,\/_and not remembered the Rock, your fortress.\/Therefore, though you plant choice crops\/_and sow hybrid seed,"
    },
    "17995": {
        "format": "poetry",
        "text": "\/and though you make them thrive\/_the day you plant them,\/causing them to sprout\/_the very morning you sow them,\/yet shall the harvest vanish\/_in a day of diseases and incurable pain."
    },
    "17996": {
        "format": "poetry",
        "text": "¶Woe to the many peoples in an uproar,\/_who rage like the raging of the seas—\/tumultuous nations, in commotion\/_like the turbulence of mighty waters!"
    },
    "17997": {
        "format": "poetry",
        "text": "\/Nations may roar like the roaring of great waters,\/_but when he rebukes them they will flee far away;\/they will be driven before the wind\/_like chaff on the mountains,\/_or as whirling dust in a storm."
    },
    "17998": {
        "format": "poetry",
        "text": "\/At evening time shall be the catastrophe,\/_and before morning they shall be no more.\/This is the lot of those who plunder us,\/_the fate of those who despoil us."
    },
    "17999": {
        "format": "poetry",
        "text": "¶Woe to the land of buzzing wings\/_beyond the rivers of Cush,"
    },
    "18000": {
        "format": "poetry",
        "text": "\/which sends emissaries by sea,\/_in swift craft across the water!\/They say, Go speedily, you messengers!¶Go to a people perpetually on the move,\/_a nation dreaded far and wide,\/a people continually infringing,\/_whose rivers have annexed their lands."
    },
    "18001": {
        "format": "poetry",
        "text": "¶All you who live in the world,\/_you inhabitants of the earth,\/look to the ensign\/_when it is lifted up in the mountains;\/heed the trumpet when sounded!"
    },
    "18002": {
        "format": "poetry",
        "text": "¶For thus said Jehovah to me:\/_I will watch in silence over my dwelling place\/when the searing heat overtakes the reapers,\/_and when the rainclouds appear\/_amid the fever of reaping."
    },
    "18003": {
        "format": "poetry",
        "text": "\/For before the harvest,\/_when the time of flowering is past\/and the set blossoms are developing into young fruit,\/_they will cut down the fruit‐bearing twigs with knives\/_and remove the new branches by slashing."
    },
    "18004": {
        "format": "poetry",
        "text": "\/All shall be left to the birds of prey\/_of the mountains\/_and to the beasts of the land:\/the birds of prey will feed on them all summer\/_and the beasts of the land all winter."
    },
    "18005": {
        "format": "poetry",
        "text": "¶At that time shall tribute be brought\/_to Jehovah of Hosts\/from a nation perpetually on the move,\/_from a nation dreaded far and wide,\/a people continually infringing,\/_whose rivers have annexed their lands,\/to the place of the name of Jehovah of Hosts:\/_Mount Zion."
    },
    "18006": {
        "format": "poetry",
        "text": "¶An oracle concerning Egypt:¶When Jehovah enters Egypt riding on swift clouds,\/_the idols of Egypt will rock at his presence\/_and the Egyptians’ hearts melt within them."
    },
    "18007": {
        "format": "poetry",
        "text": "¶I will stir up the Egyptians against the Egyptians;\/_they will fight brother against brother\/and neighbor against neighbor,\/_city against city and state against state."
    },
    "18008": {
        "format": "poetry",
        "text": "\/Egypt’s spirit shall be drained from within;\/_I will frustrate their plans,\/and they will resort to the idols and to spiritists,\/_to mediums and witchcraft."
    },
    "18009": {
        "format": "poetry",
        "text": "¶Then will I deliver the Egyptians\/_into the hand of a cruel master;\/a harsh ruler will subject them,\/_says the Lord, Jehovah of Hosts."
    },
    "18010": {
        "format": "poetry",
        "text": "¶The waters of the lakes shall ebb away\/_as stream beds become desolate and dry."
    },
    "18011": {
        "format": "poetry",
        "text": "\/The rivers shall turn foul,\/_and Egypt’s waterways recede and dry up.\/Reeds and rushes shall wither;"
    },
    "18012": {
        "format": "poetry",
        "text": "vegetation adjoining canals and estuaries,\/_ and all things sown along irrigation channels,\/shall shrivel and blow away and be no more."
    },
    "18013": {
        "format": "poetry",
        "text": "\/Fishermen will deplore their lot\/_and anglers in canals bemoan themselves;\/those who cast nets on water\/_will be in misery."
    },
    "18014": {
        "format": "poetry",
        "text": "\/Manufacturers of combed linen\/_and weavers of fine fabrics will be dismayed."
    },
    "18015": {
        "format": "poetry",
        "text": "\/The textile workers will know despair,\/_and all who work for wages suffer distress."
    },
    "18016": {
        "format": "poetry",
        "text": "¶The ministers of Zoan are utter fools;\/_the wisest of Pharaoh’s advisers give absurd counsel.\/How can you say to Pharaoh,\/_We ourselves are as wise as the first rulers?"
    },
    "18017": {
        "format": "poetry",
        "text": "\/Where are your wise men indeed?\/_Let them please tell you, if they can discern it,\/what Jehovah of Hosts has in mind for Egypt!"
    },
    "18018": {
        "format": "poetry",
        "text": "¶The ministers of Zoan have been foolish,\/_the officials of Noph deluded;\/_the heads of state have led Egypt astray."
    },
    "18019": {
        "format": "poetry",
        "text": "\/Jehovah has permeated them\/_with a spirit of confusion;\/they have misled Egypt in all that it does,\/_causing it to stagger like a drunkard into his vomit."
    },
    "18020": {
        "format": "poetry",
        "text": "\/And there shall be nothing the Egyptians\/_can do about it,\/neither head nor tail, palm top or reed."
    },
    "18021": {
        "format": "prose",
        "text": "¶In that day the Egyptians will be as women, fearful and afraid at the brandishing hand Jehovah of Hosts wields over them."
    },
    "18022": {
        "format": "prose",
        "text": "The land of Judah shall become a source of terror to the Egyptians; all reminded of it shall dread what Jehovah of Hosts has in store for them."
    },
    "18023": {
        "format": "prose",
        "text": "¶In that day five Hebrew‐speaking cities in the land of Egypt will swear loyalty to Jehovah of Hosts. One shall be known as the City of Righteousness."
    },
    "18024": {
        "format": "prose",
        "text": "¶In that day there shall be an altar erected to Jehovah in the midst of the land of Egypt and a monument to Jehovah at its border."
    },
    "18025": {
        "format": "prose",
        "text": "They shall serve as a sign and testimony of Jehovah of Hosts in the land of Egypt: when they cry out to Jehovah because of the oppressors, he will send them a savior, who will take up their cause and deliver them."
    },
    "18026": {
        "format": "prose",
        "text": "¶Jehovah will make himself known to the Egyptians, and the Egyptians shall know Jehovah in that day. They will worship by sacrifice and offerings, and make vows to Jehovah and fulfill them."
    },
    "18027": {
        "format": "prose",
        "text": "Jehovah will smite Egypt, and by smiting heal it: they will turn back to Jehovah, and he will respond to their pleas and heal them."
    },
    "18028": {
        "format": "prose",
        "text": "¶In that day there shall be a highway from Egypt to Assyria. Assyrians shall come to Egypt and Egyptians go to Assyria, and the Egyptians shall labor with the Assyrians."
    },
    "18029": {
        "format": "prose",
        "text": "¶In that day Israel shall be the third party to Egypt and to Assyria, a blessing in the midst of the earth."
    },
    "18030": {
        "format": "prose",
        "text": "Jehovah of Hosts will bless them, saying, Blessed be Egypt my people, Assyria the work of my hands, and Israel my inheritance."
    },
    "18031": {
        "format": "prose",
        "text": "¶In the year the general who was sent by Sargon king of Assyria came to Ashdod and took it by combat,"
    },
    "18032": {
        "format": "prose",
        "text": "Jehovah had spoken through Isaiah the son of Amoz, saying, Go and ungird the sackcloth from your loins and remove the shoes from your feet. And he had done so, going naked and barefoot."
    },
    "18033": {
        "format": "prose",
        "text": "¶Then Jehovah said, Just as my servant Isaiah has gone naked and barefoot for three years as a sign and portent against Egypt and Cush,"
    },
    "18034": {
        "format": "prose",
        "text": "so shall the king of Assyria lead away the captives of Egypt and the exiles of Cush, both young and old, naked and barefoot, with buttocks uncovered—to Egypt’s shame."
    },
    "18035": {
        "format": "prose",
        "text": "Men shall be appalled and perplexed at Cush, their hope, and at Egypt, their boast."
    },
    "18036": {
        "format": "prose",
        "text": "¶In that day shall the inhabitants of this isle say, See what has become of those we looked up to, on whom we relied for help and deliverance from the king of Assyria! How shall we ourselves escape?"
    },
    "18037": {
        "format": "poetry",
        "text": "¶An oracle concerning the Wilderness of the West:¶Like tornadoes sweeping through the South,\/_they come from the steppes, a land of terror."
    },
    "18038": {
        "format": "poetry",
        "text": "¶A grim vision has been revealed to me:\/_the traitor in the act of treachery,\/_the destroyer laying waste.\/Attack, O Elamites! Lay siege, you Medes!\/_All the sighing that Babylon has caused\/_I will bring to an end."
    },
    "18039": {
        "format": "poetry",
        "text": "¶Therefore my whole frame is racked with trembling;\/_throes of agony have seized me like a woman in labor.\/I am tormented beyond giving heed;\/_I am too distraught to see."
    },
    "18040": {
        "format": "poetry",
        "text": "\/My mind reels, I am paralyzed with fear;\/_the nightfall I longed for has become a horror to me:"
    },
    "18041": {
        "format": "poetry",
        "text": "\/They prepare tables;\/_they deck them with candlesticks.\/They are eating and drinking ...\/_Mobilize, you commanders! Oil the armor!"
    },
    "18042": {
        "format": "poetry",
        "text": "¶Because of this my Lord said to me,\/_Go and appoint a watchman\/_who will report what he sees."
    },
    "18043": {
        "format": "poetry",
        "text": "\/Let him watch for chariots with teams of horses,\/_riders on asses and riders on camels.\/He must be most vigilant, fully alert."
    },
    "18044": {
        "format": "poetry",
        "text": "\/Then the lookout cried,\/_I have been standing on the watchtower\/day in and day out, my Lord;\/_night after night I have stood guard."
    },
    "18045": {
        "format": "poetry",
        "text": "\/Now they come: cavalry and teams of horses!\/_And he gave the reply,\/She has fallen; Babylon has fallen.\/_All her idol gods he has razed to the ground."
    },
    "18046": {
        "format": "poetry",
        "text": "¶To you who know me, who are of my fold,¶I have reported what I heard\/_from Jehovah of Hosts, the God of Israel."
    },
    "18047": {
        "format": "poetry",
        "text": "¶An oracle concerning Dumah:¶Men call to me from Seir,\/_Watchman, what remains of the night?\/_Watchman, how much of the night is left?"
    },
    "18048": {
        "format": "poetry",
        "text": "¶The watchman replies,\/_Morning comes, though it is still night.\/If you would ascertain it,\/_do so by repenting and coming back."
    },
    "18049": {
        "format": "poetry",
        "text": "¶An oracle concerning those in Arabia:¶You wandering bands of Dedanites,\/_who sojourn in the forests of Arabia,"
    },
    "18050": {
        "format": "poetry",
        "text": "¶bring water to greet the thirsty;\/_meet the fugitives with food,\/O inhabitants of the land of Tema."
    },
    "18051": {
        "format": "poetry",
        "text": "\/For they flee from destruction,\/_from the bared sword, the drawn bow\/_and the severity of war."
    },
    "18052": {
        "format": "prose",
        "text": "¶On account of this, my Lord said to me, Within a year, as the term of a lease, Kedar’s glory shall fully expire."
    },
    "18053": {
        "format": "prose",
        "text": "And the number of valiant archers remaining of the sons of Kedar shall be few. Jehovah, the God of Israel, has spoken it."
    },
    "18054": {
        "format": "poetry",
        "text": "¶An oracle concerning the Arena of Spectacles:¶Whatever is the matter with you,\/_causing you all at once\/_to climb onto the housetops?"
    },
    "18055": {
        "format": "poetry",
        "text": "¶You resounded with loud cheers—\/_a tumultuous town, a city of revelry!\/But your slain were not killed by the sword;\/_they did not die in battle!"
    },
    "18056": {
        "format": "poetry",
        "text": "\/Your chiefs, altogether in flight,\/_are captured without using the bow;\/all of you left behind are caught easily\/_before you can get away."
    },
    "18057": {
        "format": "poetry",
        "text": "¶Because of this I said,¶Turn your attention from me,\/_though I weep bitterly;\/hasten not to comfort me\/_at the ruin of the Daughter of my People."
    },
    "18058": {
        "format": "poetry",
        "text": "¶For my Lord, Jehovah of Hosts, has in store¶a day of commotion and trampling and riot\/_in the Arena of Spectacles,\/a day of battering down walls,\/_and of crying in distress, To the mountains!"
    },
    "18059": {
        "format": "poetry",
        "text": "¶When Elam takes up the quiver,\/_and horses are harnessed to the chariots of Aram,\/_and Kir uncovers the armor,"
    },
    "18060": {
        "format": "poetry",
        "text": "\/then shall your choice valleys fill with chariots,\/_and cavalry take up positions at your gateways."
    },
    "18061": {
        "format": "poetry",
        "text": "\/And in the day Judea’s defensive screen is removed,\/_you will look to the forest home as protection."
    },
    "18062": {
        "format": "poetry",
        "text": "¶When you saw the city of David increasingly breached,\/_you conserved water in the Lower Reservoir."
    },
    "18063": {
        "format": "poetry",
        "text": "\/You took a census of the buildings in Jerusalem,\/_tearing down buildings to fortify your wall."
    },
    "18064": {
        "format": "poetry",
        "text": "\/You built cisterns between the walls\/_for the water from the Old Reservoir,\/but you did not look to its Maker,\/_nor have regard for the One who designed it long ago."
    },
    "18065": {
        "format": "poetry",
        "text": "¶In such a day my Lord, Jehovah of Hosts,\/_calls for weeping and lamentation,\/_for austerity and wearing sackcloth."
    },
    "18066": {
        "format": "poetry",
        "text": "\/Instead, there is mirth and merrymaking,\/_the killing of cattle and slaughter of sheep,\/eating meat and drinking wine:\/_Let us dine and drink, for tomorrow we die!"
    },
    "18067": {
        "format": "prose",
        "text": "¶Jehovah of Hosts revealed this to my ears: Such wickedness cannot be forgiven you till you die, says my Lord, Jehovah of Hosts."
    },
    "18068": {
        "format": "poetry",
        "text": "¶Thus said my Lord, Jehovah of Hosts:\/_Go and see that steward, Shebna,\/_overseer of the palace."
    },
    "18069": {
        "format": "poetry",
        "text": "\/Say to him, What are you up to?\/_Who do you think you are,\/that you have hewn yourself a tomb here,\/_like those who hew their sepulchres up high,\/carving out graves for themselves in the rock?"
    },
    "18070": {
        "format": "poetry",
        "text": "¶Jehovah will hurl you away\/_as an athlete hurls a missile;\/he will make you soar like a dart."
    },
    "18071": {
        "format": "poetry",
        "text": "\/He will bind you tightly about\/_and send you spinning like a top\/_into an open country.\/There shall you die,\/_and your inglorious conveyance there\/_shall be a disgrace to your master’s house."
    },
    "18072": {
        "format": "poetry",
        "text": "\/I will thrust you out of office;\/_you will be expelled from your post."
    },
    "18073": {
        "format": "prose",
        "text": "¶In that day I will commission my servant Eliakim the son of Hilkiah:"
    },
    "18074": {
        "format": "prose",
        "text": "I will clothe him with your robe and bind your girdle on him; I will appoint him your jurisdiction. And he will be a father to the inhabitants of Jerusalem and to the house of Judah."
    },
    "18075": {
        "format": "prose",
        "text": "I will invest him with the keys of the house of David: when he opens none shall shut, when he shuts none shall open."
    },
    "18076": {
        "format": "prose",
        "text": "I will fasten him as a nail in a sure place, and he will be a throne of glory to the house of his father."
    },
    "18077": {
        "format": "prose",
        "text": "Upon him shall be hung all the glory of his father’s house: his descendants and posterity, including all the lesser vessels, from ordinary bowls to the most common containers."
    },
    "18078": {
        "format": "prose",
        "text": "¶In that day, says Jehovah of Hosts, the nail that was fastened in a sure place shall be removed. It shall be dislodged and fall, and the burden hanging on it cut off. Jehovah has spoken it."
    },
    "18079": {
        "format": "poetry",
        "text": "¶An oracle concerning Tyre:¶Sound your sirens, O merchant ships!\/_For Tyre is laid waste,\/_stripped of warehouse and wharf.\/On their way from the land of Kittim\/_shall they be informed of it."
    },
    "18080": {
        "format": "poetry",
        "text": "¶Be dumbfounded, you inhabitants of the isles,\/_who were amply replenished\/_by the traders of Sidon crossing the seas."
    },
    "18081": {
        "format": "poetry",
        "text": "\/The grain of Shihor, the harvest of the Nile,\/_was her source of revenue upon the high seas\/when she became the merchant of nations."
    },
    "18082": {
        "format": "poetry",
        "text": "¶Be dismayed, O Sidon, because the Sea,\/_the mighty haven of the Sea, has declared,\/I no longer labor and bear children!\/_I no longer rear young men or raise virgins!"
    },
    "18083": {
        "format": "poetry",
        "text": "\/When the news of Tyre reaches Egypt,\/_men will be in anguish at the report."
    },
    "18084": {
        "format": "poetry",
        "text": "¶Move on to Tarshish lamenting,\/_you inhabitants of the isles."
    },
    "18085": {
        "format": "poetry",
        "text": "\/Is this your festive city of ancient origin,\/_whose feet led her to settle far‐off lands?"
    },
    "18086": {
        "format": "poetry",
        "text": "\/Who devised this stratagem against Tyre,\/_the imperial city,\/whose traders were princes,\/_whose merchants the world’s celebrities?"
    },
    "18087": {
        "format": "poetry",
        "text": "\/Jehovah of Hosts devised it,\/_to make all glorying in excellence a profanity,\/and the world’s celebrities an utter execration."
    },
    "18088": {
        "format": "poetry",
        "text": "¶Overflow your land like the Nile,\/_O Daughter of Tarshish: the harbor is no more."
    },
    "18089": {
        "format": "poetry",
        "text": "\/Jehovah will stretch out his hand over the Sea\/_and distress kingdoms;\/he will give orders concerning the merchant city\/_that her ports of haven be destroyed."
    },
    "18090": {
        "format": "poetry",
        "text": "\/He will say, You will frolic no more,\/_O ravished virgin, Daughter of Sidon.\/Get up and cross over to Kittim,\/_though even there you will find no rest."
    },
    "18091": {
        "format": "poetry",
        "text": "¶So too with the land of the Chaldeans,\/_the people who founded Tyre for shipping.\/Was it not the Assyrians who set up observatories,\/_exposed its fortifications, and caused her downfall?"
    },
    "18092": {
        "format": "poetry",
        "text": "\/Sound your sirens, O merchant ships;\/_your haven is desolate!"
    },
    "18093": {
        "format": "prose",
        "text": "¶In that day Tyre shall be forgotten seventy years, the lifetime of a king. And at the end of seventy years, Tyre shall be as the harlot in the song:"
    },
    "18094": {
        "format": "poetry",
        "text": "¶Take a lyre and go about the town,\/_O forgotten harlot.\/Play skillfully; sing song after song,\/_that you may be remembered."
    },
    "18095": {
        "format": "prose",
        "text": "¶For after seventy years, Jehovah will revisit Tyre. And she will return to her trade and hire herself out to all the kingdoms of the world on the face of the earth."
    },
    "18096": {
        "format": "prose",
        "text": "Her merchandise and hire shall be consecrated to Jehovah; it shall not be hoarded or stored up. Her commerce shall provide for those who dwell in the presence of Jehovah, that they may eat their fill and be elegantly clothed."
    },
    "18097": {
        "format": "poetry",
        "text": "¶Lo! Jehovah will lay waste the earth and empty it;\/_he will disfigure its surface\/_and scatter its inhabitants."
    },
    "18098": {
        "format": "poetry",
        "text": "\/And it shall be with priest as with people,\/_with master as with servant,\/with mistress as with maid,\/_with seller as with buyer,\/with borrower as with lender,\/_with debtor as with creditor—"
    },
    "18099": {
        "format": "poetry",
        "text": "\/when the earth is sacked,\/_it shall be utterly ravaged.\/Jehovah has given word concerning it."
    },
    "18100": {
        "format": "poetry",
        "text": "¶The earth shall pine away,\/_the world miserably perish;\/_the elite of the earth shall be made wretched."
    },
    "18101": {
        "format": "poetry",
        "text": "\/The earth lies polluted under its inhabitants:\/_they have transgressed the laws,\/changed the ordinances,\/_set at nought the ancient covenant."
    },
    "18102": {
        "format": "poetry",
        "text": "\/The curse devours the earth,\/_for those who dwell on it have incurred guilt;\/because of it the population of the earth\/_shall be diminished\/and little of mankind remain."
    },
    "18103": {
        "format": "poetry",
        "text": "¶The new wine withers on languishing vines,\/_making all the lighthearted lament."
    },
    "18104": {
        "format": "poetry",
        "text": "\/The rhythm of drums ceases,\/_the revelers’ din stops;\/_the pulsating of lyres comes to an end."
    },
    "18105": {
        "format": "poetry",
        "text": "\/Men no longer drink wine amid song;\/_liquor has turned bitter to drinkers."
    },
    "18106": {
        "format": "poetry",
        "text": "\/The towns of disorder are broken up;\/_all houses are shuttered, that none may enter."
    },
    "18107": {
        "format": "poetry",
        "text": "\/Outside is heard the clamor for wine,\/_though all joy has become gloom:\/_the earth’s vitality is gone."
    },
    "18108": {
        "format": "poetry",
        "text": "\/Havoc remains in the city;\/_the gates lie battered to ruin."
    },
    "18109": {
        "format": "poetry",
        "text": "¶Then shall it happen in the earth among the nations\/_as when an olive tree is beaten,\/_or as grapes are gleaned when the vintage is ended."
    },
    "18110": {
        "format": "poetry",
        "text": "\/Then will these lift up their voice and shout for joy,\/_and those from across the sea\/_exult at Jehovah’s ingenuity."
    },
    "18111": {
        "format": "poetry",
        "text": "\/Because of it they will give glory to Jehovah\/_in the regions of sunrise,\/and in the isles of the sea\/_to the name of Jehovah, the God of Israel."
    },
    "18112": {
        "format": "poetry",
        "text": "¶From a sector of the earth we hear singing:\/_Glorious are the righteous!\/Whereas I thought, I am wasting away;\/_I am weakening:\/woe is me; the traitors have been treacherous,\/_the turncoats have deceitfully betrayed!"
    },
    "18113": {
        "format": "poetry",
        "text": "¶Terrors and pitfalls and traps await you,\/_O inhabitants of the earth:"
    },
    "18114": {
        "format": "poetry",
        "text": "\/those who flee at the sound of terror\/_shall fall into a pit,\/and those who get up from the pit\/_shall be caught in a trap.\/For when the windows on high are opened,\/_the earth shall shake to its foundations."
    },
    "18115": {
        "format": "poetry",
        "text": "¶The earth shall be crushed and rent;\/_the earth shall break up and cave in;\/_the earth shall convulse and lurch."
    },
    "18116": {
        "format": "poetry",
        "text": "\/The earth shall reel to and fro like a drunkard,\/_sway back and forth like a shanty;\/its transgressions weigh it down,\/_and when it collapses it shall rise no more."
    },
    "18117": {
        "format": "poetry",
        "text": "¶In that day will Jehovah deal on high\/_with the hosts on high\/_and on earth with the rulers of the earth."
    },
    "18118": {
        "format": "poetry",
        "text": "\/They shall be herded together\/_like prisoners to a dungeon\/and shut in confinement many days, as punishment."
    },
    "18119": {
        "format": "poetry",
        "text": "\/The moon will blush and the sun be put to shame,\/_when Jehovah of Hosts manifests his reign\/_in Mount Zion and in Jerusalem,\/and his glory in the presence of his elders."
    },
    "18120": {
        "format": "poetry",
        "text": "¶In that day you will say,\/_O Jehovah, you are my God;\/I will extol you by praising your name.\/_For with perfect faithfulness\/you have performed wonders,\/_things planned of old."
    },
    "18121": {
        "format": "poetry",
        "text": "\/You have made the city a heap of rubble,\/_fortified towns a ruin—\/heathen mansions shall no more form cities,\/_nor ever be rebuilt!"
    },
    "18122": {
        "format": "poetry",
        "text": "\/For this will powerful peoples revere you,\/_a community of tyrannous nations fear you."
    },
    "18123": {
        "format": "poetry",
        "text": "¶You were a refuge for the poor,\/_a shelter for the needy in distress,\/a covert from the downpour\/_and shade from the heat.\/When the blasts of tyrants beat down\/_like torrents against a wall,"
    },
    "18124": {
        "format": "poetry",
        "text": "\/or like scorching heat in the desert,¶you quelled the onslaughts of the heathen:\/_as burning heat by the shade of a cloud,\/you subdued the power of tyrants."
    },
    "18125": {
        "format": "poetry",
        "text": "¶In this mountain will Jehovah of Hosts prepare\/_a sumptuous feast for all peoples,\/a feast of leavened cakes, succulent and delectable,\/_of matured wines well refined."
    },
    "18126": {
        "format": "poetry",
        "text": "\/In this mountain he will destroy\/_the veil that veils all peoples,\/the shroud that shrouds all nations,"
    },
    "18127": {
        "format": "poetry",
        "text": "by abolishing Death forever.\/My Lord Jehovah will wipe away\/_the tears from all faces;\/he will remove the reproach of his people\/_from throughout the earth.\/Jehovah has spoken it."
    },
    "18128": {
        "format": "poetry",
        "text": "¶In that day you will say, This is our God,\/_whom we expected would save us.\/This is Jehovah for whom we have waited;\/_let us joyfully celebrate his salvation!"
    },
    "18129": {
        "format": "poetry",
        "text": "¶For in this mountain rests the hand of Jehovah,\/_and under him Moab shall be trampled down\/_as straw is trampled in a dung pit."
    },
    "18130": {
        "format": "poetry",
        "text": "\/For when he stretches his hands\/_into the midst of it,\/as a swimmer spreads his hands to swim,\/_he will pull down his pride in the attempt."
    },
    "18131": {
        "format": "poetry",
        "text": "\/Your highly walled fortifications\/_he will lay low by razing them to the ground,\/even with the dust."
    },
    "18132": {
        "format": "poetry",
        "text": "¶In that day shall this song be sung in the land of Judah:¶Our city is strong; salvation he has set up\/_as walls and barricades!"
    },
    "18133": {
        "format": "poetry",
        "text": "¶Open the gates to let in the nation\/_righteous because it keeps faith."
    },
    "18134": {
        "format": "poetry",
        "text": "\/Those whose minds are steadfast, O Jehovah,\/_you preserve in perfect peace,\/for in you they are secure."
    },
    "18135": {
        "format": "poetry",
        "text": "¶Ever trust in Jehovah,\/_for Jehovah, Yah, is an everlasting Rock."
    },
    "18136": {
        "format": "poetry",
        "text": "\/He has put down the elite inhabitants\/_of the exalted city\/by casting it to the ground,\/_laying it even with the dust."
    },
    "18137": {
        "format": "poetry",
        "text": "\/It is trodden underfoot by the feet of the poor,\/_by the footsteps of those impoverished."
    },
    "18138": {
        "format": "poetry",
        "text": "¶The path of the righteous is straight;\/_you pave an undeviating course for the upright."
    },
    "18139": {
        "format": "poetry",
        "text": "\/In the very passage of your ordinances\/_we anticipate you, O Jehovah;\/_the soul’s desire is to contemplate your name."
    },
    "18140": {
        "format": "poetry",
        "text": "\/My soul yearns for you in the night;\/_at daybreak my spirit within me seeks after you.\/For when your ordinances are on the earth,\/_the inhabitants of the world learn righteousness."
    },
    "18141": {
        "format": "poetry",
        "text": "¶Though favor be shown the wicked,\/_they will not learn righteousness;\/in a land of uprightness they remain perverse\/_and see not the glory of Jehovah."
    },
    "18142": {
        "format": "poetry",
        "text": "\/O Jehovah, your hand is lifted up,\/_but they perceive it not.\/Let them perceive with dismay\/_your zeal for your people\/when the fire prepared for your enemies\/_consumes them."
    },
    "18143": {
        "format": "poetry",
        "text": "¶O Jehovah, you bring about our peace;\/_even all that we have accomplished\/_you have done for us."
    },
    "18144": {
        "format": "poetry",
        "text": "\/O Jehovah, our God, lords other than you\/_have ruled over us,\/_but you alone we recall by name."
    },
    "18145": {
        "format": "poetry",
        "text": "\/They are dead, to live no more,\/_spirits who will not rise up;\/you appoint them to destruction,\/_wiping out all recollection of them."
    },
    "18146": {
        "format": "poetry",
        "text": "\/You have enlarged the nation, O Jehovah,\/_and by enlarging it gained glory for yourself;\/you have withdrawn all borders in the earth."
    },
    "18147": {
        "format": "poetry",
        "text": "¶O Jehovah, in their distress they remembered you;\/_they poured out silent prayers\/_when your chastisements were upon them."
    },
    "18148": {
        "format": "poetry",
        "text": "\/As a woman about to give birth\/_cries out from her pangs during labor,\/so were we at your presence, O Jehovah."
    },
    "18149": {
        "format": "poetry",
        "text": "\/We were with child; we have been in labor,\/_but have brought forth only wind.\/We have not wrought salvation in the earth,\/_that the inhabitants of the world might not fall."
    },
    "18150": {
        "format": "poetry",
        "text": "¶Yet shall your dead live when their bodies arise.\/_You will say to them,\/Awake, and sing for joy,\/_you who abide in the dust:\/your dew is the dew of sunrise!\/_For the earth shall cast up its dead."
    },
    "18151": {
        "format": "poetry",
        "text": "¶Come, O my people, enter your chambers\/_and shut the doors behind you;\/hide yourselves a little while\/_until the wrath is past."
    },
    "18152": {
        "format": "poetry",
        "text": "\/For now will Jehovah come out of his dwelling place\/_to punish the inhabitants of the earth\/_for their iniquities;\/the earth will uncover the blood shed upon it\/_and no more conceal its slain."
    },
    "18153": {
        "format": "poetry",
        "text": "¶In that day will Jehovah,\/_with his great and powerful sword,\/punish severely Leviathan,\/_the evasive maritime serpent,\/Leviathan, that devious sea monster,\/_when he slays the dragons of the Sea."
    },
    "18154": {
        "format": "poetry",
        "text": "¶In that day, sing of the earth\/_as of a delightful vineyard"
    },
    "18155": {
        "format": "poetry",
        "text": "of which I, Jehovah, am keeper.\/I water it constantly, watch over it night and day,\/_lest anything be amiss."
    },
    "18156": {
        "format": "poetry",
        "text": "\/I have no more anger toward her.\/_Should briars and thorns come up,\/I will ruthlessly attack them\/_and altogether set them ablaze."
    },
    "18157": {
        "format": "poetry",
        "text": "\/But should they take hold of me for a refuge\/_and make peace with me,\/_they shall be reconciled to me."
    },
    "18158": {
        "format": "poetry",
        "text": "\/For in days to come, when Jacob takes root\/_and Israel bursts into blossom,\/the face of the earth shall fill with fruit."
    },
    "18159": {
        "format": "poetry",
        "text": "¶Was he smitten as were his smiters?\/_Or was he slain as were they who slew him?"
    },
    "18160": {
        "format": "poetry",
        "text": "\/You have dealt with them\/_by utterly banishing them, O Jehovah.\/By his fierce blasts they were flung away\/_in the day of the burning east wind."
    },
    "18161": {
        "format": "poetry",
        "text": "¶But by this shall Jacob’s iniquity be expiated,\/_as a result of this his sins removed:\/when he makes like crushed chalkstone\/_all altar stones,\/leaving no idols of prosperity\/_and shining images standing."
    },
    "18162": {
        "format": "poetry",
        "text": "\/Because of them the fortified cities lie forlorn,\/_deserted habitations, forsaken like a wilderness;\/steers forage and recline there,\/_stripping bare the young branches of trees."
    },
    "18163": {
        "format": "poetry",
        "text": "\/A harvest of twigs dries, broken off by women\/_who come to light their fires with them.\/They are not a discerning people.Therefore their Maker shows them no mercy;\/_he who formed them favors them not."
    },
    "18164": {
        "format": "prose",
        "text": "¶In that day Jehovah will thresh out his harvest from the torrent of the River to the streams of Egypt. But you shall be gleaned one by one, O children of Israel."
    },
    "18165": {
        "format": "prose",
        "text": "¶In that day a loud trumpet shall sound, and they who were lost in the land of Assyria and they who were outcasts in the land of Egypt shall come and bow down to Jehovah in the holy mountain at Jerusalem."
    },
    "18166": {
        "format": "poetry",
        "text": "¶Woe to the garlands of glory\/_of the drunkards of Ephraim!\/Their crowning splendor has become as fading wreaths\/_on the heads of the opulent overcome with wine."
    },
    "18167": {
        "format": "poetry",
        "text": "¶My Lord has in store one mighty and strong:\/_as a ravaging hailstorm sweeping down,\/or like an inundating deluge of mighty waters,\/_he will hurl them to the ground by his hand."
    },
    "18168": {
        "format": "poetry",
        "text": "\/The proud garlands of the drunkards of Ephraim\/_shall be trodden underfoot."
    },
    "18169": {
        "format": "poetry",
        "text": "\/And the fading wreaths, the crowns of glory\/_on the heads of the opulent,\/shall be like the first‐ripe fruit\/_before summer harvest:\/he who sees it devours it\/_the moment he has hold of it."
    },
    "18170": {
        "format": "poetry",
        "text": "¶In that day shall Jehovah of Hosts\/_be as a crown of beauty and wreath of glory\/_to the remnant of his people:"
    },
    "18171": {
        "format": "poetry",
        "text": "\/a spirit of justice to him who sits in judgment,\/_a source of strength\/to those who repulse the attack at the gates."
    },
    "18172": {
        "format": "poetry",
        "text": "¶These too have indulged in wine\/_and are giddy with strong drink:\/priests and prophets have gone astray through liquor.\/_They are intoxicated with wine\/and stagger because of strong drink;\/_they err as seers, they blunder in their decisions."
    },
    "18173": {
        "format": "poetry",
        "text": "\/For all tables are filled with vomit;\/_no spot is without excrement."
    },
    "18174": {
        "format": "poetry",
        "text": "¶Whom shall he give instruction?\/_Whom shall he enlighten with revelation?\/Weanlings weaned from milk,\/_those just taken from the breast?"
    },
    "18175": {
        "format": "poetry",
        "text": "\/For it is but line upon line, line upon line,\/_precept upon precept, precept upon precept;\/a trifle here, a trifle there."
    },
    "18176": {
        "format": "poetry",
        "text": "¶Therefore, by incomprehensible speech\/_and a strange tongue\/_must he speak to these people,"
    },
    "18177": {
        "format": "poetry",
        "text": "\/to whom he said, This is rest; let the weary rest!\/_This is a respite! But they would not listen."
    },
    "18178": {
        "format": "poetry",
        "text": "\/So to them the word of Jehovah remained:\/_Line upon line, line upon line,\/precept upon precept, precept upon precept;\/_a trifle here, a trifle there, that,\/persisting, they might lapse into stumbling\/_and break themselves,\/become ensnared and be taken captive."
    },
    "18179": {
        "format": "poetry",
        "text": "¶Therefore hear the word of Jehovah, you scoffers\/_who preside over these people in Jerusalem."
    },
    "18180": {
        "format": "poetry",
        "text": "\/You have supposed, by taking refuge in deception\/_and hiding behind falsehoods,\/to have covenanted with Death,\/_or reached an understanding with Sheol, that,\/should a flooding scourge sweep through the earth,\/_it shall not reach you."
    },
    "18181": {
        "format": "poetry",
        "text": "¶Therefore, thus says my Lord Jehovah:\/_I lay in Zion a stone, a keystone,\/a precious cornerstone, a sure foundation.\/_They who believe it will not do rashly."
    },
    "18182": {
        "format": "poetry",
        "text": "¶I will make justice the measure,\/_righteousness the weight;\/a hail shall sweep away your false refuge\/_and waters flood the hiding place."
    },
    "18183": {
        "format": "poetry",
        "text": "\/Your covenant with Death shall prove void,\/_your understanding with Sheol have no effect:\/when the flooding scourge sweeps through,\/_you shall be overrun by it."
    },
    "18184": {
        "format": "poetry",
        "text": "\/As often as it sweeps through,\/_you shall be seized by it:\/morning after morning it shall sweep through,\/_by day and by night it shall seize you;\/it shall cause terror merely to hear word of it."
    },
    "18185": {
        "format": "poetry",
        "text": "\/Then shall come to pass the proverb:\/_The couch is too short to stretch out on,\/_the covering too narrow to wrap oneself in."
    },
    "18186": {
        "format": "poetry",
        "text": "¶For Jehovah will rise up\/_as he did on Mount Perazim,\/and be stirred to anger, as in the Valley of Gibeon—\/_to perform his act, his unwonted act,\/_and do his work, his bizarre work."
    },
    "18187": {
        "format": "poetry",
        "text": "\/Now therefore scoff not,\/_lest your bonds grow severe,\/for I have heard utter destruction\/_decreed by my Lord, Jehovah of Hosts,\/upon the whole earth."
    },
    "18188": {
        "format": "poetry",
        "text": "¶Give heed, and hear my voice!\/_Be attentive, and listen to what I say!"
    },
    "18189": {
        "format": "poetry",
        "text": "\/Will the plowman be forever plowing to sow seed,\/_disking and harrowing the same ground?"
    },
    "18190": {
        "format": "poetry",
        "text": "\/When he has smoothed its surface,\/_does he not sprinkle fennel and scatter cumin?\/Does he not demarcate wheat from barley\/_and plant buckwheat in its own plot?"
    },
    "18191": {
        "format": "poetry",
        "text": "\/His God instructs him,\/_directing him in the proper procedure."
    },
    "18192": {
        "format": "poetry",
        "text": "¶Fennel is not threshed with a sharp‐toothed sledge,\/_nor is a cartwheel rolled over cumin:\/fennel is beaten out with a stick\/_and cumin with a rod."
    },
    "18193": {
        "format": "poetry",
        "text": "\/Domestic grain is ground;\/_one does not go on endlessly threshing it.\/It cannot be ground\/_by driving horse and threshing cart over it."
    },
    "18194": {
        "format": "poetry",
        "text": "\/These things originate with Jehovah of Hosts,\/_whose counsel is wonderful,\/_whose inspiration is surpassing."
    },
    "18195": {
        "format": "poetry",
        "text": "¶Woe to Ariel—\/_Ariel, the city where David lodged!\/Though you add year to year,\/_and the feastdays recur in succession,"
    },
    "18196": {
        "format": "poetry",
        "text": "\/yet will I distress Ariel:\/_there shall be mourning and sorrow\/_when she becomes as my altar hearth."
    },
    "18197": {
        "format": "poetry",
        "text": "\/I will encamp against you round about,\/_and beleaguer you with assault posts,\/_and erect siege installations against you."
    },
    "18198": {
        "format": "poetry",
        "text": "\/And when you have been laid low,\/_you will speak from the ground,\/_your words uttering out of the dust:\/your voice from the ground\/_shall be like that of a medium;\/your sayings shall whisper out of the dust."
    },
    "18199": {
        "format": "poetry",
        "text": "¶Suddenly, in an instant,\/_your crowds of evildoers shall become as fine dust,\/_your violent mobs like flying chaff."
    },
    "18200": {
        "format": "poetry",
        "text": "\/She shall be chastened by Jehovah of Hosts\/_with thunderous quakings,\/resounding booms, tempestuous blasts\/_and conflagrations of devouring flame."
    },
    "18201": {
        "format": "poetry",
        "text": "¶And the nations amassed to fight against Ariel,\/_all who congregate at her stronghold\/to distress her,\/_shall be as a dream seen in the night:"
    },
    "18202": {
        "format": "poetry",
        "text": "\/like a hungry man who dreams he eats\/_but awakens famished,\/or like a thirsty man who dreams he drinks\/_but wakes up faint and craving.\/So shall be all the nations\/_that amass to fight against Mount Zion."
    },
    "18203": {
        "format": "poetry",
        "text": "¶Procrastinate, and become bewildered;\/_preoccupy yourselves, until you cry for help.\/Be drunk, but not with wine;\/_stagger, but not from strong drink."
    },
    "18204": {
        "format": "poetry",
        "text": "\/Jehovah has poured out on you\/_a spirit of deep sleep:\/he has shut your eyes, the prophets;\/_he has covered your heads, the seers."
    },
    "18205": {
        "format": "prose",
        "text": "¶For you the sum of vision has become as the words of a sealed book that they give to one who is learned, saying, Please read this, and he answers, I cannot; it is sealed."
    },
    "18206": {
        "format": "prose",
        "text": "Or if they give it to one who is unlearned, saying, Please read this, he answers, I am unlearned."
    },
    "18207": {
        "format": "poetry",
        "text": "¶But my Lord says, Because these people\/_approach me with the mouth\/and pay me homage with their lips,\/_while their heart remains far from me—\/their piety toward me consisting of\/_commandments of men learned by rote—"
    },
    "18208": {
        "format": "poetry",
        "text": "\/therefore it is that I shall again astound these people\/_with wonder upon wonder,\/rendering void the knowledge of their sages\/_and the intelligence of their wise men insignificant."
    },
    "18209": {
        "format": "poetry",
        "text": "¶Woe to those who contrive\/_to hide their schemes from Jehovah!\/They work in the dark, thinking,\/_Who will see us? Who will know?"
    },
    "18210": {
        "format": "poetry",
        "text": "\/What a contradiction you are!\/_Shall the potter be regarded as the clay?\/Shall what is made say of its maker,\/_He did not make me,\/or a work of its designer, He doesn’t understand?"
    },
    "18211": {
        "format": "poetry",
        "text": "\/In a very little while, shall not Lebanon\/_again become a fruitful land,\/and lands now fruitful be considered backwoods?"
    },
    "18212": {
        "format": "poetry",
        "text": "¶In that day shall the deaf hear\/_the words of the book\/and the eyes of the blind see\/_out of gross darkness."
    },
    "18213": {
        "format": "poetry",
        "text": "\/The lowly shall obtain an increase of joy in Jehovah,\/_and the poorest of men rejoice\/_in the Holy One of Israel."
    },
    "18214": {
        "format": "poetry",
        "text": "¶For tyrants shall come to nought and scorners cease;\/_all who watch for iniquity shall be cut off—"
    },
    "18215": {
        "format": "poetry",
        "text": "\/those who at a word adjudge a man to be guilty,\/_who ensnare the defender at court,\/who for nothing turn away him who is in the right."
    },
    "18216": {
        "format": "poetry",
        "text": "¶Therefore thus says Jehovah,\/_who redeemed Abraham, to the house of Jacob:\/No longer shall Jacob be dismayed;\/_his face shall pale no more."
    },
    "18217": {
        "format": "poetry",
        "text": "\/For when he sees among him his children,\/_the work of my hands, hallowing my name,\/devoted to the Holy One of Jacob,\/_reverencing the God of Israel,"
    },
    "18218": {
        "format": "poetry",
        "text": "\/then will the erring in spirit gain understanding\/_and they who murmured accept instruction."
    },
    "18219": {
        "format": "poetry",
        "text": "¶Woe to you, rebellious sons, says Jehovah,\/_for drawing up plans, but not by me,\/for making alliances without my approval,\/_only adding sin to sin!"
    },
    "18220": {
        "format": "poetry",
        "text": "\/They are bent on going down to Egypt—\/_but have not inquired at my mouth—\/on seeking protection in Pharaoh’s forces,\/_on taking shelter in Egypt’s shadow."
    },
    "18221": {
        "format": "poetry",
        "text": "¶But Pharaoh’s protection shall turn to your shame,\/_shelter in Egypt’s shadow to embarrassment."
    },
    "18222": {
        "format": "poetry",
        "text": "\/For all their officials at Zoan,\/_and their envoys’ travels to Hanes,"
    },
    "18223": {
        "format": "poetry",
        "text": "\/they shall be utterly disgusted\/_with a people who will avail them nothing;\/they shall be of no help or benefit,\/_but a humiliation and disgrace."
    },
    "18224": {
        "format": "poetry",
        "text": "¶An oracle concerning the Beasts of Negeb:¶Through a land of hardship and vicissitudes,\/_of lions and the roaring king of beasts,\/_of vipers and the fiery flying serpent,\/they carry their wealth\/_on the backs of young asses,\/their riches on the humps of camels,\/_to a people who cannot profit them."
    },
    "18225": {
        "format": "poetry",
        "text": "¶Egypt’s help shall be futile and vain;\/_therefore I refer to her as an idle boast."
    },
    "18226": {
        "format": "poetry",
        "text": "¶Go now, write on tablets concerning them;\/_record it in a book for the end‐time,\/_as a testimony forever."
    },
    "18227": {
        "format": "poetry",
        "text": "\/They are a rebellious people, sons who break faith,\/_children unwilling to obey the law of Jehovah,"
    },
    "18228": {
        "format": "poetry",
        "text": "\/who say to the seers, See not!\/_and to those with visions,\/Predict not what is right for us:\/_flatter us; foresee a farce!"
    },
    "18229": {
        "format": "poetry",
        "text": "\/Get out of the way; move aside, off the path!\/_Cease confronting us with the Holy One of Israel!"
    },
    "18230": {
        "format": "poetry",
        "text": "¶Therefore, thus says the Holy One of Israel:\/_Because you have rejected this word,\/and rely on manipulation and double dealing,\/_and on them are dependent,"
    },
    "18231": {
        "format": "poetry",
        "text": "\/this iniquity will be to you as a perilous breach\/_exposed in a high wall\/_which suddenly and unexpectedly collapses."
    },
    "18232": {
        "format": "poetry",
        "text": "\/It shall shatter with a crash\/_like an earthenware vessel ruthlessly smashed,\/among whose fragments shall not be found a shard\/_with which to scoop lit embers from a fireplace,\/or dip water from a tank."
    },
    "18233": {
        "format": "poetry",
        "text": "¶For thus says my Lord Jehovah,\/_the Holy One of Israel:\/By a calm response triumph;\/_with quiet confidence gain the victory.\/_But you would have none of it."
    },
    "18234": {
        "format": "poetry",
        "text": "\/For you thought, Not so; we will flee on horses!\/_Therefore shall you flee indeed.\/We will ride on swift mounts!\/_Therefore shall your pursuers be swifter."
    },
    "18235": {
        "format": "poetry",
        "text": "\/You will flee by the thousand at the threat of one,\/_by thousands at the threat of five,\/till you are left as a flagstaff on a mountaintop,\/_an ensign on a hill."
    },
    "18236": {
        "format": "poetry",
        "text": "¶Then will Jehovah delay his coming,\/_that he may favor you;\/_out of mercy toward you he will remain aloof.\/For Jehovah is the God of justice;\/_blessed are all who wait for him."
    },
    "18237": {
        "format": "poetry",
        "text": "¶O people of Zion, O inhabitants of Jerusalem,\/_you shall have no cause to weep.\/He will graciously respond at the cry of your voice;\/_he will answer you as soon as he hears it."
    },
    "18238": {
        "format": "poetry",
        "text": "\/Though my Lord give you the bread of adversity\/_and the water of affliction,\/yet shall your Teacher remain hidden no longer,\/_but your eyes shall see the Master."
    },
    "18239": {
        "format": "poetry",
        "text": "\/Your ears shall hear words from behind you\/_saying, This is the way; walk in it!\/_should you turn left or right."
    },
    "18240": {
        "format": "poetry",
        "text": "\/You will discard as unclean\/_your graven idols plated with silver,\/_your cast idols gilded in gold;\/you will eject them\/_as a menstruous woman her impurity\/and say, Away with you!"
    },
    "18241": {
        "format": "poetry",
        "text": "¶Then will he water with rain\/_the seed you sow in the ground,\/that the land’s increase of food\/_may be rich and abundant.\/In that day your cattle shall graze\/_in ample pasturelands,"
    },
    "18242": {
        "format": "poetry",
        "text": "\/and the oxen and asses that till the soil\/_eat grain silage winnowed with shovel and fork."
    },
    "18243": {
        "format": "poetry",
        "text": "¶On all mountain heights and prominent hills\/_shall appear streams of running water,\/on the day of the great slaughter,\/_when the towers fall."
    },
    "18244": {
        "format": "poetry",
        "text": "\/The light of the moon\/_shall be as the light of the sun,\/_and the light of the sun increase sevenfold;\/as the light of seven days shall it be,\/_in the day Jehovah binds up\/the fracture of his people\/_and heals their open wound."
    },
    "18245": {
        "format": "poetry",
        "text": "¶Behold, Jehovah Omnipotent coming from afar!\/_His wrath is kindled, heavy is his grievance;\/his lips flow with indignation,\/_his tongue is like a devouring fire."
    },
    "18246": {
        "format": "poetry",
        "text": "\/His breath is like a raging torrent\/_that severs at the neck.\/He comes to sift the nations\/_in the sieve of falsehood;\/with an erring bridle on their jaws\/_he will try the peoples."
    },
    "18247": {
        "format": "poetry",
        "text": "¶But for you there shall be singing,\/_as on the night when a festival commences,\/and rejoicing of heart, as when men march\/_with flutes [and drums and lyres]\/on their way to the mountain of Jehovah,\/_to the Rock of Israel."
    },
    "18248": {
        "format": "poetry",
        "text": "¶Jehovah will cause his voice to resound,\/_and make visible his arm descending in furious rage,\/with flashes of devouring fire,\/_explosive discharges and pounding hail."
    },
    "18249": {
        "format": "poetry",
        "text": "\/At the voice of Jehovah\/_the Assyrians will be terror‐stricken,\/_they who used to strike with the rod."
    },
    "18250": {
        "format": "poetry",
        "text": "\/At every sweep of the staff of authority,\/_when Jehovah lowers it upon them,\/they will be fought in mortal combat."
    },
    "18251": {
        "format": "poetry",
        "text": "¶For Tophet has been prepared of old,\/_a hearth indeed, made ready for rulers;\/broad and deep is its fire pit and ample its pyre;¶Jehovah’s breath burns within it\/_like a river of lava."
    },
    "18252": {
        "format": "poetry",
        "text": "¶Woe to those who go down to Egypt for help,\/_relying on horses,\/putting their trust in immense numbers\/_of chariots and vast forces of horsemen,\/but who do not look to the Holy One of Israel,\/_nor inquire of Jehovah!"
    },
    "18253": {
        "format": "poetry",
        "text": "¶Yet he too is shrewd\/_and will bring disaster upon them,\/_and not retract his words.\/He will rise up against the brood of miscreants\/_and allies of evildoers."
    },
    "18254": {
        "format": "poetry",
        "text": "\/The Egyptians are human, not divine;\/_their horses are flesh, not spirit:\/when Jehovah stretches out his hand,\/_those who help them will stumble\/_and those helped will fall;\/both shall come to an end together."
    },
    "18255": {
        "format": "poetry",
        "text": "¶For thus said Jehovah to me:\/_As a lion or a young lion growls over the prey\/when the shepherds muster in full force against him,\/_and is not dismayed at the sound of their voice\/_nor daunted by their numbers,\/so shall Jehovah of Hosts be when he descends\/_to wage war upon Mount Zion and upon its heights."
    },
    "18256": {
        "format": "poetry",
        "text": "\/As birds hover over [the nest],\/_so will Jehovah of Hosts guard Jerusalem;\/by protecting it he will deliver it,\/_by passing over it, preserve it."
    },
    "18257": {
        "format": "prose",
        "text": "¶Return to him from whom you have contrived to go far astray, O children of Israel."
    },
    "18258": {
        "format": "prose",
        "text": "For in that day every one of you will despise your idolatrous silver and gold by which your hands have incurred guilt."
    },
    "18259": {
        "format": "poetry",
        "text": "¶And Assyria shall fall by a sword not of man;\/_a sword not of mortals shall devour them:\/before that sword they shall waste away\/_and their young men melt;"
    },
    "18260": {
        "format": "poetry",
        "text": "\/their captain shall expire in terror\/_and their officers shrink from the ensign,\/says Jehovah, whose fire is in Zion,\/_whose furnace is in Jerusalem."
    },
    "18261": {
        "format": "poetry",
        "text": "¶A king shall reign in righteousness\/_and rulers rule with justice."
    },
    "18262": {
        "format": "poetry",
        "text": "\/And a man shall become as a shelter\/_from the wind or refuge from the storm,\/like brooks of water in a desert place,\/_or the shade of a large rock in arid country."
    },
    "18263": {
        "format": "poetry",
        "text": "¶The eyes of those who see shall not be shut,\/_and the ears of those who hear shall listen."
    },
    "18264": {
        "format": "poetry",
        "text": "\/The minds of the rash shall learn understanding,\/_and the tongues of the stammerers master eloquence."
    },
    "18265": {
        "format": "poetry",
        "text": "\/The godless shall no longer be regarded as noble\/_nor rogues considered respectable."
    },
    "18266": {
        "format": "poetry",
        "text": "¶For the godless utter blasphemy;\/_their heart ponders impiety:\/how to practice hypocrisy and preach\/_perverse things concerning Jehovah,\/leaving the hungry soul empty,\/_depriving the thirsty soul of drink."
    },
    "18267": {
        "format": "poetry",
        "text": "\/And rogues scheme by malevolent means\/_and insidious devices to ruin the poor,\/and with false slogans and accusations\/_to denounce the needy."
    },
    "18268": {
        "format": "poetry",
        "text": "\/But the noble are of noble intent,\/_and stand up for what is virtuous."
    },
    "18269": {
        "format": "poetry",
        "text": "¶Up, and listen to my voice, O complacent women;\/_you careless daughters, hear my words!"
    },
    "18270": {
        "format": "poetry",
        "text": "\/In little more than a year\/_you shall be in anguish, O carefree ones,\/for when the harvest is over,\/_the produce shall fail to arrive."
    },
    "18271": {
        "format": "poetry",
        "text": "¶Be alarmed, you complacent women;\/_be perturbed, O careless daughters!\/Strip yourselves bare;\/_put sackcloth around your waists."
    },
    "18272": {
        "format": "poetry",
        "text": "\/Beat your breasts for the choice fields\/_and flourishing vines,"
    },
    "18273": {
        "format": "poetry",
        "text": "\/for my people’s land\/_shall be overgrown with briars and thorns.\/Mourn for all the amusement houses\/_in the city of entertainment,"
    },
    "18274": {
        "format": "poetry",
        "text": "\/for the palaces shall lie abandoned,\/_the clamorous towns deserted.\/High rises and panoramic resorts\/_shall become haunts for ever after,\/the playground of wild animals,\/_a browsing place for flocks."
    },
    "18275": {
        "format": "poetry",
        "text": "\/Then shall a Spirit from on high\/_be poured out on us;\/the desert shall become productive land\/_and lands now productive\/_be reckoned as brushwood."
    },
    "18276": {
        "format": "poetry",
        "text": "¶So shall justice inhabit the desert,\/_and righteousness abide in the farmland."
    },
    "18277": {
        "format": "poetry",
        "text": "\/And the effect of justice shall be peace,\/_and the result of righteousness\/_an assured calm forever.\r\n"
    },
    "18278": {
        "format": "poetry",
        "text": "\/My people shall dwell in peaceful settlements,\/_in safe neighborhoods, in comfortable dwellings.\r\n"
    },
    "18279": {
        "format": "poetry",
        "text": "¶For by a hail shall forests be felled,\/_cities utterly leveled."
    },
    "18280": {
        "format": "poetry",
        "text": "\/Blessed are you, who shall then sow by all waters,\/_letting oxen and asses range free."
    },
    "18281": {
        "format": "poetry",
        "text": "¶Woe to you, despoiler,\/_who yourself was not despoiled;\/O treacherous one,\/_with whom none have been treacherous:\/when you have done with devastating,\/_you shall be devastated;\/when you are through betraying,\/_they shall betray you!"
    },
    "18282": {
        "format": "poetry",
        "text": "¶O Jehovah, be favorable toward us;\/_we have waited for you.\/Be our strength of arm from morning to morning,\/_our salvation in troubled times."
    },
    "18283": {
        "format": "poetry",
        "text": "¶The peoples fled from your thunderous voice;\/_at your uprising the nations scattered."
    },
    "18284": {
        "format": "poetry",
        "text": "\/Their spoil was harvested\/_in the manner of caterpillars;\/_like insatiable locusts they rushed upon it."
    },
    "18285": {
        "format": "poetry",
        "text": "\/But Jehovah is supreme, for he dwells on high;\/_with justice and righteousness he will replenish Zion."
    },
    "18286": {
        "format": "poetry",
        "text": "\/Your faithfulness in time of trial\/_shall prove to be a strength,\/your wisdom and knowledge your salvation;\/_your fear of Jehovah shall be your riches."
    },
    "18287": {
        "format": "poetry",
        "text": "¶See, their stalwarts sob in public;\/_the champions of peace weep bitterly."
    },
    "18288": {
        "format": "poetry",
        "text": "\/The highways are desolate, travel is at an end.\/_The treaties have been violated,\/their signatories held in contempt;\/_man is disregarded."
    },
    "18289": {
        "format": "poetry",
        "text": "\/The Land lies withered and forlorn,\/_Lebanon wilts shamefully;\/Sharon has been turned into a dry waste,\/_Bashan and Carmel are denuded."
    },
    "18290": {
        "format": "poetry",
        "text": "¶Now will I arise, says Jehovah;\/_I will now become prominent,\/_now gain preeminence."
    },
    "18291": {
        "format": "poetry",
        "text": "\/You who conceived chaff and brought forth stubble,\/_the fire of your own breath devours you!"
    },
    "18292": {
        "format": "poetry",
        "text": "\/Whole nations have been burned like lime,\/_mown down like thorns and set ablaze."
    },
    "18293": {
        "format": "poetry",
        "text": "¶Take heed what I have done, you who are far off;\/_you who are near, be apprised of my might!"
    },
    "18294": {
        "format": "poetry",
        "text": "\/The sinners in Zion are struck with fear;\/_the godless are in the grip of trembling:\/Who among us can live through the devouring fire?\/_Who among us can abide eternal burning?"
    },
    "18295": {
        "format": "poetry",
        "text": "\/They who conduct themselves righteously\/_and are honest in word,\/who disdain extortion\/_and stay their hand from taking bribes,\/who stop their ears at the mention of murder,\/_who shut their eyes at the sight of wickedness."
    },
    "18296": {
        "format": "poetry",
        "text": "\/They shall dwell on high;\/_the impregnable cliffs are their fortress.\/Bread is provided them, their water is sure."
    },
    "18297": {
        "format": "poetry",
        "text": "¶Your eyes shall behold the King in his glory\/_and view the expanse of the earth."
    },
    "18298": {
        "format": "poetry",
        "text": "\/You shall recount in your mind the terror:\/_Where are those who conducted the census?\/Where are those who levied the tax?\/_Where are the ones who appraised the towers?"
    },
    "18299": {
        "format": "poetry",
        "text": "\/The insolent people are not to be seen,\/_a nation of incomprehensible speech,\/whose babbling tongue was unintelligible."
    },
    "18300": {
        "format": "poetry",
        "text": "¶Behold Zion, the city of our solemn assemblies;\/_let your eyes rest upon Jerusalem,\/the abode of peace—an immovable tent,\/_whose stakes shall never be uprooted,\/_nor any of its cords severed."
    },
    "18301": {
        "format": "poetry",
        "text": "¶May Jehovah cause us to dwell there,\/_a country of rivers and broad streams,\/where no warships sail\/_or majestic fleets pass by."
    },
    "18302": {
        "format": "poetry",
        "text": "\/For Jehovah is our Judge,\/_and Jehovah our Lawgiver.\/Jehovah is our King; he himself will save us."
    },
    "18303": {
        "format": "poetry",
        "text": "\/Their riggings hang loose;\/_they hold not the mast in place\/_nor spread out the sail.\/Now shall spoil in abundance be divided,\/_and even the lame take part in the plunder."
    },
    "18304": {
        "format": "poetry",
        "text": "\/None who reside there shall say, I am ill;\/_the people who inhabit it\/_shall be forgiven their iniquity."
    },
    "18305": {
        "format": "poetry",
        "text": "¶Come near, you nations, and hear!\/_Pay attention, you peoples!\/Let the earth give heed, and all who are upon it,\/_the world, and all who spring from it."
    },
    "18306": {
        "format": "poetry",
        "text": "\/Jehovah’s rage is upon all nations,\/_his fury upon all their hosts;\/he has doomed them,\/_consigned them to the slaughter."
    },
    "18307": {
        "format": "poetry",
        "text": "¶Their slain shall be flung out\/_and their corpses emit a stench;\/their blood shall dissolve on the mountains,"
    },
    "18308": {
        "format": "poetry",
        "text": "\/their fat decompose [on the hills]—\/_when the heavens are rolled up as a scroll,\/_and their starry hosts shed themselves with one accord,\/like withered leaves from a vine,\/_or shriveled fruit from a fig tree."
    },
    "18309": {
        "format": "poetry",
        "text": "\/When my sword drinks its fill in the heavens,\/_it shall come down on Edom in judgment,\/_on the people I have sentenced to damnation."
    },
    "18310": {
        "format": "poetry",
        "text": "¶Jehovah has a sword that shall engorge with blood\/_and glut itself with fat—\/the blood of lambs and he‐goats,\/_the kidney fat of rams.\/For Jehovah will hold a slaughter in Bozrah,\/_an immense massacre in the land of Edom;"
    },
    "18311": {
        "format": "poetry",
        "text": "\/among them shall fall buffalo, bulls, and steers.¶Their land shall be saturated with blood,\/_their soil enriched with fat."
    },
    "18312": {
        "format": "poetry",
        "text": "¶For it is Jehovah’s day of vengeance,\/_the year of retribution on behalf of Zion."
    },
    "18313": {
        "format": "poetry",
        "text": "¶Edom’s streams shall turn into lava\/_and her earth into brimstone;\/_her land shall become as burning pitch."
    },
    "18314": {
        "format": "poetry",
        "text": "\/Night and day it shall not be quenched;\/_its smoke shall ascend forever.\/It shall remain a wasteland\/_from generation to generation;\/_through endless ages none shall traverse it."
    },
    "18315": {
        "format": "poetry",
        "text": "\/But hawks and falcons shall possess it,\/_and owls and ravens inhabit it.\/It shall be surveyed with muddled measure\/_and chaotic weight."
    },
    "18316": {
        "format": "poetry",
        "text": "¶Shall they summon its nobles when it is no kingdom,\/_when all its lords no longer exist?"
    },
    "18317": {
        "format": "poetry",
        "text": "\/For thorns shall overgrow its palaces,\/_thistles and briars its strongholds;\/it shall become the haunt of howling creatures,\/_a reserve for birds of prey."
    },
    "18318": {
        "format": "poetry",
        "text": "\/Prairie wolves shall greet jackals,\/_and wild goats call to one another.\/There too shall the night owl find repose\/_and discover for herself a resting place."
    },
    "18319": {
        "format": "poetry",
        "text": "\/There shall the hawk owl nest and lay eggs,\/_hatch them and brood over her young.\/There too shall kites come together,\/_each one accompanying her mate."
    },
    "18320": {
        "format": "poetry",
        "text": "¶Search, and read it in the book of Jehovah:\/_None is unaccounted for, not one lacks her mate.\/By his mouth he decreed it,\/_by his Spirit he brings them together."
    },
    "18321": {
        "format": "poetry",
        "text": "\/It is he who allots them an inheritance,\/_his hand that divides it by measure.\/They shall possess it forever,\/_inhabit it from generation to generation."
    },
    "18322": {
        "format": "poetry",
        "text": "¶Wilderness and arid land shall be jubilant;\/_the desert shall rejoice\/_when it blossoms like the crocus."
    },
    "18323": {
        "format": "poetry",
        "text": "\/Joyously it shall break out in flower,\/_singing with delight;\/it shall be endowed with the glory of Lebanon,\/_the splendor of Carmel and Sharon.\/The glory of Jehovah and the splendor of our God\/_they shall see there."
    },
    "18324": {
        "format": "poetry",
        "text": "\/Strengthen the hands grown feeble,\/_steady the failing knees."
    },
    "18325": {
        "format": "poetry",
        "text": "\/Say to those with fearful hearts,\/_Take courage, be unafraid!\/See, your God is coming to avenge and to reward;\/_God himself will come and deliver you."
    },
    "18326": {
        "format": "poetry",
        "text": "¶Then shall the eyes of the blind be opened\/_and the ears of the deaf unstopped."
    },
    "18327": {
        "format": "poetry",
        "text": "\/Then shall the lame leap like deer,\/_and the tongue of the dumb shout for joy.\/Water shall break forth in the wilderness\/_and streams flow in the desert."
    },
    "18328": {
        "format": "poetry",
        "text": "\/The land of mirages shall become one of lakes,\/_the thirsty place springs of water;\/in the haunt of howling creatures\/_[shall marshes break out],\/in the reserves shall come rushes and reeds."
    },
    "18329": {
        "format": "poetry",
        "text": "¶There shall be highways and roads\/_which shall be called the Way of Holiness,\/for they shall be for such as are holy.¶The unclean shall not traverse them;\/_on them shall no reprobates wander."
    },
    "18330": {
        "format": "poetry",
        "text": "\/No lions shall be encountered there,\/_nor shall wild beasts intrude.\/But the redeemed shall walk them,"
    },
    "18331": {
        "format": "poetry",
        "text": "\/the ransomed of Jehovah shall return;¶they shall come singing to Zion,\/_their heads crowned with everlasting joy.\/They shall have won joy and gladness\/_when sorrow and sighing flee away."
    },
    "18332": {
        "format": "prose",
        "text": "¶In the fourteenth year of King Hezekiah’s reign, Sennacherib king of Assyria marched against all the fortified cities of Judea and seized them."
    },
    "18333": {
        "format": "prose",
        "text": "And the king of Assyria sent Rabshakeh with a large army from Lachish to King Hezekiah at Jerusalem. And he took up a position by the aqueduct of the Upper Reservoir, on the road to the Laundry Plaza."
    },
    "18334": {
        "format": "prose",
        "text": "And Eliakim the son of Hilkiah, overseer of the palace, Shebna the secretary, and Joah the son of Asaph, the record keeper, went out to him."
    },
    "18335": {
        "format": "prose",
        "text": "¶And Rabshakeh said to them, Please tell Hezekiah, Thus says the great king, the king of Assyria: On what grounds do you behave with such confidence?"
    },
    "18336": {
        "format": "prose",
        "text": "Do you suppose that in war mere words are sufficient tactics or show of strength? In whom have you put your trust, that you have rebelled against me?"
    },
    "18337": {
        "format": "prose",
        "text": "It is clear you depend on the support of Egypt, that splintered reed which enters and pierces the palm of any man who leans on it. Such is Pharaoh king of Egypt to all who rely on him!"
    },
    "18338": {
        "format": "prose",
        "text": "But if you tell me, We rely on Jehovah our God, is he not the one whose shrines and altars Hezekiah abolished, telling Judea and Jerusalem to worship only at this altar?"
    },
    "18339": {
        "format": "prose",
        "text": "Come now, wager with my lord the king of Assyria: I will give you two thousand horses, if you are able to put riders on them."
    },
    "18340": {
        "format": "prose",
        "text": "How then shall you repulse even one of the least of my lord’s servants, depending as you do on Egypt for chariots and horsemen?"
    },
    "18341": {
        "format": "prose",
        "text": "Moreover, could I have marched against this land and destroyed it without Jehovah? For Jehovah told me to come against this land and destroy it."
    },
    "18342": {
        "format": "prose",
        "text": "¶Then Eliakim, Shebna and Joah said to Rabshakeh, please speak to your servants in Aramaic, which we understand. Do not speak to us in Judean in the ears of the people who are on the wall."
    },
    "18343": {
        "format": "prose",
        "text": "¶But Rabshakeh replied, Did my lord send me to say these things to you and to your lord and not to the men sitting on the wall, who with you are to eat their own dung and drink their own urine?"
    },
    "18344": {
        "format": "prose",
        "text": "¶Then Rabshakeh stood and called out in a loud voice in Judean, Hear the words of the great king, the king of Assyria!"
    },
    "18345": {
        "format": "prose",
        "text": "Thus says the king: Do not let Hezekiah delude you! He cannot deliver you."
    },
    "18346": {
        "format": "prose",
        "text": "Do not let Hezekiah make you trust in Jehovah by saying, Jehovah will surely save us; this city shall not be given into the hand of the king of Assyria."
    },
    "18347": {
        "format": "prose",
        "text": "¶Do not listen to Hezekiah! Thus says the king of Assyria: Make peace with me by coming out to me. Then every one of you will eat from his own vine and his own fig tree and drink water from his own cistern,"
    },
    "18348": {
        "format": "prose",
        "text": "until I come back and take you to a land like your own, a land of grain and wine, a land of grain fields and vineyards."
    },
    "18349": {
        "format": "prose",
        "text": "¶Beware, lest Hezekiah mislead you by saying, Jehovah will save us. Were any gods of the nations able to save their lands out of the hand of the king of Assyria?"
    },
    "18350": {
        "format": "prose",
        "text": "Where are the gods of Hamath and Arpad? Where are the gods of Sepharvaim? Did they deliver Samaria out of my hand?"
    },
    "18351": {
        "format": "prose",
        "text": "Who of all the gods of those countries saved his land from my hand, that Jehovah should save Jerusalem from my hand?"
    },
    "18352": {
        "format": "prose",
        "text": "¶But they remained silent, replying nothing, for the king had commanded them not to answer him."
    },
    "18353": {
        "format": "prose",
        "text": "¶Then Eliakim the son of Hilkiah, overseer of the palace, Shebna the secretary, and Joah the son of Asaph, the record keeper, went to Hezekiah with their clothes rent and reported to him the things Rabshakeh had said."
    },
    "18354": {
        "format": "prose",
        "text": "¶When King Hezekiah heard it, he rent his clothes and put on sackcloth and entered the house of Jehovah."
    },
    "18355": {
        "format": "prose",
        "text": "And he sent Eliakim the overseer of the palace, Shebna the secretary, and the elders of the priests in sackcloth to the prophet Isaiah the son of Amoz."
    },
    "18356": {
        "format": "prose",
        "text": "they said to him, Thus says Hezekiah: This is a woeful day, a day of reproof and disgrace. Children have reached the point of birth, but there is no strength to deliver them."
    },
    "18357": {
        "format": "prose",
        "text": "It may be that Jehovah your God has heard the words of Rabshakeh, whom his lord the king of Assyria has sent to scorn the living God, and will rebuke him for the things Jehovah your God has heard, were you to offer up prayer on behalf of the remnant that is left."
    },
    "18358": {
        "format": "prose",
        "text": "¶And when King Hezekiah’s servants came to Isaiah,\r\n"
    },
    "18359": {
        "format": "prose",
        "text": "¶And Isaiah said to them, Tell your lord, Thus says Jehovah: Be not afraid because of the words with which you have heard the king of Assyria’s subordinates ridicule me."
    },
    "18360": {
        "format": "prose",
        "text": "See, I will give him a notion to return home upon hearing a rumor, and will cause him to fall by a sword in his own land."
    },
    "18361": {
        "format": "prose",
        "text": "¶And when Rabshakeh heard that the king of Assyria had left Lachish, he withdrew and found him fighting against Libnah."
    },
    "18362": {
        "format": "prose",
        "text": "¶Now Sennacherib received a report that Tirhakah king of Cush had set out to fight against him. And when he heard it, he sent messengers to Hezekiah, telling them,"
    },
    "18363": {
        "format": "prose",
        "text": "Speak thus to Hezekiah king of Judah: Let not your God in whom you trust delude you into thinking that Jerusalem shall not be given into the hand of the king of Assyria."
    },
    "18364": {
        "format": "prose",
        "text": "You yourself have heard what the kings of Assyria have done, annexing all lands. Shall you then escape?"
    },
    "18365": {
        "format": "prose",
        "text": "Did the gods of the nations my fathers destroyed deliver them? Did they deliver Gozan and Haran, Rezeph and the Edenites in Tel Assar?"
    },
    "18366": {
        "format": "prose",
        "text": "Where are the kings of Hamath and Arpad and the kings of the cities of Sepharvaim, Hena, and Ivvah?"
    },
    "18367": {
        "format": "prose",
        "text": "¶And Hezekiah received the letter from the messengers and read it. Then Hezekiah went up to the house of Jehovah and unrolled it before Jehovah."
    },
    "18368": {
        "format": "prose",
        "text": "And Hezekiah prayed to Jehovah and said,"
    },
    "18369": {
        "format": "prose",
        "text": "¶O Jehovah of Hosts, God of Israel, who sits enthroned between the cherubim, you alone are God over all the kingdoms of the earth. It is you who made the heavens and the earth ..."
    },
    "18370": {
        "format": "prose",
        "text": "¶O Jehovah, give ear and hear; O Jehovah, open your eyes and see. Listen to all the words Sennacherib has sent to mock the living God."
    },
    "18371": {
        "format": "prose",
        "text": "¶O Jehovah, the kings of Assyria have indeed destroyed all peoples and their lands,"
    },
    "18372": {
        "format": "prose",
        "text": "committing their gods to the fire. For they were no gods, but mere works of men’s hands, of wood and of stone, and so they could destroy them."
    },
    "18373": {
        "format": "prose",
        "text": "But now, O Jehovah our God, deliver us out of his hand, that all kingdoms on earth may know that you alone are Jehovah."
    },
    "18374": {
        "format": "prose",
        "text": "¶Then Isaiah the son of Amoz sent word to Hezekiah, saying, Thus says Jehovah, the God of Israel: Because you have prayed to me concerning Sennacherib king of Assyria,"
    },
    "18375": {
        "format": "prose",
        "text": "this is what Jehovah has spoken against him:¶▼The Virgin Daughter of Zion holds you in contempt;\/_ she laughs you to scorn.\/The Daughter of Jerusalem shakes her head at you."
    },
    "18376": {
        "format": "poetry",
        "text": "¶Whom have you mocked and ridiculed?¶Against whom have you raised your voice,\/_lifting your eyes to high heaven?\/Against the Holy One of Israel!"
    },
    "18377": {
        "format": "poetry",
        "text": "\/By your servants you have blasphemed my Lord.\/_You thought, On account of my vast chariotry\/I have conquered the highest mountains,\/_the farthest reaches of Lebanon.\/I have felled its tallest cedars, its choicest cypresses.\/_I have reached its loftiest summit, its finest forest."
    },
    "18378": {
        "format": "poetry",
        "text": "\/I have dug wells and drunk of foreign waters.\/_With the soles of my feet\/I have dried up all Egypt’s rivers!"
    },
    "18379": {
        "format": "poetry",
        "text": "¶Have you not heard\/_how I ordained this thing long ago,\/how in days of old I planned it?\/_Now I have brought it to pass.\/You were destined to demolish fortified cities,\/_turning them into heaps of rubble,"
    },
    "18380": {
        "format": "poetry",
        "text": "\/while their timorous inhabitants\/_shrank away in confusion,\/becoming as wild grass, transiently green,\/_or like weeds on a roof\/that scorch before they grow up."
    },
    "18381": {
        "format": "poetry",
        "text": "¶But I know where you dwell,\/_and your comings and goings,\/and how stirred up you are against me."
    },
    "18382": {
        "format": "poetry",
        "text": "\/And because of your snortings\/_and bellowings against me,\/_which have mounted up to my ears,\/I will put my ring in your nose\/_and my bit in your mouth\/and turn you back by the way you came."
    },
    "18383": {
        "format": "poetry",
        "text": "¶But to you this shall be a sign:\/_This year eat what grows wild,\/_and the following year what springs up of itself.\/But in the third year sow and harvest,\/_plant vineyards and eat their fruit:"
    },
    "18384": {
        "format": "poetry",
        "text": "\/the remnant of the house of Judah that survives\/_shall once more take root below and bear fruit above."
    },
    "18385": {
        "format": "poetry",
        "text": "\/For out of Jerusalem shall go a remnant,\/_and from Mount Zion a band of survivors.\/The zeal of Jehovah of Hosts will accomplish it."
    },
    "18386": {
        "format": "poetry",
        "text": "¶Therefore, thus says Jehovah\/_concerning the king of Assyria:\/He shall not enter this city or shoot an arrow here.¶He shall not advance against it with armor,\/_nor erect siegeworks against it."
    },
    "18387": {
        "format": "poetry",
        "text": "\/By the way he came he shall return;\/_he shall not enter this city, says Jehovah."
    },
    "18388": {
        "format": "poetry",
        "text": "\/I will protect this city and save it,\/_for my own sake and for the sake of my servant David."
    },
    "18389": {
        "format": "prose",
        "text": "¶Then the angel of Jehovah went out and slew a hundred and eighty‐five thousand in the Assyrian camp. And when men arose in the morning, there lay all their dead bodies!"
    },
    "18390": {
        "format": "prose",
        "text": "¶So Sennacherib king of Assyria broke camp and withdrew. And he returned to Nineveh, where he dwelt."
    },
    "18391": {
        "format": "prose",
        "text": "¶And as he was worshiping in the temple of Nisroch his god, his sons Adrammelech and Sharezer slew him with a sword and fled to the land of Ararat. And his son Esarhaddon succeeded him as king."
    },
    "18392": {
        "format": "prose",
        "text": "¶In those days Hezekiah became gravely ill. And the prophet Isaiah the son of Amoz came to him and said, Thus says Jehovah: Put your house in order. You will die; you will not recover."
    },
    "18393": {
        "format": "prose",
        "text": "¶At this Hezekiah turned his face toward the wall and prayed to Jehovah:"
    },
    "18394": {
        "format": "prose",
        "text": "I beseech you to remember, O Jehovah, how I have walked before you faithfully and with full purpose of heart and have done what is good in your eyes ... And Hezekiah wept disconsolately."
    },
    "18395": {
        "format": "prose",
        "text": "¶Then the word of Jehovah came to Isaiah:"
    },
    "18396": {
        "format": "prose",
        "text": "Go and tell Hezekiah, Thus says Jehovah, the God of your father David: I have heard your prayer and seen your tears. I will add fifteen years to your life."
    },
    "18397": {
        "format": "prose",
        "text": "And I will deliver you and this city out of the hand of the king of Assyria; I will protect this city."
    },
    "18398": {
        "format": "prose",
        "text": "¶And Isaiah replied, This shall be a sign to you from Jehovah, that Jehovah will do the thing he has promised:"
    },
    "18399": {
        "format": "prose",
        "text": "See, I make the shadow cast by the afternoon sun on the dial of Ahaz recede the ten degrees it has gone down."
    },
    "18400": {
        "format": "prose",
        "text": "¶Hezekiah king of Judah’s account of his illness, written upon his recovery:"
    },
    "18401": {
        "format": "prose",
        "text": "¶I said, in the prime of life\/_must I depart through Sheol’s gates,\/_deprived of the balance of my years?"
    },
    "18402": {
        "format": "prose",
        "text": "\/I thought, I shall not see Jehovah\/_in the land of the living;\/I shall not now behold Man\/_among those dwelling in mortality."
    },
    "18403": {
        "format": "poetry",
        "text": "\/My tabernacle is being uprooted,\/_carried away from me like a shepherd’s tent.\/My life is cut off like woven fabric;\/_he is severing me from the loom."
    },
    "18404": {
        "format": "poetry",
        "text": "¶Can I contain myself until morning,\/_while like a lion he racks my whole frame?\/Surely, as night has followed day,\/_you are bringing on my end!"
    },
    "18405": {
        "format": "poetry",
        "text": "\/Like a mounting lark I twitter,\/_like a dove I murmur.\/My eyes are drawn looking heavenward;\/_[I am utterly sleepless\/_from bitterness of soul ... ]\/O Jehovah, I am in straits; be my surety!"
    },
    "18406": {
        "format": "poetry",
        "text": "¶But what shall I say\/_when he has already spoken for me,\/_when he himself has brought it about?"
    },
    "18407": {
        "format": "poetry",
        "text": "\/O my Lord, by means of such trials\/_comes a newness of life,\/_and throughout them all the renewal of my spirit."
    },
    "18408": {
        "format": "poetry",
        "text": "\/Surely, for my own good I am in such dire distress;\/_by its means you draw my soul\/_out of the Pit of Dissolution.\/For you have cast all my sins behind you,\/_[restoring and reviving me]."
    },
    "18409": {
        "format": "poetry",
        "text": "¶For Sheol cannot praise you, nor Death glorify you;\/_those who go down into the Pit\/_have no further hope of your faithfulness."
    },
    "18410": {
        "format": "poetry",
        "text": "\/But the living, only they bring you praise,\/_as I do this day;\/from father to sons they pass on\/_the knowledge of your faithfulness."
    },
    "18411": {
        "format": "poetry",
        "text": "\/O Jehovah, may it please you to save me,\/_and we will perform music\/all the days of our lives in the house of Jehovah."
    },
    "18412": {
        "format": "prose",
        "text": "¶And Isaiah gave instructions to take fig packs and apply them to the swelling so that he would recover."
    },
    "18413": {
        "format": "prose",
        "text": "¶But Hezekiah said, What of a sign that I shall again go up to the house of Jehovah?"
    },
    "18414": {
        "format": "prose",
        "text": "¶At that time Merodach‐Baladan the son of Baladan, king of Babylon, sent letters and gifts to Hezekiah, for he had heard of his illness and recovery."
    },
    "18415": {
        "format": "prose",
        "text": "And Hezekiah was glad of them and showed the envoys his treasury—the silver and gold, the spices and fragrant oils, and his entire armory and all that was in his treasuries. There was nothing in his palace or in all his realm that Hezekiah did not show them."
    },
    "18416": {
        "format": "prose",
        "text": "¶Then the prophet Isaiah came to King Hezekiah and said, What did those men say to you, and where did they come from? And Hezekiah replied, They came from a distant land; they came to me from Babylon."
    },
    "18417": {
        "format": "prose",
        "text": "And Isaiah asked, What did they see in your palace? And Hezekiah said, They saw everything there is in my palace. There is nothing in my treasuries that I did not show them."
    },
    "18418": {
        "format": "prose",
        "text": "¶Then Isaiah said to Hezekiah, Hear the word of Jehovah of Hosts:"
    },
    "18419": {
        "format": "prose",
        "text": "The time shall come when everything in your palace, and all that your forefathers have treasured up until now, shall be carried away to Babylon. Nothing shall be left, says Jehovah."
    },
    "18420": {
        "format": "prose",
        "text": "And from among your own sons, your future offspring and descendants, they shall take some to serve as eunuchs in the palace of the king of Babylon."
    },
    "18421": {
        "format": "prose",
        "text": "¶But Hezekiah said to Isaiah, The word of Jehovah you have spoken is good. For he thought, Then there shall be peace and loyalty during my reign."
    },
    "18422": {
        "format": "poetry",
        "text": "¶Comfort and give solace to my people,\/_ says your God; "
    },
    "18423": {
        "format": "poetry",
        "text": "speak kindly to Jerusalem.\/Announce to her that she has served her term,\/_ that her guilt has been expiated.\/She has received from Jehovah’s hand\/_ double for all her sins."
    },
    "18424": {
        "format": "poetry",
        "text": "¶A voice calls out,\/_In the desert prepare the way for Jehovah;\/in the wilderness\/_pave a straight highway for our God:"
    },
    "18425": {
        "format": "poetry",
        "text": "\/every ravine must be raised up,\/_every mountain and hill made low;\/the uneven ground must become level\/_and rough terrain a plain."
    },
    "18426": {
        "format": "poetry",
        "text": "¶For the glory of Jehovah shall be revealed\/_and all flesh see it at once.\/By his mouth Jehovah has spoken it."
    },
    "18427": {
        "format": "poetry",
        "text": "¶A voice said, Announce it.\/_And I asked, How shall I announce it?\/All flesh is grass,\/_and at its best like a blossom of the field."
    },
    "18428": {
        "format": "poetry",
        "text": "\/Though the Spirit of Jehovah breathe within it,\/_the people themselves are but herbage—"
    },
    "18429": {
        "format": "poetry",
        "text": "\/grass that withers, flowers that fade—\/_only the word of our God endures forever."
    },
    "18430": {
        "format": "poetry",
        "text": "¶Scale the mountain heights,\/_O Zion, herald of good tidings.\/Raise your voice mightily,\/_O Jerusalem, messenger of good news.\/Make yourself heard, be not afraid;\/_proclaim to the cities of Judah: Behold your God!"
    },
    "18431": {
        "format": "poetry",
        "text": "¶See, my Lord Jehovah comes with power;\/_his arm presides for him.\/His reward is with him; his work precedes him."
    },
    "18432": {
        "format": "poetry",
        "text": "\/Like a shepherd he pastures his flock:\/_the lambs he gathers up with his arm\/_and carries in his bosom;\/the ewes that give milk he leads gently along."
    },
    "18433": {
        "format": "poetry",
        "text": "¶Who measured out the waters\/_with the hollow of his hand\/and gauged the heavens\/_by the span of his fingers?\/Who compiled the earth’s dust by measure,\/_weighing mountains in scales,\/_hills in a balance?"
    },
    "18434": {
        "format": "poetry",
        "text": "\/Who has comprehended the Spirit of Jehovah,\/_that a man should let him know his plan?"
    },
    "18435": {
        "format": "poetry",
        "text": "\/Of whom was he counselled\/_that he might be enlightened,\/by whom instructed in the path of discretion,\/_imparting to him knowledge,\/_acquainting him with the way of understanding?"
    },
    "18436": {
        "format": "poetry",
        "text": "¶The nations are but drops from a bucket,\/_counting no more than dust on a balance;\/_the isles he displaces as mere specks."
    },
    "18437": {
        "format": "poetry",
        "text": "\/Lebanon would not suffice to kindle a fire,\/_nor all its beasts be adequate for sacrifice."
    },
    "18438": {
        "format": "poetry",
        "text": "\/Before him all nations are as nothing;\/_as less than the ether they are reckoned by him."
    },
    "18439": {
        "format": "poetry",
        "text": "¶To whom then will you liken God?\/_What does he resemble in your estimation?"
    },
    "18440": {
        "format": "poetry",
        "text": "\/A figure cast by the artisan,\/_overlaid by the smith with gold,\/_fitted with a silver chain from the craftsman?"
    },
    "18441": {
        "format": "poetry",
        "text": "\/Those too poor for this type of sacrifice\/_select a wood that resists decay.\/They seek an expert sculptor\/_to carve them an image that will not deteriorate."
    },
    "18442": {
        "format": "poetry",
        "text": "¶Are you so unaware, that you have not heard?\/_Have you not been told before,\/that you do not understand\/_by whom the earth was founded?"
    },
    "18443": {
        "format": "poetry",
        "text": "\/—By him who sits enthroned above the earth’s sphere,\/_to whom its inhabitants are as grasshoppers,\/who suspends the heavens like a canopy,\/_stretching them out as a tent to dwell in."
    },
    "18444": {
        "format": "poetry",
        "text": "\/By him who brings potentates to nought\/_and makes the authorities of the world null and void."
    },
    "18445": {
        "format": "poetry",
        "text": "\/When scarcely they are planted,\/_or scarcely they are sown,\/when hardly their stock has taken root in the earth,\/_he puffs at them and they wither,\/and a storm sweeps them off as chaff."
    },
    "18446": {
        "format": "poetry",
        "text": "¶To whom then will you liken me,\/_to whom can I be compared? says the Holy One."
    },
    "18447": {
        "format": "poetry",
        "text": "\/Lift your eyes heavenward and see:\/_Who formed these?\/He who brings forth their hosts by number,\/_calling each one by name.\/Because he is almighty and all powerful,\/_not one is unaccounted for."
    },
    "18448": {
        "format": "poetry",
        "text": "¶Why then do you say, O Jacob,\/_and speak thus, O Israel:\/Our path has become obscured from Jehovah;\/_our cause is overlooked by our God?"
    },
    "18449": {
        "format": "poetry",
        "text": "¶Is it not known to you; have you not heard?\/_Jehovah is the God of eternity,\/_Creator of the ends of the earth.\/He does not grow faint or weary;\/_his intelligence cannot be fathomed."
    },
    "18450": {
        "format": "poetry",
        "text": "\/He supplies the weary with energy\/_and increases in vigor those who lack strength."
    },
    "18451": {
        "format": "poetry",
        "text": "\/Youths grow faint and weary,\/_and young men slump down of exhaustion."
    },
    "18452": {
        "format": "poetry",
        "text": "\/But they who hope in Jehovah\/_shall be renewed in strength:\/they shall ascend as on eagles’ wings;\/_they shall run without wearying,\/_they shall walk and not faint."
    },
    "18453": {
        "format": "poetry",
        "text": "¶Be silent before me, O isles;\/_become still, you peoples!\/Let them come forward and state their case;\/_let us stand trial together."
    },
    "18454": {
        "format": "poetry",
        "text": "¶Who has raised up Righteousness from the east,\/_calling him to the place of his foot?\/Who has delivered nations to him,¶toppled their rulers,\/_rendering them as dust to his sword,\/_as driven stubble to his bow?"
    },
    "18455": {
        "format": "poetry",
        "text": "\/He puts them to flight, passing on unhindered\/_by paths his feet have never trod."
    },
    "18456": {
        "format": "poetry",
        "text": "¶Who is at work accomplishing this,\/_foreordaining dynasties?\/I, Jehovah, first and last, am he."
    },
    "18457": {
        "format": "poetry",
        "text": "¶The isles look on in fear;\/_the ends of the earth are in trembling.\/They flock together\/_and come "
    },
    "18458": {
        "format": "poetry",
        "text": "to one another’s aid,\/saying, each to his fellow, Courage!"
    },
    "18459": {
        "format": "poetry",
        "text": "The artisan encourages the smith,\/_and he who beats with a hammer\/_urges him who pounds the anvil.\/They say of the welding, It is good,\/_though they fasten it with riveting\/_that it may not come loose."
    },
    "18460": {
        "format": "poetry",
        "text": "¶But you, O Israel, my servant,\/_Jacob, whom I have chosen,\/_offspring of Abraham my beloved friend,"
    },
    "18461": {
        "format": "poetry",
        "text": "\/you whom I have taken from the ends of the earth,\/_called from its farthest limits—\/to you I say, You are my servant;\/_I have accepted you and not rejected you."
    },
    "18462": {
        "format": "poetry",
        "text": "\/Be not fearful, for I am with you;\/_be not dismayed, for I am your God.\/I will strengthen you; I will also succor you\/_and uphold you with my righteous right hand."
    },
    "18463": {
        "format": "poetry",
        "text": "¶See, all who are enraged at you\/_shall earn shame and disgrace;\/_your adversaries shall come to nought, and perish."
    },
    "18464": {
        "format": "poetry",
        "text": "\/Should you look for those who contend with you,\/_you shall not find them;\/whoever wars against you\/_shall be reduced to nothing."
    },
    "18465": {
        "format": "poetry",
        "text": "\/For I, Jehovah your God,\/_hold you by the right hand and say to you,\/Have no fear; I will help you."
    },
    "18466": {
        "format": "poetry",
        "text": "¶Be not afraid, you worms of Jacob;\/_O men of Israel, [be not dismayed]:\/I am your help, says Jehovah;\/_your Redeemer is the Holy One of Israel."
    },
    "18467": {
        "format": "poetry",
        "text": "\/I will make of you a sharp‐toothed threshing sledge\/_of new design, full of spikes:\/you shall thresh mountains to dust\/_and make chaff of hills."
    },
    "18468": {
        "format": "poetry",
        "text": "\/As you winnow them, a wind shall take them away,\/_a tempest dispel them.\/Then will you rejoice in Jehovah\/_and glory in the Holy One of Israel."
    },
    "18469": {
        "format": "poetry",
        "text": "¶When the poor and needy require water,\/_and there is none,\/and their tongue becomes parched with thirst,\/_I Jehovah will answer their want;\/_I, the God of Israel, will not forsake them."
    },
    "18470": {
        "format": "poetry",
        "text": "\/I will open up streams in barren hill country,\/_springs in the midst of the plains;\/I will turn the desert into lakes,\/_parched lands into fountains of water."
    },
    "18471": {
        "format": "poetry",
        "text": "\/I will bring cedars and acacias,\/_myrtles and oleasters in the wilderness;\/I will place cypresses,\/_elms and box trees in the steppes—"
    },
    "18472": {
        "format": "poetry",
        "text": "\/that all may see it and know, consider it,\/_and perceive that Jehovah’s hand did this,\/that the Holy One of Israel created it."
    },
    "18473": {
        "format": "poetry",
        "text": "¶Present your case, says Jehovah;\/_submit your evidence, says the King of Jacob."
    },
    "18474": {
        "format": "poetry",
        "text": "\/Let them come forward and recount to us\/_their prophecies of events heretofore.\/What were they? Tell us,\/_that we may examine them\/and know whether they were fulfilled.\/_Or predict the future for us:"
    },
    "18475": {
        "format": "poetry",
        "text": "\/Tell us of events to come hereafter,\/_so that we may know you are gods.\/Perform something good or evil\/_at which we will be dazzled and all stand in awe."
    },
    "18476": {
        "format": "poetry",
        "text": "\/It is clear you are of no account,\/_that your works amount to nothing;\/whoever accepts you is himself an abomination."
    },
    "18477": {
        "format": "poetry",
        "text": "¶I have raised up one from the north\/_who calls on my name,\/_who shall come from the direction of sunrise.\/He shall come upon dignitaries as on mud,\/_tread them as clay like a potter."
    },
    "18478": {
        "format": "poetry",
        "text": "¶Who announced this beforehand, so we would know,\/_declared it ahead of time,\/_that we might say, He was right?\/Indeed, not one could foretell it,\/_not one make it known;\/no one has heard from you\/_any [prophetic] utterance."
    },
    "18479": {
        "format": "poetry",
        "text": "\/But to Zion, he shall be its harbinger;\/_I will appoint him as\/a herald of good tidings to Jerusalem."
    },
    "18480": {
        "format": "poetry",
        "text": "¶For when I looked there was no one,\/_not one who could offer counsel,\/or when I questioned them,\/_who could answer a word."
    },
    "18481": {
        "format": "poetry",
        "text": "\/Surely they are all iniquitous,\/_their works worthless;\/their outpourings are but wind and emptiness."
    },
    "18482": {
        "format": "poetry",
        "text": "¶My servant whom I sustain,\/_my chosen one in whom I delight,\/him I have endowed with my Spirit;\/_he will dispense justice to the nations."
    },
    "18483": {
        "format": "poetry",
        "text": "\/He will not shout or raise his voice\/_to make himself heard in public."
    },
    "18484": {
        "format": "poetry",
        "text": "\/Even a bruised reed he will not break;\/_a dim wick he will not snuff out.\/He will perform the work of justice\/_in the cause of truth."
    },
    "18485": {
        "format": "poetry",
        "text": "\/Neither shall he himself grow dim or be bruised\/_until he has brought about justice in the earth.\/The isles await his law."
    },
    "18486": {
        "format": "poetry",
        "text": "¶Thus says Jehovah, God,\/_who frames and suspends the heavens,\/who gives form to the earth and its creatures,\/_the breath of life to the people upon it,\/_spirit to those who walk on it:"
    },
    "18487": {
        "format": "poetry",
        "text": "\/I Jehovah have rightfully called you\/_and will grasp you by the hand;\/I have created you and appointed you\/_to be a covenant for the people,\/_a light to the nations,"
    },
    "18488": {
        "format": "poetry",
        "text": "\/to open eyes that are blind,\/_to free captives from confinement\/and from prison those who sit in darkness."
    },
    "18489": {
        "format": "poetry",
        "text": "¶I am Jehovah; that is my name.\/_I will not relinquish my glory to another,\/_nor my praise to wrought idols."
    },
    "18490": {
        "format": "poetry",
        "text": "\/The prophecies of the former events\/_indeed came to pass,\/but new things I yet foretell.\/_Before they spring up I declare them to you."
    },
    "18491": {
        "format": "poetry",
        "text": "¶Sing to Jehovah a new song;\/_sing his praise from the end of the earth.\/Let the sea roar, and all that lives in it,\/_the isles and they who inhabit them."
    },
    "18492": {
        "format": "poetry",
        "text": "\/Let the desert and its cities raise their voice,\/_and the villages where Kedar dwells;\/let the inhabitants of Sela sing for joy\/_and cry out from the tops of the mountains."
    },
    "18493": {
        "format": "poetry",
        "text": "\/O let them give glory to Jehovah,\/_and in the isles speak out in praise of him."
    },
    "18494": {
        "format": "poetry",
        "text": "¶Jehovah will come forth like a warrior,\/_his passions aroused like a fighter;\/he will give the war cry,\/_raise the shout of victory over his enemies."
    },
    "18495": {
        "format": "poetry",
        "text": "\/For a long time I have been silent,\/_keeping still and restraining myself.\/But now I will scream like a woman in labor\/_and breathe hard and fast all at once."
    },
    "18496": {
        "format": "poetry",
        "text": "\/I will lay waste mountains and hills\/_and make all their vegetation wither;\/I will turn rivers into dry land and evaporate lakes."
    },
    "18497": {
        "format": "poetry",
        "text": "¶Then will I lead the blind by a way they did not know,\/_and guide them in paths unfamiliar;\/the darkness confronting them I will turn into light,\/_and the uneven ground make level.\/These things I will not fail to perform."
    },
    "18498": {
        "format": "poetry",
        "text": "¶But those who trust in idols\/_and esteem their images as gods\/_shall retreat in utter confusion."
    },
    "18499": {
        "format": "poetry",
        "text": "\/O you deaf, listen; O you blind, look and see!"
    },
    "18500": {
        "format": "poetry",
        "text": "\/Who is blind but my own servant,\/_or so deaf as the messenger I have sent?\/Who is blind like those I have commissioned,\/_as uncomprehending as the servant of Jehovah—"
    },
    "18501": {
        "format": "poetry",
        "text": "\/seeing much but not giving heed,\/_with open ears hearing nothing?"
    },
    "18502": {
        "format": "poetry",
        "text": "¶It is the will of Jehovah that,\/_because of his righteousness,\/_they magnify the law and become illustrious."
    },
    "18503": {
        "format": "poetry",
        "text": "\/Instead, they are a people plundered and sacked,\/_all of them trapped in holes,\/_hidden away in dungeons.\/They have become a prey, yet no one rescues them,\/_a spoil, yet none demands restitution."
    },
    "18504": {
        "format": "poetry",
        "text": "¶Who among you hearing this\/_will take heed of it hereafter,\/_and be mindful and obey?"
    },
    "18505": {
        "format": "poetry",
        "text": "\/Who is it that hands Jacob over to plunder\/_and Israel to despoilers, if not Jehovah,\/_against whom we have sinned?\/For they have no desire to walk in his ways\/_or obey his law."
    },
    "18506": {
        "format": "poetry",
        "text": "\/So in the heat of his anger\/_he pours out on them the violence of war,\/till it envelopes them in flames—\/_yet they remain unaware—\/till it sets them on fire;\/_yet they take it not to heart."
    },
    "18507": {
        "format": "poetry",
        "text": "¶But now, thus says Jehovah—\/_he who formed you, O Jacob,\/_he who created you, O Israel:\/Do not fear, for I have redeemed you.\/_I have called you by name; you are mine."
    },
    "18508": {
        "format": "poetry",
        "text": "\/When you cross the waters, I will be with you;\/_when you traverse the rivers,\/_you shall not be overwhelmed.\/Though you walk through the fire,\/_you shall not be burned;\/its flame shall not consume you."
    },
    "18509": {
        "format": "poetry",
        "text": "¶For I Jehovah am your God,\/_I, the Holy One of Israel, am your Savior;\/Egypt I have appointed as ransom for you,\/_Cush and Seba I give in place of you."
    },
    "18510": {
        "format": "poetry",
        "text": "\/Because you are precious and revered in my eyes,\/_and because I love you,\/I give men in return for you,\/_peoples in exchange for your life."
    },
    "18511": {
        "format": "poetry",
        "text": "¶Do not fear, for I am with you.\/_I will bring your offspring from the east\/_and gather you from the west;"
    },
    "18512": {
        "format": "poetry",
        "text": "\/I will say to the north, Give up!\/_to the south, Withhold not!\/Bring my sons from afar\/_and my daughters from the end of the earth—"
    },
    "18513": {
        "format": "poetry",
        "text": "\/all who are called by my name,\/_whom I have formed, molded and wrought\/_for my own glory."
    },
    "18514": {
        "format": "poetry",
        "text": "\/Let go the people who are blind, yet have eyes,\/_who are deaf, yet have ears."
    },
    "18515": {
        "format": "poetry",
        "text": "¶When all nations unitedly assembled,\/_when the peoples were gathered together,\/who among them foretold these things,\/_or predicted events that have come to pass?\/Let them bring their witnesses\/_and justify themselves,\/that those within hearing may say, It is true."
    },
    "18516": {
        "format": "poetry",
        "text": "\/But you are my witnesses, says Jehovah,\/_my servant whom I have chosen,\/to the end that you may recognize it and believe me,\/_and perceive that I was the one who foretold them—\/before me no god was formed,\/_nor shall one exist after me."
    },
    "18517": {
        "format": "poetry",
        "text": "¶I myself am Jehovah;\/_apart from me there is no savior."
    },
    "18518": {
        "format": "poetry",
        "text": "\/It is I who foretold and wrought salvation,\/_making it known\/_when there was no strange god among you.\/You are my witnesses, says Jehovah,\/_that I am divine,"
    },
    "18519": {
        "format": "poetry",
        "text": "\/that from the first I have been present—\/_from my hand none can deliver;\/when I work, who can thwart it?"
    },
    "18520": {
        "format": "poetry",
        "text": "¶Thus says Jehovah, the Holy One of Israel,\/_your Redeemer:\/For your sake I launch an attack on Babylon\/_and bring down as fugitives all the Chaldeans,\/_they who sing the praises of shipping."
    },
    "18521": {
        "format": "poetry",
        "text": "\/I Jehovah, your Holy One,\/_Creator of Israel, am your King."
    },
    "18522": {
        "format": "poetry",
        "text": "\/Thus says Jehovah—\/_who provides a way in the Sea,\/_a path through the mighty waters,"
    },
    "18523": {
        "format": "poetry",
        "text": "\/who dispatches chariots and horses,\/_armies of men in full strength;\/they lie down as one, to rise no more,\/_they flicker and die, snuffed out like a wick—"
    },
    "18524": {
        "format": "poetry",
        "text": "\/Never mind the prophecies of bygone events;\/_do not dwell on things of the past."
    },
    "18525": {
        "format": "poetry",
        "text": "\/See, I do a new thing; it is now springing up.\/_Surely, you are aware of it:\/I am making roads through the desert,\/_streams in the wasteland."
    },
    "18526": {
        "format": "poetry",
        "text": "\/The wild beasts do me honor,\/_the jackals and birds of prey,\/for bringing water to the wilderness,\/_streams to the dry land,\/that I may give drink to my chosen people,"
    },
    "18527": {
        "format": "poetry",
        "text": "\/the people I formed for myself\/_to speak out in praise of me."
    },
    "18528": {
        "format": "poetry",
        "text": "¶But you do not call upon me, O Jacob;\/_you have grown weary of me, O Israel."
    },
    "18529": {
        "format": "poetry",
        "text": "\/Yet I required not that you bring me\/_offerings from your flocks\/_or pay me homage by sacrificial slaughter;\/I have not burdened you with oblations\/_or wearied you with burning incense."
    },
    "18530": {
        "format": "poetry",
        "text": "\/Nor have I burdened you to buy me\/_the fragrant calamus\/_or sate me with the fat of immolations.\/Yet you have burdened me with your sins,\/_wearied me with your iniquities."
    },
    "18531": {
        "format": "poetry",
        "text": "\/But it is I myself, and for my own sake,\/_who blot out your offenses,\/_remembering your sins no more."
    },
    "18532": {
        "format": "poetry",
        "text": "¶Recount for me the past;\/_let us plead each our case.\/_Speak up and vindicate yourself."
    },
    "18533": {
        "format": "poetry",
        "text": "\/Your first father transgressed;\/_your spokesmen sinned against me."
    },
    "18534": {
        "format": "poetry",
        "text": "\/Therefore I let the holy cities be profaned;\/_I gave Jacob to be ostracized, Israel to execration."
    },
    "18535": {
        "format": "poetry",
        "text": "¶Hear now, Jacob my servant,\/_and Israel whom I have chosen."
    },
    "18536": {
        "format": "poetry",
        "text": "\/Thus says Jehovah, your Maker,\/_who formed you from the womb and succored you:\/Be not afraid, O Jacob, my servant,\/_and Jeshurun whom I have chosen."
    },
    "18537": {
        "format": "poetry",
        "text": "¶I will pour water on the thirsty soil,\/_showers upon the dry ground;\/I will pour out my Spirit on your offspring,\/_my blessing upon your posterity."
    },
    "18538": {
        "format": "poetry",
        "text": "\/They shall shoot up like grass\/_among streams of water,\/_like willows by running brooks."
    },
    "18539": {
        "format": "poetry",
        "text": "\/One will say, I am Jehovah’s,\/_and another name himself Jacob.\/Yet others will inscribe on their arm, To Jehovah,\/_and adopt the name Israel."
    },
    "18540": {
        "format": "poetry",
        "text": "¶Thus says Jehovah, the King of Israel,\/_Jehovah of Hosts, their Redeemer:\/I was at the first and I am at the last;\/_apart from me there is no God."
    },
    "18541": {
        "format": "poetry",
        "text": "\/Who predicts what happens as do I,\/_and is the equal of me\/in appointing a people from of old as types,\/_foretelling things to come?"
    },
    "18542": {
        "format": "poetry",
        "text": "\/Be not perturbed or shaken.\/_Have I not made it known to you from of old?\/Did I not foretell it, you being my witnesses?\/_Is there a God, then, apart from me?\/There is no Rock unknown to me."
    },
    "18543": {
        "format": "poetry",
        "text": "¶All who manufacture idols are deranged;\/_the things they cherish profit nothing.\/Those who promote them are themselves\/_sightless and mindless, to their own dismay."
    },
    "18544": {
        "format": "poetry",
        "text": "\/Who would fashion a god or cast an idol\/_that cannot benefit them?"
    },
    "18545": {
        "format": "poetry",
        "text": "\/Their whole society is confused;\/_their fabricators are mere mortals.\/Were they all to assemble\/_and take their stand before me,\/they would at once cringe in fear."
    },
    "18546": {
        "format": "poetry",
        "text": "¶The smith with his tools works the iron over the coals\/_and gives it shape by hammering;\/he forges his god by the strength of his arm:\/_when he becomes hungry, he no longer has strength;\/if he fails to drink water, he begins to grow faint."
    },
    "18547": {
        "format": "poetry",
        "text": "¶The woodworker draws a diagram,\/_sketching his idol with a marker.\/He creates it by chiseling to the outline of the dividers;\/_he gives it a human likeness, resembling man’s beauty,\/_fit to lodge in a house."
    },
    "18548": {
        "format": "poetry",
        "text": "¶He is required to cut down cedars;\/_he must select holms and oaks\/and care for them among the trees of the forest.\/_He plants firs, which the rain makes grow:"
    },
    "18549": {
        "format": "poetry",
        "text": "\/that which serves men as fuel,\/_which they use to warm themselves\/_or light fire with to bake bread,\/of that they create gods which they adore,\/_from it they make idols to which they stoop."
    },
    "18550": {
        "format": "poetry",
        "text": "¶Half of it they burn in the fire.\/_Over it they broil a roast;\/they eat the meat and are satisfied.\/_They also warm themselves and say,\/_Ah, it is warm in front of the fire!"
    },
    "18551": {
        "format": "poetry",
        "text": "\/From the rest they make a god, their idol,\/_to which they bow in adoration and pray,\/Save us; you are our god!"
    },
    "18552": {
        "format": "poetry",
        "text": "¶They have become unaware and insensible;\/_their eyes are glazed so they cannot see,\/_their minds are incapable of discernment."
    },
    "18553": {
        "format": "poetry",
        "text": "\/They reflect not,\/_nor have the sense or comprehension to say,\/A part of this I burned in the fire;\/_I also baked bread in its embers,\/_roasted meat and ate it.\/Am I not making an abomination of what is left?\/_Do I not stoop to a mere lump of wood?"
    },
    "18554": {
        "format": "poetry",
        "text": "\/They are followers of ashes;\/_their deluded minds have distracted them.\/They cannot liberate themselves from them or say,\/_Surely this thing in my hand is a fraud."
    },
    "18555": {
        "format": "poetry",
        "text": "¶Ponder these things, O Jacob, and you, O Israel,\/_for you are my servant.\/I have created you to be my servant, O Israel;\/_Do not disregard me."
    },
    "18556": {
        "format": "poetry",
        "text": "\/I have removed your offenses like a thick fog,\/_your sins like a cloud of mist.\/Return to me; I have redeemed you."
    },
    "18557": {
        "format": "poetry",
        "text": "\/Sing, O heavens, for what Jehovah has done;\/_cause it to resound, O earth beneath!\/Burst into song, O mountains,\/_forests, and all trees therein:\/Jehovah has redeemed Jacob;\/_he shall be glorified in Israel."
    },
    "18558": {
        "format": "poetry",
        "text": "¶Thus says Jehovah, your Redeemer,\/_who formed you from the womb:\/I am Jehovah, the Maker of all things,\/_who alone suspends the heavens,\/_who himself gives form to the earth,"
    },
    "18559": {
        "format": "poetry",
        "text": "\/who annuls the predictions of impostors\/_and makes fools of diviners,\/who turns wise men about\/_and makes nonsense of their knowledge,"
    },
    "18560": {
        "format": "poetry",
        "text": "\/who fulfills the word of his servant,\/_accomplishes the aims of his messengers,\/who says of Jerusalem, It shall be reinhabited,\/_and of the cities of Judah, They shall be rebuilt,\/_their ruins I will restore,"
    },
    "18561": {
        "format": "poetry",
        "text": "\/who says to the deep, Become dry;\/_I am drying up your currents,"
    },
    "18562": {
        "format": "poetry",
        "text": "\/who says of Cyrus, He is my shepherd;\/_he will do whatever I will.\/He will say of Jerusalem that it must be rebuilt,\/_its temple foundations relaid."
    },
    "18563": {
        "format": "poetry",
        "text": "¶Thus says Jehovah to his anointed,\/_to Cyrus, whom I grasp by the right hand,\/to subdue nations before him,\/_to ungird the loins of rulers,\/opening doors ahead of him,\/_letting no gates remain shut:"
    },
    "18564": {
        "format": "poetry",
        "text": "\/I will go before you and level all obstacles;\/_I will break in pieces brazen doors\/_and cut through iron bars."
    },
    "18565": {
        "format": "poetry",
        "text": "\/I will give you hidden treasures\/_and secret hoards of wealth—\/that you may know that it is I Jehovah,\/_the God of Israel, who calls you by name."
    },
    "18566": {
        "format": "poetry",
        "text": "¶For the sake of my servant Jacob,\/_and Israel my chosen, I call you by name—\/_I named you when yet you knew me not."
    },
    "18567": {
        "format": "poetry",
        "text": "\/I am Jehovah, there is none other;\/_apart from me there is no God.\/_I girded you up when yet you knew me not—"
    },
    "18568": {
        "format": "poetry",
        "text": "\/that men from where the sun rises to where it sets\/_may know that without me there is nothing,\/that I am Jehovah, and that there is none other."
    },
    "18569": {
        "format": "poetry",
        "text": "¶I fashion light and form darkness;\/_I occasion peace and cause calamity.\/_I, Jehovah, do all these things."
    },
    "18570": {
        "format": "poetry",
        "text": "\/Rain down from above, O heavens;\/_let the skies overflow with righteousness.\/Let the earth receive it and salvation blossom;\/_let righteousness spring up forthwith.\/I, Jehovah, create it."
    },
    "18571": {
        "format": "poetry",
        "text": "¶Woe to those in conflict with their Maker,\/_mere shards of earthenware pottery!\/As though the clay were to say to him who molds it,\/_What are you doing?\/_Your hands have no skill for the work!"
    },
    "18572": {
        "format": "poetry",
        "text": "\/Woe to those who say to their Father,\/_What have you begotten?\/or to the Woman, What have you borne?"
    },
    "18573": {
        "format": "poetry",
        "text": "¶Thus says Jehovah,\/_the Holy One of Israel, their Maker:\/Will you ask me for signs concerning my children,\/_or dictate to me about the deeds of my hands?"
    },
    "18574": {
        "format": "poetry",
        "text": "\/It is I who made the earth\/_and created man upon it;\/I with my hand suspended the heavens,\/_appointing all their host."
    },
    "18575": {
        "format": "poetry",
        "text": "\/It is I who rightfully raise him up,\/_who facilitate his every step;\/he will rebuild my city and set free my exiles\/_without price or bribe, says Jehovah of Hosts."
    },
    "18576": {
        "format": "poetry",
        "text": "¶Thus says Jehovah:\/_The wealth of Egypt and merchandise of Cush\/shall pass on to you and become yours,\/_as shall the Sabeans, a people tall in stature.\/They shall walk behind you in chains\/_and bow down to you, entreating you,\/Surely God is in you; no other gods exist!"
    },
    "18577": {
        "format": "poetry",
        "text": "¶Truly you are a God who dissembles himself,\/_O Savior, God of Israel."
    },
    "18578": {
        "format": "poetry",
        "text": "¶As one, the makers of inventions retired in disgrace,\/_utterly dismayed and embarrassed."
    },
    "18579": {
        "format": "poetry",
        "text": "\/But Israel is saved by Jehovah\/_with an everlasting salvation;\/you shall not be dismayed or put to shame\/_worlds without end."
    },
    "18580": {
        "format": "poetry",
        "text": "¶For thus says Jehovah who created the heavens,\/_the God who formed the earth—\/who made it secure and organized it,\/_not to remain a chaotic waste,\/but designed it to be inhabited:\/_I am Jehovah, there is none other."
    },
    "18581": {
        "format": "poetry",
        "text": "\/I speak not in secret\/_from somewhere in a land of darkness;\/I do not ask Jacob’s offspring\/_to seek me amid chaos.\/I Jehovah tell righteousness\/_and am forthright of speech."
    },
    "18582": {
        "format": "poetry",
        "text": "¶Gather yourselves and come;\/_draw near, all you fugitives of the nations.\/They who carried about their wooden idols\/_and prayed to gods that could not save them\/_were caught unawares."
    },
    "18583": {
        "format": "poetry",
        "text": "\/Speak up and present your case;\/_go ahead and consult one another.\/Who foretold these things of old,\/_predicted them long ago?\/Did not I, Jehovah,\/_apart from whom there is no God?\/Did not I, the God of righteousness,\/_except for whom there is no Savior?"
    },
    "18584": {
        "format": "poetry",
        "text": "¶Turn to me and save yourselves,\/_all you ends of the earth;\/I am God, there is none other."
    },
    "18585": {
        "format": "poetry",
        "text": "\/By myself I swear it—\/_righteousness has issued from my mouth,\/_by a decree that cannot be revoked:\/To me every knee shall bow\/_and every tongue swear allegiance."
    },
    "18586": {
        "format": "poetry",
        "text": "\/It shall be said of me,\/_By Jehovah alone come vindication and might.\/Before him must come in shame\/_all who were incensed against him."
    },
    "18587": {
        "format": "poetry",
        "text": "\/In Jehovah shall all Israel’s offspring\/_justify themselves and have cause to boast."
    },
    "18588": {
        "format": "poetry",
        "text": "¶Bel slumps down, Nebo is stooped over:\/_their idols are loaded upon beasts and cattle;\/the images you bore aloft\/_are piled as burdens on weary animals."
    },
    "18589": {
        "format": "poetry",
        "text": "\/Such gods altogether sag and bow down,\/_unable to rescue their burden;\/they themselves go into captivity."
    },
    "18590": {
        "format": "poetry",
        "text": "¶Hear me, O house of Jacob,\/_and all you remnant of the house of Israel,\/who have been a load on me since birth,\/_borne up by me from the womb:"
    },
    "18591": {
        "format": "poetry",
        "text": "\/Even to your old age, I am present;\/_till you turn grey, it is I who sustain you.\/It is I who made you, and I who bear you up;\/_it is I who carry and rescue you."
    },
    "18592": {
        "format": "poetry",
        "text": "¶To whom will you compare me or count me equal?\/_To whom will you liken me,\/_that we should appear similar?"
    },
    "18593": {
        "format": "poetry",
        "text": "\/They who squander gold from the purse\/_and weigh out silver on the scales\/hire a smith to make them a god\/_they bow down to and worship."
    },
    "18594": {
        "format": "poetry",
        "text": "\/They bear it aloft, carrying it on their shoulders;\/_when they set it in place, there it stands,\/_unable to budge from its spot.\/Though they cry to it for help, it does not answer;\/_it cannot save them from trouble."
    },
    "18595": {
        "format": "poetry",
        "text": "¶Put yourselves in mind of this\/_and come to your senses;\/_take it to heart, you offenders."
    },
    "18596": {
        "format": "poetry",
        "text": "\/Review the prophecies of the events of old!\/_I am God, there is none other.\/_I am divine; nothing resembles me."
    },
    "18597": {
        "format": "poetry",
        "text": "\/I foretell the end from the beginning,\/_from ancient times things not yet done.\/I speak, and my purposes take effect;\/_I accomplish all my will."
    },
    "18598": {
        "format": "poetry",
        "text": "¶I summon a bird of prey from the east,\/_from a distant land\/_the man who performs my counsel.\/What I have spoken, I bring to pass;\/_what I have planned, I do."
    },
    "18599": {
        "format": "poetry",
        "text": "\/Hear me, you stubborn‐hearted,\/_who are far from righteousness:"
    },
    "18600": {
        "format": "poetry",
        "text": "\/I have brought near my righteousness;\/_it is not now far off—\/_my salvation shall no longer be delayed.\/I will grant deliverance in Zion,\/_and to Israel my glory."
    },
    "18601": {
        "format": "poetry",
        "text": "¶Get down and sit in the dust,\/_O Virgin Daughter of Babylon;\/squat on the ground, dethroned,\/_O Daughter of the Chaldeans.\/You shall no more be spoken of\/_as delicate and refined."
    },
    "18602": {
        "format": "poetry",
        "text": "\/Take two grindstones and grind flour;\/_unveil, disrobe, bare your legs,\/_wade through streams:"
    },
    "18603": {
        "format": "poetry",
        "text": "\/your nakedness shall be exposed\/_and your shame uncovered.\/I will take vengeance\/_and not be entreated of men,"
    },
    "18604": {
        "format": "poetry",
        "text": "\/says our Redeemer, the Holy One of Israel,\/_whose name is Jehovah of Hosts."
    },
    "18605": {
        "format": "poetry",
        "text": "¶Sit speechless; retire into obscurity,\/_O Daughter of the Chaldeans.\/No longer shall you be called,\/_Mistress of Kingdoms."
    },
    "18606": {
        "format": "poetry",
        "text": "\/I was provoked by my people,\/_so I let my inheritance be defiled.\/I gave them into your hand,\/_and you showed them no mercy;\/even the aged you weighed down heavily with your yoke."
    },
    "18607": {
        "format": "poetry",
        "text": "\/You thought, I, the Eternal Mistress, exist forever!\/_and did not consider these,\/_or remember her final destiny."
    },
    "18608": {
        "format": "poetry",
        "text": "¶Now therefore hear this, O pampered lady,\/_securely enthroned, thinking to herself,\/I exist, and other than me there is nothing;\/_I shall not be widowed or bereaved of children:"
    },
    "18609": {
        "format": "poetry",
        "text": "\/Bereavement and widowhood\/_shall suddenly overtake you, both in one day.\/They shall come upon you in full,\/_notwithstanding your many magical feats\/_and exceedingly strong combinations."
    },
    "18610": {
        "format": "poetry",
        "text": "¶Secure in your wickedness,\/_you thought, No one discerns me.\/By your skill and science you were led astray,\/_thinking to yourself, I exist,\/_and there is none besides me!"
    },
    "18611": {
        "format": "poetry",
        "text": "\/Catastrophe shall overtake you,\/_which you shall not know how to avert by bribes;\/disaster shall befall you\/_from which you cannot ransom yourself:\/there shall come upon you sudden ruin\/_such as you have not imagined."
    },
    "18612": {
        "format": "poetry",
        "text": "¶Persist, then, with your combinations\/_and with your many magical feats,\/_at which you have exerted yourself since your youth.\/It may still be of use to you;\/_perhaps you can hinder it."
    },
    "18613": {
        "format": "poetry",
        "text": "\/But you are powerless, despite all your tactics.\/_Now let those who unravel the heavens,\/who observe the stars\/_and make predictions month by month,\/stand by you and save you!"
    },
    "18614": {
        "format": "poetry",
        "text": "¶See, as stubble they are burnt up in the fire,\/_unable themselves to escape the hand of the flame.\/These are no embers to warm anyone;\/_such is no fire to sit by!"
    },
    "18615": {
        "format": "poetry",
        "text": "\/This is what your procurers have profited you—\/_those for whom you have exerted yourself\/_since your youth—\/each deviates his own way;\/_none is there to save you."
    },
    "18616": {
        "format": "poetry",
        "text": "¶Hear this, O house of Jacob,\/_you who are named Israel—\/though you stem from the lineage of Judah—\/_who take oaths in the name of Jehovah\/and invoke the God of Israel,\/_though not in truth or in righteousness,"
    },
    "18617": {
        "format": "poetry",
        "text": "\/who call yourselves of the holy city,\/_upheld by the God of Israel,\/_whose name is Jehovah of Hosts:"
    },
    "18618": {
        "format": "poetry",
        "text": "\/The prophecies of the events of the past\/_I made known long beforehand;\/no sooner did they issue from my mouth,\/_than I caused them to be announced.\/Then, suddenly, I acted and they came about."
    },
    "18619": {
        "format": "poetry",
        "text": "¶For I knew how stubborn you were—\/_your neck was an iron sinew, your brow brazen—"
    },
    "18620": {
        "format": "poetry",
        "text": "\/therefore I told you them beforehand;\/_I announced them to you before they transpired,\/lest you should say, My idols did it;\/_my graven and wrought images caused it!"
    },
    "18621": {
        "format": "poetry",
        "text": "¶But you have heard the whole vision;\/_how is it you do not proclaim it?\/Yet as of now, I announce to you new things,\/_things withheld and unknown to you,"
    },
    "18622": {
        "format": "poetry",
        "text": "\/things now coming into being, not hitherto,\/_things you have not heard of before,\/_lest you should say, Indeed I knew them!"
    },
    "18623": {
        "format": "poetry",
        "text": "\/You have not heard them,\/_nor have you known them;\/before this your ears have not been open to them.For I knew you would turn treacherous;\/_you were called a transgressor from the womb."
    },
    "18624": {
        "format": "poetry",
        "text": "¶For my own name’s sake I have bridled my wrath;\/_on account of my renown\/I have shown restraint toward you\/_by not entirely destroying you."
    },
    "18625": {
        "format": "poetry",
        "text": "\/See, I am refining you, though not as silver;\/_I am testing you in the crucible of affliction."
    },
    "18626": {
        "format": "poetry",
        "text": "\/For my own sake, on my own account, I do it,\/_that my name be not dishonored,\/nor my glory, which I give to no other."
    },
    "18627": {
        "format": "poetry",
        "text": "¶Hear me, O Jacob, and Israel, whom I have called:\/_I am he who was at the first,\/_and I am he who is at the last."
    },
    "18628": {
        "format": "poetry",
        "text": "\/It was my hand that founded the earth,\/_my right hand that stretched out the heavens;\/when I call them, they arise at once."
    },
    "18629": {
        "format": "poetry",
        "text": "\/All of you, assemble and hear:\/_Who among you foretold these things?\/It is him Jehovah loves,\/_who shall perform his will in Babylon;\/_his arm shall be against the Chaldeans."
    },
    "18630": {
        "format": "poetry",
        "text": "\/I myself have spoken it, and also called him;\/_I have brought him, and I will prosper his way."
    },
    "18631": {
        "format": "poetry",
        "text": "¶Come near me and hear this:\/_I have not made predictions in secret;\/at their coming to pass, I have been present.\/_Now my Lord Jehovah has sent me;\/his Spirit is in me."
    },
    "18632": {
        "format": "poetry",
        "text": "¶Thus says Jehovah, the Holy One of Israel,\/_your Redeemer:\/I Jehovah your God instruct you to your good,\/_guiding you in the way you should go."
    },
    "18633": {
        "format": "poetry",
        "text": "\/Had you but obeyed my commandments,\/_your peace would have been as a river,\/_your righteousness like the waves of the sea;"
    },
    "18634": {
        "format": "poetry",
        "text": "\/your offspring would have been\/_as the sands in number,\/_your descendants as many as their grains.\/Their names would not have been cut off\/_and obliterated from my presence."
    },
    "18635": {
        "format": "poetry",
        "text": "¶Go forth out of Babylon, flee from Chaldea!\/_Make this announcement with resounding voice;\/broadcast it to the end of the earth.\/_Say, Jehovah has redeemed his servant Jacob."
    },
    "18636": {
        "format": "poetry",
        "text": "\/They thirsted not when he led them through arid places:\/_he caused water to flow for them from the rock;\/he cleaved the rock and water gushed out."
    },
    "18637": {
        "format": "poetry",
        "text": "¶But there is no peace, says Jehovah,\/_for the wicked."
    },
    "18638": {
        "format": "poetry",
        "text": "¶Hear me, O isles; listen, you distant peoples:\/_Jehovah called me before I was in the belly;\/before I was in my mother’s womb,\/_he mentioned me by name."
    },
    "18639": {
        "format": "poetry",
        "text": "\/He has made my mouth like a sharp sword—\/_in the shadow of his hand he hid me.\/He has made me into a polished arrow—\/_in his quiver he kept me secret."
    },
    "18640": {
        "format": "poetry",
        "text": "\/He said to me, You are my servant,\/_Israel, in whom I will be glorified."
    },
    "18641": {
        "format": "poetry",
        "text": "\/I had thought, I have labored in vain,\/_I have spent my strength for nothing\/_and to no purpose!\/Yet my cause rested with Jehovah,\/_my recompense with my God."
    },
    "18642": {
        "format": "poetry",
        "text": "¶For now Jehovah has said—\/_he who formed me from the womb\/to be his servant, to restore Jacob to him,\/_Israel having been gathered to him;\/for I won honor in the eyes of Jehovah\/_when my God became my strength—"
    },
    "18643": {
        "format": "poetry",
        "text": "\/he said: It is too small a thing\/_for you to be my servant\/to raise up the tribes of Jacob\/_and to restore those preserved of Israel.\/I will also appoint you to be a light to the nations,\/_that my salvation may be to the end of the earth."
    },
    "18644": {
        "format": "poetry",
        "text": "¶Thus says Jehovah,\/_the Redeemer and Holy One of Israel,\/to him who is despised as a person,\/_who is abhorred by his nation,\/_a servant to those in authority:\/Kings shall rise up when they see you,\/_princes shall prostrate themselves,\/because Jehovah keeps faith with you,\/_because the Holy One of Israel has chosen you."
    },
    "18645": {
        "format": "poetry",
        "text": "¶Thus says Jehovah:\/_At a favorable time I have answered you;\/_in the day of salvation I have come to your aid:\/I have created you and appointed you\/_to be a covenant of the people,\/to restore the Land and reapportion the desolate estates,"
    },
    "18646": {
        "format": "poetry",
        "text": "\/to say to the captives, Come forth!\/_and to those in darkness, Show yourselves!\/They shall feed along the way\/_and find pasture on all barren heights;"
    },
    "18647": {
        "format": "poetry",
        "text": "\/they shall not hunger or thirst,\/_nor be smitten by the heatwave or the sun:\/he who has mercy on them will guide them;\/_he will lead them by springs of water."
    },
    "18648": {
        "format": "poetry",
        "text": "¶All my mountain ranges I will appoint as roads;\/_my highways shall be on high."
    },
    "18649": {
        "format": "poetry",
        "text": "\/See these, coming from afar, these, from the northwest,\/_and these, from the land of Sinim."
    },
    "18650": {
        "format": "poetry",
        "text": "\/Shout for joy, O heavens; celebrate, O earth!\/_Burst into song, O mountains!\/Jehovah is comforting his people,\/_showing compassion for his afflicted."
    },
    "18651": {
        "format": "poetry",
        "text": "¶But Zion said, Jehovah has forsaken me,\/_my Lord has forgotten me."
    },
    "18652": {
        "format": "poetry",
        "text": "\/Can a woman forget her suckling infant,\/_or feel no compassion for the child of her womb?\/Although these shall forget, I will not forget you."
    },
    "18653": {
        "format": "poetry",
        "text": "\/See, I have engraved you on my palms;\/_I have sealed you to be continually before me."
    },
    "18654": {
        "format": "poetry",
        "text": "¶Your sons shall hasten your ravagers away—\/_those who ruined you shall depart from you."
    },
    "18655": {
        "format": "poetry",
        "text": "\/Lift up your eyes and look around you;\/_with one accord they gather and come to you.\/As surely as I live, says Jehovah,\/_you shall adorn yourself with them all as with jewels,\/bind them on you as does a bride."
    },
    "18656": {
        "format": "poetry",
        "text": "¶For your ruins and ravaged places,\/_and your land laid waste,\/shall now be too small for your inhabitants,\/_despite the departure of your devourers."
    },
    "18657": {
        "format": "poetry",
        "text": "\/The children born during the time of your bereavement\/_shall yet say in your ears,\/This place is too cramped for us;\/_give us space in which to settle!"
    },
    "18658": {
        "format": "poetry",
        "text": "\/And you will say to yourself,\/_Who bore me these while I was bereaved and barren?\/I was exiled, banished;\/_by whom were these reared?\/When I was left to myself, where were they?"
    },
    "18659": {
        "format": "poetry",
        "text": "¶Thus says my Lord Jehovah:\/_I will lift up my hand to the nations,\/_raise my ensign to the peoples;\/and they will bring your sons in their bosoms\/_and carry your daughters on their shoulders."
    },
    "18660": {
        "format": "poetry",
        "text": "\/Kings shall be your foster fathers,\/_queens your nursing mothers.\/They will bow down before you,\/_their faces to the ground;\/_they will lick the dust of your feet.\/Then shall you know that I am Jehovah,\/_and that they who hope in me are not disappointed."
    },
    "18661": {
        "format": "poetry",
        "text": "¶Can the warrior’s spoil be taken from him,\/_or the tyrant’s captives escape free?"
    },
    "18662": {
        "format": "poetry",
        "text": "\/Yet thus says Jehovah: The warrior’s spoil\/_shall indeed be taken from him,\/and the tyrant’s captives escape free:I myself will contend with your contenders,\/_and I will deliver your children."
    },
    "18663": {
        "format": "poetry",
        "text": "\/I will feed your oppressors with their own flesh;\/_they shall be drunk with their own blood as with wine.\/And all flesh shall know that I Jehovah am your Savior,\/_that your Redeemer is the Valiant One of Jacob."
    },
    "18664": {
        "format": "poetry",
        "text": "¶Thus says Jehovah:\/_Where is your mother’s bill of divorce\/_with which I cast her out?\/Or to which of my creditors did I sell you?\/_Surely, by sinning you have sold yourselves;\/because of your crimes is your mother cast off."
    },
    "18665": {
        "format": "poetry",
        "text": "¶Why was no one there when I came;\/_why did no one answer when I called?\/Was my hand too short to redeem you;\/_have I no power to deliver?\/By a mere rebuke I dry up the Sea;\/_rivers I turn into desert—\/their fish become parched for lack of water\/_and perish because of thirst."
    },
    "18666": {
        "format": "poetry",
        "text": "\/I clothe the heavens with the blackness of mourning;\/_I put up sackcloth to cover them."
    },
    "18667": {
        "format": "poetry",
        "text": "¶My Lord Jehovah has endowed me with a learned tongue,\/_that I may know how to preach\/_to those grown weary a word to wake them up.\/Morning by morning he wakens my ear to hear,\/_as at study;"
    },
    "18668": {
        "format": "poetry",
        "text": "\/my Lord Jehovah has opened my ear,\/_and I rebel not, nor back away:"
    },
    "18669": {
        "format": "poetry",
        "text": "\/I offered my back to smiters,\/_my cheeks to those who plucked out the beard;\/I hid not my face from insult and spitting."
    },
    "18670": {
        "format": "poetry",
        "text": "¶Because my Lord Jehovah helps me,\/_I shall not be disgraced;\/I have set my face like flint,\/_knowing I shall not be confounded."
    },
    "18671": {
        "format": "poetry",
        "text": "\/He who vindicates me is near me.\/_Who has a dispute with me? Let us face one another!\/Who will bring charges against me?\/_Let him confront me with them!"
    },
    "18672": {
        "format": "poetry",
        "text": "\/See, my Lord Jehovah sustains me.\/_Who then will incriminate me?\/Surely all such shall wear out like a garment;\/_the moth shall consume them."
    },
    "18673": {
        "format": "poetry",
        "text": "¶Who among you fears Jehovah\/_and heeds the voice of his servant,\/who, though he walk in the dark and have no light,\/_trusts in the name of Jehovah and relies on his God?"
    },
    "18674": {
        "format": "poetry",
        "text": "\/But you are lighters of fires, all of you,\/_who illuminate with mere sparks.\/Walk then by the light of your fires\/_and by the sparks you have kindled.\/This shall you have from my hand:\/_you shall lie down in agony."
    },
    "18675": {
        "format": "poetry",
        "text": "¶Hear me, you followers of righteousness,\/_seekers of Jehovah:\/Look to the rock from which you were cut,\/_to the quarry out of which you were hewn;"
    },
    "18676": {
        "format": "poetry",
        "text": "\/look to Abraham your father,\/_to Sarah who bore you.\/He was but one when I called him,\/_but I blessed him by making him many."
    },
    "18677": {
        "format": "poetry",
        "text": "\/For Jehovah is comforting Zion,\/_bringing solace to all her ruins;\/he is making her wilderness like Eden,\/_her desert as the garden of Jehovah.\/Joyful rejoicing takes place there,\/_thanksgiving with the voice of song."
    },
    "18678": {
        "format": "poetry",
        "text": "¶Listen to me, my people;\/_give heed to me, O my nation:\/The law shall go forth from me;\/_my precepts shall be a light to the peoples.\/Then, suddenly, I will act:"
    },
    "18679": {
        "format": "poetry",
        "text": "\/My righteousness shall be at hand\/_and my salvation proceed;\/my arms shall judge the peoples—\/_the isles anticipate me, awaiting my arm."
    },
    "18680": {
        "format": "poetry",
        "text": "¶Lift up your eyes to the heavens;\/_look on the earth beneath:\/the heavens shall vanish as by smoke,\/_the earth wear out like a garment—\/its inhabitants shall die in the manner of vermin.But my salvation shall be everlasting;\/_my righteousness shall never fail."
    },
    "18681": {
        "format": "poetry",
        "text": "¶Hear me, you who know righteousness,\/_O people in whose heart is my law:\/Do not fear the reproach of men;\/_be undaunted by their ridicule."
    },
    "18682": {
        "format": "poetry",
        "text": "\/For the moth shall consume them like a garment;\/_moths shall devour them like wool.\/But my righteousness shall endure forever,\/_my salvation through endless generations."
    },
    "18683": {
        "format": "poetry",
        "text": "¶Awake, arise; clothe yourself with power,\/_O arm of Jehovah!\/Bestir yourself, as in ancient times,\/_as in generations of old.\/Was it not you who carved up Rahab,\/_you who slew the dragon?"
    },
    "18684": {
        "format": "poetry",
        "text": "\/Was it not you who dried up the Sea,\/_the waters of the mighty deep,\/and made of ocean depths a way\/_by which the redeemed might pass?"
    },
    "18685": {
        "format": "poetry",
        "text": "\/Let the ransomed of Jehovah return!\/_Let them come singing to Zion,\/their heads crowned with everlasting joy;\/_let them obtain joy and gladness,\/and sorrow and sighing flee away."
    },
    "18686": {
        "format": "poetry",
        "text": "¶I myself am your Comforter.\/_Who are you that you fear mortal man,\/_the children of men who shall be turned to grass?"
    },
    "18687": {
        "format": "poetry",
        "text": "\/Have you forgotten Jehovah, your Maker—\/_who suspends the heavens,\/_who sets the earth in place—\/that you go all day in constant dread\/_of the oppressor’s rage\/as he readies himself to wreak destruction?\/_What is there to the wrath of the oppressor?"
    },
    "18688": {
        "format": "poetry",
        "text": "\/Soon now shall he who is bowed down be set free;\/_he shall not die as those destined for the Pit,\/_neither shall he want for food."
    },
    "18689": {
        "format": "poetry",
        "text": "\/It is I Jehovah your God,\/_whose name is Jehovah of Hosts,\/_who stir up the Sea so that its waves roar."
    },
    "18690": {
        "format": "poetry",
        "text": "\/I will put my words in your mouth\/_and shelter you in the shadow of my hand,\/while I replant the heavens and set the earth in place,\/_that I may say to Zion, You are my people."
    },
    "18691": {
        "format": "poetry",
        "text": "¶Rouse yourself; awaken and rise up, O Jerusalem,\/_you who have drunk from Jehovah’s hand\/the cup of his wrath,\/_drinking to the dregs the bowl of stupor."
    },
    "18692": {
        "format": "poetry",
        "text": "\/There was none to guide her\/_among all the children she bore,\/none to take her by the hand of all the sons she reared."
    },
    "18693": {
        "format": "poetry",
        "text": "¶Twofold calamity has befallen you:\/_desolation, ruin—and who laments you?\/_famine, the sword—and who consoles you?"
    },
    "18694": {
        "format": "poetry",
        "text": "\/Your children lie in a faint at the corner of every street,\/_taken in a net like buffalo.\/They have their fill of the wrath of Jehovah,\/_of your God’s angry rebuke."
    },
    "18695": {
        "format": "poetry",
        "text": "¶Now therefore hear this, O wretched one,\/_drunk, though not with wine."
    },
    "18696": {
        "format": "poetry",
        "text": "\/Thus says Jehovah, your Lord and God,\/_who defends the cause of his people:\/I am taking the cup of stupor from your hand;\/_you shall drink no more from the bowl of my wrath."
    },
    "18697": {
        "format": "poetry",
        "text": "\/And I give it into the hand of your tormentors,\/_those who said of your life,\/Lie prostrate that we may go over you—\/_so that you made your back as the ground,\/a mere thoroughfare to passers‐by."
    },
    "18698": {
        "format": "poetry",
        "text": "¶Awake, arise; clothe yourself with power, O Zion!\/_Put on your robes of glory, O Jerusalem, holy city.\/_No more shall the uncircumcised and defiled enter you."
    },
    "18699": {
        "format": "poetry",
        "text": "\/Shake yourself free, rise from the dust;\/_sit enthroned, O Jerusalem.\/Loose yourself from the bands around your neck,\/_O captive Daughter of Zion."
    },
    "18700": {
        "format": "poetry",
        "text": "\/Thus says Jehovah: You were sold without price,\/_and you shall be redeemed without money."
    },
    "18701": {
        "format": "poetry",
        "text": "¶For thus says my Lord Jehovah:\/_At first my people went down to Egypt to sojourn there.\/_Then the Assyrians subjected them for nothing."
    },
    "18702": {
        "format": "poetry",
        "text": "\/And now, what have I here? says Jehovah.\/_My people are taken over without price;\/those who govern them\/_act presumptuously, says Jehovah,\/and my name is constantly abused all the day."
    },
    "18703": {
        "format": "poetry",
        "text": "¶Therefore shall my people come to know my name;\/_in that day they shall know\/_that I, who speak, am at hand."
    },
    "18704": {
        "format": "poetry",
        "text": "\/Then shall they say,\/_How comely upon the mountains\/are the feet of the messenger announcing peace,\/_who brings tidings of good,\/_who heralds salvation,\/saying to Zion, Your God reigns!"
    },
    "18705": {
        "format": "poetry",
        "text": "¶Hark! Your watchmen lift up their voice;\/_as one they cry out for joy:\/for they shall see eye to eye\/_when Jehovah returns to Zion."
    },
    "18706": {
        "format": "poetry",
        "text": "\/Break out all together into song,\/_you ruined places of Jerusalem:\/Jehovah has comforted his people;\/_he has redeemed Jerusalem."
    },
    "18707": {
        "format": "poetry",
        "text": "\/Jehovah has bared his holy arm\/_in the eyes of all nations,\/that all ends of the earth may see\/_our God’s salvation."
    },
    "18708": {
        "format": "poetry",
        "text": "¶Turn away, depart;\/_touch nothing defiled as you leave Babylon.\/Come out of her and be pure,\/_you who bear Jehovah’s vessels."
    },
    "18709": {
        "format": "poetry",
        "text": "\/But you shall not leave in haste or go in flight:\/_Jehovah will go before you,\/_the God of Israel behind you."
    },
    "18710": {
        "format": "poetry",
        "text": "¶My servant, being astute, shall be highly exalted;\/_he shall become exceedingly eminent:"
    },
    "18711": {
        "format": "poetry",
        "text": "\/just as he appalled many—\/_his appearance was marred beyond human likeness,\/_his semblance unlike that of men—"
    },
    "18712": {
        "format": "poetry",
        "text": "\/So shall he yet astound many nations,\/_kings shutting their mouths at him—\/what was not told them, they shall see;\/_what they had not heard, they shall consider."
    },
    "18713": {
        "format": "poetry",
        "text": "¶Who has believed our revelation?\/_On whose account has the arm of Jehovah\/_been revealed?"
    },
    "18714": {
        "format": "poetry",
        "text": "¶Like a sapling he grew up in his presence,\/_a stalk out of arid ground.\/He had no distinguished appearance,\/_that we should notice him;\/he had no pleasing aspect,\/_that we should find him attractive."
    },
    "18715": {
        "format": "poetry",
        "text": "\/He was despised and disdained by men,\/_a man of grief, accustomed to suffering.\/As one from whom men hide their faces\/_he was shunned, deemed by us of no merit."
    },
    "18716": {
        "format": "poetry",
        "text": "¶Yet he bore our sufferings, endured our griefs,\/_though we thought him stricken,\/_smitten of God, and humbled."
    },
    "18717": {
        "format": "poetry",
        "text": "\/But he was pierced for our transgressions,\/_crushed because of our iniquities;\/the price of our peace he incurred,\/_and with his wounds we are healed."
    },
    "18718": {
        "format": "poetry",
        "text": "\/We all like sheep had gone astray,\/_each of us headed his own way;\/Jehovah brought together upon him the iniquity of us all."
    },
    "18719": {
        "format": "poetry",
        "text": "¶He was harassed, yet submissive,\/_and opened not his mouth—\/like a lamb led to slaughter,\/_like a sheep, dumb before its shearers,\/_he opened not his mouth."
    },
    "18720": {
        "format": "poetry",
        "text": "\/By arrest and trial he was taken away.\/_Who can apprise his generation\/that he was cut off from the land of the living\/_for the crime of my people,\/_to whom the blow was due?"
    },
    "18721": {
        "format": "poetry",
        "text": "¶He was appointed among the wicked in death,\/_among the rich was his burial;\/yet he had done no violence,\/_and deceit was not in his mouth."
    },
    "18722": {
        "format": "poetry",
        "text": "\/But Jehovah willed to crush him,\/_causing him suffering,\/that, if he made his life an offering for guilt,\/_he might see his offspring and prolong his days,\/and that the purposes of Jehovah\/_might prosper in his hand."
    },
    "18723": {
        "format": "poetry",
        "text": "¶He shall see the toil of his soul and be satisfied;\/_because of his knowledge,\/and by bearing their iniquities,\/_shall my servant, the righteous one, vindicate many."
    },
    "18724": {
        "format": "poetry",
        "text": "\/I will assign him an inheritance among the great,\/_and he shall divide the spoil with the mighty,\/because he poured out his soul unto death,\/_and was numbered with criminals—\/he bore the sins of many,\/_and made intercession for the transgressors."
    },
    "18725": {
        "format": "poetry",
        "text": "¶Sing, O barren woman who did not give birth;\/_break into jubilant song, you who were not in labor.\/The children of the deserted wife\/_shall outnumber those of the espoused, says Jehovah."
    },
    "18726": {
        "format": "poetry",
        "text": "¶Expand the site of your tent;\/_extend the canopies of your dwellings.\/Do not hold back; lengthen your cords\/_and strengthen your stakes."
    },
    "18727": {
        "format": "poetry",
        "text": "\/For you shall spread abroad\/_to the right and to the left;\/your offspring shall dispossess the nations\/_and resettle the desolate cities."
    },
    "18728": {
        "format": "poetry",
        "text": "¶Be not fearful, for you shall not be confounded;\/_be not ashamed, for you shall not be disgraced.\/You shall forget the shame of your youth\/_and remember no more\/_the reproach of your widowhood."
    },
    "18729": {
        "format": "poetry",
        "text": "\/For he who espouses you is your Maker,\/_whose name is Jehovah of Hosts;\/he who redeems you is the Holy One of Israel,\/_who is called the God of all the earth."
    },
    "18730": {
        "format": "poetry",
        "text": "¶Jehovah calls you back\/_as a spouse forsaken and forlorn,\/a wife married in youth only to be rejected,\/_says your God."
    },
    "18731": {
        "format": "poetry",
        "text": "\/I forsook you indeed momentarily,\/_but with loving compassion I will gather you up."
    },
    "18732": {
        "format": "poetry",
        "text": "\/In fleeting exasperation I hid my face from you,\/_but with everlasting charity\/I will have compassion on you,\/_says Jehovah, who redeems you."
    },
    "18733": {
        "format": "poetry",
        "text": "¶This is to me as in the days of Noah,\/_when I swore that the waters of Noah\/_would no more flood the earth.\/So I swear to have no more anger toward you,\/_never again to rebuke you."
    },
    "18734": {
        "format": "poetry",
        "text": "\/For the mountains shall be removed\/_and the hills collapse with shaking,\/but my charity toward you shall never be removed,\/_nor my covenant of peace be shaken,\/says Jehovah, who has compassion on you."
    },
    "18735": {
        "format": "poetry",
        "text": "¶Poor wretch, tempest‐tossed and disconsolate!\/_I will lay antimony for your building stones\/_and sapphires for your foundations;"
    },
    "18736": {
        "format": "poetry",
        "text": "\/I will make your skylights of jacinth,\/_your gates of carbuncle,\/_and your entire boundary of precious stones."
    },
    "18737": {
        "format": "poetry",
        "text": "\/All your children shall be taught by Jehovah,\/_and great shall be the peace of your posterity."
    },
    "18738": {
        "format": "poetry",
        "text": "\/You shall be firmly established through righteousness;\/_you will be far from oppression\/_and have no cause to fear,\/far from ruin, for it shall not approach you."
    },
    "18739": {
        "format": "poetry",
        "text": "¶Those who gather into mobs are not of me;\/_whoever masses against you shall fall because of you."
    },
    "18740": {
        "format": "poetry",
        "text": "\/It is I who create the smith who fans the flaming coals,\/_forging weapons to suit his purpose;\/_it is I who create the ravager to destroy."
    },
    "18741": {
        "format": "poetry",
        "text": "\/Whatever weapon is devised against you,\/_it shall not succeed;\/every tongue that rises to accuse you,\/_you shall refute.\/This is the heritage of the servants of Jehovah,\/_and such is their vindication by me, says Jehovah."
    },
    "18742": {
        "format": "poetry",
        "text": "¶Attention, all who thirst; come for water!¶You who have no money,\/_come and buy food, that you may eat.\/Come, buy wine and milk\/_with no money and at no cost."
    },
    "18743": {
        "format": "poetry",
        "text": "\/Why do you spend money on what is not bread,\/_your labor on what does not satisfy?\/Hear me well: Eat what is good,\/_and your souls shall enjoy abundance."
    },
    "18744": {
        "format": "poetry",
        "text": "¶Give ear and come unto me;\/_pay heed, that your souls may live!\/And I will make with you an everlasting covenant:\/_my loving fidelity toward David."
    },
    "18745": {
        "format": "poetry",
        "text": "\/See, I have appointed him as a witness to the nations,\/_a prince and lawgiver of the peoples."
    },
    "18746": {
        "format": "poetry",
        "text": "\/You will summon a nation that you did not know;\/_a nation that did not know you will hasten to you—\/because of Jehovah your God,\/_the Holy One of Israel, who gloriously endows you."
    },
    "18747": {
        "format": "poetry",
        "text": "¶Inquire of Jehovah while he is present;\/_call upon him while he is near."
    },
    "18748": {
        "format": "poetry",
        "text": "\/Let the wicked forsake their ways\/_and sinful men their thoughts.\/Let them return to Jehovah,\/_and he will have mercy on them;\/to our God, who graciously pardons."
    },
    "18749": {
        "format": "poetry",
        "text": "¶For my thoughts are not your thoughts,\/_nor are your ways my ways, says Jehovah."
    },
    "18750": {
        "format": "poetry",
        "text": "\/But as the heavens are higher than the earth,\/_so are my ways higher than your ways\/_and my thoughts higher than your thoughts."
    },
    "18751": {
        "format": "poetry",
        "text": "\/And as the rains and snows descend from the sky,\/_and return not to it without watering the earth,\/to render it fertile and fruitful—\/_providing seed for the sower and food for the eater—"
    },
    "18752": {
        "format": "poetry",
        "text": "\/so is the word that leaves my mouth:\/_it does not return to me empty;\/it accomplishes what I desire,\/_achieves the purpose for which I sent it."
    },
    "18753": {
        "format": "poetry",
        "text": "¶You shall depart in joy and be led back in peace;\/_the mountains and hills shall sing at your presence\/_and the trees of the meadows all clap their hands."
    },
    "18754": {
        "format": "poetry",
        "text": "\/In place of the thornbush shall come up the cypress,\/_in place of nettles, the myrtle.\/This shall serve as a testimony of Jehovah,\/_an everlasting sign that shall not be done away."
    },
    "18755": {
        "format": "poetry",
        "text": "¶Thus says Jehovah:\/_Observe justice and perform righteousness,\/for my salvation will soon come\/_when my righteousness is revealed."
    },
    "18756": {
        "format": "poetry",
        "text": "\/Blessed is the man who does so—\/_the person who holds fast to them—\/who keeps the Sabbath without profaning it,\/_who stays his hand from doing any evil."
    },
    "18757": {
        "format": "poetry",
        "text": "¶Let not the foreigner who adheres to Jehovah say,\/_Jehovah will surely exclude me from his people.\/And let not the eunuch say, I am but a barren tree."
    },
    "18758": {
        "format": "poetry",
        "text": "\/For thus says Jehovah:\/_As for the eunuchs who keep my Sabbaths\/and choose to do what I will—\/_holding fast to my covenant—"
    },
    "18759": {
        "format": "poetry",
        "text": "\/to them I will give a handclasp and a name\/_within the walls of my house\/_that is better than sons and daughters;\/I will endow them with an everlasting name\/_that shall not be cut off."
    },
    "18760": {
        "format": "poetry",
        "text": "¶And the foreigners who adhere to Jehovah\/_to serve him,\/who love the name of Jehovah,\/_that they may be his servants—\/all who keep the Sabbath without profaning it,\/_holding fast to my covenant—"
    },
    "18761": {
        "format": "poetry",
        "text": "\/these I will bring to my holy mountain\/_and gladden in my house of prayer.\/Their offerings and sacrifices\/_shall be accepted on my altar,\/for my house shall be known\/_as a house of prayer for all nations."
    },
    "18762": {
        "format": "poetry",
        "text": "\/Thus says my Lord Jehovah,\/_who gathers up the outcasts of Israel:\/I will gather others to those already gathered."
    },
    "18763": {
        "format": "poetry",
        "text": "¶All you wild beasts, you animals of the forest,\/_come and devour!"
    },
    "18764": {
        "format": "poetry",
        "text": "\/Their watchmen are altogether blind and unaware;\/_all of them are but dumb watchdogs unable to bark,\/lolling seers fond of slumber."
    },
    "18765": {
        "format": "poetry",
        "text": "¶Gluttonous dogs, and insatiable,\/_such indeed are insensible shepherds.\/They are all diverted to their own way,\/_every one after his own advantage."
    },
    "18766": {
        "format": "poetry",
        "text": "\/Come, they say, let us get wine\/_and have our fill of liquor.\/For tomorrow will be like today, only far better!"
    },
    "18767": {
        "format": "poetry",
        "text": "¶The righteous disappear,\/_and no man gives it a thought;\/the godly are gathered out,\/_but no one perceives that from impending calamity\/_the righteous are withdrawn."
    },
    "18768": {
        "format": "poetry",
        "text": "\/They who walk uprightly shall attain peace,\/_and rest in their beds."
    },
    "18769": {
        "format": "poetry",
        "text": "¶As for you, come here, you children of the sorceress,\/_offspring of adulterer and harlot!"
    },
    "18770": {
        "format": "poetry",
        "text": "\/At whose expense do you amuse yourselves?\/_At whom do you open wide the mouth\/_and stick out the tongue?\/Surely you are born of sin, a spurious brood,"
    },
    "18771": {
        "format": "poetry",
        "text": "who burn with lust among the oaks,\/_under every burgeoning tree,\/slayers of children in the gullies\/_under the crags of rocks."
    },
    "18772": {
        "format": "poetry",
        "text": "\/Among the slippery stones of the ravines\/_shall be your fate; they indeed are your lot.\/To them you pour out libations and make offerings.\/_How shall I be appeased of such things?"
    },
    "18773": {
        "format": "poetry",
        "text": "¶On a lofty mountain\/_you have made prominent your bed,\/_and there you ascend to offer sacrifices."
    },
    "18774": {
        "format": "poetry",
        "text": "\/Behind doors and facades\/_you have put up your emblems,\/and have exposed yourself to others than I:\/_mounting your bed, you have laid it wide open.\/And you bargain with those with whom you love to lie,\/_your hand on their nakedness."
    },
    "18775": {
        "format": "poetry",
        "text": "¶You bathe with oils for the king\/_and increase your perfumes;\/you send your solicitors far abroad\/_and debase yourself to the depths."
    },
    "18776": {
        "format": "poetry",
        "text": "\/Though wearied by your excessive ways,\/_you have not admitted despair;\/you have found livelihood,\/_and therefore have not slackened."
    },
    "18777": {
        "format": "poetry",
        "text": "¶Yet on whose account are you uneasy and apprehensive,\/_that you pretend and do not mention me,\/_nor even give me a thought?\/Is it because I have so long kept silent\/_that you no longer fear me?"
    },
    "18778": {
        "format": "poetry",
        "text": "\/But I will expose your fornication\/_and the wantonness of your exploits."
    },
    "18779": {
        "format": "poetry",
        "text": "\/When you cry out in distress,\/_let those who flock to you save you!\/A wind shall carry all of them off;\/_a vapor shall take them away.¶But they who seek refuge in me shall possess the earth\/_and receive an inheritance in my holy mountain."
    },
    "18780": {
        "format": "poetry",
        "text": "¶It will be said: Excavate, pave a road!\/_Prepare the way;\/_remove the obstacles from the path of my people!"
    },
    "18781": {
        "format": "poetry",
        "text": "¶Thus says he who is highly exalted,\/_who abides forever, whose name is sacred:\/I dwell on high in the holy place,\/_and with him who is humble and lowly in spirit—\/refreshing the spirits of the lowly,\/_reviving the hearts of the humble."
    },
    "18782": {
        "format": "poetry",
        "text": "\/I will not contend forever, nor always be angry;\/_the spirits and souls I have made would faint before me."
    },
    "18783": {
        "format": "poetry",
        "text": "¶By his sin of covetousness I was provoked;\/_I struck him and hid my face in anger\/_when he strayed by following the ways of his heart."
    },
    "18784": {
        "format": "poetry",
        "text": "\/Yet I have seen his conduct and I will heal him;\/_I will guide him and amply console him\/_and those who mourn for him,"
    },
    "18785": {
        "format": "poetry",
        "text": "\/who partake of the fruit of the lips:\/_Peace, wellbeing, to those far off\/and to those who are near,\/_says Jehovah who heals him."
    },
    "18786": {
        "format": "poetry",
        "text": "¶But the wicked are like the raging Sea,\/_unable to rest,\/_whose waters heave up mire and mud:"
    },
    "18787": {
        "format": "poetry",
        "text": "\/there is no peace, says my God, for the wicked."
    },
    "18788": {
        "format": "poetry",
        "text": "¶Proclaim it aloud without restraint;\/_raise your voice like a trumpet!\/Declare to my people their transgressions,\/_to the house of Jacob its sins."
    },
    "18789": {
        "format": "poetry",
        "text": "\/Yet they importune me daily,\/_eager to learn my ways,\/like a nation practicing righteousness\/_and not forsaking the precepts of its God.¶They inquire of me concerning correct ordinances,\/_desiring to draw nearer to God:"
    },
    "18790": {
        "format": "poetry",
        "text": "¶Why, when we fast, do you not notice?\/_We afflict our bodies and you remain indifferent!\/It is because on your fast day you pursue your own ends\/_and constrain all who toil for you."
    },
    "18791": {
        "format": "poetry",
        "text": "\/You fast amid strife and contention,\/_striking out savagely with the fist.\/Your present fasts are not such\/_as to make your voice heard on high."
    },
    "18792": {
        "format": "poetry",
        "text": "¶Is this the manner of fasting I have required,\/_just a time for men to torment themselves?\/Is it only for bowing one’s head like a reed\/_and making one’s bed of sackcloth and ashes?\/Do you call that a fast,\/_a day of Jehovah’s good graces?"
    },
    "18793": {
        "format": "poetry",
        "text": "¶Is not this the fast I require:\/_To release from wrongful bondage,\/_to untie the harness of the yoke,\/to set the oppressed at liberty\/_and abolish all forms of subjection?"
    },
    "18794": {
        "format": "poetry",
        "text": "\/Is it not to share your food with the hungry,\/_to bring home the wretchedly poor,\/and when you see men underclad to clothe them,\/_and not to neglect your own kin?"
    },
    "18795": {
        "format": "poetry",
        "text": "¶Then shall your light break through like the dawn\/_and your healing speedily appear;\/your righteousness will go before you,\/_and the glory of Jehovah will be your rearguard."
    },
    "18796": {
        "format": "poetry",
        "text": "¶Then, should you call, Jehovah will respond;\/_should you cry, he will say, I am here.\/Indeed, if you will banish servitude from among you,\/_and the pointing finger and offensive speech,"
    },
    "18797": {
        "format": "poetry",
        "text": "\/if you will give of your own to the hungry\/_and satisfy the needs of the oppressed,\/then shall your light dawn amid darkness\/_and your twilight become as the noonday."
    },
    "18798": {
        "format": "poetry",
        "text": "¶Jehovah will direct you continually;\/_he will satisfy your needs in the dearth\/_and bring vigor to your limbs.\/And you will become like a well‐watered garden,\/_like a spring of unfailing waters."
    },
    "18799": {
        "format": "poetry",
        "text": "\/They who came out of you will rebuild the ancient ruins;\/_you will restore the foundations of generations ago.\/You shall be called a rebuilder of fallen walls,\/_a restorer of streets for resettlement."
    },
    "18800": {
        "format": "poetry",
        "text": "¶If you will keep your feet from trampling the Sabbath—\/_from achieving your own ends on my holy day—\/and consider the Sabbath a delight,\/_the holy day of Jehovah venerable,\/and if you will honor it\/_by refraining from your everyday pursuits—\/from occupying yourselves with your own affairs\/_and speaking of business matters—"
    },
    "18801": {
        "format": "poetry",
        "text": "\/then shall you delight in Jehovah,\/_and I will make you traverse the heights of the earth\/and nourish you with the heritage of Jacob your father.\/_By his mouth Jehovah has spoken it."
    },
    "18802": {
        "format": "poetry",
        "text": "¶Surely Jehovah’s hand has not become too short to save,\/_nor his ear dull of hearing!"
    },
    "18803": {
        "format": "poetry",
        "text": "\/It is your iniquities that separate you from your God;\/_your sins hide his face, so that he does not hear you."
    },
    "18804": {
        "format": "poetry",
        "text": "\/For your palms are defiled with blood,\/_your fingers with iniquity;\/your lips speak guile, your tongue utters duplicity."
    },
    "18805": {
        "format": "poetry",
        "text": "\/None calls for righteousness;\/_no one sues for an honest cause.\/They rely on empty words, deceitfully spoken;\/_they conceive misdeeds, they beget wickedness."
    },
    "18806": {
        "format": "poetry",
        "text": "¶They hatch vipers’ eggs and spin spiders’ webs;\/_whoever eats of their eggs dies,\/_and if any is smashed, there emerges a serpent."
    },
    "18807": {
        "format": "poetry",
        "text": "\/Their cobwebs are useless as clothing;\/_their fabrications are worthless for covering themselves.\/Their works consist of wrongdoing;\/_they manipulate injurious dealings."
    },
    "18808": {
        "format": "poetry",
        "text": "¶Their feet rush after evil;\/_they hasten to shed innocent blood.\/Their thoughts are preoccupied with mischief;\/_havoc and disaster follow in their wake."
    },
    "18809": {
        "format": "poetry",
        "text": "\/They are unacquainted with the way of perfection;\/_integrity is not within their bounds.\/They have made crooked their paths;\/_none who treads them knows peace."
    },
    "18810": {
        "format": "poetry",
        "text": "¶Therefore redress remains far from us\/_and righteousness is unable to reach us.\/We look for light, but there prevails darkness;\/_for a glimmer of hope, but we walk amid gloom."
    },
    "18811": {
        "format": "poetry",
        "text": "\/We grope along the borders like the blind;\/_we flounder like those without eyes.\/We stumble at noon as in the dark of night;\/_in the prime of life we resemble the dead."
    },
    "18812": {
        "format": "poetry",
        "text": "\/We grumble like bears, all of us;\/_we moan incessantly like doves.\/We expect justice when there is none;\/_we look for salvation, but it eludes us."
    },
    "18813": {
        "format": "poetry",
        "text": "¶For our transgressions before you have multiplied;\/_our sins testify against us.\/Our offenses are evident; we perceive our iniquities:"
    },
    "18814": {
        "format": "poetry",
        "text": "\/willfully denying Jehovah,\/_backing away from following our God,\/perversely planning ways of extortion,\/_conceiving in the mind and pondering\/_illicit transactions."
    },
    "18815": {
        "format": "poetry",
        "text": "\/And so redress is compelled to back away,\/_and righteousness to stand at a distance;\/truth stumbles in the public place\/_and uprightness cannot enter."
    },
    "18816": {
        "format": "poetry",
        "text": "¶When integrity is lacking,\/_they who shun evil become a prey.\/Jehovah saw that there was no justice,\/_and it displeased him."
    },
    "18817": {
        "format": "poetry",
        "text": "\/When he saw it, he wondered\/_ why there was no man, no one who would intercede.¶So his own arm brought about salvation for him;\/_ his righteousness rallied to his cause."
    },
    "18818": {
        "format": "poetry",
        "text": "\/He put on righteousness as a breastplate\/_and made salvation the helmet on his head;\/he clothed himself with vengeance for a garment\/_and wrapped himself in fury as in a robe."
    },
    "18819": {
        "format": "poetry",
        "text": "\/According to what they deserve, he will repay them:\/_wrath upon his adversaries,\/_reprisals upon his enemies;\/to the isles he will render retribution."
    },
    "18820": {
        "format": "poetry",
        "text": "¶From the west men will fear Jehovah Omnipotent,\/_and from the rising of the sun his glory.\/For he will come upon them like a hostile torrent\/_impelled by the Spirit of Jehovah."
    },
    "18821": {
        "format": "poetry",
        "text": "\/But he will come as Redeemer to Zion,\/_to those of Jacob who repent of transgression,\/_says Jehovah."
    },
    "18822": {
        "format": "prose",
        "text": "¶As for me, this is my covenant with them, says Jehovah: My Spirit which is upon you and my words which I have placed in your mouth shall not depart from your mouth, nor from the mouth of your offspring, nor from the mouth of their offspring, says Jehovah, from now on and forever."
    },
    "18823": {
        "format": "poetry",
        "text": "¶Arise, shine, your light has dawned;\/_the glory of Jehovah has risen upon you!"
    },
    "18824": {
        "format": "poetry",
        "text": "\/Although darkness covers the earth,\/_and a thick mist the peoples,\/upon you Jehovah will shine;\/_over you his glory shall be visible."
    },
    "18825": {
        "format": "poetry",
        "text": "\/Nations will come to your light,\/_their kings to the brightness of your dawn."
    },
    "18826": {
        "format": "poetry",
        "text": "\/Lift up your eyes and look about you!\/_They have all assembled to come to you:\/your sons shall arrive from afar;\/_your daughters shall return to your side."
    },
    "18827": {
        "format": "poetry",
        "text": "¶Then, when you see it, your face will light up,\/_your heart swell with awe:\/the multitude of the Sea shall resort to you;\/_a host of nations shall enter you."
    },
    "18828": {
        "format": "poetry",
        "text": "\/A myriad of camels shall cover your land,\/_the dromedaries of Midian and Ephah;\/all from Sheba will come,\/_bearing gold and frankincense\/_and heralding the praises of Jehovah."
    },
    "18829": {
        "format": "poetry",
        "text": "\/All Kedar’s flocks will gather to you,\/_the rams of Nebaioth will serve you;\/they shall be accepted as offerings on my altar,\/_and thus I will make glorious my house of glory."
    },
    "18830": {
        "format": "poetry",
        "text": "¶Who are these, aloft like clouds,\/_flying as doves to their portals?"
    },
    "18831": {
        "format": "poetry",
        "text": "\/From the isles they are gathering to me,\/_the ships of Tarshish in the lead,\/to bring back your children from afar,\/_and with them their silver and gold,\/to Jehovah Omnipotent, your God,\/_to the Holy One of Israel,\/who has made you illustrious."
    },
    "18832": {
        "format": "poetry",
        "text": "¶Foreigners will rebuild your walls,\/_and their kings will minister to you.\/Though I struck you in anger,\/_I will gladly show you mercy."
    },
    "18833": {
        "format": "poetry",
        "text": "\/Your gates shall always remain open;\/_they shall not be shut day or night,\/that a host of nations may be brought to you\/_and their kings escorted in."
    },
    "18834": {
        "format": "poetry",
        "text": "\/And the nation or kingdom\/_that will not serve you shall perish;\/such nations shall be utterly ruined."
    },
    "18835": {
        "format": "poetry",
        "text": "¶The splendor of Lebanon shall become yours—\/_cypresses, pines, and firs together—\/to beautify the site of my sanctuary,\/_to make glorious the place of my feet."
    },
    "18836": {
        "format": "poetry",
        "text": "\/The sons of those who tormented you\/_will come bowing before you;\/all who reviled you will prostrate themselves at your feet.\/_They will call you the City of Jehovah,\/Zion of the Holy One of Israel."
    },
    "18837": {
        "format": "poetry",
        "text": "¶Although you had been forsaken and abhorred,\/_with none passing through your land,\/yet I will make you an everlasting pride,\/_the joy of generation after generation."
    },
    "18838": {
        "format": "poetry",
        "text": "\/You will suck the milk of the nations,\/_suckling at the breasts of kings.\/Then shall you know that I, Jehovah,\/_am your Savior,\/that your Redeemer is the Valiant One of Jacob."
    },
    "18839": {
        "format": "poetry",
        "text": "¶In place of copper I will bring gold,\/_in place of iron, silver;\/in place of wood I will bring copper,\/_in place of stones, iron.\/I will make peace your rulers\/_and righteousness your oppressors:"
    },
    "18840": {
        "format": "poetry",
        "text": "\/tyranny shall no more be heard of in your land,\/_nor dispossession or disaster within your borders;\/you will regard salvation as your walls\/_and homage as your gates."
    },
    "18841": {
        "format": "poetry",
        "text": "¶No longer shall the sun be your light by day,\/_nor the brightness of the moon\/_your illumination at night:\/Jehovah will be your everlasting light\/_and your God your radiant glory."
    },
    "18842": {
        "format": "poetry",
        "text": "\/Your sun shall set no more,\/_nor your moon wane:\/to you Jehovah shall be an endless light\/_when your days of mourning are fulfilled."
    },
    "18843": {
        "format": "poetry",
        "text": "¶Your entire people shall be righteous;\/_they shall inherit the earth forever—\/they are the branch I have planted,\/_the work of my hands, in which I am glorified."
    },
    "18844": {
        "format": "poetry",
        "text": "\/The least of them shall become a clan,\/_the youngest a mighty nation.\/I Jehovah will hasten it in its time."
    },
    "18845": {
        "format": "poetry",
        "text": "¶The Spirit of my Lord Jehovah is upon me,\/_for Jehovah has anointed me\/to announce good tidings to the lowly;\/_he has sent me to bind up the brokenhearted,\/to proclaim liberty to the captives\/_and the opening of the eyes to the bound,"
    },
    "18846": {
        "format": "poetry",
        "text": "\/to herald the year of Jehovah’s favor\/_and the day of vengeance of our God,\/to comfort all who mourn:"
    },
    "18847": {
        "format": "poetry",
        "text": "\/to endow those who mourn in Zion,\/_bestowing upon them a priestly headpiece\/_in place of ashes,\/the festal anointing in place of mourning,\/_a resplendent robe in place of a downcast spirit.\/They shall be called oaks of righteousness\/_planted by Jehovah for his glory."
    },
    "18848": {
        "format": "poetry",
        "text": "¶They will rebuild the ancient ruins,\/_raise up the old waste places;\/they will renew the desolate cities\/_demolished generations ago."
    },
    "18849": {
        "format": "poetry",
        "text": "\/Aliens will tend and pasture your flocks;\/_foreigners will be your farmhands and vinedressers."
    },
    "18850": {
        "format": "poetry",
        "text": "¶But you shall be called the priests of Jehovah\/_and referred to as the ministers of our God.\/You shall feed on the wealth of the nations\/_and be gratified with their choicest provision."
    },
    "18851": {
        "format": "poetry",
        "text": "\/Because their shame was twofold,\/_and shouted insults were their lot,\/therefore in their land\/_shall their inheritance be twofold\/and everlasting joy be theirs."
    },
    "18852": {
        "format": "poetry",
        "text": "¶For I Jehovah love just dealings—\/_but I abhor extortion in those who sacrifice—\/and I will appoint them a sure reward;\/_I will make with them an eternal covenant."
    },
    "18853": {
        "format": "poetry",
        "text": "\/Their offspring shall be renowned among the nations,\/_their posterity in the midst of the peoples;\/all who see them will acknowledge\/_that they are of the lineage Jehovah has blessed."
    },
    "18854": {
        "format": "poetry",
        "text": "¶I rejoice exceedingly in Jehovah;\/_my soul delights in my God.\/For he clothes me in garments of salvation,\/_he arrays me in a robe of righteousness—\/like a bridegroom dressed in priestly attire,\/_or a bride adorned with her jewels."
    },
    "18855": {
        "format": "poetry",
        "text": "\/For as the earth brings forth its vegetation,\/_and as a garden causes what is sown to spring up in it,\/so will my Lord Jehovah\/_cause righteousness and praise to spring up\/in the presence of all nations."
    },
    "18856": {
        "format": "poetry",
        "text": "¶For Zion’s sake I will not keep silent;\/_for Jerusalem’s sake I will not remain still\/till her righteousness shines like a light,\/_her salvation like a flaming torch."
    },
    "18857": {
        "format": "poetry",
        "text": "\/The nations shall behold your righteousness\/_and all their rulers your glory;\/you shall be called by a new name\/_conferred by the mouth of Jehovah."
    },
    "18858": {
        "format": "poetry",
        "text": "¶Then shall you be a crown of glory\/_in the hand of Jehovah,\/_a royal diadem in the palm of your God."
    },
    "18859": {
        "format": "poetry",
        "text": "\/You shall no more be called the forsaken one,\/_nor your land referred to as desolate;\/you shall be known as her in whom I delight\/_and your land considered espoused.\/For Jehovah shall delight in you,\/_and your land shall be espoused."
    },
    "18860": {
        "format": "poetry",
        "text": "\/As a young man weds a virgin,\/_so shall your sons wed you;\/as the bridegroom rejoices over the bride,\/_so shall your God rejoice over you."
    },
    "18861": {
        "format": "poetry",
        "text": "¶I have appointed watchmen on your walls, O Jerusalem,\/_who shall not be silent day or night.\/You who call upon Jehovah, let not up"
    },
    "18862": {
        "format": "poetry",
        "text": "nor give him respite till he reestablishes Jerusalem\/_and makes it renowned in the earth."
    },
    "18863": {
        "format": "poetry",
        "text": "¶Jehovah has sworn by his right hand, his mighty arm:\/_I will no more let your grain be food for your enemies,\/nor shall foreigners drink the new wine you have toiled for."
    },
    "18864": {
        "format": "poetry",
        "text": "\/Those who harvest it shall eat it,\/_giving praise to Jehovah;\/those who gather it shall drink it\/_within the environs of my sanctuary."
    },
    "18865": {
        "format": "poetry",
        "text": "¶Pass on, go through gates;\/_prepare the way for the people!\/Excavate, pave a highway cleared of stones;\/_raise the ensign to the nations!"
    },
    "18866": {
        "format": "poetry",
        "text": "\/Jehovah has made proclamation to the end of the earth:\/_Tell the Daughter of Zion,\/See, your Salvation comes,\/_his reward with him, his work preceding him."
    },
    "18867": {
        "format": "poetry",
        "text": "\/They shall be called the holy people,\/_the redeemed of Jehovah;\/and you shall be known as in demand,\/_a city never deserted."
    },
    "18868": {
        "format": "poetry",
        "text": "¶Who is this coming from Edom in red‐stained garments?\/_Who is this from Bozrah, arrayed in majesty,\/_pressing forward in the strength of his power?\/It is I, who am mighty to save,\/_announcing righteousness!"
    },
    "18869": {
        "format": "poetry",
        "text": "¶Why are you clothed in red, your garments\/_like those who tread grapes in the winepress?"
    },
    "18870": {
        "format": "poetry",
        "text": "\/Alone I have trodden out a vatful;\/_of the nations no one was with me.\/I trod them down in my anger;\/_in my wrath I trampled them.\/Their lifeblood spattered my garments,\/_and I have stained my whole attire."
    },
    "18871": {
        "format": "poetry",
        "text": "¶For I had resolved on a day of vengeance,\/_and the year of my redeemed had come."
    },
    "18872": {
        "format": "poetry",
        "text": "¶I glanced around, but none would lend help;\/_I glared, but no one would assist.\/So my own arm brought about salvation for me,\/_and my wrath, it assisted me."
    },
    "18873": {
        "format": "poetry",
        "text": "\/I trod nations underfoot in my anger;\/_I made them drunk by my rage\/when I cast their glory to the ground."
    },
    "18874": {
        "format": "poetry",
        "text": "¶I will recount in praise of Jehovah\/_Jehovah’s loving favors,\/according to all that Jehovah has done for us,\/_according to the great kindness\/he has mercifully and most graciously\/_rendered the house of Israel."
    },
    "18875": {
        "format": "poetry",
        "text": "¶For he thought, Surely they are my people,\/_sons who will not play false;\/and so he became their Savior:"
    },
    "18876": {
        "format": "poetry",
        "text": "\/with all their troubles he troubled himself,\/_the angel of his presence delivering them.\/In his love and compassion\/_he himself redeemed them;\/he lifted them up and carried them\/_all the days of old."
    },
    "18877": {
        "format": "poetry",
        "text": "\/Yet they rebelled and grieved his holy Spirit,\/_till he became their enemy\/and himself fought against them."
    },
    "18878": {
        "format": "poetry",
        "text": "¶Then his people recalled the days of Moses of old:\/_Where is he who brought them up out of the Sea\/with the shepherd of his flock?\/_Where is he who put into him his holy Spirit,"
    },
    "18879": {
        "format": "poetry",
        "text": "\/who made his glorious arm proceed\/_at the right hand of Moses,\/who divided the waters before them,\/_making an everlasting name for himself"
    },
    "18880": {
        "format": "poetry",
        "text": "\/when he led them through the deep?¶Like the horse of the desert, they stumbled not;"
    },
    "18881": {
        "format": "poetry",
        "text": "\/like cattle descending the slopes of ravines,\/_it was the Spirit of Jehovah that guided them.\/So you led your people, O Jehovah,\/_acquiring illustrious renown."
    },
    "18882": {
        "format": "poetry",
        "text": "¶O look down from heaven,\/_from your holy and glorious celestial abode,\/and behold!\/_Where now are your zeal and your might?\/The yearnings of your bosom and your compassion\/_are withheld from us!"
    },
    "18883": {
        "format": "poetry",
        "text": "\/Surely you are our Father!\/_Though Abraham does not know us\/_or Israel recognize us,\/you, O Jehovah, are our Father;\/_Our Redeemer from Eternity is your name."
    },
    "18884": {
        "format": "poetry",
        "text": "¶Why, O Jehovah, have you made us stray from your ways,\/_hardening our hearts so that we do not fear you?\/Relent, for the sake of your servants,\/_the tribes that are your inheritance."
    },
    "18885": {
        "format": "poetry",
        "text": "\/But a little while had your people possessed the holy place\/_when our enemies trod down your sanctuary."
    },
    "18886": {
        "format": "poetry",
        "text": "\/We have become as those\/_whom you have never ruled\/and who have not been known by your name"
    },
    "18887": {
        "format": "poetry",
        "text": "¶O that you would rend the heavens and descend,\/_the mountains melting at your presence—"
    },
    "18888": {
        "format": "poetry",
        "text": "\/as when fire is lit for boiling water,\/_which bubbles over from the heat—\/to make yourself known to your adversaries,\/_the nations trembling at your presence—"
    },
    "18889": {
        "format": "poetry",
        "text": "\/as when you performed awesome things\/_unexpected by us: your descent of old,\/_when the mountains quaked before you!"
    },
    "18890": {
        "format": "poetry",
        "text": "\/Never has it been heard or perceived by the ear,\/_nor has any eye seen a God besides you,\/who acts thus on behalf of those who wait for him."
    },
    "18891": {
        "format": "poetry",
        "text": "¶But you wound those of us\/_who joyfully perform righteousness,\/who remember you by following your ways—\/_that in them we might ever be saved.\/Alas, you were roused to anger when we sinned,"
    },
    "18892": {
        "format": "poetry",
        "text": "\/and now we have altogether become as those defiled,\/_the sum of our righteousness as a menstruous rag.\/We are decaying like leaves, all of us;\/_our sins, like a wind, sweep us away."
    },
    "18893": {
        "format": "poetry",
        "text": "¶Yet none calls upon your name,\/_or rouses himself to take hold of you.\/For you have hidden your face from us\/_and enfeebled us at the hand of our iniquities."
    },
    "18894": {
        "format": "poetry",
        "text": "\/Nevertheless, you are our Father, O Jehovah;\/_we are the clay and you are the potter,\/_and we are all alike the work of your hands."
    },
    "18895": {
        "format": "poetry",
        "text": "\/Be not exceedingly angry, O Jehovah;\/_remember not iniquity forever.\/See, consider that we are all your people!"
    },
    "18896": {
        "format": "poetry",
        "text": "¶Your holy cities have become a wilderness;\/_Zion is a desert, Jerusalem a desolation."
    },
    "18897": {
        "format": "poetry",
        "text": "\/Our glorious holy temple\/_where our fathers praised you\/has been burned with fire,\/_and all places dear to us lie in ruins."
    },
    "18898": {
        "format": "poetry",
        "text": "\/At all this, O Jehovah, will you restrain yourself,\/_in silence letting us suffer so exceedingly?"
    },
    "18899": {
        "format": "poetry",
        "text": "¶I was available to those who did not inquire of me;\/_I was accessible to those who did not seek me.\/I said, Here am I; I am here,\/_to a nation that did not invoke my name."
    },
    "18900": {
        "format": "poetry",
        "text": "¶I held out my hands all the day to a defiant people,\/_who walk in ways that are not good,\/_following their own imagination—"
    },
    "18901": {
        "format": "poetry",
        "text": "\/a people who constantly provoke me to my face,\/_sacrificing in parks, making smoke upon bricks,"
    },
    "18902": {
        "format": "poetry",
        "text": "\/who sit in sepulchres, spend nights in hideouts,\/_who eat swine’s flesh,\/_their bowls full of polluted broth,"
    },
    "18903": {
        "format": "poetry",
        "text": "\/who think, Keep your distance,\/_don’t come near me; I am holier than you!\/Such are a smoke to my nostrils,\/_a fire smoldering all day long."
    },
    "18904": {
        "format": "poetry",
        "text": "¶See, it is written before me that I will not be still\/_till I have paid back into their bosom"
    },
    "18905": {
        "format": "poetry",
        "text": "\/their own iniquities and their fathers’ alike,\/_says Jehovah.\/To those who kindle sacrifice in the mountains,\/_who affront me on the hills, I will measure out\/_in their laps the payment that has accrued."
    },
    "18906": {
        "format": "poetry",
        "text": "¶Thus says Jehovah:\/_As when there is juice in a cluster of grapes\/and someone says, Don’t destroy it, it is still good,\/_so I will do for the sake of my servants\/_by not destroying everything:"
    },
    "18907": {
        "format": "poetry",
        "text": "\/I will extract offspring out of Jacob,\/_and out of Judah heirs of my mountains;\/my chosen ones shall inherit them,\/_my servants shall dwell there."
    },
    "18908": {
        "format": "poetry",
        "text": "\/Sharon shall become pasture for flocks,\/_and the Valley of Achor a resting place\/for the herds of my people who seek me."
    },
    "18909": {
        "format": "poetry",
        "text": "¶As for you who forsake Jehovah\/_and forget my holy mountain,\/who spread tables for Luck\/_and pour mixed wines for Fortune,"
    },
    "18910": {
        "format": "poetry",
        "text": "\/I will destine you to the sword;\/_all of you shall succumb to the slaughter.\/For when I called, you did not respond;\/_when I spoke, you would not give heed.\/You did what was evil in my eyes;\/_you chose to do what was not my will."
    },
    "18911": {
        "format": "poetry",
        "text": "¶Therefore thus says my Lord Jehovah:¶My servants shall eat indeed,\/_while you shall hunger;\/my servants shall drink indeed,\/_while you shall thirst;\/my servants shall rejoice indeed,\/_while you shall be dismayed."
    },
    "18912": {
        "format": "poetry",
        "text": "\/My servants shall shout indeed, for gladness of heart,\/_while you shall cry out with heartbreak,\/_howling from brokenness of spirit."
    },
    "18913": {
        "format": "poetry",
        "text": "\/Your name shall be left\/_to serve my chosen ones as a curse\/_when my Lord Jehovah slays you.\/But his servants he will call by a different name."
    },
    "18914": {
        "format": "poetry",
        "text": "¶Those of them who invoke blessings\/_on themselves in the earth shall do so by the true God,\/and those of them who swear oaths in the earth\/_shall do so by the God of truth.\/The troubles of the past shall be forgotten\/_and hidden from my eyes."
    },
    "18915": {
        "format": "poetry",
        "text": "¶See, I create new heavens and a new earth;\/_former events shall not be remembered\/_or recalled to mind."
    },
    "18916": {
        "format": "poetry",
        "text": "\/Rejoice, then, and be glad forever in what I create.\/_See, I create Jerusalem to be a delight\/_and its people a joy."
    },
    "18917": {
        "format": "poetry",
        "text": "¶I will delight in Jerusalem, rejoice in my people;\/_no more shall be heard there\/_the sound of weeping or the cry of distress."
    },
    "18918": {
        "format": "poetry",
        "text": "\/No more shall there be infants alive but a few days,\/_or the aged who do not live out their years;\/those who die young shall be a hundred years old,\/_and those who fail to reach a hundred shall be accursed."
    },
    "18919": {
        "format": "poetry",
        "text": "¶When men build houses, they will dwell in them;\/_when they plant vineyards, they will eat their fruit."
    },
    "18920": {
        "format": "poetry",
        "text": "\/They shall not build so that others may dwell,\/_or plant so that others may eat.\/The lifetime of my people shall be as the lifetime of a tree;\/_my chosen ones shall outlast the work of their hands."
    },
    "18921": {
        "format": "poetry",
        "text": "¶They shall not exert themselves in vain,\/_or bear children doomed for calamity.\/For they are of the lineage of those Jehovah has blessed,\/_and their posterity with them."
    },
    "18922": {
        "format": "poetry",
        "text": "\/Before they call I will reply;\/_while they are yet speaking I will respond."
    },
    "18923": {
        "format": "poetry",
        "text": "¶The wolf and the lamb will graze alike,\/_and the lion will eat straw like the ox;\/as for the serpent, dust shall be its food:\/_there shall be no harm or injury done\/throughout my holy mountain, says Jehovah."
    },
    "18924": {
        "format": "poetry",
        "text": "¶Thus says Jehovah:\/_The heavens are my throne\/_and the earth is my footstool.\/What house would you build me?\/_What would serve me as a place of rest?"
    },
    "18925": {
        "format": "poetry",
        "text": "\/These are all things my hand has made,\/_and thus all came into being, says Jehovah.\/And yet I have regard for those\/_who are of a humble and contrite spirit\/and who are vigilant for my word."
    },
    "18926": {
        "format": "poetry",
        "text": "¶But whoever slaughters an ox\/_is as one who kills a man,\/and whoever sacrifices a lamb,\/_as one who breaks a dog’s neck;\/whoever presents a grain offering\/_is as one who offers swine’s blood,\/and whoever burns incense,\/_as one who venerates idols.\/Just as they have preferred to go their own ways,\/_their souls delighting in their abominations,"
    },
    "18927": {
        "format": "poetry",
        "text": "\/so will I prescribe intrigues for them\/_and bring upon them the thing they dread.\/For when I called, no one responded;\/_when I spoke, none gave heed.\/They did what was evil in my eyes;\/_they chose to do what was not my will."
    },
    "18928": {
        "format": "poetry",
        "text": "¶Hear the word of Jehovah,\/_you who are vigilant for his word:\/Your brethren who abhor you,\/_and exclude you because of my name, say,\/Let Jehovah manifest his glory,\/_that we may see cause for your joy!\/But it is they who shall suffer shame."
    },
    "18929": {
        "format": "poetry",
        "text": "¶Hark, a tumult from the city, a noise from the temple!\/_It is the voice of Jehovah\/paying his enemies what is due them."
    },
    "18930": {
        "format": "poetry",
        "text": "¶Before she is in labor, she gives birth;\/_before her ordeal overtakes her, she delivers a son!"
    },
    "18931": {
        "format": "poetry",
        "text": "\/Who has heard the like,\/_or who has seen such things?\/Can the earth labor but a day\/_and a nation be born at once?\/For as soon as she was in labor,\/_Zion gave birth to her children."
    },
    "18932": {
        "format": "poetry",
        "text": "\/Shall I bring to a crisis and not bring on birth?\/_says Jehovah.\/When it is I who cause the birth,\/_shall I hinder it? says your God."
    },
    "18933": {
        "format": "poetry",
        "text": "¶Rejoice with Jerusalem and be glad for her,\/_all who love her;\/join in her celebration, all who mourn for her."
    },
    "18934": {
        "format": "poetry",
        "text": "\/From now on nurse contentedly\/_at her consoling breasts;\/draw at your pleasure\/_from the abundance of her bosom."
    },
    "18935": {
        "format": "poetry",
        "text": "¶For thus says Jehovah: See,\/_I will extend peace to her like a river,\/_the bounty of the nations like a stream in flood.\/Then shall you nurse and be carried upon the hip\/_and dandled on the knees."
    },
    "18936": {
        "format": "poetry",
        "text": "\/As one who is comforted by his mother\/_I will comfort you;\/for Jerusalem you shall be comforted."
    },
    "18937": {
        "format": "poetry",
        "text": "¶Your heart shall rejoice to see it,\/_your limbs flourish like sprouting grass,\/when the hand of Jehovah\/_shall be manifest among his servants\/_and his rage among his enemies."
    },
    "18938": {
        "format": "poetry",
        "text": "\/See, Jehovah comes with fire,\/_his chariots like a whirlwind,\/to retaliate in furious anger,\/_to rebuke with conflagrations of fire."
    },
    "18939": {
        "format": "poetry",
        "text": "\/For with fire and with his sword shall Jehovah\/_execute judgment on all flesh,\/and those slain by Jehovah shall be many."
    },
    "18940": {
        "format": "prose",
        "text": "¶As for the cultists who fornicate in the parks, the devotees of one in the center, who eat the flesh of swine and prawn and rodents—they with [their practices and ideas] shall be made an end of, says Jehovah."
    },
    "18941": {
        "format": "prose",
        "text": "¶For I will come to gather all nations and tongues, that they may approach and behold my glory."
    },
    "18942": {
        "format": "prose",
        "text": "¶And I will set a mark upon them, sending those of them who survive to the nations that had not heard the news concerning me, nor seen my glory—to Tarshish, Pul, and Lud (the archers), to Tubal and Javan, and to the distant isles. And they shall declare my glory among the nations"
    },
    "18943": {
        "format": "prose",
        "text": "and shall bring back all your brethren from throughout the nations to Jerusalem my holy mountain, says Jehovah, as offerings to Jehovah—on horses, in chariots and wagons, and on mules and dromedaries—just as the Israelites brought offerings in pure vessels to the house of Jehovah."
    },
    "18944": {
        "format": "prose",
        "text": "Of them likewise I will accept men to be priests and Levites, says Jehovah."
    },
    "18945": {
        "format": "prose",
        "text": "¶And as the new heavens and the new earth which I make shall endure before me, says Jehovah, so shall your offspring and name endure."
    },
    "18946": {
        "format": "prose",
        "text": "And New Moon after New Moon, Sabbath after Sabbath, all flesh shall come to worship before me, says Jehovah."
    },
    "18947": {
        "format": "prose",
        "text": "And they shall go out and look upon the corpses of the people who transgressed against me, whose worms do not die and whose fire shall not be extinguished. They shall be a horror to all flesh."
    }
}