{
    "id": 2051,
    "source": "anchor",
    "verse_id": 17838,
    "verse_count": 15,
    "reference": "9:8–21; 5:25",
    "title": "A Poem about the Angry God",
    "html": "<p>The poem is identified by the refrain &ldquo;yet his anger did not abate\/still was his arm outstretched,&rdquo; repeated five times including <a class=\"isa\" verses=\"W3siMTc4NTUiOjF9XQ==\">10:4b<\/a> which, as we have seen, assimilates one of the woe-sayings to the poem on the divine anger. In the present arrangement, therefore, the poem consists of five stanzas. Isaiah <a class=\"isa\" verses=\"W3siMTc3NjUiOjF9XQ==\">5:25<\/a>, which is either defective or has been accommodated to the woe-sayings context, contains the clearest allusion to earthquake and encapsulates the essence of the refrain, which is the anger of God and the hand outstretched to punish. As such, it would seem to have belonged to the end of the poem before being moved to its present location before the core narrative, just as <a class=\"isa\" verses=\"W3siMTc4NTIiOjR9XQ==\">10:1&ndash;4<\/a> was moved in the opposite direction to the end of the divine anger poem (pace Brown). In its present location <a class=\"isa\" verses=\"W3siMTc3NjUiOjF9XQ==\">5:25<\/a> is followed by the threat of foreign invasion (<a class=\"isa\" verses=\"W3siMTc3NjYiOjF9XQ==\">5:26<\/a>) that verifies the point of the refrain, i.e., that more punishment is in store. An interesting parallel is the fifth and last vision of <a class=\"ref\">Amos 9:1&ndash;4<\/a>, which combines the language of earthquake with that of an invading army. Isaiah <a class=\"isa\" verses=\"W3siMTc3NjUiOjF9XQ==\">5:25<\/a> also parallels the five reproaches listing five &ldquo;visitations&rdquo; in <a class=\"ref\">Amos 4:6&ndash;11<\/a>, the last of which speaks of the earthquake with reference to which Amos&rsquo;s activity is dated (<a class=\"isa\" verses=\"W3siMTc2NTciOjF9XQ==\">1:2<\/a>).<\/p><p>If this is correct, the poem begins with the word of doom sent against Jacob\/ Israel, i.e., the Kingdom of Samaria (<a class=\"isa\" verses=\"W3siMTc4MzciOjF9XQ==\">9:7<\/a>), which I take to be a covert allusion to the preaching of Amos. That the poem is directly dependent on whatever edition of Amos&rsquo;s sayings circulated at that time could be more clearly indicated only by naming him, but prophets never refer to each other by name. It recalls Amos both in theme and language: the quaking of the mountains (<em>rgz<\/em> <a class=\"isa\" verses=\"W3siMTc3NjUiOjF9XQ==\">5:25<\/a> cf. <a class=\"ref\">Amos 8:8<\/a>), corpses awaiting burial or cremation (<a class=\"isa\" verses=\"W3siMTc3NjUiOjF9XQ==\">5:25<\/a> cf. <a class=\"ref\">Amos 6:9&ndash;10; 8:3<\/a>), buildings collapsing (<a class=\"isa\" verses=\"W3siMTc4MzkiOjF9XQ==\">9:9<\/a> cf. <a class=\"ref\">Amos 3:15; 6:11<\/a>), the whole land on fire (<a class=\"isa\" verses=\"W3siMTc4NDgiOjF9XQ==\">9:18<\/a> cf. <a class=\"ref\">Amos 4:11<\/a>). The key phrase in the refrain, <em>lōʾ &scaron;āb ʾapp&ocirc;<\/em> (literally, &ldquo;his anger did not return&rdquo;; for the idiom cf. <a class=\"ref\">Gen 27:44<\/a>) recalls the refrain in Amos&rsquo;s oracles against foreign nations, <em>lōʾ ʾă&scaron;&icirc;benn&ucirc;<\/em> (literally, &ldquo;I will not cause it to return,&rdquo; <a class=\"isa\" verses=\"W3siMTc2NTgiOjV9LHsiMTc2ODciOjN9XQ==\">1:3, 6, 9, 11, 13; 2:1, 4, 6<\/a>), with reference to anger and punishment (Knierim), and the reproach <em>lōʾ &scaron;abtem ʿāday<\/em> (&ldquo;you did not return to me,&rdquo; <a class=\"ref\">Amos 4:6, 8, 9, 10, 11<\/a>). This can hardly be a coincidence.<\/p><p>The first stanza emphasizes that the message is addressed to the entire Northern Kingdom, described as Jacob, Israel or Ephraim (as frequently in Hosea), and the people of Samaria. The situation is that the population of that kingdom has survived one disaster only to encounter another, which will not be the last. In all probability the initial disaster was the major earthquake, which devastated large parts of the country during the reigns of Uzziah in Judah (ca. 783&ndash;742) and Jeroboam II in Israel (ca. 786&ndash;746), and which has left its mark on the archaeological record (Yadin; Soggin; see <a class=\"ref\">Amos 1:1; Zech 14:5<\/a> and perhaps obliquely <a class=\"ref\">2 Kgs 14:26<\/a>). The need to rebuild, and the allusion to bricks and sycamores and to dressed stone and cedars, respectively, the cheapest and most expensive building materials (cf. <a class=\"ref\">1 Kgs 6:36; 7:11; 10:27<\/a>), point in this direction and would permit us to read<a class=\"isa\" verses=\"W3siMTc3NjUiOjF9XQ==\"> 5:25<\/a>, in which reference to earthquake is even clearer, as forming an inclusio with <a class=\"isa\" verses=\"W3siMTc4MzciOjN9XQ==\">9:7&ndash;9<\/a>. The confidence with which the survivors set about rebuilding, which to us would appear positively meritorious, is interpreted as prideful self-sufficiency&mdash;a major theme in <a class=\"isa\" verses=\"W3siMTc2NTYiOjI1Mn1d\">Isa 1&ndash;12<\/a>&mdash;and an indication that the lesson had not been learned and that therefore more punishment is in store. Similar sentiments are expressed in <a class=\"ref\">Amos 6:1&ndash;8<\/a>. The next &ldquo;visitation&rdquo; was to be in the shape of damaging attacks from Syria and the Philistine cities, and therefore refers more likely to military activity during and shortly after the reign of Jeroboam II than to the period 733&ndash;722 about a generation later when the Syrians at any rate, incorporated into the Assyrian Empire in 732, were in no position to devour anyone with open mouth (pace Clements 1980a, 67). The earlier period is obscure, but Syrian inroads into the Galilee, the Golan, and Transjordan and Israelite counteraction are hinted at in <a class=\"ref\">Amos 1:3&ndash;5; 6:13&ndash;14<\/a>  and in Dtr (<a class=\"ref\">2 Kgs 14:22&ndash;29<\/a>).<\/p><p>The act of &ldquo;turning&rdquo; (Buber&rsquo;s translation of <em>tĕ&scaron;&ucirc;b&acirc;<\/em>) implies a reorientation of mind and action in light of what one perceives to be the will of God. &ldquo;Seeking&rdquo; God (verbal stem <em>dr&scaron;<\/em>) has much the same meaning, but involves a turning away from the intimately related alternative attractions of false cults and the unjust pursuit of power and wealth&mdash;a point made very clearly in the (probably Deuteronomistic) &ldquo;seek&rdquo; passages in <a class=\"ref\">Amos 5:4&ndash;7, 14&ndash;15<\/a> and in later strands of the Deuteronom(ist)ic corpus (e.g. <a class=\"ref\">Deut 4:29; Jer 29:13<\/a>). Persuading people to see the errors of their ways by progressively more severe punishment will seem for the liberal reader today too close to the methods of a penal institution. We can only observe that the prophet is looking back over a disastrous chapter of history from some time shortly before the end of the Kingdom of Samaria and trying to make sense of it in terms of his own vivid convictions about God&rsquo;s agenda and concerns.<\/p><p>The cutting off of head and tail is often referred to the violent end of the Jehu dynasty (supported initially by Elisha and condemned by both Amos and Hosea; see <a class=\"ref\">Amos 7:10&ndash;17 and Hos 1:4&ndash;5<\/a>), which came about with the assassination of Zechariah son of Jeroboam II after a reign of six months (<a class=\"ref\">2 Kgs 15:8&ndash;10<\/a>). The death of Zechariah, one of seven rulers of the Kingdom of Samaria to die by the assassin&rsquo;s hand, was probably not unconnected with the accession of the usurper Tiglath-pileser III to the Assyrian throne in 744 b.c.e. But since this leaves the tail unexplained (for which a busy glossator found his own explanation) it will be advisable to allow for a topographical reference, namely, the loss of territory on both sides of the Jordan following the western campaigns of Tiglath-pileser from 738 to 732. These ended with the Assyrian occupation of Gilead and a good part of the Galilee, the usual deportations, and the confirmation of the last Israelite king, Hoshea, on the throne as an Assyrian client (<a class=\"ref\">2 Kgs 15:29&ndash;31<\/a>). It would not be surprising if these events, so briefly and laconically recorded in the biblical text, resulted in misery and suffering not just for the combatants (the <em>baḥ&ucirc;r&icirc;m<\/em> of v <a class=\"isa\" verses=\"W3siMTc5NzEiOjE0fV0=\">16<\/a>) but the ordinary folk, including orphans and widows, who happened to be in the wrong place at the wrong time.<\/p><p>Stanza III moves towards a climax with the image of a brush fire or forest fire burning up a land already devastated, the devastation expressed by the already familiar motif of thorns and weeds (cf. <a class=\"isa\" verses=\"W3siMTc3NDYiOjF9LHsiMTc4MDYiOjN9XQ==\">5:6; 7:23&ndash;25<\/a>). From this burning landscape the author moves abruptly to a condition of turmoil and <em>anomie<\/em>, a society <em>in extremis<\/em>, for the description of which the metaphor of cannibalism was deemed the most appropriate. In reading these lines the remark of Albany in King Lear, that &ldquo;man will become a universal appetite and so eat up himself,&rdquo; comes to mind. The language is that of the covenant curse (e.g. <a class=\"ref\">Deut 28:53&ndash;57; Lev 26:29<\/a>), which reproduces the themes and even the wording of the vassal treaties. Esarhaddon&rsquo;s succession treaty, for example, stipulates that in the event of violation &ldquo;in want and famine may one man eat the flesh of another&rdquo; (line 449; Parpola and Watanabe 1988, 46). At this point, therefore, the poet sees the Northern Kingdom&rsquo;s descent into chaos as the outcome of a broken religious bond. The description corresponds to the period from the extinction of the Jehu dynasty with the assassination of Zechariah (746\/745) to some time during the reign of the last ruler of Samaria, Hoshea (732&ndash;722), and is reflected at several points in contemporaneous discourses of that ruler&rsquo;s namesake, Hosea (<a class=\"ref\">Hos 4:2; 6:8&ndash;10; 7:1&ndash;3; 8:4; 13:10<\/a>). During those two decades four out of six rulers were assassinated, and the last was either executed or deported by the Assyrians. Any attempt to fill in the details of this situation of civil strife (e.g. Hayes and Irvine 1987, 188&ndash;90) has to depend on isolated snippets of information in the biblical record, e.g., atrocities and oppressive measures perpetrated by Menahem (<a class=\"ref\">2 Kgs 15:16, 20<\/a>) and military intervention against Judah by Pekah (<a class=\"ref\">2 Kgs 15:37<\/a>). The chronological line stops short of the fall of Samaria, to return, in the final stanza (<a class=\"isa\" verses=\"W3siMTc3NjUiOjF9XQ==\">5:25<\/a>), to the great earthquake with which the panorama opened.<\/p><p> Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em> (Vol. 19, pp. 217&ndash;219). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}