{
    "id": 2082,
    "source": "anchor",
    "verse_id": 18054,
    "verse_count": 14,
    "reference": "22:1–14",
    "title": "The Valley of Vision",
    "html": "<p>In spite of its general lack of coherence this passage forms an independent unit, marked off from the preceding <em>maśśāʾ<\/em> by the concluding formula of the latter (<a class=\"isa\" verses=\"W3siMTgwNTMiOjF9XQ==\">21:17b<\/a>) and by its own title and from the prose passage about court officials that follows, introduced by the customary prophetic incipit in <a class=\"isa\" verses=\"W3siMTgwNjgiOjF9XQ==\">22:15<\/a>. Juxtaposition of the present passage with the condemnation of Shebna may, however, have been suggested by the location of the Shebna&rsquo;s tomb in the Kidron Valley and his probable involvement in politics during the critical period 705&ndash;701.<\/p><p>This next to the last oracular pronouncemens is problematic, not least because it is the only one in the series not directed against a foreign people. The title resembles the two preceding it in being taken from a phrase within the passage, i.e., the mention of the Valley of Vision in <a class=\"isa\" verses=\"W3siMTgwNTgiOjF9XQ==\">22:5<\/a>, but its meaning has given rise to much discussion. Following G. R. Driver (1968, 47), neb proposes &ldquo;Valley of Calamity&rdquo; as an alternative translation, but this option has not been accepted due to the fact that <em>ḥizzāy&ocirc;n<\/em> never has this meaning in the Hebrew Bible; it refers exclusively to a visionary experience, often parallel with a dream, and with one possible exception (<a class=\"ref\">2 Sam 7:17<\/a>) appears exclusively in late texts (<a class=\"ref\">Job 4:13; 7:14; 20:8; 33:15; Joel 3:1; Zech 13:4<\/a>). Others take it to refer to Babylon where Ezekiel had his visionary experiences (Vermeylen 1977, 338) but, apart from other problems, the texts in question (<a class=\"ref\">Ezek 1:1; 3:22; 8:4; 37:1<\/a>) use different terms for both valley (<em>biqʿ&acirc;<\/em> not <em>gēʾ<\/em>) and vision (<em>marʾeh<\/em> not <em>ḥizzāy&ocirc;n<\/em>). Taking it to allude to Jerusalem as the object of prophetic revelation (as does Wildberger 1977, 821), leaves unanswered the question why Jerusalem, situated on a hill, should be referred to <em>tout court<\/em> as a valley. The question is not unanswerable if we bear in mind that the title, added long after the composition of the original nucleus of the passage in <a class=\"isa\" verses=\"bnVsbA==\">1b&ndash;4 + 6&ndash;7 + 12&ndash;14<\/a>, is taken from the apocalyptic addendum in 5 using the familiar language of the Day of Yahveh as the day of final judgment. The location is the Valley of Jehoshaphat of <a class=\"ref\">Joel 4:2, 12[3:2, 12]<\/a>, later given the sobriquet &ldquo;the Valley of Decision&rdquo; (<em>ʿēmeq heḥār&ucirc;s<\/em>, <a class=\"isa\" verses=\"bnVsbA==\">4:14[3:14]<\/a>), perhaps identified with <em>gēʾ hinn&ocirc;m<\/em>, the Valley of Hinnom, later Gehenna, of which we will hear again in the final verse of Isaiah. Not unlike the present passage, this eschatological event features the noise and tumult of military action (<a class=\"ref\">Joel 4:9&ndash;12[3:9&ndash;12]<\/a>). On this reading, the <em>maśśāʾ<\/em> redactor chose the title from this final addition to the present unit at a time when its original specific concerns had receded into the distant past.<\/p><p>The first segment (<a class=\"isa\" verses=\"W3siMTc2NTYiOjc5fV0=\">1&ndash;3<\/a>) rather cunningly sets up a contrast between the <em>q&icirc;n&acirc;<\/em> or lament meter (<a class=\"isa\" verses=\"W3siMTc3MTAiOjF9XQ==\">3:2<\/a>) in which it is cast and the theme of misplaced rejoicing, a theme that will be repeated towards the end (<a class=\"isa\" verses=\"W3siMTc5MDgiOjIyfV0=\">13<\/a>). The speaker addresses the city (Jerusalem, referred to more explicitly as we read on) in the second person feminine singular. Her inhabitants are rejoicing after surviving an attack but one in which the army and its leaders seem to have chosen discretion as the better part of valor&mdash;a point interestingly confirmed by Sennacherib&rsquo;s account of the campaign, which speaks of troops brought into the city deserting Hezekiah&rsquo;s cause (<em>ANET<\/em>, 288). The language is specific enough to suggest events in the not too distant past. The situation following Sargon II&rsquo;s Philistine campaign (711) has been proposed (e.g. Vermeylen 1977, 334; Hayes and Irvine 1987, 277). According to Sargon&rsquo;s annals Judah was associated with this uprising (<em>ANET<\/em>, 287), apparently against the advice of Isaiah (<a class=\"isa\" verses=\"W3siMTgwMzEiOjZ9XQ==\">20:1&ndash;6<\/a>), but withdrew in time to avoid the punishment meted out to the Philistines. But, on the whole, Hezekiah&rsquo;s rebellion against Sargon&rsquo;s successor Sennacherib makes a better fit. Judah was ravaged during the punitive campaign of 701: Sennacherib claims to have devastated 46 Judean towns and driven out 200, 150 of their inhabitants, and the wall panels depicting the fate of Lachish give some idea of what would have happened to Jerusalem if the siege had not been suddenly and mysteriously lifted (<em>ANET<\/em>, 287&ndash;88; <a class=\"ref\">2 Kgs 18:13&ndash;16<\/a> cf. <a class=\"isa\" verses=\"bnVsbA==\">19:35&ndash;37<\/a>, the miraculous version).<\/p><p>The prose expansion <a class=\"isa\" verses=\"W3siMTc4ODYiOjE2fV0=\">8b&ndash;11<\/a> confirms this reading of the first segment even though it is out of chronological order, dealing as it does with preparations for the siege. It also changes from feminine singular (addressing Jerusalem) to masculine singular (<em>wĕtabbēṭ<\/em>) followed by masculine plural, with reference to Hezekiah and his people. The armory in the &ldquo;House of the Forest,&rdquo; so named on account of the cedar columns supporting it (<a class=\"ref\">1 Kgs 7:2&ndash;5; 10:17<\/a>), had to be checked and the defensive perimeter of the city secured. This involved structural repairs to the existing wall and the construction of a second wall to enclose the western expansion of the city (cf. <a class=\"ref\">2 Chr 32:5<\/a>), a segment of which has been excavated in the Jewish section of the Old City (Avigad). The stone required for this work of repairing and building was provided by demolishing private houses, an expedient that would be repeated during the Babylonian siege of the city over a century later (<a class=\"ref\">Jer 33:4<\/a>). Securing the water supply was, of course, crucial. The measures taken are detailed in the accounts of the reign and the famous Siloam tunnel inscription (<a class=\"ref\">2 Kgs 20:20; 2 Chr 32:3&ndash;4, 30<\/a>; <em>ANET<\/em>, 321). They involved filling the Lower Cistern (birket el-hamra, about 200 meters south of Siloam), digging the Siloam tunnel from the Gihon spring to Siloam, and presumably securing the Upper Cistern as well (cf. <a class=\"isa\" verses=\"W3siMTc3ODYiOjF9LHsiMTgzMzgiOjF9XQ==\">7:3; 36:7<\/a>).<\/p><p>Expression of the seer&rsquo;s own emotional response to stressful situations is not unprecedented (cf. <a class=\"isa\" verses=\"W3siMTc5NjYiOjF9LHsiMTc5NzkiOjJ9LHsiMTgwMzkiOjJ9XQ==\">15:5; 16:9, 11; 21:3&ndash;4<\/a>) and may be a convention of this kind of discourse. In this instance (<a class=\"isa\" verses=\"W3siMTgwNTciOjF9XQ==\">22:4<\/a>) it is addressed no longer to the personified city but to a plurality. The cause of the weeping is the ruin of the people (<em>&scaron;&ocirc;d<\/em> from the verbal stem <em>&scaron;dd<\/em>, of frequent occurrence in this section; see <a class=\"isa\" verses=\"W3siMTc5MTMiOjF9LHsiMTc5NjIiOjF9LHsiMTc5NzQiOjF9LHsiMTgwMzgiOjF9XQ==\">13:6; 15:1; 16:4; 21:2<\/a>). &ldquo;Ruin&rdquo; would not be an inappropriate description for the state of Judah following Sennacherib&rsquo;s punitive campaign of 701, which resulted in destruction, loss of life, and the forfeiture of Judean territory to the Philistine city-states. But we are then left with an insurmountable contrast with the prophet&rsquo;s attitude towards the siege and its aftermath as described in chs. <a class=\"isa\" verses=\"W3siMTgzMzIiOjkwfV0=\">36&ndash;39<\/a>. Since similar expressions of grief are of frequent occurrence in Jeremiah (e.g. <a class=\"ref\">Jer 4:19&ndash;22; 14:17&ndash;18<\/a>), and since moreover the expression &ldquo;the ruin of the daughter of my people&rdquo; (<em>&scaron;eber bat-ʿamm&icirc;<\/em>, using a different word for &ldquo;ruin&rdquo;) is limited to <a class=\"ref\">Jeremiah 8:11<\/a> and <a class=\"ref\">Lamentations 2:11; 3:48<\/a>, <a class=\"isa\" verses=\"W3siMTgwNTciOjF9XQ==\">22:4<\/a> might be taken to refer to the greater catastrophe of the fall of Jerusalem. But since nothing requires this interpretation and the context discourages it, the contrast seems instead to confirm the hypothesis of a deliberately different prophetic profile in the narrative sections of the book emanating from a source of Deuteronomic origin.<\/p><p>Ambiguity of historical reference persists in <a class=\"isa\" verses=\"W3siMTc3NzEiOjYwfV0=\">6&ndash;8a<\/a> which has troops from Elam, Kir, and Aram (see the notes) taking part in an attack on Judah. There is no justification for excising <a class=\"isa\" verses=\"W3siMTc3NzEiOjEzfV0=\">6<\/a> as part of a later &ldquo;fall of Babylon&rdquo; stratum, though <a class=\"isa\" verses=\"W3siMTc3NzEiOjYwfV0=\">6&ndash;8a<\/a> may refer to a Babylonian rather than Assyrian attack on Jerusalem. All we know about Kir is that it was the destination of Syrian or Aramean deportees, situated perhaps in southern Mesopotamia (<a class=\"ref\">Amos 1:5; 9:7; 2 Kgs 16:9<\/a>). Elam, east of Mesopotamia, was mentioned earlier as taking part in the attack on Babylon in 539 b.c.e. (<a class=\"isa\" verses=\"W3siMTgwMzgiOjF9XQ==\">21:2<\/a>). During the Neo-Assyrian period, Elam was an ally of Babylon in the constant struggle against Assyria. It was attacked by Sargon II and Sennacherib and eventually the Elamite kingdom was extinguished by Ashurbanipal in 647 b.c.e. While it is possible that Elamite contingents served in the army of Sennacherib in the campaign of 701 in southern Palestine, it is equally possible that Elamites, especially prized for their skill as archers (cf. <a class=\"ref\">Jer 49:34&ndash;39<\/a>), took part in Nebuchadnezzar&rsquo;s subjugation of Judah more than a century later. It may be prudent to add that all of this assumes that the writer was at least as familiar with the history of the Neo-Assyrian and Neo-Babylonian periods as we are today.<\/p><p>Translated literally, <a class=\"isa\" verses=\"W3siMTgwNjEiOjF9XQ==\">22:8a<\/a> says that he (Yahveh) stripped Judah of its covering. In most contexts the covering (<em>māsak<\/em>) has a theological and symbolic connotation: it is the cloud that covered the tent (<a class=\"ref\">Ps 105:39<\/a>) or the screen or curtain of the temple (<a class=\"ref\">Exod 26:36&ndash;37; 27:16; 35:12, 15, 17; 39:38<\/a> etc.). In an earlier passage we heard about the canopy and pavilion that provided shade and refuge for the inhabitants of Jerusalem (<a class=\"isa\" verses=\"W3siMTc3MzkiOjJ9XQ==\">4:5&ndash;6<\/a>). The <em>māsak<\/em> mentioned here may belong to the same semantic field, in which case we are being offered another theological explanation of the destruction of Jerusalem and its temple by the Babylonians.<\/p><p>Most commentators agree that the final section (<a class=\"isa\" verses=\"W3siMTc5MDIiOjYwfV0=\">12&ndash;14<\/a>) takes up again and rounds off the diatribe of <a class=\"isa\" verses=\"W3siMTc2NTYiOjc5fV0=\">1&ndash;3<\/a>. The situation called for mourning expressed in the traditional ways (cf. <a class=\"isa\" verses=\"W3siMTc5NjMiOjJ9LHsiMTgyNzEiOjJ9XQ==\">15:2&ndash;3; 32:11&ndash;12<\/a>) rather than for rejoicing. But now the rejoicing sounds a bitter, fatalistic note expressed in a proverbial form familiar throughout antiquity, from Siduri&rsquo;s advice to Gilgamesh to Horace&rsquo;s <em>carpe diem<\/em> (examples in Wildberger 1978, 827&ndash;28). The concluding word of judgment, introduced by a particularly asseverative kind of oath formula (cf. <a class=\"isa\" verses=\"W3siMTc3NDkiOjF9XQ==\">5:9<\/a>), affirms that only in the death anticipated in the proverb just quoted by the revellers will guilt be expiated (verbal stem <em>kpr<\/em>). This means, in effect, that the guilt will never be expiated, that the course on which those addressed have entered is irreversible and their condition terminal. If this is still to be located in the context of the events of 701 b.c.e., namely, the aftermath of the withdrawal of the Assyrian army, the mood is very different from the mood a reading of the Deuteronomic chs. <a class=\"isa\" verses=\"W3siMTgzMzIiOjkwfV0=\">36&ndash;39<\/a> would have us believe prevailed at that time. We therefore have not only the same ambivalence as was noted in the description of military disaster and the condemnation of attitudes to it at the beginning of the book (<a class=\"isa\" verses=\"W3siMTc2NTkiOjZ9XQ==\">1:4&ndash;9<\/a>) but also a decidedly different reaction to the situation on the part of the prophetic author of this passage from that of the <em>nāb&icirc;ʾ<\/em> in the prose account in <a class=\"isa\" verses=\"W3siMTgzNTQiOjM4fV0=\">Isa 37<\/a>.<\/p><p> Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em> (Vol. 19, pp. 332&ndash;335). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}