{
    "id": 2141,
    "source": "anchor",
    "verse_id": 18627,
    "verse_count": 11,
    "reference": "48:12-22",
    "title": "Once More and Finally: The Mission of Cyrus",
    "html": "<p>We have the same problem here as in previous sections, the problem of discerning elements of structure and deciding to what extent these chapters can be said to constitute a unity of some kind, thematically or structurally. The initial imperatives lead into two sections, the first in the singular form of address (vv <a class=\"isa\" verses=\"W3siMTc5MDIiOjI4fV0=\">12&ndash;13<\/a>), the second in the plural (vv <a class=\"isa\" verses=\"W3siMTc5MzAiOjU1fV0=\">14&ndash;16a<\/a>), while the standard prophetic incipit marks off <a class=\"isa\" verses=\"W3siMTc5ODUiOjQ2fV0=\">17&ndash;19<\/a> as a distinct saying. This leaves <a class=\"isa\" verses=\"W3siMTc2NTYiOjMxfV0=\">16b<\/a>, in which a different voice intrudes, and it remains to be seen whether this brief interposed statement belongs in its context or is an interpolation and whether we are hearing the authorial voice or something quite different. As noted earlier, vv <a class=\"isa\" verses=\"W3siMTgwMzEiOjIzfV0=\">20&ndash;21<\/a> round off the entire section, chs. <a class=\"isa\" verses=\"W3siMTg0MjIiOjIxNn1d\">40&ndash;48<\/a>, to which a brief observation has been appended (<a class=\"isa\" verses=\"W3siMTgwNTQiOjI1fV0=\">22<\/a>).<\/p><p>This passage continues the theme of the one preceding, but the tone is quite different, the mild reproach of vv <a class=\"isa\" verses=\"W3siMTc5OTkiOjMyfV0=\">18&ndash;19<\/a> notwithstanding. For the most part it restates the major themes of chs. <a class=\"isa\" verses=\"W3siMTg0MjIiOjIxNn1d\">40&ndash;48<\/a>. Not for the first time, the initial call for attention (vv <a class=\"isa\" verses=\"W3siMTc5MDIiOjI4fV0=\">12&ndash;13<\/a>) is directed to Jacob\/Israel (<a class=\"isa\" verses=\"W3siMTg1MzUiOjF9LHsiMTg1OTAiOjF9LHsiMTg2MTYiOjF9XQ==\">44:1; 46:3; 48:1<\/a>). Israel is addressed as the one called by Yahveh (<a class=\"isa\" verses=\"W3siMTg0NjEiOjF9LHsiMTg1MDciOjF9XQ==\">41:9; 43:1<\/a>); in this instance there is no balancing epithet for Jacob, leading several commentators rather gratuitously to provide one (e.g. <em>ʿabd&icirc;<\/em>, &ldquo;my servant&rdquo;).<\/p><p>The divine self-predication <em>ʾăn&icirc; h&ucirc;ʾ<\/em>, here as previously translated &ldquo;I am the One,&rdquo; also appears at frequent intervals (<a class=\"isa\" verses=\"W3siMTg0NTYiOjF9LHsiMTg1MTYiOjR9LHsiMTg1OTEiOjF9XQ==\">41:4; 43:10, 11, 13, 25; 46:4<\/a>; see Comments on <a class=\"isa\" verses=\"W3siMTg0NTYiOjN9XQ==\">41:4 and 43:10, 13<\/a>). It goes beyond the equally frequent asseveration &ldquo;I am Yahveh&rdquo; (<a class=\"isa\" verses=\"W3siMTg1MTciOjJ9LHsiMTg1NTgiOjF9LHsiMTg1NjciOjN9XQ==\">43:11, 15; 44:24; 45:5, 6, 18<\/a>) in affirming not only the distinct identity but the uniqueness, incomparability, and noncontingency of the God of Israel. We may also be justified in hearing an echo of the mysterious &ldquo;<em>ʾehyeh<\/em> has sent you,&rdquo; uttered from the burning thornbush at Sinai (<a class=\"ref\">Exod 3:14<\/a>) and the related assurance &ldquo;I will be with you&rdquo; (<em>ʾehyeh ʿimmāk<\/em> <a class=\"ref\">Exod 3:12<\/a> cf. <a class=\"isa\" verses=\"W3siMTg1MTEiOjF9XQ==\">Isa 43:5<\/a> &ldquo;I am\/will be with you&rdquo;). The linking of these formulations with Yahveh as the First and the Last (cf. <a class=\"isa\" verses=\"W3siMTg0NTYiOjF9LHsiMTg1NDAiOjF9XQ==\">41:4; 44:6<\/a>) points us in the same direction. In more mundane terms, it denies that the God of Israel is part of a divine genealogy or theogony with forebears and descendants, of a kind familiar from <em>Enuma Elish<\/em> and a host of other mythological texts from the ancient Near East and Levant. The point has already been clearly made:<\/p><blockquote><p>&hellip; that you may know me<\/p><p>and trust me and understand that I am the One.<\/p><p>Before me no god was formed,<\/p><p>and there will be none after me. (<a class=\"isa\" verses=\"W3siMTg1MTYiOjF9XQ==\">43:10<\/a>)<\/p><p>I am the First, and I am the Last;<\/p><p>there is no god but me. (<a class=\"isa\" verses=\"W3siMTg1NDAiOjF9XQ==\">44:6<\/a>)<\/p><\/blockquote><p>The idea of a cosmic Creator correlative with these self-predications is one of the most frequently recurring themes in chs. <a class=\"isa\" verses=\"W3siMTg0MjIiOjIxNn1d\">40&ndash;48<\/a>. The emphasis is on the creation of the sky rather than the earth, not only because it seems to call for greater creative power, exercised through Yahveh&rsquo;s <em>right<\/em> hand, but because it is directed polemically against the prestige and fascination of Babylonian astronomical lore. It was therefore the God of Israel who spread out the sky in the first place (<a class=\"isa\" verses=\"W3siMTg0NDMiOjF9LHsiMTg0ODYiOjF9LHsiMTg1NTgiOjF9LHsiMTg1NzQiOjF9LHsiMTg2ODciOjJ9XQ==\">40:22; 42:5; 44:24; 45:12; 51:13, 16<\/a>) according to exact measurements, as in <a class=\"ref\">job 38:4&ndash;5<\/a> (the verb <em>ṭpḥ<\/em> used here is related to <em>ṭepaḥ<\/em>, meaning &ldquo;handbreadth,&rdquo; cf. <em>zeret<\/em> <a class=\"isa\" verses=\"W3siMTg0MzMiOjF9XQ==\">40:12<\/a>, another hand measurement). The summoning into existence, the control of the location, and the movements of the stars and constellations have also been mentioned (<a class=\"isa\" verses=\"W3siMTg0NDciOjF9LHsiMTg1NzQiOjF9XQ==\">40:26; 45:12<\/a>), a matter of some importance in view of Babylonian astronomical omens based on the observation and calculation of the movements of celestial bodies (<a class=\"isa\" verses=\"W3siMTg1NTkiOjF9LHsiMTg2MTMiOjF9XQ==\">44:25; 47:13<\/a>).<\/p><p>The call to assemble (vv <a class=\"isa\" verses=\"W3siMTc5MzAiOjU1fV0=\">14&ndash;16a<\/a>) suggests another variation on the theme of the trial or public disputation, but the real or implied addressees are Judeans, not foreigners. For some time now the main concern of the speaker has been to break down opposition to the proposal that Cyrus is the one chosen to rescue and restore Israel and at the same time to overcome reluctance to move out of the security of faith in a national and locative deity. Those who proved unable to predict what was happening on the international scene are the gods, as previously, and we have reached the point where all that remained for Cyrus to do was to defeat the Chaldeans and capture their city (cf. earlier phases of Cyrus&rsquo;s career alluded to in <a class=\"isa\" verses=\"W3siMTg0NTQiOjV9LHsiMTg1OTciOjJ9XQ==\">41:2&ndash;5, 25; 46:10&ndash;11<\/a>).<\/p><p>The statement about Yahveh loving Cyrus is not surprising after we have heard that Yahveh is, so to speak, on a first-name basis with him (<a class=\"isa\" verses=\"W3siMTg1NjYiOjF9XQ==\">45:4<\/a>) and has taken him by the hand (<a class=\"isa\" verses=\"W3siMTg0ODciOjF9XQ==\">42:6<\/a>), nominating him as his shepherd and anointed (<a class=\"isa\" verses=\"W3siMTg1NjIiOjF9LHsiMTg1NjMiOjF9XQ==\">44:28; 45:1<\/a>). In this instance the verb &ldquo;love&rdquo; (<em>ʾhb<\/em>) is, at any rate, more political than emotive, reminiscent of the &ldquo;love&rdquo; that imperial overlords professed toward their underlings in the vassal treaties. The author concludes by asserting that Yahveh&rsquo;s love for Cyrus should not prove to be a stumbling block, since the successful outcome of Cyrus&rsquo;s career has been proclaimed openly from the beginning.<\/p><p>The sudden change to first person in <a class=\"isa\" verses=\"W3siMTg2MzEiOjF9XQ==\">48:16b<\/a> (&ldquo;and now the Sovereign Lord Yahveh has sent me, and his spirit &hellip;&rdquo;) has been read as the continuation of the prophet&rsquo;s comment in <a class=\"isa\" verses=\"W3siMTc2NTYiOjMxfV0=\">16a<\/a>. But since (pace Bonnard 1972, 207; Motyer 1993, 304&ndash;5) <a class=\"isa\" verses=\"W3siMTc2NTYiOjMxfV0=\">16a<\/a> is spoken by Yahveh (cf. the identical phrase <em>loʾ bassēter dibbart&icirc;<\/em>, &ldquo;I never spoke in secret,&rdquo; in what is certainly discourse of Yahveh in <a class=\"isa\" verses=\"W3siMTg1ODEiOjF9XQ==\">Isa 45:19<\/a>), this understanding of the statement would have to be due to a rereading of the entire passage by a glossator, perhaps from the circle of &ldquo;Third Isaiah.&rdquo; This hypothesis, defended by Torrey (1928, 378), would not explain why v <a class=\"isa\" verses=\"W3siMTc2NTYiOjMxfV0=\">16b<\/a> is either a fragment of a longer statement or syntactically awkward to the point of unintelligibility. None of the many emendations proposed (see BHS) has helped to clarify the situation, and it is hardly likely that we are hearing the imagined response of Cyrus to the mission Yahveh has, once again, assigned him (McKenzie 1968, 99).<\/p><p>It is generally agreed that <em>r&ucirc;ḥ&ocirc;<\/em>, &ldquo;his spirit,&rdquo; is not a second subject (i.e. &ldquo;the Sovereign Lord Yahveh and his spirit have sent me&rdquo;), since the spirit of God is sent but never sends (e.g. <a class=\"ref\">Judg 9:23; Ps 104:30<\/a>), and we can be sure that it is not a second object either (&ldquo;the Sovereign Lord Yahveh has sent me together with his spirit&rdquo;). The only alternative seems to be to read <em>vĕr&ucirc;ḥ&ocirc;<\/em>, &ldquo;and his spirit,&rdquo; as the beginning of a sentence, or several sentences, the remainder of which has been lost. The statement is no less significant for that, since it raises the important issue of authorship.<\/p><p>The authorial voice is first heard, appropriately, at the beginning of chs. <a class=\"isa\" verses=\"W3siMTg0MjIiOjIxNn1d\">40&ndash;48<\/a> and is, significantly, accompanied by other prophetic voices (<a class=\"isa\" verses=\"W3siMTg0MjciOjF9XQ==\">40:6<\/a>; see commentary on <a class=\"isa\" verses=\"W3siMTg0MjIiOjh9XQ==\">40:1&ndash;8<\/a>). We hear it again at the beginning of the second major section <a class=\"isa\" verses=\"W3siMTg2MzgiOjEwNH1d\">49&ndash;54<\/a>(<a class=\"isa\" verses=\"W3siMTg3NDIiOjEzfV0=\">55<\/a>)&mdash;that is, <a class=\"isa\" verses=\"W3siMTg2MzgiOjZ9XQ==\">49:1&ndash;6<\/a>, in which a prophetic servant of Yahveh speaks of his mission. It is understandable that several exegetes have concluded that the <a class=\"isa\" verses=\"W3siMTg2MzEiOjF9XQ==\">48:16b<\/a> fragment belongs with <a class=\"isa\" verses=\"W3siMTg2MzgiOjZ9XQ==\">49:1&ndash;6<\/a> (e.g. Westermann 1969, 203). A prophet (whether the same as the speaker in <a class=\"isa\" verses=\"W3siMTg2MzgiOjZ9XQ==\">49:1&ndash;6<\/a> or not remains to be discussed) also speaks of himself in <a class=\"isa\" verses=\"W3siMTg2NjciOjZ9XQ==\">50:4&ndash;9<\/a>, followed by the comment of a disciple (see Comments on <a class=\"isa\" verses=\"W3siMTg2NzMiOjJ9XQ==\">50:10&ndash;11<\/a>). It is noteworthy that this is one of the few passages apart from <a class=\"isa\" verses=\"W3siMTg2MzEiOjF9XQ==\">48:16b<\/a> where the title <em>ʾădōnay YHVH<\/em> appears in these chapters (<a class=\"isa\" verses=\"W3siMTg0MzEiOjF9LHsiMTg2MzEiOjF9LHsiMTg2NjciOjR9LHsiMTg3MDEiOjF9XQ==\">40:10; 48:16b; 50:4, 5, 7, 9; 52:4<\/a>).<\/p><p>Though it is discourse of Yahveh, <a class=\"isa\" verses=\"W3siMTg4MjIiOjF9XQ==\">Isa 59:21<\/a> deserves mention in this connection since it is addressed to a spirit-endowed prophetic figure who is assured that he will have descendants&mdash;meaning, in the context, disciples. The individual prophetic voice is then heard for the last time in <a class=\"isa\" verses=\"W3siMTg4NDUiOjR9XQ==\">61:1&ndash;4<\/a>, a passage that combines spirit-endowment with being sent on a mission and is therefore closely related to <a class=\"isa\" verses=\"W3siMTg2MzEiOjF9XQ==\">48:16b<\/a>. While these clues to authorship are too few and too uncertain to allow for definitive conclusions, they attest to continuities throughout section <a class=\"isa\" verses=\"W3siMTg0MjIiOjUyNn1d\">40&ndash;66<\/a> and suggest further that these continuities may be explained with reference to a prophetic <em>diadochē<\/em> descending from the inspired figure conventionally referred to as Second Isaiah.<\/p><p>The potential for a striking statement of this kind to generate new readings corresponding to new situations is demonstrated by the way early Christian writers applied it to the doctrine of the Trinity. In his treatise against Celsus, Origen asks the critical question in his own way: &ldquo;Who is it that says in Isaiah, &lsquo;and now the Lord has sent me and his Spirit?&rsquo; Since the expression is ambiguous, is it the Father and the Holy Spirit who have sent Jesus, or the Father who has sent both Christ and the Holy Spirit? The latter is the true interpretation&rdquo; (<em>Contra Celsum<\/em> book 1).<\/p><p>That vv <a class=\"isa\" verses=\"W3siMTc5ODUiOjQ2fV0=\">17&ndash;19<\/a> form a distinct section is clear from the prophetic incipit combined with the titles Redeemer and Holy One of Israel attributed to Yahveh, both of frequent occurrence in section <a class=\"isa\" verses=\"W3siMTg0MjIiOjIxNn1d\">40&ndash;48<\/a> (cf. <a class=\"isa\" verses=\"W3siMTg1MjAiOjF9LHsiMTg1NDAiOjJ9LHsiMTg1NzMiOjF9LHsiMTg2NDQiOjF9XQ==\">43:14; 44:6, 24; 45:11; 49:7<\/a>). But the saying that follows has nothing in common with the passage immediately preceding or indeed with the preceding chapters. The elegiac note of regret and sadness is also quite uncharacteristic of <a class=\"isa\" verses=\"W3siMTg0MjIiOjIxNn1d\">40&ndash;48<\/a>. A closer look at the vocabulary confirms the initial impression that the passage has more in common with the third than with the second major section of the book. Judah&rsquo;s still absent prosperity is compared to a river (<em>kĕnāhār &scaron;āl&ocirc;m<\/em>) only here and in <a class=\"isa\" verses=\"W3siMTg5MzUiOjF9XQ==\">66:12<\/a>. <em>Ṣĕdāq&acirc;<\/em>, paired with <em>&scaron;āl&ocirc;m<\/em>, and with the meaning of vindication or victory rather than righteousness, appears often in the last section of the book (<a class=\"isa\" verses=\"W3siMTg3NTUiOjF9LHsiMTg4MTAiOjN9LHsiMTg4NTQiOjJ9LHsiMTg4NjgiOjF9XQ==\">56:1; 59:9, 16, 17; 61:10&ndash;11; 63:1<\/a>).<\/p><p>The reproachful homiletic note is also heard in the later chapters, especially in the communal lament in <a class=\"isa\" verses=\"W3siMTg4NzQiOjI0fV0=\">63:7&ndash;64:11<\/a>, as it is in <a class=\"ref\">Ps 81:13&ndash;16[14&ndash;17]<\/a>, a point noted by Westermann (1969, 355&ndash;73). The subtext of the description of what would have happened if Israel had kept the commandments is the Abrahamic promise of descendants as numerous as the sand on the seashore together with a great name (<a class=\"ref\">Gen 12:1&ndash;3; 22:17; 32:12<\/a>). This, too, joined with the expectation of a land to live on, is heard more insistently in the later chapters (especially <a class=\"isa\" verses=\"W3siMTg4NDMiOjJ9XQ==\">60:21&ndash;22<\/a>). The situation generating this kind of language is no longer that of the high expectations and euphoria preceding the fall of Babylon but the struggle for survival in Judah of the early Achaemenid period. Of this we will hear a great deal in the last section of the book.<\/p><p>The final injunction to leave Babylon and the Chaldeans behind while inviting the whole world to join in the celebration of the redemptive intervention of God on their behalf (vv <a class=\"isa\" verses=\"W3siMTgwMzEiOjIzfV0=\">20&ndash;21<\/a>) serves to round off chs. <a class=\"isa\" verses=\"W3siMTg0MjIiOjIxNn1d\">40&ndash;48<\/a>. It does this by referring back to the motif of the trek through the wilderness at the beginning of this section (<a class=\"isa\" verses=\"W3siMTg0MjQiOjJ9XQ==\">40:3&ndash;4<\/a>). Both <a class=\"isa\" verses=\"bnVsbA==\">48:20&ndash;2<\/a> land the similar <a class=\"isa\" verses=\"W3siMTg3MDgiOjJ9XQ==\">52:11&ndash;12<\/a> recall the Exodus traditions. The first of the six imperatives in <a class=\"isa\" verses=\"W3siMTg2MzUiOjF9XQ==\">48:20<\/a> (<em>ṣeʾ&ucirc;<\/em>, &ldquo;go out&rdquo; &gt; <em>yṣʾ<\/em>) is the key word in the Exodus narratives (<a class=\"ref\">Exod 11:8; 12:41; 13:3&ndash;4; 16:1<\/a> etc.) and their liturgical celebration (e.g. <a class=\"ref\">Ps 114:1<\/a>). The second verb, <em>brḥ<\/em>, usually &ldquo;take to flight&rdquo; but also used for rapid departure (cf. <a class=\"ref\">Cant 8:14<\/a>), corresponds to <em>bĕḥippāz&ocirc;n<\/em>, &ldquo;in haste,&rdquo; in <a class=\"isa\" verses=\"W3siMTg3MDgiOjJ9XQ==\">Isa 52:11&ndash;12<\/a>. Both the verb and the adverbial phrase feature in the Exodus story (<a class=\"ref\">Exod 12:11; Deut 16:3; 14:5<\/a>).<\/p><p>The Exodus also came to be seen as the paradigmatic redemptive act of God; what God does when he acts is redeem, set free (e.g. <a class=\"ref\">Exod 15:3<\/a>). Prominent in these narrative traditions is also the provision of water in the wilderness. The allusion to this tradition in <a class=\"isa\" verses=\"W3siMTg2MzYiOjF9XQ==\">48:21<\/a> assumes the conflation of the two versions in <a class=\"ref\">Exod 17:1&ndash;7 and Num 20:2&ndash;13<\/a> and their rendering in liturgical hymns (<a class=\"ref\">Pss 78:15&ndash;16; 105:41; 114:8<\/a>). <a class=\"isa\" verses=\"W3siMTg3MDgiOjJ9XQ==\">Isaiah 52:11&ndash;12<\/a> adds the motif of the God of Israel acting as rearguard for the Israelites in their trek through the wilderness, presumably in the guise of fire and a cloud (<a class=\"ref\">Num 10:25; Josh 6:9, 13<\/a>). This cluster of themes will generate new narrative and many new levels of meaning, most obviously in the <em>Passover Haggadah<\/em>, but in an ongoing midrashic development in both Judaism and Christianity (e.g. <a class=\"ref\">1 Cor 10:4; Rev 18:4<\/a>).<\/p><p>Both <a class=\"isa\" verses=\"W3siMTg2MzUiOjR9XQ==\">48:20&ndash;21 and 52:11&ndash;12<\/a> may have served as structural markers at one stage of the editorial process. Both immediately precede solemn statements by or about a servant of Yahveh, and there is a noticeable similarity of theme running through the material between them (<a class=\"isa\" verses=\"W3siMTg2MzgiOjcwfV0=\">49:1&ndash;52:10<\/a>). But the complexity of these structural issues comes to the fore with the final motto (<a class=\"isa\" verses=\"W3siMTg2MzciOjF9XQ==\">48:22<\/a>), repeated in practically identical form in <a class=\"isa\" verses=\"W3siMTg3ODciOjF9XQ==\">57:21<\/a>: &ldquo;there is no well-being for the wicked, says Yahveh\/says my God.&rdquo; That the <a class=\"isa\" verses=\"W3siMTg3ODciOjF9XQ==\">57:21<\/a> version is in its original context is clear from what immediately precedes it, where those who mourn are contrasted with the restless wicked within the household of Israel. That the statement was placed at the end of <a class=\"isa\" verses=\"W3siMTg0MjIiOjIxNn1d\">40&ndash;48<\/a> as a structural marker is indeed possible but is not by itself an adequate explanation. In its new context it could be understood as adding a word of warning: the anticipated redemption that Israel is commanded to proclaim to the ends of the earth will not be shared by the reprobate within Israel. As such, it reflects the situation described in the final chapters of the book (corresponding with the final stages in the book&rsquo;s formation), in which the former distinction between Israel and the nations has been replaced by the distinction between the righteous (Yahveh&rsquo;s servants, those who tremble at his word, the repentant) and the reprobate (the sinners, those who rejoice in the present age) <em>within Israel<\/em>. This invisible line drawn within the community will one day become visible; there will be a day of redemption but also a settling of accounts.<\/p><p>The need to make these distinctions, which we recognize as a feature of sectarian thinking, has left its mark throughout the book. We recognize it in the injunction addressed to Yahveh not to forgive and not to show favor to the reprobate (<a class=\"isa\" verses=\"W3siMTc2OTUiOjF9LHsiMTgxNDEiOjF9XQ==\">2:9b; 26:10<\/a>), and it is particularly in evidence in the final, dark scenario, in which the bodies of the reprobate are burned like rubbish outside Jerusalem (<a class=\"isa\" verses=\"W3siMTg5NDciOjF9XQ==\">66:24<\/a>). Section <a class=\"isa\" verses=\"W3siMTg0MjIiOjIxNn1d\">40&ndash;48<\/a> ends with a similar if more prosaic statement of the same conviction.<\/p><p>Blenkinsopp, J. (2008). <em>Isaiah 40&ndash;55: A New Translation with Introduction and Commentary<\/em> (Vol. 19A, pp. 292&ndash;296). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}