{
    "id": 2150,
    "source": "anchor",
    "verse_id": 18698,
    "verse_count": 12,
    "reference": "52:1-12",
    "title": "The Corning of the Kingdom",
    "html": "<p>The series of apostrophes addressed to Jerusalem beginning in <a class=\"isa\" verses=\"W3siMTg2OTEiOjd9XQ==\">51:17&ndash;23<\/a> is taken up again in <a class=\"isa\" verses=\"W3siMTg3MjUiOjE3fV0=\">54:1&ndash;17<\/a> after the passage on the life and mission of the servant in <a class=\"isa\" verses=\"W3siMTg3MTAiOjE1fV0=\">52:13&ndash;53:12<\/a>. The arrangement of the material in this part of the book suggests a deliberate and purposeful alternation of Jerusalem\/Zion and the prophetic servant. The lines, divisions, and connections are not always clear, not surprisingly, considering the long editorial history that the book has undergone, but the arrangement can be set out more or less as follows:<\/p><blockquote><p>servant passage (<a class=\"isa\" verses=\"W3siMTg2MzgiOjZ9XQ==\">49:1&ndash;6<\/a>) followed by comment (<a class=\"isa\" verses=\"W3siMTg2NDQiOjd9XQ==\">49:7&ndash;13<\/a>)<\/p><p>Jerusalem\/Zion (<a class=\"isa\" verses=\"W3siMTg2NTEiOjEzfV0=\">49:14&ndash;26<\/a>) followed by comment (<a class=\"isa\" verses=\"W3siMTg2NjQiOjN9XQ==\">50:1&ndash;3<\/a>)<\/p><p>servant passage (<a class=\"isa\" verses=\"W3siMTg2NjciOjZ9XQ==\">50:4&ndash;9<\/a>) followed by comment (<a class=\"isa\" verses=\"W3siMTg2NzMiOjEwfV0=\">50:10&ndash;51:8<\/a>)<\/p><p>apostrophe (<a class=\"isa\" verses=\"W3siMTg2ODMiOjN9XQ==\">51:9&ndash;11<\/a>) to (the arm of) Yahveh<\/p><p>the remnant of another reference to the servant (<a class=\"isa\" verses=\"W3siMTg2ODYiOjV9XQ==\">51:12&ndash;16<\/a>)<\/p><p>Jerusalem\/Zion (<a class=\"isa\" verses=\"W3siMTg2OTEiOjE5fV0=\">51:17&ndash;52:12<\/a>)<\/p><p>servant passage (<a class=\"isa\" verses=\"W3siMTg3MTAiOjE1fV0=\">52:13&ndash;53:12<\/a>) containing comment (<a class=\"isa\" verses=\"W3siMTg3MTMiOjExfV0=\">53:1&ndash;11a<\/a>)<\/p><p>Jerusalem\/Zion (<a class=\"isa\" verses=\"W3siMTg3MjUiOjE3fV0=\">54:1&ndash;17a<\/a>)<\/p><\/blockquote><p>&ldquo;the heritage of the servants of Yahveh&rdquo; (<a class=\"isa\" verses=\"W3siMTg3NDEiOjF9XQ==\">54:17b<\/a>) looks back to the servant of chs. <a class=\"isa\" verses=\"W3siMTg2MzgiOjg3fV0=\">49&ndash;53<\/a> and forward to the &ldquo;servants of Yahveh&rdquo; in chs. <a class=\"isa\" verses=\"W3siMTg3NTUiOjE5M31d\">56&ndash;66<\/a>.<\/p><p>Attempts to read <a class=\"isa\" verses=\"W3siMTg2OTgiOjEyfV0=\">52:1&ndash;12<\/a> as a coherent passage from one hand have not been successful. The apostrophe to Zion (vv <a class=\"isa\" verses=\"W3siMTc2NTYiOjUzfV0=\">1&ndash;2<\/a>) is followed by a comment introduced with the conventional prophetic discourse formula (<a class=\"isa\" verses=\"W3siMTc3MDkiOjI2fV0=\">3<\/a>), which has been expanded with a further comment (<a class=\"isa\" verses=\"W3siMTc3MzUiOjM2fV0=\">4&ndash;5<\/a>) in elucidation of the phrase <em>ḥinnām<\/em>, &ldquo;without payment,&rdquo; &ldquo;for nothing,&rdquo; by means of a summary history of Israel, divided into an Egyptian, Assyrian, and Babylonian phase. This in its turn has been rounded off by a projection into a more distant future (<a class=\"isa\" verses=\"W3siMTc3NzEiOjEzfV0=\">6<\/a>), introduced with the only example of the <em>bayy&ocirc;m hah&ucirc;ʾ incipit<\/em> in chs. <a class=\"isa\" verses=\"W3siMTg0MjIiOjUyNn1d\">40&ndash;66<\/a>, in a manner therefore much more in line with the numerous &ldquo;on that day&rdquo; addenda in chs. <a class=\"isa\" verses=\"W3siMTc2NTYiOjc2Nn1d\">1&ndash;39<\/a> than with chs. <a class=\"isa\" verses=\"W3siMTg0MjIiOjUyNn1d\">40&ndash;66<\/a>. While it is true that verse and prose cannot always be clearly distinguished in this and other prophetic books, section <a class=\"isa\" verses=\"W3siMTc3MDkiOjc1fV0=\">3&ndash;6<\/a> is notably different rhythmically from sections <a class=\"isa\" verses=\"W3siMTc2NTYiOjUzfSx7IjE3Nzg0IjoxMjR9XQ==\">1&ndash;2 and 7&ndash;12<\/a>, in keeping with the more discursive character of the subject matter, and can certainly be described as prose. This series of addenda is an example of the kind of cumulative and incremental editorial process much more in evidence in <a class=\"isa\" verses=\"W3siMTc2NTYiOjc2Nn1d\">Isa 1&ndash;39<\/a> than in <a class=\"isa\" verses=\"W3siMTg0MjIiOjUyNn1d\">40&ndash;66<\/a> but does not warrant a lower theological rating or the description <em>Epigonenarbeit<\/em> assigned to it by Duhm (1922, 389).<\/p><p>Jerusalem is called on to assume its rightful place as the holy city (the title also appears in <a class=\"isa\" verses=\"W3siMTg2MTciOjF9XQ==\">48:2<\/a>; <a class=\"ref\">Neh 11:1, 18<\/a>; and is perpetuated in the Arabic <em>al quds<\/em>) and, consequently, must no longer be defiled by the presence of the foreign conquerors. Ritual defilement of city and temple was the inevitable consequence of foreign occupation (cf. <a class=\"ref\">Ezek 44:9; Lam 1:10; Ps 79:1<\/a>), but the holiness of the city is not exclusively a matter of the absence of ritual taint. Ezekiel represents the departure of the holy God from the city prior to its occupation and destruction under the symbol of the <em>kāb&ocirc;d<\/em> (&ldquo;glory, effulgence&rdquo;), a way of expressing the presence of the invisible God and of combining divine transcendence with immanence (<a class=\"ref\">Ezek 10:4, 18; 11:22&ndash;23<\/a>). The return of the &ldquo;glory&rdquo; to Jerusalem and the rebuilt temple, seen in vision (<a class=\"ref\">Ezek 43:1&ndash;5<\/a>), has its parallel in the present passage in the proclamation by the herald of the return of Yahveh to his kingdom in the purified city (<a class=\"isa\" verses=\"W3siMTg3MDQiOjR9XQ==\">52:7&ndash;10<\/a>). Holiness is constituted therefore by the presence of the holy God.<\/p><p>The initial apostrophe sets up a deliberate contrast with the fate of Babylon described in ch. <a class=\"isa\" verses=\"W3siMTg2MDEiOjE1fV0=\">47<\/a>. Jerusalem shakes off the dust, Babylon sits in it; Jerusalem leaves her captivity behind, Babylon enters into captivity; Jerusalem is clothed in splendid robes, Babylon has to remove her fine clothing; Jerusalem ascends her throne (see Note b on <em>&scaron;ĕb&icirc;<\/em>), Babylon comes down from hers. One has the impression that at the time of writing the fall of Babylon was imminent.<\/p><p>The prose addenda are addressed no longer directly to the city but to the Israelite community. Perhaps taking a cue from <a class=\"isa\" verses=\"W3siMTg2NjQiOjF9XQ==\">50:1b<\/a> (&ldquo;to which of my creditors have I sold you into slavery?&rdquo;), the author compares subjection to Babylonian imperial rule as a form of indentured service (cf. <a class=\"isa\" verses=\"W3siMTg0MjMiOjF9XQ==\">40:2<\/a>). The sociological analogy limps&mdash;someone who is next-of-kin (<em>gōʾēl<\/em>, &ldquo;redeemer&rdquo;) buying back a person who is an indentured servant as a result of insolvency&mdash;as is often the case with analogies. It limps in that the fact that one receives no advantage from selling his kin into indentured service does not imply that the situation can be reversed without payment. But the point is that neither Yahveh nor his agent (originally Cyrus, <a class=\"isa\" verses=\"W3siMTg1NzUiOjF9XQ==\">45:13<\/a>) owes Babylon anything, and the act of rescue, like all God&rsquo;s interventions in human affairs, is a gratuitous act, an act of grace.<\/p><p>The second of the prose comments (vv <a class=\"isa\" verses=\"W3siMTc3MzUiOjM2fV0=\">4&ndash;5<\/a>), in effect a comment on the preceding comment, seems to have understood <em>ḥinnam<\/em> (&ldquo;for nothing&rdquo;) in v <a class=\"isa\" verses=\"W3siMTc3MDkiOjI2fV0=\">3<\/a> to refer to Israel as the <em>innocent<\/em> victim of aggression. The present situation is therefore set in the context of a history of subjection, divided into three epochs. First, Israelites were under Egyptian control as <em>gēr&icirc;m<\/em>, &ldquo;resident aliens,&rdquo; then under Assyria, and now under Babylon. If the scribe&rsquo;s intent was to present a history of innocent suffering, it was directly contrary to the older prophetic view, well represented in <a class=\"isa\" verses=\"W3siMTc2NTYiOjc2Nn1d\">Isa 1&ndash;39<\/a>; it was even contrary to the view of the author of chs. <a class=\"isa\" verses=\"W3siMTg0MjIiOjIxNn1d\">40&ndash;48<\/a>, that Israel&rsquo;s sufferings were deserved but that she had now &ldquo;served time&rdquo; and was in the clear (<a class=\"isa\" verses=\"W3siMTg0MjMiOjF9XQ==\">40:2<\/a>).<\/p><p>In the final addendum (v <a class=\"isa\" verses=\"W3siMTc3NzEiOjEzfV0=\">6<\/a>), a scholiast, who perhaps understood the preceding pronouncement quite differently as referring to the belittling of the name of God by Israel and its leaders looks further into the future to a time when the name of God would be revered and God would be recognized for who God is. This is the rather different ambient reflected in the last eleven chapters of the book. We note in <a class=\"isa\" verses=\"W3siMTg3NTUiOjE5M31d\">Isa 56&ndash;66<\/a> and in other late biblical texts an increasing emphasis on the divine name (<a class=\"isa\" verses=\"W3siMTg3NjAiOjF9LHsiMTg3ODEiOjF9LHsiMTg4MjAiOjF9LHsiMTg4MzEiOjF9LHsiMTg4NzkiOjJ9LHsiMTg4ODciOjJ9XQ==\">Isa 56:6; 57:15; 59:19; 60:9; 63:12, 14; 64:1, 6<\/a>; cf. <a class=\"ref\">Mal 3:16<\/a>). The final <em>hinnēn&icirc;<\/em> (&ldquo;here I am&rdquo;) is particularly reminiscent of Yahveh, confronted with a people that does not invoke his name, who calls out, <em>hinnēn&icirc;, hinnēn&icirc;<\/em>, &ldquo;here I am, here I am&rdquo; (<a class=\"isa\" verses=\"W3siMTg4OTkiOjF9XQ==\">Isa 65:1<\/a>).<\/p><p>The passage about the messenger and the message (<a class=\"isa\" verses=\"W3siMTg3MDQiOjR9XQ==\">52:7&ndash;10<\/a>) would follow the attempt to energize Jerusalem (vv <a class=\"isa\" verses=\"W3siMTc2NTYiOjUzfV0=\">1&ndash;2<\/a>) naturally by providing the motivation for new hope and the prospect of a different future. At the beginning of these chapters, Jerusalem was herself both the messenger (<a class=\"isa\" verses=\"W3siMTg0MzAiOjF9XQ==\">40:9<\/a>) and the recipient of the message (<a class=\"isa\" verses=\"W3siMTg0NzkiOjF9XQ==\">41:27<\/a>). Here the bearer of the message is a prophetic figure, and what is announced lies in the future even though stated as a <em>fait accompli<\/em> in the prophetic past tense. This much is clear from an examination of the language used in these verses. It is the one endowed with the spirit who is sent to bring good news to captives and the afflicted (<em>lĕbaśśēr<\/em> <a class=\"isa\" verses=\"W3siMTg4NDUiOjF9XQ==\">61:1<\/a>). Throughout these chapters, announcing (<em>&scaron;mʿ<\/em> Hiphil, used twice in v <a class=\"isa\" verses=\"W3siMTc3ODQiOjI1fV0=\">7<\/a>) is almost invariably predictive (<a class=\"isa\" verses=\"W3siMTg0NzQiOjJ9LHsiMTg0OTAiOjF9LHsiMTg1MTUiOjJ9LHsiMTg1NDIiOjF9LHsiMTg1ODMiOjF9LHsiMTg2MTgiOjN9XQ==\">41:22, 26; 42:9; 43:9, 12; 44:8; 45:21; 48:3, 5&ndash;6<\/a>).<\/p><p>As the scene unfolds, it can be grasped in a straightforwardly visual way, with lookouts posted on the city walls (it would be too literalistic to point out that there were no walls at that time) catching a glimpse of the <em>parousia<\/em>, the return of the king to his city, and a herald announcing the imminent resumption of his reign. But prophets are also known as lookouts or sentinels (<em>ṣōp&icirc;m<\/em> <a class=\"ref\">Jer 6:17; Ezek 3:17; 33:2, 6&ndash;7<\/a>; perhaps <a class=\"isa\" verses=\"W3siMTg3NjQiOjF9XQ==\">Isa 56:10<\/a> and <a class=\"ref\">Hos 9:8<\/a>), since they function as an antenna for the community, a kind of early warning system.<\/p><p>A close and instructive parallel is the account of the soliciting of a visionary experience of the fall of Babylon (<a class=\"ref\">Isa 21:8&ndash;9<\/a>). The seer is the lookout (<em>mĕṣappeh<\/em>), who is told to announce what he sees and to listen very hard. He assures Yahveh that he has taken his stand on the watchtower (<em>miṣpeh<\/em>) and occupies his station night after night until he sees, in vision, a rider approaching with the news that Babylon has fallen (<em>nāpĕl&acirc;<\/em>, <em>nāpĕl&acirc; bābel<\/em>!).<\/p><p>A similar instance of the soliciting of an oracle or visionary experience by a seer, perhaps in some way connected with the Isaian text, appears in Habakkuk. The prophet says, &ldquo;I will take my stand on the watchtower and station myself on the rampart; I will keep watch to see what he will say to me,&rdquo; at which point he is told by Yahveh to write the vision (<a class=\"isa\" verses=\"W3siMTc2ODciOjJ9XQ==\">2:1&ndash;2<\/a>). Returning to our text: the fact that the watchmen witness with their own eyes, literally &ldquo;eye to eye&rdquo; (<em>ʿayin bĕʿayin<\/em>), is consistent with this reading of the prophet as the watchman since &ldquo;eye to eye&rdquo; is a type of expression (cf. &ldquo;face to face,&rdquo; &ldquo;mouth to mouth&rdquo;) denoting an especially close relationship with the deity (<a class=\"ref\">Num 14:14<\/a>).<\/p><p>A close parallel to <a class=\"isa\" verses=\"W3siMTg3MDQiOjF9XQ==\">52:7a<\/a>, the approach of the herald on the mountains announcing well-being, appears in <a class=\"ref\">Nah 2:1a[1:15a]<\/a> but without the prophetic connotations that we have noted in the Isaian context. That the Nahum text continues in a way strongly reminiscent of <a class=\"isa\" verses=\"W3siMTg2OTgiOjF9XQ==\">Isa 52:1b<\/a> (<em>k&icirc; lōʾ y&ocirc;s&icirc;p ʿ&ocirc;d laʿăb&ocirc;rbāk<\/em>, &ldquo;for [the wicked one] shall enter you no longer&rdquo;) would suggest that it has drawn on the Isaian text rather than the reverse, but this type of question can rarely be decided with any assurance.<\/p><p>So much for the messenger; what then was the message? What the herald announces is first presented in general terms, well-being (<em>&scaron;āl&ocirc;m<\/em>) and good (<em>ṭ&ocirc;b<\/em>); then, more specifically, as victory that spells salvation (<em>yĕ&scaron;&ucirc;ʿ&acirc;<\/em>) and the reign of God. What the watchmen see is the return of Yahveh to the city following the victory and leading up to the enthronement, a representation developed more fully in Ezekiel, as noted earlier, and there also witnessed in a visionary experience (<a class=\"ref\">Ezek 43:1&ndash;5<\/a>). The acclamation &ldquo;your God reigns!&rdquo; (<em>mālak ʾĕlohāyik<\/em>) addressed to Jerusalem\/Zion is a modified form of the psalmic acclamation <em>YHVH mālak<\/em> (<a class=\"ref\">Pss 93:1; 96:10 = 1 Chr 16:31; 97:1; 99:1<\/a>) of the Jerusalem liturgy from the time of the Judean monarchy. The hypothesis that it featured in a liturgy of the enthronement of Yahveh was propounded by Mowinckel and others. It enjoyed a degree of popularity for a while, especially through its adoption in major commentaries on Psalms by Hans-Joachim Kraus and Artur Weiser, but failed to establish itself due to lack of evidence.<\/p><p>The kingship of Yahveh is nevertheless a well-attested and no doubt ancient native Israelite variation of a common way of representing deity in the Near East and Levant. The acclamation, however, signifies an <em>event<\/em> rather than a kind of article of faith; it means that the God of Israel is about to resume his active rule among his people with the defeat of his enemies and the restoration of his city. But the acclamation also carries with it echoes and reverberations from familiar mythic patterns: the primordial victory over the forces of Chaos and negativity (the rivers, the great waters, the sea, <a class=\"ref\">Ps 93:1<\/a>), the placing of the earth on its foundations (<a class=\"ref\">Ps 96:10<\/a>), the theophany in the thunder cloud and lightning (<a class=\"ref\">Ps 97:1<\/a>). To repeat a point made earlier, it is arguable that this kind of language was intended as a deliberate counter to the ideology of imperial power expressed in the liturgical celebration of the New Year <em>akitu<\/em> festival in Babylon and the creation myth <em>Enuma Elish<\/em>, recited on the fourth day of the festival. The proclamation of the universal rule of the Babylonian imperial deity in <em>Enuma Elish<\/em> (&ldquo;Marduk is king!&rdquo; <em>ANET<\/em> 66) prepares for the combat with Tiamat, embodiment of Chaos (cf. <a class=\"isa\" verses=\"W3siMTg2ODMiOjJ9XQ==\">Isa 51:9&ndash;10<\/a>), the creation of the world, and the construction of the esagila sanctuary for the victorious deity. These are the events on which the claim of the incomparability, especially the incomparable power of Marduk, is based (see Marduk&rsquo;s statement, &ldquo;I am, and there is none other,&rdquo; <a class=\"isa\" verses=\"W3siMTg2MTAiOjF9XQ==\">Isa 47:10<\/a>), a claim countered in similar language at numerous points by the author of <a class=\"isa\" verses=\"W3siMTg0MjIiOjMzM31d\">Isa 40&ndash;55<\/a>.<\/p><p>By the time of the fall of Babylon, Jerusalem had been in ruins for half a century, and even after that time any attempt to rebuild its &ldquo;ancient ruins&rdquo; (<a class=\"isa\" verses=\"W3siMTg3OTkiOjF9LHsiMTg4NDgiOjF9XQ==\">Isa 58:12; 61:4<\/a>) could be interpreted as sedition on the part of &ldquo;that rebellious city hurtful to kings and provinces&rdquo; (<a class=\"ref\">Ezra 4:15<\/a>). Here the ruins are invited to rejoice at the prospect of comfort and redemption&mdash;namely, the restoration of the city to its former state. The centrality and mythic dimensions of Jerusalem reflected in the biblical texts can easily obscure the fact that this outcome was by no means inevitable and that, for the Babylonians, Mizpah was meant to be and to remain the administrative and probably also the religious center of the province.<\/p><p>The call to leave Babylon (<a class=\"isa\" verses=\"W3siMTg3MDgiOjJ9XQ==\">52:11&ndash;12<\/a>) parallels <a class=\"isa\" verses=\"W3siMTg2MzUiOjN9XQ==\">48:20&ndash;22<\/a> which is also followed by a passage dealing with the prophetic servant. The command to &ldquo;go (out) thence&rdquo; (<em>ṣĕʾ&ucirc; mi&scaron;&scaron;ām<\/em>) no more rules out a Babylonian location for the speaker than the Exodus theme requires it. The anticipated return from Babylon is given fuller resonance by the use of language associated with the departure from Egypt: unlike the people&rsquo;s ancestors leaving Egypt, they will not depart in haste (<em>bĕḥippāz&ocirc;n<\/em>, only here and <a class=\"ref\">Exod 12:11; Deut 16:3<\/a>), and they will not easily take to flight (<em>mĕn&ucirc;s&acirc;<\/em>, only here and <a class=\"ref\">Lev 26:36<\/a>). And as on that first occasion, they will be protected both in front and behind by the numinous cloud and fire (<a class=\"ref\">Exod 13:21&ndash;22; 14:19&ndash;20<\/a>).<\/p><p>Somewhat unexpected is the injunction to maintain a state of ritual purity, which is addressed to the people, presumably priests, who are charged with bringing back to the temple the sacred vessels confiscated by the Babylonians. The Historian records that the golden vessels had been cut up for bullion after the first capture of the city in 597 (<a class=\"ref\">2 Kgs 24:13<\/a>) and that all the remaining vessels were taken to Babylon after the destruction of the temple in 586 (<a class=\"ref\">2 Kgs 25:14&ndash;15 = 2 Chr 36:10, 18<\/a>).<\/p><p>The author of Ezra-Nehemiah is at pains to emphasize the return of this cultic paraphernalia to Jerusalem on the occasion of the first <em>aliyah<\/em>, when the vessels were confided to Sheshbazzar (<a class=\"ref\">Ezra 1:7&ndash;11; 5:13&ndash;15; 6:5<\/a>) and, much later, when Ezra arrived in Jerusalem on a mission authorized by the Persian authorities (<a class=\"ref\">Ezra 7:19; 8:25&ndash;30, 33&ndash;34<\/a>). On the latter occasion Ezra reminded the priests charged with the task of conveying the vessels safely to Jerusalem that both they and the vessels were holy (<em>qōde&scaron;<\/em> <a class=\"ref\">Ezra 8:28<\/a>), which suggests that this theme of continuity between the old order and the new may have been suggested to the author of Ezra-Nehemiah by <a class=\"isa\" verses=\"W3siMTg3MDgiOjF9XQ==\">Isa 52:11<\/a>.<\/p><p><a class=\"isa\" verses=\"W3siMTg3MDQiOjR9XQ==\">Isaiah 52:7&ndash;10<\/a> provides one of the best illustrations of the power of a canonical text to shape the identity of the community that accepts it. From this text early Christians derived both the unique form in which to tell the story of their founder&mdash;<em>euaggelion<\/em>, &ldquo;good tidings, gospel&rdquo;&mdash;and the essence of his message&mdash;the coming of the kingdom of God. Both come together in the first statement attributed to Jesus in Mark&rsquo;s Gospel: &ldquo;The time is fulfilled and the kingdom of God has come near; repent, and believe in the good tidings&rdquo; (<a class=\"ref\">Mark 1:15<\/a> cf. <a class=\"ref\">Matt 10:7&ndash;8<\/a> with echoes of <a class=\"isa\" verses=\"W3siMTg3MDAiOjF9XQ==\">Isa 52:3<\/a>, and <a class=\"ref\">Luke 4:16&ndash;21<\/a> referring also to <a class=\"isa\" verses=\"W3siMTg4NDUiOjJ9XQ==\">Isa 61:1&ndash;2<\/a>). The messenger and the message in the Isaian text provided both paradigm and warranty for Christian preachers, as we see from the tendency to refer to it wherever the preaching of the gospel is the issue (e.g. <a class=\"ref\">Rom 10:15; Eph 6:15<\/a>). It was no doubt with <a class=\"isa\" verses=\"W3siMTg3MDQiOjR9XQ==\">Isa 52:7&ndash;10<\/a> in mind that Jerome, in the Prologue to the Vulgate translation of Isaiah, described Isaiah himself as more evangelist than prophet.<\/p><p>Blenkinsopp, J. (2008). <em>Isaiah 40&ndash;55: A New Translation with Introduction and Commentary<\/em> (Vol. 19A, pp. 339&ndash;344). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}