{
    "id": 2061,
    "source": "anchor",
    "verse_id": 17856,
    "verse_count": 10,
    "reference": "10:5–14",
    "title": "Assyria, Rod of My Anger",
    "html": "<p>Though made up of a series of short passages, not all composed at the same time, the entire section <a class=\"isa\" verses=\"W3siMTc4NTIiOjM0fV0=\">10:1&ndash;34<\/a> centers on the Assyrian threat to Jerusalem and its eventual liquidation. The principal components are as follows: Assyria in the person of its king is designated by Yahveh as an instrument for the punishment of his people Israel (<a class=\"isa\" verses=\"W3siMTc3NDEiOjY4fV0=\">5&ndash;7<\/a>); the hubris that leads Assyria to go beyond its commission is expressed in a soliloquy spoken by the Assyrian king (<a class=\"isa\" verses=\"W3siMTc4MDkiOjkzfSx7IjE3OTA4Ijo1NH1d\">8&ndash;11, 13&ndash;14<\/a>); there follows the prophetic response to the imperial ambitions expressed in the soliloquy (<a class=\"isa\" verses=\"W3siMTc5NjIiOjY5fSx7IjE4MjgxIjo0MX1d\">15&ndash;19, 33&ndash;34<\/a>); the itinerary of an army approaching Jerusalem from the north is described (<a class=\"isa\" verses=\"W3siMTgyNjEiOjIwfV0=\">27b&ndash;32<\/a>). This sequence has been expanded with editorial comment that elaborates themes and motifs already present and produces new applications of old prophecies by a process of recontextualization (<a class=\"isa\" verses=\"W3siMTc5MDIiOjZ9LHsiMTgwMzEiOjZ9LHsiMTgwNzkiOjE4fV0=\">12, 20, 23, 24&ndash;27a<\/a>). The first of the addenda (v <a class=\"isa\" verses=\"W3siMTc5MDIiOjZ9XQ==\">12<\/a>) was suggested by the disturbing allusion to Jerusalem&rsquo;s idolatrous images immediately preceding. These must be destroyed before defeat can turn into victory. The work (<em>maʿăśeh<\/em>) that still remains to be clone in Jerusalem is therefore the abolition of idolatry, referring back to an earlier comment probably from the same source (<a class=\"isa\" verses=\"W3siMTc3MzYiOjV9XQ==\">4:2&ndash;6<\/a>). The insertion of an oracle of reassurance with the theme &ldquo;a remnant will return&rdquo; (<a class=\"isa\" verses=\"W3siMTgwMzEiOjY2fV0=\">20&ndash;23<\/a>) was prompted by &ldquo;the remnant of the trees&rdquo; in the previous verse, which in its turn led to a comment on the new age&mdash;new ruler poem (<a class=\"isa\" verses=\"W3siMTgwOTciOjY5fV0=\">24&ndash;27a<\/a>). The itinerary of the army approaching Jerusalem (<a class=\"isa\" verses=\"W3siMTgyNjEiOjIwfV0=\">27b&ndash;32<\/a>), in the context clearly the Assyrian army, looks out of place and in fact its insertion has helped to isolate vv <a class=\"isa\" verses=\"W3siMTgyODEiOjQxfV0=\">33&ndash;34<\/a> from vv <a class=\"isa\" verses=\"W3siMTc5NjIiOjY5fV0=\">15&ndash;19<\/a>, to which they belong, as may be seen in the continuation of the metaphor of the destroyed forest. In the context of the chapter as a whole, however, the itinerary continues, at a quickened and more dramatic pace, the so-far victorious advance from north to south of the Assyrian army that began at Carchemish on the Euphrates (<a class=\"isa\" verses=\"W3siMTc4NjAiOjN9XQ==\">10:9&ndash;11<\/a>).<\/p><p>That the passage as a whole represents the perspective of military threat aimed at Jerusalem <em>after<\/em> the fall of Samaria (722) is explicitly stated in the king of Assyria&rsquo;s final rhetorical question, which should not be dismissed as an editorial appendage (<a class=\"isa\" verses=\"W3siMTc4NjIiOjF9XQ==\">10:11<\/a>). Confirmation is at hand in the parallelism with the Isaian legend of chs. <a class=\"isa\" verses=\"W3siMTgzMzIiOjYwfV0=\">36&ndash;37<\/a>. There too the Assyrian threat is expressed by direct quotation from an Assyrian source (<a class=\"isa\" verses=\"W3siMTgzMzUiOjE5fV0=\">36:4&ndash;20 and 37:24&ndash;25<\/a>) in which rhetorical questions are prominent. Local deities are defeated together with the peoples they sponsor (Hamath, Arpad, and Samaria are mentioned in both places), a circumstance that can also serve to persuade Jerusalem of the futility of resistance (<a class=\"isa\" verses=\"W3siMTgzNDkiOjV9XQ==\">36:18&ndash;20 and 37:12&ndash;13<\/a> cf. <a class=\"isa\" verses=\"W3siMTc4NTkiOjR9XQ==\">10:8&ndash;11<\/a>). The Rabshakeh also states, somewhat inconsistently and with less rhetorical flourish, that the Assyrian attack on Jerusalem had been commissioned by Yahveh himself (<a class=\"isa\" verses=\"W3siMTgzNDEiOjF9XQ==\">36:10<\/a> cf. <a class=\"isa\" verses=\"W3siMTc4NTYiOjJ9XQ==\">10:5&ndash;6, also 5:26&ndash;30; 7:18&ndash;20<\/a>). Other repetitions&mdash;the remnant (<a class=\"isa\" verses=\"W3siMTgzNTciOjF9XQ==\">37:4<\/a> cf. <a class=\"isa\" verses=\"W3siMTc4NzEiOjR9XQ==\">10:20&ndash;23<\/a>), the injunction not to fear (<a class=\"isa\" verses=\"W3siMTgzNTkiOjF9XQ==\">37:6<\/a> cf. <a class=\"isa\" verses=\"W3siMTc4NzUiOjF9XQ==\">10:24<\/a>), and the assurance of survival for Jerusalem (<a class=\"isa\" verses=\"W3siMTgzNjAiOjF9XQ==\">37:7<\/a> cf. <a class=\"isa\" verses=\"W3siMTc4NzYiOjN9XQ==\">10:25&ndash;27<\/a>)&mdash;confirm our suspicion that parallelism between chs. <a class=\"isa\" verses=\"W3siMTc3ODQiOjEyNH0seyIxODMzMiI6NjB9XQ==\">7&ndash;12 and 36&ndash;37<\/a> is an important and quite deliberate structuring device in the book. It also complicates the much-discussed issue of the relation between chs. <a class=\"isa\" verses=\"W3siMTgzMzIiOjYwfV0=\">36&ndash;37<\/a> and the corresponding passage in the History by suggesting that the latter has borrowed liberally from the present chapter.<\/p><p>The commissioning of Assyria (<a class=\"isa\" verses=\"W3siMTc3NDEiOjY4fV0=\">5&ndash;7<\/a>) is couched somewhat incongruously in the form of a woe-saying, perhaps simply because of the previous saying that also begins with <em>h&ocirc;y<\/em> (<a class=\"isa\" verses=\"W3siMTc4NTIiOjR9XQ==\">10:1&ndash;4<\/a>). These opening verses may at one time have been attached to the similar passage <a class=\"isa\" verses=\"W3siMTc3NjYiOjV9XQ==\">5:26&ndash;30<\/a> which describes the Assyrians without naming them. It may then have been cut off from it, as were sections of the woe series and the divine anger poem, to end up forming a framework for the core narrative. Beginning with this opening charge we come across numerous verbal and thematic elements already familiar to the reader, including the rod and stick used to punish (<a class=\"isa\" verses=\"W3siMTc4NTYiOjR9XQ==\">10:5, 15, 24, 26<\/a> cf. <a class=\"isa\" verses=\"W3siMTc4MzMiOjF9XQ==\">9:3[4]<\/a>), the anger of Yahveh (<a class=\"isa\" verses=\"W3siMTc4NTUiOjJ9XQ==\">10:4, 25<\/a> cf. <a class=\"isa\" verses=\"W3siMTc3NjUiOjF9LHsiMTc4NDEiOjN9XQ==\">5:25; 9:11[12], 16[17], 20[21]<\/a>), Israel as polluted (<em>ḥānēp<\/em> <a class=\"isa\" verses=\"W3siMTc4NTciOjF9XQ==\">10:6<\/a> cf. <a class=\"isa\" verses=\"W3siMTc4NDYiOjF9XQ==\">9:16[17]<\/a>), trampled down earth (<em>mirmās<\/em> <a class=\"isa\" verses=\"W3siMTc4NTciOjF9XQ==\">10:6<\/a> cf. <a class=\"isa\" verses=\"W3siMTc3NDUiOjF9LHsiMTc4MDgiOjF9XQ==\">5:5; 7:25<\/a>), and the elite population described as &ldquo;glory&rdquo; (<em>kāb&ocirc;d<\/em> <a class=\"isa\" verses=\"W3siMTc4NjciOjF9XQ==\">10:16<\/a> cf. <a class=\"isa\" verses=\"W3siMTc3NTMiOjF9XQ==\">5:13<\/a>). The most obvious of these borrowings is the echo of the children&rsquo;s names, Maher-shalal-hash-baz (<a class=\"isa\" verses=\"W3siMTc4NTciOjF9XQ==\">10:6<\/a> cf. <a class=\"isa\" verses=\"W3siMTc4MDkiOjR9XQ==\">8:1&ndash;4<\/a>) and Shear-yashub (<a class=\"isa\" verses=\"W3siMTc4NzIiOjJ9XQ==\">10:21&ndash;22<\/a> cf.<a class=\"isa\" verses=\"W3siMTc3ODYiOjF9XQ==\"> 7:3<\/a>). The editorial comments <a class=\"isa\" verses=\"W3siMTgwMzEiOjY2fV0=\">20&ndash;23 and 24&ndash;27a<\/a> also recall the new ruler&mdash;new age poem almost to the point of paraphrase: the royal title El Gibbor (&ldquo;Hero Warrior&rdquo;), the defeat of the Midianites, an end to being clubbed and beaten up, the throwing off of the foreign yoke. The second of the two editorial notes contains an interesting and, in Isaiah, rare kind of exegetical development by introducing the rod (<em>maṭṭeh<\/em>) that Moses stretched out over the Red Sea to save Israel from the Egyptian army (<a class=\"ref\">Exod 14:16<\/a>). This contrasts not only with the oppressor&rsquo;s rod but with Yahveh&rsquo;s hand outstretched to punish (<a class=\"isa\" verses=\"W3siMTc3NjUiOjF9XQ==\">5:25<\/a> etc.).<\/p><p>The Assyrian monologue (<a class=\"isa\" verses=\"W3siMTc4MDkiOjE1M31d\">8&ndash;14<\/a>) leads up to a threat addressed directly to Jerusalem. The three rhetorical questions alluding to the fate of cities in the path of the Assyrian advance to the west and the south comes to a topographical but not necessarily chronological terminus with the fall of Samaria, 722. The key to this literary procedure is to be found in <a class=\"ref\">Amos 6:2<\/a>: &ldquo;Go over to Calneh and see\/ from there go to Hamath the Great\/ then down to Gath of the Philistines;\/ are you better than these kingdoms?\/ Is your territory larger than theirs?&rdquo; The Rabshakeh used the same kind of persuasive rhetoric when calling for the surrender of Jerusalem in 701 (<a class=\"isa\" verses=\"W3siMTgzNDkiOjN9LHsiMTc5OTciOjF9XQ==\">Isa 36:18&ndash;20; 17:13<\/a>). This means that all six cities mentioned in <a class=\"isa\" verses=\"W3siMTc4NjAiOjF9XQ==\">Isa 10:9<\/a> had fallen to the Assyrians by the time of writing, which must therefore have been sometime between 722 and 701. Since all six, with the possible exception of Calno (Calneh in <a class=\"ref\">Amos 6:2<\/a>), perhaps the Kullani of Assyrian inscriptions but not certainly identified, are targeted by Assyrian armies in the annals of the first five years of Sargon II (721&ndash;705) (<em>ANET<\/em>, 284&ndash;87), we are led to the period of the accession of Hezekiah in 715, his rebellion against the Assyrian overlord (<a class=\"ref\">2 Kgs 18:7<\/a>), and the consequent threat hanging over Judah. It is of course possible that 10 and 11 were added after the fall of Samaria, but this is an unprovable and unnecessary hypothesis. It is certainly not required by the contemptuous allusion in these verses to native deities, since both here and in the corresponding narrative material (<a class=\"isa\" verses=\"W3siMTgzNDkiOjR9XQ==\">36:18&ndash;20 and 37:12<\/a>) the authors have reproduced an aspect of Assyrian propaganda attested in the annals.<\/p><p> Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em> (Vol. 19, pp. 252&ndash;254). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}