{
    "id": 2067,
    "source": "anchor",
    "verse_id": 17902,
    "verse_count": 6,
    "reference": "12:1–6",
    "title": "Concluding Hymn of Thanksgiving",
    "html": "<p>Two brief psalms (<a>1&ndash;2, 4&ndash;6<\/a>), both introduced by &ldquo;you will say on that day,&rdquo; the first directed to an individual, the second addressing a collectivity at least in mt (see notes on the text), are linked by the injunction to draw water with festive joy, reminiscent of the water-drawing during Sukkoth. They provide an appropriate conclusion to chs. <a>1&ndash;12<\/a> by ending the threats, imprecations, predictions of disaster, and less prominent assurances of ultimate well-being on a high note. The repetition of <em>yĕ&scaron;&ucirc;ʿ&acirc;<\/em>, &ldquo;salvation,&rdquo; in the first of the two mini-psalms plays on the name <em>yĕ&scaron;aʿyāh&ucirc;<\/em>, &ldquo;Isaiah,&rdquo; thereby forming an inclusio with the prophet&rsquo;s name at the beginning of the book. It encapsulates a message in the last analysis more basic than the message expressed in the names of the three children who are featured in the course of these chapters. This circumstance suggests that the first poem is addressed to the prophet himself as the principal actor in the events narrated and the representative of the people. The second psalm would then summon the saved community and the inhabitants of Jerusalem in particular to offer thanks and praise now that the judgments announced in <a>1&ndash;11<\/a> are in the past.<\/p><p>Even a cursory reading will reveal that this two-part composition is a patchwork of biblical citations and allusions, especially from the book of Psalms (in order of occurrence <a>Pss 118:21; 89:22; 25:5; 118:14; 105:1; 148:13; 9:12; 30:5<\/a>). Of particular interest is the verbatim citation from the &ldquo;Song at the Sea&rdquo; (<a>Exod 15:2<\/a>) in <a>2b<\/a>. Following on the theme of the new exodus in <a>11:12&ndash;16<\/a>, this finale to the first section of the book can then be read as thanksgiving for the defeat of another imperial power, Assyria in the historical context of <a>1&ndash;12<\/a>, Babylonia in the perspective of the time of composition and that of a later readership. In this respect it fits the pattern of those descriptions of a new exodus followed by hymns of praise and thanksgiving in later chapters of the book (<a>42:10&ndash;13; 44:23; 49:13<\/a>).<\/p><p>If <a>12:1&ndash;6<\/a> recapitulates the first segment of the book, it could not have been composed as an introduction to the sayings directed against foreign nations, especially Babylon, in <a>13&ndash;23<\/a> (pace Vermeylen 1977, 280&ndash;82). Furthermore, mt <a>12:1&ndash;6<\/a> is followed by a <em>pĕt&ucirc;ḥ&acirc;<\/em> (פ) and both 1QIsa<sup>a<\/sup> and 4QIsa<sup>a<\/sup> have a blank space two-thirds of a line long before <a>13:1<\/a>. <a>Isaiah 12:1&ndash;6<\/a> does, notwithstanding, make a fitting linkage between chs. <a>1&ndash;11<\/a> and the anti-Babylonian poems that follow (<a>13:1&ndash;22; 14:3&ndash;23; 21:1&ndash;10<\/a>), and the linkage serves to emphasize once again how reflection on the experience of Judah faced with direct and potentially terminal threat from the Assyrians informed the interpretation of events during the rise, heyday, and decline of the Neo-Babylonian Empire. It is also noteworthy that the mention of consolation after anger and punishment (<a>1<\/a>) anticipates the opening theme of the exilic section of the book (<a>40:1<\/a>).<\/p><p>The link verse (<a>3<\/a>) addresses a plurality and introduces the water-drawing motif perhaps, as suggested, with reference to the ceremony of <em>śimḥat bēt ha-shōʾev&acirc;<\/em> (&ldquo;the rejoicing of the place of water-drawing&rdquo;) during Sukkoth (<em>m.<\/em> <a class=\"ref\"><em>Sukkah<\/em> 4:9&ndash;5:1<\/a>), even though on that occasion water was drawn from Siloam not from wells. (This liturgical occasion provided the context for Jesus&rsquo; saying about living water in <a>John 7:37&ndash;39<\/a>.) There may also be a fainter echo of the water from the rock incident in the wilderness (<a>Exod 17:1&ndash;7<\/a> cf. <a>Isa 48:21<\/a>), again following an allusion to the new exodus. At any rate <a>12:3<\/a> does not belong to the first brief psalm for the reason stated, and in fact it is thematically closer to the second, which ends on an emphatic note of rejoicing. A recapitulatory intent is also apparent in repeating at the very end of <a>1&ndash;12<\/a> the designation <em>qĕd&ocirc;&scaron; yiśrāʾēl<\/em>, &ldquo;the Holy One of Israel&rdquo; (cf. <a>1:4, 24; 5:19, 24; 6:3; 10:20<\/a>), in whose name and with whose authority the prophet has been speaking.<\/p><p> Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em> (Vol. 19, pp. 269&ndash;270). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}