{
    "id": 2092,
    "source": "anchor",
    "verse_id": 18166,
    "verse_count": 13,
    "reference": "28:1–13",
    "title": "The Fate of Samaria and Its Leaders",
    "html": "<p>This first in the series of woe-sayings (<a class=\"isa\" verses=\"W3siMTgxNjYiOjR9XQ==\">28:1&ndash;4<\/a>) is directed against Samaria and its political leaders. It appears to be chronologically out of synchrony with the four following, which deal with events some two decades after the collapse of the Kingdom of Samaria, but we have seen that in this case appearances may be misleading. To the woe-saying is attached an addendum (&ldquo;on that day,&rdquo; <a class=\"isa\" verses=\"W3siMTc3NDEiOjQzfV0=\">5&ndash;6<\/a>) that takes up the language of <a class=\"isa\" verses=\"W3siMTc2NTYiOjg1fV0=\">1&ndash;4<\/a> (&ldquo;beautiful coronet,&rdquo; &ldquo;splendor&rdquo;), juxtaposed ironically with the squalid scene of drunkenness and vomit, and applies it to Yahveh in his relations with the restored Israel of the future. The original diatribe then resumes, taking aim at the religious leadership in Judah (<a class=\"isa\" verses=\"W3siMTc3ODQiOjE0Nn1d\">7&ndash;13<\/a>) as is apparent from the way it continues (<em>gam ʾēlleh<\/em>, &ldquo;these too &hellip;&rdquo;). If we resist the temptation of wholesale emendation of the opening verse (<a class=\"isa\" verses=\"W3siMTc2NTYiOjMxfV0=\">1<\/a>), the proud coronet must refer to Samaria situated in the fertile Valley of Jezreel (literally &ldquo;a valley of fat things,&rdquo; the same idiom as in <a class=\"isa\" verses=\"W3siMTc3NDEiOjF9XQ==\">5:1b<\/a>), though it seems that this elaborately figurative allusion to the city was also meant to refer, or was subsequently made to refer, at the risk of compounding confusion, to the ruling elite in their cups. At any rate, the fate of the city at the hands of the Assyrians is alluded to obliquely but no less surely in the expressive metaphor, recurring often in the book (<a class=\"isa\" verses=\"W3siMTc3NDAiOjF9LHsiMTc4MTYiOjF9LHsiMTgxMjMiOjF9LHsiMTgxODIiOjF9LHsiMTgyNDgiOjF9LHsiMTgyNjIiOjF9XQ==\">4:6; 8:8; 25:4; 28:17; 30:30; 32:2<\/a>), of a violent storm. It may be readily admitted that anti-Samarian diatribe originating in eighth century Judah would have been reread with reference to the Samaria of the Sanballat dynasty, opponents of Judah in the Achaemenid period and, later still, in the light of Judean-Samaritan hostility in the Hasmonean period, but the reasons adduced by Kaiser (1974, 237&ndash;38) for dating the composition of the passage to the Hasmonean period do not persuade. That the Assyrians are referred to only obliquely does not necessarily indicate a late date (cf. <a class=\"isa\" verses=\"W3siMTc3NjYiOjF9LHsiMTc4MTUiOjF9XQ==\">5:26; 8:7<\/a> and <a class=\"ref\">Amos 3:11; 6:14<\/a>), and the wearing of crowns or garlands at a feast does not point exclusively to the Hellenistic symposium, quite apart from metaphoric usage (as in <a class=\"isa\" verses=\"bnVsbA==\">Ps 8:6<\/a>). By the same token, the powerful individual who is to serve as Yahveh&rsquo;s agent (<a class=\"isa\" verses=\"W3siMTc2ODciOjIyfV0=\">2<\/a>), as the &ldquo;rod of his anger&rdquo; (<a class=\"isa\" verses=\"W3siMTc4NTYiOjF9XQ==\">10:5<\/a>), will be one of the Neo-Assyrian rulers, Sargon II if the author had in mind the original capture of the city and deportations; Sennacherib if (as suggested above) the historical background is the participation of the Assyrian province of Samerina in the western revolts during that reign. It goes without saying that the reader of a later day, unburdened with the modern interpreter&rsquo;s concern with original situations and meanings, may well have had in mind Ptolemy I or Demetrius Poliorcetes, to both of whom Samaria fell victim, to the first in 312 and the second in 296 b.c.e. (see Vermeylen 1977, 386&ndash;87, who finds evidence of an anti-Samaritan recension here).<\/p><p>The first part of the diatribe (<a class=\"isa\" verses=\"W3siMTc2NTYiOjg1fV0=\">1&ndash;4<\/a>) forms a simple but effective unit with an inclusio, and the reader of the Hebrew text of the entire passage will note verbal subtleties, some of them difficult to express in translation. These include examples of double-entendre: Samaria crown of the kingdom at the head of a valley juxtaposed with crowns on the heads of the drunkards who rule there; a flower doomed to fade, with the verbal stem <em>nbl<\/em> meaning &ldquo;to fade&rdquo; or &ldquo;to be stupid&rdquo;; <em>&scaron;mn<\/em> meaning &ldquo;oil&rdquo; or &ldquo;fat,&rdquo; with reference to both the city and its self-indulgent rulers; priest and prophet confused with wine, with verbal stern <em>blʿ<\/em>, &ldquo;confuse,&rdquo; more commonly with the meaning &ldquo;to swallow,&rdquo; &ldquo;gulp down&rdquo; (<a class=\"isa\" verses=\"W3siMTc3ODQiOjI1fV0=\">7<\/a>); stammering or jabbering speech (the exact meaning uncertain), which in Hebrew is also mocking speech (<em>lʿg<\/em> cf. <a class=\"ref\">Ps 35:16<\/a>). To these we may add examples of paranomasia (e.g. <em>gēʾ<\/em>\/<em>gēʾ&ucirc;t; ṣ&icirc;ṣ<\/em>\/<em>ṣĕb&icirc;<\/em>) and&mdash;if the interpretation offered is correct&mdash;another instance of the device, common in the earlier sections of the book, of quoting the words of the opponents (cf. <a class=\"isa\" verses=\"W3siMTc3NTkiOjF9LHsiMTgyMDkiOjF9LHsiMTgyMjgiOjN9XQ==\">5:19; 29:15; 30:10&ndash;11, 16<\/a>) to testify against them (other examples of literary art in Exum).<\/p><p>The accusation of drunken revelry directed against the political and religious leadership is part of the stock-in-trade of prophetic diatribe that seems to go back, like so much else, to <a class=\"ref\">Amos 2:8; 6:4&ndash;7<\/a>. It can also serve figuratively to express spiritual stupor, as in <a class=\"isa\" verses=\"W3siMTgyMDMiOjJ9XQ==\">29:9&ndash;10<\/a>, which may be read as an exegetical extension of the present passage. The scene is etched out by repeating the same verbs in staccato fashion and setting up realistic scenarios of the effects of a drunken binge (cf. <a class=\"isa\" verses=\"W3siMTgwMTkiOjF9XQ==\">19:14<\/a> and, in more loving detail,<a class=\"ref\"> Prov 23:29&ndash;35<\/a>). What often lies behind this kind of language in the prophetic books is a religious festival featuring the consumption of considerable quantities of alcoholic beverages. Amos speaks of the elite drinking wine in the house of their god (their god not mine, understood, <a class=\"isa\" verses=\"W3siMTc2OTQiOjF9XQ==\">2:8<\/a>), and in a remarkably crude and explicit manner Hosea associates drinking with sexual rites (<a class=\"isa\" verses=\"bnVsbA==\">4:17&ndash;18<\/a>), &ldquo;on the day of our king&rdquo; (<a class=\"isa\" verses=\"W3siMTc3ODgiOjF9XQ==\">7:5<\/a>). Isaiah himself also speaks of drinking in connection with festivals (<a class=\"isa\" verses=\"W3siMTc3NTIiOjF9XQ==\">5:12<\/a>) and sacrifice (<a class=\"isa\" verses=\"W3siMTgwNjYiOjF9XQ==\">22:13<\/a>). The festival in question was probably in most cases the funerary banquet (<em>marzēaḥ<\/em> or <em>mirzēaḥ<\/em>). Though the term occurs only twice in the Hebrew Bible (<a class=\"ref\">Amos 6:7 and Jer 16:5<\/a>), the cultic practice to which it corresponds was remarkably durable, being attested in the Late Bronze Age texts from Ugarit, an Aramaic ostracon from Elephantine, Phoenician and Punic inscriptions from the western Mediterranean, and Nabataean and Palmyrene inscriptions down to the third century c.e. (Lewis 1989, 80&ndash;94). As in the Irish wake in more recent times, generous imbibing seems to have been de rigueur. That the diatribe takes aim at cultic personnel&mdash;priests and prophets (<em>nĕb&icirc;ʾ&icirc;m<\/em>)&mdash;alongside state officials (also <a class=\"ref\">Hos 4:4&ndash;6; Mic 3:11<\/a>) is understandable in view of the close connections of the state cult with the court and its function of providing religious legitimation for state policies, including military campaigns and the withholding of tribute (cf. <a class=\"ref\">Amos 7:10&ndash;17; Jer 28:1&ndash;17; 29:24&ndash;32<\/a>). Apart from sacrificing, priests were charged with providing religious instruction and handing down binding decisions within their sphere of competence, while the primary responsibility of the <em>nāb&icirc;ʾ<\/em> was to intercede and to serve as a medium of communication between the deity and the people by means of oracles and visions (<a class=\"ref\">Hos 4:4&ndash;6; 5:1; 12:10; Mic 3:11; Jer 18:18; Ezek 7:26<\/a>), the understanding being that the deity would as a general rule speak in support of the status quo. As described vividly here, the drunken condition of both priests and prophets left them in no condition to discharge these functions.<\/p><p>The author of the diatribe pulls out all the stops in presenting a truly disgusting cameo of a drunken spree, with these religious specialists staggering around, surrounded by vomit and excrement.<\/p><p>Lack of quotation marks and the mark for the interrogative in ancient Hebrew script leaves it uncertain whether we are still hearing the prophetic-authorial voice in <a class=\"isa\" verses=\"W3siMTc4MzEiOjU1fV0=\">9&ndash;10<\/a>. If so, we would have to assume that the speaker\/writer is asking, rhetorically, whether such priests as he is addressing could teach anyone anything or whether their equally incapacitated prophetic confr&egrave;res could expound the message that they have received to anyone except an infant who, after weaning at the age of three or thereabouts, might be taking the first steps in learning the alphabet. This is Ibn Ezra&rsquo;s approach: it is like teaching small children one precept (<em>ṣav<\/em>) and one line of text (<em>qav<\/em>) at a time. It seems incongruous, however, to compare drunkards to weaned children or the gibberish spoken by them to clearly enunciated letters of the Hebrew alphabet. Other suggestions in the commentary tradition may be mentioned: that they were making fun of the prophet&rsquo;s speech impediment or his gait&mdash;on neither of which, however, we are well informed; that <em>ṣav<\/em> and <em>qav<\/em> encode the idea of commandment and hope through the corresponding verbs <em>ṣivvāh<\/em> and <em>qivvāh<\/em>&mdash;which seems too elevated and detached from the context; that they refer to the first letter of <em>ṣēʾ&acirc;<\/em> (<em>ṣoʾ&acirc;<\/em>) (&ldquo;excrement&rdquo;) and <em>q&icirc;ʾ<\/em> (&ldquo;vomit&rdquo;; Halpern; Tanghe), which would make sense but only if spoken by the prophet; finally, that the priests and prophets were mocking the speaker&rsquo;s ecstatic and unintelligible speech (Wildberger 1978, 1059), which might be characteristic of temple prophets but not of Isaiah, who is presumed to be the speaker. It is interesting, however, that this text was in fact read as referring to glossolalia in some Qumranic and early Christian circles (Betz).<\/p><p>It seems more likely that this is one of many instances in chs. <a class=\"isa\" verses=\"W3siMTc2NTYiOjYyNX1d\">1&ndash;32<\/a> of the rhetorical device of quoting the opposition, in which the quotation is generally followed by a response of a threatening nature. For example: the Judean politicians inquire, sarcastically, about Yahveh&rsquo;s political plans and when they will be unveiled (<a class=\"isa\" verses=\"W3siMTc3NTkiOjF9XQ==\">5:19<\/a>); Assyria brags about its many conquests, only to be silenced (<a class=\"isa\" verses=\"W3siMTc4NTkiOjR9XQ==\">10:8&ndash;11<\/a>); Babylon aspires to ascend above the stars of God, only to go down to the underworld (<a class=\"isa\" verses=\"W3siMTc5NDIiOjJ9XQ==\">14:13&ndash;14<\/a>); the political schemers in Jerusalem ask, &ldquo;Who sees us? who knows us?&rdquo; (<a class=\"isa\" verses=\"W3siMTgyMDkiOjF9XQ==\">29:15b<\/a>), and so on. This reading is supported by the repetition of the sing-song <em>qav lāqāv<\/em>, etc, turning their own words against them by presenting these words as spoken <em>in another language<\/em> (<a class=\"isa\" verses=\"W3siMTc4ODYiOjE2fV0=\">11<\/a>), such as the (to them) unintelligible Akkadian they are destined to hear in due course from their Assyrian conquerors. Since, however, quoting the opposition is a literary and rhetorical way of making a point, what we are to understand the priests and prophets to be saying is not gibberish but a rejection of what they regard as the simplistic solutions offered by the seer and pitched at such a low level (the first steps in literacy, i.e., learning the letters of the alphabet) as to insult their educated intelligence.<\/p><p>The basic pattern of an offer to Judah mediated through the prophet and the serious consequences of its refusal underlies the narration of events under Ahaz, especially in the rejection of the offer of a sign (<a class=\"isa\" verses=\"W3siMTc3OTMiOjN9XQ==\">7:10&ndash;12<\/a>) and the refusal of the waters of Shiloah (<a class=\"isa\" verses=\"W3siMTc4MTMiOjR9XQ==\">8:5&ndash;8<\/a>). The pattern is repeated here and, in similar language in <a class=\"isa\" verses=\"W3siMTgyMzMiOjN9XQ==\">30:15&ndash;17<\/a>, in connection with diplomatic measures pursued at the court of Hezekiah, which were to lead to the Assyrian punitive expedition of 701 b.c.e. In the Deuteronomic lexicon &ldquo;rest&rdquo; (<em>mĕn&ucirc;ḥ&acirc;<\/em>) connotes secure possession of the land together with freedom from external threat (<a class=\"ref\">Deut 12:9; 30:15<\/a>), and this political connotation is clearly intended here. The final verse (<a class=\"isa\" verses=\"W3siMTc5MDgiOjIyfV0=\">13<\/a>) cites <a class=\"isa\" verses=\"W3siMTc4MjMiOjF9XQ==\">8:15<\/a> verbatim, thus establishing a link between the failure of prophetic intervention under Ahaz and Hezekiah&mdash;another example of continuity and intertextuality but one that once again reminds us of the interpretative gap between the chapters we are considering and chs. <a class=\"isa\" verses=\"W3siMTgzMzIiOjkwfV0=\">36&ndash;39<\/a>. Since, however, the exchange between the prophet and his interlocutors is already complete, some commentators have suspected with reason that <a class=\"isa\" verses=\"W3siMTc5MDgiOjIyfV0=\">13<\/a> is a post-586 b.c.e. comment about disaster consequent on failure to take seriously the message of &ldquo;his servants the prophets&rdquo;&mdash;precisely the point made repeatedly by the Historian of the kingdoms.<\/p><p>Returning now, finally, to the interpolated verses (<a class=\"isa\" verses=\"W3siMTc3NDEiOjQzfV0=\">5&ndash;6<\/a>): we have the impression that a Second Temple scholiast is using the language of the text before him (&ldquo;a beautiful coronet,&rdquo; &ldquo;a splendid diadem&rdquo;) to redefine the situation without losing contact with past realities. The one who sits in judgment is, no doubt, the righteous king reigning in a restored Jerusalem, and those who turn back the fighting from the gate (if this is the correct reading) the defenders of the city. In view of the context of this subsection as a whole, we find in this projection of an ideal polity an implicit criticism of Hezekiah (as also in <a class=\"isa\" verses=\"W3siMTgyNjEiOjl9XQ==\">32:1&ndash;8 and 33:17<\/a>) and a reflection closer to what really happened during the Assyrian punitive campaign, closer at any rate than the story told in chs. <a class=\"isa\" verses=\"W3siMTgzMzIiOjYwfV0=\">36&ndash;37<\/a> (cf. <a class=\"isa\" verses=\"W3siMTgwNTYiOjF9XQ==\">22:3<\/a>). As in similar editorial comments, especially <a class=\"isa\" verses=\"W3siMTc3MzYiOjZ9XQ==\">4:2&ndash;3 and 10:20&ndash;23<\/a>, the remnant includes descendants of both kingdoms. Far from being lost from sight during the struggle for Judean autonomy from Nehemiah to the Maccabees, the ideal of one Israel comes more and more clearly into the picture with the passing of time, and the importance of the twelve-tribe idea in sources extant from that time and beyond (conspicuously Qumran and early Christianity) hardly needs demonstrating. As described here, the relationship between Yahveh and this twelve-tribe remnant is a dominant theme in the last chapters of the book, the so-called Third Isaiah (e.g. <a class=\"isa\" verses=\"W3siMTg4NDEiOjF9LHsiMTg4NTgiOjF9LHsiMTg4NzkiOjN9XQ==\">60:19; 62:3; 63:12, 14&ndash;15<\/a>), though these chapters evince little interest in the kind of nostalgia for the Judean dynasty that seems to be expressed here (&ldquo;the one who sits in judgment&rdquo;) and in other editorial expansions in this and other prophetic books (e.g. <a class=\"isa\" verses=\"W3siMTc4ODYiOjV9XQ==\">Isa 11:1&ndash;5<\/a>; <a class=\"ref\">Amos 9:11&ndash;12; Mic 5:1&ndash;14 [2&ndash;15a]<\/a>.<\/p><p>Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em> (Vol. 19, pp. 387&ndash;390). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}