{
    "id": 1019,
    "source": "barnes",
    "verse_id": 17926,
    "verse_count": 1,
    "reference": "13:19 ",
    "title": "",
    "html": "<p><em>And Babylon, the glory of kingdoms<\/em>&mdash;That is, the capital or chief ornament of many nations. Appellations of this kind, applied to Babylon, abound in the Scriptures. In <a class=\"ref\">Daniel 4:30<\/a> , it is called &lsquo;great Babylon;&rsquo; in <a class=\"isa\" verses=\"WzE3OTMzXQ==\">Isaiah 14:4<\/a> , it is called &lsquo;the golden city;&rsquo; in <a class=\"isa\" verses=\"WzE4NjA1XQ==\">Isaiah 47:5<\/a> , &lsquo;the lady of kingdoms;&rsquo; in <a class=\"ref\">Jeremiah 51:13<\/a> , it is, spoken of as &lsquo;abundant in treasures;&rsquo; and, in <a class=\"ref\">Jeremiah 51:41<\/a> , as &lsquo;the praise of the whole earth.&rsquo; All these expressions are designed to indicate its immense wealth and magnificence. It was the capital of a mighty empire, and was the chief city of the pagan world.<\/p><p>The beauty of the Chaldees&rsquo; excellency&mdash;Hebrew, &lsquo;The glory of the pride of the Chaldees;&rsquo; or the ornament of the proud Chaldees. It was their boast and glory; it was that on which they chiefly prided themselves. How well it deserved these appellations we have already seen.<\/p><p><em>Shall be as when God overthrew Sodom and Gomorrah<\/em>&mdash;<a class=\"ref\">Genesis 19:24<\/a>. That is, shall be completely and entirely overthrown; shall cease to be inhabited, and shall be perfectly desolate. It does not mean that it shall be overthrown in the same manner as Sodom was, but that it should be as completely and entirely ruined. The successive steps in the overthrow of Babylon, by which this prophecy was so signally fulfilled, were the following:<\/p><p>(1) The taking of the city by Cyrus. This was accomplished by his clearing out the &ldquo;Pallacopas,&rdquo; a canal that was made for the purpose of emptying the superfluous waters of the Euphrates into the lakes and marshes formed by it in the south&mdash;west borders of the province toward Arabia. Into this canal he directed the waters of the Euphrates, and was thus enabled to enter the city in the channel of the river under the walls (see the notes at <a class=\"isa\" verses=\"eyIxODU2MyI6Mn0=\">Isaiah 45:1-2<\/a>). He took the city by surprise, and when the inhabitants, confident of security, had given themselves up to the riot of a grand public festival; and the king and the nobles were revelling at a public entertainment. From this cause, also, it happened that the waters, which were thus diverted from their usual channel, converted the whole country into a vast, unhealthy morass, that contributed greatly to the decline of Babylon.<\/p><p>(2) The &ldquo;second&rdquo; capture of Babylon by Darius Hystaspes. Cyrus was not the destroyer of the city, but he rather sought to preserve its magnificence, and to perpetuate its pre-eminence among the nations. He left it to his successor in all its strength and magnificence. But, after his death, it rebelled against Darius, and bade defiance to the power of the whole Persian empire. Fully resolved not to yield, they adopted the resolution of putting every woman in the city to death, with the exception of their mothers and one female, the best beloved in every family, to bake their bread. All the rest, says Herodotus (iii. 150), were assembled together and strangled. The city was taken at that time by Darius, by the aid of Zopyrus, son of Megabyzus, who, in order to do it, mutilated himself beyond the power of recovery. He cut off his nose and ears, and having scourged himself severely, presented himself before Darius. He proposed to Darius to enter the city, apparently as a deserter who had been cruelly treated by Darius, and to deliver the city into his hands.<\/p><p>He was one of the chief nobles of Persia; was admitted in this manner within the walls; represented himself as having been punished because he advised Darius to raise the siege; was admitted to the confidence of the Babylonians; and was finally entrusted with an important military command. After several successful conflicts with the Persians, and when it was supposed his fidelity had been fully tried, he was raised to the chief command of the army; and was appointed to the responsible office of &tau;&epsilon;&iota;&chi;&omicron;&phi;&upsilon;́&lambda;&alpha;&xi; teichophulax, or guardian of the walls. Having obtained this object, he opened the gates of Babylon to the Persian army, as he had designed, and the city was taken without difficulty (Herod. iii.-153-160). As soon as Darius had taken the city, he &lsquo;leveled the walls, and took away the gates, neither of which things had Cyrus done before. Three thousand of the most distinguished of the nobility he ordered to be crucified; the rest he suffered to remain.&rsquo;&mdash;(Herod. iii.159.)<\/p><p>(3) After its conquest by Darius, it was always regarded by the Persian monarchs with a jealous eye. Xerxes destroyed the temples of the city, and, among the rest, the celebrated temple or tower of Belus (Strabo, xvi. 1, 5.) &lsquo;Darius,&rsquo; says Herodotus, &lsquo;had designs upon the golden statue in the temple of Belus, but did not dare to take it; but Xerxes, his son, took it, and slew the priest who resisted its removal.&rsquo;<\/p><p>(4) The city was captured a third time, by Alexander the Great. Mazaeus, the Persian general, surrendered the city into his hands, and he entered it with his army&mdash;&ldquo;velut in aciem irent&rdquo;&mdash;&lsquo;as if they were marching to battle.&rsquo;&mdash;(Q. Curtius, v. 3.) It was afterward taken by Antigonus, by Demetrius, by Antiochus the Great, and by the Parthians; and each successive conquest contributed to its reduction.<\/p><p>(5) Cyrus transferred the capital from Babylon to Susa or Shusan <a class=\"ref\">Nehemiah 1:1; Ezra 2:8; Ezra 4:16; Ezra 9:11, Ezra 9:15<\/a>, which became the capital of the kingdom of Persia, and, of course, contributed much to diminish the importance of Babylon itself.<\/p><p>(6) Seleucus Nicator founded Seleucia in the neighborhood of Babylon, on the Tigris, chiefly with a design to draw off the inhabitants of Babylon to a rival city, and to prevent its importance. A great part of its population migrated to the new city of Seleucia (Plin. &ldquo;Nat. Hist.&rdquo; vi. 30). Babylon thus gradually declined until it lost all its importance, and the very place where it stood was, for a long time, unknown. About the beginning of the first century, a small part of it only was inhabited, and the greater portion was cultivated (Diod. Sic. ii. 27). In the second century, nothing but the walls remained (Pausanius, &ldquo;Arcad.&rdquo; c. 33). It became gradually a great desert; and, in the fourth century, its walls, repaired for that purpose, formed an enclosure for wild beasts, and Babylon was converted into a hunting place for the pastime of the Persian monarchs. After this, there is an interval of many ages in the history of its mutilated remains, and of its mouldering decay (Keith, &ldquo;On the Prophecies,&rdquo; p. 216; Jerome, &ldquo;Commentary on Isa.&rdquo; ch. xiv.) Benjamin of Tudela vaguely alludes to the palace of Nebuchadnezzar, which, he says, could not be entered, on account of its being the abode of dragons and wild beasts. Sir John Maundeville, who traveled over Asia, 1322 a.d., says, that &lsquo;Babylone is in the grete desertes of Arabye, upon the waye as men gert towarde the kyngdome of Caldce. But it is full longe sithe ony man durste neyhe to the toure, for it is alle deserte and full of dragons and grete serpentes, and fulle dyverse veneymouse bestes all abouten.&rsquo;<\/p>",
    "audit": 1
}