{
    "id": 1810,
    "source": "barnes",
    "verse_id": 18717,
    "verse_count": 1,
    "reference": "53:5",
    "title": "",
    "html": " <p> <em>But he was wounded <\/em>&mdash;Margin, &lsquo;Tormented.&rsquo; Jerome and the Septuagint also render this, &lsquo;He was wounded.&rsquo; Junius and Tremellius, &lsquo;He was affected with grief.&rsquo; The Chaldee has given a singular paraphrase of it, showing how confused was the view of the whole passage in the mind of that interpreter. &lsquo;And he shall build the house of the sanctuary which was defiled on account of our sins, and which was delivered on account of our iniquities. And in his doctrine, peace shall be multiplied to us. And when we obey his words, our sins shall be remitted to us.&rsquo; The Syriac renders it in a remarkable manner, &lsquo;He is slain on account of our sins,&rsquo; thus showing that it was a common belief that the Messiah would be violently put to death. The word rendered &lsquo;wounded&rsquo; (מחלל mecholâl), is a Pual participle, from חלל châlal, to bore through, to perforate, to pierce; hence, to wound <a class=\"ref\">1 Samuel 31:3; 1 Chronicles 10:3; Ezekiel 28:9<\/a>. There is probably the idea of painful piercing, and it refers to some infliction of positive wounds on the body, and not to mere mental sorrows, or to general humiliation. The obvious idea would be that there would be some act of piercing, some penetrating wound that would endanger or take life. Applied to the actual sufferings of the Messiah, it refers undoubtedly to the piercing of his hands, his feet, and his side. The word &lsquo;tormented,&rsquo; in the margin, was added by our translators because the Hebrew word might be regarded as derived from חול chûl, to writhe, to be tormented, to be pained&mdash;a word not unfrequently applied to the pains of parturition. But it is probable that it is rather to be regarded as derived from חלל châlal, &ldquo;to pierce, or to wound.&rdquo; <\/p> <p> <em>For our transgressions <\/em>&mdash;The prophet here places himself among the people for whom the Messiah suffered these things, and says that he was not suffering for his own sins, but on account of theirs. The preposition &lsquo;for&rsquo; (מן min) here answers to the Greek &delta;&iota;&alpha;́ dia, on account of, and denotes the cause for which he suffered and means, even according to Gesenius (Lex.), here, &lsquo;the ground or motive on account of, or because of which anything is done.&rsquo; Compare <a class=\"ref\">Deuteronomy 7:7; Judges 5:11; Esther 5:9; Psalm 68:30<\/a>; Sol 3:8. It is strikingly parallel to the passage in <a class=\"ref\">Romans 4:25<\/a>: &lsquo;Who was delivered for (&delta;&iota;&alpha;́ dia) our offences.&rsquo; Compare <a class=\"ref\">2 Corinthians 5:21; Hebrews 9:28; 1 Peter 2:24<\/a>. Here the sense is, that the reason why he thus suffered was, that we were transgressors. All along the prophet keeps up the idea that it was not on account of any sin of which he was guilty that he thus suffered, but it was for the sins of others&mdash;an idea which is everywhere exhibited in the New Testament. <\/p> <p> <em>He was bruised <\/em>&mdash;The word used here (דכא dâkâ&rsquo;) means properly to be broken to pieces, to be bruised, to be crushed <a class=\"ref\">Job 6:9; Psalm 72:4<\/a>. Applied to mind, it means to break down or crush by calamities and trials; and by the use of the word here, no doubt, the most severe inward and outward sufferings are designated. The Septuagint renders it, &Mu;&epsilon;&mu;&alpha;&lambda;&alpha;́&kappa;&iota;&sigma;&tau;&alpha; Memalakista&mdash;&lsquo;He was rendered languid,&rsquo; or feeble. The same idea occurs in the Syriac translation. The meaning is, that he was under such a weight of sorrows on account of our sins, that he was, as it were, crushed to the earth. How true this was of the Lord Jesus it is not necessary here to pause to show. <\/p> <p> <em>The chastisement of our peace <\/em>&mdash;That is, the chastisement by which our peace is effected or secured was laid upon him; or, he took it upon himself,&rsquo; and bore it, in order that we might have peace. Each word here is exceedingly important, in order to a proper estimate of the nature of the work performed by the Redeemer. The word &lsquo;chastisement&rsquo; (מוּסר mûsâr), properly denotes the correction, chastisement, or punishment inflicted by parents on their children, designed to amend their faults <a class=\"ref\">Proverbs 22:15; Proverbs 23:13<\/a>. It is applied also to the discipline and authority of kings <a class=\"ref\">Job 22:18<\/a>; and to the discipline or correction of God <a class=\"ref\">Job 5:17; Hosea 5:2<\/a>. Sometimes it means admonition or instruction, such as parents give to children, or God to human beings. It is well rendered by the Septuagint by &Pi;&alpha;&iota;&delta;&epsilon;&iota;́&alpha; Paideia; by Jerome, Disciplina. The word does not of necessity denote punishment, though it is often used in that sense. <\/p> <p>It is properly that which corrects, whether it be by admonition, counsel, punishment, or suffering. Here it cannot properly mean punishment&mdash;for there is no punishment where there is no guilt, and the Redeemer had done no sin; but it means that he took upon himself the sufferings which would secure the peace of those for whom he died&mdash;those which, if they could have been endured by themselves, would have effected their peace with God. The word peace means evidently their peace with God; reconciliation with their Creator. The work of religion in the soul is often represented as peace; and the Redeemer is spoken of as the great agent by whom that is secured. &lsquo;For he is our peace&rsquo; (<a class=\"ref\">Ephesians 2:14-15, Ephesians 2:17<\/a>; compare <a class=\"ref\">Acts 10:36; Romans 5:1; Romans 10:15<\/a>). The phrase &lsquo;upon him,&rsquo; means that the burden by which the peace of people was effected was laid upon him, and that he bore it. It is parallel with the expressions which speak of his bearing it, carrying it, etc. And the sense of the whole is, that he endured the sorrows, whatever they were, which were needful to secure our peace with God. <\/p> <p> <em>And with his stripes <\/em>&mdash;Margin, &lsquo;Bruise.&rsquo; The word used here in Hebrew (חבורה chabbûrâh) means properly stripe, weal, bruise, that is, the mark or print of blows on the skin. Greek &Mu;&omega;́&lambda;&omega;&pi;&iota; Mōlōpi; Vulgate, Livore. On the meaning of the Hebrew word, see the notes at <a class=\"isa\" verses=\"WzE3NjYxXQ==\">Isaiah 1:6<\/a>. It occurs in the following places, and is translated by stripe, and stripes (<a class=\"ref\">Exodus 21:25<\/a>, bis); bruises <a class=\"isa\" verses=\"WzE3NjYxXQ==\">Isaiah 1:6<\/a>; hurt <a class=\"ref\">Genesis 4:23<\/a>; blueness <a class=\"ref\">Proverbs 20:30<\/a>; wounds <a class=\"ref\">Psalm 38:5<\/a>; and spots, as of a leopard <a class=\"ref\">Jeremiah 13:23<\/a>. The proper idea is the weal or wound made by bruising; the mark designated by us when we speak of its being &lsquo;black and blue.&rsquo; It is not a flesh wound; it does not draw blood; but the blood and other humors are collected under the skin. The obvious and natural idea conveyed by the word here is, that the individual referred to would be subjected to some treatment that would cause such a weal or stripe; that is, that he would be beaten, or scourged. How literally this was applicable to the Lord Jesus, it is unnecessary to attempt to prove (see <a class=\"ref\">Matthew 27:26<\/a>). It may be remarked here, that this could not be mere conjecture How could Isaiah, seven hundred years before it occurred, conjecture that the Messiah would be scourged and bruised? It is this particularity of prediction, compared with the literal fulfillment, which furnishes the fullest demonstration that the prophet was inspired. In the prediction nothing is vague and general. All is particular and minute, as if he saw what was done, and the description is as minutely accurate as if he was describing what was actually occurring before his eyes. <\/p> <p> <em>We are healed <\/em>&mdash;literally, it is healed to us; or healing has happened to us. The healing here referred to, is spiritual healing, or healing from sin. Pardon of sin, and restoration to the favor of God, are not unfrequently represented as an act of healing. The figure is derived from the fact that awakened and convicted sinners are often represented as crushed, broken, bruised by the weight of their transgressions, and the removal of the load of sin is repesented as an act of healing. &lsquo;I said, O Lord, be merciful unto me; heal my soul, for I have sinned againt thee&rsquo; <a class=\"ref\">Psalm 41:4<\/a>. Have mercy upon me, O Lord, for I am weak; O Lord, heal me, for my bones are vexed&rsquo; <a class=\"ref\">Psalm 6:2<\/a>. &lsquo;Who forgiveth all thine, iniquities; who healeth all thy diseases <a class=\"ref\">Psalm 103:3<\/a>. The idea here is, that the Messiah would be scourged; and that it would be by that scourging that health would be imparted to our souls. <\/p> <p>It would be in our place, and in our stead; and it would be designed to have the same effect in recovering us, as though it had been inflicted on ourselves. And will it not do it? Is it not a fact that it has such an effect? Is not a man as likely to be recovered from a course of sin and folly, who sees another suffer in his place what he ought himself to suffer, as though he was punished himself? Is not a wayward and dissipated son quite as likely to be recovered to a course of virtue by seeing the sufferings which his career of vice causes to a father, a mother, or a sister, as though he himself When subjected to severe punishment? When such a son sees that he is bringing down the gray hairs of his father with sorrow to the grave; when he sees that he is breaking the heart of the mother that bore him; when he sees a sister bathed in tears, or in danger of being reduced to poverty or shame by his course, it will be far more likely to reclaim him than would be personal suffering, or the prospect of poverty, want, and an early death. And it is on this principle that the plan of salvation is founded. We shall be more certainly reclaimed by the voluntary sufferings of the innocent in our behalf, than we should be by being personally punished. Punishment would make no atonement, and would bring back no sinner to God. But the suffering of the Redeemer in behalf of mankind is adapted to save the world, and will in fact arrest, reclaim, and redeem all who shall ever enter into heaven. <\/p> <p>(Sin is not only a crime for which we were condemned to die, and which Christ purchased for us the pardon of, but it is a disease which tends directly to the death of our souls, and which Christ provided for the cure of. By his stripes, that is, the sufferings he underwent, he purchased for us the Spirit and grace of God, to mortify our corruptions, which are the distempers of our souls; and to put our souls in a good state of health, that they may be fit to serve God, and prepare to enjoy him. And by the doctrine of Christ&rsquo;s cross, and the powerful arguments it furnisheth us with against sin, the dominion of sin is broken in us, anal we are fortified against that which feeds the disease&mdash;Henry.) <\/p>",
    "audit": 1
}