{
    "id": 1915,
    "source": "barnes",
    "verse_id": 18822,
    "verse_count": 1,
    "reference": "59:21",
    "title": "",
    "html": " <p> <em>As for me <\/em>&mdash;In the previous part of the chapter, the prophet has spoken. Here Yahweh is introduced as speaking himself, and as declaring the nature of the covenant which he would establish. In the verse previous, it had been stated that the qualifications on the part of people for their partaking of the benefits of the Redeemer&rsquo;s work, were, that they should turn from transgression. In this verse, Yahweh states what he would do in regard to the covenant which was to be established with his people. &lsquo;So far as I am concerned, I will enter into a covenant with them and with their children.&rsquo; <\/p> <p> <em>This is my covenant with them <\/em>&mdash;(Compare the notes at <a class=\"isa\" verses=\"WzE4NDg3LDE4NjQ1LDE4NzM0XQ==\">Isaiah 42:6; Isaiah 49:8; Isaiah 54:10<\/a>). The covenant here referred to, is that made with people under the Messiah. In important respects it differed from that made with the Jewish people under Moses. The word, &lsquo;covenant&rsquo; here is evidently equivalent, as it is commonly, when applied to a transaction between God and human beings, to a most solemn promise on his part; and the expression is a most solemn declaration that, under the Messiah, God would impart his Spirit to those who should turn from transgression, and would abundantly bless them and their offspring with the knowledge of his truth. When it is said, &lsquo;this is my covenant,&rsquo; the import evidently is, &lsquo;this is the nature or the tenure of my covenant, or of my solemn promises to my people under the Messiah. It shall certainly occur that my Spirit will be continually imparted to thy seed, and that my words will abide with thee and them forever.&rsquo; <\/p> <p> <em>My Spirit that is upon thee <\/em>&mdash;The word &lsquo;thee&rsquo; here does not refer, as Jerome and others suppose, to the prophet, but to the pious Hebrew people. The covenant under the Messiah, was not made especially with the prophet or his posterity, but is a promise made to the church, and here evidently refers to the true people of God: and the idea is, that the Spirit of God would be continually imparted to his people, and to their descendants forever. It is a covenant made with true believers and with their children. <\/p> <p> <em>And my words <\/em>&mdash;The Chaldee understands this of prophecy. But it seems rather to refer to the truth of God in general which he had revealed for the guidance and instruction of his church. <\/p> <p> <em>Shall not depart out of thy mouth <\/em>&mdash;This phrase probably means, that the truth of God would be the subject of perpetual meditation and conversation. The covenant would be deemed so precious that it would constantly dwell on the tongues of those who were interested in it. <\/p> <p>Thy seed&rsquo;s seed&mdash;Thy descendants; thy posterity. <\/p> <p> <em>From henceforth and for ever <\/em>&mdash;This is in accordance with the promises which everywhere occur in the Scriptures, that God would bless the posterity of his people, and that the children of the pious should partake of his favor. See <a class=\"ref\">Exodus 20:6<\/a>: &lsquo;Showing mercy unto thousands (that is, thousands of generations) of them that love me and keep my commandments.&rsquo; Compare <a class=\"ref\">Deuteronomy 4:37; Deuteronomy 5:29; Deuteronomy 7:9; Psalm 89:24, Psalm 89:36; Jeremiah 32:39-40<\/a>. There is no promise of the Bible that is more full of consolation to the pious, or that has been more strikingly fulfilled than this. And though it is true that not all the children of holy parents become truly pious; though there are instances where they are signally wicked and abandoned, yet it is also true that rich spiritual blessings are imparted to the posterity of those who serve God and who keep his commandments. The following facts are well known to all who have ever made any observation on this subject: <\/p> <p>1. The great majority of those who become religious are the descendants of those who were themselves the friends of God. Those who now compose the Christian churches, are not those generally who have been taken from the ways of open vice and profligacy; from the ranks of infidelity; or from the immediate descendants of scoffers, drunkards, and blasphemers. Such people usually tread, for a few generations at least, in the footsteps of their fathers. The church is composed mainly of the descendants of those who have been true Christians, and who trained their children to walk in the ways of pure religion. <\/p> <p>2. It is a fact that comparatively a large proportion of the descendants of the pious themselves for many generations become true Christians. I know that it is often thought to be otherwise, and especially that it is often said that the children of clergymen are less virtuous and religious than others. But it should be remembered that such cases are more prominent than others, and especially that the profane and the wicked have a malicious pleasure in making them the subject of remark. The son of a drunkard will be intemperate without attracting notice&mdash;for such a result is expected; the son of an infidel will be an infidel; the son of a scoffer will be a scoffer; of a thief a thief; of a licentious man licentious, without being the subject of special observation. But when the son of an eminent Christian treads the path of open profligacy, it at once excites remark, because such is not the usual course, and is not usually expected; and because a wicked world has pleasure in marking the case, and calumniating religion through such a prominent instance of imperfection and sin. <\/p> <p>But such is not the common result of religious training. Some of the most devotedly pious people of this land are the descendants of the Huguenots who were expelled from France. A very large proportion of all the piety in this country has been derived from the &lsquo;Pilgrims,&rsquo; who landed on the rock of Plymouth, and God has blessed their descendants in New England and elsewhere with numerous revivals of religion. I am acquainted with the descendants of John Rogers, the first martyr in Queen Mary&rsquo;s reign, of the tenth and eleventh generations. With a single exception, the oldest son in the family has been a clergymen&mdash;some of them eminently distinguished for learning and piety; and there are few families now in this land a greater proportion of whom are pious than of that. The following statistical account made of a limited section of the country, not more favored or more distinguished for piety than many others, accords undoubtedly with similar facts which are constantly occurring in the families of those who are the friends of religion. The Secretary of the Massachusetts Sabbath School Society made a limited investigation, in the year 1838, for the purpose of ascertaining the facts about the religious character of the families of ministers and deacons with reference to the charge so often urged that the &rsquo;sons and daughters of ministers and deacons were worse than common children.&rsquo; The following is the result. <\/p> <p>In 268 families which he canvassed, he found 1290 children over fifteen years of age. Of these children 884, almost three-fourths, are hopefully pious; 794 have united with the churches; sixty-one entered the ministry; only seventeen are dissipated, and about half only of these became so while with their parents. In eleven of these families there are 123 children, and all but seven pious. In fifty-six of these families there are 249 children over fifteen, and all hopefully pious. When and where can any such result be found in the families of infidels, of the vicious, or of irreligious people? Indeed, it is the great law by which religion and virtue are perpetuated in the world. that God is faithful to this covenant, and that he blesses the efforts of his friends to train up generations for his service. <\/p> <p>3. All pious parents should repose on this promise of a faithful God. They may and should believe that it is his design to perpetuate religion in the families of those who truly serve and obey him. They should be faithful in imparting religious truth; faithful in prayer, and in a meek, holy, pure, and benevolent example; they should so live that their children may safely tread in their footsteps; they should look to God for his blessing on their efforts, and their efforts will not be in vain. They shall see their children walk in the ways of virtue; and when they die, they may leave the world with unwavering confidence that God will not suffer his faithfulness to fail; that he will not break his covenant, nor alter the thing that is gone out of his lips <a class=\"ref\">Psalm 89:33-34<\/a>. <\/p> ",
    "audit": 1
}