{
    "id": 1974,
    "source": "barnes",
    "verse_id": 18881,
    "verse_count": 1,
    "reference": "63:14 ",
    "title": "",
    "html": "<p><em>As a beast that goeth down into the valley<\/em>&mdash;As a herd of cattle in the heat of the day descends into the shady glen in order to find rest. In the vale, streams of water usually flow. By those streams and fountains trees grow luxuriantly, and these furnish a cool and refreshing shade. The cattle, therefore, in the heat of the day, naturally descend from the hills, where there are no fountains and streams, and where they are exposed to an intense sun, to seek refreshment in the shade of the valley. The figure here is that of resting in safety after exposure; and there are few more poetic and beautiful images of comfort than that furnished by cattle lying quietly and safely in the cool shade of a well-watered vale. This image would be much more striking in the intense heat of an Oriental climate than it is with us. Harmer (Obs. i. 168ff) supposes that the allusion here is to the custom prevailing still among the Arabs, when attacked by enemies, of withdrawing with their herds and flocks to some sequestered vale in the deserts, where they find safety. The idea, according to him, is, that Israel lay thus safely encamped in the wilderness; that they, with their flocks and herds and riches, were suffered to remain unattacked by the king of Egypt; and that this was a state of grateful repose, like that which a herd feels after having been closely pursued by an enemy, when it finds a safe retreat in some quiet vale. But it seems to me that the idea first suggested is the most correct&mdash;as it is, undoubtedly the most poetical and beautiful of a herd of cattle leaving the hills, and seeking a cooling shade and quiet retreat in a well-watered vale. Such repose, such calm, gentle, undisturbed rest, God gave his people. Such he gives them now, amidst sultry suns and storms, as they pass through the world.<\/p><p><em>The Spirit of the Lord<\/em>&mdash;(See the note at <a class=\"isa\" verses=\"WzE4ODc3XQ==\">Isaiah 63:10<\/a>).<\/p><p><em>So didst thou lead<\/em>&mdash;That is, dividing the sea, delivering them from their foes, and leading them calmly and securely on to the land of rest. So now, amidst dangers seen and unseen, God leads his people on toward heaven. He removes the obstacles in their way; he subdues their foes; he &lsquo;makes them to lie down in green pastures, and leads them beside the still waters&rsquo; <a class=\"ref\">Psalm 23:2<\/a>; and he bears them forward to a world of perfect peace.<\/p>",
    "audit": 1
}