{
    "id": 1529,
    "source": "barnes",
    "verse_id": 18436,
    "verse_count": 1,
    "reference": "40:15",
    "title": "",
    "html": "<p><em>Behold, the nations<\/em>&mdash;All the nations of the earth. This is designed to show the greatness of God, in comparison with that which strikes man as great&mdash;a mighty nation; and the main object seems to be, to show that God could accomplish his purposes without their aid, and that they could not resist him in the execution of his plans. If they were as nothing in comparison with him, how easily could he execute his purposes! If they were as nothing, how little could they resist the execution of his plans!<\/p><p><em>Are as a drop of a bucket<\/em>&mdash;In comparison with him; or are so esteemed by him. The drop that falls from the bucket in drawing water is a trifle. It has no power, and compared with the waters of the ocean it is as nothing. So small is the power of the nations in comparison with God. &ldquo;And are counted.&rdquo; Are thought of, regarded, esteemed by him, or in comparison with him.<\/p><p><em>As the small dust of the balance<\/em>&mdash;The small, fine dust which collects on the best finished and most accurate balance or scales, and which has no effect in making the scales uneven, or making either side preponderate. Nothing can be a more striking representation of the fact that the nations are regarded as nothing in comparison with God.<\/p><p><em>Behold, he taketh up the isles<\/em>&mdash;Or he is able to do it; he could remove the isles as the fine dust is driven before the whirlwind. A more literal translation of this passage would be, &lsquo;Lo, the isles are as the dust which is taken up,&rsquo; or which one takes up; that is, which is taken up, and carried away by the wind. There is something unusual in the expression that God takes up the isles, and the idea is rather that the isles in his sight are regarded as the fine dust which the wind sweeps away. So the Chaldee renders it, &lsquo;Lo, the isles are like ashes which the wind drives away.&rsquo; The word &lsquo;isles,&rsquo; Vitringa and Jerome regard as denoting not the small portions of land in the sea that are surrounded by water, but lands which are encompassed and enclosed Mesopotamia. But there is no reason why it should not be taken here in its usual signification, as denoting the islands of the sea. They would serve well to be used in connection with mountains and hills in setting forth the vast power of God.<\/p><p><em>As a very little thing<\/em>&mdash;(כדק keddaq). The word דק daq means theft which is beaten small, or fine; and then fine dust, chaff, or any light thing which the wind easily sweeps away.<\/p> ",
    "audit": 1
}