{
    "id": 1709,
    "source": "barnes",
    "verse_id": 18616,
    "verse_count": 1,
    "reference": "48:1 ",
    "title": "",
    "html": "<p><em>Hear ye this<\/em>&mdash;This is an address to the Jews regarded as in Babylon, and is designed to remind them of their origin, and of their privileges as the descendants of Jacob, and having the name of Israel (compare the notes at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 43:1<\/a> ).<\/p><p><em>And are come forth out of the waters of Judah<\/em>&mdash;This metaphor is taken from a fountain which sends forth its streams of water, and the idea is, that they owed their origin to Judah, as the streams flowed from a fountain. A similar figure is used by Balaam in describing the vast increase of the Jews: <a class=\"ref\">Numbers 34<\/a> &lsquo;He shall pour the waters out of his buckets, and his seed shall be in many waters.&rsquo; So in <a class=\"ref\">Deuteronomy 33:28<\/a> : &lsquo;The fountain of Jacob shall be upon a land of corn and wine.&rsquo; So <a class=\"ref\">Psalm 68:26<\/a>:<\/p><p>Bless ye God in the congregations,<\/p><p>Jehovah, ye that are of the fountain of Israel.<\/p><p>Margin<\/p><p>The idea is, that Judah was the fountain, or origin of the people who were then exiled in Babylon. The ten tribes had revolted, and had been carried away, and the name of Benjamin had been absorbed in that of Judah, and this had become the common name of the nation. Perhaps Judah is mentioned here with honor as the fountain of the nation, because it was from him that the Messiah was to descend <a class=\"ref\">Genesis 49:10<\/a>: and this mention of his name would serve to bring that promise to view, and would be an assurance that the nation would not be destroyed, nor the power finally depart until He should come.<\/p><p><em>Which swear by the name<\/em>&mdash;Who worship Yahweh, and acknowledge him as the only true God (see the notes at <a class=\"isa\" verses=\"WzE4NTg1XQ==\">Isaiah 19:18; Isaiah 45:23<\/a> ; compare <a class=\"isa\" verses=\"WzE4OTE0XQ==\">Isaiah 48:1; Isaiah 65:16<\/a>).<\/p><p><em>And make mention<\/em>&mdash;That is, in your prayers and praises. You acknowledge him, and profess to worship him.<\/p><p><em>But not in truth<\/em>&mdash;In a hypocritical manner; not in sincerity. Compare <a class=\"ref\">Jeremiah 5:2<\/a>: &lsquo;And though they say, The Lord liveth, surely they swear falsely.&rsquo;<\/p>",
    "audit": 1
}