{
    "id": 819,
    "source": "barnes",
    "verse_id": 17726,
    "verse_count": 1,
    "reference": "3:18",
    "title": "",
    "html": " <p> <em>In that day <\/em>&mdash;That is, in the time when he would inflict this exemplary punishment on them&mdash;probably the calamitous times of the Babylonian captivity. <\/p> <p> <em>The Lord will take away <\/em>&mdash;By the agents that he shall choose to employ in this work.&mdash;The prophet proceeds to specify the various ornaments that composed the female apparel in his time. It is not easy to describe them particularly, nor is it necessary. The &ldquo;general&rdquo; meaning of the passage is plain: and it is clear from this, that they greatly abounded in ornaments. <\/p> <p> <em>The bravery <\/em>&mdash;This word &ldquo;we&rdquo; apply to valor or courage. The word here used, however, meaus &ldquo;ornament, adorning,&rdquo; or &ldquo;glory.&rdquo; <\/p> <p> <em>Of their tinkling ornaments <\/em>&mdash;This is the same word which is used in <a class=\"isa\" verses=\"WzE3NzI0XQ==\">Isaiah 3:16<\/a>, and refers to the chains or clasps with which they ornamented their feet and ankles, and which made a tinkling noise as they walked. <\/p> <p> <em>And their cauls <\/em>&mdash;Margin, &lsquo;net-works.&rsquo; The Septuagint is the same. It is commonly supposed to mean &ldquo;caps of net-work&rdquo; worn on the head. According to others, the word refers to small &ldquo;suns&rdquo; or &ldquo;spangles&rdquo; worn on the hair, answering to the following word &ldquo;moons.&rdquo; &lsquo;The caul is a strap, or girdle, about four inches long, which is placed on the top of the head, and which extends to the brow, in a line with the nose. The one I have examined is made of gold, and has many joints; it contains forty-five rubies, and nine pearls, which give it a net-work appearance.&rsquo;&mdash;&ldquo;Roberts.&rdquo; <\/p> <p> <em>Their round tires like the moon <\/em>&mdash;Hebrew &ldquo;moons.&rdquo; This refers to small ornaments in the shape of crescents, or half-moons, commonly worn on the neck. They were also sometimes worn by men, and even by camels; <a class=\"ref\">Judges 8:21<\/a>, (margin), <a class=\"ref\">Judges 8:26<\/a>. It is probable that these ornaments might originally have had some reference to the moon as an object of worship, but it does not appear that they were so worn by the females of Judea&mdash;They are still worn by the females of Arabia.&mdash;&ldquo;Rosenmuller.&rdquo; Roberts says of such ornaments in India, &lsquo;The crescent is worn by Parvati and Siva, from whom proceed the lingam, and the principal impurities of the system. No dancing girl is in full dress without her round tires like the moon.&rsquo; This ornament is still found under the name of &ldquo;chumarah.&rdquo; &lsquo;The chumarah, which signifies moon, is a splendid ornament worn by the women of western Asia in front of their head-dresses. It is usually made of gold, set with precious stones and pearls. They are sometimes made of the crescent form, but the most common are such as the engraving represents. They often have Arabic characters inscribed upon them, and sometimes a sentence from the Koran is used by the Mahometan women of Arabia Felix.&rsquo; <\/p>",
    "audit": 1
}