{
    "id": 1207,
    "source": "barnes",
    "verse_id": 18114,
    "verse_count": 1,
    "reference": "24:18 ",
    "title": "",
    "html": "<p><em>From the noise of the fear<\/em>&mdash;A cry or shout was made in hunting, designed to arouse the game, and drive it to the pitfall. The image means here that calamities would be multiplied in all the land, and that if the inhabitants endeavored to avoid one danger they would fall into another.<\/p><p><em>And he that cometh up out of the midst of the pit<\/em>&mdash;A figure taken still from hunting. It was possible that some of the more strong and active of the wild beasts driven into the pitfall would spring out, and attempt to escape, yet they might be secured by snares or gins purposely contrived for such an occurrence. So the prophet says, that though a few might escape the calamities that would at first threaten to overthrow them, yet they would have no security. They would immediately fall into others, and be destroyed.<\/p><p><em>For the windows on high are open<\/em>&mdash;This is evidently taken from the account of the deluge in <a class=\"ref\">Genesis 7:11<\/a>: &lsquo;In the six hundredth year of Noah&rsquo;s life, in the second month, the seventeenth day of the month, the same day were all the fountains of the great deep broken up, and the windows (or flood-gates, Margin) of heaven were opened.&rsquo; The word &lsquo;windows&rsquo; here (ארבות &lsquo;ărubôth) is the same which occurs in Genesis, and properly denotes a grate, a lattice, a window, and then any opening, as a sluice or floodgate, and is applied to a tempest or a deluge, because when the rain descends, it seems like opening sluices or floodgates in the sky. The sense here is, that calamities had come upon the nation resembling the universal deluge.<\/p><p><em>And the foundations of the earth do shake<\/em>&mdash;An image derived from an earthquake&mdash;a figure also denoting far-spreading calamities.<\/p>",
    "audit": 1
}