{
    "id": 1995,
    "source": "barnes",
    "verse_id": 18902,
    "verse_count": 1,
    "reference": "65:4 ",
    "title": "",
    "html": "<p><em>Which remain among the graves<\/em>&mdash;That is, evidently for purposes of necromancy and divination. They do it to appear to hold converse with the dead, and to receive communications from them. The idea in necromancy was, that departed spirits must be acquainted with future events, or at least with the secret things of the invisible world where they dwelt, and that certain persons, by various arts, could become intimate with them, or &lsquo;familiar&rsquo; with them, and, by obtaining their secrets, be able to communicate important truths to the living. It seems to have been supposed that this acquaintance might be increased by lodging in the tombs and among the monuments, that they might thus be near to the dead, and have more intimate communion with them (compare the notes at <a class=\"isa\" verses=\"W3siMTc4MjciOjJ9XQ==\">Isaiah 8:19-20<\/a> ). It is to be recollected, that tombs among the ancients, and especially in Oriental countries, were commonly excavations from the sides of hills, or frequently were large caves. Such places would furnish spacious lodgings for those who chose to reside there, and were, in fact, often resorted to by those who had no houses, and by robbers (see <a class=\"ref\">Matthew 8:28; Mark 5:3<\/a> ).<\/p><p><em>And lodge in the monuments<\/em>&mdash;Evidently for some purpose of superstition and idolatry. There is, however, some considerable variety in the exposition of the word rendered here &lsquo;monuments,&rsquo; as well as in regard to the whole passage. The word rendered &lsquo;lodge&rsquo; (ילינוּ yâliynû), means properly to pass the night, and refers not to a permanent dwelling in any place, but to remaining over night; and the probability is, that they went to the places referred to, to sleep&mdash;in order that they might receive communications in their dreams from idols, by being near them, or in order that they might have communication with departed spirits. The word rendered &lsquo;monuments&rsquo; (נצוּרים netsûrı̂ym) is derived from נצר nâtsar, to watch, to guard, to keep; then to keep from view, to hide&mdash;and means properly hidden recesses; and dark and obscure retreats. It may be applied either to the adyta or secret places of pagan temples where their oracles were consulted and many of their rites were performed; or it may be applied to sepulchral caverns, the dark and hidden places where the dead were buried. The Septuagint renders it, &lsquo;They sleep in tombs and in caves (&epsilon;̓&nu; &tau;&omicron;&iota;͂&sigmaf; &sigma;&pi;&eta;&lambda;&alpha;&iota;́&omicron;&iota;&sigmaf; en tois spēlaiois) for the purpose of dreaming&rsquo; (&delta;&iota;&alpha;̀ &epsilon;̓&nu;&upsilon;́&pi;&nu;&iota;&alpha; dia enupnia); in allusion to the custom of sleeping in the temples, or near the oracles of their gods, for the purpose of obtaining from them communications by dreams. This custom is not unfrequently alluded to by the ancient writers. An instance of this kind occurs in Virgil:<\/p><p>&mdash;huc dona sacerdos<\/p><p>Cum tulit, et caesarum ovium sub nocte silenti<\/p><p>Pellibus incubuit stratis, somnosque petivit:<\/p><p>Multa modis simulacra videt volitantia miris,<\/p><p>Et varias audit voces, fruiturque Deorum,<\/p><p>Colloquio, atque imis Acheronta affatur Avernis.<\/p><p>AEaeid, vii. 86-91.<\/p><p>&lsquo;Here in distress the Italian nations come,<\/p><p>Anxious to clear their doubts and earn their doom;<\/p><p>First on the fleeces of the slaughter&rsquo;d sheep,<\/p><p>By night the sacred priest dissolves in sleep;<\/p><p>When in a train before his slumbering eye,<\/p><p>Their airy forms and wondrous visions fly:<\/p><p>He calls the powers who guard the infernal floods,<\/p><p>And talks inspired familiar with the gods.&rsquo;<\/p><p>Pitt<\/p><p>In the temples of Serapis and AEsculapius, it was common for the sick and infirm who came there to be cured, to sleep there, with the belief that the proper remedy would be communicated by dreams. &lsquo;The following places may also be referred to as illustrating this custom: Pausan. Phoc. 31; Cic. Divin. i. 43; Strabo vi. 3, 9; S. H. Meibom. De incubatione in fanta Deorum olim facta. Helmst. 1659, 4. Lowth and Noyes render it, &lsquo;In caverns.&rsquo; The Chaldee renders it, &lsquo;Who dwelt in houses which are built of the dust of sepulchres, and abide with the dead bodies of dead people.&rsquo; There can be no doubt that the prophet here alludes to some such custom of sleeping in the tombs, for the alleged purpose of conversing with the dead, or in temples for the purpose of communion with the idols by dreams, or with the expectation that they would receive responses by dreams (compare the notes at <a class=\"isa\" verses=\"W3siMTc5MzgiOjF9XQ==\">Isaiah 14:9<\/a>)<\/p><p>Which eat swine&rsquo;s flesh&mdash;This was expressly forbidden by the Jewish law <a class=\"ref\">Leviticus 11:7<\/a>, and is held in abomination by the Jews now. Yet the flesh of the swine was freely eaten by the pagan; and when the Jews conformed to their customs in other respects, they doubtless forgot also the law commanding a distinction to be made in meats. Antiochus Epiphanes compelled the Jews to eat swine&rsquo;s flesh as a token of their submission, and of their renouncing their religion. The case of Eleazer, who chose to die as a martyr, rather than give such a proof that he had renounced his religion, and who preferred death rather than to dissemble, is recorded in 2 Macc. 6:19-31. See also the affecting case of the mother and her seven sons, who all died in a similar manner, in 2 Macc. 7. Yet it seems that, in the time of Isaiah, they had no such devotedness to their national religion. They freely conformed to the nations around them, and thus gave public demonstration that they disregarded the commands of Yahweh. It is also to be observed, that swine were often sacrificed by the pagan, and were eaten in their feasts in honor of idols. The crime here referred to, therefore, was not merely that of partaking of the flesh, but it was that of joining with the pagan in idolatrous sacrifices. Thus Ovid says:<\/p><p>Prima Ceres avidae gavisa est sanguine porcae,<\/p><p>Ulta suas merita caede nocentis opes.<\/p><p>Fastor, i.349<\/p><p>So Horace:<\/p><p>&mdash;immolet aequis<\/p><p><em>Hic porcum Laribus<\/em>&mdash;<\/p><p>Serm. ii.164<\/p><p>Thus, Varro (De Re Rustic. ii. 4), says &lsquo;The swine is called in Greek &upsilon;̔͂&sigmaf; hus (formerly &theta;&upsilon;͂&sigmaf; thus), and was so called from the word which signifies to sacrifice (&theta;&upsilon;́&epsilon;&iota;&nu; thuein), for the swine seem first to have been used in sacrifices. Of this custom we have vestiges in the fact, that the first sacrifices to Ceres are of the swine; and that in the beginning of peace, when a treaty is made, a hog is sacrificed; and that in the beginning of marriage contracts in Etruria, the new wife and the new husband first sacrifice a hog. The primitive Latins, and also the Greeks in Italy, seem to have done the same thing.&rsquo; Spencer (De Leg. Heb i. 7) supposes that this was done often in caves and dark recesses, and that the prophet refers to this custom here. If this view be correct, then the offence consisted not merely in eating swine&rsquo;s flesh, but in eating it in connection with sacrifices, or joining with the pagan in their idolatrous worship.<\/p><p><em>And broth of abominable things<\/em>&mdash;Margin, &lsquo;Pieces.&rsquo; Lowth says that this was for &lsquo;lustrations, magical arts, and other superstitious and abominable practices.&rsquo; The word rendered here &lsquo;broth,&rsquo; and in the margin &lsquo;pieces&rsquo; (פרק pârâq), is derived from the verb פרק pâraq, to break (whence the Latin frango; the Goth. brikan; the Germ. breoken; and the English break), and means that which is broken, or a fragment; and hence, broth or soup, from the fragments or crumbs of bread over which the broth is poured. The Septuagint renders this, &lsquo;And all their vessels are polluted.&rsquo; It is not improbable that the broth or soup used here was in some way employed in arts of incantation or necromancy. Compare Shakespeare&rsquo;s account of the witches in Macbeth:<\/p><p>1.:Witch: Where hast thou been, sister?<\/p><p>2.:Witch: Killing swine.<\/p><p>Act i. Sc. 3.<\/p><p>Hec: Your vessels and your spells provide,<\/p><p>Your charms, and everything beside.<\/p><p>Act iii. Sc. 5.<\/p><p>1.:Witch: Round about the caldron go,<\/p><p>In the poison&rsquo;d entrails throw,<\/p><p>Toad that under the cold stone,<\/p><p>Days and nights hath thirty-one,<\/p><p>Fillet of a finny snake,<\/p><p>In the caldron boil and bake,<\/p><p>Eye of newt, and toe of frog,<\/p><p>Wool of bat, and tongue of dog,<\/p><p>Adder&rsquo;s fork, and blind worm&rsquo;s sting,<\/p><p>Lizard&rsquo;s leg, and howlet&rsquo;s wing,<\/p><p>For a charm of powerful trouble,<\/p><p>Like a hell-broth boil and bubble.<\/p><p>Act iv. Sc. 1.<\/p><p>It seems probable that some such magical incantations were used in the time of Isaiah. Such things are known to have been practiced in regions of idolatry (see Marco Polo, De Region. Orient., iii. 24). &lsquo;When the priests of the idol,&rsquo; says he, &lsquo;wish to engage in sacred things, they call the consecrated girls, and with them, in the presence of the idols, they engage in the dance, and sing aloud. These girls bear with them vessels of food, which they place on the table before the idols, and they entreat the gods to eat of the food, and particularly they pour out broth made of flesh before them, that they may appease them.&rsquo; The whole scene here described by the prophet is one connected with idolatry and magical incantations; and the prophet means to rebuke them for having forsaken God and fallen into all the abominable and stupid arts of idolaters. It was not merely that they had eaten the flesh of swine, or that they had made broth of unclean meats&mdash;which would have been minor, though real offences&mdash;it was that they had fallen into all the abominable practices connected with idolatry and necromancy.<\/p>",
    "audit": 1
}