{
    "id": 2011,
    "source": "barnes",
    "verse_id": 18918,
    "verse_count": 1,
    "reference": "65:20 ",
    "title": "",
    "html": "<p><em>There shall be no more thence<\/em>&mdash;The Septuagint, the Syriac, and the Vulgate, read this, &lsquo;There shall not be there.&rsquo; The change requires the omission of a single letter in the present Hebrew text, and the sense seems to demand it. The design of the prophet here is, to describe the times of happiness and prosperity which would succeed the calamities under which the nation had been suffering. This he does by a great variety of images, all denoting substantially the same thing. In <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 65:17<\/a> , the change is represented to be as great as if a new heaven and a new earth should be created; in this verse the image is, that the inhabitants would reach a great age, and that the comparatively happy times of the patriarchs would be restored; in <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 65:21<\/a> , the image is taken from the perfect security in their plans of labor, and the fact that they would enjoy the fruit of their toil; in <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 65:25<\/a> , the image employed is that taken from the change in the nature of the animal creation. All these are poetic images designed as illustrations of the general truth, and, like other poetic images, they are not to be taken literally.<\/p><p><em>An infant of days<\/em>&mdash;A child; a sucking child. So the Hebrew word, עול ‛ûl, denotes. The Septuagint renders it, &lsquo;Nor shall there be there anymore an untimely birth (&alpha;̓́&omega;&rho;&omicron;&sigmaf; aōros) and an old man who has not filled up his time.&rsquo; The idea is not that there should be no infant in those future times&mdash;which would be an idea so absurd that a prophet would not use it even in poetic fiction&mdash;but that there will not be an infant who shall not fill up his days, or who will be short-lived. All shall live long, and all shall be blessed with health, and continual vigor and youth.<\/p><p><em>Nor an old man that hath not filled his days<\/em>&mdash;They shall enjoy the blessings of great longevity, and that not a longevity that shall be broken and feeble, but which shall be vigorous and happy. In further illustration of this sentiment, we may remark,<\/p><p>1. That there is no reason to suppose that it will be literally fulfilled even in the millenium. If it is to be regarded as literally to be fulfilled, then for the same reason we are to suppose that in that time the nature of the lion will be literally changed, and that he will eat straw like the ox, and that the nature of the wolf and the lamb will be so far changed that they shall lie down together <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 65:25<\/a>. But there is no reason to suppose this; nor is there any good reason to suppose that literally no infant or child will die in those times, or that no old man will be infirm, or that all will live to the same great age.<\/p><p>2. The promise of long life is regarded in the Bible as a blessing, and is an image, everywhere, of prosperity and happiness. Thus the patriarchs were regarded as having been highly-favored people, because God lengthened out their days; and throughout the Scriptures it is represented as a proof of the favor of God, that a man is permitted to live long, and to see a numerous posterity (see <a class=\"ref\">Genesis 45:10; Psalm 21:4; Psalm 23:6; Psalm 128:6<\/a> (Hebrew); <a class=\"ref\">Psalm 91:16; Proverbs 3:2-14; Proverbs 17:6<\/a>.<\/p><p>3. No one can doubt that the prevalence of the gospel everywhere would greatly lengthen out the life of man. Let anyone reflect on the great number that are now cut off in childhood in pagan lands by their parents, all of whom would have been spared had their parents been Christians; on the numbers of children who are destroyed in early life by the effects of the intemperance of their parents, most of whom would have survived if their parents had been virtuous; on the numbers of young men now cut down by vice, who would have continued to live if they had been under the influence of the gospel; on the immense hosts cut off, and most of them in middle life, by war, who would have lived to a good old age if the gospel had prevailed and put a period to wars; on the million who are annually cut down by intemperance and lust, and other raging passions, by murder and piracy, or who are punished by death for crime; on the million destroyed by pestilential disease sent by offended heaven on guilty nations; and let him reflect that these sources of death will be dried up by the prevalence of pure virtue and religion, and he will see that a great change may yet take place literally in the life of man.<\/p><p>4. A similar image is used by the classic writers to denote a golden age, or an age of great prosperity and happiness. Thus the Sybil, in the Sybilline Oracles, B. vii., speaking of the future age, says, &Sigma;&tau;&eta;́&sigma;&epsilon;&iota; &delta;&epsilon;̀ &tau;&omicron;̀ &gamma;&epsilon;́&nu;&omicron;&sigmaf;, &omega;̔&sigmaf; &pi;&alpha;́&rho;&omicron;&sigmaf; &eta;̓͂&nu; &sigma;&omicron;&iota; Stēsei de to genos, hōs paros ēn soi&mdash;&lsquo;A race shall be restored as it was in the ancient times.&rsquo; So Hesiod, describing the silver age, introduces a boy as having reached the age of an hundred years, and yet but a child:<\/p><p>&Alpha;̓&lambda;&lambda; ̓ &epsilon;̔&kappa;&alpha;&tau;&omicron;́&nu; &mu;&epsilon;̀&nu; &pi;&alpha;&iota;͂&sigmaf; &epsilon;̓́&tau;&epsilon;&alpha; &pi;&alpha;&rho;&alpha;̀ &mu;&eta;&tau;&epsilon;́&rho;&iota; &kappa;&epsilon;&delta;&nu;&rho;,<\/p><p>&Epsilon;̓&tau;&rho;&epsilon;́&phi;&epsilon;&tau; &alpha;̓&tau;&alpha;́&lambda;&lambda;&omega;&nu; &upsilon;&epsilon;́&gamma;&alpha; &nu;&eta;́&pi;&iota;&omicron;&sigmaf; &omega;̓͂ &epsilon;̓́&nu;&iota; &omicron;&iota;̓́&kappa;&omega;ͅ.<\/p><p>All&rsquo; hekaton men tais etea para mēteri kednr,<\/p><p>Etrephet atallōn mega nēpios ō eni oikō.<\/p><p><em>For the child shall die an hundred years old<\/em>&mdash;That is, he that is an hundred years old when he dies, shall still be a child or a youth. This is nearly the same sentiment which is expressed by Hesiod, as quoted above. The prophet has evidently in his eye the longevity of the patriarchs, when an individual of an hundred years of age was comparatively young&mdash;the proportion between that and the usual period of life then being about the same as that between the age of ten and the usual period of life now. We are not, I apprehend, to suppose that this is to be taken literally, but it is figurative language, designed to describe the comparatively happy state referred to by the prophet, as if human life should be lengthened out to the age of the patriarchs, and as if he who is now regarded as an old man, should then be regarded as in the vigor of his days. At the same time it is true, that the influence of temperance, industry, and soberness of life, such as would exist if the rules of the gospel were obeyed, would carry forward the vigor of youth far into advancing years, and mitigate most of the evils now incident to the decline of life.<\/p><p>The few imperfect experiments which have been made of the effect of entire temperance and of elevated virtue; of subduing the passions by the influence of the gospel, and of prudent means for prolonging health and life, such as the gospel will prompt a man to use, who has any just view of the value of life, show what may yet be done in happier times. It is an obvious reflection here, that if such effects are to be anticipated from the prevalence of true religion and of temperance, then he is the best friend of man who endeavors most sedulously to bring others under the influence of the gospel, and to extend the principles of temperance and virtue. The gospel of Christ would do more to prolong human life than all other causes combined; and when that prevails everywhere, putting a period, as it must, to infanticide, and war, and intemperance, and murder, and piracy, and suicide, and duelling, and raging and consuming passions, then it is impossible for the most vivid imagination to conceive the effect which shall be produced on the health and long life, as well as on the happiness of mankind.<\/p><p><em>But the sinner being an hundred years old shall be accursed<\/em>&mdash;The sense of this appears to be, &lsquo;not all who reach to a great age shall be judged to be the friends and favorites of God. Though a sinner shall reach that advanced period of life, yet he shall be cursed of God and shall be cut down in his sins. He shall be held to be a sinner and shall die, and shall be regarded as accursed.&rsquo; Other interpretations of this expression may be seen in Poole and in Vitringa. The above seems to me to be the true exposition.<\/p>",
    "audit": 1
}