{
    "id": 1737,
    "source": "barnes",
    "verse_id": 18644,
    "verse_count": 1,
    "reference": "49:7 ",
    "title": "",
    "html": "<p><em>Thus saith the Lord<\/em>&mdash;This verse contains a promise of the future honor that should await the Redeemer, and of the success which should crown his work. The sense is, that Yahweh had promised to him who was despised and rejected, that kings and princes should yet rise up and honor him.<\/p><p><em>The Redeemer of Israel<\/em>&mdash;(See the note at <a class=\"isa\" verses=\"WzE4NTA3XQ==\">Isaiah 43:1<\/a>).<\/p><p><em>To him whom man despiseth<\/em>&mdash;On the construction of the Hebrew here, see Gesenius, Vitringa, and Hengstenberg. The phrase לבזה־נפשׁ libezoh-nephesh (to the despised of soul), means evidently one who is despised, rejected, contemned by people. The word &rsquo;soul&rsquo; here (נפשׁ nephesh) means the same as man; that is, every man. It was a characteristic of him that he was despised and rejected by all; and the prophet, in this verse, has given a summary of all that be has said respecting him in <a class=\"isa\" verses=\"eyIxODcxMyI6MTJ9\">Isaiah 53:1-12<\/a>.<\/p><p><em>To him whom the nation abhorreth<\/em>&mdash;The word &lsquo;nation&rsquo; here refers doubtless to the Jewish people, as in <a class=\"isa\" verses=\"WzE3NjU5LDE3ODU3XQ==\">Isaiah 1:4; Isaiah 10:6<\/a>. The word rendered &lsquo;abhorreth&rsquo; means &ldquo;for an abomination&rdquo; (למתעב limetâ‛ēb), Piel participle, from תעב tâ‛ab), and the idea is, that he was regarded as an abomination by the people. The same idea is more fully expressed in <a class=\"isa\" verses=\"eyIxODcxNSI6Mn0=\">Isaiah 53:3-4<\/a> , that the Messiah would be rejected and treated with abhorrence by the nation as such&mdash;a statement which the slightest acquaintance with the New Testament will lead anyone to see has been literally fulfilled. No being ever excited more abhorrence; no man was ever regarded with so much abomination by any people as Jesus of Nazareth was, and still is, by the Jewish people. He was condemned by the Sanhedrim; publicly rejected by the nation; and at the instigation and by the desire of the assembled people at Jerusalem, he was executed as a malefactor in the most shameful and ignominious manner then known (see <a class=\"ref\">Luke 23:18-23<\/a>). To this day, his name excites the utmost contempt among Jews, and they turn from him and his claims with the deepest abhorrence. The common name by which he is designated in the Jewish writings is Tolvi&mdash;&lsquo;the crucified;&rsquo; and nothing excites more deep abhorrence and contempt than the doctrine that they, and all others, can be saved only by the merits of &lsquo;the crucified.&rsquo; The Chaldee renders all this in the plural, &lsquo;To those who are contemned among the people, to those who have migrated to ether kingdoms, to those who serve other lords.&rsquo;<\/p><p><em>To a servant of rulers<\/em>&mdash;This probably means that the Messiah voluntarily submitted himself to human power, and yielded obedience to human rulers. The idea, if interpreted by the facts as recorded in the New Testament, is, that though he was the ruler of all worlds, yet he voluntarily became subject to human laws, and yielded submission and obedience to human rulers. For this purpose he conformed to the existing institutions of his country at the time when he lived; he paid the customary tax or tribute that was laid for the support of religion <a class=\"ref\">Matthew 17:27<\/a>; he submitted to a trial before the Sanhedrim, and before Pilate, though both were conducted in a manner that violated all the principles of justice; and he submitted to the unjust decree which condemned him to die. He was, therefore, all his life, subject to rulers. He was not only exemplary and strict in obeying the laws of the land; but he became, in a more strict sense, their servant, as he was deprived of his liberty, comfort, and life at their caprice. He refrained himself from exerting his divine power, and voluntarily became subject to the will of others.<\/p><p><em>Kings shall see and arise<\/em>&mdash;That is, kings shall see this, and shall rise up with demonstrations of respect and reverence. They shall see the fulfillment of the divine promises by which he is destined to be the light of the nations, and they shall render him honor as their teacher and Redeemer. To rise up, or to prostrate themselves, are both marks of respect and veneration.<\/p><p><em>Princes also shall worship<\/em>&mdash;The word used here, (ישׁתחווּ yı̂shettachăvû), from שׁחה shâchâh) means &ldquo;to bow down, to incline oneself&rdquo;; it then means &ldquo;to prostrate oneself&rdquo; before anyone, in order to do him honor or reverence. This was the customary mode of showing respect or reverence in the East. It consisted generally in falling upon the knees, and then touching the forehead to the ground, and is often alluded to in the Bible (see <a class=\"ref\">Genesis 42:6; Genesis 18:2; Genesis 19:1; Nehemiah 8:6<\/a> ). This honor was paid not only to kings and princes as superior <a class=\"ref\">2 Samuel 9:8<\/a> , but also to equals <a class=\"ref\">Genesis 23:7; Genesis 37:7, Genesis 37:9-10<\/a>. It was the customary form of religious homage, as it is still in the East, and denoted sometimes religious worship <a class=\"ref\">Genesis 22:5; 1 Samuel 1:3<\/a> ; but not necessarily, or always (see the note at <a class=\"ref\">Matthew 2:11<\/a> ; compare <a class=\"ref\">Matthew 8:2; Matthew 14:33; Matthew 15:25; Matthew 18:26; Mark 5:6<\/a>). Here it does not mean that they would render to him religious homage, but that they would show him honor, or respect.<\/p><p><em>Because of the Lord that is faithful<\/em>&mdash;It is because Yahweh is faithful in the fulfillment of his promises, and will certainly bring this to pass. The fact that he shall be thus honored shall be traced entirely to the faithfulness era covenant-keeping God.<\/p><p><em>And he shall choose thee<\/em>&mdash;Select thee to accomplish this, and to be thus a light to the pagan world. It is needless to say that this has been fulfilled. Kings and princes have bowed before the Redeemer; and the time will yet come when in far greater numbers they shall adore him. It is as needless to say, that these expressions can be applied to no other one than the Messiah. It was not true of Isaiah that he was the light of the pagan, or for salvation to the ends of the earth; nor was it true of him that kings arose and honored him, or that princes prostrated themselves before him, and did him reverence. Of the Messiah, the Lord Jesus alone, was all this true; and the assurance is thus given, that though he was rejected by his own nation, yet the time will come when the kings and princes of all the world shall do him homage.<\/p>",
    "audit": 1
}