{
    "id": 1849,
    "source": "barnes",
    "verse_id": 18756,
    "verse_count": 1,
    "reference": "56:2",
    "title": "",
    "html": "<p><em>Blessed is the man<\/em>&mdash;Hebrew, &lsquo;The blessings of the man&rsquo; (see <a class=\"ref\">Psalm 1:1<\/a>). The sense is, &lsquo;happy is the man.&rsquo; The word here rendered &lsquo;man&rsquo; (אנושׁ &lsquo;ĕnôsh) usually denotes a man in humble life or in a subordinate rank, in contradistinction from אישׁ &lsquo;ı̂ysh, a man in elevated rank. As the object of the prophet here is particularly to say, that the &rsquo;stranger&rsquo; and the &lsquo;eunuch&rsquo; would be admitted to these privileges, it is possible that he designedly used a word denoting one in bumble life. The particular blessing to which he refers is specified in <a class=\"isa\" verses=\"eyIxODc2MSI6Mn0=\">Isaiah 56:7-8<\/a>.<\/p><p><em>That doeth this<\/em>&mdash;That is, this which the prophet soon specifies&mdash;keeping the Sabbath, and abstaining from evil.<\/p><p><em>And the son of man<\/em>&mdash;Another form of expression denoting man.<\/p><p><em>That layeth hold on it<\/em>&mdash;Hebrew, &lsquo;Binds himself fast to it;&rsquo; or seizes upon it with strength. That is, he adheres firmly to the purpose, as a man seizes upon a thing with an intention not to let it go.<\/p><p><em>That keepeth the Sabbath from polluting it<\/em>&mdash;Who sacredly observes the day of holy rest which God has appointed. The Sabbath was one of the special rites of the Jewish religion, and one of the most important of their institutions. Its observance entered essentially into the idea of their worship, and was designed to be the standing memorial or sign between God and the Jewish nation <a class=\"ref\">Exodus 31:13-17<\/a>. At home, in their own nation, it kept up the constant sense of religion; abroad, when they traveled among strangers, it would serve to remind all of the special nature of their institutions, and be the public evidence that they were the worshippers of Yahweh. Hence, as this served to distinguish them from other people, it comes to be used here to signify the observance of the rites which pertained to the public worship of God; and evidently includes whatever was to be perpetual and unchanging in the public worship of the Creator. It is remarkable that the prophet does not pronounce a blessing on him who came to bloody altars with sacrifices, or him who burned incense, or him who conformed to the unique rites of the Jewish religion. These rites were to pass away, and the obligation to observe them was to cease; and in this indirect manner the sacred writer has given an intimation that there would be blessings on those who did not observe those rites, and that the period would arrive when the divine favor and mercy would descend on people in a different channel. In regard to the importance of the Sabbath, see the note at the close of <a class=\"isa\" verses=\"eyIxODc4OCI6MTR9\">Isaiah 58:1-14<\/a>.<\/p><p><em>And keepeth his hand... <\/em>&mdash;That is, is an upright, holy, honest man. He not only worships God and keeps the Sabbath, but he is upright in the discharge of all the duties which he owes to his fellow-men. These two specifications are evidently designed to include all the influences of religion&mdash;the proper service and worship of God, and an upright and holy life. Never in fact are they separated, and the religion of the Bible was designed to secure the one as much as the other.<\/p> ",
    "audit": 1
}