{
    "id": 2028,
    "source": "barnes",
    "verse_id": 18935,
    "verse_count": 1,
    "reference": "66:12 ",
    "title": "",
    "html": "<p><em>For thus saith the Lord<\/em>&mdash;This verse contains a promise of the conversion of the Gentiles, and the fact that what constituted their glory would be brought and consecrated to the church of God.<\/p><p><em>I will extend<\/em>&mdash;The word rendered, I will extend ( נטה nâṭâh) means properly to stretch out, as the hand or a measure; then to spread out or expand, as a tent is spread out, to which it is often applied <a class=\"ref\">Genesis 12:8; Genesis 26:5<\/a> ; or to the heavens spread out over our heads like a tent or a curtain <a class=\"isa\" verses=\"W3siMTg0NDMiOjF9XQ==\">Isaiah 40:22<\/a>. Here it may mean either that peace would be spread out over the country like the Nile or Euphrates spread out over a vast region in an inundation; or it may mean, as Gesenius supposes, &lsquo;I will turn peace upon her like a river; that is, as a stream is turned in its course.&rsquo; To me it seems that the former is the correct interpretation; and that the idea is, that God would bring prosperity upon Zion like a broad majestic river overflowing all its banks, and producing abundant fertility.<\/p><p><em>Peace<\/em>&mdash;A general word denoting prosperity of all kinds&mdash;a favorite word with Isaiah to describe the future happiness of the church of God (see <a class=\"isa\" verses=\"W3siMTc4MzYiOjJ9XQ==\">Isaiah 9:6-7<\/a> ; <a class=\"isa\" verses=\"W3siMTgxNDMiOjF9LHsiMTgyNzciOjF9LHsiMTg1NjkiOjF9LHsiMTg2MzMiOjF9LHsiMTg3MDQiOjF9LHsiMTg3MzciOjF9LHsiMTg3NTMiOjF9LHsiMTg3ODUiOjF9XQ==\">Isaiah 26:12; Isaiah 32:17; Isaiah 45:7; Isaiah 48:18; Isaiah 52:7; Isaiah 54:13; Isaiah 55:12; Isaiah 57:19<\/a>).<\/p><p><em>Like a river<\/em>&mdash;That is, says Lowth like the Euphrates. So the Chaldee interprets it. But there is no evidence that the prophet refers particularly to the Euphrates. The image is that suggested above&mdash;of a river that flows full, and spreads over the banks&mdash;at once an image of sublimity, and a striking emblem of great prosperity. This same image occurs in <a class=\"isa\" verses=\"W3siMTg2MzMiOjF9XQ==\">Isaiah 48:18<\/a>. See the note at that place.<\/p><p><em>And the glory of the Gentiles<\/em>&mdash;(See the notes at <a class=\"isa\" verses=\"W3siMTg4MjciOjF9XQ==\">Isaiah 60:5<\/a> , <a class=\"isa\" verses=\"W3siMTg4MzMiOjF9XQ==\">Isaiah 60:11<\/a>).<\/p><p><em>Like a flowing stream<\/em>&mdash;Like the Nile, says Vitringa. But the word נחל nachal is not commonly applied to a river like the Nile; but to a torrent, a brook, a rivulet&mdash;either as flowing from a perennial fountain, or more commonly a stream running in a valley that is swelled often by rain, or by the melting of snows in the mountain (see Reland&rsquo;s Palestine, chapter xlv.) Such is the idea here. The peace or prosperity of Zion would be like such a swollen stream&mdash;a stream overflowing (שׁוטף shôṭēph) its banks.<\/p><p><em>Then shall ye suck<\/em>&mdash;<a class=\"isa\" verses=\"W3siMTg5MzQiOjF9XQ==\">Isaiah 66:11<\/a>.<\/p><p><em>Ye shall be borne upon her sides<\/em>&mdash;See this phrase explained in the notes at <a class=\"isa\" verses=\"W3siMTg4MjYiOjF9XQ==\">Isaiah 60:4<\/a>.<\/p><p><em>And be dandled upon her knees<\/em>&mdash;As a child is by its nurse or mother. The idea is, that the tenderest care would be exercised for the church; the same care which an affectionate mother evinces for her children. The insertion of the word &lsquo;her&rsquo; here by our translators weakens the sense. The meaning is, not that they should be borne upon the sides and dandled upon the knees of Zion or of the church; but that God would manifest to them the feelings of a parent, and treat them with the tenderness which a mother evinces for her children. As a mother nurses her children at her side (compare the notes at <a class=\"isa\" verses=\"W3siMTg4MjYiOjF9XQ==\">Isaiah 60:4<\/a>), so would God tenderly provide for the church; as she affectionately dandles her children on her knees, so tenderly and affectionately would he regard Zion.<\/p>",
    "audit": 1
}