{
    "id": 1494,
    "source": "barnes",
    "verse_id": 18401,
    "verse_count": 1,
    "reference": "38:10 ",
    "title": "",
    "html": "<p><em>I said<\/em>&mdash;Probably the words &lsquo;I said&rsquo; do not imply that he said or spoke this openly or audibly; but this was the language of his heart, or the substance of his reflections.<\/p><p><em>In the cutting off of my days<\/em>&mdash;There has been considerable diversity of interpretation in regard to this phrase. Vitringa renders it as our translators have done. Rosenmuller renders it, &lsquo;In the meridian of my days.&rsquo; The Septuagint, &Epsilon;̓&nu; &tau;&omega;͂ͅ &upsilon;̔́&psi;&epsilon;&iota; &tau;&omega;͂&nu; &eta;̔&mu;&epsilon;&rho;&omega;͂&nu; &mu;&omicron;&upsilon; En tō hupsei tōn hēmerōn mou&mdash;&lsquo;In the height of my days,&rsquo; where they evidently read ברמי instead of בדמי, by the change of a single letter. Aquila, and the Greek interpreters generally, rendered it, &lsquo;In the silence of my days.&rsquo; The word used here in Hebrew (דמי demı̂y) denotes properly stillness, quiet, rest; and Gesenius renders it, &lsquo;in the quiet of my days.&rsquo; According to him the idea is, &lsquo;now when I might have rest; when I am delivered from my foes; when I am in the midst of my life, of my reign, and of my plans of usefulness, I must die.&rsquo; The sense is, doubtless, that he was about to be cut off in middle life, and when he had every prospect of usefulness, and of happiness in his reign.<\/p><p><em>I shall go to the gates of the grave<\/em>&mdash;Hebrew, &lsquo;Gates of sheol.&rsquo; On the meaning of the word sheol, and the Hebrew idea of the descent to it through gates, see the notes at <a class=\"isa\" verses=\"WzE3OTM4XQ==\">Isaiah 5:14; Isaiah 14:9<\/a>. The idea is, that he must go down to the regions of the dead, and dwell with departed shades (see the note at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 38:11<\/a>).<\/p><p><em>The residue of my years<\/em>&mdash;Those which I had hoped to enjoy; of which I had a reasonable prospect in the ordinary course of events. It is evident that Hezekiah had looked forward to a long life, and to a prosperous and peaceful reign. This was the means which God adopted to show him the impropriety of his desire, and to turn him more entirely to his service, and to a preparation for death. Sickness often has this effect on the minds of good people.<\/p>",
    "audit": 1
}