{
    "id": 1672,
    "source": "barnes",
    "verse_id": 18579,
    "verse_count": 1,
    "reference": "45:17 ",
    "title": "",
    "html": "<p><em>But Israel shall be saved<\/em>&mdash;Referring primarily to the Jews in Babylon, but affirming the universal truth that the true Israel (compare <a class=\"ref\">Romans 2:28-29<\/a> ), that is, the people of God, shall be saved from all their trials, and shall be brought to his everlasting kingdom.<\/p><p><em>In the Lord<\/em>&mdash;By Jehovah&mdash;ביהוה bayohvâh; Septuagint, &Alpha;̓&pi;&omicron;̀ &kappa;&upsilon;&rho;&iota;́&omicron;&upsilon; Apo kuriou. It shall be done by the power of Yahweh, and shall be traced to him alone. No more human power could have saved them from their captivity in Babylon; no human power can save the soul from hell.<\/p><p><em>With an everlasting salvation<\/em>&mdash;It shall not be a temporary deliverance; but it shall be perpetual. In heaven his people shall meet no more foes; they shall suffer no more calamity: they shall be driven into no exile; they shall never die.<\/p><p><em>Ye shall not be ashamed nor confounded<\/em>&mdash;This means:<\/p><p>1. That they should never find God to fail, that is, to be either unable or unwilling to befriend and rescue them <a class=\"ref\">Psalm 46:1<\/a>.<\/p><p>2. That they should never be ashamed, that is, have cause to regret that they had put their trust in him.<\/p><p>The idea is, that they who become his friends never regret it; never are ashamed of it. The time never can come, when anyone who has become a true friend of God will regret it. In prosperity or adversity; in sickness or health; at home or abroad; in safety or in danger; in life or in death: there will be no situation in which they will be ashamed that they gave their hearts to God. There never have been any true Christians who regretted that they became the friends of the Redeemer. Their religion may have exposed them to persecution; their names may have been east out as evil; they may have been stripped of their property; they may have been thrown into dungeons, laid on the rack, or led to the stake; but they have not regretted that they became the friends of God. Nor will they ever regret it. No man on a dying bed regrets that he is a friend of God. No man at the judgment bar will be ashamed to be a Christian. And in all the interminable duration of the world to come, the period never will, never can arrive, when anyone will ever be ashamed that he gave his heart early, and entirely to the Redeemer. Why then should not all become his friends? Why will not people pursue that course which they know they never can regret, rather than the ways of sin and folly, which they know must cover them with shame and confusion hereafter?<\/p>",
    "audit": 1
}