{
    "id": 1394,
    "source": "barnes",
    "verse_id": 18301,
    "verse_count": 1,
    "reference": "33:21",
    "title": "",
    "html": " <p> <em>But there <\/em>&mdash;In Jersalem; or in his church, of which Jerusalem was the emblem. <\/p> <p> <em>The glorious Lord <\/em>&mdash;Lowth renders it, &lsquo;The glorious name of Yahweh,&rsquo; שׁם shâm to be a noun, as if it were pointed שׁם shēm. So the Syriac and the Septuagint read it. The word &lsquo;glorious&rsquo; (אדיר &lsquo;adiyr) means magnificent; denoting that Yahweh would manifest himself there as magnificent or great in the destruction of his enemies, and in the protection of his people. <\/p> <p> <em>Will be unto us a place <\/em>&mdash;It seems to be harsh to say that Yahweh would be a place; but the meaning is, that he would be to them as such a place; that is, his presence and blessing would be such as would be represented by broad rivers and streams flowing through a land, or encompassing a city. Rivers and streams are sources of fertility, the channels of commerce, and objects of great beauty. Such seems to be the idea here. The presence of Yahweh would be to them a source of great prosperity and happiness; and a beauty would be thrown around the city and nation like majestic and useful rivers. It is possible that there may have been some allusion here to cities that were encompassed or penetrated by rivers and canals, like Babylon, or Thebes in Egypt. Such cities derived important advantages from rivers. But Jerusalem had nothing of this nature to contribute to its prosperity or beauty. The prophet says, that the presence of Yahweh would be to them what these rivers were to other cities. <\/p> <p> <em>Of broad rivers and streams <\/em>&mdash;Hebrew, &lsquo;Rivers, streams broad of hands.&rsquo; The sense seems to be, broad rivers that are made up of confluent streams; or rivers to which many streams are tributary&mdash;like the Nile&mdash;and which are therefore made broad, and capable of navigation. The phrase used here in the Hebrew, &lsquo;broad of hands&rsquo;&mdash;properly denotes broad on both hands, or as we would say, on both sides; that is, the shores would be separated far from each other. The word hand is often used in Hebrew to denote the side, the shore, or the bank of a river. The following extract will show the importance of such rivers: &lsquo;In such a highly cultivated country as England, and where great drought is almost unknown, we have not an opportunity to observe the fertilizing influence of a broad river; but in South Africa, where almost no human means are employed for improving the land, the benign influence of rivers is most evident. The Great, or Orange River, is a remarkable instance of this. I traveled on its banks, at one time, for five or six weeks, when, for several hundred miles, I found both sides of it delightfully covered with trees of various kinds, all in health and vigor, and abundance of the richest verdure; but all the country beyond the reach of its influence was complete desert. Everything appeared to be struggling for mere existence; so that we might be said to have had the wilderness on one side, and a kind of paradise on the other.&rsquo; (Campbell) <\/p> <p> <em>Wherein shall go <\/em>&mdash;The mention of broad rivers here seems to have suggested to the prophet the idea that navigable rivers, while they were the channels of commerce, also gave to an enemy the opportunity of approaching easily with vessels of war, and attacking a city. He therefore says that no such consequence would follow, from the fact that Yahweh would be to them in the place of broad rivers. No advantage could be taken from what was to them a source of prosperity and happiness. While other cities were exposed to an enemy from the very sources from which they derived their wealth and prosperity, it would not be so with them. From what constituted their glory&mdash;the protection of Yahweh&mdash;no danger ever could be apprehended. It had all the advantages of broad rivers and streams, but with none of their attendant exposures and perils. <\/p> <p> <em>No galley with oars <\/em>&mdash;That is, no small vessel&mdash;for larger vessels were propelled by sails. Still the reference is doubtless to a vessel of war; since vessels of commerce would be an advantage, and it would not be an object of congratulation that none of them should be there. &ldquo;Neither shall gallant ship.&rdquo; No great (אדיר &lsquo;adiyr) or magnificent ship; no ship fitted out for purposes of war. The sense is, therefore, that though Jerusalem should be thus favored, yet it would be unapproachable by an enemy. <\/p> ",
    "audit": 1
}