{
    "id": 2021,
    "source": "barnes",
    "verse_id": 18928,
    "verse_count": 1,
    "reference": "66:5",
    "title": "",
    "html": "<p><em>Hear the word of the Lord<\/em>&mdash;This is an address to the pious and persecuted portion of the nation. It is designed for their consolation, and contains the assurance that Yahweh would appear in their behalf, and that they should be under his protecting care though they were cast out by their brethren. To whom this refers has been a question with expositors, and it is perhaps not possible to determine with certainty. Rosenmuller supposes that it refers to the pious whom the &lsquo;Jews and Benjaminites repelled from the worship of the temple.&rsquo; Grotius supposes that it refers to those &lsquo;who favored Onias;&rsquo; that is, in the time of Antiochus Epiphanes. Vitringa supposes that the address is to the apostles, disciples, and followers of the Lord Jesus; and that it refers to the persecution which would be excited against them by the Jewish people. This seems to me to be the most probable opinion:<\/p><p>1. Because the whole structure of the chapter (see the analysis) seems to refer to the period when the Messiah should appear.<\/p><p>2. Because the state of things described in this verse exactly accords with what occurred on the introduction of Christianity. They who embraced the Messiah were excommunicated and persecuted; and they who did it believed, or professed to believe, that they were doing it for the glory of God.<\/p><p>3. The promise that Yahweh would appear for their joy, and for the confusion of their foes, is one that had a clear fulfillment in his interposition in behalf of the persecuted church.<\/p><p><em>Your brethren that hated you<\/em>&mdash;No hatred of others was ever more bitter than was that evinced by the Jews for those of their nation who embraced Jesus of Nazareth as the Messiah. If this refers to his time, then the language is plain. But to whatever time it refers, it describes a state of things where the pious part of the nation was persecuted and opposed by those who were their kinsmen according to the flesh.<\/p><p><em>That cast you out<\/em>&mdash;The word used here is one that is commonly employed to denote excommunication or exclusion from the privileges connected with the public worship of God. It is language which will accurately describe the treatment which the apostles and the early diciples of the Redeemer received at the hand of the Jewish people (see <a class=\"ref\">John 16:2<\/a> , and the Acts of the Apostles generally).<\/p><p>For my name&rsquo;s sake&mdash;This language closely resembles that which the Saviour used respecting his own disciples and the persecutions to which they would be exposed: &lsquo;But all these things will they do unto you for my name&rsquo;s sake, because they know not him that sent me&rsquo; ( <a class=\"ref\">John 15:21<\/a>; compare <a class=\"ref\">Matthew 10:22; Matthew 24:9<\/a>). I have no doubt that this refers to that period, and to those scenes.<\/p><p><em>Said, Let the Lord be glorified<\/em>&mdash;That is, they profess to do it to honor God; or because they suppose that he requires it. Or it means, that even while they were engaged in this cruel persecution, and these acts of excommunicating their brethren, they professed to be serving God, and manifested great zeal in his cause. This has commonly been the case with persecutors. The most malignant and cruel persecutions of the friends of God have been originated under the pretext of great zeal in his service, and with a professed desire to honor his name. So it was with the Jews when they crucified the Lord Jesus. So it is expressly said it would be when his disciples would be excommunicated and put to death <a class=\"ref\">John 16:2<\/a>. So it was in fact in the persecutions excited by the Jews against the apostles and early Christians (see <a class=\"ref\">Acts 6:13-14; Acts 21:28-31<\/a>). So it was in all the persecutions of the Waldenses by the Papists; in all the horrors of the Inquisition; in all the crimes of the Duke of Alva. So it was in the bloody reign of Mary; and so it has ever been in all ages and in all countries where Christians have been persecuted. The people of God have suffered most from those who have been conscientious persecutors; and the most malignant foes of the church have been found in the church, persecuting true Christians under great pretence of zeal for the purity of religion. It is no evidence of piety that a man is full of conscientious zeal against those whom he chooses to regard as heretics. And it should always be regarded as proof of a bad heart, and a bad cause, when a man endeavors to inflict pain and disgrace on others, on account of their religious opinions, under pretence of great regard for the honor of God.<\/p><p><em>But he shall appear to your joy<\/em>&mdash;The sense is, that God would manifest himself to his people as their vindicator, and would ultimately rescue them from their persecuting foes. If this is applied to Christians, it means that the cause in which they were engaged would triumph. This has been the case in all persecutions. The effect has always been the permanent triumph and estalishment of the cause that was persecuted.<\/p><p><em>And they shall be ashamed<\/em>&mdash;How true this has been of the Jews that persecuted the early Christians! How entirely were they confounded and overwhelmed! God established permanently the persecuted; he scattered the persecutors to the ends of the earth!<\/p> ",
    "audit": 1
}