{
    "id": 1979,
    "source": "barnes",
    "verse_id": 18886,
    "verse_count": 1,
    "reference": "63:19",
    "title": "",
    "html": "<p><em>We are thine<\/em> &mdash;We urge it as a reason for thy interposition to restore the land and the temple, that we are thine from ancient times. Such I take to be the meaning of the passage&mdash;in accordance with the common translation, except that the expression מעולם mē‛ôlâm, &lsquo;from ancient times,&rsquo; rendered by our translators in connection with לא lo&rsquo;, &lsquo;never,&rsquo; is thus connected with the Jewish people, instead of being regarded as applied to their enemies. The idea is, that it is an argument why God should interpose in their behalf, that they had been for a long time his people, but that his foes, who then had possession of the land, had never submitted to his laws. There has been, however, great variety in interpreting the passage. Lowth renders it:<\/p><p>We have long been as those whom thou hast not ruled;<\/p><p>We have not been called by thy name.<\/p><p>Noyes renders it better:<\/p><p>It has been with us as if thou hadst never ruled over us,<\/p><p>As if we had not been called by thy name.<\/p><p>Symmachus and the Arabic Saadias render it in the same manner. The Septuagint renders it, &lsquo;We have been as at the beginning when thou didst not rule over us, neither were we called by thy name;&rsquo; that is, we have gone back practically to our former pagan condition, by rejecting thy laws, and by breaking thy covenant. Each of these interpretations makes a consistent sense, but it seems to me that the one which I have expressed above is more in accordance with the Hebrew.<\/p><p><em>Thou never barest rule over them<\/em> &mdash;Over our enemies&mdash;regarded in the prophetic vision as then in possession of the land. The idea is, that they have come into thy land by violence, and laid waste a nation where they had no right to claim any jurisdiction, and have now no claim to thy protection.<\/p><p><em>They were not called by thy name<\/em> &mdash;Hebrew, &lsquo;Thy name was not called upon them.&rsquo; They were aliens and strangers who had unjustly intruded into the heritage of the Lord.<\/p> ",
    "audit": 1
}