{
    "id": 926,
    "source": "barnes",
    "verse_id": 17833,
    "verse_count": 1,
    "reference": "9:3 ",
    "title": "",
    "html": "<p><em>Thou hast multiplied the nation<\/em>&mdash;Thou hast rendered the nation strong, powerful, mighty. Several interpreters, as Calvin, Vitringa, and Le Clerc, suppose that the prophet here, and in the two following verses, speaks in the first instance of the prosperity near at hand, and of the rapid increase of the Israelites after the return from the Babylonian exile, in which the inhabitants of Galilee must have participated, as may be inferred from the accounts of Josephus respecting the great population of that province in his time; see Jewish Wars, i. 20, 23. Vitringa also directs our attention to the fact, that the Jewish people, after the exile, not only filled Judea, but spread themselves into Egypt, Syria, Mesopotamia, Asia Minor, Greece, and Italy. But there seems to be no necessity for referring it to such an increase of the inhabitants. It may refer to the great increase of the Messiah&rsquo;s kingdom, or of the kingdom which he would set up, and whose commencement would be in Galilee; see Hengstenberg, Christol., vol. i. p. 354.<\/p><p><em>And not increased the joy<\/em>&mdash;The Masoretes here read in the margin לו lô &ldquo;to it,&rdquo; instead of לא lo&rsquo; &ldquo;not.&rdquo; Eleven manuscripts, two of them ancient, have this reading. This reading is followed by the Chaldee Paraphrase, the Syriac, and the Arabic. The Septuagint seems also to have so understood it. So also it is in the margin, and so the connection demands; and it is unquestionably the correct reading. It would then read, &lsquo;thou hast increased for it (the nation) the joy.&rsquo; Hengstenberg, however, suggests that the phrase may mean, &lsquo;whose joy thou didst not before enlarge,&rsquo; that is, upon whom thou hast before inflicted heavy sufferings. But this is harsh, and I see no reason to doubt that an error may have crept into the text.<\/p><p><em>They joy before thee according to the joy of harvest<\/em>&mdash;This is a beautiful figure; and is found frequently in ancient writings. The harvest was a time of exultation and joy, and was commonly gathered amid songs and rejoicings, and concluded with a festival. The phrase &lsquo;before thee&rsquo; refers to the fact that the first-fruits of the harvest among the Hebrews were presented with thanksgiving before God in the temple; <a class=\"ref\">Deuteronomy 12:7; Deuteronomy 14:22-26<\/a>.<\/p><p><em>And as men rejoice...<\/em>&mdash;This is also an expression of great joy and rejoicing. Such an occasion, at the close of a battle, when great spoil or plunder had been taken, would be one of great rejoicing; see <a class=\"ref\">Judges 5:30; 1 Samuel 30:16; 2 Chronicles 20:25-28<\/a>.<\/p>",
    "audit": 1
}