{
    "id": 1143,
    "source": "barnes",
    "verse_id": 18050,
    "verse_count": 1,
    "reference": "21:14",
    "title": "",
    "html": " <p> <em>Of the land of Tema <\/em>&mdash;Tema was one of the sons of Ishmael <a class=\"ref\">Genesis 25:15 <\/a>,, and is supposed to have populated the city of Thema in Arabia Deserta. The word denotes hero one of the tribes of Ishmael, or of the Arabians. Job speaks <a class=\"ref\">Job 6:19 <\/a>,of &lsquo;the troops of Tema,&rsquo; and Jeremiah Jer 25:23 connects Tema and Dedan together. Jerome and Eusebius say that the village of Theman (&Theta;&alpha;&iota;&mu;&alpha;́&nu; Thaiman) existed in their time. It was, according to Jerome, five, and according to Eusebius, fifteen miles from Petra, and was then occupied as a Roman garrison (Onomas Urb. et Locor). Ptolemy speaks of a city called Themme (&Theta;&alpha;&iota;&mu;&alpha;́&nu; Themmē) in Arabia Deserta. This city lies, according to D&rsquo;Anville, in longitude 57 degrees East, and in latitude 27 degrees North. According to Seetsen, it is on the road usually pursued by caravans from Mecca to Damascus. Lowth renders it &lsquo;The southern country,&rsquo; but without authority. The Septuagint renders it, &Theta;&alpha;&iota;&mu;&alpha;́&nu; Thaiman&mdash;&lsquo;Thaiman.&rsquo; <\/p> <p> <em>Brought water <\/em>&mdash;Margin, &lsquo;Bring ye.&rsquo; This might be rendered in the imperative, but the connection seems rather to require that it be read as a declaration that they did so. To bring water to the thirsty was an act of hospitality, and especially in eastern countries, where water was so scarce, and where it was of so much consequence to the traveler in the burning sands and deserts. The idea is, that the inhabitants of the land would be oppressed and pursued by an enemy; and that the Arabians, referred to by the prophet <a class=\"isa\" verses=\"WzE4MDQ5XQ==\">Isaiah 21:13 <\/a>,, would be driven from their homes; and be dependent on others; that they would wander through the vast deserts, deprived of the necessaries of life; and that they would be dependent on the charity of the people of Tema for the supply of their needs. The following illustration of this passage has been kindly furnished me by the Rev. Eli Smith, missionary to Syria, showing that Isaiah, in mentioning &ldquo;hospitality&rdquo; as one of the virtues of the inhabitants of Tema, drew from the life. &lsquo;Even in Hebrew prophecy hospitality is distinctly recognized as a trait in the Arab character. Isaiah says, &ldquo;the inhabitants of Tema,&rdquo; etc. Tema is known as an oasis in the heart of Arabia, between Syria and Mecca. And among the scraps of ante-Mahometan poetry that have reached us, is one by Samaciel, a prince of this same Tema. In extolling the virtues of his tribe he says&mdash; <\/p> <p>&ldquo;No fire of ours was ever extinguished at night without a guest, and of our guests never did one disparage us.&rdquo; <\/p> <p>&lsquo;In the passage quoted from Isaiah, it is to the thirsty and hungry in flight, that the inhabitants of Tema are represented as bringing water and bread, as if hastening to afford them protection. The extent to which this protection is sometimes carried, is finely illustrated by a traditionary anecdote in the life of Samaciel, the prince and poet of Tema just mentioned. In some feud among the tribes in his neighborhood, a prince (Amru el-Keis) fled to Samaciel, left with him his treasures, and was conducted by him beyond the reach of his enemies. They assembled their forces, and marched upon Tema. On their way Samaciel&rsquo;s son fell into their hands. Presenting the young man before his castle, they proposed to the father the dreadful alternative, of delivering up to them what his guest had left, or seeing his son massacred. Samaciel&rsquo;s sense of honor dictated the reply&mdash; <\/p> <p>&ldquo;He honored me, and I&rsquo;ll honor him... Treachery is a chain to the neck that never wears out.&rdquo; So he defended the rights of his guest, and his son was slain.&rsquo; <\/p> <p> <em>They prevented <\/em>&mdash;Our word &lsquo;prevent&rsquo; usually means at present, to hinder, to obstruct. But in the Scriptures, and in the Old English sense of the word, it means to anticipate, to go before. That is the sense of the word קדמוּ qidemû here. They &ldquo;anticipated&rdquo; their needs by bread; that is, they supplied them. This was an ancient and an honorable rite of hospitality. Thus Melchizedek <a class=\"ref\">Genesis 14:17-18 <\/a>,is said to have come out and met Abraham, when returning victorious from the slaughter of Chedorlaomer, with bread and wine. <\/p> <p> <em>Him that fled <\/em>&mdash;The inhabitant of the land of Arabia that fled before the invader, perhaps the inhabitants of Kedar <a class=\"isa\" verses=\"WzE4MDUyXQ==\">Isaiah 21:16 <\/a>,, or of some other part of Arabia. It is not meant that the &ldquo;whole&rdquo; land of Arabia would be desolate, but that the invasion would come upon certain parts of it; and the inhabitants of other portions&mdash;as of Tema&mdash;would supply the needs of the fugitives. <\/p>,",
    "audit": 1
}