{
    "id": 1706,
    "source": "barnes",
    "verse_id": 18613,
    "verse_count": 1,
    "reference": "47:13",
    "title": "",
    "html": "<p><em>Thou art wearied<\/em>&mdash;Thou hast practiced so many arts, and practiced them so long, that thou art exhausted in them. The &lsquo;counsels&rsquo; here referred to, are those which the astrologers and diviners would take in examining the prognostications, and the supposed indications of future events.<\/p><p><em>Let now the astrologers<\/em>&mdash;Call in now the aid of the various classes of diviners on whom thou hast relied to save thee from the impending calamity and ruin. The words rendered here &lsquo;astrologers&rsquo; (שׁמים הברי hoberēy shâmayim) mean properly &ldquo;the dividers of the heavens;&rdquo; those who divided, or cut up the heavens for the purpose of augury, or to take a horoscope (Gesenius). What this art was is not certainly known. It is probable that it referred to their designating certain stars, or constellations, or conjunctions of the planets in certain parts of the heavens, as being fortunate and propitious, and certain others as unfortunate and unpropitious. At first, astrology was synonymous with astronomy. But in process of time, it came to denote the science which professes to discover certain connections between the position and movements of the heavenly bodies, and the events which occur on the earth.<\/p><p>It was supposed that the rising and setting, the conjunction and opposition of the planets, exerted a powerful influence over the fates of people; over the health of their bodies, the character of their minds, and the vicissitudes of their lives. Some regarded, it would seem, the positions of the stars as mere signs of the events which were to follow; and others, and probably by far the larger portion, supposed that those positions had a positive influence in directing and controlling the affairs of this lower world. The origin of this science is involved in great obscurity. Aristotle ascribes the invention to the Babylonians and Egyptians. Ptolemy concurs in this opinion, and Cicero traces it to the same origin. Lucian says that both these nations, as well as the Lybians, borrowed it from the Ethiopians, and that the Greeks owed their knowledge of this pretended science to the poet Orpheus. The science prevailed, it is probable, however, much more early in India; and in China it appears to be coeval with their history.<\/p><p>The Arabians have been distinguished for their attachment to it; and even Tycho Brahe was a zealous defender of astrology, and Kepler believed that the conjunctions of the planets were capable of producing great effects on human affairs. It is also a remarkable fact that Lord Bacon thought that the science required to be purified from errors rather than altogether rejected. Those who wish to inquire into the various systems of astrology, and the arts by which this absurd science has maintained an influence in the world, may consult the &ldquo;Edin. Encyclopedia,&rdquo; Art. &ldquo;Astrology,&rdquo; and the authorities enumerated there. The thing referred to in the passage before us, and which was practiced in Babylon, was, probably, that of forecasting future events, or telling what would occur by the observation of the positions of the heavenly bodies.<\/p><p>The star-gazers&mdash;Those who endeavor to tell what will occur by the contemplation of the relative positions of the stars.<\/p><p><em>The monthly prognosticators<\/em>&mdash;Margin, &lsquo;That give knowledge concerning the months.&rsquo; That is, at the commencement of the months they give knowledge of what events might be expected to occur during the month;&mdash;perhaps from the dip of the moon, or its riding high or low, etc. Something of this kind is still retained by those persons who speak of a dry or wet moon; or who expect a change of weather at the change of the moon&mdash;all of which is just as wise as were the old systems of astrology among the Chaldeans. This whole passage would have been more literally and better translated by preserving the order of the Hebrew. &lsquo;Let them stand up now and save thee, who are astrologers; who gaze upon the stars, and who make known at the new moons what things will come upon thee.&rsquo;<\/p> ",
    "audit": 1
}