{
    "id": 1170,
    "source": "barnes",
    "verse_id": 18077,
    "verse_count": 1,
    "reference": "22:24",
    "title": "",
    "html": " <p> <em>And they shall hang upon him <\/em>&mdash;This figure is a continuation of that commenced in the previous verse; and is derived from the custom of &ldquo;hanging&rdquo; clothes or ornaments on the spikes that were fixed in the walls; and, perhaps, more particularly from the custom of suspending shields, swords, suits of armor, etc., taken in battle, around the walls of a temple. A great portion of the wealth of the ancients consisted in gold and silver vessels, and in changes of raiment. These would be hung around a house in no inconsiderable degree for ostentation and parade. &lsquo;Solomon&rsquo;s drinking vessels were of gold; and all the vessels of the forest of Lebanon were of pure gold; none were of silver&rsquo; <a class=\"ref\">1 Kings 10:21 <\/a>. &lsquo;The vessels in the house of the forest of Lebanon were two hundred targets and three hundred shields of beaten gold&rsquo; <a class=\"ref\">1 Kings 10:16-17 <\/a>. That these were hung on spikes or pins around the house is apparent from Sol 4:4: &lsquo;Thy neck is like the tower of David, builded for an armory, whereon there bans a thousand bucklers, all shields of mighty men.&rsquo; Eliakim is considered as a principal support like this, whereon would be suspended all the glory of his father&rsquo;s family, and all the honor of his house; that is, he would be the principal support of the whole civil and ecclesiastical polity. <\/p> <p> <em>The offspring and the issue <\/em>&mdash;All that proceeded from the family; all that were connected with it. Kimchi and Aben Ezra render it, &lsquo;Sons and daughters.&rsquo; The Septuagint: &lsquo;From the least to the greatest.&rsquo; The Chaldee, &lsquo;Sons and grandsons, youth and children.&rsquo; The idea is, that all the prosperity, near and remote, would depend on him; and that his character would sustain and give dignity to them all. The word which is rendered &lsquo;issue&rsquo; (הצפעות hatsepi‛ôt), according to Vitringa and Rosenmuller, denotes those that were of humble condition; and the passage means that honor would be conferred even on these by the virtues of Eliakim. <\/p> <p> <em>From the vessels of cups <\/em>&mdash;literally, goblets, or bowls (אגנות &lsquo;āgânôt). The idea probably is, simply that of vessels of &ldquo;small capacity,&rdquo; whatever was the material of which they were composed; and hence, the reference here is to those of the family of Eliakim who were of humble rank, or who were poor. <\/p> <p> <em>To all the vessels of flagons <\/em>&mdash;Margin, &lsquo;Instruments of viols.&rsquo; Hebrew, נבלים nebâliym. This word is often applied to instruments of musica the נבל nebel, viol (see it described in the notes at <a class=\"isa\" verses=\"WzE3NzUyLDE3OTQwXQ==\">Isaiah 5:12; Isaiah 14:11 <\/a>); but it properly denotes a bottle made of skin for holding wine, and which, being made of the whole skin of a goat or sheep, indicated the vessels of large dimensions. Here it refers to the members of the family of Eliakim who were more wealthy and influential than those denoted by the small vessels. The glory of the whole family would depend on him. His virtues, wisdom, integrity, and valor in defending and saving the Hebrew commonwealth, would diffuse honor over the whole family connection, and render the name illustrious. <\/p> ",
    "audit": 1
}