{
    "id": 808,
    "source": "barnes",
    "verse_id": 17715,
    "verse_count": 1,
    "reference": "3:7",
    "title": "",
    "html": " <p> <em>In that day shall he swear <\/em>&mdash;Hebrew, ישׁא yı̂shā&rsquo; &lsquo;Shall he lift up&rsquo;&mdash;that is, the voice, or the hand. To lift up the hand was one of the modes of taking an oath. Perhaps it means only that he should lift up &ldquo;the voice&rdquo;&mdash;that is, &ldquo;should answer;&rdquo; compare <a class=\"ref\">Numbers 14:1 <\/a>. The Vulgate, the Septuagint, and the Chaldee, read it simply &lsquo;he shall answer.&rsquo; <\/p> <p> <em>I will not be an healer <\/em>&mdash;Hebrew, &lsquo;a binder up,&rsquo; <a class=\"isa\" verses=\"WzE3NjYxXQ==\">Isaiah 1:6 <\/a>. The Vulgate renders it, &lsquo;I am not a physician.&rsquo; The Septuagint and the Chaldee, &lsquo;I am not sufficient to be a leader.&rsquo; The meaning is, that the state of affairs was so ruinous and calamitous that he would not attempt to restore them; as if, in the body, disease should have so far progressed that he would not undertake to restore the person, and have him &ldquo;die&rdquo; under his hands, so as to expose himself to the reproach of being an unsuccessfill and unskillful physician. <\/p> <p> <em>Is neither bread nor clothing <\/em>&mdash;I am not rich. I have not the means of providing for the needs of the people, or to maintain the rank of a ruler. &lsquo;It is customary,&rsquo; says Sir John Chardin, &lsquo;to gather together an immense quantity of clothes, for their fashions never alter.&rsquo; &lsquo;The kings of Persia have great wardrobes, where they have always many hundreds of habits ready, designed for presents, and sorted.&rsquo;&mdash;&ldquo;Lowth.&rdquo; The description here is one of very great calamity and anarchy. So great would be the ruin and danger, that men would be unwilling to be chosen to the office of princes and rulers, and none could be found who would desire to possess the highest honors of the nation. Generally men &ldquo;aspire&rdquo; to office; here they were unwilling, on account of the disordered and ruined state of affairs, even to accept of it. <\/p> ",
    "audit": 1
}