{
    "id": 1157,
    "source": "barnes",
    "verse_id": 18064,
    "verse_count": 1,
    "reference": "22:11",
    "title": "",
    "html": "<p><em>Ye made also a ditch<\/em>&mdash;That is, they made a &ldquo;reservoir&rdquo; to retain the water. The word &lsquo;ditch,&rsquo; however, will well describe the character of the pool of Gihon on the west side of the city (see the notes at <a class=\"isa\" verses=\"WzE3Nzg2XQ==\">Isaiah 7:3<\/a>).<\/p><p><em>Between the two walls for the water of the old pool<\/em>&mdash;Hezekiah built one of these walls himself ( <a class=\"ref\">2 Chronicles 32:5, 2 Chronicles 32:30<\/a>; compare <a class=\"ref\">2 Kings 25:5<\/a> , and <a class=\"ref\">Jeremiah 39:4<\/a>). Between these two walls the water would be collected so as to be accessible to the inhabitants of the city in case of a siege. Before this, the water had flowed without the walls of the city, and in a time of siege the inhabitants would be cut off from it, and an enemy would be able easily to subdue them. To prevent this, Hezekiah appears to have performed two works, one of which was particularly adapted to the times of the siege, and the other was of permanent utility.<\/p><p>(1) He made a wall on the west side of Gihon, so as to make the pool accessible to the inhabitants of the city, as described here by Isaiah; and<\/p><p>(2) he &rsquo;stopped the upper water-course of Gihon, and brought it straight down to the west side of the city of David&rsquo; <a class=\"ref\">2 Chronicles 32:30<\/a>.<\/p><p>By this is not improbably meant that he constructed the pool which is now known as the &lsquo;pool of Hezekiah.&rsquo; This reservoir lies within the walls of the city, some distance northeastward of the Yafa Gate, and just west of the street that leads to the church of the Holy Sepulchre. Its sides run toward the cardinal points. Its breadth at the north end is 144 feet, its length on the east side about 240 feet. The depth is not great. The bottom is rock, and is leveled and covered with cement. The reservoir is now supplied with water during the rainy season by the small aqueduct or drain brought down from the upper pool, along the surface of the ground and under the wall at or near the Yafa Gate (compare Robinson&rsquo;s &ldquo;Bib. Researches,&rdquo; vol. i. p. 487). This was deemed a work of great utility, and was one of the acts which particularly distinguished the reign of Hezckiah. It is not only mentioned in the Books of Kings and Chronicles, but the son of Sirach has also mentioned it in his encomium on Hezekiah: &lsquo;Hezekiah fortified his city, and brought in water into the midst thereof; he digged the hard rock with iron, and made wells for water&rsquo; (Ecclus. 48:17).<\/p><p><em>But ye have not looked<\/em>&mdash;You have not relied on God. You have depended on your own resources; and on the defenses which you have been making against the enemy. This probably described the &ldquo;general&rdquo; character of the people. Hezekiah, however, was a pious man, and doubtless really depended on the aid of God.<\/p><p><em>The maker thereof<\/em>&mdash;God; by whose command and aid all these defenses are made, and who has given you ability and skill to make them.<\/p><p><em>Long ago<\/em>&mdash;God had made this fountain, and it had &ldquo;long&rdquo; been a supply to the city. He had a claim, therefore, to their gratitude and respect.<\/p> ",
    "audit": 1
}