{
    "id": 1996,
    "source": "barnes",
    "verse_id": 18903,
    "verse_count": 1,
    "reference": "65:5",
    "title": "",
    "html": "<p><em>Which say, Stand by thyself<\/em> &mdash;Who at the time that they engage in these abominations are distinguished for spiritual pride. The most worthless people are commonly the most proud; and they who have wandered farthest from God have in general the most exalted idea of their own goodness. It was a characteristic of a large part of the Jewish nation, and especially of the Pharisees, to be self-righteous and proud. A striking illustration of this we have in the following description of the Hindu yogis, by Roberts: &lsquo;Those men are so isolated by their superstition and penances, that they hold but little contact with the rest of mankind. They wander about in the dark in the place of burning the dead, or &ldquo;among the graves;&rdquo; there they affect to hold converse with evil and other spirits; and there they pretend to receive intimations respecting the destinies of others. They will eat things which are religiously clean or unclean; they neither wash their bodies, nor comb their hair, nor cut their nails, nor wear clothes. They are counted to be most holy among the people, and are looked upon as beings of another world.&rsquo;<\/p><p><em>These are a smoke in my nose<\/em> &mdash;Margin, &lsquo;Anger.&rsquo; The word rendered &lsquo;nose&rsquo; (אף &lsquo;aph) means sometimes nose<a class=\"ref\">Numbers 11:20; Job 40:24<\/a> , and sometimes &lsquo;anger,&rsquo; because anger is evinced by hard breathing. The Septuagint renders this, &lsquo;This is the smoke of my anger.&rsquo; But the correct idea is, probably, that their conduct was offensive to God, as smoke is unpleasant or painful in the nostrils; or as smoke excites irritation when breathed, so their conduct excited displeasure (Rosenmuller). Or it may mean, as Lowth suggests, that their conduct kindled a smoke and a fire in his nose as the emblems of his wrath. There is probably an allusion to their sacrifices here. The smoke of their sacrifices constantly ascending was unpleasant and provoking to God.<\/p><p><em>A fire that burneth all the day<\/em> &mdash;The idea here probably is, that their conduct kindled a fire of indignation that was continually breathed out upon them. A similar figure occurs in<a class=\"ref\">Deuteronomy 32:22<\/a> : &lsquo;For a fire is kindled in mine anger,&rsquo; or in my nose (באפי be&lsquo;appı̂y), &lsquo;and shall burn unto the lowest hell.&rsquo; So in<a class=\"ref\">Psalm 18:8<\/a> :<\/p><p>There went up a smoke out of his nostrils,<\/p><p>And fire out of his mouth devoured.<\/p><p>Compare<a class=\"ref\">Ezekiel 38:18<\/a> .<\/p> ",
    "audit": 1
}