{
    "id": 1775,
    "source": "barnes",
    "verse_id": 18682,
    "verse_count": 1,
    "reference": "51:8 ",
    "title": "",
    "html": "<p><em>For the moth<\/em>&mdash;(see <a class=\"isa\" verses=\"MTg2NzI=\">Isaiah 50:9<\/a> ). The idea is, that they shall be consumed as the moth eats up a garment; or rather, that the moth itself shall consume them as it does a garment: that is, that they were so weak when compared with Yahweh that even the moth, one of the smallest, and most contemptible of insects, would consume them. An expression remarkably similar to this occurs in <a class=\"ref\">Job 4:18-20<\/a> :<\/p><p>Behold in his servants he putteth no confidence,<\/p><p>And his angels he chargeth with frailty;<\/p><p>How much more true is this of those who dwell in houses of clay,<\/p><p>Whose foundation is in the dust!<\/p><p>They are crashed before the moth-worm!<\/p><p>Between morning and evening they are destroyed;<\/p><p>Without anyone regarding it, they perish forever.<\/p><p>Perhaps the following extract from Niebuhr may throw some light on the passage, as showing that man may be crushed by so feeble a thing as a worm &lsquo;A disease very common an Yemen is the attack of the Guiney-worm, or the &lsquo;Verea-Medinensis,&rsquo; as it is called by the physicians of Europe. This disease is supposed to be occasioned by the use of the putrid waters, which people are obliged to drink in various parts of Yemen; and for this reason the Arabians always pass water, with the nature of which they are unacquainted, through a linen cloth before using it. When one unfortunately swallows the eggs of this insect, no immediate consequence follows; but after a considerable time the worm begins to show itself through the skin. Our physician, Mr. Cramer, was within a few days of his death attacked by five of these worms at once, although this was more than five months after we left Arabia. In the isle of Karek I saw a French officer named Le Page, who, after a long and difficult journey, performed on foot, and in an Indian dress, between Pondicherry and Surat, through the heat of India, was busy extracting a worm out of his body. He supposed he had got it by drinking bad water in the country of the Mahrattas. This disorder is not dangerous if the person who is affected can extract the worm without breaking it. With this view it is rolled on a small bit of wood as it comes out of the skin. It is slender as a thread, and two or three feet long. If unluckily it be broken, it then returns into the body, and the most disagreeable consequences ensue&mdash;palsy, a gangrene, and sometimes death.&rsquo; A thought similar to that of Isaiah respecting man, has been beautifully expressed by Gray:<\/p><p>To contemplation&rsquo;s sober eye,<\/p><p>Such is the race of man;<\/p><p>And they that creep, and they that fly,<\/p><p>Shall end where they began.<\/p><p>Alike the busy and the gay,<\/p><p>But flutter through life&rsquo;s little day,<\/p><p>In fortune&rsquo;s varying colors drest;<\/p><p>Brush&rsquo;d by the hand of rough mischance,<\/p><p>Or chill&rsquo;d by age, their airy dance<\/p><p>They leave, in dust to rest.<\/p><p><em>And the worm shall eat them like wool<\/em>&mdash;The word rendered &lsquo;worm&rsquo; (סס sās), probably means the same as the moth. The Arabic renders it by moth, weevil. The Septuagint, &sigma;&eta;́&sigmaf; sēs. It is of unfrequent occurrence in the Scriptures.<\/p>",
    "audit": 1
}