{
    "id": 1817,
    "source": "barnes",
    "verse_id": 18724,
    "verse_count": 1,
    "reference": "53:12",
    "title": "",
    "html": "<p><em>Therefore will I divide him<\/em> &mdash;I will divide for him (לו lô). This verse is designed to predict the triumphs of the Messiah. It is language appropriate to him as a prince, and designed to celebrate his glorious victories on earth. The words here used are taken from the custom of distributing the spoils of victory after a battle, and the idea is, that as a conqueror takes valuable spoils, so the Messiah would go forth to the spiritual conquest of the world, and subdue it to himself. Rosenmuller renders this, Dispertsam ei multos&mdash;&lsquo;I will divide to him the many;&rsquo; that is, he shall have many as his portion. Hengstenberg, &lsquo;I will give him the mighty for a portion.&rsquo; So the Septuagint, &lsquo;Therefore he shall inherit (&kappa;&lambda;&eta;&rho;&omicron;&nu;&omicron;&mu;&eta;́&sigma;&epsilon;&iota; klēronomēsei) many.&rsquo; So Lowth, &lsquo;Therefore will I distribute to him the many for his portion.&rsquo; But it seems to me that the sense is, that his portion would be with the mighty or the many (ברבים bârabbı̂ym) and that this interpretation is demanded by the use of the preposition ב (b) in this case, and by the corresponding word את &lsquo;êth, prefixed to the word &lsquo;mighty.&rsquo; The sense, according to this, is, that the spoils of his conquests would be among the mighty or the many; that is, that his victories would not be confined to a few in number, or to the feeble, but the triumphs of his conquests would extend afar, and be found among the potentates and mighty people of the earth.<\/p><p>The word rendered here &lsquo;the great&rsquo; (רבים rabbı̂ym), may mean either many or powerful and great. The parallelism here with the word עצוּמים ‛ătsûmı̂ym (the mighty), seems to demand that it be understood as denoting the great, or the powerful, though it is differently rendered by the Vulgate, the Septuagint, the Chaldee, by Castellio, and by Junius and Tremellius. The sense is, I think, that his conquests would be among the great and the mighty. He would overcome his most formidable enemies, and subdue them to himself. Their most valued objects; all that constituted their wealth, their grandeur, and their power, would be among the spoils of his victories. It would not be merely his feeble foes that would be subdued, but it would be the mighty, and there would be no power, however formidable, that would be able to resist the triumphs of his truth. The history of the gospel since the coming of the Redeemer shows how accurately this has been fulfilled. Already he has overcome the mighty, and the spoils of the conquerors of the world have been among the trophies of his victories. The Roman empire was subdued; and his conquests were among these conquerors, and his were victories over the subduers of nations. It will be still more signally fulfilled in coming times, when the kingdoms of this world shall become the kingdom of our Lord and of his Christ, and he shall reign forever and ever<a class=\"ref\">Revelation 11:15<\/a> .<\/p><p><em>And he shall divide the spoil with the strong<\/em> &mdash;And with the mighty, or with heroes, shall he divide the plunder. The idea here is not materially different from that which was expressed in the former member of the sentence. It is language derived from the conquests of the warrior, and means that his victories would be among the great ones of the earth; his conquests over conquerors. It was from language such as this that the Jews obtained the notion, that the Messiah would be a distinguished conqueror, and hence, they looked forward to one who as a warrior would carry the standard of victory around the world. But it is evident that it may be applied with much higher beauty to the spiritual victories of the Redeemer, and that it expresses the great and glorious truth that the conquests of the true religion will yet extend over the most formidable obstacles on the earth.<\/p><p><em>Because he hath poured out his soul unto death<\/em> &mdash;His triumphs would be an appropriate reward for his sufferings, his death, and his intercession. The expression &lsquo;he poured out his soul,&rsquo; or his life (נפשׁו napeshô; see the notes at<a class=\"isa\" verses=\"WzE4NzIyXQ==\">Isaiah 53:10<\/a>), is derived from the fact that the life was supposed to reside in the blood (see the notes at<a class=\"ref\">Romans 3:25<\/a>); and that when the blood was poured out, the life was supposed to flow forth with it. As a reward for his having thus laid down his life, he would extend his triumphs over the whole world, and subdue the most mighty to himself.<\/p><p><em>And he was numbered with the transgressors<\/em> &mdash;That is, he shall triumph because he suffered himself to be numbered with the transgressors, or to be put to death with malefactors. It does not mean that he was a transgressor, or in any way guilty; but that in his death he was in fact numbered with the guilty, and put to death with them. In the public estimation, and in the sentence which doomed him to death, he was regarded and treated as if he had been a transgressor. This passage is expressly applied by Mark to the Lord Jesus<a class=\"ref\">Mark 15:28<\/a> .<\/p><p><em>And he bare the sin of many<\/em> &mdash;(נשׂא nâs&lsquo;â&rsquo;). On the meaning of this word &lsquo;bare,&rsquo; see the notes at<a class=\"isa\" verses=\"WzE4NzE2XQ==\">Isaiah 53:4<\/a> ; and on the doctrine involved by his bearing sin, see the note at<a class=\"isa\" verses=\"eyIxODcxNiI6M30=\">Isaiah 53:4-6<\/a> ,<a class=\"isa\" verses=\"WzE4NzIyXQ==\">Isaiah 53:10<\/a> . The idea here is, that he would triumph because he had thus borne their sins. As a reward for this God would bless him with abundant spiritual triumphs among people, and extend the true religion afar.<\/p><p><em>And made intercession for the transgressors<\/em> &mdash;On the meaning of the word rendered here &lsquo;made intercession&rsquo; (יפגיע yapegı̂y‛a), see the notes at<a class=\"isa\" verses=\"WzE4NzE4XQ==\">Isaiah 53:6<\/a> , where it is rendered &lsquo;hath laid on him.&rsquo; The idea is. that of causing to meet, or to rush; and then to assail, as it were, with prayers, to supplicate for anyone, to entreat (see<a class=\"isa\" verses=\"WzE4ODE3XQ==\">Isaiah 59:16<\/a> ;<a class=\"ref\">Jeremiah 36:25<\/a>). It may not refer here to the mere act of making prayer or supplication, but rather perhaps to the whole work of the intercession, in which the Redeemer, as high priest, presents the merit of his atoning blood before the throne of mercy and pleads for people (see<a class=\"ref\">Romans 8:34; Hebrews 7:25; 1 John 2:1<\/a>). This is the closing part of his work in behalf of his people and of the world; and the sense here is, that he would be thus blessed with abundant and wide extended triumph, because he made intercession. All his work of humiliation, and all his toils and sufferings, and all the merit of his intercession, became necessary in order to his triumph, and to the spread of the true religion. In consequence of all these toils, and pains, and prayers, God would give him the victory over the world, and extend his triumphs around the globe. Here the work of the Mediator in behalf of human beings will cease. There is to be no more suffering, and beyond his intercessions he will do nothing for them. He will come again indeed, but he will come to judge the world, not to suffer, to bleed, to die, and to intercede. All his future conquests and triumphs will be in consequence of what he has already done; and they who are not saved because he poured out his soul unto death, and bare the sin of many, and made intercession, will not be saved at all. There will be no more sacrifice for sin, and there will be no other advocate and intercessor.<\/p><p>We have now gone through perhaps at tedious length, this deeply interesting and most important portion of the Bible. Assuming now (see the remarks prefixed to<a class=\"isa\" verses=\"WzE4NzEwXQ==\">Isaiah 52:13<\/a> ff) that this was written seven hundred years before the Lord Jesus was born, there are some remarks of great importance to which we may just refer in the conclusion of this exposition.<\/p><p>1. The first is, the minute accuracy of the statements here as applicable to the Lord Jesus. While it is apparent that there has been no other being on earth, and no &ldquo;collective body of men,&rdquo; to whom this can be applied, it is evident that the whole statement is applicable to the Redeemer. It is not the general accuracy to which I refer; it is not that there is some resemblance in the outline of the prediction; it is, that the statement is minutely accurate. It relates to his appearance, his rejection, the manner of his death, his being pierced, his burial. It describes, as minutely as could have been done after the events occurred, the manner of his trial of his rejection, the fact of his being taken from detention and by a judicial sentence, and the manner in which it was designed that he should be buried, and yet the remarkable fact that this was prevented, and that he was interred in the manner in which the rich were buried (see the notes at<a class=\"isa\" verses=\"W3siMTg3MTQiOjJ9LHsiMTg3MTkiOjR9XQ==\">Isaiah 53:2-3, Isaiah 53:7-10<\/a>).<\/p><p>2. This coincidence could never have occurred if the Lord Jesus had been an impostor. To say nothing of the difficulty of attempting to fulfill a prediction by imposture and the general failure in the attempt, there are many things here which would have rendered any attempt of this kind utterly hopeless. A very large portion of the things referred to in this chapter were circumstances over which an impostor could have no control and which he could bring about by no contrivance, no collusion, and no concert. They depended on the arrangements of Providence, and on the voluntary actions of people, in such a way that he could not affect them. How could he so order it as to grow up as a root out of a dry ground; to be despised and rejected of men; to be taken from detention and from a judicial sentence though innocent; to have it designed that be should be buried with malefactors, and to be numbered with transgressors, and yet to be rescued by a rich man, and placed in his tomb?<\/p><p>This consideration becomes more striking when it is remembered that not a few people claimed to be the Messiah, and succeeded in imposing on many, and though they were at last abandoned or punished, yet between their lives and death, and the circumstances here detailed, there is not the shadow of a coincidence. It is to be remembered also that an impostor would not have aimed at what would have constituted a fulfillment of this prophecy. Notwithstanding the evidence that it refers to the Messiah, yet it is certain also that the Jews expected no such personage as that here referred to. They looked for a magnificent temporal prince and conqueror; and an impostor would not have attempted to evince the character, and to go through the circumstances of poverty, humiliation, shame, and sufferings, here described. What impostor ever would have attempted to fulfill a prophecy by subjecting himself to a shameful death? What impostor could have brought it about in this manner if he had attempted it? No; it was only the true Messiah that either would or could have fulfilled this remarkable prophecy. Had an impostor made the effort, he must have failed; and it was not in human nature to attempt it under the circumstances of the case. All the claims to the Messiahship by impostors have been of an entirely different character from that referred to here.<\/p><p>3. We are then prepared to ask an infidel how he will dispose of this prophecy. That it existed seven hundred years before Christ is as certain as that the poems of Homer or Hesiod had an existence before the Christian era; as certain as the existence of any ancient document whatever. It will not do to say that it was forged&mdash;for this is not only without proof, but wound destroy the credibility of all ancient writings. It will not do to say that it was the result of natural sagacity in the prophet&mdash;for whatever may be said of conjectures about empires and kingdoms, no natural sagacity can tell what will be the character of an individual man, or whether such a man as here referred to would exist at all. It will not do to say that the Lord Jesus was a cunning impostor and resolved to fulfill this ancient writing, and thus establish his claims, for, as we have seen, such an attempt would have belied human nature, and if attempted, could not have been accomplished. It remains then to ask what solution the infidel will give of these remarkable facts. We present him the prophecy&mdash;not a rhapsody, not conjecture, not a general statement; but minute, full, clear, unequivocal, relating to points which could not have been the result of conjecture: and over which the individual had no control. And then we present him with the record of the life of Jesus&mdash;minutely accurate in all the details of the fulfillment&mdash;a coincidence as clear as that between a biography and the original&mdash;and ask him to explain it. And we demand a definite and consistent answer to this. To turn away from it does not answer it. To laugh, does not answer it, for there is no argument in a sneer or a jibe. To say that it is not worth inquiry is not true, for it pertains to the great question of human redemption. But if he cannot explain it, then he should admit that it is such a prediction as only God could give, and that Christianity is true.<\/p><p>4. This chapter proves that the Redeemer died as an atoning sacrifice for people. He was not a mere martyr, and he did not come and live merely to set us an example. Of what martyr was the language here ever used, and how could it be used? How could it be said of any martyr that he bore our griefs, that he was bruised for our iniquities, that our sins were made to rush and meet upon him, and that he bare the sin of many? And if the purpose of his coming was merely to teach us the will of God, or to set us an example, why is such a prominence here given to his sufferings in behalf of others? Scarcely an allusion is made to his example, while the chapter is replete with statements of his sufferings and sorrows in behalf of others. It would be impossible to state in more explicit language the truth that he died as a sacrifice for the sins of people; that he suffered to make proper expiation for the guilty. No confession of faith on earth, no creed, no symbol, no standard of doctrine, contains more explicit statements on the subject. And if the language used here does not demonstrate that the Redeemer was an atoning sacrifice, it is impossible to conceive how such a doctrine could be taught or conveyed to people.<\/p><p>5. This whole chapter is exceedingly important to Christians. It contains the most full, continuous statement in the Bible of the design of the Redeemer&rsquo;s sufferings and death. And after all the light which is shed on the subject in the New Testament; after all the full and clear statements made by the Redeemer and the apostles; still, if we wish to see a full and continuous statement on the great doctrine of the atonement, we naturally recur to this portion of Isaiah. If we wish our faith to be strengthened, and our hearts warmed by the contemplalion of his sufferings, we shall find no part of the Bible better adapted to it than this. It should not only be the subject of congratulation, but of much fervent prayer. No man can study it too profoundly. No one can feel too much anxiety to understand it. Every verse, every phrase, every word should be pondered until it fixes itself deep in the memory, and makes an eternal impression on the heart. If a man understands this portion of the Bible, he will have a correct view of the plan of salvation. And it should be the subject of profound and prayerful contemplation until the heart glows with love to that merciful God who was willing to give the Redeemer to such sorrow, and to the gracious Saviour who, for our sins, was willing to pour out his soul unto death. I bless God that I have been permitted to study it; and I pray that this exposition&mdash;cold and imperfect as it is&mdash;may be made the means yet of extending correct views of the design of the Redeemer&rsquo;s death among his friends, and of convincing those who have doubted the truth of the Bible, that a prophecy like this demonstrates that the book in which it occurs must be from God.<\/p> ",
    "audit": 1
}