{
    "id": 907,
    "source": "barnes",
    "verse_id": 17814,
    "verse_count": 1,
    "reference": "8:6 ",
    "title": "",
    "html": "<p><em>Forasmuch as this people<\/em>&mdash;There has been a considerable difference of opinion among interpreters respecting the &lsquo;people&rsquo; to whom the prophet here refers. Some have supposed that it refers to the kingdom of Judah alone; others to a party in that kingdom; and others to the kingdom of Judah in connection with the ten tribes, or the kingdom of Israel also. The latter is probably the correct interpretation. The prophet reproves the whole nation of the Jews for despising the mild and gentle reign of the family of David, and for seeking the aid of foreign nations; the ten tribes as seeking an alliance with Rezin and Pekah; and the kingdom of Judah as seeking an alliance with the king of Assyria. It was characteristic of the nation&mdash;both of the ten tribes, and of the tribe of Judah&mdash;that they forsook the defense which they had in themselves. and sought foreign alliances. Hence, God says, that he will bring upon them the judgments which they deserve. That there is a joint reference to both the kingdoms of Israel and Judah, is apparent from <a class=\"isa\" verses=\"WzE3ODIyXQ==\">Isaiah 8:14<\/a>. It cannot refer to the kingdom of Judah alone, for it could not be brought as an accusation against them, that they took pleasure in Rezin. In the opinion that it refers to the kingdoms of Israel and of Judah&mdash;to the whole Jewish people, Vitringa, Lowth, and Hengstenberg concur.<\/p><p><em>The waters of Shiloah that go softly<\/em>&mdash;That flow gently. The name Siloah, or Siloam, is found only three times in the Scriptures as applied to waters; once in this place, where it is spoken of a running water; once as a pool in Nehemiah&mdash;השׁלח ברכה berêkah hashelach&mdash;<a class=\"isa\" verses=\"WzE3NzIzXQ==\">Isaiah 3:15<\/a> , and again as a pool, in the account of the miracle of healing the man who was born blind; <a class=\"ref\">John 9:7, John 9:11<\/a>. Siloam is on the east side of the city of Jerusalem, to the southeast of the site of the temple, and its waters flow into the valley of Jehoshaphat. The name means sent, or sending, from שׁלח shâlach to send, and was probably given to it because the waters were sent or made to pass through a subterranean passage or aqueduct.<\/p><p>At present, it properly consists of two receptacles or reservoirs, the waters from one of which flow into the other. The first, or upper one, is now called the &lsquo;Fountain of the Virgin,&rsquo; from a tradition that it was here that the Virgin Mary resorted before her purification, in order to wash her child&rsquo;s linen. This fountain is on the west side of the valley of Jehoshaphat, and is about 1550 feet from the southeast corner of the city wall. The cavity of this fountain is wholly excavated in the solid rock. To enter it there is at first a descent of sixteen steps, to a level place or platform of twelve feet in diameter, and then another descent of ten steps to the water, making the whole depth twenty-five feet. The basin here is about fifteen feet long by five or six wide, and the height six or eight feet. There is some reason to suppose that this is supplied by a fountain lying under the mosque of Omar, on the site of the temple of Solomon. From this fountain the water is conducted by a subterranean passage, in a direction a little to the west of south to what is properly called the fountain of Siloam. This passage runs under the extremity of mount Ophel; is cut entirely from the solid rock, and is found by measurement to be 1750 feet in length.<\/p><p>At the lower part it is from ten to fifteen feet in height by two in breadth; but in the middle so low, that it can be passed only by creeping on the hands and knees. The passage is partly fiilled up with sand. From this aqueduct the water is conveyed into the pool of Siloam, situated near where the Tyropeon, or &lsquo;valley of cheesemongers,&rsquo; opens into the valley of Jehoshaphat. This reservoir is fifty-three feet long, eighteen feet broad, and nineteen feet deep, though now there is usually no water remaining within it. From this reservoir the water flows off into the vale below, furnishing water for the gardens which are constructed in terraces on the side of the valley. The water in both these fountains is the same. It is sweet, and slightly brackish, but not disagreeable. It is the common water now used by the inhabitants of the neighboring village of Kefr Selwane&mdash;or the straggling village of Siloam. For a full description of this fountain, see Robinson&rsquo;s Bib. Researches, vol. i. pp. 493-514. This fountain was probably formerly included within the walls, and furnished a part of the supply of water to the city.<\/p><p>The meaning of this passage is this. The waters of Siloam denote the reign of Yahweh, as manifesting itself in the administration of the family of David&mdash;a mild, gentle, and munificent reign, beautifully represented by the unfailing and gently flowing waters on which the happiness of Jerusalem so much depended. That reign a large part of the nation&mdash;the ten tribes&mdash;had rejected, and had set up a separate kingdom, and had sought the aid of the king of Damascus. The remainder&mdash;the kingdom of Judah&mdash;were in like manner now disposed to reject the aid of Yahweh, and sought an alliance with the king of Assyria&mdash;beautifully represented here by the river Euphrates. The waters of Siloam&mdash;a gentle, small sweetly-flowing stream, represented the government of Yahweh. The waters of the Euphrates&mdash;violent, rapid, impetuous, and overflowing, represented the government of Assyria. The one they despised; the other they sought and admired. The power of the kingdom of David was then feeble and decayed. That of the Assyrian monarch was vigorous, mighty, vast. They despised the one, and sought the alliance of the other.<\/p><p><em>And rejoice<\/em>&mdash;That is, they confide in, and feel that in their protection riley are safe.<\/p><p><em>In Rezin<\/em>&mdash;King of Syria.<\/p><p>And Remaliah&rsquo;s son&mdash;Pekah, king of Samaria; <a class=\"isa\" verses=\"WzE3Nzg0XQ==\">Isaiah 7:1<\/a>. The crime here mentioned was unique to the kingdom of Israel; showing that the prophet, in part at least, had reference to them.<\/p>",
    "audit": 1
}