{
    "id": 1695,
    "source": "barnes",
    "verse_id": 18602,
    "verse_count": 1,
    "reference": "47:2 ",
    "title": "",
    "html": "<p><em>Take the millstones, and grind meal<\/em>&mdash;The design of this is plain. Babylon, that had been regarded as a delicately-trained female, was to be reduced to the lowest condition of poverty and wretchedness&mdash;represented here by being compelled to perform the most menial and laborious offices, and submitting to the deepest disgrace and ignominy. There is an allusion here to the custom of grinding in the East. The mills which were there commonly used, and which are also extensively used to this day, consisted of two stones, of which the lower one was convex on the upper side, and the upper one was concave on thee lower side, so that they fitted into each other. The hole for receiving the grain was in the center of the upper stone, and in the process of grinding the lower one was fixed, and the upper one was turned round, usually by two women (see <a class=\"ref\">Matthew 24:41<\/a> ), with considerable velocity by means of a handle. Watermills were not invented until a little before the time of Augustus Caesar; and windmills long after. The custom of using handmills is the primitive custom everywhere, and they are still in use in some parts of Scotland, and generally in the East. (See Mr. Pennant&rsquo;s &ldquo;Tour to the Hebrides,&rdquo; and the Oriental travelers generally. Grinding was usually performed by the women, though it was often regarded as the work of slaves. It was often inflicted on slaves as a punishment.<\/p><p>Molendum in pistrino; vapulandum; habendae compedes.<\/p><p>Terent. Phormio ii. 1. 19.<\/p><p>In the East it was the usual work of female slaves see (<a class=\"ref\">Exodus 11:5<\/a> , in the Septuagint) &lsquo;Women alone are employed to grind their corn.&rsquo; (Shaw, &ldquo;Algiers and Tunis,&rdquo; p. 297) &lsquo;They are the female slaves that are generally employed in the East at those handmills. It is extremely laborious, and esteemed the lowest employment in the house.&rsquo; (Sir John Chardin, Harmer&rsquo;s Obs. i. 153) Compare Lowth, and Gesen. &ldquo;Commentary uber Isaiah.&rdquo; This idea of its being a low employment is expressed by <a class=\"ref\">Job 31:10<\/a>: &lsquo;Let my wife grind unto another.&rsquo; The idea of its being a most humble and laborious employment was long since exhibited by Homer:<\/p><p>A woman next, then laboring at the mill,<\/p><p>Hard by, where all his numerous mills he kept.<\/p><p>Gave him the sign propitious from within.<\/p><p>twelve damsels toiled to turn them, day by day<\/p><p>Meal grinding, some of barley, some of wheat,<\/p><p>Marrow of man The rest (their portion ground)<\/p><p>All slept, one only from her task as yet<\/p><p>Ceased not, for she was feeblest of them all;<\/p><p>She rested on her mill, and thus pronounced:<\/p><p>&lsquo;Jove, Father, Governor, of heaven and earth!<\/p><p>&lsquo;O grant the prayer<\/p><p>Of a poor bond-woman. Appoint their feast,<\/p><p>This day the last, that in Ulysses&rsquo; house,<\/p><p>The suitors shall enjoy, for whom Idrudge,<\/p><p>Grinding, to weariness of heart and limb,<\/p><p>Meal for their use.&rsquo;<\/p><p>Cowper<\/p><p><em>The sense here is, that Babylon should be reduced to the lowest state, like that of reducing a female delicately and tenderly reared, to the hard and laborious condition of working the handmill<\/em>&mdash;the usual work of slaves.<\/p><p><em>Uncover thy locks<\/em>&mdash;Gesenius renders this, &lsquo;Raise thy veil.&rsquo; The word used here (צמה tsamâh) is rendered &lsquo;locks,&rsquo; in Sol 4:1, Sol 4:3; Sol 6:7, as well as here. It occurs nowhere else in the Bible. Gesenius derives it from צמם tsāmam, &ldquo;to braid, to plaid,&rdquo; and then &ldquo;to bind fast,&rdquo; as a veil; to veil. Jerome renders it, Denuda turpetudinem tuam. The Septuagint renders it, &Tau;&omicron;̀ &kappa;&alpha;&tau;&alpha;&kappa;&alpha;́&lambda;&upsilon;&mu;&mu;&alpha; &sigma;&omicron;&upsilon; To katakalumma sou&mdash;&lsquo;Thy veil.&rsquo; The Syriac also renders it, &lsquo;Thy veil.&rsquo; The Chaldee has paraphrased the whole verse thus: &lsquo;Go into servitude; reveal the glory of thy kingdom. Broken are thy princes; dispersed are the people of thy host; they have gone into captivity like the waters of a river.&rsquo; Jarchi says, that the word used here (צמה tsamâh) denotes whatever is bound up, or tied together Kimchi says that it means the hair, which a woman disposes around her temples over her face, and which she covers with a veil, deeming it an ornament; but that when a female goes into captivity this is removed, as a sign of an abject condition.<\/p><p>It properly means that which is plaited, or gathered together; and it may refer either to the hair so plaited as an ornament, or a covering for the head and face (compare the note at <a class=\"ref\">1 Corinthians 11:15<\/a> ); or it may denote a veil. To remove either would be regarded as disgraceful. It is known that oriental females pay great attention to their hair, and also that it is a universal custom to wear a close veil. To remove either, and to leave the head bare, or the face exposed, was deemed highly humiliating and dishonorable (see the notes at <a class=\"isa\" verses=\"W3siMTc3MzIiOjF9XQ==\">Isaiah 3:24<\/a>). &lsquo;The head,&rsquo; says the Editor of the &ldquo;Pictorial Bible,&rdquo; &lsquo;is the seat of female modesty in the East; and no woman allows her head to be seen bare. In our traveling experience, we saw the faces of very many women, but never the bare head of any except one&mdash;a female servant, whose face we were in the constant habit of seeing, and whom we accidentally surprised while dressing her hair. The perfect consternation, and deep sense of humiliation which she expressed on that occasion, could not easily be forgotten, and furnish a most striking illustration of the present text.&rsquo;<\/p><p><em>Make bare the leg<\/em>&mdash;In the interpretation of this, also, commentators vary. Jerome renders it, &ldquo;Discoopteri humerum&rdquo;&mdash;&lsquo;Uncover the shoulder.&rsquo; The Septuagint, &Alpha;̓&nu;&alpha;&kappa;&alpha;́&lambda;&upsilon;&psi;&alpha;&iota; &tau;&alpha;̀&sigmaf; &pi;&omicron;&lambda;&iota;&alpha;́&sigmaf; Anakalupsai tas polias&mdash;&lsquo;Uncover thy gray locks.&rsquo; The Syriac, &lsquo;Cut off thy hoary hairs.&rsquo; Jarchi and Kimchi suppose it means, &lsquo;Remove the waters from the paths, so that they might pass over them.&rsquo; The word used here (שׁבל shobel), is derived from שׁבל shâbal, &ldquo;to go; to go up, to rise; to grow; to flow copiously.&rdquo; Hence, the noun in its various forms means a path <a class=\"ref\">Psalm 77:19; Jeremiah 18:15<\/a> ; ears of corn, שׁבלת shibbôleth <a class=\"ref\">Genesis 41:5, Judges 12:6; Ruth 2:2; Job 24:24<\/a> ; <a class=\"isa\" verses=\"W3siMTc5ODkiOjF9XQ==\">Isaiah 17:5<\/a> ; floods <a class=\"ref\">Psalm 69:15<\/a> ; branches <a class=\"ref\">Zechariah 4:12<\/a>. In no place has it the certain signification of a leg; but it rather refers to that which flows: flows copiously; and probably here means the train of a robe (Gesenius, and Rosenmuller): and the expression means &lsquo;uncover, or make bare the train;&rsquo; that is, lift it up, as would be necessary in passing through a stream, so that the leg would be made bare. The Orientals, as is well known, wore a long, loose, flowing robe, and in passing through waters, it would be necessary to lift, or gather it up, so that the legs would be bare. The idea is, that she who had sat as a queen, and who had been clad in the rich, loose, and flowing robe which those usually wore who were in the most elevated ranks of life, would now be compelled to leave the seat of magnificence, and in such a manner as to be subject to the deepest shame and disgrace.<\/p><p><em>Uncover the thigh<\/em>&mdash;By collecting, and gathering up the train of the robe, so as to pass through the streams.<\/p><p><em>Pass over the rivers<\/em>&mdash;Hebrew, &lsquo;Pass the rivers;&rsquo; that is, by wading, or fording them. This image is taken from the fact that Babylon was surrounded by many artificial rivers or streams, and that one in passing from it would be compelled to ford many of them. It does not mean that the population of Babylon would be removed into captivity by the conquerors&mdash;for there is no evidence that this was done; but the image is that of Babylon, represented as a delicately-reared and magnificently attired female, compelled to ford the streams. The idea is, that the power and magnificence of the city would be transferred to other places. Rosenmuller remarks that it is common in the countries bordering on the Tigris and the Euphrates, for females of bumble rank to ford the streams, or even to swim across them.<\/p>",
    "audit": 1
}