{
    "id": 1353,
    "source": "barnes",
    "verse_id": 18260,
    "verse_count": 1,
    "reference": "31:9",
    "title": "",
    "html": " <p> <em>And he shall pass over <\/em>&mdash;Margin, &lsquo;His rock shall pass away for fear.&rsquo; The Hebrew would bear this, but it does not convey a clear idea. The sense seems to be this. The word rendered &rsquo;stronghold&rsquo; (Hebrew, &lsquo;His rock&rsquo;) denotes his fortifications, or the places of strength in which he trusted. Probably the Assyrian monarch had many such places which he regarded as perfectly secure, both in the limits of his own kingdom, and on the line of his march toward Judea. Those places would naturally be made strong, in order to afford a refuge in case of a defeat. The idea here is, that so great would be his alarm at the sudden destruction of his army and the failure of his plans, that in his flight he would &ldquo;pass over&rdquo; or &ldquo;beyond&rdquo; these strong places; he would not even stop to take refuge there and reorganize his scattered forces, but would flee with alarm &ldquo;beyond&rdquo; them, and make his way to his own capital. This appears to have been most strikingly fulfilled (see <a class=\"isa\" verses=\"WzE4MzkwXQ==\">Isaiah 37:37 <\/a>). <\/p> <p> <em>And his princes <\/em>&mdash;Those, perhaps, that ruled over his dependent provinces. <\/p> <p> <em>Shall be afraid of the ensign <\/em>&mdash;That is, of any standard or banner that they saw. They would suppose that it was the standard of an enemy. This denotes a state of great consternation, when all the princes and nobles under the command of the Assyrian would be completely dismayed. <\/p> <p> <em>Whose fire is in Zion... <\/em>&mdash;That is, whose altar is there, and always burns there. That was the place where he was worshipped, and it was a place, therefore, which he would defend. The meaning is, that they would be as certainly destroyed as the God whose altar was in Jerusalem was a God of truth, and would defend the place where he was worshipped. <\/p> <p> <em>And his furnace... <\/em>&mdash;(see the note at <a class=\"isa\" verses=\"WzE4MTk1XQ==\">Isaiah 29:1 <\/a>). Where his altar continually burns. The word rendered &lsquo;furnace&rsquo; (תנור tannûr) means properly a baking oven <a class=\"ref\">Exodus 8:3; Leviticus 2:4; Leviticus 7:9; Leviticus 11:35 <\/a>. This was either a large conical pot which was heated, in which the cakes were baked at the sides; or an excavation made in the earth which was heated by putting wood in it, and when that was removed, the dough was put in it. Perhaps the whole idea here is, that Yahweh had a home in Jerusalem, with the usual appendages of a house; that his fire and his oven were there, an expression descriptive of a dwelling-place. If so, then the meaning is, that he would defend his own home, and that the Assyrian could not expect to prevail against it. <\/p> ",
    "audit": 1
}