{
    "id": 851,
    "source": "barnes",
    "verse_id": 17758,
    "verse_count": 1,
    "reference": "5:18",
    "title": "",
    "html": " <p> <em>Wo unto them... <\/em>&mdash;This is a new denunciation. It introduces another form of sin, and threatens its appropriate punishment. <\/p> <p> <em>That draw iniquity with cords of vanity <\/em>&mdash;The general idea in this verse and the next, is, doubtless, that of plunging deeper and deeper into sin. The word &ldquo;sin&rdquo; here, has been sometimes supposed to mean &ldquo;the punishment&rdquo; for sin. The word has that meaning sometimes, but it seems here to be taken in its usual sense. The word &ldquo;cords&rdquo; means strings of any kind, larger or smaller; and the expression &ldquo;cords of vanity,&rdquo; is supposed to mean &ldquo;small, slender, feeble&rdquo; strings, like the web of a spider. The word vanity שׁוא shâv&rsquo;, May, perhaps, have the sense here of falsehood or deceit; and the cords of deceit may denote the schemes of evil, the plans for deceiving people, or of bringing them into a snare, as the fowler springs his deceitful snare upon the unsuspecting bird. The Chaldee translates it, &lsquo;Woe to those who begin to sin by little and little, drawing sin by cords of vanity; these sins grow and increase until they are strong, and are like a cart-rope.&rsquo; The Septuagint renders it, &lsquo;Woe to those who draw sin with a long cable;&rsquo; that is,&rdquo; one sin is added to another, until it comes to an enormous length, and the whole is drawn along together. Probably the true idea is that of the ancient interpretation of the rabbis, &lsquo;An evil inclination is at first like a fine hair string, but the finishing like a cart-rope.&rsquo; At first, they draw sin with a slender cord, then they go on to greater deeds of iniquity that urge them on, and draw them with their main strength, as with a cart-rope. They make a strong &ldquo;effort&rdquo; to commit iniquity. <\/p> ",
    "audit": 1
}