{
    "id": 1125,
    "source": "barnes",
    "verse_id": 18032,
    "verse_count": 1,
    "reference": "20:2",
    "title": "",
    "html": " <p> <em>By Isaiah <\/em>&mdash;Margin, &lsquo;By the hand of Isaiah.&rsquo; So the Hebrew. That is, by the instrumentality of Isaiah. He sent him to make known the fate of the Egyptians, and the folly of trusting in them on this occasion. <\/p> <p> <em>Go, and loose the sackcloth <\/em>&mdash;For the meaning of the word &ldquo;sackcloth,&rdquo; see the note at <a class=\"isa\" verses=\"WzE3NzMyXQ==\">Isaiah 3:24 <\/a>. It was commonly worn as an emblem of mourning. But there is reason to believe that it was worn also by the prophets, and was regarded, in some degree, as their appropriate dress. It was made usually of the coarse hair of the goat, and was worn as a zone or girdle around the loins. That this was the dress of Elijah is apparent from <a class=\"ref\">2 Kings 1:8 <\/a>: &lsquo;He was an hairy man, and girt with a girdle of leather;&rsquo; that is, he was clothed in a garment made of hair. The same was true of John the Baptist <a class=\"ref\">Matthew 3:4 <\/a>. That the prophets wore &lsquo;a rough garment&rsquo; is apparent also from <a class=\"ref\">Zechariah 13:4 <\/a>: &lsquo;Neither shall they (the false prophets) wear a rough garment (Hebrew, A garment of hair) to deceive;&rsquo; that is, the false prophets shall not assume the dress of the true prophets for the purpose of deluding the people, or to make them think that they are true prophets. It is evident, therefore, that this hairy garment was regarded as a dress that pertained particularly to the prophets. It is well known, also, that the ancient Greek philosophers had a special dress to distinguish them from the common people. Probably the custom of wearing &ldquo;hair cloth&rdquo; among the monks of later ages took its rise from this example of the prophets. His removing this garment was designed to be a sign or an emblem to show that the Egyptians should be stripped of all their possessions, and carried captive to Assyria. <\/p> <p> <em>Walking naked <\/em>&mdash;That is, walking &ldquo;without this special prophetic garment. It does not mean that he was in a state of entire nudity, for all that he was directed to do was to lay this garment&mdash;this emblem of his office&mdash;aside. The word &ldquo;naked,&rdquo; moreover, is used in the Scriptures, not to denote an absolute destitution of clothing, but that the &ldquo;outer&rdquo; garment was laid aside (see the note at <a class=\"ref\">John 21:7 <\/a>). Thus it is said of Saul <a class=\"ref\">1 Samuel 19:24 <\/a> that he &rsquo;stripped off his clothes also, and prophesied before Samuel, and lay down naked all that day;&rsquo; that is, he stripped off his royal robes, and was &ldquo;naked or unclothed&rdquo; in that respect. He removed his &ldquo;special&rdquo; dress as a king, or military chieftain, and appeared in the ordinary dress. It cannot be supposed that the king of Israel would be seen literally without raiment. So David is said to have danced &ldquo;naked&rdquo; before the ark, that is, with his royal robes laid aside. How &ldquo;long&rdquo; Isaiah walked in this manner has been a matter of doubt (see the note at <a class=\"isa\" verses=\"WzE4MDMzXQ==\">Isaiah 20:3 <\/a>). The prophets were accustomed to use symbolic actions to denote the events which they foretold (see the note at <a class=\"isa\" verses=\"WzE3ODI2XQ==\">Isaiah 8:18 <\/a>). Thus the children of Isaiah, and the names given to them, were significant of important events (<a class=\"isa\" verses=\"eyIxNzgwOSI6M30=\">Isaiah 8:1-3 <\/a>; compare <a class=\"ref\">Jeremiah 18:1-6; Jeremiah 43:8-9 <\/a>); in both of which places he used emblematic actions to exhibit the events concerning which he prophesied in a striking manner. Thus also the prophets are expressly called &rsquo;signs and wonders&rsquo; <a class=\"ref\">Zechariah 3:8; Ezekiel 12:6 <\/a>. <\/p> ",
    "audit": 1
}