{
    "id": 1286,
    "source": "barnes",
    "verse_id": 18193,
    "verse_count": 1,
    "reference": "28:28",
    "title": "",
    "html": "<p><em>Bread corn<\/em>&mdash;Hebrew, לחם lechem&mdash;&lsquo;Bread.&rsquo; But the word evidently denotes the material from which bread is made. The word is used in the same sense in <a class=\"isa\" verses=\"WzE4MjQxXQ==\">Isaiah 30:23<\/a>.<\/p><p><em>Is bruised<\/em>&mdash;That is, is more severely bruised than the dill and the cummin; it is pressed and crushed by passing over it the sledge, or the wain with serrated wheels. The word דקק dâqaq means often to break in pieces; to make small or fine. It is, however, applied to threshing, as consisting in beating, or crushing ( <a class=\"isa\" verses=\"WzE4NDY3XQ==\">Isaiah 41:15<\/a>: &lsquo;Thou threshest the mountains, and beatest them small&rsquo;&mdash;ותדק vetâdoq.<\/p><p><em>Because he will not ever be threshing it<\/em>&mdash;The word rendered &lsquo;because&rsquo; (כי kı̂y) evidently here means &ldquo;although&rdquo; or &ldquo;but&rdquo;; and the sense is, that he will not always continue to thresh it; this is not his only business. It is only a part of his method by which he obtains grain for his bread. It would be needless and injurious to be always engaged in rolling the stone or the sledge over the grain. So God takes various methods with his people. He does not always pursue the same course. He sometimes smites and punishes them, as the farmer beats his grain. But he does not always do it. He is not engaged in this method alone; nor does he pursue this constantly. It would crush and destroy them. &ldquo;He, therefore, smites them just enough to secure, in the best manner, and to the fullest extent, their obedience; just as the farmer bruises his sheaves enough to separate all the grain from the chaff.&rdquo; When this is done, he pursues other methods. Hence the various severe and heavy trials with which the people of God are afflicted.<\/p><p><em>Nor bruise it with his horsemen<\/em>&mdash;Lowth renders this, &lsquo;With the hoofs of his cattle;&rsquo; proposing to read פרסין instead of פרשׁיו pârâshâyv by a change of a single Hebrew letter ס (s), instead of the Hebrew letter שׁ (sh). So the Syriac and the Vulgate; and so Symmachus and Theodotion. But the word פרשׁ pârâsh may denote not only a &ldquo;horsesman,&rdquo; but the &ldquo;horse&rdquo; itself on which one rides (see Bochart, Hieroz. i. 2, 6. p. 98. Compare the note at <a class=\"ref\">Habakkuk 1:8; 2 Samuel 1:6; Isaiah 21:7<\/a> , <a class=\"isa\" verses=\"WzE4MDQ1XQ==\">Isaiah 21:9<\/a>). That horses were used in treading out grain there can be no doubt. They are extensively used in this country; and though in Palestine it is probable that oxen were chiefly employed <a class=\"ref\">Deuteronomy 25:4<\/a> in the early times, yet there is no improbability in supposing that in the times subsequent to Solomon, when horses abounded, they were preferred. Their more rapid motion, and perhaps the hardness of their hoofs, makes them more valuable for this service (see Michaelis&rsquo; &ldquo;Commentary on the Laws of Moses,&rdquo; vol. ii. App. pp. 430-514, Lond. Ed. 1814). There are here, therefore, four modes of threshing mentioned, all of which are common still in the East.<\/p><p>1. The sledge with rollers, on which were pieces of iron, or stone, and which was dragged over the grain.<\/p><p>2. The cart or wain, with serrated wheels, and which was also drawn over the grain.<\/p><p>3. The flail, or the stick.<\/p><p>4. The use of cattle and horses.<\/p> ",
    "audit": 1
}