{
    "id": 1296,
    "source": "barnes",
    "verse_id": 18203,
    "verse_count": 1,
    "reference": "29:9",
    "title": "",
    "html": "<p><em>Stay yourselves<\/em>&mdash;Thus far the prophet had given a description of the siege of Jerusalem by Sennacherib, and of his sudden overthrow. He now turns to the Jews, and reproves their stupidity, formality, and hypocrisy; and the remainder of the chapter is occupied with a statement of the prevalence of these sins, of the judgments that must follow, and of the fact that there should yet be an extensive reformation, and turning to the Lord. The word rendered &rsquo;stay yourselves&rsquo; (התמהמהוּ hı̂temahemehû) means properly &ldquo;to linger,&rdquo; tarry, delay <a class=\"ref\">Genesis 19:16; Genesis 43:10; 2 Samuel 15:28<\/a>. Here it seems to denote that state of mind in which anyone is &ldquo;fixed in astonishment;&rdquo; in which one stops, and stares at some strange and unexpected occurrence. The object of amazement which the prophet supposes would excite astonishment, was the stupidity, dulness, and hypocrisy of a people who had been so signally favored (compare <a class=\"ref\">Habakkuk 1:5<\/a>).<\/p><p><em>Cry ye out, and cry<\/em>&mdash;There is in the original here a paronomasia which cannot be conveyed in a translation. The word which is used (השׁתעשׁעוּ hı̂sheta‛ashe‛û) is one form of the verb שׁעע shâ‛a‛, which means, usually, to make smooth, rub, spread over; hence, in the Hithpael form which is used here, to be spread over; and hence, is applied to the eyes <a class=\"isa\" verses=\"WzE3NzgwXQ==\">Isaiah 6:10<\/a> , to denote blindness, as if they were overspread with something by reason of which they could not see. Here it probably means, &lsquo;be ye dazzled and blinded,&rsquo; that is, ye be astonished, as in the former part of the verse. The idea seems to be that of some object of sudden astonishment that dims the sights and takes away all the powers of vision. The word is used in the same sense in <a class=\"isa\" verses=\"WzE4MjYzXQ==\">Isaiah 32:3<\/a>; compare <a class=\"isa\" verses=\"WzE4MzI2LDE4NTAwXQ==\">Isaiah 35:5; Isaiah 42:19<\/a>. Probably the idea here would be well expressed by our word &ldquo;stare,&rdquo; &rsquo;stare and look with a stupid surprise;&rsquo; denoting the attitude and condition of a man who is amazed at some remarkable and unlooked for spectacle.<\/p><p><em>They are drunken, but not with wine<\/em>&mdash;The people of Jerusalem. They reel and stagger, but the cause is not that they are drunken with wine. It is a moral and spiritual intoxication and reeling. They err in their doctrines and practice; and it is with them as it is with a drunken man that sees nothing clearly or correctly, and cannot walk steadily. They have perverted all doctrines; they err in their views of God and his truth, and they are irregular and corrupt in their conduct.<\/p> ",
    "audit": 1
}