{
    "id": 974,
    "source": "barnes",
    "verse_id": 17881,
    "verse_count": 1,
    "reference": "10:30",
    "title": "",
    "html": " <p> <em>Lift up thy voice <\/em>&mdash;That is, cry aloud from alarm and terror. The prophet here changes the manner of describing the advance of Sennacherib. He had described his rapid march from place to place <a class=\"isa\" verses=\"eyIxNzg3OSI6Mn0=\">Isaiah 10:28-29<\/a>, and the consternation at Ramah and Gibeah; he now changes the mode of description, and calls on Gallim to lift up her voice of alarm at the approach of the army, so that it might reverberate among the hills, and be heard by neighboring towns. <\/p> <p> <em>Daughter <\/em>&mdash;A term often applied to a beautiful city or town; see the note at <a class=\"isa\" verses=\"WzE3NjYzXQ==\">Isaiah 1:8<\/a>. <\/p> <p> <em>Gallim <\/em>&mdash;This was a city of Benjamin, north of Jerusalem. It is mentioned only in this place and in <a class=\"ref\">1 Samuel 25:44<\/a>. No traces of this place are now to be found. <\/p> <p> <em>Cause it to be heard <\/em>&mdash;That is, cause thy voice to be heard. Raise the cry of distress and alarm. <\/p> <p> <em>Unto Laish <\/em>&mdash;There was a city of this name in the northern part of Palestine, in the bounds of the tribe of Dan; <a class=\"ref\">Judges 18:7, Judges 18:29<\/a>. But it is contrary to all the circumstances of the case to suppose, that the prophet refers to a place in the north of Palestine. It was probably a small village in the neighborhood of Gallim. There are at present no traces of the village; in 1 Macc. 9:9, a city of this name is mentioned in the vicinity of Jerusalem, which is, doubtless, the one here referred to. <\/p> <p> <em>O poor Anathoth <\/em>&mdash;Anathoth was a city of Benjamin <a class=\"ref\">Joshua 21:18<\/a>, where Jeremiah was born; <a class=\"ref\">Jeremiah 1:1<\/a>. &lsquo;Anata, which is, doubtless, the same place here intended, is situated on a broad ridge of land, at the distance of one hour and a quarter, or about three miles, from Jerusalem. Josephus describes Anathoth as twenty stadia distant from Jerusalem (Ant. x. 7, 3); and Eusebius and Jerome mention it as about three miles to the north of the city. &lsquo;Anata appears to have been once a walled town, and a place of strength. Portions of the wall still remain, built of large hewn stones, and apparently ancient, as are also the foundations of some of the houses. The houses are few, and the people are poor and miserable. From this point there is an extensive view over the whole eastern slope of the mountainous country of Benjamin, including all the valley of the Jordan, and the northern part of the Dead Sea. From this place, also, several of the villages here mentioned are visible.&mdash;Robinson&rsquo;s &ldquo;Bib. Researches,&rdquo; ii. pp. 109-111. <\/p> <p>The word &ldquo;poor,&rdquo; applied to it here (עניה ‛ănı̂yâh) denotes afflicted, oppressed; and the language is that of pity, on account of the impending calamity, and is not designed to be descriptive of its ordinary state. The language in the Hebrew is a paranomasia, a species of writing quite common in the sacred writings; see <a class=\"ref\">Genesis 1:2; Genesis 4:12; Isaiah 28:10<\/a>, <a class=\"isa\" verses=\"WzE4MTc4XQ==\">Isaiah 28:13<\/a>; <a class=\"ref\">Joel 1:15<\/a>; <a class=\"isa\" verses=\"WzE4MjY3XQ==\">Isaiah 32:7<\/a>; <a class=\"ref\">Micah 1:10, Micah 1:14; Zephaniah 2:4<\/a>; compare Stuart&rsquo;s &ldquo;Heb. Gram.&rdquo; Ed. 1, Section 246. The figure abounded not only in the Hebrew but among the Orientals generally. Lowth reads this, &lsquo;Answer her, O Anathoth;&rsquo; following in this the Syriac version, which reads the word rendered &ldquo;poor&rdquo; (עניה ‛ănı̂yâh) as a verb from ענה ‛ânâh, to answer, or respond, and supposes that the idea is retained of an &ldquo;echo,&rdquo; or reverberation among the hills, from which he thinks &ldquo;Anathoth,&rdquo; from the same verb, took its name. But the meaning of the Hebrew text is that given in our translation. The simple idea is that of neighboring cities and towns lifting up the voice of alarm; at the approach of the enemy. <\/p>",
    "audit": 1
}