{
    "id": 1601,
    "source": "barnes",
    "verse_id": 18508,
    "verse_count": 1,
    "reference": "43:2",
    "title": "",
    "html": " <p> <em>When thou passest through the waters <\/em>&mdash;This is a general promise, and means that whenever and wherever they should pass through water or fire, he would protect them. It had been true in their past history as a people; and the assurance is here given in order that they might be comforted in view of the calamities which they were then suffering in Babylon. Fire and water are often used in the Scriptures to denote calamity&mdash;the latter because it overwhelms; the former because it consumes; see <a class=\"ref\">Psalm 69:1<\/a>&mdash;&lsquo;The waters are come into my soul;&rsquo; also <a class=\"ref\">Psalm 73:10; Psalm 124:4-5; Psalm 66:12<\/a>&mdash;&lsquo;We went through fire and through water.&rsquo; <\/p> <p> <em>I will be with thee <\/em>&mdash;(Compare the note at <a class=\"isa\" verses=\"WzE4NDYyXQ==\">Isaiah 41:10<\/a>). <\/p> <p> <em>And through the rivers <\/em>&mdash;Also expressive of calamity and danger&mdash;like attempting to ford deep and rapid streams. <\/p> <p> <em>They shall not overflow thee <\/em>&mdash;As was the case with the Jordan when they crossed it under the guidance of Joshua, and a pathway was made for the armies of Israel. <\/p> <p> <em>When thou walkest through the fire <\/em>&mdash;This is expressive of calamity and danger in general like passing through fire. Yet it had a literal fulfillment in the case of the three pious Jews who were cast by Nebuchadnezzar into the burning furnace <a class=\"ref\">Daniel 3:25, Daniel 3:27<\/a>. <\/p> <p> <em>Neither shall the flame kindle upon thee <\/em>&mdash;It shall not only not consume thee, but it shall hog even burn, or injure thee (see <a class=\"ref\">Daniel 3:27<\/a>). The Chaldee Paraphrase refers this verse to the passage through the Red Sea, and to the protection which God gave his people there. It is rendered, &lsquo;In the beginning, when you passed through the Red Sea, my word was your aid. Pharaoh and Egypt, who were mighty like the waters of a river, were not able to prevail against you. And when thou didst go among a people who were formidable like fire, they could not prevail against you, and the kingdoms which were strong like flame could not consume you.&rsquo; It is, however, to be understood rather as a promise pertaining to the future; though the language is mainly derived, undoubtedly, from God&rsquo;s protecting them in their perils in former times. <\/p> ",
    "audit": 1
}