{
    "id": 1391,
    "source": "barnes",
    "verse_id": 18298,
    "verse_count": 1,
    "reference": "33:18",
    "title": "",
    "html": " <p> <em>Thine heart <\/em>&mdash;The heart of the people of Jerusalem. <\/p> <p> <em>Shall meditate terror <\/em>&mdash;This is similar to the expression in Virgil: <\/p> <p>&mdash;forsan et haec olim meminisse jurabit. <\/p> <p>AEn. ii.203. <\/p> <p>The sense here is, &lsquo;You shall hereafter think over all this alarm and distress. When the enemy is destroyed, the city saved, and the king shall reign in magnificence over all the nation then enjoying peace and prosperity, you shall recall these days of terror and alarm, and shall then ask with gratitude and astonishment, Where are they who caused this alarm? Where are now they who so confidently calculated on taking the city? They are all gone&mdash;and gone in a manner suited to excite astonishment and adoring gratitude.&rsquo; &lsquo;Sweet is the recollection,&rsquo; says Rosenmuller, &lsquo;of dangers that are passed.&rsquo; <\/p> <p> <em>Where is the scribe? <\/em>&mdash;How soon, how suddenly has he vanished! The word scribe here (ספר sı̂phēr) evidently refers to some prominent class of officers in the Assyrian army. It is from ספר sâphar, to count, to number, to write; and probably refers to a secretary, perhaps a secretary of state or of war, or an inspector-general, who had the charge of reviewing an army <a class=\"ref\">2 Kings 25:19; Jeremiah 37:15; Jeremiah 52:25<\/a>. <\/p> <p> <em>Where is the receiver? <\/em>&mdash;Margin, as in Hebrew, &lsquo;Weigher.&rsquo; Vulgate, &lsquo;Where is he that ponders the words of the law?&rsquo; The Septuagint, &lsquo;Where are the counselors (&omicron;&upsilon;&mu;&beta;&omicron;&upsilon;&lambda;&epsilon;&upsilon;́&omicron;&nu;&tau;&epsilon;&sigmaf; sumbouleuontes)?&rsquo; Probably the word refers to him who weighed the tribute, or the pay of the Soldiers; and means, doubtless, some officer in the army of the Assyrian; probably one whose office it was to have charge of the military chest, and to pay the army. <\/p> <p> <em>Where is he that counted the towers? <\/em>&mdash;That is, who made an estimate of the strength of Jerusalem&mdash;either Sennacherib, or someone appointed by him to reconnoitre and report on the means which the city bad of defense (compare <a class=\"isa\" verses=\"WzE4MzM1XQ==\">Isaiah 36:4<\/a>). <\/p> ",
    "audit": 1
}