{
    "id": 1852,
    "source": "barnes",
    "verse_id": 18759,
    "verse_count": 1,
    "reference": "56:5",
    "title": "",
    "html": " <p> <em>Will I give in mine house <\/em>&mdash;That is, they shalt be admitted to all the privileges of entering my house of prayer, and of being regarded as my true worshippers, and this shall be to them a more invaluable privilege than would be any earthly advantages. The word &lsquo;house&rsquo; here refers undoubtedly to the temple, regarded as emblematic of the place of public worship in all ages. <\/p> <p> <em>And within my walls <\/em>&mdash;The walls of the city where God dwelt, referring primarily to the walls of Jerusalem. They should be permitted to dwell with God, and be admitted to all the privileges of others. All, of all classes and conditions, under the reign of the Messiah, should be regarded as on a level, and entitled to equal advantages. There should be no religious disabilities arising from caste, age, country, color, or rank of life. Those who had any physical defect should not on that account be excluded from his favor, or be regarded as not entitled to his offers of mercy. The lame, therefore, the halt, the blind; the man of color, the african, the red man of the woods; the Hindu and the Islander; all are to be regarded as alike invited to participate in the favor of God, and none are to be excluded from the &lsquo;house&rsquo; erected to his praise, and from within the &lsquo;walls&rsquo; of the holy city where he dwells. <\/p> <p> <em>A place <\/em>&mdash;Hebrew, יד yâd&mdash;&lsquo;A hand.&rsquo; The word is, however, used to denote &lsquo;a place&rsquo; <a class=\"ref\">Deuteronomy 23:13; Numbers 2:17; Joshua 8:10 <\/a>. It is sometimes used in the sense of &lsquo;monument,&rsquo; or &lsquo;trophy&rsquo; <a class=\"ref\">1 Samuel 15:12; 2 Samuel 18:18 <\/a>,, as if a monument were a handpointing out or showing anything. The word here denotes, however, a place, and means that the excluded foreigner and the eunuch should be admitted to a place in the temple of God; that is, should be admitted to the favor of God, and be permitted to dwell with him. <\/p> <p> <em>And a name <\/em>&mdash;As it was regarded among the Hebrews as one of the highest honors to have a numerous posterity, the idea here is, that they should be admitted to the highest possible honor&mdash;the honor of being regarded as the children of God, and treated as his friends. <\/p> <p> <em>And I will give them an everlasting name <\/em>&mdash;Their memory shall not perish. They shall be admitted to eternal and unchangeable honors&mdash;the everlasting honor of being treated as the friends of God. <\/p>,",
    "audit": 1
}