{
    "id": 1070,
    "source": "barnes",
    "verse_id": 17977,
    "verse_count": 1,
    "reference": "16:7 ",
    "title": "",
    "html": "<p><em>Therefore shall Moab howl for Moab<\/em>&mdash;One part of the nation shall mourn for another; they shall howl, or lament, in alternate responses. Jerome renders it, &lsquo;the people (shall howl) to the city; the city to the provinces.&rsquo; The general idea is, that there would be an universal lamentation throughout the land. This would be the punishment which would result from their pride in neglecting to send the tribute and seeking the favor of the Jews; or they would lament because the expectation of finding a refuge among the Israelites was taken away.<\/p><p><em>For the foundations<\/em>&mdash;On account of the foundations of Kir-hareseth, for they shall be overthrown; that is, that city shall be destroyed. The word rendered here &lsquo;foundations&rsquo; (אשׁישׁי &lsquo;ăshı̂yshēy), occurs nowhere else but in this place, and in <a class=\"ref\">Hosea 3:1<\/a>. The Septuagint renders it: &lsquo;The inhabitants.&rsquo; The Chaldee, &lsquo;Men.&rsquo; Jeremiah, in the parallel place, renders it also &lsquo;men&rsquo; <a class=\"ref\">Jeremiah 48:31<\/a>. In <a class=\"ref\">Hosea 3:1<\/a>, it is rendered &lsquo;flagons of wine&rsquo;&mdash;and it has been supposed by many that it has this sense here, as this would agree with what is immediately added of the fields of Heshbon, and the vine of Sibmah. Rosenmuller renders it by &rsquo;strong people, or heroes;&rsquo; and supposes that it means that the &ldquo;strong&rdquo; people of Kir-hareseth would be destroyed, and that they would mourn on that account. The probable sense is, that that on which the city rested, or was based, was to be destroyed. So Kimchi, Jarchi, and the Syriac understand it.<\/p><p>Kir-ha-reseth&mdash;literally, &ldquo;wall of potsherds, or of bricks.&rdquo; Aquila renders it, &Tau;&omicron;&iota;&chi;&omega;ͅ &omicron;̓&sigma;&tau;&rho;&alpha;&kappa;&iota;́&nu;&omega;ͅ Toichō ostrakinō. Symmachus, &Tau;&epsilon;&iota;́&chi;&epsilon;&iota; &omicron;̓&sigma;&tau;&rho;&alpha;&kappa;&iota;́&nu;&omega;ͅ Teichei ostrakinō. This was a city of Moab, but where it was situated is unknown. Vitringa supposes that it was the same as Kir Moab <a class=\"isa\" verses=\"W3siMTc5NjIiOjF9XQ==\">Isaiah 15:1<\/a>, which, Gesenius says, is not improbable, for it is now mentioned as in ruins, and as one of the chief cities.<\/p>",
    "audit": 1
}