{
    "id": 1945,
    "source": "barnes",
    "verse_id": 18852,
    "verse_count": 1,
    "reference": "61:8 ",
    "title": "",
    "html": "<p><em>For I the Lord love judgment<\/em>&mdash;That is, &lsquo;I shall delight in rendering to my people what is right. It is right that they should enjoy my protection, and be favored with the tokens of my kindness. Loving justice and right, therefore, I will confer on them the privileges and blessings which they ought to enjoy, and which will be a public expression of my favor and love.&rsquo;<\/p><p>I hate robbery for burnt-offering&mdash;There has been great variety in the interpretation of this phrase. Lowth renders it, &lsquo;Who hate rapine and iniquity.&rsquo; Noyes, &lsquo;I hate rapine and iniquity.&rsquo; Jerome, as in our translation, Et odio habens rapinam in holocausto. The Septuagint, &Mu;&iota;&sigma;&omega;͂&nu; &alpha;̔&rho;&pi;&alpha;́&gamma;&mu;&alpha;&tau;&alpha; &epsilon;̓&xi; &alpha;̓&delta;&iota;&kappa;&iota;́&alpha;&sigmaf; Misōn harpagmata ech adikias&mdash;&lsquo;Hating the spoils of injustice.&rsquo; The Chaldee, &lsquo;Far from before me be deceit and violence.&rsquo; The Syriac, &lsquo;I hate rapine and iniquity.&rsquo; This variety of interpretation has arisen from the different views taken of the Hebrew בעולה be‛ôlâh. The Syriac evidently prefixed the conjunction, ו (v), &ldquo;and,&rdquo; instead of the preposition, ב (b), &ldquo;with&rdquo; or &ldquo;for&rdquo;; and, perhaps, also the Septuagint so read it. But this change, though slight, is not necessary in order to give a consistent rendering to the passage. The connection does not necessarily lead us to suppose that any reference would be made to &lsquo;burnt-offering,&rsquo; and to the improper manner in which such offerings were made; but the idea is rather, that God hated rapine and sin; he hateth such acts as those by which his people had been removed from their land, and subjected to the evils of a long and painful captivity. And this is undoubtedly the sense of the passage. The Hebrew word עולה ‛ôlâh, usually without the ,ו means properly &ldquo;a holocaust,&rdquo; or &ldquo;what is made to ascend&rdquo; (from עלה ‛âlâh, to ascend) from an altar. But the word here is the construct form for עולה ‛avı̂lâh, &ldquo;evil, wickedness&rdquo;; whence our word &ldquo;evil&rdquo; (see <a class=\"ref\">Job 24:20; Psalm 107:42<\/a>). And the sense here is, hate rapine or plunder (גזל gāzēl) with iniquity;&rsquo; that is, accompanied, as it always is, with iniquity and sin. And hating that as I do, I will vindicate my people who have been plundered in this way; and who have been borne into captivity, accompanied with deeds of violence and sin.<\/p><p><em>And I will direct their work in truth<\/em>&mdash;literally, &lsquo;I will give them work in truth or faithfulness;&rsquo; that is, I will give them the reward of their work faithfully. They shall be amply recompensed for all that they have done and suffered in my cause.<\/p><p><em>And I will make<\/em>&mdash;(See the notes at <a class=\"isa\" verses=\"WzE4NzQ0XQ==\">Isaiah 55:3<\/a>).<\/p>",
    "audit": 1
}