{
    "id": 823,
    "source": "barnes",
    "verse_id": 17730,
    "verse_count": 1,
    "reference": "3:22",
    "title": "",
    "html": "<p>The articles which are mentioned in the remaining part of this description, are entire articles of apparel; those which had preceded were chiefly single ornaments.<\/p><p><em>The changeable suits of apparel<\/em>&mdash;The word which is used here in the original comes from a verb signifying &ldquo;to pull of&rdquo; as a shoe; to unclothe one&rsquo;s-self; and it here denotes the more &ldquo;costly&rdquo; or &ldquo;valuable&rdquo; garments, which are not worn on common occasions, and which are &ldquo;laid aside&rdquo; in ordinary employments. This does not refer to any &ldquo;particular&rdquo; article of dress, but to splendid and costly articles in general. &lsquo;The Eastern ladies take great pride in having many changes of apparel, because their fashions never alter. Thus the net brocades worn by their grandmothers are equally fashionable for themselves.&rsquo;&mdash;&ldquo;Roberts.&rdquo;<\/p><p><em>And the mantles<\/em>&mdash;From the verb &ldquo;to cover,&rdquo; or &ldquo;to clothe.&rdquo; The word &ldquo;mantle&rdquo; does not quite express the force of the original. It means the fuller &ldquo;tunic&rdquo; which was worn over the common one, with sleeves, and which reached down to the feet. &lsquo;A loose robe,&rsquo; says Roberts, &lsquo;which is gracefully crossed on the bosom.&rsquo;<\/p><p><em>And the wimples<\/em>&mdash;Our word &ldquo;wimple&rdquo; means a &ldquo;hood,&rdquo; or &ldquo;veil,&rdquo; but this is not the meaning of the Hebrew word in this place. It means a wide, broad garment, which could be thrown over the whole, and in which the individual usually slept. &lsquo;Probably the fine muslin which is sometimes thrown over the head and body.&rsquo;&mdash;&ldquo;Roberts.&rdquo;<\/p><p>And the crisping-pins&mdash;This phrase with us would denote &ldquo;curling-irons.&rdquo; But the Hebrew here denotes a very different article. It means &ldquo;money-bags,&rdquo; or &ldquo;purses.&rdquo; These were often made very large, and were highly ornamented; compare <a class=\"ref\">2 Kings 5:23<\/a>. Frequently they were attached to the girdle.<\/p> ",
    "audit": 1
}