{
    "id": 1175,
    "source": "barnes",
    "verse_id": 18082,
    "verse_count": 1,
    "reference": "23:4 ",
    "title": "",
    "html": "<p><em>Be thou ashamed, O Zidon<\/em>&mdash;Tyre was a colony of Sidon. Sidon is here addressed as the mother of Tyre, and is called on to lament over her daughter that was destroyed. In <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 23:12<\/a> , Tyre is called the &lsquo;daughter of Sidon;&rsquo; and such appellations were commonly given to cities (see the note at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 1:8<\/a> ). Sidon is here represented as ashamed, or grieved&mdash;as a mother is who is bereft of all her children.<\/p><p><em>The sea hath spoken<\/em>&mdash;New Tyre was on a rock at some distance from the land, and seemed to rise out of the sea, somewhat as Venice does It is described here as a production of the sea, and the sea is represented as speaking by her.<\/p><p><em>Even the strength of the sea<\/em>&mdash;The fortress, or strong place (מעוז mā‛ôz) of the sea. Tyre, on a rock, might be regarded as the strong place, or the defense of the Mediterranean. Thus Zechariah Zechariah 9:3 says of it. &lsquo;And Tyrus did build herself a stronghold&rsquo; (מצור mâtsôr).<\/p><p><em>Saying, I travail not<\/em>&mdash;The expresssions which follow are to be regarded as the language of Tyre&mdash;the founder of colonies and cities. The sense is, &lsquo;My wealth and resources are gone. My commerce is annihilated. I cease to plant cities and colonies, and to nourish and foster them, as I once did, by my trade.&rsquo; The idea of the whole verse is, that the city which had been the mistress of the commercial world, and distinguished for founding other cities and colonies, was about to lose her importance, and to cease to extend her colonies and her influence over other countries. Over this fact, Sidon, the mother and founder of Tyre herself, would be humbled and grieved that her daughter, so proud, so rich, and so magnificent, was brought so low.<\/p>",
    "audit": 1
}