{
    "id": 754,
    "source": "barnes",
    "verse_id": 17661,
    "verse_count": 1,
    "reference": "1:6",
    "title": "",
    "html": " <p> <em>From the sole of the foot... <\/em>&mdash;Or is we say, &lsquo;from head to foot,&rsquo; that is, in every part of the body. There may be included also the idea that this extended from the lowest to the highest among the people. The Chaldee paraphrase is, &lsquo;from the lowest of the people even to the princes&mdash;all are contumacious and rebellious.&rsquo; <\/p> <p> <em>No soundness <\/em>&mdash;מתם methôm, from תמם tâmam, to be perfect, sound, uninjured. There is no part unaffected; no part that is sound. It is all smitten and sore. <\/p> <p> <em>But wounds <\/em>&mdash;The precise shade of difference between this and the two following words may not be apparent. Together, they mean Such wounds and contusions as are inflicted upon man by scourging, or beating him. This mode of punishment was common among the Jews; as it is at the East at this time. Abarbanel and Kimchi say that the word rendered here &ldquo;wounds&rdquo; (פצע petsa‛, a verbal from פצע pâtsa‛ to wound, to mutilate), means an open wound, or a cut from which blood flows. <\/p> <p> <em>Bruises <\/em>&mdash;חבורה chabbûrâh. This word means a contusion, or the effect of a blow where the skin is not broken; such a contusion as to produce a swelling, and livid appearance; or to make it, as we say, black and blue. <\/p> <p> <em>Putrifying sores <\/em>&mdash;The Hebrew rather means recent, or fresh wounds; or rather, perhaps, a running wound, which continues fresh and open; which cannot be cicatrized, or dried up. The Septuagint renders it elegantly &pi;&lambda;&eta;&gamma;&eta;́ &phi;&lambda;&gamma;&mu;&alpha;&iota;́&nu;&omicron;&upsilon;&sigma;&alpha; plēgē flegmainous, a swelling, or tumefying wound. The expression is applied usually to inflammations, as of boils, or to the swelling of the tonsils, etc. <\/p> <p> <em>They have not been closed <\/em>&mdash;That is, the lips had not been pressed together, to remove the blood from the wound. The meaning is, that nothing had been done toward healing the wound. It was an unhealed, undressed, all-pervading sore. The art of medicine, in the East, consists chiefly in external applications; accordingly the prophet&rsquo;s images in this place are all taken from surgery. Sir John Chardin, in his note on <a class=\"ref\">Proverbs 3:8<\/a>, &lsquo;It shall be health to thy navel, and marrow to thy bones,&rsquo; observes, that the comparison is taken from the plasters, ointments, oils, and frictions, which are made use of in the East in most maladies. &lsquo;In Judea,&rsquo; says Tavernier, &lsquo;they have a certain preparation of oil, and melted grease, which they commonly use for the healing of wounds.&rsquo; Lowth. Compare the note at <a class=\"isa\" verses=\"WzE4NDEyXQ==\">Isaiah 38:21<\/a>. <\/p> <p> <em>Neither mollified with ointment <\/em>&mdash;Neither made soft, or tender, with ointment. Great use was made, in Eastern nations, of oil, and various kinds of unguents, in medicine. Hence, the good Samaritan is represented as pouring in oil and wine into the wounds of the man that fell among thieves <a class=\"ref\">Luke 10:34<\/a>; and the apostles were directed to anoint with oil those who were sick; <a class=\"ref\">James 5:14<\/a>; compare <a class=\"ref\">Revelation 3:18<\/a>. <\/p> <p> <em>Ointment <\/em>&mdash;Hebrew oil. שׁמן shemen. The oil of olives was used commonly for this purpose. The whole figure in these two verses relates to their being punished for their sins. It is taken from the appearance of a man who is severely, beaten, or scourged for crime; whose wounds had not been dressed, and who was thus a continued bruise, or sore, from his head to his feet. The cause of this the prophet states afterward, <a class=\"isa\" verses=\"WzE3NjY1XQ==\">Isaiah 1:10<\/a>, ff. With great skill he first reminds them of what they saw and knew, that they were severely punished; and then states to them the cause of it. Of the calamities to which the prophet refers, they could have no doubt. They were every where visible in all their cities and towns. On these far-spreading desolations, he fixes the eye distinctly first. Had he begun with the statement of their depravity, they would probably have revolted at it. But being presented with a statement of their sufferings, which they all saw and felt, they were prepared for the statement of the cause. To find access to the consciences of sinners, and to convince them of their guilt, it is often necessary to remind them first of the calamities in which they are actually involved; and then to search for the cause. This passage, therefore, has no reference to their moral character. It relates solely to their punishment. It is often indeed adduced to prove the doctrine of depravity; but it has no direct reference to it, and it should not be adduced to prove that people are depraved, or applied as referring to the moral condition of man. The account of their moral character, as the cause of their calamities, is given in <a class=\"isa\" verses=\"eyIxNzY2NSI6NX0=\">Isaiah 1:10-14<\/a>. That statement will fully account for the many woes which had come on the nation. <\/p>",
    "audit": 1
}