{
    "id": 968,
    "source": "barnes",
    "verse_id": 17875,
    "verse_count": 1,
    "reference": "10:24 ",
    "title": "",
    "html": "<p><em>Therefore...<\/em>&mdash;In this verse the prophet returns to the main subject of this prophecy, which is to comfort the people of Jerusalem with the assurance that the army of the Assyrian would be destroyed.<\/p><p><em>O my people<\/em>&mdash;An expression of tenderness, showing that God regarded them as his children, and notwithstanding the judgments that he would bring upon them for their sins In the midst of severe judgments, God speaks the language of tenderness; and, even when he punishes, has toward his people the feelings of a father; <a class=\"ref\">Hebrews 12:5-11<\/a>.<\/p><p><em>That dwelleth in Zion<\/em>&mdash;literally, in mount Zion; but here taken for the whole city of Jerusalem; see the note at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 1:8<\/a>.<\/p><p><em>Be not afraid...<\/em>&mdash;For his course shall be arrested, and he shall be repelled and punished; <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 10:25-27<\/a>.<\/p><p><em>He shall smite thee<\/em>&mdash;He shall, indeed, smite thee, but shall not utterly destroy thee.<\/p><p><em>And shall lift up his staff<\/em>&mdash;Note, <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 10:5<\/a>. The &ldquo;staff&rdquo; here is regarded as an instrument of punishment; compare the note at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 9:4<\/a>; and the sense is, that by his invasion, and by his exactions, he would oppress and punish the nation.<\/p><p><em>After the manner of Egypt<\/em>&mdash;Hebrew, &lsquo;In the way of Egypt.&rsquo; Some interpreters have supposed that this means that Sennacherib would oppress and afflict the Jews in his going down to Egypt, or on his way there to attack the Egyptians. But the more correct interpretation is that which is expressed in our translation&mdash;&ldquo;after the manner of Egypt.&rdquo; That is, the nature of his oppressions shall be like those which the Egyptians under Pharaoh inflicted on the Jews. There are &ldquo;two&rdquo; ideas evidently implied here.<\/p><p>(1) That the oppression would be heavy and severe. Those which their fathers experienced in Egypt were exceedingly burdensome and cruel. So it would be in the calamities that the Assyrian would bring upon them. But,<\/p><p>(2) Their fathers had been delivered from the oppressions of the Egyptians. And so it would be now. The Assyrian would oppress them; but God would deliver and save them. The phrase, &lsquo;in the way of,&rsquo; is used to denote &ldquo;after the manner of,&rdquo; or, as an example, in <a class=\"ref\">Amos 4:10<\/a> , &lsquo;I have sent among you the pestilence after the manner of Egypt;&rsquo; Hebrew, &lsquo;In the way of Egypt;&rsquo; compare <a class=\"ref\">Ezekiel 20:30<\/a>.<\/p>",
    "audit": 1
}