{
    "id": 1109,
    "source": "barnes",
    "verse_id": 18016,
    "verse_count": 1,
    "reference": "19:11 ",
    "title": "",
    "html": "<p><em>Surely the princes<\/em>&mdash;The following verses, to <a class=\"isa\" verses=\"MTgwMjE=\">Isaiah 19:16<\/a> , are designed to describe further the calamities that were coming upon Egypt by a want of wisdom in their rulers. They would be unable to devise means to meet the impending calamities, and would actually increase the national misery by their unwise counsels. The word &lsquo;princes&rsquo; here is taken evidently for the rulers or counselors of state.<\/p><p><em>Of Zoan<\/em>&mdash;The Vulgate, Septuagint, and Chaldee, render this &lsquo;Tanis.&rsquo; Zoan was doubtless the Tans of the Greeks (Herod. ii. 166), and was a city of Lower Egypt, built, according to Moses <a class=\"ref\">Numbers 13:22<\/a> , seven years after Hebron. It is mentioned in <a class=\"ref\">Psalm 78:12; Isaiah 19:11<\/a> , <a class=\"isa\" verses=\"WzE4MDE4LDE4MjIyXQ==\">Isaiah 19:13; Isaiah 30:4<\/a> ; <a class=\"ref\">Ezekiel 30:14<\/a>. It was at the entrance of the Tanitic mouth of the Nile, and gave name to it. Its ruins still exist, and there are seen there at present numerous blocks of granite, seven obelisks of granite, and a statue of Isis. It was the capital of the dynasty of the Tanitish kings until the time of Psammetichus; it was at this place principally that the miracles done by Moses were performed. &lsquo;Marvellous things did he in the sight of their fathers in the land of Egypt; in the field of Zoan&rsquo; <a class=\"ref\">Psalm 78:12<\/a>. Its ruins are still called &ldquo;San,&rdquo; a slight change of the word Zoan. The Ostium Taniticum is now the &ldquo;Omm Faredje.&rdquo;<\/p><p><em>Are fools<\/em>&mdash;They are unable to meet by their counsels the impending calamities. Perhaps their folly was evinced by their flattering their sovereign, and by exciting him to plans that tended to the ruin, rather than the welfare of the kingdom.<\/p><p><em>The wise counselors of Pharaoh<\/em>&mdash;Pharaoh was the common name of the kings of Egypt in the same way as &ldquo;Caesar&rdquo; became afterward the common name of the Roman emperors&mdash;and the king who is here intended by Pharaoh is probably Psammetichus (see the note at <a class=\"isa\" verses=\"MTgwMDk=\">Isaiah 19:4<\/a>).<\/p><p><em>How say ye...<\/em>&mdash;Why do you &ldquo;flatter&rdquo; the monarch? Why remind him of his ancestry? Why attempt to inflate him with the conception of his own wisdom? This was, and is, the common practice of courtiers; and in this way kings are often led to measures most ruinous to their subjects.<\/p>",
    "audit": 1
}