{
    "id": 1647,
    "source": "barnes",
    "verse_id": 18554,
    "verse_count": 1,
    "reference": "44:20",
    "title": "",
    "html": " <p> <em>He feedeth on ashes <\/em>&mdash;There have been various interpretations of this. Jerome renders it, &lsquo;A part of it is ashes;&rsquo; the Chaldee, &lsquo;Lo! half of the god is reduced to ashes;&rsquo; the Septuagint, &lsquo;Know thou that their heart is ashes.&rsquo; The word rendered here &lsquo;feedeth&rsquo; (רעה ro‛eh) means properly &ldquo;to feed, graze, pasture&rdquo;; and then, figuratively, to delight, or take pleasure in any person or thing <a class=\"ref\">Proverbs 13:20; Proverbs 15:14; Proverbs 28:7; Proverbs 29:3 <\/a>. In <a class=\"ref\">Hosea 12:1 <\/a>,, &lsquo;Ephraim feedeth on wind,&rsquo; it means to strive after something vain or unprofitable; to seek that which will prove to be vain and unsatisfactory. So here it means, that in their idol-service they would not obtain that which they sought. It would be like a man who sought for food, and found it to be dust or ashes; and the service of an idol compared with what man needed, or compared with the true religion, would be like ashes compared with nutritious and wholesome diet. This graphic description of the effect of idolatry is just as true of the ways of sin, and of the pursuits of the world now. It is true of the frivolous and the fashionable; of those who seek happiness in riches and honors; of all those who make this world their portion, that they are feeding on ashes&mdash;they seek that which is vain, unsubstantial, unsatisfactory, and which will yet fill the soul itself with disgust and loathing. <\/p> <p> <em>A deceived heart hath turned him aside <\/em>&mdash;This is the true source of the difficulty; this is the fountain of all idolatry and sin. The heart is first wrong, and then the understanding, and the whole conduct is turned aside from the path of truth and duty (compare <a class=\"ref\">Romans 1:28 <\/a>). <\/p> <p> <em>A lie in my right hand <\/em>&mdash;The right hand is the instrument of action. A lie is a name often given to an idol as being false and delusive. The sense is, that that which they had been making, and on which they were depending, was deceitful and vain. The work of their right hand&mdash;the fruit of their skill and toil, was deceptive, and could not save them. The doctrine is, that that which sinners rely on to save their souls; that which has cost their highest efforts as a scheme to save them, is false and delusive. All schemes of religion of human origin are of this description: and all will be alike deceptive and ruinous to the soul. <\/p>,",
    "audit": 1
}