{
    "id": 1781,
    "source": "barnes",
    "verse_id": 18688,
    "verse_count": 1,
    "reference": "51:14",
    "title": "",
    "html": "<p><em>The captive exile<\/em>&mdash;Lowth renders this, evidently very improperly, &lsquo;He marcheth on with speed who cometh to set the captive free;&rsquo; and supposes that it refers to Cyrus, if understood of the temporal redemption from the captivity at Babylon; in the spiritual sense, to the Messiah. But the meaning evidently is, that the exile who had been so long as it were enchained in Babylon, was about to be set free, and that the time was very near when the captivity was to end. The prisoner should not die there, but should be conducted again to his own land. The word used here, and rendered &lsquo;captive exile&rsquo; (צעה tso‛eh from צעה tsâ‛âh), means properly &lsquo;that which is turned on one side,&rsquo; or inclined, as, e. g., a vessel for pouring <a class=\"ref\">Jeremiah 48:12<\/a>. Then it means that which is inclined, bent, or bowed down as a captive in bonds. The Chaldee renders this, &lsquo;Vengeance shall be quickly revealed, and the just shall not die in corruption, and their food shall not fail.&rsquo; Aben Ezra renders it, &lsquo;Bound.&rsquo; The idea is, that they who were bowed down under bondage and oppression in Babylon, should very soon be released. This is one of the numerous passages which show that the scene of the prophetic vision is Babylon, and the time near the close of the captivity, and that the design of the prophet is to comfort them there, and to afford them the assurance that they would soon be released.<\/p><p><em>And that he should not die in the pit<\/em>&mdash;That is, in Babylon, represented as a prison, or a pit. The nation would be restored to their own land. Prisoners were often confined in a deep pit or cavern, and hence, the word is synonymous with prison. The following extract from Pax. ton will illustrate this. &lsquo;The Athenians, and particularly the tribe of Hippothoontis, frequently condemned offenders to the pit. It was a dark, noisome hole, and had sharp spikes at the top, that no criminal might escape; and others at the bottom, to pierce and torment those unhappy persons who were thrown in. Similar to this place was the Lacedemonian &Kappa;&alpha;&iota;&alpha;&delta;&alpha;&sigmaf; Kaiadas, into which Aristomenes the Messenian being cast, made his escape in a very surprising manner.&rsquo; Compare also <a class=\"ref\">Genesis 37:20; Numbers 16:30; Psalm 9:15; Psalm 28:1; Psalm 30:3, Psalm 30:9; Psalm 40:2; Psalm 55:23; Psalm 119:85; Psalm 140:10; Jeremiah 37:21; Zechariah 9:11<\/a>.<\/p><p><em>Nor that his bread should fail<\/em>&mdash;His needs shall be supplied until he is released.<\/p> ",
    "audit": 1
}