{
    "id": 1496,
    "source": "barnes",
    "verse_id": 18403,
    "verse_count": 1,
    "reference": "38:12",
    "title": "",
    "html": "<p><em>Mine age<\/em> &mdash;The word which is used here (דור dôr) means properly the revolving period or circle of human life. The parallelism seems to demand, however, that it should be used in the sense of dwelling or habitation, so as to correspond with the &rsquo;shepherd&rsquo;s tent.&rsquo; Accordingly, Lowth and Noyes render it, &lsquo;Habitation.&rsquo; So also do Gesenius and Rosenmuller. The Arabic word has this signification; and the Hebrew verb דור dûr also means &ldquo;to dwell, to remain,&rdquo; as in the Chaldee. Here the word means a dwelling, or habitation; that is, a tent, as the habitations of the Orientals were mostly tents.<\/p><p><em>Is departed<\/em> &mdash;(נסע nı̂ssa‛). The idea here is, that his dwelling was to be transferred from one place to another, as when a tent or encampment was broken up; that is, he was about to cease to dwell on the earth, and to dwell in the land of silence, or among the dead.<\/p><p>From me as a shepherd&rsquo;s tent&mdash;As suddenly as the tent of a shepherd is taken down, folded up, and transferred to another place. There is doubtless the idea here that he would continue to exist, but in another place, as the shepherd would pitch his tent or dwell in another place. He was to be cut off from the earth, but he expected to dwell among the dead. The whole passage conveys the idea that he expected to dwell in another state&mdash;as the shepherd dwells in another place when he strikes his tent, and it is removed.<\/p><p><em>I have cut off like a weaver my life<\/em> &mdash;This is another image designed to express substantially the same idea. The sense is, as a weaver takes his web from the loom by cutting the warp, or the threads which bind it to the beam, and thus loosens it and takes it away, so his life was to be cut off. When it is said, &lsquo;I cut off&rsquo; (קפדתי qipadetiy), the idea is, doubtless, I AM cut off; or my life is cut off. Hezekiah here speaks of himself as the agent, because he might have felt that his sins and unworthiness were the cause. Life is often spoken of as a web that is woven, because an advance is constantly made in filling up the web, and because it is soon finished, and is then cut off.<\/p><p><em>He will cut me off<\/em> &mdash;God was about to cut me off.<\/p><p><em>With pining sickness<\/em> &mdash;Margin, &lsquo;From the thrum.&rsquo; Lowth, &lsquo;From the loom.&rsquo; The word דלה dalâh means properly something hanging down or pendulous; anything pliant or slender. Hence, it denotes hair or locks Sol 7:6. Here it seems to denote the threads or thrums which tied the web to the weaver&rsquo;s beam. The image here denotes the cutting off of life as the weaver cuts his web out of the loom, or as he cuts off thrums. The word never means sickness.<\/p><p><em>From day even to night<\/em> &mdash;That is, in the space of a single day, or between morning and night&mdash;as a weaver with a short web accomplishes it in a single day. The disease of Hezekiah was doubtless the pestilence; and the idea is, that God would cut him off speedily, as it were in a single day.<\/p><p><em>Wilt thou make an end of me<\/em> &mdash;Hebrew, &lsquo;Wilt thou perfect&rsquo; or &lsquo;finish&rsquo; me; that is, wilt thou take my life.<\/p> ",
    "audit": 1
}