{
    "id": 801,
    "source": "barnes",
    "verse_id": 17708,
    "verse_count": 1,
    "reference": "2:22 ",
    "title": "",
    "html": "<p><i>Cease ye from man<\/i>—That is, cease to confide in or trust in him. The prophet had just said <a class='isa' seq='0'>Isaiah 2:11<\/a> , <a class='isa' seq='1'>Isaiah 2:17<\/a>  that the proud and lofty people would be brought low; that is, the kings, princes, and nobles would be humbled. They in whom the people had been accustomed to confide should show their insufficiency to afford protection. And he calls on the people to cease to put their reliance on any of the devices and refuges of men, implying that trust should be placed in the Lord only; see <a class='ref'>Psalm 146:3-4; Jeremiah 17:5<\/a>.<\/p><p><i>Whose breath is in his nostrils<\/i>—That is, who is weak and short-lived, and who has no control over his life. All his power exists only while he breathes, and his breath is in his nostrils. It may soon cease, and we should not confide in so frail and fragile a thing as the breath of man; see <a class='ref'>Psalm 146:3-5<\/a>  :<p>Put not your trust in princes,<p>Nor in the son of man, in whom there is no help.<p>His breath goeth forth, he returneth to his earth;<p>In that very day his thoughts perish.<p>Happy is he that hath the God of Jacob for his help,<p>Whose hope is in the Lord his God.<p>The Chaldee has translated this verse, ‘Be not subject to man when he is terrible, whose breath is in his nostrils; because today he lives, and tomorrow he is not, and shall be reputed as nothing.’ It is remarkable that this verse is omitted by the Septuagint, as Vitringa supposes, because it might seem to exhort people not to put confidence in their rulers.<p><i>For wherein...<\/i>—That is, he is unable to afford the assistance which is needed. When God shall come to judge people, what can man do, who is weak, and frail, and mortal? Refuge should be sought in God. The exhortation of the prophet here had respect to a particular time, but it may be applied in general to teach us not to confide in weak, frail, and dying man. For life and health, for food and raiment, for home and friends, and especially for salvation, we are dependent on God. He alone can save the sinner; and though we should treat people with all due respect, yet we should remember that God alone can save us from the great day of wrath. <p><\/div>",
    "audit": 1
}