{
    "id": 1368,
    "source": "barnes",
    "verse_id": 18275,
    "verse_count": 1,
    "reference": "32:15 ",
    "title": "",
    "html": "<p><em>Until the Spirit<\/em>&mdash;The Spirit of God, as the source of all blessings, and especially as able to meet and remove the ills of the long calamity and desolation. This evidently refers to some future period, when the evils which the prophet was contemplating would be succeeded by the spread of the true religion. If the prophet meant to confine his description of calamities to those which would attend the invasion of Sennacherib, then this refers to the piety and prosperity which would prevail after that during the reign of Hezekiah. If he designed, as Lowth supposes, to describe the calamites which would attend the invasion of the Chaldeans and the desolation of the city of Jerusalem during the captivity, then this refers to the prosperous times that would occur after their return to their own land. And if he looked forward beyond even that, then this refers to the times of the Messiah also, and he designed to describe the happy period when the Messiah should have come, and when the Spirit should be poured out. Vitringa supposes that all three of these events are referred to. But although the expressions are such as are used in reference to the times of the Messiah, yet the word &lsquo;until&rsquo; seems to limit the prediction to some event previous to that. The plain sense of the passage is, that the city would lie waste, and would be a pasture for flocks, until the Spirit should be poured out; that is, would lie waste a long time, and then be succeeded by the merciful interposition of God restoring them to their land and privileges. This idea would seem to limit it. at the utmost, to the return from Babylon.<\/p><p><em>Be poured out<\/em>&mdash;This is a common and usual mode of indicating that the influences of the Spirit of God would be imparted <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 44:3<\/a> ; <a class=\"ref\">Ezekiel 39:29; Joel 2:28-29; Acts 2:17-18<\/a>.<\/p><p><em>From on high<\/em>&mdash;From heaven (compare <a class=\"ref\">Luke 24:49<\/a>).<\/p><p><em>And the wilderness be a fruitful field<\/em>&mdash;Until that change shall come when the places that are desolate shall become fertile, and the places which are now fertile and prosperous shall become desolate and barren. This may refer to the time when Jerusalem, that would have lain so long waste, would be again inhabited and cultivated, and when Babylon, then so prosperous, would become desolate and ruined. The expression has a proverbial cast and denotes change and revolution (see the note at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 29:17<\/a>).<\/p>",
    "audit": 1
}