{
    "id": 1211,
    "source": "barnes",
    "verse_id": 18118,
    "verse_count": 1,
    "reference": "24:22",
    "title": "",
    "html": " <p> <em>And they shall be gathered together <\/em>&mdash;That is, those who occupy posts of honor and influence in the ecclesiastical and civil polity of the land. &ldquo;As prisoners.&rdquo; Margin, as in the Hebrew, &lsquo;With the gathering of prisoners.&rsquo; The reference is to the custom of collecting captives taken in war, and chaining them together by the hands and feet, and thrusting them in large companies into a prison. <\/p> <p> <em>In the pit <\/em>&mdash;Margin, &lsquo;Dungeon.&rsquo; The sense is, that he rulers of the land should be made captive, and treated as prisoners of war. This was undoubtedly true in the captivity under Nebuchadnezzar. The people were assembled; were regarded as captives; and were conveyed together to a distant land. <\/p> <p> <em>And shall be shut up in the prison <\/em>&mdash;Probably this is not intended to be taken literally, but to denote that they would be as secure as if they were shut up in prison. Their prison-house would be Babylon, where they were enclosed as in a prison seventy years. <\/p> <p> <em>And after many days <\/em>&mdash;If this refers, as I have supposed, to the captivity at Babylon, then these &lsquo;many days&rsquo; refer to the period of seventy years. <\/p> <p> <em>Shall they be visited <\/em>&mdash;Margin, &lsquo;Found wanting.&rsquo; The word used here (פקד pâqad) may be used either in a good or bad sense, either to visit for the purpose of reviewing, numbering, or aiding; or to visit for the purpose of punishing. It is probably, in the Scriptures, most frequently used in the latter sense (see <a class=\"ref\">1 Samuel 15:2; Job 31:14; Job 35:15; Psalm 89:33<\/a>; <a class=\"isa\" verses=\"WzE4MTQ1XQ==\">Isaiah 26:14<\/a>; <a class=\"ref\">Jeremiah 9:24<\/a>). But it is often used in the sense of taking account of, reviewing, or mustering as a military host (see <a class=\"ref\">Numbers 1:44; Numbers 3:39; 1 Kings 20:15<\/a>; <a class=\"isa\" verses=\"WzE3OTExXQ==\">Isaiah 13:4<\/a>). In this place it may be taken in either of these senses, as may be best supposed to suit the connection. To me it seems that the connection seems to require the idea of a visitation for the purpose of relief or of deliverance; and to refer to the fact that at the end of that time there would be a reviewing, a mustering, an enrollment of those who should have been carried away to their distant prison-house, to ascertain how many remained, and to marshal them for their return to the land of their fathers (see the books of Ezra and Nehemiah). The word here used has sometimes the sense expressed in the margin, &lsquo;found wanting&rsquo; (compare <a class=\"ref\">1 Samuel 20:6; 1 Samuel 25:15<\/a>; <a class=\"isa\" verses=\"WzE4NDAxXQ==\">Isaiah 38:10<\/a>); but such a sense does not suit the connection here. I regard the verse as an indication of future mercy and deliverance. They would be thrown into prison, and treated as captives of war; but after a long time they would be visited by the Great Deliverer of their nation, their covenant-keeping God, and reconducted to the land of their fathers. <\/p> ",
    "audit": 1
}