{
    "id": 1698,
    "source": "barnes",
    "verse_id": 18605,
    "verse_count": 1,
    "reference": "47:5",
    "title": "",
    "html": " <p> <em>Sit thou silent <\/em>&mdash;The same general sentiment is expressed here as in the preceding verses, though the figure is changed. In <a class=\"isa\" verses=\"eyIxODYwMSI6M30=\">Isaiah 47:1-3 <\/a>,, Babylon is represented under the image of a frivolous and delicately-reared female, suddenly reduced from her exalted station, and compelled to engage in the most menial and laborious employment. Here she is represented as in a posture of mourning. To sit in silence is emblematic of deep sorrow, or affliction (see <a class=\"ref\">Lamentations 2:10 <\/a>): &lsquo;The elders of the daughter of Zion sit upon the ground and keep silence, they have cast up dust upon their heads;&rsquo;&mdash;see the note at <a class=\"isa\" verses=\"WzE3NzM0XQ==\">Isaiah 3:26 <\/a>: &lsquo;And she (Jerusalem) being desolate shall sit upon the ground;&rsquo; <a class=\"ref\">Job 2:13 <\/a>: &lsquo;So they (the three friends of Job) sat down with him upon the ground seven days and seven nights, and none spake a word unto him, for they saw that his grief was very great.&rsquo; Compare <a class=\"ref\">Ezra 9:4 <\/a>. <\/p> <p> <em>Get thee into darkness <\/em>&mdash;That is, into a place of mourning. Persons greatly afflicted, almost as a matter of course, shut out the light from their dwellings, as emblematic of their feelings. This is common even in this country&mdash;and particularly in the city in which I write where the universal custom prevails of making a house dark during the time of mourning. Nature prompts to this, for there is an obvious similarity between darkness and sorrow. That this custom also prevailed in the East is apparent (see <a class=\"ref\">Lamentations 3:2 <\/a>): &lsquo;He hath led me, and brought me into darkness, and not into light;&rsquo; <a class=\"ref\">Micah 8:8 <\/a>: &lsquo;When I sit in darkness, the Lord shall be a light unto me.&rsquo; The idea is, that Babylon would be brought to desolation, and have occasion of sorrow, like a delicately-trained female suddenly deprived of children <a class=\"isa\" verses=\"WzE4NjA5XQ==\">Isaiah 47:9 <\/a>,, and that she would seek a place of darkness and silence where she might fully indulge her grief. <\/p> <p> <em>O daughter of the Chaldeans <\/em>&mdash;(See the notes at <a class=\"isa\" verses=\"WzE4NjAxXQ==\">Isaiah 47:1 <\/a>). <\/p> <p> <em>For thou shalt no more be called The lady of kingdoms <\/em>&mdash;The magnificence, splendor, beauty, and power, which have given occasion to this appellation, and which have led the nations by common consent to give it to thee, shall be entirely and forever removed. The appellation, &lsquo;lady of kingdoms.&rsquo; is equivalent to that so often used of Rome, as &lsquo;the mistress of the world;&rsquo; and the idea is, that Babylon sustained by its power and splendor the relation of mistress, and that all other cities were regarded as servants, or as subordinate. <\/p>,",
    "audit": 1
}