{
    "id": 1916,
    "source": "barnes",
    "verse_id": 18823,
    "verse_count": 1,
    "reference": "60:1 ",
    "title": "",
    "html": "<p><em>Arise<\/em>&mdash;This is evidently addressed to the church, or to Zion regarded as the seat of the church. It is represented as having been in a state of affliction and calamity (compare the notes at <a class=\"isa\" verses=\"MTc3MzQ=\">Isaiah 3:26<\/a> ; <a class=\"isa\" verses=\"eyIxODY5OCI6Mn0=\">Isaiah 52:1-2<\/a> ). She is now called on to arise from the dust, and to impart to others the rich privileges which were conferred on her.<\/p><p><em>Shine<\/em>&mdash;(אורי &lsquo;ôrı̂y). Lowth renders this, &lsquo;Be thou enlightened.&rsquo; Margin, &lsquo;Be enlightened, for thy light cometh.&rsquo; Noyes, &lsquo;Enjoy light.&rsquo; Septuagint &Phi;&omega;&tau;&iota;́&zeta;&omicron;&upsilon; &phi;&omega;&tau;&iota;́&zeta;&omicron;&upsilon; Phōtizou phōtizou&mdash;&lsquo;Be enlightened; be enlightened, O Jerusalem.&rsquo; Herder renders it, &lsquo;Be light.&rsquo; Vitringa regards the expression as equivalent to this, &lsquo;pass into a state of light. That is, enjoy light thyself, and impart it freely to others, Gesenius renders it, &lsquo;Shine, be bright; that is, be surrounded and resplendent with light.&rsquo; The idea probably is this, &lsquo;rise now from a state of obscurity and darkness. Enter into light; enter into times of prosperity.&rsquo; It is not so much a command to impart light to others as it is to be encompassed with light and glory. It is the language of prophecy rather than of command; a call rather to participate in the light that was shining than to impart it to others. The Septuagint and the Chaldee here add the name &lsquo;Jerusalem,&rsquo; and regard it as addressed directly to her.<\/p><p><em>Thy light is come<\/em>&mdash;On the word &lsquo;light,&rsquo; see the notes at <a class=\"isa\" verses=\"MTg3OTU=\">Isaiah 58:8<\/a> , <a class=\"isa\" verses=\"MTg3OTc=\">Isaiah 58:10<\/a>. The light here referred to is evidently that of the gospel; and when the prophet says that that light &lsquo;is come,&rsquo; he throws himself into future times, and sees in vision the Messiah as having already come, and as pouring the light of salvation on a darkened church and world (compare the notes at <a class=\"isa\" verses=\"MTc4MzI=\">Isaiah 9:2<\/a>).<\/p><p><em>And the glory of the Lord<\/em>&mdash;There is refer once here, doubtless, to the Shechinah or visible splendor which usuallv accompanied the manifestations of God to his people (see the notes at <a class=\"isa\" verses=\"MTc3Mzk=\">Isaiah 4:5<\/a>). As Yahweh manifested himself in visible glory to the Israelites during their journey to the promised land, so he would manifest himself in the times of the Messiah as the glorious protector and guide of his people. The divine character and perfections would be manifested like the sun rising over a darkened world.<\/p><p><em>Is risen upon thee<\/em>&mdash;As the sun rises. The word used here (זרח zârach) is commonly applied to the rising of the sun <a class=\"ref\">Genesis 32:31; Exodus 22:2; 2 Samuel 23:4; Psalm 104:22<\/a>. The comparison of the gospel to the sun rising upon a dark world is exceedingly beautiful, and often occurs in the Bible (compare <a class=\"ref\">Malachi 4:2; Luke 1:78<\/a>, margin.)<\/p><p><em>Upon thee<\/em>&mdash;Upon thee, in contradistinction from other nations and people. The gospel shed its first beams of glory on Jerusalem.<\/p>",
    "audit": 1
}