{
    "id": 1652,
    "source": "barnes",
    "verse_id": 18559,
    "verse_count": 1,
    "reference": "44:25",
    "title": "",
    "html": "<p><em>That frustrateth<\/em>&mdash;Hebrew, &lsquo;Breaking:&rsquo; that is, destroying, rendering vain. The idea is, that that which necromancers and diviners relied on as certain demonstration that what they predicted would be fulfilled, God makes vain and inefficacious. The event which they predicted did not follow, and all their alleged proofs that they were endowed with divine or miraculous power he rendered vain.<\/p><p><em>The tokens<\/em>&mdash;Hebrew, אתות &lsquo;othôth&mdash;&lsquo;Signs.&rsquo; This word is usually applied to miracles, or to signs of the divine interposition and presence. Here it means the things on which diviners and soothsayers relied; the tricks of cunning and sleight-of-hand which they adduced as miracles, or as demonstrations that they were under a divine influence. See the word more fully explained in the notes at <a class=\"isa\" verses=\"WzE3Nzg1XQ==\">Isaiah 7:2<\/a>.<\/p><p><em>The liars<\/em>&mdash;Deceivers, boasters&mdash;meaning conjurers, or false prophets (compare <a class=\"ref\">Jeremiah 50:36<\/a>; see also the note at <a class=\"isa\" verses=\"WzE3OTc2XQ==\">Isaiah 16:6<\/a>).<\/p><p><em>And maketh diviners mad<\/em>&mdash;That is, makes them foolish, or deprives them of wisdom. They pretend to foretell future events, but the event does not correspond with the prediction. God orders it otherwise, and thus they are shown to be foolish, or unwise.<\/p><p><em>That turneth wise men backward<\/em>&mdash;Lowth renders this, &lsquo;Who reverseth the devices of the sages.&rsquo; The sense is, he puts them to shame. The idea seems to be derived from the fact that when one is ashamed, or disappointed, or fails of performing what he promised, he turns away his face (see <a class=\"ref\">1 Kings 2:16<\/a> , margin) The &lsquo;wise men,&rsquo; here denote the sages; the diviners, the soothsayers; and the sense is, that they were not able to predict future events, and that when their prediction failed, they would be suffused with shame.<\/p><p><em>And maketh their knowledge foolish<\/em>&mdash;He makes them appear to be fools. It is well known that soothsayers and diviners abounded in the East; and it is not improbable that the prophet here means that when Babylon was attacked by Cyrus, the diviners and soothsayers would predict his defeat, and the overthrow of his army, but that the result would show that they were utterly incapable of predicting a future event. The whole passage here has reference to the taking of Babylon by Cyrus, and should be interpreted accordingly.<\/p> ",
    "audit": 1
}