{
    "id": 1521,
    "source": "barnes",
    "verse_id": 18428,
    "verse_count": 1,
    "reference": "40:7",
    "title": "",
    "html": "<p><em>The grass withereth<\/em>&mdash;Soon withers. Its beauty is soon gone.<\/p><p><em>The flower fadeth<\/em>&mdash;Soon fades; or fades when the wind of Yahweh passes over it. So is also with man. He loses his vigor, and dies at once when Yahweh takes away his strength and beauty.<\/p><p><em>Because the spirit of the Lord bloweth upon it<\/em>&mdash;This should be rendered, undoubtedly, &lsquo;When the wind of Yahweh bloweth upon it.&rsquo; The word &rsquo;spirit&rsquo; here does not suit the connection, and does not express the idea of the prophet. The word רוח rûach means, properly, &ldquo;breath&rdquo;&mdash;a breathing, or blowing; and is often used indeed to denote spirit, soul, life. But it often means a breath of wind; a breeze; air in motion <a class=\"ref\">Job 41:8; Jeremiah 2:24; Jeremiah 14:6<\/a>. It is applied to the cool breeze which springs up in the evening ( <a class=\"ref\">Genesis 3:8<\/a>; compare Sol 2:17; Sol 4:6). It sometimes means a strong and violent wind <a class=\"ref\">Genesis 8:1<\/a>; <a class=\"isa\" verses=\"WzE3Nzg1LDE4NDY4XQ==\">Isaiah 7:2; Isaiah 41:16<\/a>; and also a tempest, or hurricane <a class=\"ref\">Job 1:19; Job 30:15<\/a>; <a class=\"isa\" verses=\"WzE4MTYwXQ==\">Isaiah 27:8<\/a>. The &lsquo;wind of Yahweh&rsquo; means that which Yahweh sends, or causes; and the expression here refers, doubtless, to the hot or poisonous east winds which blow in Oriental countries, and which wither and dry up everything before them (compare <a class=\"ref\">Jonah 4:8<\/a>).<\/p><p><em>Surely the people is grass<\/em>&mdash;Lowth reads this, &lsquo;this people;&rsquo; referring to the Jewish nation. So the Syriac. Perhaps it refers to the people of Babylon (so Rosenmuller), and means that mighty people would fade away like grass. But the more probable interpretation is that which regards it as referring to all people, and of course including the Jews and the Babylonians. The sense, according to this view, is, &lsquo;all nations shall fade away. All human power shall cease. But the promise of Yahweh shall survive. It shall be unchanging amidst all revolutions; it shall survive all the fluctuations which shall take place among people. It may, therefore, be trusted with unwavering reliance.&rsquo; To produce that reliance was the object of the proclamation. On this passage, descriptive of the state of man, the reader will at once be reminded of the beautiful language of Shakespeare:<\/p><p>This is the state of man! Today he puts forth<\/p><p>The tender leaves of hope: to-morrow blossoms,<\/p><p>And bears his blushing honors thick upon him;<\/p><p>The third day comes a frost, a killing frost,<\/p><p>And when he thinks, good easy man, full surely<\/p><p>His greatness is a-ripening, nips his root,<\/p><p><em>And then he falls<\/em>&mdash;<\/p><p>&mdash;Never to hope again.<\/p><p>Hen. VIII, Act. ii. Sc. 2.<\/p><p>In the following passage from Tasso, the same image is adopted:<\/p><p>The gentle budding rose (quoth he) behold,<\/p><p>That first scant peeping forth with virgin beams,<\/p><p>Half ope, half shut, her beauties doth up-fold<\/p><p>In their dear leaves, and less seen fairer seems,<\/p><p>And after spreads them forth more broad and bold,<\/p><p>Then languishes and dies in last extremes.<\/p><p>So in the passing of a day doth pass<\/p><p>The bud and blossom of the life of man,<\/p><p>Nor e&lsquo;er doth flourish more, but, like the grass<\/p><p>Cut down, becometh withered, pale, and wan.<\/p><p>Fairfax, Edit. Windsor, 1817.<\/p> ",
    "audit": 1
}