{
    "id": 1717,
    "source": "barnes",
    "verse_id": 18624,
    "verse_count": 1,
    "reference": "48:9 ",
    "title": "",
    "html": "<p>For my name&rsquo;s sake&mdash;(See the notes at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 43:25<\/a> ; compare <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 66:5<\/a> ). It is possible that the design of this verse may be, to answer an objection. &lsquo;If the character of the nation is such, it might be said, &lsquo;why should God desire to restore them again to their own land? If their sins have been so great as to make these heavy judgments proper, why not suffer them to remain under the infliction of the deserved judgment? Why should God interpose? why raise up Cyrus? why overthrow Babylon? why conduct them across a pathless wilderness, and provide for them in a sandy desert?&rsquo; To this the answer is, that it was not on their account. It was not because they were deserving of his favor, nor was it primarily and mainly in order that they might be happy. It was on his own account&mdash;in order to show his covenant faithfulness; his fidelity to the promises made to their fathers, his mercy, his compassion, his readiness to pardon, and his unchanging love. And this is the reason why he &lsquo;defers his anger,&rsquo; in relation to any of the children of people. His own glory, and not their happiness, is the main object in view. And this is right. The glory, the honor, and the happiness of God, are of more importance than the welfare of any of his creatures; because, first, they are in themselves of more importance, just in proportion as God is more elevated than any of his creatures; and, secondly, the welfare of any or all of his creatures depends on the maintaining of the honor of God, and of his government, and on the manifestation of his perfections to the universe (see the treatise of President Edwards on The end for which God created the world, in Works, vol. iii. New York Ed. 1830).<\/p><p><em>Will I defer mine anger<\/em>&mdash;That is, I will spare you, and restore you again to your own land (see the note at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 48:11<\/a>).<\/p><p><em>And for my praise will I refrain for thee<\/em>&mdash;Will I refrain my anger in reference to you as a nation. The word used here (חטם châṭam) denotes properly to muzzle, and is commonly employed with reference to an animal in order to tame or subdue it. Here it means that God would restrain himself; He would not put forth His anger in order to destroy them. Learn hence:<\/p><p>1. That God acts with reference to his own glory, in order to manifest his own perfections, and to secure his praise.<\/p><p>2. That the reason why the wicked are not cut off sooner in their transgressions is, that He may show his forbearance, and secure praise by long-suffering.<\/p><p>3. That the reason why the righteous are kept amidst their frequent failures in duty, their unfaithfulness, and their many imperfections, is, that God may get glory by showing his covenant fidelity.<\/p><p>4. That it is one evidence of piety&mdash;and one that is indispensable&mdash;that there should be a willingness thai God should secure his own glory in his own way, and that there should be a constant desire that his praise should be promoted, whatever may befall his creatures.<\/p>",
    "audit": 1
}