{
    "id": 1883,
    "source": "barnes",
    "verse_id": 18790,
    "verse_count": 1,
    "reference": "58:3",
    "title": "",
    "html": "<p><em>Wherefore have we fasted<\/em> &mdash;They had fasted much, evidently with the expectation of delivering themselves from impending calamities, and securing the divine favor. They are here introduced as saying that they had been disappointed. God had not interposed as they had expected. Chagrined and mortified, they now complain that he had not noticed their very conscientious and faithful regard for the duties of religion.<\/p><p><em>And thou seest not?<\/em> &mdash;All had been in vain. Calamities still impended; judgments threatened; and there were no tokens of the divine approbation. Hypocrites depend on their fastings and prayers as laying God under obligation to save them. If he does not interpose, they complain and murmur. When fasting is the result of a humble and broken heart, it is acceptable; when it is instituted as a means of purchasing the divine favor, and as laying God under obligation, it can be followed by no happy result to the soul.<\/p><p><em>Have we afflicted our soul<\/em> &mdash;By fasting. Twenty-one manuscripts (six ancient), says Lowth, have this in the plural number&mdash;&lsquo;our souls&rsquo; and so the Septuagint, Chaldee, and the Vulgate. The sense is not materially affected, however. It is evident here that they regarded their numerous fastings as laying the foundation of a claim on the favor of God, and that they were disposed to complain when that claim was not acknowledged. Fasting, like other religious duties, is proper; but in that, as in all other services of religion, there is danger of supposing that we bring God under obligations, and that we are laying the foundation of a claim to his favor.<\/p><p><em>Thou takest no knowledge<\/em> &mdash;Thou dost not regard our numerous acts of self-denial.<\/p><p><em>Behold, in the day of your fast you find pleasure<\/em> &mdash;The prophet here proceeds to state the reasons why their fastings were not succeeded as they supposed they would be, by the divine favor. The first reason which he states is, that even when they were fasting, they were giving full indulgence to their depraved appetites and lusts. The Syriac has well rendered this, &lsquo;In the day of your fasting you indulge your lusts, and draw near to all your idols.&rsquo; This also was evidently the case with the Jews in the time of the Saviour. They were Characterized repeatedly by him as &lsquo;an evil and adulterous generation,&rsquo; and yet no generation perhaps was ever more punctual and strict in the external duties of fasting and other religious ceremonies.<\/p><p><em>And exact all your labors<\/em> &mdash;This is the second reason why their fasting was attended with no more happy results. The margin renders this &lsquo;griefs,&rsquo; or things wherewith ye grieve others.&rsquo; Lowth renders it, &lsquo;All your demands of labor ye rigorously exact.&rsquo; Castellio renders it, &lsquo;And all things which are due to you, you exact.&rsquo; The word rendered here &lsquo;labors&rsquo; denotes usually hard and painful labor; toil, travail, etc. The Septuagint renders it here, &lsquo;And goad (&upsilon;̔&pi;&omicron;&nu;&upsilon;́&sigma;&sigma;&epsilon;&tau;&epsilon; huponussete) all those who are under your control&rsquo; (&tau;&omicron;&upsilon;̀&sigmaf; &upsilon;̔&pi;&omicron;&chi;&epsilon;&iota;&rho;&iota;́&omicron;&upsilon;&sigmaf; &upsilon;̔&mu;&omega;͂&nu; tous hupocheirious humōn). The idea seems to be that they were at that time oppressive in exacting all that was due to them; they remitted nothing, they forgave nothing. Alas, how often is this still true! People may be most diligent in the external duties of religion; most abundant in fasting and in prayer, and at the same time most unyielding in demanding all that is due to them. Like Shylock&mdash;another Jew like those in the time of Isaiah&mdash;they may demand &lsquo;the pound of flesh,&rsquo; at the same time that they may be most formal, punctual, precise, and bigoted in the performance of the external duties of religion. The sentiment taught here is, that if we desire to keep a fast that shall be acceptable to God, it must be such as shall cause us to unbind heavy burdens from the poor, and to lead us to relax the rigor of the claims which would be oppressive on those who are subject to us (see<a class=\"isa\" verses=\"WzE4NzkzXQ==\">Isaiah 58:6<\/a>).<\/p> ",
    "audit": 1
}