{
    "id": 1495,
    "source": "barnes",
    "verse_id": 18402,
    "verse_count": 1,
    "reference": "38:11 ",
    "title": "",
    "html": "<p><em>I shall not see the Lord<\/em>&mdash;In the original, the Hebrew which is rendered &lsquo;Lord,&rsquo; is not Yahweh, but יה יה yâhh yâhh. On the meaning of it, see the note at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 12:2<\/a> (compare the note at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 7:14<\/a> ). The repetition of the name here denotes emphasis or intensity of feeling&mdash;the deep desire which he had to see Yahweh in the land of the living, and the intense sorrow of his heart at the idea of being cut off from that privilege. The idea here is, that Hezekiah felt that he would not be spared to enjoy the tokens of divine favor on earth; to reap the fruits of the surprising and remarkable deliverance from the army of Sennacherib; and to observe its happy results in the augmenting prosperity of the people, and in the complete success of his plans of reformation.<\/p><p><em>I shall behold man no more<\/em>&mdash;I shall see the living no more; I shall die, and go among the dead. He regarded it as a privilege to live, and to enjoy the society of his friends and fellow-worshippers in the temple&mdash;a privilege from which he felt that he was about to be cut off.<\/p><p><em>With the inhabitants of the world<\/em>&mdash;Or rather, &lsquo;among the inhabitants of the land of stillness;&rsquo; that is, of the land of shades&mdash;sheol. He would not there see man as he saw him on earth, living and active, but would be a shade in the land of shades; himself still, in a world of stillness. &lsquo;I shall be associated with them there, and of course be cut off from the privileges of the society of living men.&rsquo; (See Supplementary Note at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 14:9<\/a>.) The Hebrew word rendered &lsquo;world&rsquo; (חדל chedel), is from חדל châdal, &ldquo;to cease, to leave off, to desist; to become languid, flaccid, pendulous.&rdquo; It then conveys the idea of leaving off, of resting, of being still <a class=\"ref\">Judges 5:6; Job 3:17; Job 14:6<\/a> ; <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 2:22<\/a>. Hence, the idea of frailty <a class=\"ref\">Psalm 39:5<\/a> ; and hence, the word here denotes probably the place of rest, the region of the dead, and is synonymous with the land of silence, such as the grave and the region of the dead are in contradistinction from the hurry and bustle of this world. Our translation seems to have been made as if the word was חלד cheled, &ldquo;life, lifetime&rdquo;; hence, the world <a class=\"ref\">Psalm 17:14; Psalm 49:2<\/a>. The Vulgate renders it, &lsquo;Habitatorem quietis.&rsquo; The Septuagint simply: &lsquo;I shall behold man no more.&rsquo;<\/p>",
    "audit": 1
}