{
    "id": 956,
    "source": "barnes",
    "verse_id": 17863,
    "verse_count": 1,
    "reference": "10:12",
    "title": "",
    "html": " <p> <em>Wherefore... <\/em>&mdash;In this verse God, by the prophet, threatens punishment to the king of Assyria for his pride, and wicked designs. <\/p> <p> <em>His whole work <\/em>&mdash;His entire plan in regard to the punishment of the Jews. He sent the king of Assyria for a specific purpose to execute his justice on the people of Jerusalem. That plan he would execute entirely by the hand of Sennacherib, and would &ldquo;then&rdquo; inflict deserved, punishment on Sennacherib himself, for his wicked purposes. <\/p> <p> <em>Upon mount Zion <\/em>&mdash;Mount Zion was a part of Jerusalem (see the note at <a class=\"isa\" verses=\"WzE3NjYzXQ==\">Isaiah 1:8 <\/a>), but it was the residence of the court, the dwelling-place of David and his successors; and perhaps here, where it is mentioned as distinct from Jerusalem, it refers to the court, the princes, nobles, or the government. &lsquo;I will execute my purposes against the government, and the people of the city.&rsquo; <\/p> <p> <em>I will punish <\/em>&mdash;Hebrew, &lsquo;I will visit;&rsquo; but here, evidently used to denote punishment; see the note at <a class=\"isa\" verses=\"WzE3ODU0XQ==\">Isaiah 10:3 <\/a>. <\/p> <p> <em>The fruit of the stout heart <\/em>&mdash;Hebrew, &lsquo;The fruit of the greatness of the heart.&rsquo; The &lsquo;greatness of the heart,&rsquo; is a Hebraism for pride of heart, or great swelling designs and plans formed in the heart. &ldquo;Fruit&rdquo; is that which a tree or the earth produces; and then anything which is produced or brought forth in any way. Here it means that which a proud heart had produced or designed, that is, plans of pride and ambition; schemes of conquest and of blood. <\/p> <p> <em>The glory of his high looks <\/em>&mdash;Hebrew, &lsquo;The glory of the lifting up of his eyes&rsquo;&mdash;an expression indicative of pride and haughtiness. The word &ldquo;glory,&rdquo; here, evidently refers to the self-complacency, and the air of majesty and haughtiness, which a proud man assumes. In this verse we see&mdash; <\/p> <p>(1) That God will accomplish all the purposes of which he designs to make wicked people the instruments. &ldquo;Their&rdquo; schemes shall be successful just so far as they may contribute to &ldquo;his&rdquo; plans, and no further. <\/p> <p>(2) When that is done, they are completely in &ldquo;his&rdquo; power, and under his control. He can stay their goings when he pleases, and subdue them to his will. <\/p> <p>(3) The fact that they have been made to further the plans of God, and to execute his designs, will not free them from deserved punishment. They meant not so; and they will be dealt with according to &ldquo;their&rdquo; intentions, and not according to God&rsquo;s design to overrule them. &ldquo;Their&rdquo; plans were wicked; and if God brings good out of them, it is contrary to &ldquo;their&rdquo; intention; and hence, they are not to be screened from punishment because he brings good out of their plans, contrary to their designs. <\/p> <p>(4) Wicked people &ldquo;are in fact&rdquo; often thus punished. Nothing is more common on earth; and all the woes of hell will be an illustration of the principle. Out of all evil God shall educe good; and even from the punishment of the damned themselves, he will take occasion to illustrate his own perfections, and, in that display of his just character, promote the happiness of holy beings. <\/p> ",
    "audit": 1
}