{
    "id": 1338,
    "source": "barnes",
    "verse_id": 18245,
    "verse_count": 1,
    "reference": "30:27 ",
    "title": "",
    "html": "<p><em>Behold, the name of the Lord cometh<\/em>&mdash;(compare the notes at <a class=\"isa\" verses=\"WzE4MDA2XQ==\">Isaiah 19:1<\/a> ). The verses following, to the end of the chapter, are designed evidently to describe the destruction of the army of Sennacherib. This is expressly declared in <a class=\"isa\" verses=\"WzE4MjQ5XQ==\">Isaiah 30:31<\/a> , and all the circumstances in the prediction accord with that event. There is no necessity of supposing that this is the commencement of a new prophecy, for it is connected with the main subject in the previous part of the chapter. The whole prophecy was composed evidently in view of that threatened invasion. In the apprehension of that, they sought the aid of Egypt <a class=\"isa\" verses=\"eyIxODIxOSI6Nn0=\">Isaiah 30:1-6<\/a> , for that, the prophet denounces judgment on them (<a class=\"isa\" verses=\"WzE4MjI2XQ==\">Isaiah 30:8<\/a> ff); in view of these judgments, however, he promises a more happy state <a class=\"isa\" verses=\"eyIxODIzNiI6OX0=\">Isaiah 30:18-26<\/a> ; and now, in the close of the chapter, in order to deter them from the alliance, he assures them that, without any foreign aid, the Assyrian would be destroyed by Yahweh himself. The phrase &lsquo;name of Yahweh,&rsquo; is probably another mode of designating Yahweh himself; as the name of God is often put for God himself (see <a class=\"ref\">Acts 3:6-7, Acts 3:12<\/a> , 30; <a class=\"ref\">Acts 4:10; 1 Corinthians 1:10<\/a> ). The idea is, that the destruction of the Assyrian hosts would be accomplished by the immediate power of Yahweh himself without any need of the aid of the Egyptian or of any foreign alliances.<\/p><p><em>From afar<\/em>&mdash;That is, from heaven (compare the note at <a class=\"isa\" verses=\"WzE4MDA2XQ==\">Isaiah 19:1<\/a>).<\/p><p><em>Burning with his anger<\/em>&mdash;Or, rather, his anger is enkindled.<\/p><p><em>And the burden thereof<\/em>&mdash;Margin, &lsquo;Grievousness of flame.&rsquo; Lowth renders it, &lsquo;The flame rageth violently.&rsquo; Noyes, &lsquo;Violent is the flame.&rsquo; The Septuagint renders it, &lsquo;A burning wrath&rsquo; The word משׂאה mas&lsquo;â&lsquo;âh, from נשׂא nâs&lsquo;â&rsquo; &ldquo;to bear, lift up, carry,&rdquo; means properly a lifting up <a class=\"ref\">Psalm 141:2<\/a> ; a burden <a class=\"ref\">Zephaniah 3:18<\/a> ; then a mounting up, particularly of a flame or smoke in a conflagration <a class=\"ref\">Judges 20:38<\/a>. This seems to be the idea here, that the anger of God would be like a heavy, dark column of mingled smoke and flame bursting out, and rising up over a city.<\/p><p><em>His lips are full of indignation<\/em>&mdash;All this language is of course figurative, and means that he would issue a command to destroy the Assyrians, or that they would be destroyed in such a manner as most effectively to exhibit his displeasure.<\/p><p><em>And his tongue as a devouring fire<\/em>&mdash;That is, he shall issue a command that shall destroy like a raging and devouring fire.<\/p>",
    "audit": 1
}