{
    "id": 1983,
    "source": "barnes",
    "verse_id": 18890,
    "verse_count": 1,
    "reference": "64:4",
    "title": "",
    "html": "<p><em>For since the beginning of the world<\/em> &mdash;This verse is quoted, though not literally, by the apostle Paul, as illustrating the effects of the gospel in producing happiness and salvation (see the notes at<a class=\"ref\">1 Corinthians 2:9<\/a>). The meaning here is, that nowhere else among people had there been such blessings imparted, and such happiness enjoyed; or so many proofs of love and protection, as among those who were the people of God, and who feared him.<\/p><p><em>Men have not heard<\/em> &mdash;In no nation in all past time have deeds been heard of such as thou hast performed.<\/p><p><em>Nor perceived by the ear<\/em> &mdash;Paul<a class=\"ref\">1 Corinthians 2:9<\/a> renders this &lsquo;neither have entered into the heart of man,&rsquo; &lsquo;which,&rsquo; says Lowth, &lsquo;is a phrase purely Hebrew, and which should seem to belong to the prophet.&rsquo; The phrase, &lsquo;Nor perceived by the ear,&rsquo; he says, is repeated without force or propriety, and he seems to suppose that this place has been either willfully corrupted by the Jews, or that Paul made his quotation from some Apocryphal book&mdash;either the ascension of Esaiah, or the Apocalypse of Elias, in both of which the passage is found as quoted by Paul. The phrase is wholly omitted by the Septuagint and the Arabic, but is found in the Vulgate and Syriac. There is no authority from the Hebrew manuscripts to omit it.<\/p><p><em>Neither hath the eye seen<\/em> &mdash;The margin here undoubtedly expresses the true sense. So Lowth renders it, &lsquo;Nor hath the eye seen a God beside thee, which doeth such things for those that trust in him.&rsquo; In a similar manner, the Septuagint translates it, &lsquo;Neither have our eyes seen a God beside thee (&omicron;&upsilon;̓&delta;&epsilon;̀ &omicron;&iota;̔ &omicron;̓&phi;&theta;&alpha;&lambda;&mu;&omicron;&iota;̀ &eta;̔&mu;&omega;͂&nu; &epsilon;&iota;̓͂&delta;&omicron;&nu; &theta;&epsilon;&omicron;̀&nu; &pi;&lambda;&eta;́&nu; &sigma;&omicron;&upsilon; oude hoi ophthalmoi hēmōn eidon theon plēn sou), and thy works which thou hast done for those who wait for mercy.&rsquo; The sense is, no eye had ever seen such a God as Yahweh; one who so richly rewarded those who put their trust in him. In the Hebrew, the word rendered &lsquo;O God,&rsquo; may be either in the accusative or vocative case, and the sense is, that Yahweh was a more glorious rewarder and protector than any of the gods which had ever been worshipped by the nations.<\/p><p><em>What he hath prepared<\/em> &mdash;Hebrew, יעשׂה ya‛ăs&lsquo;eh&mdash;&lsquo;He doeth,&rsquo; or will do. So the Septuagint, &Alpha;̔́ &pi;&omicron;&iota;&eta;́&sigma;&epsilon;&iota;&sigmaf; Ha poiēseis&mdash;&lsquo;What thou wilt do.&rsquo; The sense given by our translators&mdash;&lsquo;What he hath prepared,&rsquo; has been evidently adopted to accommodate the passage to the sense given by Paul<a class=\"ref\">1 Corinthians 2:9<\/a> , &alpha;̔́&eta;̓&tau;&omicron;&iota;́&mu;&alpha;&sigma;&epsilon;&nu;, &kappa;.&tau;.&lambda;. ha ētoimasen, etc. &lsquo;What God has prepared.&rsquo; But the idea is, in the Hebrew, not what God has prepared or laid up in the sense of preserving it for the future; but what he bad already done in the past. No god had done what he had; no human being had ever witnessed such manifestations from any other god.<\/p><p><em>For him that waiteth for him<\/em> &mdash;Lowth and Noyes, &lsquo;For him who trusteth in him.&rsquo; Paul renders this, &lsquo;For them that love him,&rsquo; and it is evident that he did not intend to quote this literally, but meant to give the general sense. The idea in the Hebrew is, &lsquo;For him who waits (למחכה limchakēh) for Yahweh,&rsquo; that is, who feels his helplessness, and relies on him to interpose and save him. Piety is often represented as an attitude of waiting on God<a class=\"ref\">Psalm 25:3, Psalm 25:5, Psalm 25:21; Psalm 27:14; Psalm 37:9; Psalm 130:5<\/a> . The sense of the whole verse is, that God in his past dealings had given manifestations of his existence, power, and goodness, to those who were his friends, which had been furnished nowhere else. To those interpositions the suppliants appeal, as a reason why he should again interpose, and why he should save them in their heavy calamities.<\/p> ",
    "audit": 1
}