{
    "id": 1436,
    "source": "barnes",
    "verse_id": 18343,
    "verse_count": 1,
    "reference": "36:12",
    "title": "",
    "html": " <p> <em>Hath my master sent me to thy master and to thee? <\/em>&mdash;To Hezekiah, and to you alone. A part of my purpose is to address the people, to induce them to leave Hezekiah, and to offer no resistance to the Assyrian. <\/p> <p> <em>To the men that sit on the wall... <\/em>&mdash;The meaning of this is, that the inhabitants of the city, if they do not surrender, will be subjected to the severest evils of famine. If they did not surrender, it was the purpose of the Assyrian to lay siege to the city, and to reduce it. But it was often the work of years to reduce and take a city. Nebuchadnezzar spent thirteen years before Tyre, and the Greeks employed ten in reducing ancient Troy. The sense here is, therefore, that unless the people could be induced to surrender to Sennacherib, they would be subjected to all the horrors of a siege, when they would be reduced to the most deplorable state of necessity and want. The idea in the whole verse is clearly expressed in the parallel place in <a class=\"ref\">2 Chronicles 32:11 <\/a>: &lsquo;Doth not Hezekiah persuade you to give over yourselves to die by famine and by thirst, saying, The Lord our God shall deliver us out of the hand of the king of Assyria?&rsquo; In regard to the indelicacy of this passage, we may observe: <\/p> <p>1. That the Masoretes in the Hebrew text have so pointed the words used, that in reading it the offensiveness would be considerably avoided. It is common in the Hebrew Scriptures, when a word is used in the text that is indelicate, to place another word in the margin, and the vowel-points that belong to the word in the margin are applied to the word in the text, and the word in the margin is thus commonly read. In accordance with this custom among the Jews, it is evident that more delicacy might have been observed by our translators in this, and in some other places of the Scriptures. <\/p> <p>2. The customs, habits, and modes of expression of people in different nations and times, differ. What appears indelicate at one time or in one country, may not only be tolerated, but common in another. Many things are esteemed indelicate among us which are not so in polite and refined France; many expressions are so regarded now which were not in the time when the Bible was translated into English. Many things may be to us offensive which were not so to the Syrians, the Babylonians, and the Jews; and many modes of expression which are common now, and consistent with all our notions of refinement, may appear improper in some other period of the world. There are many things in Shakespere, and in most of the Old English writers, which cannot now be read without a blush. Yet need I say that those expressions will be heard with unconcern in the theater by those whose delicacy is most offended by some expression in the Bible? There are things infinitely more offensive to delicacy in Byron, and Moore, and even Burns, than there are in the Scriptures; and yet are these not read without a murmur by those who make the loudest complaints of the slightest departure from delicacy in the Bible? <\/p> <p>3. There is another remark to be made in regard to this. Isaiah is not at all responsible for the indelicacy of the language here. He is simply a historian. He did not say it; nor is he responsible for it. If there is indelicacy in it, it is not in recording it, but in saying it; and the responsibility is on Rabshakeh. If Isaiah undertook to make a record of an important transaction, what right had he to abridge it, or contract it, or to make it different from what it was? <\/p> <p>4. And again: it was of importance to give the true character of the attack which was made on Jerusalem. The coming of Sennacherib was attended with pride, and insolence, and blasphemy; and it was important to state the true character of the transaction. and to record just what was said and done. Hence, Isaiah, as a faithful historian, recorded the coming of the Assyrians; the expressions of their haughtiness, insolence, and pride; their vain boasting, and their reproaches of Yahweh; and for the same reason he has recorded the gross and indelicate language which they used to add to the trials of the Jews. Let him who used the language, and not him who recorded it, bear the blame. <\/p> ",
    "audit": 1
}