{
    "id": 898,
    "source": "barnes",
    "verse_id": 17805,
    "verse_count": 1,
    "reference": "7:22 ",
    "title": "",
    "html": "<p><em>For the abundance of milk...<\/em>&mdash;On account, or by means of the great quantity of milk. This image also denotes that the land should be desolate, and abandoned by its inhabitants. Such a range would the cow and sheep have in the lands lying waste and uncultivated, that they would yield abundance of milk.<\/p><p><em>For butter and honey<\/em>&mdash;This shall be the condition of all who are left in the land. Agriculture shall be abandoned, The land shall be desolate. The few remaining inhabitants shall be dependent on what a very few cows and sheep shah produce, and on the subsistence which may be derived from honey obtained from the rocks where bees would lodge. Perhaps, also, the swarms of bees would be increased, by the fact that the land would be forsaken, and that it would produce abundance of wild flowers for their subsistence. The general idea is plain, that the land would be desolate. Butter and honey, that is, butter mingled with honey, is a common article of food in the East; see the note at <a class=\"isa\" verses=\"WzE3Nzk4XQ==\">Isaiah 7:15<\/a>. D&rsquo;Arvieux being in the camp of an Arab prince who lived in much splendor, and who treated him with great regard, was entertained, he tells us, the first morning of his being there, with little loaves, honey, new-churned butter, and cream more delicate than any he ever saw, together with coffee.&mdash;&ldquo;Voy. dans la Pal.,&rdquo; p. 24. And in another place, he assures us that one of the principal things with which the Arabs regale themselves at breakfast is cream, or new butter mingled with honey.&mdash;p. 197. The statement of the prophet here, that the poor of the land should eat butter and honey, is not inconsistent with this account of D&rsquo;Arvieux, that it is regarded as an article of food with which even princes treat their guests, for the idea of the prophet is, that when the land should be desolate and comparatively uninhabited, the natural luxuriant growth of the soil would produce an abundance to furnish milk, and that honey would abound where the bees would be allowed to multiply, almost without limit; see Harmer&rsquo;s Obs., vol. ii. p. 55. Ed. Lond. 1808.<\/p>",
    "audit": 1
}