{
    "id": 1130,
    "source": "barnes",
    "verse_id": 18037,
    "verse_count": 1,
    "reference": "21:1",
    "title": "",
    "html": " <p> <em>The burden <\/em>&mdash;(see the note at <a class=\"isa\" verses=\"WzE3OTA4XQ==\">Isaiah 13:1<\/a>). <\/p> <p> <em>Of the desert <\/em>&mdash;There have been almost as many interpretations of this expression, as there have been interpreters. That it means Babylon, or the country about Babylon, there can be no doubt; but the question why this phrase was applied, has given rise to a great diversity of opinions. The term &lsquo;desert&rsquo; (מדבר midbâr) is usually applied to a wilderness, or to a comparatively barren and uncultivated country&mdash;a place for flocks and herds (<a class=\"ref\">Psalm 65:13; Jeremiah 9:9<\/a>, ff); to an actual waste, sandy desert <a class=\"isa\" verses=\"WzE4Mjc1LDE4MzIyXQ==\">Isaiah 32:15; Isaiah 35:1<\/a>; and particularly to the deserts of Arabia <a class=\"ref\">Genesis 14:6; Genesis 16:7; Deuteronomy 11:24<\/a>. It may here be applied to Babylon either historically, as having been &ldquo;once&rdquo; an unreclaimed desert: or by &ldquo;anticipation,&rdquo; as descriptive of what it &ldquo;would be&rdquo; after it should be destroyed by Cyrus, or possibly both these ideas may have been combined. That it was &ldquo;once&rdquo; a desert before it was reclaimed by Semiramis is the testimony of all history; that it is &ldquo;now&rdquo; a vast waste is the united testimony of all travelers. There is every reason to think that a large part of the country about Babylon was formerly overflowed with water &ldquo;before&rdquo; it was reclaimed by dykes; and as it was naturally a waste, when the artificial dykes and dams should be removed, it would again be a desert. <\/p> <p> <em>Of the sea <\/em>&mdash;(ים yâm). There has been also much difference of opinion in regard to this word. But there can be no doubt that it refers to the Euphrates, and to the extensive region of marsh that was covered by its waters. The name &rsquo;sea&rsquo; (ים yâm) is not unfrequently given to a large river, to the Nile, and to the Euphrates (see the note at <a class=\"isa\" verses=\"WzE3OTAwXQ==\">Isaiah 11:15<\/a>; compare <a class=\"isa\" verses=\"WzE4MDEwXQ==\">Isaiah 19:5<\/a>). Herodotus (i. 184), says, that &lsquo;Semiramis confined the Euphrates within its channel by raisin great dams against it; for before, it overflowed the whole country like a sea.&rsquo; And Abydenus, in Eusebius, (&ldquo;Prepara. Evang.,&rdquo; ix. 457) says, respecting the building of Babylon by Nebuchadnezzar, that &lsquo;it is reported that all this was covered with water, and was called a sea&mdash;&lambda;&epsilon;́&gamma;&epsilon;&tau;&alpha;&iota; &delta;&epsilon;̀ &pi;&alpha;́&nu;&tau;&alpha; &mu;&epsilon;&nu; &epsilon;̓&xi; &alpha;̓&rho;&chi;&eta;͂&sigmaf; &upsilon;̔́&delta;&omega;&rho; &epsilon;&iota;̓͂&nu;&alpha;&iota;, &theta;&alpha;&lambda;&alpha;&sigma;&sigma;&omega;&nu; &kappa;&alpha;&lambda;&omicron;&upsilon;&mu;&epsilon;́&nu;&eta;&nu; legetai de panta men ech archēs hudōr einai, thalassōn kaloumenēn (Compare Strabo, &ldquo;Geog.&rdquo; xvi. 9, 10; and Arrianus, &ldquo;De Expedit. Alexandri,&rdquo; vii. 21). Cyrus removed these dykes, reopened the canals, and the waters were suffered to remain, and again converted the whole country into a vast marsh (see the notes at <a class=\"isa\" verses=\"WzE4MDQ5XQ==\">Isaiah 13<\/a>; 14) <\/p> <p> <em>As whirlwinds <\/em>&mdash;That is, the army comes with the rapidity of a whirlwind. In <a class=\"isa\" verses=\"WzE3ODE2XQ==\">Isaiah 8:8<\/a>,(compare <a class=\"ref\">Habakkuk 1:11<\/a>), an army is compared to an overflowing and rapid river. <\/p> <p> <em>In the south <\/em>&mdash;Whirlwinds or tempests are often in the Scriptures represented as coming from the south, <a class=\"ref\">Zechariah 9:14; Job 37:9<\/a>: <\/p> <p>Out of the south cometh the whirlwind, <\/p> <p>And cold out of the north. <\/p> <p>So Virgil: <\/p> <p>&mdash;creberque procellis <\/p> <p> <em>Africus <\/em>&mdash; <\/p> <p>AEneid, i.85. <\/p> <p>The deserts of Arabia were situated to the south of Babylon, and the south winds are described as the winds of the desert. Those winds are represented as being so violent as to tear away the tents occupied by a caravan (Pietro della Valle, &ldquo;Travels,&rdquo; vol. iv. pp. 183, 191). In <a class=\"ref\">Job 1:19<\/a>, the whirlwind is represented as coming &lsquo;from the wilderness; that is, from the &ldquo;desert&rdquo; of Arabia (compare <a class=\"ref\">Jeremiah 13:24; Hosea 13:15<\/a>). <\/p> <p> <em>So it cometh from the desert <\/em>&mdash;(see <a class=\"isa\" verses=\"WzE3OTExXQ==\">Isaiah 13:4<\/a>, and the note on that place). God is there represented as collecting the army for the destruction of Babylon &lsquo;on the mountains,&rsquo; and by mountains are probably denoted the same as is here denoted by the desert. The country of the &ldquo;Medes&rdquo; is doubtless intended, which, in the view of civilized and refined Babylon, was an uncultivated region, or a vast waste or wilderness. <\/p> <p> <em>From a terrible land <\/em>&mdash;A country rough and uncultivated, abounding in forests or wastes. <\/p>",
    "audit": 1
}