{
    "id": 924,
    "source": "barnes",
    "verse_id": 17831,
    "verse_count": 1,
    "reference": "9:1 ",
    "title": "",
    "html": "<p><em>Nevertheless<\/em>&mdash;Notwithstanding what is said in the previous chapter of the calamities that are coming upon Israel. Hengstenberg renders this whole verse: &lsquo;For darkness shall not be upon the land upon which there is distress; as the former time has dishonored the land of Zebulun and the land of Naphtali; so shall the time come to honor it, the region on the border of the sea, by the side of the Jordan, Galilee of the Gentiles.&rsquo;<\/p><p><em>The dimness<\/em>&mdash;The Hebrew word hero denotes obscurity, or darkness; and is used here, as the word darkness often is in the Scriptures, to denote calamity or affliction. The dimness, or calamity, here referred to, is that which is threatened, <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 8:21-22<\/a>.<\/p><p><em>Shall not be such<\/em>&mdash;It shall not be unbroken darkness, and unalleviated calamity; but it shall be interrupted by the rising of the great light that shall shine on the dark land of Zebulun and Naphtali.<\/p><p><em>In her vexation<\/em>&mdash;The word &lsquo;her&rsquo; refers to the whole land of Palestine, to the afflictions that came upon the whole region. The word vexation, מוצק mûtsâq means oppression, calamity, or being &ldquo;straitened, or pressed.&rdquo;<\/p><p><em>When at the first<\/em>&mdash;In the former time; on a former occasion.<\/p><p><em>He lightly afflicted<\/em>&mdash;The word used here, קלל qâlal, means properly, to be, or make light, or small; and in Hiphil, the form which occurs here, it often means to &ldquo;esteem lightly, to despise, to hold in contempt;&rdquo; <a class=\"ref\">2 Samuel 19:43; Ezekiel 22:7<\/a>. It probably has that sense here, as the design of the prophet is evidently to speak, not of a light affliction in the former time, but of a grievous, heavy calamity&mdash;a calamity which would be well denoted by the expression, &lsquo;he made them vile; he exposed them to contempt and derision.&rsquo; The time to which reference is made here, was probably the invasion of the land by Tiglath-pileser; <a class=\"ref\">2 Kings 15:29; 1 Chronicles 5:26<\/a>. In that invasion, the parts of Zebulun and Naphtali were particularly afflicted. &lsquo;Tiglath-pileser took Ijon, and Gilead, and Galilee, and all the land of Naphtali, and carried them captive to Assyria;&rsquo; <a class=\"ref\">2 Kings 15:29<\/a>. This region had also been invaded by Benhadad two hundred years before the time of Isaiah; <a class=\"ref\">1 Kings 15:20<\/a>, and there might have been a reference to these various invasions to which this northern part of the land of Palestine had been subjected.<\/p><p><em>The land of Zebulun<\/em>&mdash;The region occupied by the tribe of Zebulun. This tribe was located between the sea of Tiberias, or the lake Gennesareth, and the Mediterranean. It extended entirely across from the one to the other, and as it was thus favored with a somewhat extended seacoast, the people were more given to commerce than the other tribes, and hence, mingled more with surrounding nations.<\/p><p><em>And the land of Naphtali<\/em>&mdash;The region which was occupied by this tribe was directly north of Zebulun, and of the sea of Galilee, having that sea and the tribe of Zebulun on the south and southeast, Asher on the west, and a part of the tribe of Manasseh, on the east.<\/p><p><em>And afterward<\/em>&mdash;That is, in subsequent times; meaning times that were to come after the prophecy here delivered. The previous part of the verse refers to the calamities that had come upon that region in former times. The expression here refers to what was seen by the prophet as yet to occur.<\/p><p><em>Did more grievously afflict<\/em>&mdash;הכביד hı̂kebbı̂yd. This verb has very various significations. It properly means &ldquo;to be heavy, to be grievous, to lie or fall heavy on anyone, to be dull, obstinate; also, to be honored, respected;&rdquo; that is, of weight, or influence in society. It means, in Hiphil, the form which is used here, &ldquo;to make heavy, or grievous;&rdquo; <a class=\"ref\">1 Kings 12:10<\/a> ; <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 47:6<\/a> ; &ldquo;to oppress,&rdquo; <a class=\"ref\">Nehemiah 5:15<\/a> ; and it also means to &ldquo;cause to be honored, or distinguished, to favor.&mdash;Gesenius.&rdquo; The connection requires that it should have this sense here, and the passage means, that the land which he had made vile in former times, or had suffered to be despised, he had purposed to honor, or to render illustrious by the great light that should rise on it. So Lowth, Rosenmuller, and Gesenius, translate it; see a similar use of the word in <a class=\"ref\">Jeremiah 30:19; 2 Chronicles 25:19; 1 Samuel 2:30<\/a>.<\/p><p><em>By the way of the sea<\/em>&mdash;The sea of Galilee, or Gennesareth. All this region was in the vicinity of that sea. The word &ldquo;way&rdquo; here, דרך derek, means toward, or in the vicinity of. The extensive dark region lying in the vicinity of that sea, Both those tribes bordered on the sea of Tiberias, or had that as a part of their boundary.<\/p><p><em>Beyond Jordan<\/em>&mdash;This expression&mdash;הירדן עבר ‛ēber hayareddēn&mdash;means in the vicinity of Jordan; the land by the side of the Jordan, or perhaps that large region through which the upper part of the Jordan passed. It does not mean strictly on the east of Jordan, but rather the northern portion of the land. It is such language as a man would use who was describing the upper and imperfectly known regions of the country&mdash;the dark, uncivilized region through which the upper part of the Jordan flowed, and the word עבר ‛ēber, rendered here &ldquo;beyond,&rdquo; means &ldquo;side&rdquo;&mdash;by the side of the Jordan.<\/p><p><em>Galilee of the nations<\/em>&mdash;This was sometimes called upper Galilee. It was called &lsquo;Galilee of the nations,&rsquo; or of the Gentiles, because it was surrounded by them, and because the pagan were extensively intermingled with the Jews. In this region, Solomon had given to Hiram, king of Tyre, twenty cities; <a class=\"ref\">1 Kings 9:2<\/a>. Adjacent to this region were the countries of Phenicia, Tyre, and Sidon; and the people would naturally mingle much with them in commerce. The country abounded with hills and caverns, and, consequently, it was never possible completely to dislodge from the fastnesses the former inhabitants of the land. Strabo enumerates among the inhabitants of Galilee, Arabians and Phenicians. The inhabitants of this country are represented as having been bold and courageous, but as seditious, and prone to insolence and rebellion. If it be asked here, in what way this land had been made contemptible, or why it was regarded as an object of contempt? we may reply,<\/p><p>(1) The district in which these two tribes dwelt constituted the border-land toward the pagan nations.<\/p><p>(2) The Galileans not only dwelt in the vicinity of the pagan, but a large number of them had actually remained in the country, and it had been found impossible to expel them from it; <a class=\"ref\">Judges 1:30-35<\/a>.<\/p><p>(3) The Phenicians, with whom they held commercial contact, and with whom they dwelt intermingled, were among the most corrupt of the pagan nations. To this may be added,<\/p><p>(4) They were far from Jerusalem, and, consequently, the influence of religion may be supposed to have been less felt among them than among the other Jews. The true religion was, in a great measure, lost upon them, and ignorance and superstition took its place. Hence, in the New Testament, they are spoken of as almost proverbially rude and ignorant.<\/p>",
    "audit": 1
}