{
    "id": 1803,
    "source": "barnes",
    "verse_id": 18710,
    "verse_count": 1,
    "reference": "52:13",
    "title": "",
    "html": "<p>Notes on<a class=\"isa\" verses=\"eyIxODcxMCI6M30=\">Isaiah 52:13-15<\/a> and<a class=\"isa\" verses=\"eyIxODcxMyI6MTJ9\">Isaiah 53:1-12<\/a><\/p><p>The most important portion of Isaiah, and of the Old Testament, commences here, and here should have been the beginning of a new chapter. It is the description of the suffering Messiah, and is continued to the close of the next chapter. As the closing verses of this chapter are connected with the following chapter, and as it is of great importance to have just views of the design of this portion of Isaiah, it is proper in this place to give an analysis of this part of the prophecy. And as no other part of the Bible has excited so much the attention of the friends and foes of Christianity; as so various and conflicting views have prevailed in regard to its meaning: and as the proper interpretation of the passage must have an important bearing on the controversy with Jews and infidels, and on the practical views of Christians, I shall be justified in going into an examination of its meaning at considerably greater length than has been deemed necessary in other portions of the prophecy. It may be remarked in general:<\/p><p>(1) That if the common interpretation of the passage, as describing a suffering Saviour, be correct, then it settles the controversy with the Jews, and demonstrates that their notions of the Messiah are false.<\/p><p>(2) If this was written at the time when it is claimed by Christians to have been written, then it settles the controversy with infidels. The description is so particular and minute; the correspondence with the life, the character, and the death of the Lord Jesus, is so complete, that it could not have been the result of conjecture or accident. At the same time, it is a correspondence which could not have been brought about by an impostor who meant to avail himself of this ancient prophecy to promote his designs, for a large portion of the circumstances are such as did not depend on himself, but grew out of the feelings and purposes of others. On the supposition that this had been found as an ancient prophecy, it would have been impossible for any impostor so to have shaped the course of events as to have made his character and life appear to be a fulfillment of it. And unless the infidel could either make it out that this prophecy was not in existence, or that, being in existence, it was possible for a deceiver to create an exact coincidence between it and his life and character and death, then, in all honesty, he should admit that it was given by inspiration, and that the Bible is true.<\/p><p>(3) A correct exposition of this will be of inestimable value in giving to the Christian just views of the atonement, and of the whole doctrine of redemption. Probably in no portion of the Bible of the same length, not even in the New Testament, is there to be found so clear an exhibition of the purpose for which the Saviour died. I shall endeavor, therefore, to prepare the way for an exposition of the passage, by a consideration of several points that are necessary to a correct understanding of it.<\/p><p>Section 1. Evidence that It was Written Before<\/p><p>The Birth of Jesus of Nazareth<\/p><p>On this point there will be, and can be, no dispute among Jews and Christians. The general argument to prove this, is the same as that which demonstrates that Isaiah wrote at all before that time. For a view of this, the reader is referred to the Introduction. But this general argument may be presented in a more specific form, and includes the following particulars:<\/p><p>(1) It is quoted in the New Testament as part of the prophetic writings then well known (see<a class=\"ref\">Matthew 8:17; John 12:38; Acts 8:28-35; Romans 10:16; 1 Peter 2:21-25<\/a>). That the passage was in existence at the time when the New Testament was written, is manifest from these quotations. So far as the argument with the infidel is concerned, it is immaterial whether it was written 700 years before the events took place, or only fifty, or ten. It would still be prophecy, and it would still be incumbent on him to show how it came to be so accurately accomplished.<\/p><p>(2) It is quoted and translated by writers who undoubtedly lived before the Christian era. Thus, it is found in the Septuagint, and in the Chaldee&mdash;both of which can be demonstrated to have been made before Christ was born.<\/p><p>(3) There is not the slightest evidence that it has been interpolated or corrupted, or changed so as to adapt it to the Lord Jesus. It is the same in all copies, and in all versions.<\/p><p>(4) It has never even been pretended that it has been introduced for the purpose of furnishing an argument for the truth of Christianity. No infidel has ever pretended that it does not stand on the same footing as any other portion of Isaiah.<\/p><p>(5) It is such a passage as Jews would not have forged. It is opposed to all their prevailing notions of the Messiah. They have anticipated a magnificent temporal prince and a conqueror: and one of the main reasons why they have rejected the Lord Jesus has been, that he was obscure in his origin, poor, despised, and put to death; in other words, because be has corresponded so entirely with the description here. No passage of the Old Testament has ever given them greater perplexity than this, and it is morally certain that if the Jews had ever forged a pretended prophecy of the Messiah, it would not have been in the language of this portion of Isaiah. They would have described him as the magnificent successor of David and Solomon; as a mighty prince and a warrior; as the head of universal empire, and would have said that by his victorious arms he would subdue the earth to himself, and would make Jerusalem the capital of the world. They never would have described him as despised and rejected by people, and as making his grave with the wicked in his death.<\/p><p>(6) Christians could not have forged and interpolated this. The Jews have always jealously guarded their own Scriptures; and nothing would have so certainly excited their attention as an attempt to interpolate a passage like this, furnishing at once an irrefragable argument against their opinions of the Messiah, and so obviously applicable to Jesus of Nazareth. It is, moreover, true, that no Jewish writer has ever pretended that the passage has either been forged, or changed in any way, so as to accommodate it to the opinions of Christians respecting the Messiah. These remarks may seem to be unnecessary, and this argument useless, to those who have examined the authenticity of the sacred writings. They are of use only in the argument with the enemies of Christianity. For, if this passage was written at the time when it is supposed to have been, and if it had reference to the Lord Jesus, then it demonstrates that Isaiah was inspired, and furnishes an argument for the truth of revelation which is irrefragable. It is incumbent on the unbeliever to destroy all the alleged proofs that it was written by Isaiah, or, as an honest man, he should admit the truth of inspiration and of prophecy, and yield his heart to the influence of the truth of the Bible. In general, it may be observed, that an attempt to destroy the credibility of this portion of Isaiah as having been written several hundred years before the Christian era, would destroy the credibility of all the ancient writings; and that we have as much evidence that this is the production of Isaiah, as we have of the credibility or the authenticity of the writings of Homer or Herodotus.<\/p><p>Section 2. History of the Interpretation of the Passage by the Jews<\/p><p>In order to a clear understanding of the passage, it is proper to give a summary view of the modes of interpretation which have prevailed in regard to it both among Jews and Christians. For this historical view, I am indebted mainly to Hengstenberg, Chris. i. p. 484ff. The several opinions which have prevailed among the Jewish expositors are the following:<\/p><p>There is the fullest evidence that the passage was applied by the early Jews, both before and after the birth of Jesus, to the Messiah, until they were pressed by its application to Jesus of Nazareth, and were compelled ill self-defense to adopt some other mode of interpretation; and even after that, it is evident, also, that not a few of the better and more pious portion of the Jewish nation still continued to regard it as descriptive of the Messiah. So obvious is the application to the Messiah, so clear and full is the description, that many of them have adopted the opinion that there would be two Messiahs, one a suffering Messiah, and the other a glorious and triumphant prince and conqueror. The Old Testament plainly foretold that the Messiah would be &lsquo;God and man; exalted and debased; master and servant; priest and victim; prince and subject; involved in death, and yet a victor over death; rich and poor; a king, a conqueror, glorious; a man of griefs, exposed to infirmities, unknown, and in a state of abjection and humiliation.&rsquo; (Calmet.) All these apparently contradictory qualities bad their fulfillment in the person of Jesus of Nazareth; but they were the source of great difficulty to the Jews, and have led to the great variety of opinions which have prevailed among them in regard to him.<\/p><p>In the Lord Jesus they harmonize; but when the Jews resolved to reject him, they were at once thrown into endless embarrassment in regard to the character, coming, and work of him whom they had so long expected. The following extract from Calmet (Dictionary) will explain some of the modern prevailing views of him, and is neeessary to a clear understanding of the grounds which have been taken in the interpretation of this prophecy: &lsquo;Some of them, as the famous Hillel, who lived, according to the Jews, before Christ, maintain that the Messiah was already come in the person of Hezekiah; others, that the belief of the coming of the Messiah is no article of faith. Buxtorf says, that the greater part of the modern rabbis believe that the Messiah has been come a good while, but keeps himself concealed in some part of the world or other, and will not manifest himself, because of the sins of the Jews. Jarchi affirms, that the Hebrews believe that the Messiah was born on the day of the last destruction of Jerusalem by the Romans. Some assign him the terrestrial paradise for his habitation; others the city of Rome, where, according to the Talmudists, he keeps himself concealed among the leprous and infirm, at the gate of the city, expecting Elias to come and manifest him.<\/p><p>A great number believe that he is yet to come, but they are strangely divided about the time and the circumstances of his coming. Some expect him at the end of 6000 years. Kimchi, who lived in the twelfth century, believed that the coming of the Messiah was very near. Some have fixed the time of the end of their misfortunes to a.d. 1492, others to 1598, others to 1600, others yet later. Last of all, tired out with these uncertainties, they have pronounced an anathema against any who shall pretend to calculate the time of the coming of the Messiah.&rsquo;<\/p><p>It is capable, however, of clear demonstration, that the ancient Jews, before the birth of Jesus, were not thus embarrassed in the interpretation of their own prophets. The following extracts from their writings will show that the opinion early prevailed that the passage before us had reference to the Messiah, and that they had to some extent right views of him. Even by the later Jewish interpreters who give a different exposition of the prophecy, it is admitted that it was formerly referred to the Messiah. This is admitted by Aben Ezra, Jarchi, Abarbanel, and Moses Nachmanides. Among the testimonies of the ancient Jews are the following: The Chaldee Paraphrast, Jonathan, expressly refers it to the Messiah. Thus, in<a class=\"isa\" verses=\"WzE4NzEwXQ==\">Isaiah 52:13<\/a> , he renders the first member, Behold, my servant the Messiah shall prosper.&rsquo; Thus, in the Medrasch Tanchuma (an old commentary on the Pentateuch), on the words &lsquo;Behold, my servant shall prosper,&rsquo; it is remarked, This is the king Messiah, who is high, and lifted up, and very exalted, higher than Abraham, exalted above Moses, higher than the ministering angels.&rsquo; Similar is the language of rabbi Moses Haddarschan on<a class=\"ref\">Genesis 1:3<\/a> : &lsquo;Yahweh spake: Messiah, my righteous one, those who are concealed with thee, will be such that their sins will bring a heavy yoke upon thee. The Messiah answered: Lord of the world, I cheerfully take upon myself those plagues and sorrows. Immediately, therefore, the Messiah took upon himself, out of love, all torments and sufferings, as it is written in<a class=\"isa\" verses=\"eyIxODcxMyI6MTJ9\">Isaiah 53:1-12<\/a> , &ldquo;He was abused and oppressed.&ldquo;&lsquo; Many other passages may be seen collected by Hengstenberg, Chris. i. 485, 486.<\/p><p>But this interpretation was abandoned by the Jewish interpreters when the passage was urged against them by Christians as demonstrating that Jesus of Nazareth was the Messiah, and when they could not reconcile it with their prevailing notions that the Messiah was to be a magnificent temporal prince. Gesenius asserts that &lsquo;the later Jews, no doubt, relinquished this interpretation in consequence of their controversy with Christians.&rsquo; The Jews early formed the opinion that the Messiah was to be a king like David and Solomon, and was to be distinguished as a conqueror. They, therefore looked exclusively at the passages of the Old Testament which spoke of his exaltation, and they were rendered averse to applying a passage like this to him, which spoke of his poverty, rejection, humiliation, and death. They did not or would not, understand how passages apparently so contradictory, could be applied to the same individual; and they therefore fixed their attention on those which predicted his exaltation and majesty, and rejected the idea that the Messiah would be a sufferer. So long as they applied this portion of Isaiah to the Messiah, they could not deny that there was a remarkable correspondence between it and Jesus of Nazareth, and they were unable to meet the force of the argument thence derived in favor of his claims to the Messiahsip. It became necessary, therefore, for the Jews to seek some other explanation of the passage, and to deny that it had reference to the Messiah. Accordingly, the great effort of the Jewish interpreters has been to ascertain to whom the passage can be made, with any show of probability, to apply. The great mass agree that it is not to be applied to the Messiah, and this is now the prevailing opinion among them.<\/p><p>Among the more modern Jewish expositors who agree that the passage is not to be applied to the Messiah, the following opinions have prevailed:<\/p><p>1. The most commonly received opinion is, that it refers to the Jewish people. This is the opinion of Jarchi, Aben Ezra, Kimchi, Abarbancl, and Lipmann. According to them, the prophecy describes the condition of the Jews in their present calamity and exile; the firmness with which they endure it for the honor of God, and resist every temptation to forsake his law and worship; and the prosperity honor and glory which they shall obtain in the time of their redemption. In<a class=\"isa\" verses=\"eyIxODcxMyI6MTB9\">Isaiah 53:1-10<\/a> , the pagan are regarded as speaking, and making an humble and penitential confession that they have hitherto mistaken the people of God, and unjustly despised them on account of their sufferings, since it now appears front their exaltation that those sufferings have not been inflicted on them on account of their sins.<\/p><p>2. Others take the appellation, &rsquo;salvation of Yahweh,&rsquo; in the passage, to mean, the pious portion of the nation taken collectively, and regarded as making a kind of vicarious satisfaction for the ungodly. This class of interpreters among the Jews, however, has been small. They refer it to those among them who endure much affliction and suffering, but more especially to those who are publicly put to death. They mention particularly rabbi Akiba as one who suffered martyrdom in this manner. This interpretation retains, indeed, the essential idea of substitution Which runs through the passage, and it is not improbable that it is on this account that it has found so little favor with the modern Jews, since they reject with abhorrence the whole doctrine of vicarious sufferings as designed to make an atonement for others.<\/p><p>3. A few others among the Jews make the passage refer to an individual. Abarbanel, besides supposing that it refers to the Jewish people in general, suggests also that it may refer particularly to Isaiah. rabbi Saddias Haggaon explained the whole as referring to Jeremiah. Still the passage is so plain in its general meaning, the reference to the Messiah is so obvious, that the rabbis have not been able, with all their ingenuity, to propose an interpretation that shall be entirely satisfactory to their nation. It has probably been the means of the conversion of more Jews from the errors of their system to Christianity, than any other portion of their Scriptures. We know that, as it was explained and applied by Philip, it was the means of the conversion of the Ethiopian eunuch<a class=\"ref\">Acts 8:27-40<\/a> . And so Jo. Isaac Levita, a learned Jew, says it was the means of first leading him to the Christian religion. &lsquo;I frankly confess,&rsquo; says he, &lsquo;that this chapter first conducted me to the Christian faith. For more than a thousand times I read this chapter, and accurately compared it with many translations, I found that it contained a hundred more mysteries respecting Christ, than are found in any version.&rsquo; Many similar instances occur, says Hengstenberg, in the reports of Missionaries among the Jews.<\/p><p>Section 3. History of the Interpretation of the Passage by Christians<\/p><p>For seventeen centuries the view which was taken of this passage was uniform. By all the fathers of the Christian church it was regarded as having an indisputable reference to Christ. In their arguments with the Jews, it was quoted as containing a full refutation of their opinions respecting the Messiah, and as demonstrating that Jesus of Nazareth was he who had been so long announced by the prophets as &lsquo;he who was to come.&rsquo; In their arguments with infidels, it was a strong proof to which they appealed of the truth of revelation; and in their homilies and expositions it was referred uniformly to the Lord Jesus. If we except Grotius, who supposed that it referred to Jeremiah, who, he says (note at<a class=\"isa\" verses=\"WzE4NzEwXQ==\">Isaiah 52:13<\/a>), was figura Christi&mdash;the type of the Messiah&mdash;it was not until the last quarter of the sixteenth century that this interpretation began to be called in question. The reason why the uniform exposition of the Christian church was abandoned then by any was, that it could no longer be retained consistently with the notions which prevailed, especially in Germany, of the Bible. The grand principle which began to prevail in the interpretation of the Bible was, that all which is there recorded is to be accounted for on natural principles. But if this passage refers to the Messiah, it harmonizes so exactly with the life and character of the Redeemer, and it is so entirely removed from the possible range of mere conjecture, that it cannot be accounted for except on the supposition of supernatural revelation. Many professed Christian interpreters, therefore, have sought other ways of explaining it, and have diligently inquired to whom it referred. As a specimen of the manner in which the exposition of the Bible has been conducted in Germany, we may just refer to the opinions which have prevailed in the interpretation of this, the plainest and most splendid of all the prophecies pertaining to the Messiah.<\/p><p>1. Comparatively the greatest number of the non-Messianic interpreters make the whole Jewish people the subject. A large number of German expositors, whose names may be seen in Hengstenberg&rsquo;s Christol. i. 494, have adopted this view. The only difference between this interpretation and that adopted by the later Jews is, that the German critics suppose it refers to the Jews in the Babylonian exile, while the Jews suppose that it refers to their nation suffering in their present exile.<\/p><p>2. It was held by Eckermann that it refers to the Jewish nation in the abstract, in opposition to its individual members. In other words, it seems to have been held that the nation in the abstract was guilty and was suffering, while the individual members were innocent, and escaped suffering and punishment.<\/p><p>3. It has been held that it refers to the pious part of the Jewish people, as contrasted with the ungodly. This opinion was defended by Paulus. His view is the following: The pious part of the Jewish people were carried into captivity with the ungodly, not on account of their own sins, but the sins of the latter. The ungodly inferred that the hope of the pious that Yahweh would help them was in vain, but as the exile came to an end, and the pious returned, they saw that they had erred, and that their hope was wellgrounded. They deeply lament, therefore, that they have not long ago done penance.<\/p><p>4. One author has maintained that the Jewish priesthood is the subject of the prophecy, but in this he stands alone.<\/p><p>5. It has been maintained by others that the prophets collectively are referred to in the passage. This was at first the opinion of Rosenmuller, but was abandoned by him, and was then defended by De Wette, and is maintained by Gesenius.<\/p><p>6. Others have referred it to some individual. Thus Grotius supposes that Jeremiah is meant. Augusti supposed that Uzziah was intended. Others that Hezekiah was meant; and others that Isaiah here referred to himself; and others that it refers to some unknown prophet slain by the Jews in their exile; and others that it refers to the Maccabees!<\/p><p>These strange and absurd opinions are specimens of the unhappy manner of exposition which has prevailed among the German neologists; and they are specimens, too, of the reluctance of the human mind to embrace the truth as it is in Jesus, and of its proneness to the wildest aberrations, where mere human reason is suffered to take the reins in the interpretation of the Bible. Perhaps there is scarcely to be found an instance of interpretation that is more suited to humble us in regard to the proneness of people to err, than in these modes of explaining this beautiful portion of Isaiah. And there is not to be found anywhere a more striking proof of the reluctance of the human mind to contemplate the sufferings and death of the Redeemer of the world, or to embrace the great and glorious truth that people can be saved only by the vicarious sacrifice of the Son of God.<\/p><p>Section 4. Proof that it Refers to the Messiah<\/p><p>More ample proof of this will be furnished in the exposition of the passage itself, than can now be given. But still, it may not be improper to refer to a few of the considerations which go to demonstrate that the prophet here refers to the Lord Jesus Christ.<\/p><p>I. He refers to an individual, and not to a people, or a nation. It is not either to the collective body of the Jewish people, or to the pious portion of the Jewish people, or to the collective body of the prophets. This is evident on the slightest examination of the passage. The prophet speaks of the &rsquo;servant of Yahweh;&rsquo; and the whole representation is that of an individual, and not of any collective body of people. Thus his visage was marred, and his form was disfigured: he was as a tender plant; he was despised; he was rejected; he was smitten, wounded, put to death; he made his grave with the wicked and with the rich. Of what collective body of people could this be said? How absurd to apply this to a nation, or to any portion of a nation! It cannot be applied (A) to the whole people. In<a class=\"isa\" verses=\"WzE4NzE1XQ==\">Isaiah 53:3<\/a> , the subject is called &lsquo;a man,&rsquo; an appellation which cannot be given to a nation.<\/p><p>Nor is there an instance in all the sacred writings where there can be found such an extended allegory as this would be, on the supposition that this refers to the Jewish people. Besides, with what possible propriety can it be said of a nation that it has borne the griefs and carried the sorrows of others; that it was stricken for the transgression of the people of God; that it was made an offering for sin; and that it made intercession for the sin of the transgressors? If this refers to a nation, then all settled views of interpretation are at an end. The circumstances which are usually supposed to mark individual existence may in all other circumstances in like manner be supposed to mean nations, and we shall have no longer any way-marks in guiding us in the interpretation of the plainest writings. Nor (B) can it refer to the pious portion of the Jewish people taken collectively. For the subject of the prophecy suffers voluntarily; he himself innocent, bears the sins of others<a class=\"isa\" verses=\"eyIxODcxNiI6M30=\">Isaiah 53:4-6<\/a> ,<a class=\"isa\" verses=\"WzE4NzIxXQ==\">Isaiah 53:9<\/a> ; his sufferings are the efficient cause of the righteousness of his people<a class=\"isa\" verses=\"WzE4NzIzXQ==\">Isaiah 53:11<\/a> ; and he suffers quietly and patiently, without allowing himself to be provoked to bitterness against the authors of his sufferings. Of all these four marks, not one belongs to the people of Israel. For<\/p><p>(a) they went not voluntarily into the Babylonian exile, but were carried there by violence.<\/p><p>(b) They did not suffer innocently, but suffered for their sins.<\/p><p>(c) The sufferings of the Jews can in no sense be represented as the cause of the righteousness of others.<\/p><p>(d) Nor did the Jews evince that patience and devotedness to the will of God which is here attributed to the subject of this prophecy.<\/p><p>How can it be said that they were led like a lamb to the slaughter, that they did not open the mouth to complain, when even the noblest and best of them poured out their sadness in complaints and lamentations? Compare<a class=\"ref\">Jeremiah 20:7<\/a> ff;<a class=\"ref\">Jeremiah 15:10-21; Psalm 137:8-9<\/a> . Nor (C) can it refer to the prophets taken collectively, as Gesenius supposes. On this it is sufficient to ask, Where did such a collection of the prophets ever exist? When did they suffer together? What evidence is there that they were in exile? Where and when did they take upon themselves the sins of the people, or suffer for them, or make their grave with the wicked and the rich in their death, or see of the travail of the soul, and become the means of the justification of many? All that has been said in favor of this is so entirely the work of conjecture, and is so manifestly designed to evade the obvious reference to the Messiah, that it is necessary to refer to it only as a specimen of the manner of interpretation which has prevailed, and which still prevails in the explanation of the sacred Scriptures. But if the passage does not refer either to the collective Jewish people, or to the pious portion of them, or to the prophets regarded as a collective body, then it must refer to an individual, and the only question is whether, it refers to the Messiah, or to some individual of the Jewish nation. As a simple and satisfactory argument that it refers to some individual, an appeal might be made to the common sense of the mass of people. Not one in a million&mdash;and he not unless he had some favorite hypothesis to defend&mdash;would ever suppose, on reading the passage, that it could have any reference to a collection of people of any kind. But the common sense of the mass of people is generally the best criterion of the meaning of any written document, and the best interpreter of the Bible.<\/p><p>II. If it refers to an individual, it must refer to the Messiah. It cannot refer to Isaiah, or Jeremiah, or Uzziah, or Akiba, for the following, among other reasons:<\/p><p>(a) The advocates of this theory have not been able to agree on any individual to whom it can be applied. Grotius suggested Jeremiah, some others Uzziah, or Isaiah, and some of the Jews Akiba. But each of these theories has been confined to the single interpreter who suggested it, and has been rejected by all the rest of the world. What better proof could there be that there is not even plausibility in the statement? What stronger demonstration that it is a theory got up on purpose to avoid the reference to the Messiah?<\/p><p>(b) None of the individuals named had any claim to the statements here made respecting the individual sufferer. Did kings shut their months at them, and stand in awe of them? Did Jeremiah sprinkle many nations? Did Uzziah bear the griefs and the sorrows of people? Did Yahweh lay on Isaiah the iniquity of all people? Did either of them make their grave with the wicked and the rich in their death? But if it cannot be shown to have reference to any other individual, then the fair inference is, that it refers to the Messiah.<\/p><p>III. The argument that it refers to the Messiah has all the force of tradition in its favor. We have seen that the Jews, in more ancient times, referred this prophecy to the Messiah. This fact proves that such is the obvious reference. When their minds were not prejudiced and blinded by their hatred of Jesus of Nazareth, and their opposition to his claims; when they were looking forward with deep anxiety to the coming of a deliverer, they applied this passage to him. And though there were embarrassments in their minds, and they were not well able to explain how this was consistent with what is elsewhere stated of his exalted nature, yet such was its obvious reference to the Messiah, that they did not dare to call it in question. Such was the fact in the Christian church for seventeen hundred years. It was the unbroken and the unvarying voice of interpretation. Now this proves, not indeed that it is necessarily the true interpretation, for that is to be settled on other grounds than mere tradition, but that it is the exposition which the language naturally conveys. The unvarying sense affixed to any written document for seventeen hundred years, is likely to be the true sense. And especially is this so, if the document in question has been in the hands of the learned and the unlearned; the high and the low; the rich and the poor; the bond and the free; and if they concur in giving to it the same interpretation, such an interpretation cannot easily or readily be set aside.<\/p><p>IV. The quotations in the New Testament prove that it refers to the Messiah. They go to demonstrate at the same time two points; first, that such was the prevailing mode of interpretation at that time, otherwise the passage would not have been quoted as proof that Jesus was the Messiah; and secondly, that such is the correct mode of interpretation. The places where it is quoted are the following:<\/p><p>1. In<a class=\"ref\">John 12:37-38<\/a> , &lsquo;But though he had done so many miracles before them, yet they believed not on him; that the saying of Esaias the prophet might be fulfilled which he spake, Lord, who hath believed our report? And to whom hath the arm of the Lord been revealed?&rsquo; In this passage,<a class=\"isa\" verses=\"WzE4NzEzXQ==\">Isaiah 53:1<\/a> is quoted to explain the unbelief of the Jewish people in the time of the Saviour, with the formula &iota;̔́&nu;&alpha; &pi;&lambda;&eta;&rho;&omega;&theta;&eta;͂ hina plērōthē&mdash;&lsquo;that it might be fulfilled,&rsquo; the usual formula in quoting a passage from the Old Testament which is fulfilled in the New. No one can doubt that John meant to be understood as affirming that the passage in Isaiah had a designed applicability to the person and the times of the Redeemer. The same passage is quoted by Paul in<a class=\"ref\">Romans 10:16<\/a> : &lsquo;But they have not all obeyed the gospel. For Esaias saith, Lord, who hath believed our report?&rsquo;<\/p><p>2. The passage in<a class=\"ref\">Luke 22:37<\/a> is still more decisive. &lsquo;For I say unto you, That this that is written must yet be accomplished me, And he was reckoned among the transgressors: for the things concerning me have an end,&rsquo; that is, a completion, a fulfillment. Here<a class=\"isa\" verses=\"WzE4NzA5XQ==\">Isaiah 52:12<\/a> is expressly and directly applied by the Saviour himself to his own sufferings and death. No one can doubt that he meant to say that it had original reference to him, and would be fulfilled in him. The same passage is applied, and in the same sense, by Mark Mar 15:28, to the sufferings and death of the Redeemer.<\/p><p>3. In<a class=\"ref\">Acts 8:35, Isaiah 53:7-8<\/a> is applied by Philip the evangelist to the Redeemer; and is explained as having a reference to him.<\/p><p>4. In<a class=\"ref\">Matthew 8:17<\/a> , the declaration of Isaiah Isa 53:4, &lsquo;Himself took our infirmities, and bore our sicknesses,&rsquo; is applied expressly to the Messiah. These passages, directly quoting Isaiah, and applying them to the Messiah, demonstrate that in view of the writers of the New Testament, and of the Saviour himself, Isaiah had reference to the Messiah. To those who admit the inspiration and the divine authority of the New Testament, these proofs are sufficient demonstration of the position.<\/p><p>V. This view is enforced by another consideration. It is, that not only is the passage expressly quoted in the New Testament, but it is alluded to in connection with the death of the Redeemer as an atoning sacrifice for sin, in such a manner as to show that it was regarded by the sacred writers as having reference to the Messiah. It is sufficient here to refer to the following places:<a class=\"ref\">Mark 9:12; John 3:5; Romans 4:25; 1 Corinthians 15:3; 2 Corinthians 5:21; 1 Peter 1:19; 1 Peter 2:21-25<\/a> . A careful examination of these passages would convince anyone, that the writers of the New Testament were accustomed to regard the passage in Isaiah as having undoubted reference to the Messiah, and that this was so universally the interpretation of the passage in their times, as to make it proper simply to refer to it without formally quoting it. It may be added here, that it accords with the current and uniform statement in the New Testament about the design of the death of the Redeemer.<\/p><p>VI. One other argument may be here referred to, which I propose to state more at length when the exposition of the fifty-third chapter shall have been made. It arises from the exact correspondence between the passage and the events in the life, the sufferings, and the death of the Redeemer&mdash;a correspondence so minute that it cannot he the result of accident; so much depending on external circumstances and on the agency of others, that it could not have been Produced by the effort of an impostor; and so unique that it can be found in no other person but the Messiah. We shall he better able to appreciate the force of this argument when we have the correct exposition of the passage before us.<\/p><p>To the view which has thus been taken of the design of this portion of Isaiah, there occurs one objection, often made by infidels, which I deem it important here to notice. It is, that the transactions here referred to are represented as past, and that it must be supposed to refer to some event which had occurred before the time when this was written. This ground has also been taken by Gesenius in proof that it cannot refer to tile Messiah: &lsquo;The suffering, contempt, and death,&rsquo; says he, &lsquo;of the servant of God, are here represented throughout as past, since all in<a class=\"isa\" verses=\"eyIxODcxMyI6MTB9\">Isaiah 53:1-10<\/a> , is in the praeter. Only the glorification is future, and is represented in the future tense.&rsquo; In reply to this, we may observe:<\/p><p>1. That the transactions referred to are not all represented as past. The glorification of the person referred to is described in the future tense, and of course as a future event<a class=\"isa\" verses=\"W3siMTg3MTAiOjN9LHsiMTg3MjMiOjJ9XQ==\">Isaiah 52:13-15; Isaiah 53:11-12<\/a> . It may be added also here, that those who will examine the Hebrew, will perceive that not everything in regard to his sufferings is represented as past (see<a class=\"isa\" verses=\"eyIxODcxOSI6Mn0=\">Isaiah 53:7-8<\/a> ,<a class=\"isa\" verses=\"WzE4NzIyXQ==\">Isaiah 53:10<\/a>). But,<\/p><p>2. The true answer to this objection is to be found in a correct view of the nature of prophecy; and the objection has been supposed to have force only because the true character of prophecy has not been apprehended. It is a feature of the true nature of prophecy that the prophet is placed in vision in the midst of the scenes which he describes as future. He describes the events as if they were actually passing before his eyes. See this view of prophecy explained in the Introduction, Section 7. According to this, Isaiah is to be regarded as placed in vision amidst the scenes which he describes. He looks on the suffering Redeemer. He describes his humiliation, his rejection, his trial, his death, and the feelings of those who rejected him, as if it actually occurred before his eyes. He sees him now rejected by people and put to death; but he also casts his eye into the future and sees him exalted, and his religion spreading into all the world. Though, therefore, the events which he describes were to occur several hundred years afterward, yet they are portrayed, as his other prophecies are, as passing before his eyes, and as events which he was permitted in vision to see.<\/p><p>Analysis<\/p><p>In<a class=\"isa\" verses=\"eyIxODcxMCI6M30=\">Isaiah 52:13-15<\/a> , Yahweh speaks of his servant the Messiah, and describes the state of his humiliation, and of his subsequent exaltation. These verses contain, in fact, an epitome of what is enlarged upon in the next chapter. The sum of it is, that his servant should be, on the whole, prospered and exalted<a class=\"isa\" verses=\"WzE4NzEwXQ==\">Isaiah 52:13<\/a> ; yet he would he subjected to the deepest trial and humiliation<a class=\"isa\" verses=\"WzE4NzExXQ==\">Isaiah 52:14<\/a> ; but as the result of this, he would redeem the nations of the earth, and their kings and rulers would regard him with profound reverence<a class=\"isa\" verses=\"WzE4NzEyXQ==\">Isaiah 52:15<\/a> . A display of the divine perfections would accompany the work of the servant of Yahweh such as they had never beheld, and they would be called on to contemplate wonders of which they had not before heard.<\/p><p><a class=\"isa\" verses=\"eyIxODcxMyI6MTJ9\">Isaiah 53:1-12<\/a> contains a more minute explanation and statement of what is said in general in<a class=\"isa\" verses=\"eyIxODcxMCI6M30=\">Isaiah 52:13-15<\/a> . For convenience, it may be regarded as divided into the following portions:<\/p><p>I. An expression of amazement and lamentation at the fact that so few had embraced the annunciation respecting the Messiah, and had been properly affected by the important statements respecting his sufferings, his death, and his glorification<a class=\"isa\" verses=\"WzE4NzEzXQ==\">Isaiah 53:1<\/a> .<\/p><p>II. A description of his rejection, his sufferings, his death<a class=\"isa\" verses=\"eyIxODcxNCI6OX0=\">Isaiah 53:2-10<\/a> . Here the prophet describes the scene as actually passing before his eyes. He speaks as if he himself were one of the Jewish nation who had rejected him, and who had procured his death. He describes the misapprehension under which it was done, and the depth of the sorrow to which the Messiah was subjected, and the design which Yahweh had in view in these sufferings.<\/p><p>1. His appearance and rejection are described<a class=\"isa\" verses=\"eyIxODcxNCI6Mn0=\">Isaiah 53:2-3<\/a> . He is as a shrub that grows in a parched soil without beauty; he is a man of sorrows, instead of being, as they expected, a magnificent prince; he has disappointed their expectations, and there is nothing that corresponded with their anticipations, and nothing, therefore, which should lead them to desire him.<\/p><p>2. The design for which he endured his sorrows is stated<a class=\"isa\" verses=\"eyIxODcxNiI6M30=\">Isaiah 53:4-6<\/a> . He was thought by the people to be justly put to death, and they judged that God had judicially smitten and afflicted him<a class=\"isa\" verses=\"WzE4NzE2XQ==\">Isaiah 53:4<\/a> . But this was not the cause. It was because he had borne the sorrows of the nation, and was wounded for their sins<a class=\"isa\" verses=\"eyIxODcxNiI6Mn0=\">Isaiah 53:4-5<\/a> . They had all gone astray, but Yahweh had caused to meet on him the iniquity of all.<\/p><p>3. The manner of his sufferings is described<a class=\"isa\" verses=\"eyIxODcxOSI6Mn0=\">Isaiah 53:7-8<\/a> . He was patient as a lamb; was taken from prison, and cut off.<\/p><p>4. The manner of his burial is described<a class=\"isa\" verses=\"WzE4NzIxXQ==\">Isaiah 53:9<\/a> . It was with the rich. The reason why his grave was thus distinguished from that of malefactors was, that in fact he had done no evil. God, therefore, took care that that fact should he marked even in his burial, and though he died with malefactors, yet, as the purpose of the atonement did not require ignominy after death, he should not he buried with them.<\/p><p>5. The design for which all this was done is stated<a class=\"isa\" verses=\"WzE4NzIyXQ==\">Isaiah 53:10<\/a> . It was that his soul might be made an offering for sin, and that it was thus well-pleasing or acceptable to God that he should suffer and die.<\/p><p>III. The result of his sufferings and humiliation is described<a class=\"isa\" verses=\"eyIxODcyMiI6M30=\">Isaiah 53:10-12<\/a> .<\/p><p>1. He would see a numerous spiritual posterity, and be abundantly satisfied for all his pains and sorrows<a class=\"isa\" verses=\"eyIxODcyMiI6Mn0=\">Isaiah 53:10-11<\/a> .<\/p><p>2. By the knowledge of him, a great number would be justified and saved<a class=\"isa\" verses=\"WzE4NzIzXQ==\">Isaiah 53:11<\/a> .<\/p><p>3. He would be greatly honored, and proceed to the spiritual conquest of all the world<a class=\"isa\" verses=\"WzE4NzI0XQ==\">Isaiah 53:12<\/a> .<\/p><p><a class=\"isa\" verses=\"WzE4NzEwXQ==\">Isaiah 52:13<\/a><\/p><p><em>Behold, my servant<\/em> &mdash;The word &lsquo;behold.&rsquo; indicates here that a new object is pointed out to view, and that it is one that claims attention on account of its importance. It is designed to direct the mind to the Messiah. The point of view which is here taken, is between his humiliation and his glorification. He sees him as having been humbled and rejected<a class=\"isa\" verses=\"W3siMTg3MTEiOjJ9LHsiMTg3MTQiOjl9XQ==\">Isaiah 52:14-15; Isaiah 53:2-10<\/a> ; about to be exalted and honored<a class=\"isa\" verses=\"W3siMTg3MTAiOjN9LHsiMTg3MjIiOjN9XQ==\">Isaiah 52:13-15; Isaiah 53:10-12<\/a> . The word &rsquo;servant&rsquo; refers to the Messiah. Compare the notes at<a class=\"isa\" verses=\"WzE4NjQyXQ==\">Isaiah 49:5<\/a> , where the word &rsquo;servant&rsquo; is applied also to the Messiah. It means that he would be employed in doing the will of God, and that he would submit to him as a servant does to the law of his master.<\/p><p><em>Shall deal prudently<\/em> &mdash;Margin, &lsquo;Prosper.&rsquo; The word שׂכל s&lsquo;âkal, is used in a twofold signification. It means either to act wisely, or to be prosperous. In this latter sense it is used in<a class=\"ref\">Joshua 1:7-8; 2 Kings 18:7; Jeremiah 10:21; Proverbs 17:8<\/a> . It is not easy to determine what is the meaning here. Jerome renders it, intelligent&mdash;&lsquo;Shall be wise or prudent.&rsquo; The Septuagint renders it, &Sigma;&upsilon;&nu;&eta;́&sigma;&epsilon;&iota; &omicron;̔ &pi;&alpha;&iota;͂&sigmaf; &mu;&omicron;&upsilon;͂ Sunēsei ho pais mou&mdash;&lsquo;My servant shall be intelligent.&rsquo; The Chaldee renders it, &lsquo;Behold my servant the Messiah shall prosper&rsquo; (יצלח yatslach). The Syriac retains the Hebrew word. Jun. and Tremell. render it, &lsquo;Shall prosper;&rsquo; Castellio, &lsquo;Shall be wise.&rsquo; Lowth renders it, &lsquo;Shall prosper;&rsquo; and in this Gesenius and Noyes concur. Hengstenberg proposes to unite the two meanings, and to render it, &lsquo;He shall reign well,&rsquo; as indicative of the prosperous and wise government of the Messiah. It seems to me that the parallelism requires us to understand this not of his personal wisdom and prudence, but of the success of his enterprise. This verse contains a summary statement of what would occur under the Messiah. The general proposition is, that he would be ultimately successful, and to this the prophet comes<a class=\"isa\" verses=\"WzE4NzI0XQ==\">Isaiah 53:12<\/a> . He here sees him in affliction, humble, rejected, and despised. But he says that this was not always to be. He would be ultimately exalted. It is on this that he fixes the eye, and it is this which cheers and sustains the prophet in the contemplation of the sufferings of the Messiah.<\/p><p><em>He shall be exalted<\/em> &mdash;In this part of the verse, the prophet combines the verbs which denote elevation or exaltation. The idea is, that he would be exalted to the highest pitch of honor. The word &lsquo;exalted,&rsquo; with us, is often synonymous with praise; but here it means, he shall be elevated (נשׂא nâs&lsquo;â&rsquo;), or lifted up. The reference here is, undoubtedly, to the fact that the Redeemer would be greatly honored on earth as the Prince and Saviour of the world<a class=\"isa\" verses=\"WzE4NzI0XQ==\">Isaiah 53:12<\/a> , and that in view of the universe he would be elevated to the highest conceivable rank. This is described in the New Testament by his being placed &lsquo;at the right hand of God&rsquo;<a class=\"ref\">Mark 16:19<\/a> ; by the fact that &lsquo;angels and authorities and powers are made subject unto him&rsquo;<a class=\"ref\">1 Peter 3:22<\/a> ; by the fact that God has &rsquo;set him at his own right hand in the heavenly places, far above all principality, and power, and might, and dominion, and every name that is named&rsquo;<a class=\"ref\">Ephesians 1:20-22<\/a> ; and by the fact that he will return in great glory to judge the world<a class=\"ref\">Matthew 25<\/a> . The idea is, that as he was the most despised among people, so he would yet be the most honored; as he had voluntarily assumed the lowest place for the redemption of people, so he would be exalted to the highest place to which human nature could be elevated.<\/p> ",
    "audit": 1
}