{
    "id": 1882,
    "source": "barnes",
    "verse_id": 18789,
    "verse_count": 1,
    "reference": "58:2",
    "title": "",
    "html": "<p><em>Yet they seek me daily<\/em>&mdash;The whole description here is appropriate to the character of formalists and hypocrites; and the idea is, that public worship by sacrifice was celebrated daily in the temple, and was not intermitted. It is not improbable also that they kept up the regular daily service in their dwellings.<\/p><p><em>And delight to know my ways<\/em>&mdash;Probably this means, they profess to delight to know the ways of God; that is, his commands, truths, and requirements. A hypocrite has no real delight in the service of God, or in his truth, but it is true at the same time that there may be a great deal of professed interest in religion. There may be a great deal of busy and bustling solicitude about the order of religious services; the external organization of the church; the ranks of the clergy; and the claims of a liturgy. There may be much pleasure in theological discussion; in the metaphysics of theology; in the defense of what is deemed orthodoxy. There may be much pleasure in the mere music of devotion. There may be pleasure in the voice of a preacher, and in the power of his arguments. And there may be much pleasure in the advancement of the denomination to which we are attached; the conversion of people not from sin, but from a side opposite to us; and not to holiness and to God, but to our party and denomination. True delight in religion is in religion itself; in the service of God as such, and because it is holy. It is not mere pleasure in creeds, and liturgies, and theological discussions, and in the triumph of our cause, nor even in the triumph of Christianity as a mere party measure; but it is delight in God as he is, in his holy service, and in his truth.<\/p><p><em>As a nation that did righteousness<\/em>&mdash;As a people would do who really loved the ways of righteousness.<\/p><p><em>They ask of me the ordinances of justice<\/em>&mdash;Their priests and prophets consult about the laws and institutions of religion, as if they were really afraid of violating the divine commands. At the same time that they are full of oppression, strife, and wickedness, they are scrupulously careful about violating any of the commands pertaining to the rites of religion. The same people were subsequently so conscientious that they did not dare to enter the judgment-hall of Pilate lest they should disqualify themselves from partaking of the Passover, at the same time that they were meditating the death of their own Messiah, and were actually engaged in a plot to secure his crucifixion! <a class=\"ref\">John 19:28<\/a>. It is often the case that hypocrites are most scrupulous and conscientious about forms just as they are meditating some plan of enormous guilt, and accomplishing some scheme of deep depravity.<\/p><p><em>They take delight in approaching to God<\/em>&mdash;There is a pleasure which even a hypocrite has in the services of religion, and we should not conclude that because we find pleasure in prayer and praise, that therefore we are truly pious. Our pleasure may arise from a great many other sources than any just views of God or of his truth, or an evidence that we have that we are his friends.<\/p> ",
    "audit": 1
}