{
    "id": 957,
    "source": "barnes",
    "verse_id": 17864,
    "verse_count": 1,
    "reference": "10:13 ",
    "title": "",
    "html": "<p><em>For he saith<\/em>&mdash;The king of Assyria saith. This verse and the following are designed to show the reason why the king of Assyria should be thus punished. It was on account of his pride, and wicked plans. He sought not the glory of God, but purposed to do evil.<\/p><p><em>For I am prudent<\/em>&mdash;I am wise; attributing his success to his own understanding, rather than to God.<\/p><p><em>I have removed the bounds of the people<\/em>&mdash;That is, &lsquo;I have changed the limits of kingdoms; I have taken away the old boundaries, and made new ones at my pleasure. I have divided them into kingdoms and provinces as I pleased.&rsquo; No higher assumption of power could have been made than thus to have changed the ancient limits of empires, and remodelled them at his will. It was claiming that he had so extended his own empire, as to have effectually blotted out the ancient lines which had existed, so that they were now all one, and under his control. So a man who buys farms, and annexes them to his own, takes away the ancient limits; he runs new lines as he pleases, and unites them all into one. This was the claim which Sennacherib set up over the nations.<\/p><p><em>Have robbed their treasures<\/em>&mdash;Their hoarded wealth. This was another instance of the claim which he set up, of power and dominion. The treasures of kingdoms which had been hoarded for purposes of peace or war, he had plundered, and appropriated to his own use; compare the note at <a class=\"isa\" verses=\"MTg1OTA=\">Isaiah 46:3<\/a>.<\/p><p><em>I have put down the inhabitants<\/em>&mdash;I have subdued them; have vanquished them.<\/p><p><em>As a valiant man<\/em>&mdash;כאביר ka&lsquo;bbı̂yr. Margin, &lsquo;Many people.&rsquo; The Keri, or Hebrew marginal reading, is כביר kabbı̂yr without the Hebrew letter א, &lsquo;a mighty or, strong man.&rsquo; The sense is not materially different. It is a claim that he had evinced might and valor in bringing down nations. Lowth renders it, &lsquo;Them that were strongly seated.&rsquo; Noyes, &lsquo;Them that sat upon thrones.&rsquo; The Chaldee renders the verse, not literally, but according to the sense, &lsquo;I have made people to migrate from province to province, and have plundered the cities that were the subjects of praise, and have brought down by strength those who dwelt in fortified places. Our translation has given the sense correctly.<\/p>",
    "audit": 1
}