{
    "id": 994,
    "source": "barnes",
    "verse_id": 17901,
    "verse_count": 1,
    "reference": "11:16 ",
    "title": "",
    "html": "<p><em>And there shall be an highway<\/em>&mdash;All obstructions shall be removed, and they shall be permitted to return without hinderance (compare the note at <a class=\"isa\" verses=\"WzE4MzI5XQ==\">Isaiah 35:8<\/a> ).<\/p><p><em>For the remnant of his people from Assyria<\/em>&mdash;See note at <a class=\"isa\" verses=\"WzE3ODk2XQ==\">Isaiah 11:11<\/a>.<\/p><p><em>Like as it was to Israel...<\/em>&mdash;That is, God will remove all obstructions as he did at the Red Sea; he will subdue all their enemies; he will provide for their needs; and he will interpose by the manifest marks of his presence and protection, as their God and their friend. The general view of the chapter is, therefore, that it, refers to the triumph of the Messiah&rsquo;s kingdom; that it is not yet fully accomplished; and that the time is coming when the scattered Jews shall be regathered to God&mdash;not returned to their own land, but brought again under his dominion under the administration of the Messiah; and that this event shall be attended with a sudden removal of the obstructions to the gospel, and to its rapid spread everywhere among the nations. Comparing this with the present state of the Jews, we may remark, in regard to this prospect:<\/p><p>(1) That they are now, and will continue to be, scattered in all nations. They have been driven to all parts of the earth&mdash;wanderers without a home&mdash;yet continuing their customs, rites, and special opinions; and continuing to live, notwithstanding all the efforts of the nations to crush and destroy them.<\/p><p>(2) They speak nearly all the languages of the world. They are acquainted with all the customs, prejudices, and opinions of the nations of the earth. They would, therefore, be under no necessity of engaging in the laborious work of learning language&mdash;which now occupies so much of the time, and consumes so much of the strength of the modern missionary.<\/p><p>(3) The law of God is thus in all nations. It is in every synagogue; and it has been well said, that the law there is like extinguished candles, and that all that is needful to illuminate the world, is to light those candles. Let the Jew everywhere be brought to see the true meaning of his law; let the light of evangelical truth shine into his synagogue, and the world would be at once illuminated. The truth would go with the rapidity of the sunbeams from place to place, until the whole earth would be enlightened with the knowledge of the Redeemer.<\/p><p>(4) The Jews, when converted, make the best missionaries. There is a freshness in their views of the Messiah when they are converted, which Gentile converts seldom feel. The apostles were all Jews; and the zeal of Paul shows what converted Jews will do when they become engaged in making known the true Messiah. If it has been a characteristic of their nation that they would &lsquo;compass sea and land to make one proselyte,&rsquo; what will their more than three million accomplish when they become converted to the true faith of the Redeemer? We have every reason, therefore, to expect that God intends to make great use yet of the Jews, whom he has preserved scattered everywhere&mdash;though they be but a &lsquo;remnant&rsquo;&mdash;in converting the world to his Son. And we should most fervently pray, that they may be imbued with love to their long-rejected Messiah, and that they may everywhere become the missionaries of the cross.<\/p>",
    "audit": 1
}