{
    "id": 1570,
    "source": "barnes",
    "verse_id": 18477,
    "verse_count": 1,
    "reference": "41:25 ",
    "title": "",
    "html": "<p><em>I have raised up one<\/em>&mdash;In the previous verses God had shown that the idols had no power of predicting future events. He stakes, so to speak, the question of his divinity on that point, and the whole controversy between him and them is to be decided by the inquiry whether they had the power of foretelling what would come to pass. He here urges his claims to divinity on this ground, that he had power to foretell future events. In illustration of this, he appeals to the fact that he had raised up, that is, in purpose, or would afterward raise up Cyrus, in accordance with his predictions, and in such a way that it would be distinctly seen that he had this power of foretelling future events. To see the force of this argument, it must be remembered that the Jews are contemplated as in Babylon, and near the close of their captivity; that God by the prophets, and especially by Isaiah, distinctly foretold the fact that he would raise up Cyrus to be their deliverer; that these predictions were uttered at least a hundred and fifty years before the time of their fulfillment; and that they would then have abundant evidence that they were accomplished. To these recorded predictions and to their fulfillment, God here appeals, and designs that in that future time when they should be in exile, his people should have evidence that He was worthy of their entire confidence, and that even the pagan should see that Yahweh was the true God, and that the idols were nothing. The personage referred to here is undoubtedly Cyrus (see the notes at <a class=\"isa\" verses=\"WzE4NDU0XQ==\">Isaiah 41:2<\/a> ; compare <a class=\"isa\" verses=\"WzE4NTYzXQ==\">Isaiah 45:1<\/a> ).<\/p><p><em>From the north<\/em>&mdash;In <a class=\"isa\" verses=\"WzE4NDU0XQ==\">Isaiah 41:2<\/a>, he is said to have been raised up &lsquo;from the east.&rsquo; Both were true. Cyrus was born in Persia, in the country called in the Scriptures &lsquo;the east,&rsquo; but he early went to Media, and came from Media under the direction of his uncle, Cyaxares, when he attacked and subdued Babylon. Media was situated on the north and northeast of Babylon.<\/p><p><em>From the rising of the sun<\/em>&mdash;The east&mdash;the land of the birth of Cyrus.<\/p><p><em>Shall he call upon my name<\/em>&mdash;This expression means, probably, that he should acknowledge Yahweh to be the true God, and recognize him as the source of all his success. This he did in his proclamation respecting the restoration of the Jews to their own land: &lsquo;Thus saith Cyrus, king of Persia, Yahweh, God of heaven, hath given me all the kingdoms of the earth&rsquo; <a class=\"ref\">Ezra 1:2<\/a>. There is no decided evidence that Cyrus regarded himself as a worshipper of Yahweh, or that he was a pious man, but he was brought to make a public recognition of him as the true God, and to feel that he owed the success of his arms to him.<\/p><p><em>And he shall come upon princes<\/em>&mdash;Upon the kings of the nations against whom he shall make war (see <a class=\"isa\" verses=\"eyIxODQ1NCI6Mn0=\">Isaiah 41:2-3<\/a> ). The word rendered here &lsquo;princes&rsquo; (from סגן seggen or סגן ro n sâgân), denotes properly a deputy, a prefect, a governor, or one under another, and is usually applied to the governors of provinces, or the Babyionian princes, or magistrates <a class=\"ref\">Jeremiah 51:23, Jeremiah 51:28, Jeremiah 51:57; Ezekiel 23:6, Ezekiel 23:12, Ezekiel 23:33; Daniel 3:2, Daniel 3:27; Daniel 6:8<\/a>. It is sometimes applied, however, to the chiefs and rulers in Jerusalem in the times of Ezra and Nehemiah Ezr 9:2; <a class=\"ref\">Nehemiah 2:16; Nehemiah 4:8, Nehemiah 4:13; Nehemiah 5:7<\/a>. Here it is used as a general term; and the sense is, that he would tread down and subdue the kings and princes of the nations that he invaded.<\/p><p><em>As upon mortar<\/em>&mdash;(See the note at <a class=\"isa\" verses=\"WzE3ODU3XQ==\">Isaiah 10:6<\/a>).<\/p>",
    "audit": 1
}