{
    "id": 1498,
    "source": "barnes",
    "verse_id": 18405,
    "verse_count": 1,
    "reference": "38:14",
    "title": "",
    "html": "<p><em>Like a crane<\/em>&mdash;The word used here (סוּס sûs) usually denotes a horse. The rabbis render it here &lsquo;a crane.&rsquo; Gesenius translates it &lsquo;a swallow;&rsquo; and in his Lexicon interprets the word which is translated &lsquo;a swallow&rsquo; (עגוּר &lsquo;āgûr) to mean &ldquo;circling,&rdquo; making gyrations; and the whole phrase, &lsquo;as the circling swallow.&rsquo; The Syriac renders this, &lsquo;As the chattering swallow.&rsquo; The Vulgate, &lsquo;As the young of the swallow.&rsquo; The Septuagint simply reads: &lsquo;As the swallow.&rsquo; That two birds are intended here, or that some fowl is denoted by the word עגוּר &lsquo;āgûr, is manifest from <a class=\"ref\">Jeremiah 8:7<\/a> , where it is mentioned as distinct from the סוּס sûs (the crane) ועגוּר וסוּס vesûs ve‛āgûr. On the meaning of the words Bochart may be consulted (Hieroz. i. 2. p. 602). It is probable that the swallow and the crane are intended. The swallow is well known, and is remarkable for its twittering. The crane is also a well-known bird with long limbs made to go in the water. Its noise may be expressive of grief.<\/p><p><em>So did I chatter<\/em>&mdash;Peep, or twitter (see the note at <a class=\"isa\" verses=\"WzE3ODI3XQ==\">Isaiah 8:19<\/a>). The idea here is doubtless that of pain that was expressed in sounds resembling that made by birds&mdash;a broken, unmeaning unintelligible sighing; or quick breathing, and moaning.<\/p><p><em>I did mourn as a dove<\/em>&mdash;The dove, from its plaintive sound, is an emblem of grief. It is so used in <a class=\"isa\" verses=\"WzE4ODEyXQ==\">Isaiah 59:11<\/a>. The idea is that of the lonely or solitary dove that is lamenting or mourning for its companion:<\/p><p>&lsquo;Just as the lonely dove laments its mate.&rsquo;<\/p><p><em>Mine eyes fail<\/em>&mdash;The word used here (דלוּ dâllû) means properly to hang down, to swing like the branches of the willow; then to be languid, feeble, weak. Applied to the eye, it means that it languishes and becomes weak.<\/p><p><em>With looking upward<\/em>&mdash;To God, for relief and comfort. He had looked so long and so intensely toward heaven for aid, that his eyes became weak and feeble.<\/p><p><em>O Lord, I am oppressed<\/em>&mdash;This was his language in his affliction. He was so oppressed and borne down, that he cried to God for relief.<\/p><p><em>Undertake for me<\/em>&mdash;Margin, &lsquo;Ease me.&rsquo; The word (ערב ‛ârab) more properly means, to become surety for him. See it explained in the the note at <a class=\"isa\" verses=\"WzE4MzM5XQ==\">Isaiah 36:8<\/a>. Here it means, be surety for my life; give assurance that I shall be restored; take me under thy protection (see <a class=\"ref\">Psalm 119:122<\/a>): &lsquo;Be surety for thy servant for good.&rsquo;<\/p> ",
    "audit": 1
}