{
    "id": 1332,
    "source": "barnes",
    "verse_id": 18239,
    "verse_count": 1,
    "reference": "30:21",
    "title": "",
    "html": "<p><em>And thine ears shall hear a word<\/em> &mdash;A command or admonition. You shall not be left without spiritual guides and directors.<\/p><p><em>Behind thee<\/em> &mdash;That is, says Vitringa, the voice of conscience, as an &ldquo;invisible&rdquo; guide, shall admonish you. The idea, however, seems to be that if they were ignorant of the way, or if they were inclined to err, they should be admonished of the true path which they ought to pursue. The idea is taken either from the practice of teachers who are represented as &ldquo;following&rdquo; their pupils and admonishing them if they were in danger of going astray (Grotius; or from shepherds, who are represented as following their flocks, and directing them when they wandered. The Jews understand this voice &lsquo;from behind&rsquo; to be the כל בת bath kol&mdash;&lsquo;the daughter of the voice;&rsquo; a divine admonition which they suppose attends the pious. The essential thought is, that they would not be left without a guide and instructor; that, if they were inclined to go astray, they would be recalled to the path of truth and duty. Perhaps there is the idea, also, that the admonition would come from some &ldquo;invisible&rdquo; influence, or from some unexpected quarter, as it is often the case that those who are inquiring on the subject of religion receive light from quarters where they least expected, and from sources to which they were not looking. It is also true that the admonitions of Providence, of conscience, and of the Holy Spirit, seem often to come from &ldquo;behind&rdquo; us. that is, they &ldquo;recall&rdquo; us from the path in which we were going, and restrain us from a course that would be fraught with danger.<\/p><p><em>When ye turn to the right hand...<\/em> &mdash;When you shall be in danger of wandering from the direct and straight path. The voice shall recall you, and direct you in the way in which you ought to go.<\/p> ",
    "audit": 1
}