{
    "id": 1482,
    "source": "barnes",
    "verse_id": 18389,
    "verse_count": 1,
    "reference": "37:36",
    "title": "",
    "html": " <p> <em>Then the angel of the Lord went forth <\/em>&mdash;This verse contains the record of one of the most remarkable events which have occurred in history. Many attempts have been made to explain the occurrence which is here recorded, and to trace the agencies or means which God employed. It may be observed that the use of the word &lsquo;angel&rsquo; here does not determine the manner in which it was done. So far as the word is concerned, it might have been accomplished either by the power of an invisible messenger of God&mdash;a spiritual being commissioned for this purpose; or it might have been by some second causes under the direction of an angel&mdash;as the pestilence, or a storm and tempest; or it might have been by some agents sent by God whatever they were&mdash;the storm, the pestilence, or the simoom, to which the name angel might have been applied. The word &lsquo;angel&rsquo; (מלאך mal&lsquo;âk) from לאך lâ&lsquo;ak to send) means properly one sent, a messenger, from a private person <a class=\"ref\">Job 1:14<\/a>; from a king <a class=\"ref\">1 Samuel 16:19; 1 Samuel 19:11, 1 Samuel 19:14, 1 Samuel 19:20<\/a>. Then it means a messenger of God, and is applied: <\/p> <p>(1) to an angel (<a class=\"ref\">Exodus 23:20; 2 Samuel 14:16<\/a>; et al.); <\/p> <p>(2) to a prophet <a class=\"ref\">Haggai 1:13; Malachi 3:1<\/a>; <\/p> <p>(3) to a priest <a class=\"ref\">Ecclesiastes 5:5; Malachi 2:7<\/a>. <\/p> <p>The word may be applied to any messenger sent from God, whoever or whatever that may be. Thus, in <a class=\"ref\">Psalm 104:4<\/a>, the winds are said to be his angels, or messengers: <\/p> <p>Who maketh the winds (רוחות rûachôth) his angels (מלאכיו male&lsquo;âkâyv); <\/p> <p>The flaming fire his ministers. <\/p> <p>The general sense of the word is that of ambassador, messenger, one sent to bear a message, to execute a commission, or to perform any work or service. It is known that the Jews were in the habit of tracing all events to the agency of invisible beings sent forth by God to accomplish his purposes in this world. There is nothing in this opinion that is contrary to reason; for there is no more improbability in the existence of a good angel than there is in the existence of a good man, or in the existence of an evil spirit than there is in the existence of a bad man. And there is no more improbability in the supposition that God employs invisible and heavenly messengers to accomplish his purposes, than there is that he employs man. Whatever, therefore, were the means used in the destruction of the Assyrian army, there is no improbability in the opinion that they were under the direction of a celestial agent sent forth to accomplish the purpose. The chief suppositions which have been made of the means of that destruction are the following: <\/p> <p>1. It has been supposed that it was by the direct agency of an angel, without any second causes. But this supposition has not been generally adopted. It is contrary to the usual modes in which God directs the affairs of the world. His purposes are usually accomplished by some second causes, and in accordance with the usual course of events. Calvin supposes that it was accomplished by the direct agency of one or more angels sent forth for the purpose. <\/p> <p>2. Some have supposed that it was accomplished by Tirhakah, king of Ethiopia, who is supposed to have pursned Sennacherib, and to have overthrown his army in a single night near Jerusalem. But it is sufficient to say in reply to this, that there is not the slightest historical evidence to support it; and had this been the mode, it would have been so recorded, and time fact would have been stated. <\/p> <p>3. It has been attributed by some, among whom is Prideaux (Connection, vol. i. p. 143) and John E. Faber (the notes at Harmer&rsquo;s Obs., i. 65), to the hot pestilential wind which often prevails in the East, and which is often represented as suddenly destroying travelers, and indeed whole caravans. This wind, called sam, simum, samiel, or simoom, has been usually supposed to be poisonous, and almost instantly destructive to life. It has been described by Mr. Bruce, by Sir R. K. Porter, by Niebuhr, and by others. Prof. Robinson has examined at length the supposition that the Assyrian army was destroyed by this wind, and has stated the results of the investigations of recent travelers. The conclusion to which he comes is, that the former accounts of the effects of this wind have been greatly exaggerated, and that the destruction of the army of the Assyrians cannot be attributed to any such cause. See the article winds, in his edition of Calmet&rsquo;s Dictionary. Burckhardt says of this wind, whose effects have been regarded as so poisonous and destructive, &lsquo;I am perfectly convinced that all the stories which travelers, or the inhabitants of the towns of Egypt and Syria, relate of the simoom of the desert are greatly exaggerated, and I never could hear of a single well-authenticated instance of its having proved mortal to either man or beast.&rsquo; Similar testimony has been given by other modern travelers; though it is to be remarked that the testimony is rather of a negative character, and does not entirely destroy the possibility of the supposition that this so often described pestilential wind may in some instances prove fatal. It is not, however, referred to in the Scripture account of the destruction of Sennacherib; and whatever may be true of it in the deserts of Arabia or Nubia, there is no evidence whatever that such poisonous effects are ever experienced in Palestine. <\/p> <p>4. It has been attributed to a storm of hail, accompanied with thunder and lightning. This is the opinion of Vitringa, and seems to accord with the descriptions which are given in the prophecy of the destruction of the army in <a class=\"isa\" verses=\"WzE4MjAwLDE4MjQ4XQ==\">Isaiah 29:6; Isaiah 30:30<\/a>. To this opinion, as the most probable, I have been disposed to incline, for although these passages may be regarded as figurative, yet the more natural interpretation is to regard them as descriptive of the event. We know that such a tempest might be easily produced by God, and that violent tornadoes are not unfrequent in the East. One of the plagues of Egypt consisted in such a tremendous storm of hail accompanied with thunder, when &lsquo;the fire ran along the ground,&rsquo; so that &lsquo;there was hail, and fire mingled with the hail,&rsquo; and so that &lsquo;the hail smote throughout all the land of Egypt all that was in the field, both man and beast&rsquo; <a class=\"ref\">Exodus 9:22-25<\/a>. This description, in its terror, its suddenness, and its ruinous effects, accords more nearly with the account of the destruction of Sennacherib than any other which has been made. See the notes at <a class=\"isa\" verses=\"WzE4MjQ4XQ==\">Isaiah 30:30<\/a>, for a remarkable description of the officer of a storm of hail. <\/p> <p>5. It has been supposed by many that it was accomplished by the pestilence. This is the account which Josephus gives (Ant. x. 1. 5), and is the supposition which has been adopted by Rosenmuller, Doderlin, Michaelis, Hensler, and many others. But there are two objections to this supposition. One is, that it does not well accord with the descritption of the prophet <a class=\"isa\" verses=\"WzE4MjAwLDE4MjQ4XQ==\">Isaiah 29:6; Isaiah 30:30<\/a>; and the other, and more material one is, that the plague does not accomplish its work so suddenly. This was done in a single night; whereas, though the plague appears suddenly, and has been known to destroy whole armies, yet there is no recorded instance in which it has been so destructive in a few hours as in this case. It may be added, also, that the plague does not often leave an army in the manner described here. One hundred and eighty five thousand were suddenly slain. The survivors, if there were any, as we have reason to suppose <a class=\"isa\" verses=\"WzE4MzkwXQ==\">Isaiah 37:37<\/a>, fled, and returned to Nineveh. There is no mention made of any who lingered, and who remained sick among the slain. <\/p> <p>Nor is there any apprehension mentioned, as having existed among the Jews of going into the camp, and stripping the dead, and bearing the spoils of the army into the city. Had the army been destroyed by the plague, such is the fear of the contagion in countries where it prevails, that nothing would have induced them to endanger the city by the possibility of introducing the dreaded disease. The account leads us to suppose that the inhabitants of Jerusalem immediately sallied forth and stripped the dead, and bore the spoils of the army into the city (see the notes at <a class=\"isa\" verses=\"WzE4Mjg0LDE4MzA0XQ==\">Isaiah 33:4, Isaiah 33:24<\/a>). On the whole, therefore, the most probable supposition seems to be, that, if any secondary causes were employed, it was the agency of a violent tempest&mdash;a tempest of mingled hail and fire, which suddenly descended upon the mighty army. Whatever was the agent, however, it was the hand of God that directed it. It was a most fearful exhibition of his power and justice; and it furnishes a most awful threatening to proud and haughty blasphemers and revilers, and a strong ground of assurance to the righteous that God will defend them in times of peril. <\/p> <p>It may be added, that Herodotus has given an account which was undoubtedly derived from some rumour of the entire destruction of the Assyrian army. He says (ii. 141) that when Sennacherib was in Egypt and engaged in the siege of Pelusium, an Egyptian priest prayed to God, and God heard his prayer, and sent a judgment upon him. &lsquo;For,&rsquo; says he, &lsquo;a multitude of mice gnawed to pieces in one night both the bows and the rest of the armor of the Assyrians, and that it was on that account that the king, when he had no bows left, drew off his army from Pelusium.&rsquo; This is probably a corruption of the history which we have here. At all events, the account in Herodotus does not conflict with the main statement of Isaiah, but is rather a confirmation of that statement, that the army of Sennacherib met with sudden discomfiture. <\/p> <p> <em>And when they arose <\/em>&mdash;At the time of rising in the morning; when the surviving part of the army arose, or when the Jews arose, and looked toward the camp of the Assyrians. <\/p>",
    "audit": 1
}