{
    "id": 1949,
    "source": "barnes",
    "verse_id": 18856,
    "verse_count": 1,
    "reference": "62:1",
    "title": "",
    "html": " <p>For Zion&rsquo;s sake&mdash;(See the notes at <a class=\"isa\" verses=\"WzE3NjYzXQ==\">Isaiah 1:8 <\/a>). On account of Zion; that is, on account of the people of God. <\/p> <p> <em>I will not hold my peace <\/em>&mdash;There have been very various opinions in regard to the person referred to here by the word &lsquo;I.&rsquo; Calvin and Gesenius suppose that the speaker here is the prophet, and that the sense is, he would not intermit his labors and prayers until Zion should be restored, and its glory spread through all the earth. The Chaldee Paraphrast supposes that it is God who is the speaker, and this opinion is adopted by Grotius. Vitringa regards it as the declaration of a prophetic choir speaking in the name of the officers of the church, and expressing the duty of making continual intercession for the extension of the Redeemer&rsquo;s kingdom. Estius supposes it to be the petition of the Jewish people praying to God for their restoration. Amidst such a variety of interpretation it is not easy to determine the true sense. If it is the language of God, it is a solemn declaration that he was intent on the deliverance of his people, and that he would never cease his endeavors until the work should be accomplished. <\/p> <p>If it is the language of the prophet, it implies that he would persevere, notwithstanding all opposition, in rebuking the nation for its sins, and in the general work of the prophetic office, until Zion should arise in its glory. If the former, it is the solemn assurance of Yahweh that the church would be the object of his unceasing watchfulness and care, until its glory should fill the earth. If the latter, it expresses the feelings of earnest and devoted piety; the purpose to persevere in prayer and in active efforts to extend the cause of God until it should triumph. I see nothing in the passage by which it can be determined with certainty which is the meaning; and when this is the case it must be a matter of mere conjecture. The only circumstance which is of weight in the case is, that the language, &lsquo;I will not be silent,&rsquo; is rather that which is adapted to a prophet accustomed to pray and speak in the name of God than to God himself; and if this circumstance be allowed to have any weight, then the opinion will incline to the interpretation which supposes it to refer to the prophet. The same thing is commanded the watchman on the walls of Zion in <a class=\"isa\" verses=\"eyIxODg2MSI6Mn0=\">Isaiah 62:6-7 <\/a>; and if this be the correct interpretation, then it expresses the appropriate solemn resolution of one engaged in proclaiming the truth of God not to intermit his prayers and his public labors until the true religion should be spread around the world. <\/p> <p> <em>I will not rest <\/em>&mdash;While I live, I will give myself to unabated toil in the promotion of this great object (see the notes at <a class=\"isa\" verses=\"WzE4ODYyXQ==\">Isaiah 62:7 <\/a>). <\/p> <p> <em>Until the righteousness thereof <\/em>&mdash;The word here is equivalent to salvation, and the idea is, that the deliverance of his people would break forth as a shining light. <\/p> <p> <em>Go forth as brightness <\/em>&mdash;The word used here is commonly employed to denote the splendor, or the bright shining of the sun, the moon, or of fire (see <a class=\"isa\" verses=\"WzE4ODQxXQ==\">Isaiah 60:19 <\/a>; compare <a class=\"isa\" verses=\"WzE3NzM5XQ==\">Isaiah 4:5 <\/a>; <a class=\"ref\">2 Samuel 23:4; Proverbs 4:18 <\/a>). The meaning is, that the salvation of people would resemble the clear shining light of the morning, spreading over hill and vale, and illuminating all the world. <\/p> <p> <em>As a lamp that burneth <\/em>&mdash;A blazing torch&mdash;giving light all around and shining afar. <\/p> ",
    "audit": 1
}