{
    "id": 773,
    "source": "barnes",
    "verse_id": 17680,
    "verse_count": 1,
    "reference": "1:25 ",
    "title": "",
    "html": "<p><em>And I will turn my hand upon thee<\/em>&mdash;This expression is capable of two significations. The hand may be stretched out for two purposes, either to inflict punishment, or to afford help and protection. The phrase here refers evidently to the latter, to the act of redeeming and restoring his people, <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 1:26-27<\/a>. The idea may be thus expressed: &lsquo;I will stretch out my hand to punish my enemies <a class=\"isa\" verses=\"MTc2Nzk=\">Isaiah 1:24<\/a> , and will turn my hand upon thee for protection, and recovery.&rsquo;<\/p><p><em>Purge away<\/em>&mdash;This refers to the process of smelting, or purifying metals in the fire. It means, I will remove all the dross which has accumulated <a class=\"isa\" verses=\"MTc2Nzc=\">Isaiah 1:22<\/a>, and will make the silver pure. This was commonly done by fire; and the idea is, that he would render his own people pure by those judgments which would destroy his enemies who were intermingled with them.<\/p><p><em>Purely<\/em>&mdash;The original word here&mdash;כבר kabor&mdash;has been commonly understood to mean, according to purity; that is, effectually or entirely pure. Thus it is translated by the Septuagint, and by the Latin Vulgate. But by the Chaldee it is translated, &lsquo;I will purify thee as with the herb borith.&rsquo; The word may mean lye, alkali, or potash, <a class=\"ref\">Job 9:30<\/a>; and it may mean also borax&mdash;a substance formed of alkali and boracic acid, much used in purifying metals. The essential idea is, I will make you effectually, or entirely pure.<\/p><p><em>Thy tin<\/em>&mdash;Tin is with us a well-known white metal. But the word used here does not mean tin. It denotes the stannum of the ancients; a metal formed of lead mixed with silver ore. Here it means, I will take away all the impure metal mixed with thee; varying the idea but little from the former part of the verse.<\/p>",
    "audit": 1
}