{
    "id": 1053,
    "source": "barnes",
    "verse_id": 17960,
    "verse_count": 1,
    "reference": "14:31",
    "title": "",
    "html": " <p> <em>Howl, O gate <\/em>&mdash;That is, ye who throng the gate. The gates of a city were the chief places of concourse. <\/p> <p> <em>Cry, O city <\/em>&mdash;The prophet here fixes the attention upon some principal city of Philistia, and calls upon it to be alarmed in view of the judgments that were about to come upon the whole land. <\/p> <p> <em>Art dissolved <\/em>&mdash;The word &lsquo;dissolved&rsquo; (מוג mûg) is applied to that which melts, or which wastes away gradually, and then to that which faints or disappears. It means here that the kingdom of Philistia would disappear, or be destroyed. It probably conveys the idea of its fainting, or becoming feeble from fear or apprehension. <\/p> <p> <em>From the north a smoke <\/em>&mdash;From the regions of Judah, which lay north and east of Philistia. The &rsquo;smoke&rsquo; here probably refers to a cloud of dust that would be seen to rise in that direction made by an invading army. <\/p> <p> <em>And none shall be alone in his appointed times <\/em>&mdash;There has been a great variety of interpretation in regard to this passage. Lowth renders it, &lsquo;And there shall not be a straggler among his levies.&rsquo; The Hebrew is, as in the margin, &lsquo;And not solitary in his assemblies.&rsquo; The Septuagint renders it, &Kappa;&alpha;&iota;́ &omicron;&upsilon;̓&kappa; &epsilon;̓́&sigma;&tau;&alpha;&iota; &tau;&omicron;&upsilon;͂ &epsilon;&iota;͂&nu;&alpha;&iota; Kai ouk estai tou einai&mdash;&lsquo;And it is not to be endured.&rsquo; The Chaldee, &lsquo;And there shall be none who shall retard him in his times.&rsquo; The Arabic, &lsquo;Neither is there anyone who can stand in his footsteps.&rsquo; The Vulgate, &lsquo;Neither is there anyone who can escape his army.&rsquo; Aben Ezra renders it, &lsquo;No one of the Philistines shall dare to remain in their palaces, as when a smoke comes into a house all are driven out.&rsquo; Probably the correct idea is given by Lowth; and the same interpretation is given by Gesenius, Rosenmuller, Dathe, and Michaelis. No one of the invading army of Hezekiah shall come by himself; no one shall be weary or be a straggler; the army shall advance in close military array, and in dense columns; and this is represented as the cause of the cloud or smoke that the prophet saw rising, the cloud of dust that was made by the close ranks of the invading host (compare <a class=\"isa\" verses=\"WzE3NzY3XQ==\">Isaiah 5:27 <\/a>). <\/p> ",
    "audit": 1
}