{
    "id": 1639,
    "source": "barnes",
    "verse_id": 18546,
    "verse_count": 1,
    "reference": "44:12",
    "title": "",
    "html": "<p><em>The smith with the tongs<\/em>&mdash;The prophet proceeds here to show the folly and absurdity of idolatry; and in order to this he goes into an extended statement <a class=\"isa\" verses=\"eyIxODU0NiI6OH0=\">Isaiah 44:12-19<\/a> of the manner in which idols were usually made. Lowth remarks, &lsquo;The sacred writers are generally large and eloquent on the subject of idolatry; they treat it with great severity, and set forth the absurdity of it in the strongest light. But this passage of Isaiah far exceeds anything that was ever written on the subject, in force of argument, energy of expression, and elegance of composition. One or two of the Apocryphal writers have attempted to imitate the prophet, but with very ill success (Wisd. 13:11-19; 15:7; etc.; Baruch 6) Horace, however, has given a description of the making of idols, which, for severity of satire, and pungency of sarcasm, has a strong resemblance to this description in Isaiah:<\/p><p>Olim truncus eram ficulnus, inutile lignum;<\/p><p>Cum faber, incertus scamnum faceretne Priapum<\/p><p>Maluit esse Deum.<\/p><p>Sat. I. viii. 1-3.<\/p><p>Lowth renders the phrase &lsquo;the smith with the tongs,&rsquo; &lsquo;The smith cutteth off a portion of iron.&rsquo; Noyes, &lsquo;The smith prepareth an axe&rsquo; The Septuagint, &lsquo;The carpenter sharpeneth (&omega;̓́&zeta;&upsilon;&nu;&epsilon; ōzune) iron&rsquo; (&sigma;&iota;́&delta;&eta;&rho;&omicron;&nu; sidēron), that is, an axe. So also the Syriac. Gesenius renders it, &lsquo;The smith makes an axe.&rsquo; Many other renderings of the passage have been proposed. The idea in this verse is, I think, that the prophet describes the commencement of the process of making a graven image. For that purpose, he goes back even to the making of the instruments by which it is manufactured, and in this verse he describes the process of making an axe, with a view to the cutting down of the tree, and forming a god. That he does not here refer to the making of the idol itself is apparent from the fact that the process here described is that of working in iron; but idols were not made of iron, and that here described especially ( <a class=\"isa\" verses=\"WzE4NTQ1XQ==\">Isaiah 44:11<\/a> ff) is one made of wood. The phrase used here, therefore, refers to the process of axe-making with a view to cutting down a tree to make a god; and the prophet describes the ardor and activity with which it is done, to show how much haste they were in to complete it. The literal translation of this phrase is, &lsquo;The workman (חרשׁ chârash, st. const. for חרשׁ chârâsh) of iron (maketh) an axe.&rsquo;<\/p><p><em>Both worketh in the coals<\/em>&mdash;And he works the piece of iron of which he is making an axe in the coals. He blows the coals in order to produce an intense heat (see <a class=\"isa\" verses=\"WzE4NzQwXQ==\">Isaiah 54:16<\/a>)&mdash;&lsquo;Behold, I have created the smith that bloweth the coals in the fire.&rsquo;<\/p><p><em>And fashioneth it with hammers<\/em>&mdash;Forms the mass of iron into an axe. Axes were not cast, but made.<\/p><p><em>And worketh it with the strength of his arms<\/em>&mdash;Or, he works it with his strong arms&mdash;referring to the fact that the arm of the smith, by constant usage, becomes exceedingly strong. A description remarkably similar to this occurs in Virgil when he is describing the Cyclops:<\/p><p>Illi inter sesc magna vi brachia tollunt<\/p><p>In numerum; versantque tenaci forcipe ferrum.<\/p><p>Georg. iv. 174, 175.<\/p><p>Heaved with vast strength their arms in order rise,<\/p><p>And blow to blow in measured chime replies;<\/p><p>While with firm tongs they turn the sparkling ore,<\/p><p>And Etna&rsquo;s caves with ponderous anvils roar.<\/p><p>Sotheby.<\/p><p><em>Yea, he is hungry<\/em>&mdash;He exhausts himself by his hard labor. The idea is, that he is so anxious to have it done, so engaged, so diligent, that he does not even stop to take necessary refreshment.<\/p><p><em>And his strength faileth<\/em>&mdash;He works until he is completely exhausted.<\/p><p><em>He drinketh no water<\/em>&mdash;He does not intermit his work even long enough to take a draught of water, so hurried is he. While the iron is hot, he works with intense ardor, lest it should grow cool, and his work be retarded&mdash;a very graphic description of what all have seen in a blacksmith&rsquo;s shop. The Rev. John Williams states that when the South Sea islanders made an idol, they strictly abstained from food; and although they might be, and were sometimes, three days about the work, no water, and he believes no food, passed their lips all the time. This fact would convey a satisfactory elucidation of an allusion not otherwise easily explained (Pictorial Bible).<\/p> ",
    "audit": 1
}