{
    "id": 1139,
    "source": "barnes",
    "verse_id": 18046,
    "verse_count": 1,
    "reference": "21:10 ",
    "title": "",
    "html": "<p><em>O my threshing<\/em>&mdash;The words &lsquo;to thresh,&rsquo; &lsquo;to tread down,&rsquo; etc., are often used in the Scriptures to denote punishments inflicted on the enemies of God. An expression likes this occurs in <a class=\"ref\">Jeremiah 51:33<\/a> , in describing the destruction of Babylon: &lsquo;The daughter of Babylon is like a threshing floor; it is time to thresh her.&rsquo; In regard to the mode of threshing among the Hebrews, and the pertinency of this image to the destruction of the enemies of God, see the note at <a class=\"isa\" verses=\"WzE4MTkyXQ==\">Isaiah 28:27<\/a>. Lowth, together with many others, refers this to Babylon, and regards it as an address of God to Babylon in the midst of her punishment: &lsquo;O thou, the object on which I shall exercise the severity of my discipline; that shall lie under my afflicting hand like grain spread out upon the floor to be threshed out and winnowed, to separate the chaff from the wheat.&rsquo; But the expression can be applied with more propriety to the Jews; and may be regarded as the language of &ldquo;tenderness&rdquo; addressed by God through the prophet to his people when they should be oppressed and broken down in Babylon: &lsquo;O thou, my people, who hast been afflicted and crushed; who hast been under my chastening hand, and reduced to these calamities on account of your sins; hear what God has spoken respecting the destruction of Babylon, and your consequent certain deliverance.&rsquo; Thus it is the language of consolation; and is designed, like the prophecies in <a class=\"isa\" verses=\"eyIxNzkwOCI6MjJ9\">Isaiah 13<\/a> ; 14, to comfort the Jews, when they should be in Babylon, with the certainty that they would be delivered. The language of &ldquo;tenderness&rdquo; in which the address is couched, as well as the connection, seems to demand this interpretation.<\/p><p><em>And the corn of my floor<\/em>&mdash;Hebrew, &lsquo;The son of my threshing floor&rsquo;&mdash;a Hebraism for grain that was on the floor to be threshed. The word &rsquo;son&rsquo; is often used in this special manner among the Hebrews (see the note at <a class=\"ref\">Matthew 1:1<\/a>).<\/p><p><em>That which I have heard...<\/em>&mdash;This shows the scope or design of the whole prophecy&mdash;to declare to the Jews the destruction that would come upon Babylon, and their own consequent deliverance. It was important that they should be &ldquo;assured&rdquo; of that deliverance, and hence, Isaiah &ldquo;repeats&rdquo; his predictions, and minutely states the manner in which their rescue would be accomplished.<\/p>",
    "audit": 1
}