{
    "id": 1408,
    "source": "barnes",
    "verse_id": 18315,
    "verse_count": 1,
    "reference": "34:11",
    "title": "",
    "html": " <p> <em>But the cormorant <\/em>&mdash;This and the following verses contain a description of the desolations of Edom in language remarkably similar to that employed in the account of the destruction of Babylon <a class=\"isa\" verses=\"eyIxNzkyNyI6M30=\">Isaiah 13:20-22<\/a>; <a class=\"isa\" verses=\"WzE3OTUyXQ==\">Isaiah 14:23<\/a>. The word here translated &lsquo;cormorant&rsquo; (קאת qâ&lsquo;ath), occurs in this place and in <a class=\"ref\">Zephaniah 2:14<\/a>, where it is rendered &lsquo;cormorant,&rsquo; and in <a class=\"ref\">Leviticus 11:18; Deuteronomy 14:17; Psalm 102:6<\/a>, where it is rendered &lsquo;pelican.&rsquo; Bochart supposes it is the ardea stellaris, or bitourn, which frequents watery places in deserts, and makes a horrible noise. The pelican is a sea-fowl, and cannot be intended here. The cormorant or water raven is a large fowl of the pelican kind, which occupies the cliffs by the sea, feeds on fish, and which is extremely voracious, and which is the emblem of a glutton. It is not certain what fowl is intended here, but the word properly denotes a water-fowl, and evidently refers to some bird that inhabits desolate places. <\/p> <p> <em>And the bittern shall possess it <\/em>&mdash;For a description of the bittern, see the note at <a class=\"isa\" verses=\"WzE3OTUyXQ==\">Isaiah 14:23<\/a>. <\/p> <p> <em>The owl also and the raven <\/em>&mdash;Well known birds that occupy deserts, and old ruins of houses or towns. The image here is that of desolation and ruin; and the sense is, that the land would be reduced to a waste that would not be inhabited by man, but would be given up to wild animals. How well this agrees with Edom, may be seen in the Travels of Burckhardt, Seetsen, and others. In regard to the fact that the cormorant (קאת qâ&lsquo;ath) should be found there, it may be proper to introduce a remark of Burckhardt, who seems to have had no reference to this prophecy. &lsquo;The bird katta,&rsquo; says he, &lsquo;is met with in immense numbers. They fly in such large flocks that the boys often kill two or three of them at a time, merely by throwing a stick among them.&rsquo; So also in regard to the fact that the owl and the raven shall dwell there, the following statements are made by travelers: Captain Mangles relates thatwhile he and his fellow-travelers were examining the ruins and contemplating the sublime scenery of Petra, &lsquo;the screaming of the eagles, hawks, and owls, which were soaring above their heads in considerable numbers, seemingly annoyed at anyone approaching their lonely habitation, added much to the singularity of the scene.&rsquo; So says Burckhardt: &lsquo;The fields of Tafyle (situated in the immediate vicinity of Edom) are frequented by an immense number of crows.&rsquo; <\/p> <p> <em>And he shall stretch out upon it <\/em>&mdash;This is an illusion to the fact that an architect uses a line, which is employed to lay out his work (see the note at <a class=\"isa\" verses=\"WzE4MTgyXQ==\">Isaiah 28:17<\/a>). <\/p> <p> <em>The line of confusion <\/em>&mdash;A similar expression occurs in <a class=\"ref\">2 Kings 21:13<\/a>: &lsquo;I will stretch over Jerusalem the line of Samaria, and the plummet of the house of Ahab;&rsquo; that is, I will apply the same measure and rule of destruction to Jerusalem that has been applied to Samaria. So Edom would be marked out for desolation. It was the work which God had laid out, and which he intended to perform. <\/p> <p> <em>And the stones of emptiness <\/em>&mdash;Probably the plummet which the architect commonly employed with his line (see the note at <a class=\"isa\" verses=\"WzE4MTgyXQ==\">Isaiah 28:17<\/a>). It is a fact, however, that Edom is at present an extended waste of stones and barren rocks. &lsquo;We had before us an immense expanse of dreary country, entirely covered with black flints, with here and there some hilly chain rising from the plain.&rsquo; (Burckhardt&rsquo;s Travels in Syria, p. 445.) <\/p>",
    "audit": 1
}