{
    "id": 1262,
    "source": "barnes",
    "verse_id": 18169,
    "verse_count": 1,
    "reference": "28:4",
    "title": "",
    "html": "<p><em>As the hasty fruit before the summer<\/em>&mdash;The word rendered &lsquo;hasty fruit&rsquo; (בכוּרה bikûrâh); in Arabic, bokkore; in Spanish, albacore), denotes the &ldquo;early fig.&rdquo; this ripens in June; the common fig does not ripen until August. Shaw, in his &ldquo;Travels,&rdquo; p. 370, says: &lsquo;No sooner does the &ldquo;boccore&rdquo; (the early fig) draw near to perfection in the middle or latter end of June, than the &ldquo;kermez&rdquo; or summer fig begins to be formed, though it rarely ripens before August, about which time the same tree frequently throws out a third crop, or the winter fig, as we may call it. This is usually of a much longer shape and darker complexion than the kermez, hanging and ripening on the tree after the leaves are shed; and provided the winter be mild and temperate it is gathered as a delicious morsel in the spring.&rsquo; Robinson (George), (&ldquo;Travels in Palestine and Syria,&rdquo; vol. i. p. 354), says, &lsquo;The fig tree, which delights in a rocky and parched soil, and is therefore often found in barren spots where nothing else will grow, is very common in Palestine and the East. The fruit is of two kinds, the &ldquo;boccore&rdquo; and the &ldquo;kermouse.&rdquo; The black and white boccore, or early fig, is produced in May; but the kermouse, or the fig properly so called, which is preserved and exported to Europe, is rarely ripe before September.&rsquo; Compare <a class=\"ref\">Hosea 9:10<\/a>. The phrase &lsquo;before the summer&rsquo; means before the heat of the summer, when the common fig was usually ripe. The idea here is this, the early fig would be plucked and eaten with great greediness. So the city of Samaria would be seized upon and destroyed by its enemies.<\/p><p><em>Which when he that looketh upon it seeth... <\/em>&mdash;That is, as soon as he sees it he plucks it, and eats it at once. He does not lay it up for future use, but as soon as he has it in his hand he devours it. So soon as the Assyrian should see Samaria he would rush upon it, and destroy it. It was usual for conquerors to preserve the cities which they took in war for future use, and to make them a part of the strength or ornament of their kingdom. But Samaria was to be at once destroyed. Its inhabitants were to be carried away, and it would be demolished as greedily as a hungry man plucks and eats the first fig that ripens on the tree.<\/p> ",
    "audit": 1
}