{
    "id": 1864,
    "source": "barnes",
    "verse_id": 18771,
    "verse_count": 1,
    "reference": "57:5 ",
    "title": "",
    "html": "<p><em>Inflaming yourselves<\/em>&mdash;Burning, that is, with lust. The whole language here is derived from adulterous intercourse. The sense is, that they were greatly addicted to idolatry, and that they used every means to increase and extend the practice of it. The Vulgate, however, renders this, &lsquo;Who console yourselves.&rsquo; The Septuagint renders it, &lsquo;Invoking (&pi;&alpha;&rho;&alpha;&kappa;&alpha;&lambda;&omicron;&upsilon;͂&nu;&tau;&epsilon;&sigmaf; parakalountes) idols.&rsquo; But the proper meaning of the Hebrew word חמם châmam is, &ldquo;to become warm; to be inflamed, or to burn as with lust.&rdquo;<\/p><p><em>With idols<\/em>&mdash;Margin, &lsquo;Among the oaks.&rsquo; Hebrew, באלים bā&lsquo;ēlı̂ym. Vulgate, In diis&mdash;&lsquo;With the gods.&rsquo; Septuagint, &Epsilon;&iota;̓́&delta;&omega;&lambda;&alpha; Eidōla&mdash;&lsquo;Idols.&rsquo; So the Chaldee and Syriac. The Hebrew may denote &lsquo;with gods,&rsquo; that is, with idol-gods; or it may denote, as in the margin, &lsquo;among the oaks,&rsquo; or the terebinth groves, from איל &lsquo;ēyl, plural אילים &lsquo;ēylı̂ym, or אלים &lsquo;ēlym (the terebinth). See the word explained in the note at <a class=\"isa\" verses=\"WzE3Njg0XQ==\">Isaiah 1:29<\/a>. Kimchi and Jarchi here render it by &lsquo;the terebinth tree.&rsquo; Lowth renders it, &lsquo;Burning with the lust of idols;&rsquo; and probably this is the correct interpretation, for, if it had meant oaks or the terebinth tree, the phrase would have been &ldquo;under&rdquo; (תחת tachath) instead of &ldquo;in&rdquo; or &ldquo;with&rdquo; (ב b).<\/p><p><em>Under every green tree<\/em>&mdash;(See the notes at <a class=\"isa\" verses=\"WzE3Njg0XQ==\">Isaiah 1:29<\/a> ; compare <a class=\"ref\">Deuteronomy 22:2; 2 Kings 17:10; 2 Chronicles 28:4<\/a>).<\/p><p><em>Slaying the children<\/em>&mdash;That is, sacrificing them to the idol-gods. This was commonly done by burning them, as when they were offered to Moloch, though it is not improbable that they were sometimes sacrificed in other ways. It was a common custom among the worshippers of Moloch. Thus it is said of Ahaz <a class=\"ref\">2 Chronicles 28:3<\/a> , that he &lsquo;burnt incense in the valley of the son of Hinnom, and burnt his children in the fire.&rsquo; The same thing is said of Manasseh, to whose time the prophet most probably refers. &lsquo;And he caused his children to pass through the fire in the valley of the son of Hinnom&rsquo; (<a class=\"ref\">2 Chronicles 33:6<\/a> ; compare <a class=\"ref\">Jeremiah 7:31<\/a> ). The same thing was practiced in the countries of the Babylonian empire <a class=\"ref\">2 Kings 17:31<\/a> , and from <a class=\"ref\">Deuteronomy 12:31<\/a>, it is evident that it was commonly practiced by pagan nations. The Phenicians, according to Eusebius (Praep. Evan. iv. 16), and the Carthagenians, according to Diodorus Siculus (xx. 14), practiced it.<\/p><p><em>In the valleys<\/em>&mdash;The place where these abominations were practiced by the Jews was the valley of the son of Hinnom (see the references above); that is, the valley of Jehoshaphat, lying to the south and the southeast of Jerusalem. A large hollow, brass statue was erected, and the fire was enkindled within it, and the child was placed in his heated arms, and thus put to death. The cries of the child were drowned by the music of the תף tôph, or kettle-drums (see the notes at <a class=\"isa\" verses=\"WzE3NzUyXQ==\">Isaiah 5:12<\/a>, where this instrument is fully described), and hence, the name of the valley was Tophet.<\/p><p><em>Under the clefts of the rocks<\/em>&mdash;Dark and shady groves, and deep and sombre caverns were the places where the abominable rites of the pagan superstitions were practiced (compare the notes at <a class=\"isa\" verses=\"WzE3ODg2XQ==\">Isaiah 11:1<\/a>).<\/p>",
    "audit": 1
}