{
    "id": 1418,
    "source": "barnes",
    "verse_id": 18325,
    "verse_count": 1,
    "reference": "35:4",
    "title": "",
    "html": "<p><em>Say to them<\/em>&mdash;This is still an address to the ministers of religion, to make use of all the consolations which these truths and predictions furnish to confirm and strengthen the people of God.<\/p><p><em>Of a fearful heart<\/em>&mdash;Of a timid, pusillanimous heart; those who tremble before their enemies. The Hebrew is, as in the Margin, &lsquo;Of a hasty heart;&rsquo; that is, of those who are disposed to flee before their enemies (see the note at <a class=\"isa\" verses=\"WzE4MjM0XQ==\">Isaiah 30:16<\/a>).<\/p><p><em>Behold, your God will come with vengeance<\/em>&mdash;That is, in the manner described in the previous chapter; and, generally, he will take vengeance on all the enemies of his people, and they shall be punished. The language in this chapter is, in part, derived from the captivity at Babylon <a class=\"isa\" verses=\"WzE4MzMxXQ==\">Isaiah 35:10<\/a> , and the general idea is, that God would take vengeance on all their enemies, and would bring them complete and final deliverance. This does not mean that when the Messiah should come he would be disposed to take vengeance; nor do the words &lsquo;your God&rsquo; here refer to the Messiah; but it is meant that their God, Yahweh, would certainly come and destroy all their enemies, and prepare the way thus for the coming of the Prince of peace. The general promise is, that however many enemies might attack them, or however much they might fear them, yet that Yahweh would be their protector, and would completely humble and prostrate all their foes. The Hebrew will admit of a somewhat different translation, which I give in accordance with that proposed by Lowth. The sense is not materially varied.<\/p><p>Say ye to the faint-hearted, Be ye strong; fear ye not; behold your God!<\/p><p>Vengeance will come; the retribution of God:<\/p><p>He himself will come, and will deliver you.<\/p> ",
    "audit": 1
}