{
    "id": 1189,
    "source": "barnes",
    "verse_id": 18096,
    "verse_count": 1,
    "reference": "23:18",
    "title": "",
    "html": "<p><em>And her merchandise<\/em>&mdash;The prophecy here does not mean that this would take place immediately after her rebuilding, but that subsequent to the seventy years of desolation this would occur.<\/p><p><em>Shall be holiness to the Lord<\/em>&mdash;This undoubtedly means, that at some future period, after the rebuilding of Tyre, the true religion would prevail there, and her wealth would be devoted to his service. That the true religion prevailed at Tyre subsequently to its restoration and rebuilding there can be no doubt. The Christian religion was early established at Tyre. It was visited by the Saviour <a class=\"ref\">Matthew 15:21<\/a> , and by Paul. Paul found several disciples of Christ there when on his way to Jerusalem <a class=\"ref\">Acts 21:3-6<\/a>. It suffered much, says Lowth, under the Diocletian persecution. Eusebius (Hist. x. 4.) says that &lsquo;when the church of God was founded in Tyre, and in other places, much of its wealth was consecrated to God, and was brought as an offering to the church, and was presented for the support of the ministry agreeable to the commandments of the Lord.&rsquo; Jerome says, &lsquo;We have seen churches built to the Lord in Tyre; we have beheld the wealth of all, which was not treasured up nor hid, but which was given to those who dwelt before the Lord.&rsquo; It early became a Christian bishopric; and in the fourth century of the Christian era, Jerome (Commentary in <a class=\"ref\">Ezekiel 26:7; Ezekiel 27:2<\/a>) speaks of Tyre as the most noble and beautiful city of Phenicia, and as still trading with all the world. Reland enumerates the following list of bishops as having been present from Tyre at various councils; namely, Cassius, Paulinus, Zeno, Vitalis, Uranius, Zeno, Photius, and Eusebius (see Reland&rsquo;s Palestine, pp. 1002-101l, in Ugolin vi.) Tyre continued Christian until it was taken by the Saracens in 639 a.d.; but was recovered again by Christians in 1124. In 1280, it was conquered by the Mamelukes, and was taken by the Turks in 1516. It is now under the dominion of the Sultan as a part of Syria.<\/p><p><em>It shall not be treasured... <\/em>&mdash;It shall be regarded as consecrated to the Lord, and freely expended in his service.<\/p><p><em>For them that dwell before the Lord<\/em>&mdash;For the ministers of religion. The language is taken from the custom of the Jews, when the priests dwelt at Jerusalem. The meaning is, that the wealth of Tyre would be consecrated to the service and support of religion.<\/p><p><em>For durable clothing<\/em>&mdash;Wealth formerly consisted much in changes of raiment; and the idea here is, that the wealth of Tyre would be devoted to God, and that it would be furnished for the support of those who ministered at the altar.<\/p> ",
    "audit": 1
}