{
    "id": 1295,
    "source": "barnes",
    "verse_id": 18202,
    "verse_count": 1,
    "reference": "29:8",
    "title": "",
    "html": "<p><em>It shall even be...<\/em> &mdash;This is a most striking figure representing the earnest desire of the Assyrian to possess the city of Jerusalem, and his utter disappointment. The comparison is elegant and beautiful in the highest degree. It is performed up to great perfection; and is perfectly suited to illustrate the object in view. The same image substantially is found in the classic writers; and this, says Lowth, may, for beauty and ingenuity, fairly come in competition with one of the most elegant of Virgil (greatly improved from Homer, &ldquo;Iliad&rdquo; xxii. 119), where he has applied to a different purpose, but not so happily, the same image of the ineffectual workings of the imagination in a dream:<\/p><p>Ac veluti in somnis oculos ubi languida pressit<\/p><p>Nocte quies, nequicquam avidos extendere cursus<\/p><p>Velle videmur, et in mediis conatibus aegri<\/p><p>Succidimus; non lingua valet, non corpore notae<\/p><p>Sufficiunt vires; nec, vox, nec verba scquuniur.<\/p><p>AEniad xii. 908.<\/p><p>And as when slumber seals the closing sight,<\/p><p>The sick wild fancy labors in the night,<\/p><p>Some dreadful visionary foe we shun,<\/p><p>With airy strides, but strive in vain to run;<\/p><p>In vain our baffled limbs their powers essay,<\/p><p>We faint, we struggle, sink, and fall away;<\/p><p>Drained of our strength we neither fight nor fly,<\/p><p>And on the tongue the struggling accents die.<\/p><p>Pitt.<\/p><p>See also Lucretius (iv. 10-19), who also expresses the same image as Isaiah. As the simile of the prophet is drawn from nature, an extract which describes the actual occurrence of such a circumstance will be agreeable. &lsquo;The scarcity of water,&rsquo; says Park, &lsquo;was greater here at Bubaker than at Benown. Day and night the wells were crowded with cattle lowing, and fighting with each other to come at the trough. Excessive thirst made many of them furious; others being too weak to contend for the water, endeavored to quench their thirst by devouring the black mud from the gutters near the wells; which they did with great avidity, though it was commonly fatal to them. This great scarcity of water was felt by all the people of the camp; and by none more than myself. I begged water from the negro slaves that attended the camp, but with very indifferent success, for though I let no opportunity slip, and was very urgent in my solicitations both to the Moors and to the negroes, I was but ill supplied, and frequently passed the night in the situation of Tantalus. No sooner had I shut my eyes, than fancy would convey me to the streams and rivera of my native land; there, as I wandered along the verdant bank, I surveyed the clear stream with transport, and hastened to swallow the delightful draught; but alas! disappointment awakened me, and I found myself a lonely captive, perishing of thirst amid the wilds of Africa.&rsquo; (&ldquo;Travels in Africa&rdquo;).<\/p> ",
    "audit": 1
}