{
    "id": 1374,
    "source": "barnes",
    "verse_id": 18281,
    "verse_count": 1,
    "reference": "33:1",
    "title": "",
    "html": "<p><em>Wo to thee that spoilest<\/em> &mdash;This description accords entirely with Sennacherib and his army, who had plundered the cities and countries which they had invaded, and who were about to advance to Jerusalem for the same purpose (compare<a class=\"isa\" verses=\"eyIxODIwMSI6Mn0=\">Isaiah 29:7-8<\/a> ;<a class=\"isa\" verses=\"WzE4MzY0XQ==\">Isaiah 37:11<\/a>).<\/p><p><em>And thou wast not spoiled<\/em> &mdash;That is, thou hadst not been plundered by the Jews against whom thou art coming. It was because the war was so unprovoked and unjust, that God would bring so signal vengeance on them.<\/p><p><em>And dealest treacherously<\/em> &mdash;(See the note at<a class=\"isa\" verses=\"WzE4MDM4XQ==\">Isaiah 21:2<\/a>). The treachery of the Assyrians consisted in the fact that when their assistance was asked by the Jews, in order to aid them against the combined forces of Syria and Samaria (see<a class=\"isa\" verses=\"eyIxNzc4NCI6Mn0=\">Isaiah 7:1-2<\/a>), they had taken occasion from that invitation to bring desolation on Judah (see<a class=\"isa\" verses=\"WzE3ODAwXQ==\">Isaiah 7:17<\/a> ,<a class=\"isa\" verses=\"WzE3ODAzXQ==\">Isaiah 7:20<\/a> ;<a class=\"isa\" verses=\"eyIxNzgxNCI6M30=\">Isaiah 8:6-8<\/a> , note;<a class=\"isa\" verses=\"WzE3ODU3XQ==\">Isaiah 10:6<\/a> , note). Hezekiah also gave to Sennacherib thirty talents of gold and three hundred talents of silver, evidently with an understanding that this was all that he demanded, and that if this was paid, he would leave the nation in peace. But this implied promise he perfidiously disregarded (see<a class=\"ref\">2 Kings 18:14-15<\/a>).<\/p><p><em>When thou shalt cease to spoil<\/em> &mdash;This does not relier to his having voluntarily ceased to plunder, but to the fact that God would put an end to it.<\/p><p><em>Thou shalt be spoiled<\/em> &mdash;This was literally fulfilled. The Assyrian monarchy lost its splendor and power, and was finally merged in the more mighty empire of Babylon. The nation was, of course, subject to the depredation of the conquerors, and compelled to submit to them. &ldquo;When thou shalt make an end.&rdquo; The idea is, that there would be a completion, or a finishing of his acts of treachery toward the Jews, and that would be when God should overthrow him and his army.<\/p><p><em>They shall deal treacherously with thee<\/em> &mdash;The words &lsquo;they shall,&rsquo; are here equivalent to, &lsquo;thou shalt be dealt With in a treacherous manner.&rsquo; The result was, that Sennacherib was treacherously slain by his own sons as he was &lsquo;worshipping in the house of Nisroch his god&rsquo;<a class=\"isa\" verses=\"WzE4MzkxXQ==\">Isaiah 37:38<\/a> , and thus the prophecy was literally fulfilled. The sense of the whole is, that God would reward their desire of plundering a nation that had not injured them by the desolation of their own land; and would recompense the perfidiousness of the kings of Assyria that had sought to subject Jerusalem to their power, by perfidiousness in the royal family itself.<\/p> ",
    "audit": 1
}