{
    "id": 752,
    "source": "barnes",
    "verse_id": 17659,
    "verse_count": 1,
    "reference": "1:4",
    "title": "",
    "html": "<p><em>Ah! sinful nation<\/em>&mdash;The word rendered &lsquo;ah!&rsquo;&mdash;הוי hôy&mdash;is not a mere exclamation, expressing astonishment. It is rather an interjection denouncing threatening, or punishment. &lsquo;Wo to the sinful nation.&rsquo; Vulgate, &lsquo;Vae genti peccatrici.&rsquo; The corruption pertained to the nation, and not merely to a part. It had become general.<\/p><p><em>Laden with iniquity<\/em>&mdash;The word translated &ldquo;laden&rdquo;&mdash;כבד kebed&mdash;denotes properly anything &ldquo;heavy,&rdquo; or burdensome; from כבד kâbad, &ldquo;to be heavy.&rdquo; It means that they were oppressed, and borne down with the &ldquo;weight&rdquo; of their sins. Thus we say, Sin sits &ldquo;heavy&rdquo; on the conscience. Thus Cain said, &lsquo;My punishment is greater than I can bear;&rsquo; <a class=\"ref\">Genesis 4:13<\/a>. The word is applied to an &ldquo;employment&rdquo; as being burdensome; <a class=\"ref\">Exodus 18:18<\/a>: &lsquo;This thing is too &ldquo;heavy&rdquo; for thee.&rsquo; <a class=\"ref\">Numbers 11:14<\/a>: &lsquo;I am not able to bear eli this people alone; it is too &ldquo;heavy&rdquo; for me.&rsquo; It is applied also to a &ldquo;famine,&rdquo; as being heavy, severe, distressing. <a class=\"ref\">Genesis 12:10<\/a>: &lsquo;For the famine was &ldquo;grievous&rdquo; (כבד kâbed, heavy) in the land;&rsquo; <a class=\"ref\">Genesis 41:31<\/a>. It is also applied to &ldquo;speech,&rdquo; as being heavy, dull, unintelligible. <a class=\"ref\">Exodus 4:10<\/a>: &lsquo;I am slow (heavy כבד kebad) of speech, and of a slow (heavy כבד kebad) tongue.&rsquo; It is not applied to sin in the Scriptures, except in this place, or except in the sense of making atonement for it. The idea however, is very striking&mdash;that of a nation&mdash;an entire people, bowed and crushed under the enormous weight of accumulated crimes. To pardon iniquity, or to atone for it, is represented by bearing it, as if it were a heavy burden. <a class=\"ref\">Exodus 28:38, Exodus 28:43<\/a> , &lsquo;That Aaron may bear the iniquity of the holy things.&rsquo; <a class=\"ref\">Leviticus 10:17<\/a>: &lsquo;God hath given it you to bear the iniquity of the congregation.&rsquo; <a class=\"ref\">Leviticus 22:9; Leviticus 16:22; Numbers 18:1<\/a>; <a class=\"isa\" verses=\"WzE4NzE4XQ==\">Isaiah 53:6<\/a>: &lsquo;Jehovah hath laid on him the iniquity of us all.&rsquo; <a class=\"isa\" verses=\"WzE4NzIzXQ==\">Isaiah 53:11<\/a>: &lsquo;He shall bear their iniquities.&rsquo; <a class=\"ref\">1 Peter 2:24<\/a>: &lsquo;Who his own self bare our sins in his own body on the tree.&rsquo;<\/p><p><em>A seed<\/em>&mdash;זרע zera‛, from זרע zâra‛, to sow, to scatter, to disperse. It is applied to seed sown in a field; <a class=\"ref\">Judges 6:3; Genesis 1:11-12; Genesis 47:23<\/a>; to plants set out, or engrafted; or to planting, or transplanting a nation. <a class=\"isa\" verses=\"WzE3OTk0XQ==\">Isaiah 17:10<\/a>: &lsquo;And thou shalt set it (תזרענוּ tizerâ‛enû shalt sow, or plant it) with strange slips.&rsquo; Hence, it is applied to children, posterity, descendants, from the resemblance to seed sown, and to a harvest springing up, and spreading. The word is applied by way of eminence to the Jews, as being the seed or posterity of Abraham, according to the promise that his seed should be as the stars of heaven; <a class=\"ref\">Genesis 12:7; Genesis 13:15-16; Genesis 15:5, Genesis 15:18; Genesis 17:7<\/a> ,...<\/p><p><em>Children<\/em>&mdash;Hebrew sons&mdash;the same word that is used in <a class=\"isa\" verses=\"WzE3NjU3XQ==\">Isaiah 1:2<\/a>. They were the adopted people or sons of God, but they had now become corrupt.<\/p><p><em>That are corrupters<\/em>&mdash;mashchiytiym&mdash;משׁחיתים mashechı̂ythı̂ym, from שׁחת shachath, to destroy, to lay waste, as an invading army does a city or country; <a class=\"ref\">Joshua 22:33; Genesis 19:13<\/a>. To destroy a vineyard; <a class=\"ref\">Jeremiah 12:10<\/a>. To break down walls; <a class=\"ref\">Ezekiel 26:4<\/a>. Applied to conduct, it means to destroy, or lay waste virtuous principles; to break down the barriers to vice; to corrupt the morals. <a class=\"ref\">Genesis 6:12<\/a>: &lsquo;And God looked upon the earth, and it was corrupt&mdash;נשׁחתה nı̂shechâthâh; for all flesh had corrupted his way&mdash;השׁחית hı̂shechı̂yth&mdash;upon the earth;&rsquo; <a class=\"ref\">Deuteronomy 4:16; Deuteronomy 31:29; Judges 2:19<\/a>. They were not merely corrupt themselves, but they corrupted others by their example. This is always the case. When people become infidels and profligates themselves, they seek to make as many more as possible. The Jews did this by their wicked lives. The same charge is often brought against them; see <a class=\"ref\">Judges 2:12; Zephaniah 3:7<\/a>.<\/p><p><em>They have provoked<\/em>&mdash;Hebrew נאצוּ nı̂&lsquo;ătsû &lsquo;They have despised the Holy One;&rsquo; compare <a class=\"ref\">Proverbs 1:30; Proverbs 5:12; Proverbs 15:5<\/a>. Vulgate, &lsquo;They have blasphemed.&rsquo; Septuagint, &pi;&alpha;&rho;&omega;&rho;&gamma;&iota;́&sigma;&alpha;&tau;&epsilon; parōrgisate. &lsquo;You have provoked him to anger.&rsquo; The meaning is, that they had so despised him, as to excite his indignation.<\/p><p><em>The Holy One of Israel<\/em>&mdash;God; called the Holy One of Israel because he was revealed to them as their God, or they were taught to regard him as the sacred object of their worship.<\/p><p><em>They are gone away backward<\/em>&mdash;Lowth: &lsquo;They have turned their backs upon him.&rsquo; The word rendered &ldquo;they are gone away,&rdquo; נזרוּ nâzorû, from זור zûr, means properly, to become estranged; to be alienated. <a class=\"ref\">Job 19:13<\/a>: &lsquo;Mine acquaintance are verily estranged from me.&rsquo; It means especially that declining from God, or that alienation, which takes place when people commit sin; <a class=\"ref\">Psalm 78:30<\/a>.<\/p> ",
    "audit": 1
}