{
    "id": 1182,
    "source": "barnes",
    "verse_id": 18089,
    "verse_count": 1,
    "reference": "23:11",
    "title": "",
    "html": " <p> <em>He stretched out his hand <\/em>&mdash;That is, Yahweh (see <a class=\"isa\" verses=\"WzE4MDg3XQ==\">Isaiah 23:9<\/a>). To stretch out the hand is indicative of punishment (see the notes at <a class=\"isa\" verses=\"WzE3NzY1LDE3ODQyXQ==\">Isaiah 5:25; Isaiah 9:12<\/a>), and means that God has resolved to inflict exemplary punishment on Tyre and its dependent colonies. <\/p> <p> <em>Over the sea <\/em>&mdash;That is, over the sea coast of Phenicia; or over the cities that were built on the coast. This alludes to the fact that Nebuchadnezzar would lay siege to these cities, and would ravage the maritime coast of Phenicia. It is not improbable also that, having taken Tyre, he would extend his conquests to Citium, on the island of Cyprus, and destroy as many of the dependent cities of Tyre as possible. <\/p> <p> <em>The Lord hath given a commandment <\/em>&mdash;The control here asserted over Nebuchadnezzar is similar to that which he asserted over the Assyrian Sennacherib (see the note at <a class=\"isa\" verses=\"WzE3ODU2XQ==\">Isaiah 10:5<\/a>). <\/p> <p> <em>Against the merchant city <\/em>&mdash;Hebrew, &lsquo;Against Canaan&rsquo; (על־כנען &lsquo;el-kena‛an). The word &lsquo;Canaan&rsquo; may here be used as in <a class=\"isa\" verses=\"WzE4MDg2XQ==\">Isaiah 23:8<\/a>, to denote a place given to merchandise or traffic, since this was the principal employment of the inhabitants of this region; but it is rather to be taken in its obvious and usual sense in the Scriptures, as denoting the land of Canaan, and as denoting that Nebuchadnezzar would be sent against that, and especially the maritime parts of it, to lay it waste. <\/p> <p> <em>To destroy the strongholds thereof <\/em>&mdash;That is, the strongholds of Canaan; as Tyre, Sidon, Accho, etc. Tyre, especially, was strongly fortified, and was able long to resist the arms of the Chaldeans. <\/p>",
    "audit": 1
}