{
    "id": 1855,
    "source": "barnes",
    "verse_id": 18762,
    "verse_count": 1,
    "reference": "56:8",
    "title": "",
    "html": " <p> <em>The Lord God <\/em>&mdash;This verse is a continuation of the promise made in the previous verses, that those of other nations would be united to the ancient people of God. The sense is, that Yahweh would not only gather back to their country those who were scattered abroad in other lands, but would also call to the same privileges multitudes of those who were now aliens and strangers. <\/p> <p> <em>Which gathereth the outcasts of Israel <\/em>&mdash;Who will collect again and restore to their own country those of the Jews who were scattered abroad&mdash;the exiles who were in distant lands. <\/p> <p> <em>Yet will I gather others to him <\/em>&mdash;To Israel; that is, to the Jews (see <a class=\"ref\">John 10:16<\/a>). <\/p> <p> <em>Besides those <\/em>&mdash;Margin, &lsquo;To his gathered.&rsquo; To those who are collected from their exile and restored to their own country, I will add many others of other nations. This completes the promise referred to in this and the previous chapters. The next verse introduces a new subject, and here a division should have been made in the chapters. The great truth is here fully expressed, that under the Messiah the pagan world would be admitted to the privileges of the people of God. The formidable and long-existing barriers between the nations would be broken down. No one nation would be permitted to come before God claiming any special privileges; none should regard themselves as in any sense inferior to any other portion of the world on account of their birth, their rank, their privileges by nature. Under this economy we are permitted to live&mdash;happy now in the assurance that though we were once regarded as strangers and foreigners, yet we are &lsquo;now fellow-citizens with the saints and of the household of God&rsquo; <a class=\"ref\">Ephesians 2:19<\/a>. <\/p> <p> <em>The whole world lies on a level before God in regard to its origin <\/em>&mdash;for God &lsquo;has made of one blood all the nations of mankind to dwell on the face of all the earth&rsquo; <a class=\"ref\">Acts 18:26<\/a>. The whole race is on a level in regard to moral character&mdash;for all have sinned, and come short of the glory of God. And the whole race is on a level in regard to redemption&mdash;for the same Saviour died for all; the same heaven is offered to all; and the same eternal and most blessed God is ready to admit all to his favor, and to confer on all everlasting life. What thanks do &lsquo;we owe to the God of grace for the blessings of the eternal gospel; and how anxious should we be that the offers of salvation should in fact be made known to all people! The wide world may be saved, and there is not one of the human race so degraded in rank, or color, or ignorance, that he may not be admitted to the same heaven with Abraham and the prophets, and whose prayers and praises would not be as acceptable to God as those of the most magnificent monarch who ever wore a crown. <\/p> ",
    "audit": 1
}