{
    "id": 992,
    "source": "barnes",
    "verse_id": 17899,
    "verse_count": 1,
    "reference": "11:14",
    "title": "",
    "html": "<p><em>But they shall fly<\/em> &mdash;The design of this verse is, to show the rapid and certain spiritual conquests which would result from the conversion of the scattered Jewish people. The Jews understood this literally, as referring to the conquests over their enemies. But if the exposition which has been given of this chapter thus far is correct, the passage is to be interpreted as a figurative description of the triumph of the people of God under the Messiah. The &ldquo;time&rdquo; to which it refers, is that which shall succeed the conversion of the scattered Jews. The &ldquo;effect&rdquo; of the gospel is represented under an image which, to Jews, would be most striking&mdash;that of conquest over the neighboring nations with whom they had been continually at war. Philistia, Edom, Moab, and Ammon, had been always the enemies of Judea; and to the Jews, no figurative representation could be more striking than that, &ldquo;after&rdquo; the union of Judah and Ephraim, they should proceed in rapid and certain conquest to subdue their ancient and formidable enemies. The meaning of the phrase &lsquo;they shall fly,&rsquo; is, they shall hasten with a rapid motion, like a bird. They shall do it quickly, without delay, as an eagle hastens to its prey. It indicates their &ldquo;suddenly&rdquo; engaging in this, and the celerity and certainty of their movements. As the united powers of Judah and Ephraim would naturally make a sudden descent on Philistia, so the Jews, united under the Messiah, would go to the rapid and certain conversion of those who had been the enemies of the cross.<\/p><p><em>Upon the shoulders<\/em> &mdash;בכתף bekâthêph. There has been a great variety in the interpretation of this passage; and it is evident that our translation does not express a very clear idea. The Septuagint renders it, &lsquo;And they shall fly in the ships of foreigners, and they shall plunder the sea.&rsquo; The Chaldee, &lsquo;And they shall be joined with one shoulder, that is, they shall be &ldquo;united&rdquo; shoulder to shoulder, that they may smite the Philistines who are in the west.&rsquo; The Syriac, &lsquo;But they shall &ldquo;plow&rdquo; the Philistines;&rsquo; that is, they shall subdue them, and cultivate their land. The word rendered, &rsquo;shoulder,&rsquo; means, properly, &ldquo;the shoulder,&rdquo; as of a man or beast<a class=\"isa\" verses=\"WzE4NTk0LDE4NjU5XQ==\">Isaiah 46:7; Isaiah 49:22<\/a> ;<a class=\"ref\">Numbers 7:9; Job 31:22; Ezekiel 24:4<\/a> ; the undersetters or shoulders to support the lavers<a class=\"ref\">1 Kings 7:30<\/a> ; a corner or side of a building<a class=\"ref\">Exodus 38:14<\/a> ; and is applied to &ldquo;the side&rdquo; of anything, as the side of a building, the border of a country, a city, or sea (<a class=\"ref\">1 Kings 6:8; 1 Kings 7:39; Numbers 34:11; Joshua 15:8, Joshua 15:10-11<\/a> ,...) Here it seems to mean, not that the Jews would be borne &ldquo;upon&rdquo; the shoulder of the Philistines, but that they would make a sudden and rapid descent &ldquo;upon their borders:&rdquo; they would invade their territory, and carry their conquest &lsquo;toward the west.&rsquo; The construction is, therefore, &lsquo;they shall make a rapid descent on the borders of the Philistines,&rsquo; or, in other words, the spiritual conquest over the enemies of the church of God shall be certain and rapid.<\/p><p><em>The Philistines<\/em> &mdash;Philistia was situated on the southwestern side of the land of Canaan. The Philistines were therefore adjacent to the Jews, and were often involved in war with them. They were among the most constant and formidable enemies which the Jews had.<\/p><p><em>Toward the west<\/em> &mdash;This does not mean that they should be borne on the shoulders of the Philistines to the west; but that they should make a sudden and rapid descent on the Philistines, who &ldquo;were&rdquo; west of them. It stands opposed to the nations immediately mentioned as lying &ldquo;east&rdquo; of the land of Judea.<\/p><p><em>They shall spoil<\/em> &mdash;They shall plunder; or, they shall take them, and their towns and property, as the spoil of war. That is, they shall vanquish them, and make them subject to them. According to the interpretation which has been pursued in this chapter, it means, that the enemies of God shall be subdued, and brought to the knowledge of the truth, in a rapid and decisive manner. The language is that which is drawn from the idea of conquest; the idea is that of a rapid and far-spreading conversion among the nations, to the gospel.<\/p><p><em>Them of the east<\/em> &mdash;Hebrew, &lsquo;The sons of the east; that is, the nations east of Judea.<\/p><p><em>They shall lay their hand<\/em> &mdash;Hebrew, &lsquo;Edom and Moab shall be the laying on of their hand;&rsquo; that is, they shall lay their hand on those nations for conquest and spoil; they shall subdue them.<\/p><p><em>Edom<\/em> &mdash;Idumea; the country settled by the descendants of Esau&mdash;a country that was south of Judea, and extended from the Dead Sea to the Elanitic gulf of the Red Sea. They were an independent people until the time of David, and were reduced to subjection by him, but they afterward revolted and became again independent. They were often engaged in wars with the Jews, and their conquest was an object that was deemed by the Jews to be very desirable (see the notes at<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 34<\/a> .)<\/p><p><em>And Moab<\/em> &mdash;The country of the Moabites was east of the river Jordan, on both sides of the river Arnon, and adjoining the Dead Sea. Their capital was on the river Arnon. They also were often involved in wars with the Jews (compare<a class=\"ref\">Deuteronomy 23:3<\/a> ; see the notes at<a class=\"isa\" verses=\"W3siMTc5NjIiOjl9LHsiMTc5NzEiOjE0fV0=\">Isaiah 15:1-9; Isaiah 16:1-14<\/a> .)<\/p><p><em>And the children of Ammon<\/em> &mdash;The Ammonites, the descendants of Ammon, a son of Lot. Their country lay southeast of Judea<a class=\"ref\">Deuteronomy 2:19-21<\/a> . Their territory extended from the river Arnon north to the river Jabbok, and from the Jordan far into Arabia. It was directly north of Moab, They were often engaged, in alliance with the Moabites, in waging war against the Jews.<\/p><p><em>Shall obey them<\/em> &mdash;Hebrew, &lsquo;Shall be their obedience.&rsquo; All these descriptions are similar. They are not to be interpreted literally, but are designed to denote the rapid triumphs of the truth of God after the conversion of the Jews; and the sense is, that the conquests of the gospel will be as sudden, as great, and as striking over its enemies, as would have been the complete subjugation of Philistia, Moab, Ammon, and Edom, to the victorious army of the Jews.<\/p> ",
    "audit": 1
}