{
    "id": 1527,
    "source": "barnes",
    "verse_id": 18434,
    "verse_count": 1,
    "reference": "40:13 ",
    "title": "",
    "html": "<p><em>Who hath directed<\/em>&mdash;This passage is quoted by Paul in <a class=\"ref\">Romans 11:34<\/a> , and referred to by him in <a class=\"ref\">1 Corinthians 2:16<\/a>. The word rendered &lsquo;directed&rsquo; here (תכן tikēn) is the same which is used in the previous verse, &lsquo;and meted out heaven.&rsquo; The idea here is, &lsquo;Who has fitted, or disposed the mind or spirit of Yahweh? What superior being has ordered, instructed, or disposed his understanding? Who has qualified him for the exercise of his wisdom, or for the formation and execution of his plans?&rsquo; The sense is, God is supreme. No one has instructed or guided him, but his plans are his own, and have all been formed by himself alone. And as those plans are infinitely wise, and as he is not dependent on anyone for their formation or execution, his people may have confidence in him, and believe that he will be able to execute his purposes.<\/p><p><em>The Spirit<\/em>&mdash;The word &rsquo;spirit&rsquo; is used in the Bible in a greater variety of senses than almost any other word (see the note at <a class=\"isa\" verses=\"WzE4NDI4XQ==\">Isaiah 40:7<\/a>). It seems here to be used in the sense of mind, and to refer to God himself. There is no evidence that it refers to the Holy Spirit particularly. &lsquo;The word spirit, he uses,&rsquo; says Calvin, &lsquo;for reason, judgment. He borrows the similitude from the nature of mankind, in order that he may more accommodate himself to them; nor, as it seems to me, does he here speak of the essential Spirit of God&rsquo; (Commentary in loc). The design of the prophet is not to refer to the distinction in the divine nature, or to illustrate the special characteristics of the different persons of the Godhead; but it is to set forth the wisdom of Yahweh himself, the one infinite God, as contradistinguished from idols, and as qualified to guide, govern, and deliver his people. The passage should not be used, therefore, as a proof-text in regard to the existence and wisdom of the Holy Spirit, but is suited to demonstrate only that God is untaught; and that he is independent and infinite in his wisdom.<\/p><p><em>Or being his counselor<\/em>&mdash;Margin, as in Hebrew, &lsquo;Man of his counsel.&rsquo; He is not dependent for counsel on men or angels. He is supreme, independent, and infinite. None is qualified to instruct him; and all, therefore, should confide in his wisdom and knowledge.<\/p>",
    "audit": 1
}