{
    "id": 1613,
    "source": "barnes",
    "verse_id": 18520,
    "verse_count": 1,
    "reference": "43:14",
    "title": "",
    "html": " <p> <em>Thus saith the Lord your Redeemer <\/em>&mdash;This verse commences another argument for the safety of his people. It is the assurance to the Jews in Babylon that he had sent to them a deliverer, and would bring down the pride of the Chaldeans, and demolish their city. <\/p> <p> <em>Your Redeemer <\/em>&mdash;(See the note at <a class=\"isa\" verses=\"WzE4NTA3XQ==\">Isaiah 43:1<\/a>). <\/p> <p> <em>I have sent to Babylon <\/em>&mdash;That is, the Persians and Medes, under the command of Cyrus (compare the note at <a class=\"isa\" verses=\"WzE3OTEwXQ==\">Isaiah 13:3<\/a>). This implies that God had command over all their armies and had the power of sending them where he pleased (compare the notes at <a class=\"isa\" verses=\"eyIxNzg1NiI6Mn0=\">Isaiah 10:5-6<\/a>). This is to be understood as seen by the prophet in vision. He sees the armies of Cyrus encompass Babylon and the haughty city fall, and then says that God had sent or directed them there. <\/p> <p> <em>And have brought down all their nobles <\/em>&mdash;Margin, &lsquo;Bars.&rsquo; But the word in this place probably means neither, but rather fugitives (compare the notes at <a class=\"isa\" verses=\"WzE4MTUzXQ==\">Isaiah 27:1<\/a>). The word used (בריח bârı̂yach), means sometimes bar, cross-bar, that which passed from one side of the tabernacle to the other through rings, in order to carry it; thou a harbor bolt of any kind <a class=\"ref\">Judges 16:3; Nehemiah 3:3<\/a>. But the word may also denote one who flies; a fugitive; and is properly used in that sense here. The verb ברח bârach, from which the word is derived, means often to break away, to flee <a class=\"ref\">Genesis 16:8; Genesis 35:1, Genesis 35:7; 1 Samuel 19:12; Job 27:22; Jonah 1:3<\/a>. Here it means those who endeavored to escape from the impending calamity and destruction; or it may refer to those who had taken refuge in Babylon from other lands, as Babylon was doubtless composed in part of those who had sought a refuge there from other nations&mdash;a conflux of strangers. But the former is the more probable interpretation; and the idea seems to be, that Yahweh had brought them down to their ships, or had led them to take refuge in their ships from the impending judgments. Jerome, however, understands it of removing the strong bars with which the prisoners of the exile Jews were protected, so that they would be permitted to go forth in peace and safety. Lowth renders it, &lsquo;I will bring down all her strong bars.&rsquo; The Septuagint renders it, &phi;&epsilon;&upsilon;́&gamma;&omicron;&nu;&tau;&epsilon;&sigmaf; &pi;&alpha;́&nu;&tau;&alpha;&sigmaf; pheugontes pantas&mdash;&lsquo;All that fly.&rsquo; So the Syriac. <\/p> <p> <em>And the Chaldeans <\/em>&mdash;The inhabitants of Babylon. <\/p> <p> <em>Whose cry is in the ships <\/em>&mdash;Lowth renders this, &lsquo;Exulting in their ships.&rsquo; Noyes, &lsquo;Ships of their delight.&rsquo; The Vulgate, &lsquo;Glorying in their ships.&rsquo; The Septuagint, &lsquo;The Chaldeans shall be bound (&delta;&epsilon;&theta;&eta;́&sigma;&omicron;&nu;&tau;&alpha;&iota; dethēsontai) in ships.&rsquo; The Syriac, &lsquo;Who glory in their ships.&rsquo; The sense is, probably, that the Chaldeans, when their city was taken, would seek to take refuge in their ships in which they would raise a shout (Rosenmuller). Or it may be, as Lowth supposes, that it was one of the characteristics of the Chaldeans, that they boasted of their ships, and of their commerce. Babylon was, as he remarks, favorably situated to be a commercial and naval power. It was on the large river Euphrates, and hence, had access to the Persian Gulf and the ocean; and there can be no doubt that it was engaged, in the height of its power, in commercial enterprises. On the north of the city, the Euphrates was united to the Tigris by the canal called Nahar Malca or the Royal River, and thus a large part of the produce of the northern countries, as far as the Euxine and Caspian seas, naturally descended to Babylon (Herod. i.194). <\/p> <p>Semiramis, the founder of Babylon, is said to have had a fleet of three thousand galleys. After the taking of the city by Cyrus, we hear indeed little of the commerce of Babylon. The Euphrates was diverted from its course, and spread over the adjacent country; and the Persian monarchs, in order to prevent the danger of invasion from that quarter, purposely obstructed the navigation, by making dams across both the Tigris and the Euphrates (Strabo xvi.) It is not to be deemed remarkable, therefore, that, in the times of its prosperity, the city of Babylon should be noted for its commerce; or as a city exulting in its shipping, or raising the sailor&rsquo;s cry&mdash;a cry such as is heard in any port now where shipping abounds. The word rendered &lsquo;cry&rsquo; (רנה rinnâh) denotes properly a shout of rejoicing or joy <a class=\"ref\">1 Kings 22:36; Psalm 31:6; Psalm 42:5<\/a>; and then also a mournful cry, an outcry, wailing <a class=\"ref\">Psalm 17:1; Psalm 61:2<\/a>. Here it may mean the joyful cry of commerce; the shout of the mariner as he leaves the port, or as he returns to his home&mdash;the shout, the clamor, which is heard at the wharfs of a commercial city. Such a cry is alluded to by Virgil in the naval games which AEneas celebrated: <\/p> <p>&mdash;ferit athera clamor <\/p> <p>Nauticus. <\/p> <p>AEneid, v. 140, 1. <\/p> <p>The sense here is, that God had sent to bring down that exulting city, and to destroy all the indications of its commercial importance and prosperity. <\/p> ",
    "audit": 1
}