{
    "id": 1380,
    "source": "barnes",
    "verse_id": 18287,
    "verse_count": 1,
    "reference": "33:7",
    "title": "",
    "html": "<p><em>Behold<\/em> &mdash;This verse introduces a new subject by a very sudden transition. It is designed, with the two following, to exhibit the desolation of the land on the invasion of Sennacherib, and the consternation that would prevail. For this purpose, the prophet introduces<a class=\"isa\" verses=\"WzE4Mjg3XQ==\">Isaiah 33:7<\/a> the ambassadors who had been sent to sue for peace, as having sought it in vain, and as weeping now bitterly; he represents<a class=\"isa\" verses=\"WzE4Mjg4XQ==\">Isaiah 33:8<\/a> the desolation that abounded, and the fact that Sennacherib refused to come to any terms; and<a class=\"isa\" verses=\"WzE4Mjg5XQ==\">Isaiah 33:9<\/a> the extended desolations that had come upon the fairest portions of the land.<\/p><p><em>Their valiant ones<\/em> &mdash;The &lsquo;valiant ones&rsquo; of the Jews who had been sent to Sennacherib to obtain conditions of pence, or to enter into a negotiation with him to spare the city and the nation. The word which is rendered here &lsquo;valiant ones&rsquo; (אראלם &lsquo;ere&lsquo;elâm) has given great perplexity to expositors. It occurs nowhere else in the Scriptures. The Septuagint renders the verse, &lsquo;With the dread of you shall they be terrified; they, of whom you have been afraid, will, for fear of you, raise a grievous cry.&rsquo; Jerome renders it, &lsquo;Behold, they seeing, cry without,&rsquo; as if the word was derived from ראה râ&lsquo;âh, to see. The Chaldee renders it, &lsquo;And when it shall be revealed to them, the messengers of the people who went to announce peace, shall cry bitterly.&rsquo; The Syriac, &lsquo;If he shall permit himself to be seen by them, they shall weep bitterly.&rsquo; Symmachus and Theodotion render it, &Iota;̓&delta;&omicron;&upsilon;̀ &omicron;̓&phi;&theta;&eta;́&sigma;&omicron;&mu;&alpha;&iota; &alpha;&upsilon;̓&tau;&omicron;&iota;͂&sigmaf; Idou ophthēsomai autois&mdash;&lsquo;Lo, I will appear to them.&rsquo; So Aquila, &Omicron;̔&rho;&alpha;&theta;&eta;́&sigma;&omicron;&mu;&alpha;&iota; &alpha;&upsilon;̓&tau;&omicron;&iota;͂&sigmaf; Horathēsomai autois. Most or all the versions seem to have read it as if it were compounded of לם אראה &lsquo;ere&lsquo;eh lm&mdash;&lsquo;I will appear to them.&rsquo; But probably the word is formed from אראל &lsquo;ăre&lsquo;el, the same as אריאל &lsquo;ărı̂y&lsquo;êl (Ariel), &lsquo;a hero&rsquo; (see the note at<a class=\"isa\" verses=\"WzE4MTk1XQ==\">Isaiah 29:1<\/a>), and means &ldquo;their hero&rdquo; in a collective sense, or their heroes; that is, their men who were distinguished as military leaders, and who were sent to propose terms of peace with Sennacherib. The most honorable and valiant men would be selected, of course, for this purpose (compare the note at<a class=\"isa\" verses=\"WzE4MjIyXQ==\">Isaiah 30:4<\/a>), but they had made the effort to obtain peace in vain, and were returning with consternation and alarm.<\/p><p><em>Shall cry without<\/em> &mdash;They would lift up their voice with weeping as they returned, and publicly proclaim with bitter lamentation that their efforts to obtain peace had failed.<\/p><p><em>The ambassadors of peace<\/em> &mdash;When Sennacherib invaded fife land, and had advanced as far as to Lachish, Hezekiah sent messengers to him with a rich present, having stripped the temple of its gold, and sent him all the silver which was in his treasury, for the purpose of propitiating his favor, and of inducing him to return to his own land<a class=\"ref\">2 Kings 18:14-16<\/a> . But it was all in vain. Sennacherib sent his generals with a great host against Jerusalem, and was unmoved by all the treasures which Hezekiah had sent to him, and by his solicitations for peace<a class=\"ref\">2 Kings 18:17<\/a> . It was to the failure of this embassy that Isaiah refers in the passage before us.<\/p> ",
    "audit": 1
}