{
    "id": 1899,
    "source": "barnes",
    "verse_id": 18806,
    "verse_count": 1,
    "reference": "59:5 ",
    "title": "",
    "html": "<p>They hatch cockatrice&rsquo; eggs&mdash;Margin, &lsquo;Adders&rsquo;.&rsquo; On the meaning of the word rendered here &lsquo;cockatrice,&rsquo; see the notes at <a class=\"isa\" verses=\"W3siMTc4OTMiOjF9XQ==\">Isaiah 11:8<\/a>. Some poisonous serpent is intended, probably the adder, or the serpent known among the Greeks as the basilisk, or cerastes. This figurative expression is designed to show the evil nature and tendency of their works. They were as if they should carefully nourish the eggs of a venomous serpent. Instead of crushing them with the foot and destroying them, they took pains to hatch them, and produce a venomous race of reptiles. Nothing can more forcibly describe the wicked character and plans of sinners than the language used here&mdash;plans that are as pernicious, loathsome, and hateful as the poisonous serpents that spread death and ruin and alarm everywhere.<\/p><p>And weave the spider&rsquo;s web&mdash;This phrase, in itself, may denote, as some have understood it, that they formed plans designed to seize upon and destroy others, as spiders weave their web for the purpose of catching and destroying insects. But the following verse shows that the language is used rather with reference to the tenuity and gossamer character of the web, than with any such designs. Their works were like the web of the spider. They bore the same relation to true piety which the web of the spider did to substantial and comfortable raiment. They were vain and useless. The word rendered here &lsquo;web&rsquo; properly denotes the cross-threads in weaving, the woof or filling; and is probably derived from a word signify ing a cross-beam (see Rosenmuller in loc; also Bochart, Hieroz. ii. 4. 23).<\/p><p><em>He that eateth of their eggs dieth<\/em>&mdash;That is, he who partakes of their counsels, or of the plans which they form, shall perish. Calvin says that the meaning is, that &lsquo;whosoever had anything to do with them would find them destructive and pestiferous.&rsquo; Similar phrases, comparing the plans of the wicked with the eggs and the brood of the serpent, are common in the East. &lsquo;It is said,&rsquo; says Roberts, speaking of India, &lsquo;of the plans of a decidedly wicked and talented man, &ldquo;That wretch! he hatches serpents&rsquo; eggs.&rdquo; &ldquo;Beware of the fellow, his eggs are nearly hatched.&rdquo; &ldquo;Ah, my friend, touch not that affair, meddle not with that matter; there is a serpent in the shell.&ldquo;&lsquo;<\/p><p><em>And that which is crushed breaketh out into a viper<\/em>&mdash;On the meaning of the word rendered here &lsquo;viper,&rsquo; see the notes at <a class=\"isa\" verses=\"W3siMTgyMjQiOjF9XQ==\">Isaiah 30:6<\/a>. Margin, &lsquo;Sprinkled, is as if there brake out a viper. Jerome renders it, &lsquo;Which if pierced, breaks out into a basilisk.&rsquo; The Septuagint renders it, &lsquo;And he who was about to eat of their eggs having broken one that was putrid (&sigma;&upsilon;&nu;&tau;&rho;&iota;́&psi;&alpha;&sigmaf; &omicron;&upsilon;̓́&rho;&iota;&omicron;&nu; suntripsas ourion), found in it a basilisk (&beta;&alpha;&sigma;&omicron;́&lambda;&iota;&sigma;&kappa;&omicron;&nu; basiliskon). &lsquo;The difference of translation in the text and the margin of the common version has arisen from the fact that the translators supposed that the word used here (זוּרה zûrâh) might be derived from זרה zârâh, to sprinkle, or to scatter. But it is formed from the word זור zûr, to squeeze, to press, to crush; and in <a class=\"ref\">Job 39:15<\/a>, is applied to the fact that the ostrich might crush her eggs with her foot. The sense here is, that when their plans were developed, they would be found to be evil and pernacious&mdash;as when an egg should be broken open, a venomous setpent would come forth. The viper, it is true, brings forth its young alive, or is a viviparous animal. But Bochart has remarked, that though it produces its young in this manner, yet that during the period of gestation the young are included in eggs which are broken at the birth. This is a very impressive illustration of the character and plans of the wicked. The serpents here referred to are among the most venomous and destructive that are known. And the comparison here includes two points&mdash;<\/p><p>1. That their plans resembled the egg of the serpent. The nature of the egg cannot be easily known by an inspection. It may have a strong resemblance to those which would produce some inoffensive and even useful animals. It is only when it is hatched that its true nature is fully developed. So it is with the plans of the wicked. When forming, their true nature may not be certainly known, and it may not be easy to determine their real character.<\/p><p>2. Their plans, when developed, are like the poisonous and destructive production of the serpent&rsquo;s egg. The true nature is then seen; and it is ruinous, pernicious, and evil.<\/p>",
    "audit": 1
}