{
    "id": 962,
    "source": "barnes",
    "verse_id": 17869,
    "verse_count": 1,
    "reference": "10:18",
    "title": "",
    "html": "<p><em>The glory of his forest<\/em>&mdash;In these expressions, the army of Sennacherib is compared with a beautiful grove thick set with trees; and as all the beauty of a grove which the fire overruns is destroyed, so, says the prophet, it will be with the army of the Assyrian under the judgments of God. If the &lsquo;briers and thorns&rsquo; <a class=\"isa\" verses=\"WzE3ODY4XQ==\">Isaiah 10:17<\/a> refer to the common soldiers of his army, then the glory of the forest&mdash;the tall, majestic trees&mdash;refer to the princes and nobles. But this mode of interpretation should not be pressed too far.<\/p><p><em>And of his fruitful field<\/em>&mdash;וכרמלו vekaremilô. The word used here&mdash;&ldquo;carmel&rdquo;&mdash;is applied commonly to a rich mountain or promontory on the Mediterranean, on the southern boundary of the tribe of Asher. The word, however, properly means a fruitful field, a finely cultivated country, and Was given to Mount Carmel on this account, In this place it has no reference to that mountain, but is given to the army of Sennacherib to &ldquo;keep up the figure&rdquo; which the prophet commenced in <a class=\"isa\" verses=\"WzE3ODY4XQ==\">Isaiah 10:17<\/a>. That army, numerous, mighty, and well disciplined, was compared to an extensive region of hill and vale; of forests and fruitful fields; but it should all be destroyed as when the fire runs over fields and forests, and consumes all their beauty. Perhaps in all this, there may be allusion to the proud boast of Sennacherib <a class=\"ref\">2 Kings 19:23<\/a> , that he would &lsquo;go up the sides of Lebanon, and cut down the cedars thereof, and the choice fir-trees thereof&rsquo;, and enter into the forest of Carmel.&rsquo; In allusion, possibly, to this, the prophet says that God would cut down the tall trees and desolate the fruitful field&mdash;the &lsquo;carmel&rsquo; of his army, and would lay all waste.<\/p><p><em>Both soul and body<\/em>&mdash;Hebrew, &lsquo;From the soul to the flesh;&rsquo; that is, entirely. As the soul and the flesh, or body, compose the entire man, so the phrase denotes the entireness or totality of anything. The army would be totally ruined.<\/p><p>And they shall be as when a standard-bearer fainteth&mdash;There is here a great variety of interpretation. The Septuagint reads it: &lsquo;And he shall flee as one that flees from a burning flame.&rsquo; This reading Lowth has followed; but for this there is not the slightest authority in the Hebrew. The Vulgate reads it, &lsquo;And he shall fly for terror, &ldquo;et crit terrore profugus.&rdquo; The Chaldee, &lsquo;And he shall be broken, and shall fly.&rsquo; The Syriac, &lsquo;And he shall be as if he had never been.&rsquo; Probably the correct idea is, &ldquo;and they shall be as when a sick man wastes away.&rdquo; The words which are used (נסס כמסס kı̂mesos nosēs) are brought together for the sake of a paranomasia&mdash;a figure of speech common in the Hebrew. The word rendered in our version &ldquo;fainteth&rdquo; (מסס mesos) is probably the infinitive construct of the verb מסס mâsas, &ldquo;to melt, dissolve, faint.&rdquo; It is applied to the manna that was dissolved by the heat of the sun, <a class=\"ref\">Exodus 16:21<\/a>; to wax melted by the fire, <a class=\"ref\">Psalm 68:2<\/a>; to a snail that consumes away, <a class=\"ref\">Psalm 58:8<\/a>; or to water that evaporates, <a class=\"ref\">Psalm 58:7<\/a>.<\/p><p>Hence, it is applied to the heart, exhausted of its vigor and spirit, <a class=\"ref\">Job 7:5<\/a>; to things decayed that have lost their strength, <a class=\"ref\">1 Samuel 15:9<\/a>; to a loan or tax laid upon a people that wastes and exhausts their wealth. It has the general notion, therefore, of melting, fainting, sinking away with the loss of strength; <a class=\"ref\">Psalm 22:14; Psalm 112:10; Psalm 97:5<\/a>; <a class=\"isa\" verses=\"WzE4MDA2LDE3OTE0XQ==\">Isaiah 19:1; Isaiah 13:7<\/a>; <a class=\"ref\">Joshua 2:11; Joshua 5:1; Joshua 7:5<\/a>. The word rendered &ldquo;standard-bearer&rdquo; (נסס nosēs) is from the verb נסס nāsas. This word signifies sometimes &ldquo;to lift up,&rdquo; to elevate, or to erect a flag or standard to public view, to call men to arms; <a class=\"isa\" verses=\"WzE3NzY2XQ==\">Isaiah 5:26<\/a>; <a class=\"isa\" verses=\"WzE3ODk1XQ==\">Isaiah 11:10<\/a> , <a class=\"isa\" verses=\"WzE3ODk3LDE3OTA5LDE4MDAxLDE4NjU5XQ==\">Isaiah 11:12; Isaiah 13:2; Isaiah 18:3; Isaiah 49:22<\/a>; and also to lift up, or to exhibit anything as a judgment or public warning, and may thus be applied to divine judgments. Gesenius renders the verb, &ldquo;to waste away, to be sick.&rdquo; In Syriac it has this signification. Taylor (&ldquo;Heb. Con.&rdquo;) says, that it does not appear that this word ever has the signification of a military standard under which armies fight, but refers to a standard or ensign to &ldquo;call&rdquo; men together, or to indicate alarm and danger. The probable signification here, is that which refers it to a man wasting away with sickness, whose strength and vigor are gone, and who becomes weak and helpless. Thus applied to the Assyrian army, it is very striking. Though mighty, confident, and vigorous-like a man in full health&mdash;yet it would be like a vigorous man when disease comes upon him, and he pines away and sinks to the grave.<\/p> ",
    "audit": 1
}