{
    "id": 1867,
    "source": "barnes",
    "verse_id": 18774,
    "verse_count": 1,
    "reference": "57:8",
    "title": "",
    "html": "<p><em>Behind the doors<\/em>&mdash;In every part of their habitations&mdash;behind the doors and posts and beams of their houses, they had erected the memorials of idolatrous worship.<\/p><p><em>Hast thou set up thy remembrance<\/em>&mdash;That is, they had filled their houses with the images of tutelary gods, or with something dedicated to them. The Greeks and Romans had their Lares and Penates&mdash;their household or domestic gods&mdash;the images of which were in every family. The same was true of the apostate Hebrews. They had filled their houses with the memorials of idol-worship, and there was no part of their dwellings in which such memorials were not to be found. When a people forget God, the memorials of their apostasy will be found in every part of their habitations. The shrines of idol-gods may not be there; the beautiful images of the Greek and Roman mythology, or the clumsy devices of less refined pagans, may not be there; but the furniture, the style of living, will reveal from &lsquo;behind every door and the posts&rsquo; of the house that God is forgotten, and that they are influenced by other principles than a regard to his name. The sofa, the carpet, the chandelier, the center-table, the instruments of music, the splendid mirror, may be of such workmanship as to show, as clearly as the image of a pagan god, that Yahweh is not honored in the dwelling, and that his law does not control the domestic arrangements. It may be added here that this custom of the Hebrews of placing the images of idols in their dwellings, was in direct violation of the law of Moses. They were expressly directed to write the laws of God on the posts of the house and on the gates <a class=\"ref\">Deuteronomy 6:9; Deuteronomy 11:20<\/a>; and a curse was denounced against the man who made a graven or molten image and put it in a secret place <a class=\"ref\">Deuteronomy 27:15<\/a>.<\/p><p><em>For thou hast discovered thyself<\/em>&mdash;This language is taken from adulterous intercourse, and is designed to show the love which they had for idolatrous worship, and the extent of their unfaithfulness to God.<\/p><p><em>And made thee a covenant with them<\/em>&mdash;Margin, &lsquo;Hewed it for thyself larger than theirs. The true sense is, that they had made an agreement with idolaters, or had entered into a covenant with them.<\/p><p><em>Thou lovedst their bed<\/em>&mdash;Margin, &lsquo;Thou providest room.&rsquo; Literally, &lsquo;Thou lovest their bed; thou hast provided a place for it.&rsquo; The word יד yâd, rendered here &lsquo;where,&rsquo; means literally a hand; then a side, a place (see the notes at <a class=\"isa\" verses=\"WzE4NzU5XQ==\">Isaiah 56:5<\/a>). The passage means, that they had delighted in the temples, altars, groves, and sacrifices of idolatry, and had provided a place for them in their own land.<\/p> ",
    "audit": 1
}