{
    "id": 1169,
    "source": "barnes",
    "verse_id": 18076,
    "verse_count": 1,
    "reference": "22:23",
    "title": "",
    "html": " <p> <em>And I will fasten him as a nail in a sure place <\/em>&mdash;The word &lsquo;nail&rsquo; here (יתד yâtēd) means properly a peg, pin, or spike; and is applied often to the pins or large spikes which were used to drive into the ground to fasten the cords of tents. It is also applied to the nails or spikes which are driven into walls, and on which are suspended the garments or the utensils of a family. In ancient times, every house was furnished with a large number of these pegs, or nails. They were not &ldquo;driven&rdquo; into the walls after the house was made, but they were &ldquo;worked in&rdquo; while the walls were going up. The houses were usually made of stone; and strong iron hooks, or spikes, were worked into the mortar while soft, and they answered the double purpose of nails to hang things on, and of cramp-irons, as they were so bent as to hold the walls together. These spikes are described by Sir John Chardin (Harmer&rsquo;s &ldquo;Observations,&rdquo; vol. i. p. 191) as &lsquo;large nails with square heads like dice, well made, the ends being so bent as to make them cramp-irons. They commonly,&rsquo; says he, &lsquo;place them at the windows and doors, in order to hang upon them, when they like, veils and curtains.&rsquo; It was also the custom to suspend in houses, and especially temples, suits of armor, shields, helmets, swords, etc., that had been taken in war as spoils of victory, or which had been used by illustrious ancestors, and these spikes were used for that purpose also. The word is here applied to a leader, or officer; and it means that he would be fixed and permanent in his plans and office; and that as a pin in the wall sustained the ornaments of the house &ldquo;safely,&rdquo; so all the glory of the house of David, all that was dear and valuable to the nation, might be reposed on him <a class=\"isa\" verses=\"WzE4MDc3XQ==\">Isaiah 22:24 <\/a>. <\/p> <p>And he shall be for a glorious throne to his father&rsquo;s house&mdash;A glorious seat; that is, all his family and kindred would be sustained, and honored by him; or their honor and reputation might rest securely on him, and his deeds would diffuse a luster and a glory over them all. Every virtuous, patriotic, benevolent, and pious son diffuses a luster on all his kindred; and this is one of the incitements to virtuous and elevated deeds which God has presented in the government of the world. <\/p> ",
    "audit": 1
}