{
    "id": 1426,
    "source": "barnes",
    "verse_id": 18333,
    "verse_count": 1,
    "reference": "36:2",
    "title": "",
    "html": "<p><em>And the king of Assyria sent Rabshakeh<\/em> &mdash;In<a class=\"ref\">2 Kings 18:17<\/a> , it is said that he sent Tartan, and Rabsaris, and Rabshakeh. In regard to Tartan, see the note at<a class=\"isa\" verses=\"WzE4MDMxXQ==\">Isaiah 20:1<\/a> . It is probable that Rabshakeh only is mentioned in Isaiah because the expedition may have been mainly under his direction, or more probably because he was the principal speaker on the occasion to which he refers.<\/p><p><em>From Lachish<\/em> &mdash;This was a city in the south of the tribe of Judah, and was southwest of Jerusalem<a class=\"ref\">Joshua 10:23; Joshua 15:39<\/a> . It was situated in a plain, and was the seat of an ancient Canaanite king. It was rebuilt and fortified by Rehoboam<a class=\"ref\">2 Chronicles 11:9<\/a> . It was in some respects a border town, and was a defense against the incursions of the Philistines. It was therefore situated between Jerusalem and Egypt, and was in the direct way of Sennacherib in his going to Egypt, and on his return. It lay, according to Eusebius and Jerome, seven Roman miles from Eleutheropolis toward the south. No trace of the town, however, is now to be found (see Robinson&rsquo;s &ldquo;Bib. Researches,&rdquo; vol. ii. pp. 388, 389).<\/p><p><em>With a great army<\/em> &mdash;Sennacherib remained himself for a time at Lachish, though he followed not long after. It is probable that he sent forward a considerable portion of his immense army, retaining only so many forces as he judged would be necessary to carry on the siege of Lachish. In<a class=\"ref\">2 Chronicles 32:9<\/a> , it is said that Sennacherib, while he sent his servants to Jerusalem, &lsquo;laid siege to Lachish and all his power with him;&rsquo; but this must mean that he retained with him a considerable part of his army, and doubtless all that contributed to his magnificence and splendor. The word &lsquo;power&rsquo; in<a class=\"ref\">2 Chronicles 32:9<\/a> , means also &lsquo;dominion&rsquo; (see the margin), and denotes all the insignia of royalty: and this might have been retained while a considerable part of his forces had been sent forward to Jerusalem.<\/p><p><em>And he stood<\/em> &mdash;He halted; he encamped there; He intended to make that the point of attack.<\/p><p><em>By the conduit...<\/em> &mdash;(See the notes at<a class=\"isa\" verses=\"WzE3Nzg2XQ==\">Isaiah 7:3<\/a>)<\/p> ",
    "audit": 1
}