{
    "id": 825,
    "source": "barnes",
    "verse_id": 17732,
    "verse_count": 1,
    "reference": "3:24",
    "title": "",
    "html": "<p><em>And it shall come to pass<\/em> &mdash;The prophet proceeds to denounce the &ldquo;judgment&rdquo; or &ldquo;punishment&rdquo; that would come upon them for their pride and vanity. In the calamities that would befall the nation, all their ornaments of pride and vainglory would be stripped off; and instead of them, they would exhibit the marks, and wear the badges of calamity and grief.<\/p><p><em>Instead of sweet smell<\/em> &mdash;Hebrew בשׂם bôs&lsquo;em, aromatics, perfumes, spicy fragrance; such as they used on their garments and persons. &lsquo;No one ever enters a company without being well perfumed; and in addition to various scents and oils, they are adorned with numerous garlands, made of the most odoriferous flowers.&rsquo;&mdash;&ldquo;Roberts.&rdquo; &lsquo;The persons of the Assyrian ladies are elegantly clothed and scented with the richest oils and perfumes. When a queen was to be chosen to the king of Persia, instead of Vashti, the virgins collected at Susana, the capital, underwent a purification of twelve months&rsquo; duration, to wit: &ldquo;six months with oil of myrrh, and six months with sweet odors.&rdquo; The general use of such precious oil and fragrant perfumes among the ancient Roamns, particularly among the ladies of rank and fashion, may be inferred from these words of Virgil:<\/p><p>Arabrosiaeque comae divinum vertice odorem Spiravere:<\/p><p>AEn. i.403.<\/p><p>&ldquo;From her head the ambrosial locks breathed divine fragrance.&rdquo;<\/p><p>Paxton.<\/p><p><em>A stink<\/em> &mdash;This word properly means the fetor or offensive smell which attends the decomposition of a deceased body. It means that the bodies which they so carefully adorned, and which they so assiduously endeavored to preserve in beauty by unguents and perfumes, would die and turn to corruption.<\/p><p><em>And instead of a girdle<\/em> &mdash;Girdles were an indispensable part of an Oriental dress. Their garments were loose and flowing, and it became necessary to gird them up when they ran, or danced, or labored.<\/p><p><em>A rent<\/em> &mdash;There has been a great variety of opinion about the meaning of this word. The most probable signification is that which is derived from a verb meaning &ldquo;to go around, encompass;&rdquo; and hence, that it denotes &ldquo;a cord.&rdquo; Instead of the beautiful girdle with which they girded themselves, there shall be &ldquo;a cord&rdquo;&mdash;an emblem of poverty, as the poor had nothing else with which to gird up their clothes; a humiliating description of the calamities which were to come upon proud and vain females of the court.<\/p><p>And instead of well-set hair&mdash;Hair that was curiously braided and adorned. &lsquo;No ladies pay more attention to the dressing of the hair than these (the dancing girls of India), for as they never wear caps, they take great delight in this their natural ornament.&rsquo;&mdash;&ldquo;Roberts.&rdquo; Miss Pardoe, in &lsquo;The City of the Sultan,&rsquo; says, that after taking a bath, the slaves who attended her spent an hour and a half in dressing and adorning her hair; compare<a class=\"ref\">1 Peter 3:3<\/a> .<\/p><p><em>Instead of a stomacher<\/em> &mdash;It is not certainly known what is meant by this, but it probably means some sort of &ldquo;girdle,&rdquo; or a platted or stiffened ornament worn on the breast. &lsquo;I once saw a dress beautifully plaited and stiffened for the front, but I do not think it common.&rsquo;&mdash;&ldquo;Roberts.&rdquo;<\/p><p><em>A girding of sackcloth<\/em> &mdash;This is a coarse cloth that was commonly worn in times of affliction, as emblematic of grief;<a class=\"ref\">2 Samuel 3:31; 1 Kings 20:31; 1 Kings 21:27; Job 16:15<\/a> ;<a class=\"isa\" verses=\"WzE4MjcxXQ==\">Isaiah 32:11<\/a> .<\/p><p><em>And burning<\/em> &mdash;The word used here does not occur elsewhere. It seems to denote &ldquo;a brand, a mark burnt in, a stigma;&rdquo; perhaps a sun-burned countenance, indicating exposure in the long and wearisome journey of a captivity over burning sands and beneath a scorching sun.<\/p><p><em>Instead of beauty<\/em> &mdash;Instead of a fair and delicate complexion, cherished and nourished with care. Some of the articles of dress shown in the book exhibit several varieties of the costume of an Oriental female. To what &ldquo;particular&rdquo; time the prophet refers in this chapter is not known, perhaps, however, to the captivity at Babylon. To whatever he refers, it is one of the most striking reproofs of vanity and pride, especially the pride of female ornament, any where to be found. And although he had &ldquo;particular&rdquo; reference to the Jewish females, yet there is no impropriety in regarding it as applicable to all such ornaments wherever they may be found. They indicate the same state of the heart, and they must meet substantially the same rebuke from God. The body, however delicately pampered and adorned, must become the prey of corruption. &lsquo;The worm shall feed sweetly on it, and the earth-worm shall be its covering;&rsquo; compare<a class=\"isa\" verses=\"WzE3OTMxXQ==\">Isaiah 14:2<\/a> ;<a class=\"ref\">Job 24:20<\/a> . The single thought that the body must die&mdash;that it must lie and moulder in the grave&mdash;should check the love of frivolous adorning, and turn the mind to a far more important matter&mdash;the salvation of the soul, which cannot die; to &lsquo;the ornament of a weak and quiet spirit, which is in the sight of God of great price;&rsquo;<a class=\"ref\">1 Peter 3:4<\/a> .<\/p> ",
    "audit": 1
}