{
    "id": 1910,
    "source": "barnes",
    "verse_id": 18817,
    "verse_count": 1,
    "reference": "59:16",
    "title": "",
    "html": " <p> <em>And he saw that there was no man <\/em>&mdash;That is, no wise and prudent man qualified to govern the affairs of the people. Or, that there was no man qualified to interpose and put an end to these evils; no one qualified to effect a reformation, and to save the nation from the calamities which their sins deserved. The reason why God provided a Redeemer was, that such was the extent and nature of human depravity, that no one on earth could arrest it, and save the world. A similar expression occurs in <a class=\"isa\" verses=\"WzE4NDgwXQ==\">Isaiah 41:28<\/a>. <\/p> <p> <em>And wondered <\/em>&mdash;This is language adapted to the mode of speaking among men. It cannot be taken literally, as if God was amazed by suddenly coming to the knowledge of this fact. It is designed to express, with great emphasis, the truth, that there was no one to intercede, and that the wicked world was lying in a helpless condition. <\/p> <p> <em>That there was no intercessor <\/em>&mdash;On the meaning of the word here rendered &lsquo;intercessor,&rsquo; see the notes at <a class=\"isa\" verses=\"WzE4NzE4XQ==\">Isaiah 53:6<\/a>. The Chaldee renders it, &lsquo;There was no man who could stand and pray for them.&rsquo; In <a class=\"isa\" verses=\"WzE4ODcyXQ==\">Isaiah 63:5<\/a>, Isaiah expresses the idea in the following language: I looked, and there was none to help; and I wondered that there was none to uphold.&rsquo; <\/p> <p> <em>Therefore his arm <\/em>&mdash;On the meaning of this phrase, see the notes at <a class=\"isa\" verses=\"WzE4NDMxXQ==\">Isaiah 40:10<\/a>,(compare <a class=\"isa\" verses=\"WzE4Njc5LDE4ODcyXQ==\">Isaiah 51:5; Isaiah 63:5<\/a>). The idea is, that salvation was to be traced to God alone. It did not originate with man, and it was not accomplished by his agency or help. <\/p> <p> <em>And his righteousness, it sustained him <\/em>&mdash;Sustained by the consciousness that he was doing right, he went forward against all opposition, and executed his plan. This is language derived from the mode of speaking among people, and it means that as a man who is engaged in a righteous cause is sustained amidst much opposition by the consciousness of integrity, so it is with God. The cause of redemption is the great cause of righteousness on earth. In this cause the Redeemer was sustained by the consciousness that he was engaged in that which was designed to vindicate the interests of truth and justice, and to promote righteousness throughout the universe. <\/p>",
    "audit": 1
}