{
    "id": 751,
    "source": "barnes",
    "verse_id": 17658,
    "verse_count": 1,
    "reference": "1:3",
    "title": "",
    "html": "<p><em>The ox... <\/em>&mdash;The design of this comparison is to show the great stupidity and ingratitude of the Jews. Even the least sagacious and most stupid of the animals, destitute as they are of reason and conscience, evince knowledge anal submission far more than the professed people of God. The ox is a well known domestic animal, remarkable for patient willingness to toil, and for submission to his owner.<\/p><p><em>Knoweth his owner<\/em>&mdash;Recognizes, or is submissive to him.<\/p><p><em>The ass<\/em>&mdash;A well known animal, proverbial for dulness and stupidity.<\/p><p>His master&rsquo;s crib&mdash;אבוס &lsquo;êbûs from אבס &lsquo;âbas, to heap up, and then to fatten. Hence, it is applied to the stall, barn, or crib, where cattle are fed, or made fat; <a class=\"ref\">Job 39:9; Proverbs 14:4<\/a>. The donkey has sufficient knowledge to understand that his support is derived from that. The idea is, that the ox was more submissive to laws than the Jews; and that even the most stupid animal better knew from where support was to be derived, than they did the source of their comfort and protection. The donkey would not wander away, and the ox would not rebel as they had done. This comparison was very striking, and very humiliating, and nothing could be more suited to bring down their pride. A similar comparison is used elsewhere. Thus, in <a class=\"ref\">Jeremiah 8:7<\/a> , the Jews are contrasted with the stork: &lsquo;Yea, the stork in the heaven knoweth her appointed times; and the turtle Dove, and the crane, and the swallow, observe the time of their coming; but my people know not the judgment of the Lord.&rsquo; This idea has been beautifully expressed by Watts:<\/p><p>The brutes obey their God,<\/p><p>And bow their necks to men;<\/p><p>But we more base, more brutish things,<\/p><p>Reject his easy reign.<\/p><p>Compare <a class=\"ref\">Hosea 11:4<\/a>.<\/p><p><em>But Israel<\/em>&mdash;The name Israel, though after the division of the tribes into two kingdoms specifically employed to denote that of the ten tribes, is often used in the more general sense to denote the whole people of the Jews, including the kingdom of Judah. It refers here to the kingdom of Judah, though a name is used which is not inappropriately characteristic of the whole people.<\/p><p><em>Doth not know<\/em>&mdash;The Latin Vulgate, the Septuagint, and the Arabic, add the word &lsquo;me.&rsquo; The word know is used in the sense of recognizing him as their Lord; of acknowledging him, or submitting to him.<\/p><p><em>Doth not consider<\/em>&mdash;Hebrew, Do not &ldquo;understand.&rdquo; They have a stupidity greater than the brute.<\/p> ",
    "audit": 1
}