{
    "id": 943,
    "source": "barnes",
    "verse_id": 17850,
    "verse_count": 1,
    "reference": "9:20",
    "title": "",
    "html": " <p> <em>And he shall snatch <\/em>&mdash;Hebrew, &lsquo;He shall cut off.&rsquo; Many have supposed that this refers to a state of famine; but others regard it as descriptive of a state of faction extending throughout the whole community, dissolving the most tender ties, arid producing a dissolution of all the bonds of life. The context <a class=\"isa\" verses=\"WzE3ODQ5XQ==\">Isaiah 9:19<\/a>, <a class=\"isa\" verses=\"WzE3ODUxXQ==\">Isaiah 9:21<\/a>, shows, that the latter is meant; though it is not improbable that it would be attended with famine. When it is said that he &lsquo;would cut off his right hand,&rsquo; it denotes a condition of internal anarchy and strife. <\/p> <p> <em>And be hungry <\/em>&mdash;And not be satisfied. Such would be his rage, and his desire of blood, that he would be insatiable. The retarder of those on one side of him would not appease his insatiable wrath. His desire of carnage would be so great that it would be like unappeased hunger. <\/p> <p> <em>And he shall eat <\/em>&mdash;The idea here is that of contending factions excited by fury, rage, envy, hatred, contending in mingled strife, and spreading death with insatiable desire everywhere around them. <\/p> <p> <em>They shall eat <\/em>&mdash;Not literally; but &ldquo;shall destroy.&rdquo; To eat the flesh of anyone, denotes to seek one&rsquo;s life, and is descriptive of blood-thirsty enemies; <a class=\"ref\">Psalm 27:2<\/a>: &lsquo;When the wicked, even mine enemies and foes, came upon me to eat up my flesh, they stumbled and fell;&rsquo; <a class=\"ref\">Job 19:22<\/a>: <\/p> <p>Why do ye persecute me as God, <\/p> <p>And are not satisfied with my flesh? <\/p> <p>Compare <a class=\"ref\">Deuteronomy 7:16; Jeremiah 10:25; Jeremiah 30:15; Jeremiah 50:17; Hosea 7:7<\/a>; see Ovid&rsquo;s Metam. 8, 867: <\/p> <p>Ipse suos artus lacero divellere morsu <\/p> <p>Coepit; et infelix minuendo corpus alebat. <\/p> <p> <em>The flesh of his own arm <\/em>&mdash;The Chaldee renders this, &lsquo;Each one shall devour the substance of his neighbor.&rsquo; Lowth proposes to read it, &lsquo;The flesh of his neighbor.&rsquo; but without sufficient authority. The expression denotes a state of dreadful faction&mdash;where the ties of most intimate relationship would be disregarded, represented, here by the appalling figure of a man&rsquo;s appetite being so rabid that he would seize upon and devour his own flesh. So, in this state of faction and discord, the rage would be so great that people would destroy those who were, as it were, their own flesh, that is, their nearest kindred and friends. <\/p>",
    "audit": 1
}