{
    "id": 1541,
    "source": "barnes",
    "verse_id": 18448,
    "verse_count": 1,
    "reference": "40:27 ",
    "title": "",
    "html": "<p><em>Why sayest thou?<\/em>&mdash;This verse is designed to reprove the people for their want of confidence in God. The idea is, &lsquo;If God is so great; if be arranges the hosts of heaven with such unerring skill, causing all the stars to observe their proper place and their exact times, the interests of his people are safe in his hands.&rsquo; Piety may always find security in the assurance that He who preserves the unbroken order of the heavens will not fail to keep and save his people. The language in this verse is to be understood as addressed to the Jews sighing for deliverance in their long and painful captivity in Babylon. Their city and temple had laid waste for many years; their captivity had been long and wearisome, and doubtless many would be ready to say, that it would never end. To furnish an argument to meet this state of despondency, the prophet sets before them this sublime description of the faithfulness and the power of God.<\/p><p><em>O Jacob<\/em>&mdash;A name often given to the Jews as the descendants of Jacob.<\/p><p><em>O Israel<\/em>&mdash;Denoting the same. The name Israel was given to Jacob because he had power to prevail as a prince with God <a class=\"ref\">Genesis 32:28<\/a>; and it became the common name by which his descendants were known.<\/p><p><em>My way is hid from the Lord<\/em>&mdash;That is, is not seen, or noticed. The word &lsquo;way&rsquo; here denotes evidently the state or condition; the manner of life, or the calamities which they experienced. The term is often thus employed to denote the lot, condition, or manner in which one lives or acts Psa 37:5; <a class=\"isa\" verses=\"MTc4NzU=\">Isaiah 10:24<\/a> ; <a class=\"ref\">Jeremiah 12:1<\/a>. The phrase, &lsquo;is hid,&rsquo; means that God is ignorant of it, or that he does not attend to it; and the complaint here is, that God had not regarded them in their calamities, and would not interpose to save them.<\/p><p><em>And my judgment<\/em>&mdash;My cause. The word here refers to their condition among the people where they were captive, and by whom they were oppressed. They are represented as being deprived of their liberty; and they here complain that God disregarded their cause, and that he did not come forth to deliver them from their oppressions and their trials.<\/p>",
    "audit": 1
}