{
    "id": 766,
    "source": "barnes",
    "verse_id": 17673,
    "verse_count": 1,
    "reference": "1:18 ",
    "title": "",
    "html": "<p><em>Come now<\/em>&mdash;This is addressed to the nation of Israel; and the same exhortation is made to all sinners. It is a solemn act on the part of God, submitting the claims and principles of his government to reason, on the supposition that men may see the propriety of his service, and of his plan.<\/p><p><em>Let us reason together<\/em>&mdash;ונוכחה venivākechâh from יכח yâkach, not used in Kal, but in Hiphil; meaning to show, to prove. <a class=\"ref\">Job 13:15<\/a> : &lsquo;Surely I will prove my ways (righteous) before him;&rsquo; that is, I will justify my ways before him. Also to correct, reprove, convince, <a class=\"ref\">Job 32:12<\/a> ; to rebuke, reproach, censure, <a class=\"ref\">Job 6:25<\/a> ; to punish, <a class=\"ref\">Job 5:17; Proverbs 3:12<\/a> ; to judge, decide, <a class=\"isa\" verses=\"WzE3ODg4XQ==\">Isaiah 11:3<\/a> ; to do justice, <a class=\"isa\" verses=\"WzE3ODg5XQ==\">Isaiah 11:4<\/a> ; or to contend, <a class=\"ref\">Job 13:3; Job 16:21; Job 22:4<\/a>. Here it denotes the kind of contention, or argumentation, which occurs in a court of justice, where the parties reciprocally state the grounds of their cause. God had been addressing magistrates particularly, and commanding them to seek judgment, to relieve the oppressed, to do justice to the orphan and widow; all of which terms are taken from courts of law. He here continues the language, and addresses them as accustomed to the proceedings of courts, and proposes to submit the case as if on trial. He then proceeds <a class=\"isa\" verses=\"eyIxNzY3MyI6M30=\">Isaiah 1:18-20<\/a>, to adduce the principles on which he is willing to bestow pardon on them; and submits the case to them, assured that those principles will commend themselves to their reason and sober judgment.<\/p><p><em>Though your sins be as scarlet<\/em>&mdash;The word used here&mdash;שׁנים shānı̂ym&mdash;denotes properly a bright red color, much prized by the ancients. The Arabic verb means to shine, and the name was given to this color, it is supposed by some, on account of its splendor, or bright appearance. It is mentioned as a merit of Saul, that he clothed the daughters of Israel in scarlet, <a class=\"ref\">2 Samuel 1:24<\/a>, Our word scarlet, denoting a bright red, expresses the color intended here. This color was obtained from the eggs of the coccus ilicis, a small insect found on the leaves of the oak in Spain, and in the countries east of the Mediterranean. The cotton cloth was dipped in this color twice; and the word used to express it means also double-dyed, from the verb שׁנה shânâh, to repeat. From this double-dying many critics have supposed that the name given to the color was derived. The interpretation which derives it from the sense of the Arabic word to shine, however, is the most probable, as there is no evidence that the double-dying was unique to this color. It was a more permanent color than that which is mentioned under the word crimson. White is an emblem of innocence. Of course sins would be represented by the opposite. Hence, we speak of crimes as black, or deep-dyed, and of the soul as stained by sin. There is another idea here. This was a fast, or fixed color. Neither dew, nor rain, nor washing, nor long usage, would remove it. Hence, it is used to represent the fixedness and permanency of sins in the heart. No human means will wash them out. No effort of man, no external rites, no tears, no sacrifices, no prayers, are of themselves sufficient to take them away. They are deep fixed in the heart, as the scarlet color was in the Web of cloth, and an almighty power is needful to remove them.<\/p><p><em>Shall be as white as snow<\/em>&mdash;That is, the deep, fixed stain, which no human power could remove, shall be taken away. In other words, sin shall be pardoned, and the soul be made pure. White, in all ages, has been the emblem of innocence, or purity; compare <a class=\"ref\">Psalm 68:14; Ecclesiastes 9:8; Daniel 7:9; Matthew 17:2; Matthew 28:3; Revelation 1:14; Revelation 3:4-5; Revelation 4:4; Revelation 7:9, Revelation 7:13<\/a>.<\/p><p><em>Though they be red<\/em>&mdash;The idea here is not materially different from that expressed in the former part of the verse. It is the Hebrew poetic form of expressing substantially the same thought in both parts of the sentence. Perhaps, also, it denotes intensity, by being repeated; see Introduction, 8.<\/p><p><em>Like crimson<\/em>&mdash;כתולע katôlâ‛. The difference between scarlet and crimson is, that the former denotes a deep red; the latter a deco red slightly tinged with blue. Perhaps this difference, however, is not marked in the original. The purple or crimson color was obtained commonly from a shellfish, called murex, or purpura, which abounded chiefly in the sea, near Tyre; and hence, the Tyrian dye became so celebrated. That, however, which is designated in this place, was obtained, not from a shellfish, but a worm (Hebrew: תולע tôlâ‛, snail, or conchylium&mdash;the Helix Janthina of Linnaeus. This color was less permanent than the scarlet; was of a bluish east; and is commonly in the English Bible rendered blue. It was employed usually to dye wool, and was used in the construction of the tabernacle, and in the garments of the high priest. It was also in great demand by princes and great men, <a class=\"ref\">Judges 8:26; Luke 14:19<\/a>. The prophet has adverted to the fact that it was employed mainly in dying wool, by what he has added, &rsquo;shall be as wool.&rsquo;<\/p><p><em>As wool<\/em>&mdash;That is, as wool undyed, or from which the color is removed. Though your sins appear as deep-stained, and as permanent as the fast color of crimson in wool, yet they shall be removed&mdash;as if that stain should be taken away from the wool, and it should be restored to its original whiteness.<\/p>",
    "audit": 1
}