{
    "id": 1382,
    "source": "barnes",
    "verse_id": 18289,
    "verse_count": 1,
    "reference": "33:9",
    "title": "",
    "html": "<p><em>The earth mourneth<\/em> &mdash;The land through which he has passed. For the sense of this phrase, see the note at<a class=\"isa\" verses=\"WzE4MTAwXQ==\">Isaiah 24:4<\/a> .<\/p><p><em>Lebanon is ashamed and hewn down<\/em> &mdash;For the situation of Lebanon, see the note at<a class=\"isa\" verses=\"WzE3ODg1XQ==\">Isaiah 10:34<\/a> . Lebanon was distinguished for its ornaments of beautiful cedars. Here iris represented as being stript of these ornaments, and as covered with shame on that account. There is not any direct historical evidence that Sennacherib had advanced to Lebanon, though there are some intimations that this had occurred (see the note at<a class=\"isa\" verses=\"WzE3OTM3XQ==\">Isaiah 14:8<\/a>), and it was certainly a part of his boast that he had done it (see<a class=\"isa\" verses=\"WzE4Mzc3XQ==\">Isaiah 37:24<\/a>). There is no improbability in supposing that he had sent a part of his army to plunder the country in the vicinity of Lebanon (see<a class=\"isa\" verses=\"WzE4MDMxXQ==\">Isaiah 20:1<\/a>).<\/p><p><em>Sharon is like a wilderness<\/em> &mdash;Sharon was the name of a district south of mount Carmel along the coast of the Mediterranean, extending to Cesarea and Joppa. The name was almost proverbial to express any place of extraordinary beauty and fertility (see<a class=\"ref\">1 Chronicles 5:16; 1 Chronicles 27:29<\/a> ; Sol 2:1;<a class=\"isa\" verses=\"WzE4MzIzLDE4OTA4XQ==\">Isaiah 35:2; Isaiah 65:10<\/a>). There was also another Sharon on the east side of the Jordan, and in the vicinity of Bashan, which was also a fertile region<a class=\"ref\">1 Chronicles 5:16<\/a> . To this, it is more probable that the prophet here refers, though it is not certain. The object seems to be to mention the most fertile places in the land as being now desolate.<\/p><p><em>Bashan<\/em> &mdash;For an account of the situation of Bashan, subsequently called Batanea, see the note at<a class=\"isa\" verses=\"WzE3Njk5XQ==\">Isaiah 2:13<\/a> .<\/p><p><em>And Carmel<\/em> &mdash;(see the note at<a class=\"isa\" verses=\"WzE4MjExXQ==\">Isaiah 29:17<\/a>).<\/p><p><em>Shake off their fruits<\/em> &mdash;The words &lsquo;their fruits,&rsquo; are not in the Hebrew. The Septuagint reads this: &lsquo;Galilee and Carmel are made bare&rsquo; (&phi;&alpha;&nu;&epsilon;&rho;&alpha;̀ &epsilon;̓́&sigma;&tau;&alpha;&iota;, &kappa;.&tau;.&lambda;. phanera estai, etc.) The Hebrew word נער no‛ēr probably means to shake; to shake out or off; and refers here to the fact probably that Bashan and Carmel are represented as having shaken off their leaves, and were now lying desolate as in winter.<\/p> ",
    "audit": 1
}