{
    "id": 1947,
    "source": "barnes",
    "verse_id": 18854,
    "verse_count": 1,
    "reference": "61:10 ",
    "title": "",
    "html": "<p>Compare <a class=\"ref\">Revelation 19:8<\/a> , and Paul&rsquo;s beautiful description in <a class=\"ref\">Ephesians 6:13-17<\/a>. In like manner, vice and wickedness are sometimes represented as so closely adhering to a man as to be a part of his very clothing; <a class=\"ref\">Psalm 109:18-19<\/a> :<\/p><p>He clothed himself with cursing, like as with a garment.<\/p><p>Let it be unto him as the garment which covereth him,<\/p><p>And for a girdle, wherewith he is girded continually.<\/p><p>The Chaldee renders this, &lsquo;And the just shall be round about him on every side&mdash;סחור סחור sehôr sehôr&mdash;and the servants of truth shall come near to him.&rsquo; The idea is, that he shall be distinguished for justice and truth, and that a zeal for these shall make him strong and active in executing the purposes of his reign. This closes the description of the &ldquo;personal&rdquo; qualities of the Messiah. The account of the effects of his reign follows in the subsequent verses.<\/p><p><a class=\"isa\" verses=\"WzE4ODU0XQ==\">Isaiah 61:10<\/a> I wilt greatly rejoice in the Lord&mdash;This is the language of the prophet in the name of the church; or, as Vitringa supposes, the language of a chorus introduced here by the prophet. The Chaldee regards it as the language of Jerusalem, and renders it, &lsquo;Jerusalem said, I will surely rejoice in the Lord.&rsquo; The sentiment is, that the prosperity and enlargement of Zion is an occasion of joy, and should lead to thanksgiving and praise. The phrase, &lsquo;I will rejoice in the Lord,&rsquo; means that the joy would arise from the view of the faithfulness and perfections of Yahweh manifested in the redemption of his people. See similar expressions of joy in the song of Mary <a class=\"ref\">Luke 1:46-47<\/a>.<\/p><p><em>For he hath clothed me with the garments of salvation<\/em>&mdash;That is, Jerusalem or the church.<\/p><p><em>He hath covered me with the robe of righteousness<\/em>&mdash;The word rendered &lsquo;robe&rsquo; here means mantle, or a large and loose garment thrown over the other parts of the dress. Such garments are for protection and for ornament, and the image is that of the church defended and ornamented by God (see the notes at <a class=\"isa\" verses=\"WzE4NjU1XQ==\">Isaiah 49:18<\/a>).<\/p><p><em>As a bridegroom decketh himself<\/em>&mdash;Margin, &lsquo;As a priest.&rsquo; The Hebrew is, &lsquo;As a bridegroom adorns himself as a priest&rsquo; (יכהן yekahēn); that is, as he makes splendid his head-dress in the manner of a priest.<\/p><p><em>With ornaments<\/em>&mdash;(פאי pe&lsquo;ēr). With a tiara, head-dress, diadem. See the word explained in <a class=\"isa\" verses=\"WzE4ODQ3XQ==\">Isaiah 61:3<\/a>. The Septuagint renders it, &Mu;&iota;́&tau;&rho;&alpha;&nu; Mitran&mdash;&lsquo;Mitre.&rsquo; The allusion is to the dress of the Jewish high&mdash;priest when he discharged the functions of his office, and particularly to the mitre and the plate or crown of gold which he wore in front of it <a class=\"ref\">Exodus 29:6<\/a>. It is not easy to give full force to the metaphor of the prophet in another language. The Hebrew, as near as we can express it, is, &lsquo;As a bridegroom attires himself as a priest with a crown or mitre.&rsquo; The version by Aquila and Symmachus comes nearest to it&mdash;&Omega;̔&sigmaf; &nu;&upsilon;&mu;&phi;&iota;&omicron;&nu; &iota;̔&epsilon;&rho;&alpha;&tau;&epsilon;&upsilon;&omicron;&mu;&epsilon;&nu;&omicron;&nu; &sigma;&tau;&epsilon;&phi;&alpha;&nu;&omega;ͅ Hōs numphion hierateuomenon stephanō. The sense is, that the church should be adorned with the highest ornament and beauty; not for the mere purpose of decoration, but as if it were a priest engaged in offering continually the sacrifice of prayer and praise.<\/p><p><em>And as a bride<\/em>&mdash;See this explained in the notes at <a class=\"isa\" verses=\"WzE4NjU1XQ==\">Isaiah 49:18<\/a>. The word rendered &lsquo;jewels&rsquo; here (כלי kelı̂y) does not of necessity mean merely jewels. It properly means an apparatus, implement, utensil, vessel; and then dress, ornament of any kind; and would be better rendered here, in a more general sense, bridal ornaments.<\/p>",
    "audit": 1
}