{
    "id": 1255,
    "source": "barnes",
    "verse_id": 18162,
    "verse_count": 1,
    "reference": "27:10 ",
    "title": "",
    "html": "<p><em>Yet the defensed city<\/em>&mdash;Gesenius supposes that this means Jerusalem. So Calvin and Piscator understand it. Others understand it of Samaria, others of Babylon (as Vitringa, Rosenmuller, and Grotius), and others of cities in general, denoting those in Judea, or in other places. To me it seems plain that Babylon is referred to. The whole description seems to require this; and especially the fact that this song is supposed to be sung after the return from captivity to celebrate their deliverance. It is natural, therefore, that they should record the fact that the strong and mighty city where they had been so long in captivity, was now completely destroyed. For the meaning of thee phrase &lsquo;defensed city,&rsquo; see the note at <a class=\"isa\" verses=\"WzE4MTIxXQ==\">Isaiah 25:2<\/a>.<\/p><p><em>Shall be desolate<\/em>&mdash;(see <a class=\"isa\" verses=\"WzE4MTIxXQ==\">Isaiah 25:2<\/a> ; compare the notes at <a class=\"isa\" verses=\"eyIxNzkwOCI6MjJ9\">Isaiah 13<\/a>)<\/p><p><em>The habitation forsaken<\/em>&mdash;The habitation here referred to is Babylon. It means the habitation or dwelling-place where &ldquo;we&rdquo; have so long dwelt as captives (compare <a class=\"ref\">Proverbs 3:33; Proverbs 21:20; Proverbs 24:15<\/a>).<\/p><p><em>And left like a wilderness<\/em>&mdash;See the description of Babylon in the notes at <a class=\"isa\" verses=\"eyIxNzkyNyI6M30=\">Isaiah 13:20-22<\/a>.<\/p><p><em>There shall the calf feed<\/em>&mdash;It shall become a vast desert, and be a place for beasts of the forest to range in (compare <a class=\"isa\" verses=\"WzE3ODA2XQ==\">Isaiah 7:23<\/a> ; see the note at <a class=\"isa\" verses=\"WzE3NzU3XQ==\">Isaiah 5:17<\/a>).<\/p><p><em>And consume the branches thereof<\/em>&mdash;The branches of the trees and shrubs that shall spring up spontaneously in the vast waste where Babylon was.<\/p>",
    "audit": 1
}