{
    "id": 1746,
    "source": "barnes",
    "verse_id": 18653,
    "verse_count": 1,
    "reference": "49:16 ",
    "title": "",
    "html": "<p><em>Behold, I have graven thee upon the palms of my hands<\/em>&mdash;This is another argument in answer to the complaint of Zion in <a class=\"isa\" verses=\"WzE4NjUxXQ==\">Isaiah 49:14<\/a>. There have been various interpretations of this passage. Grotius supposes that it refers to a custom of placing some mark or sign on the hand, or on one of the fingers when they wished to remember anything, and appeals to <a class=\"ref\">Exodus 13:9<\/a>. Lowth supposes that it is an allusion to some practice common among the Jews at that time, of making marks on their hands or arms by means of punctures in the skin with some sign or representation of the city or temple, to show their zeal and affection for it. In illustration of this, he refers to the fact that the pilgrims to the Holy Sepulchre are accustomed to get themselves marked in this manner with what are called the signs of Jerusalem. Vitringa supposes that it alludes to the custom of architects, in which they delineate the size, form, and proportions of an edifice on parchment, before they commence building it&mdash;such as we mean by the draft or model of the building; and that the sense here is, that God, in like manner, had delineated or drawn Jerusalem on his hands long before it was founded, and had it constantly before his eyes. According to this, the idea is, that God had laid out the plan of Jerusalem long before it was built, and that it was so dear to him that he had even engraven it on his hands. Others have supposed that it refers to a device on a signet, or on a ring worn on the finger or the wrist, and that the plan of Jerusalem was drawn and engraven there. To me, it seems that the view of Lowth is most accordant with probability, and is best, sustained by the Oriental customs. The essential idea is, that Zion was dear to his heart; and that he had sketched or delineated it as an object in which he felt a deep interest&mdash;so deep as even to delineate its outlines on the palms of his bands, where it would be constantly before him.<\/p><p><em>Thy walls<\/em>&mdash;The meaning is, that he constantly looked upon them; that he never forgot them. He had a constant and sacred regard for his people, and amidst all their disasters and trials, still remembered them.<\/p>",
    "audit": 1
}