{
    "id": 1828,
    "source": "barnes",
    "verse_id": 18735,
    "verse_count": 1,
    "reference": "54:11",
    "title": "",
    "html": "<p><em>O thou afflicted<\/em> &mdash;In the previous verses, Yahweh had merely promised protection, and had in general terms assured them of his favor. Here he shows that they should not only be defended, but that his church would rise with great beauty, and be ornamented like a most splendid palace or temple. This is to be regarded as addressed primarily to the exiles in Babylon near to the close of their seventy years&rsquo; captivity. But nothing forbids us to apply it to the church in all similar circumstances when persecuted, and when she is like a ship rolling on the heaving billows of the ocean.<\/p><p><em>Tossed with tempest<\/em> &mdash;Lowth, &lsquo;Beaten with the storm.&rsquo; The idea is that of a ship that is driven by the tempest; or any object that is tossed about with a whirlwind (סערה so‛ărâh). See<a class=\"ref\">Jonah 1:11-13; Hosea 13:3; Hebrews 3:14<\/a> . The figure is especially striking in an Oriental country. Tempests and whirlwinds there, are much more violent than they are with us, and nothing there can stand before them (see Harmer&rsquo;s Obs. vol. i. p. 92ff Ed. Loud. 1808).<\/p><p><em>And not comforted<\/em> &mdash;They were far away from all the comforts which they had enjoyed in their own land, and they were apparently forsaken by God.<\/p><p><em>Behold, I will lay thy stones<\/em> &mdash;It is not uncommon in the Scriptures to compare the prosperity of the church to a splendid temple or palace. In the book of Tobit (Tobit 13:16, 17) a description of Jerusalem occurs, which has all the appearance of having been copied from this, or at least shows that the writer had this passage in his eye. &lsquo;For Jerusalem shall be built up with sapphires, and emeralds, and precious stones; thy walls, and battlements, and towers, of pure gold. And the streets of Jerusalem shall be paved with beryl, and carbuncle, and stones of Ophir.&rsquo; And in the book of Revelation Rev 21:18-21, a similar description occurs of the New Jerusalem. Possibly John had his eye upon this passage in Isaiah, though he has greatly amplified the description. The passage here undoubtedly contains a figurative description of the future prosperity and glory of the church of God. Lowth remarks on it, justly, &lsquo;These seem to be general images to express beauty, magnificence, purity, strength, and solidity, agreeably to the ideas of eastern nations; and to have never been intended to be strictly scrutinized or minutely and particularly explained, as if they had each of them some precise moral and spiritual meaning.&rsquo; The phrase &lsquo;I will lay thy stones,&rsquo; refers to the work of masonry in laying down the foundation of a building, or the stones of which a building is composed, in mortar or cement. Literally, &lsquo;I cause to lie down.&rsquo; The word here used (רבץ râbâts) is usually appropriated to an animal that crouches or lies down.<\/p><p><em>With fair colors<\/em> &mdash;This translation by no means conveys the idea of the original. The sense is not that the stones would have fair colors, but that the cement which would be used would be that which was commonly employed to make the most valued colors. The edifice which would be reared would be as costly and magnificent as if the very cement of the stones consisted of the most precious coloring matter; the purest vermilion. The word rendered here &lsquo;fair colors&rsquo; (פוך pûk) denotes properly, seaweed, from which an alkaline paint was prepared; then paint itself, dye, fucus, and also that with which the Hebrew women tinged their eyelashes (stibium). This is composed of the powder of lead ore, and was drawn with a small wooden bodkin through the eyelids, and tinged the hair and the edges of the eyelids with a dark sooty color, and was esteemed to be a graceful ornament. This practice is of great antiquity.<\/p><p>It was practiced by Jezebel (see<a class=\"ref\">2 Kings 9:30<\/a> , where the same word is used as here); it was practiced among the Greeks and Romans (Xen. Cyr. i. 11); and it is still practiced in Africa (see Shaw&rsquo;s Travels, pp. 294, 295). The word used here is rendered &lsquo;paint,&rsquo; or &lsquo;painted&rsquo;<a class=\"ref\">2 Kings 9:30; Jeremiah 22:14<\/a> ; and &lsquo;glistening stones&rsquo;<a class=\"ref\">1 Chronicles 29:2<\/a> . It does not occur elsewhere. In the passage in Chronicles it may mean the carbuncle, as it is rendered here by the Septuagint, (&alpha;̓́&nu;&theta;&rho;&alpha;&kappa;&alpha; anthraka); but it here denotes, doubtless, the valued paint or dye which was used as an ornament. The description here is that the very stones should be laid in cement of this description, and is of course equivalent to saying that it would be in the most costly and magnificent manner. It may be added, however, that it would not be the mere fact that the stibium would constitute the cement that the prophet seems to refer to, but probably he also means to intimate that this would contribute greatly to the beauty of the city. The cement in which bricks or stones is laid in a building is partly visible, and the beauty of the structure would be augmented by having that which was regarded as constituting the highest ornament used for cement.<\/p><p><em>And thy foundations with sapphires<\/em> &mdash;The sapphire is a well-known gem distinguished for its beauty and splendor. In hardness it is inferior to the diamond only. Its colors are blue, red, violet, green, white, or limpid.<\/p> ",
    "audit": 1
}