{
    "id": 2034,
    "source": "barnes",
    "verse_id": 18941,
    "verse_count": 1,
    "reference": "66:18 ",
    "title": "",
    "html": "<p><em>For I know their works<\/em>&mdash;The word &lsquo;know,&rsquo; says Lowth, is here evidently left out of the Hebrew text, leaving the sense quite imperfect. It is found in the Syriac; the Chaldee evidently had that word in the copy of the Hebrew which was used; and the Aldine and Complutensian editions of the Septuagint have the word. Its insertion is necessary in order to complete the sense; though the proof is not clear that the word was ever in the Hebrew text. The sense is, that though their abominable rites were celebrated in the deepest recesses of the groves, yet they were not concealed from God.<\/p><p><em>That I will gather all nations and tongues<\/em>&mdash;They who speak all languages (compare <a class=\"ref\">Revelation 7:9; Revelation 10:11; Revelation 11:9<\/a>). The sense is, that the period would come when Yahweh would collect all nations to witness the execution of his vengeance on his foes.<\/p><p><em>And see my glory<\/em>&mdash;That is, the manifestation of my perfections in the great events referred to here&mdash;the destruction of his enemies, and the deliverance of his people. To what particular period this refers has been a point on which expositors are by no means agreed. Grotius says it means, that such shall be the glory of the Jewish people that all nations shall desire to come and make a covenant with them. The Jewish interpreters, and among them Abarbanel (see Vitringa), suppose that it refers to a hostile and warlike assembling of all nations in the time of the Messiah, who, say they, shall attack Jerusalem with the Messiah in it, and shall be defeated. They mention particularly that the Turks and Christians shall make war on Jerusalem and on the true Messiah, but that they shall be overthrown. Vitringa supposes that it refers to the assembling of the nations when the gospel should be at first proclaimed, and when they should be called into the kingdom of God. Many of the fathers referred it to the final judgment. It is difficult to determine, amidst this variety of opinion, what is the true meaning. Opinions are easily given, and conjectures are easily made; and the opinions referred to above are entitled to little more than the appellation of conjecture. It seems to me, that there is involved here the idea of the judgment or punishment on the enemies of God, and at about the same time a collecting of the nations not only to witness the punishment, but also to become participants of his favor. In some future time, Yahweh would manifest himself as the punisher of his enemies, and all the nations also would be permitted to behold his glory, as if they were assembled together.<\/p>",
    "audit": 1
}