{
    "id": 951,
    "source": "barnes",
    "verse_id": 17858,
    "verse_count": 1,
    "reference": "10:7",
    "title": "",
    "html": " <p> <em>Howbeit he meaneth not so <\/em>&mdash;It is not his purpose to be the instrument, in the hand of God, of executing his designs. He has a different plan; a plan of his own which he intends to accomplish. <\/p> <p> <em>Neither doth his heart think so <\/em>&mdash;He does not intend or design it. The &ldquo;heart&rdquo; here, is put to express &ldquo;purpose, or will.&rdquo; <\/p> <p>It is &ldquo;in his heart to cut off nations&mdash;Utterly to destroy or to annihilate their political existence. <\/p> <p> <em>Not a few <\/em>&mdash;The ambitious purpose of Sennacherib was not confined to Judea. His plan was also to invade and to conquer Egypt; and the destruction of Judea, was only a part of his scheme; <a class=\"isa\" verses=\"eyIxODAzMSI6Nn0=\">Isaiah 20:1-6<\/a>. This is a most remarkable instance of the supremacy which God asserts over the purposes of wicked people. Sennacherib formed his own plan without compulsion. He devised large purposes of ambition, and intended to devastate kingdoms. And yet God says that he was under his direction, and that his plans would be overruled to further his own purposes. Thus &lsquo;the wrath of man would be made to praise him;&rsquo; <a class=\"ref\">Psalm 76:10<\/a>. And from this we may learn <\/p> <p>(1) That wicked people form their plans and devices with perfect freedom. They lay their schemes as if there were no superintending providence; and feel, correctly, that they are not under the laws of compulsion, or of fate. <\/p> <p>(2) That God presides over their schemes. and suffers them to be formed and executed with reference to his own purposes. <\/p> <p>(3) That the plans of wicked people often, though they do not intend it, go to execute the purposes of God. Their schemes result in just what they did not intend&mdash;the furtherance of his plans, and the promotion of his glory <\/p> <p>(4) That their plans are, nevertheless, wicked and abominable. They are to be judged according to what they are in themselves, and not according to the use which God may make of them by counteracting or overruling them. &ldquo;Their&rdquo; intention is evil; and by that they must be judged. That God brings good out of them, is contrary to their design, and a thing for which &ldquo;they&rdquo; deserve no credit, and should receive no reward. <\/p> <p>(5) The wicked are in the hands of God. <\/p> <p>(6) There is a superintending providence; and people cannot defeat the purposes of the Almighty. This extends to princes on their thrones; to the rich, the great, and the mighty, as well as to the poor and the humble&mdash;and to the humble as well as to the rich and the great. Over all people is this superintending and controlling providence; and all are subject to the direction of God. <\/p> <p>(7) It has often happened, &ldquo;in fact,&rdquo; that the plans of wicked people have been made to contribute to the purposes of God. Instances like those of Pharaoh, of Cyrus, and of Sennacherib; of Pontius Pilate, and of the kings and emperors who persecuted the early Christian church, show that they are in the hand of God, and that he can overrule their wrath and wickedness to his glory. The madness of Pharaoh was the occasion of the signal displays of the power of God in Egypt. The wickedness, and weakness, and flexibility of Pilate, was the occasion of the atonement made for the sins of the world. And the church rose, in its primitive brightness and splendor, amid the flames which persecution kindled, and was augmented in numbers, and in moral loveliness and power, just in proportion as the wrath of monarchs raged to destroy it. <\/p> ",
    "audit": 1
}