{
    "id": 1085,
    "source": "barnes",
    "verse_id": 17992,
    "verse_count": 1,
    "reference": "17:8",
    "title": "",
    "html": "<p><em>And he shall not look to the altars<\/em> &mdash;That is, the altars of the gods which the Syrians worshipped, and the altars of the false gods which had been erected in the land of Israel or Samaria by its wicked kings, and particularly by Ahaz. Ahaz fancied an altar which he saw at Damascus when on a visit to Tiglath-pileser, and ordered Urijah the priest to construct one like it in Samaria, on which he subsequently offered sacrifice<a class=\"ref\">2 Kings 16:10-13<\/a> . It is well known, also, that the kings of Israel and Judah often reared altars to false gods in the high places and the groves of the land (see<a class=\"ref\">2 Kings 21:3-5<\/a>). The Ephraimites were particularly guilty in this respect<a class=\"ref\">Hosea 8:11<\/a> : &lsquo;Because Ephraim hath made many altars to sin, altars shall be unto him to sin.&rsquo;<\/p><p><em>Which his fingers have made<\/em> &mdash;Perhaps indicating that the idols which they worshipped had been constructed with special art and skill (see<a class=\"isa\" verses=\"WzE3Njk0XQ==\">Isaiah 2:8<\/a>).<\/p><p><em>Either the groves<\/em> &mdash;The altars of idols were usually erected in groves, and idols were worshipped there before temples were raised (see<a class=\"ref\">Exodus 34:13; Deuteronomy 7:5; Deuteronomy 12:3; Judges 3:7; 1 Kings 14:23; 1 Kings 18:19; 2 Chronicles 33:3<\/a> ; compare the notes at<a class=\"isa\" verses=\"WzE3Njg0XQ==\">Isaiah 1:29<\/a>).<\/p><p><em>Or the images<\/em> &mdash;Margin, &lsquo;Sun images&rsquo; (חמנים chamānı̂ym). This word is used to denote idols in general in<a class=\"ref\">Leviticus 26:30; 2 Chronicles 24:4<\/a> . But it is supposed to denote properly images erected to the sun, and to be derived from חמה chamāh, &ldquo;the sun.&rdquo; Thus the word is used in<a class=\"ref\">Job 30:28<\/a> ;<a class=\"isa\" verses=\"WzE4MTE5LDE4MjQ0XQ==\">Isaiah 24:23; Isaiah 30:26<\/a> ; Sol 6:10. The word, according to Gesenius, is of Persian origin (Commentary in loc.) The sun was undoubtedly worshipped by the ancient idolaters, and altars or images would be erected to it (see the notes at<a class=\"ref\">Job 31:26<\/a>).<\/p> ",
    "audit": 1
}