{
    "id": 1977,
    "source": "barnes",
    "verse_id": 18884,
    "verse_count": 1,
    "reference": "63:17 ",
    "title": "",
    "html": "<p><em>O Lord, why hast thou made us to err from thy ways?<\/em>&mdash;Lowth and Noyes render this, &lsquo;Why dost thou suffer us to wander from thy way?&rsquo; Calvin remarks on the passage, &lsquo;The prophet uses a common form of speaking, for it is usual in the Scriptures to say that God gives the wicked over to a reprobate mind, and hardens their hearts. But when the pious thus speak, they do not intend to make God the author of error or sin, as if they were innocent&mdash;nolunt Deum erroris aut sceleris facere auctorem, quasi sint innoxii&mdash;or to take away their own blameworthiness. But they rather look deeper, and confess themselves, by their own fault, to be alienated from God, and destitute of his Spirit; and hence it happens that they are precipitated into all manner of evils. God is said to harden and blind when he delivers those who are to be blinded to Satan (Satanae excaecandos tradit), who is the minister and the executor of his wrath.&rsquo; (Commentary in loc.) This seems to be a fair account of this difficult subject.<\/p><p>At all events, this is the doctrine which was held by the father of the system of Calvinism; and nothing more should be charged on that system, in regard to blinding and hardening people, than is thus avowed (compare the notes at <a class=\"isa\" verses=\"eyIyMzU1NCI6Mn0=\">Isaiah 6:9-10; Matthew 13:14-15<\/a>). It is not to be supposed that this result took place by direct divine agency. It is not by positive power exerted to harden people and turn them away from God. No man who has any just views of God can suppose that he exerts a positive agency to make them sin, and then punishes them for it; no one who has any just views of man, and of the operations of his own mind, can doubt that a sinner is voluntary in his transgression. It is true, at the same time, that God foresaw it, and that he did not interpose to prevent it. Nay, it is true that the wickedness of people may be favored by his abused providence&mdash;as a pirate may take advantage of a fair breeze that God sends, to capture a merchant-man; and true, also, that God foresaw it would be so, and yet chose, on the whole, that the events of his providence should be so ordered.<\/p><p>His providential arrangements might be abused to the destruction of a few, but would tend to benefit and save many. The fresh gale that drove on one piratical vessel to crime and bloodshed, might, at the same time, convey many richly freighted ships toward the port. One might suffer; hundreds might rejoice. One pirate might be rendered successful in the commission of crime; hundreds of honest people might be benefited. The providential arrangement is not to compel people to sin, nor is it for the sake of their sinning. It is to do good, and to benefit many&mdash;though this may draw along, as a consequence, the hardening and the destruction of a few. He might, by direct agency, prevent it, as he might prevent the growth of the briers and thorns in a field; but the same arrangement, by witcholding suns and dews and rains, would also prevent the growth of flowers and grain and fruit, and turn extended fertile lands into a desert. It is better that the thorns and briers should be suffered to grow, than to convert those fields into a barren waste.<\/p><p><em>Return<\/em>&mdash;That is, return to bless us.<\/p><p><em>The tribes of thine inheritance<\/em>&mdash;The Jewish tribes spoken of as the heritage of God on the earth.<\/p>",
    "audit": 1
}