{
    "id": 1886,
    "source": "barnes",
    "verse_id": 18793,
    "verse_count": 1,
    "reference": "58:6",
    "title": "",
    "html": "<p><em>Is not this the fast that I have chosen?<\/em> &mdash;Fasting is right and proper; but that which God approves will prompt to, and will be followed by, deeds of justice, kindness, charity. The prophet proceeds to specify very particularly what God required, and when the observance of seasons of fasting would be acceptable to him.<\/p><p><em>To loose the bands of wickedness<\/em> &mdash;This is the first thing to be done in order that their fasting might be acceptable to the Lord. The idea is, that they were to dissolve every tie which unjustly bound their fellowmen. The Chaldee renders it, &lsquo;Separate the congregation of impiety;&rsquo; but the more probable sense is, that if they were exercising any unjust and cruel authority over others; if they had bound them in any way contrary to the laws of God and the interests of justice, they were to release them. This might refer to their compelling others to servitude more rigidly than the law of Moses allowed; or to holding them to contracts which had been fraudulently made; or to their exacting strict payment from persons wholly incapacitated to meet their obligations; or it might refer to their subjecting others to more rigid service than was allowed by the laws of Moses, but it would not require a very ardent imagination for anyone to see, that if he held slaves at all, that this came fairly under the description of the prophet. A man with a tender conscience who held slaves would have been likely to suppose that this part of the injunction applied to himself.<\/p><p><em>To undo the heavy burdens<\/em> &mdash;Margin, &lsquo;Bundles of the yoke.&rsquo; The Septuagint renders it, &lsquo;Dissolve the obligations of onerous contracts.&rsquo; The Chaldee, &lsquo;Loose the obligations of the writings of unjust judgment.&rsquo; The Hebrew means, &lsquo;Loose the bands of the yoke,&rsquo; a figure taken from the yoke which was borne by oxen, and which seems to have been attached to the neck by cords or bands (see Fragments to Taylor&rsquo;s Calmer. No. xxviii.) The yoke, in the Scripture, is usually regarded as an emblem of oppression, or compulsory toil, and is undoubtedy so used here. The same word is used to denote &lsquo;burden&rsquo; (מוטה môṭâh), which in the subsequent member is rendered &lsquo;yoke,&rsquo; and the word which is rendered &lsquo;undo (התר hatı̂r from נתי nātar), is elsewhere employed to denote emancipation from servitude. The phrase here employed would properly denote the release of captives or slaves, and would doubtless be so understood by those whom the prophet addressed. Thus, in<a class=\"ref\">Psalm 105:17-20<\/a> :<\/p><p>He sent a man before them, even Joseph,<\/p><p>Who was sold for a servant;<\/p><p>Whose feet they hurt with fetters;<\/p><p>He was laid in iron:<\/p><p>Until the time when his word came,<\/p><p>The word of the Lord tried him.<\/p><p>The king sent and loosed him (ויתירהוּ vaytı̂yrēhû),<\/p><p>Even the ruler of the people, and let him go free.<\/p><p><em>And let the oppressed go free<\/em> &mdash;Margin, &lsquo;Broken.&rsquo; The Hebrew word רצוצים retsûtsı̂ym is from the word רצץ rātsats, meaning &ldquo;to break, to break down&rdquo; (see the notes at<a class=\"isa\" verses=\"WzE4NDg0XQ==\">Isaiah 42:3<\/a>); to treat with violence, to oppress. It may be applied to those who are treated with violence in any way, or who are broken down by bard usage. It may refer, therefore, to slaves who are oppressed by bondage and toil; or to inferiors of any kind who are subjected to hard usage by those who are above them; or to the subjects of a tyrant groaning under his yoke. The use of the phrase here, &lsquo;go free,&rsquo; however, seems to limit its application in this place to those who were held in bondage. Jerome renders it, &lsquo;Free those who are broken&rsquo; (confracti). The Septuagint &Tau;&epsilon;&theta;&rho;&alpha;&sigma;&mu;&epsilon;́&nu;&omicron;&sigmaf; Tethrasmenos&mdash;&lsquo;Set at liberty those who are broken down.&rsquo; If slavery existed at the time here referred to, this word would be appropriately understood as including that&mdash;at least would be so understood by the slaves themselves&mdash;for if any institution deserves to be called oppression, it is theft of slavery.<\/p><p>This interpretation would be confirmed by the use of the word rendered free. That word (חפשׁים chophshı̂ym) evidently refers to the act of freeing a slave. The person who had once been a slave, and who had afterward obtained his freedom, was denominated חפשׁי chophshı̂y (see Jahn, Bib. Ant. Section 171). This word occurs, and is so used, in the following places;<a class=\"ref\">Exodus 21:12<\/a> , &lsquo;And the seventh (year) he shall go free;&rsquo;<a class=\"ref\">Exodus 21:5<\/a> , &lsquo;I will not go out free;&rsquo;<a class=\"ref\">Exodus 26:27<\/a> , &lsquo;He shall let him go free;&rsquo;<a class=\"ref\">Deuteronomy 15:12<\/a> , &lsquo;Thou shalt let him go free;&rsquo;<a class=\"ref\">Deuteronomy 15:13<\/a> , &lsquo;When thou sendest him out free&rsquo;<a class=\"ref\">Deuteronomy 15:18<\/a> , &lsquo;When thou sendest him away free;&rsquo;<a class=\"ref\">Job 3:19<\/a> , &lsquo;The servant is free from his master;&rsquo; that is, in the grave, where there is universal emancipation. Compare<a class=\"ref\">Jeremiah 34:9-11, Jeremiah 34:14, Jeremiah 34:16<\/a> where the same Hebrew word is used, and is applied expressly to the emancipation of slaves. The word is used in other places in the Bible except the following:<a class=\"ref\">1 Samuel 17:25<\/a> , &lsquo;And make his father&rsquo;s house free in Israel,&rsquo; referring to the favor which was promised to the one who would slay Goliath of Gath.<a class=\"ref\">Job 39:5<\/a> : &lsquo;Who hath sent out the wild donkey free?&rsquo;<a class=\"ref\">Psalm 88:5<\/a> : &lsquo;Free among the dead.&rsquo; The usage, therefore, is settled that the word properly refers to deliverance from servitude. It would be naturally understood by a Hebrew as referring to that, and unless there was something in the connection which made it necessary to adopt a different interpretation, a Hebrew would so understand it of course. In the case before us, such an interpretation would be obvious, and it is difficult to see how a Jew could understand this direction in any other way, if he was an owner. of slaves, than that be should set them at once at liberty.<\/p><p><em>And that ye break every yoke<\/em> &mdash;A yoke, in the Scriptures, is a symbol of oppression, and the idea here is, that they were to cease all oppressions, and to restore all to their lust and equal rights. The prophet demanded, in order that there might be an acceptable &lsquo;fast,&rsquo; that everything which could properly be described as a &lsquo;yoke&rsquo; should be broken. How could this command be complied with by a Hebrew if he continued to retain his fellow-men in bondage? Would not its fair application be to lead him to emancipate those who were held as slaves? Could it be true, whatever else he might do, that he would fully comply with this injunction, unless this were done? If now this whole injunction were fairly complied with in his land, who can doubt that it would lead to the emancipation of the slaves? The language is such that it cannot well be misunderstood. The prophet undoubtedly specifies those things which properly denote slavery, and demands that they should all be abandoned in order to an acceptable &lsquo;fast to the Lord,&rsquo; and the fair application of this injunction would soon extinguish slavery throughout the world.<\/p> ",
    "audit": 1
}