{
    "id": 858,
    "source": "barnes",
    "verse_id": 17765,
    "verse_count": 1,
    "reference": "5:25",
    "title": "",
    "html": "<p><em>Therefore is the anger of the Lord kindled<\/em> &mdash;The Lord is &ldquo;enraged,&rdquo; or is angry. Similar expressions often occur;<a class=\"ref\">Numbers 11:33; 2 Kings 23:26; Deuteronomy 11:17; Psalm 56:1-13<\/a> :40;<a class=\"ref\">Job 19:11; Psalm 2:12<\/a> . The &ldquo;cause&rdquo; of his anger was the crimes which are specified in this chapter.<\/p><p><em>And he hath stretched forth his hand<\/em> &mdash;To stretch forth the hand may be an action expressive of protection, invitation, or punishment. Here it is the latter; compare<a class=\"isa\" verses=\"WzE3OTU2XQ==\">Isaiah 14:27<\/a> .<\/p><p><em>And hath smitten them<\/em> &mdash;Punished them. To what this refers particularly is not clear. Gesenius supposes that the expressions which follow are descriptive of pestilence. Lowth and Rosenmuller suppose that they refer to the earthquakes which occurred in the days of Uzziah, and in the time of the prophets;<a class=\"ref\">Amos 1:1; Zechariah 14:5<\/a> . The words, perhaps, will bear either construction.<\/p><p><em>And the hills did tremble<\/em> &mdash;This expression is one that is often used in the Scriptures to denote the presence and anger of God. It is well adapted to describe an earthquake; but it is also often used poetically, to describe the presence and the majesty of the Most High; compare<a class=\"ref\">Psalm 144:5; Job 9:6; Job 26:11; Psalm 114:7; Jeremiah 4:24; Habakkuk 3:10; Psalm 18:7; Psalm 97:5; Psalm 104:32<\/a> . The image is one that is very sublime. The earth, as if conscious of the presence of God, is represented as alarmed, and trembling. Whether it refers here to the earthquake, or to some other mode of punishment, cannot be determined. The fact, however, that such an earthquake had occurred in the time of Isaiah, would seem to fix the expression to that. Isaiah, from that, took occasion also to denounce future judgments. This was but the beginning of woes.<\/p><p><em>And their carcasses were torn<\/em> &mdash;The margin here is the more correct translation. The passage means that their dead bodies were strewed, unburied, like filth, through the streets. This expression would more naturally denote a pestilence. But it may be descriptive of an earthquake, or of any calamity.<\/p><p><em>For all this<\/em> &mdash;Notwithstanding all this calamity, his judgments are not at an end. He will punish the nation more severely still. In what way he would do it, the prophet proceeds in the remainder of the chapter to specify; compare<a class=\"isa\" verses=\"WzE3ODQyLDE3ODU1XQ==\">Isaiah 9:12; Isaiah 10:4<\/a> .<\/p> ",
    "audit": 1
}