{
    "id": 1971,
    "source": "barnes",
    "verse_id": 18878,
    "verse_count": 1,
    "reference": "63:11 ",
    "title": "",
    "html": "<p><em>Then he remembered<\/em>&mdash;He did not forget his solemn premises to be their protector and their God. For their crimes they were subjected to punishment, but God did not forget that they were his people, nor that he had entered into covenant with them. The object of this part of the petition seems to be, to recall the fact that in former times God had never wholly forsaken them, and to plead that the same thing might occur now. Even in the darkest days of adversity, God still remembered his promises, and interposed to save them. Such they trusted it would be still.<\/p><p><em>Moses and his people<\/em>&mdash;Lowth renders this, &lsquo;Moses his servant,&rsquo; supposing that a change had occurred in the Hebrew text. It would be natural indeed to suppose that the word &rsquo;servant&rsquo; would occur here (see the Hebrew), but the authority is not sufficient for the change. The idea seems to be that which is in our translation, and which is approved by Vitringa and Gesenius. &lsquo;He recalled the ancient days when he led Moses and his people through the sea and the wilderness.&rsquo;<\/p><p><em>Where is he<\/em>&mdash;The Chaldee renders this, &lsquo;Lest they should say, Where is he?&rsquo; that is, lest surrounding nations should ask in contempt and scorn, Where is the protector of the people, who defended them in other times? According to this, the sense is that God remembered the times of Moses and interposed, lest his not doing it should bring reproach upon his name and cause. Lowth renders it, &lsquo;How he brought them up;&rsquo; that is, he recollected his former interposition. But the true idea is that of one asking a question. &lsquo;Where now is the God that formerly appeared for their aid? And though it is the language of God himself, yet it indicates that state of mind which arises when the question is asked, Where is now the former protector and God of the people?<\/p><p><em>That brought them up out of the sea<\/em>&mdash;The Red Sea, when he delivered them from Egypt. This fact is the subject of a constant reference in the Scriptures, when the sacred writers would illustrate the goodness of God in any great and signal deliverance.<\/p><p><em>With the shepherd of his flock<\/em>&mdash;Margin, &lsquo;Shepherds.&rsquo; Lowth and Noyes render this in the singular, supposing it to refer to Moses. The Septuagint, Chaldee, and Syriac, also read it in the singular. The Hebrew is in the plural (רעי ro‛ēy), though some manuscripts read it in the singular. If it is to be read in the plural, as the great majority of manuscripts read it, it probably refers to Moses and Aaron as the shepherds or guides of the people. Or it may also include others, meaning that Yahweh led up the people with all their rulers and guides.<\/p><p><em>Where is he that put his Holy Spirit within him?<\/em>&mdash;(see the notes at <a class=\"isa\" verses=\"W3siMTg4NzciOjF9XQ==\">Isaiah 63:10<\/a> ). Hebrew, בקרבו beqirebô&mdash;&lsquo;In the midst of him,&rsquo; that is, in the midst of the people or the flock. They were then under his guidance and sanctifying influence. The generation which was led to the land of Canaan was eminently pious, perhaps more so than any other of the people of Israel (compare <a class=\"ref\">Joshua 24:31; Judges 2:6-10<\/a>). The idea here is, that God, who then gave his Holy Spirit, had seemed to forsake them. The nation seemed to be abandoned to wickedness; and in this state, God remembered how he had formerly chosen and sanctified them; and he proposed again to impart to them the same Spirit.<\/p>",
    "audit": 1
}