{
    "id": 1622,
    "source": "barnes",
    "verse_id": 18529,
    "verse_count": 1,
    "reference": "43:23",
    "title": "",
    "html": " <p> <em>Thou hast not brought me <\/em>&mdash;As a people you have witcheld from me the sacrifices which were commanded. They had not maintained and observed his worship as he had required. <\/p> <p> <em>The small cattle <\/em>&mdash;Margin, &lsquo;Lambs,&rsquo; or &lsquo;kids.&rsquo; The Hebrew word (שׂה s&lsquo;eh) denotes properly one of a flock&mdash;a sheep or a goat. It should have been so rendered here. These animals were used for burnt-offerings, and the Jews were required to offer them daily to God. <\/p> <p>Of thy burnt-offerings&mdash;(Compare <a class=\"ref\">Exodus 29:38; Numbers 28:3<\/a>). The burnt-offering was wholly consumed on the altar. <\/p> <p> <em>With thy sacrifices <\/em>&mdash;Bloody offerings. There is little difference between this word and that rendered &lsquo;burnt-offerings.&rsquo; If there is any, it is that the word rendered &rsquo;sacrifice&rsquo; (זבח zebach) is of wider signification, and expresses sacrifice in general; the word rendered &lsquo;burnt-offering&rsquo; (עלה ‛olâh), denotes that which is consumed, or which ascends as an offering. The holocaust refers to its being burned; the sacrifice to the offering, however made. <\/p> <p> <em>I have not caused thee to serve with an offering <\/em>&mdash;&lsquo;I have not made a slave of thee; I have not exacted such a service as would be oppressive and intolerable&mdash;such as is imposed on a slave.&rsquo; The word used here (עבד ‛âbad), is often used in such a sense, and with such a reference <a class=\"ref\">Leviticus 25:39<\/a>; &lsquo;Thou shalt not compel him to serve the service of a bondman&rsquo; <a class=\"ref\">Exodus 1:14; Jeremiah 22:13; Jeremiah 25:14; Jeremiah 30:8<\/a>. The sense is, that the laws of God on the subject, were not grievous and oppressive. <\/p> <p> <em>With an offering <\/em>&mdash;The word used here (מנחה minchāh) denotes properly a bloodless oblation, and is thus distinguished from those mentioned before. It consisted of flour mingled with salt, oil, and incense; or of the fruits of the earth, etc. (see the notes at <a class=\"isa\" verses=\"WzE3NjY2XQ==\">Isaiah 1:11<\/a>; compare <a class=\"ref\">Leviticus 2:2; Numbers 28:5<\/a>. <\/p> <p> <em>Nor wearied thee <\/em>&mdash;By exacting incense. I have not so exacted it as to make it burdensome and wearisome to you. <\/p> <p> <em>With incense <\/em>&mdash;(See the note at <a class=\"isa\" verses=\"WzE3NjY4XQ==\">Isaiah 1:13<\/a>). The word לבונה lebônâh (Greek &lambda;&iota;́&beta;&alpha;&nu;&omicron;&sigmaf; libanos) denotes properly frankincense, a substance so called from its white color, from לבן lāban, &ldquo;to be white.&rdquo; It is found in Arabia <a class=\"isa\" verses=\"WzE4ODI4XQ==\">Isaiah 60:6<\/a>; <a class=\"ref\">Jeremiah 6:20<\/a>, and in Palestine Sol 4:6, Sol 4:14, and was obtained by making incisions in the bark of trees. It was much used in worship among the Jews as well as by other nations. It was burned in order to produce an agreeable fragrance <a class=\"ref\">Exodus 30:8; Exodus 37:29; Leviticus 16:13<\/a>. <\/p>",
    "audit": 1
}