{
    "id": 1425,
    "source": "barnes",
    "verse_id": 18332,
    "verse_count": 1,
    "reference": "36:1",
    "title": "",
    "html": " <p> <em>In the fourteenth year of Hezekiah <\/em>&mdash;Of his reign, 709 b.c. <\/p> <p> <em>That Sennacherib <\/em>&mdash;Sennacherib was son and successor of Shalmaneser, king of Assyria, and began to reign A.M. 3290, or 714 b.c., and reigned, according to Calmet, but four years, according to Prideaux eight years, and according to Gesenius eighteen years. The immediate occasion of this war against Judah was the fact that Hezekiah had shaken off the yoke of Assyria, by which his father Ahaz and the nation had suffered so much under Tiglath-pileser, or Shalmaneser <a class=\"ref\">2 Kings 18:7<\/a>. To reduce Judea again to subjection, as well as to carry his conquests into Egypt, appears to have been the design of this celebrated expedition. He ravaged the country, took the strong towns and fortresses, and prepared then to lay siege to Jerusalem itself. Hezekiah, however, as soon as the army of Sennacherib had entered Judea, prepared to put Jerusalem into a state of complete defense. At the advice of his counselors he stopped the waters that flowed in the neighborhood of the city, and that might furnish refreshment to a besieging army, built up the broken walls, enclosed one of the fountains within a wall, and prepared shields and darts in abundance to repel the invader <a class=\"ref\">2 Chronicles 32:2-5<\/a>. <\/p> <p>Sennacherib, seeing that all hope of easily taking Jerusalem was taken away, apparently became inclined to hearken to terms of accommodation. Hezekiah sent to him to propose peace, and to ask the conditions on which he would withdraw his forces. He confessed his error in not paying the tribute stipulated by his father, and his willingness to pay now what should be demanded by Sennacherib. Sennacherib demanded three hundred talents of silver, and thirty talents of gold. This was paid by Hezekiah, by exhausting the treasury, and by stripping even the temple of its gold <a class=\"ref\">2 Kings 18:13-16<\/a>. It was evidently understood in this treaty that Sennacherib was to withdraw his forces, and return to his own land. But this treaty he ultimately disregarded (see the note at <a class=\"isa\" verses=\"WzE4Mjg4XQ==\">Isaiah 33:8<\/a>). He seems, however, to have granted Hezekiah some respite, and to have delayed his attack on Jerusalem until his return from Egypt. This war with Egypt he prosecuted at first with great success, and with a fair prospect of the conquest of that country. <\/p> <p>But having laid siege to Pelusium, and having spent much time before it without success, he was compelled at length to raise the siege, and to retreat. Tirhakah king of Ethiopia having come to the aid of Sevechus, the reigning monarch of Egypt, and advancing to the relief of Pelusium, Sennacherib was compelled to raise the siege, and retreated to Judea. Here, having taken Lachish, and disregarding his compact with Hezekiah, he sent an army to Jerusalem under Rabshakeh to lay siege to the city. This is the point in the history of Sennacherib to which the passage before us refers (see Prideaux&rsquo;s &ldquo;Connection,&rdquo; vol. i. pp. 138-141; Jos. &ldquo;Ant.&rdquo; x. 1; Gesenius &ldquo;in loc;&rdquo; and Robinson&rsquo;s Calmet). <\/p> <p> <em>All the defended cities <\/em>&mdash;All the towns on the way to Egypt, and in the vicinity of Jerusalem (see the notes at <a class=\"isa\" verses=\"eyIxNzg3OSI6NX0=\">Isaiah 10:28-32<\/a>). <\/p> ",
    "audit": 1
}