{
    "id": 1086,
    "source": "barnes",
    "verse_id": 17993,
    "verse_count": 1,
    "reference": "17:9",
    "title": "",
    "html": "<p><em>His strong cities<\/em>&mdash;The cities of the united kingdoms of Damascus and Samaria.<\/p><p><em>Be as a forsaken bough<\/em>&mdash;There has been much difficulty in the interpretation of this passage. Lowth says, &lsquo;No one has ever been able to make any tolerable sense of these words;&rsquo; and proposes himself the translation,<\/p><p>In that day shall his strongly fenced cities become<\/p><p>Like the desertion of the Hivites and the Amorites;<\/p><p>Following in this the translation of the Septuagint, but doing violence to the Hebrew text. Rosenmuller translates it, &lsquo;As the remnant of a grove when the thicket is cut down, and when few trees are left.&rsquo; The word rendered &lsquo;bough&rsquo; (חרשׁ choresh) means, properly, a thicket, or thick foliage, a wood that is entangled or intricate <a class=\"ref\">1 Samuel 23:15-16, 1 Samuel 23:18; 2 Chronicles 27:4<\/a>; and probably this is the idea here. The phrase may be rendered, &lsquo;as the leavings or residue of a grove, copse, or entangled wood;&rsquo; and the idea is, that as a &ldquo;few&rdquo; trees might be left when the axeman cuts down the grove, so a few inferior and smaller towns should be left in the desolation that would come upon Damascus.<\/p><p><em>And an uppermost branch<\/em>&mdash; <a class=\"isa\" verses=\"WzE3OTkwXQ==\">Isaiah 17:6<\/a>. As a few berries are left in the topmost branch of the olive, or the vine, so shall I a few cities or people be left in the general desolation.<\/p><p><em>Which they left<\/em>&mdash;Which &ldquo;are&rdquo; left, or which the invaders would leave.<\/p><p><em>Because of the children of Israel<\/em>&mdash;literally, &lsquo;from the face,&rsquo; that is, before the children of Israel. Lowth supposes that it refers to the Amorites, who left their land before the Israelites, or gave up their land for them. Vitringa renders it, &lsquo;On account of the children of Israel;&rsquo; and supposes that it means that a few cities were spared by the purpose of God in the invasion by Tiglath-pileser, to be a residence of the Israelites that should remain; or that, for some reason which is not known, the Assyrians chose to spare a few towns, and not wholly to destroy the country. The &ldquo;general&rdquo; idea is plain, that a few towns would be left, and that it would be &ldquo;before&rdquo; the children of Israel, or in their presence, or in order that they might continue to dwell in them. Jerome interprets the whole as referring to the time when the land of Judea was forsaken on the invasion of the Romans.<\/p><p><em>And there shall be desolation<\/em>&mdash;The land shall be desolated, except the few cities and towns that shall be left, like the gleaning of the olive tree.<\/p> ",
    "audit": 1
}