{
    "id": 1355,
    "source": "barnes",
    "verse_id": 18262,
    "verse_count": 1,
    "reference": "32:2",
    "title": "",
    "html": " <p> <em>And a man <\/em>&mdash;That is, evidently, the man referred to in the previous verse, to wit, Hezekiah. <\/p> <p>Shall be as an hiding-place from the wind&mdash;A place where one may take refuge from a violent wind and tempest (see the note at <a class=\"isa\" verses=\"WzE4MTIzXQ==\">Isaiah 25:4 <\/a>). <\/p> <p> <em>A covert <\/em>&mdash;A place of shelter and security. Wind and tempest are emblematic of calamity and oppression; and the sense is, that Hezekiah would be the protector of his people, and would save them from the calamities to which they had been subjected in former reigns. <\/p> <p> <em>As rivers of water <\/em>&mdash;This figure is often used in Isaiah (see <a class=\"isa\" verses=\"eyIxODMyNyI6Mn0=\">Isaiah 35:6-7 <\/a>; and the notes at <a class=\"isa\" verses=\"WzE4NDcwXQ==\">Isaiah 41:18 <\/a>). It means that the blessings of such a reign would be as grateful and refreshing as gushing fountains and running streams were to a thirsty traveler. Here it refers to the benefits that would be conferred by the reign of Hezekiah&mdash;a reign which, compared with that of his father, would be like a refreshing fountain to a weary pilgrim in a pathless desert. <\/p> <p> <em>As the shadow of a great rock <\/em>&mdash;In a burning desert of sand nothing is more grateful than the cooling shade of a far-projecting rock. It not only excludes the rays of the sun, but it has itself a refreshing coolness that is most grateful to a weary traveler. The same figure is often used by the classic writers (see Virgil, &ldquo;Georg.&rdquo; iii, 145; Hesiod, ii.106). <\/p> <p> <em>In a weary land <\/em>&mdash;A land where there is fatigue and weariness. Probably here it is used to denote a land destitute of trees, and groves, and pleasant abodes; a land where one expects weariness and fatigue without any refreshment and shelter. The following description from Campbell&rsquo;s &ldquo;Travels in Africa&rdquo; will explain this: &lsquo;Well does the traveler remember a day in the wilds of Africa, where the country was chiefly covered with burning sand; when, scorched with the powerful rays of an almost vertical sun, the thermometer in the shade standing at 100 degrees (Fahrenheit). He remembers long looking hither and thither for something that would afford protection from the almost insupportable heat, and where the least motion of air felt like a flame coming against the face. At length he espied a huge loose rock leaning against the front of a small cliff which faced the sun. At once he fled for refuge underneath its inviting shade. The coolness emitted from this rocky canopy he found exquisitely exhilarating. The wild beasts of the deserts were all fled to their dens, and the feathered songsters were all roosting among the thickest foliage they could find of the evergreen trees. The whole creation around seemed to groan, as if their vigor had been entirely exhausted. A small river was providentially at hand, to the side of which, after a while, he ventured, and sipped a little of its cooling water, which tasted better than the best Burgundy, or the finest old hock in the world. During all this enjoyment, the above apropos text was the interesting subject of the traveler&rsquo;s meditation; though the allusion as a figure, must fall infinitely short of that which is meant to be prefigured by it.&rsquo; <\/p> <p>(The whole of this passage is capable of beautiful application to the Messiah and his times; while the language of the second verse cannot be supposed descriptive of any &ldquo;creature;&rdquo; it is so associated in our minds with the character and functions of the Divine Redeemer, that we cannot easily acquiesce in any meaner application. &lsquo;To interpret the sublime imagery of this verse <a class=\"isa\" verses=\"WzE4MjYyXQ==\">Isaiah 32:2 <\/a> in application to a mere human being, would be quite repugnant to the spirit of the sacred writers, by whom Yahweh alone is represented as the source of protection and refreshment to his people, and all trust in creatures solemnly interdicted&rsquo; (Henderson). Doubtless, if Hezekiah be at all intended, it is in a typical or inferior sense only. A greater than Hezekiah is here; the language and figures used are precisely such as are elsewhere by the prophet applied to Yahweh <a class=\"isa\" verses=\"WzE3NzQwLDE4MTIzXQ==\">Isaiah 4:6; Isaiah 25:4 <\/a>; while the particulars characteristic of the times predicted, are just such as elsewhere he connects with gospel times (compare <a class=\"isa\" verses=\"WzE4MjEyLDE4MzI2XQ==\">Isaiah 29:18; Isaiah 35:5 <\/a>). The things predicted, according to this view, are a righteous administration under Messiah the prince <a class=\"isa\" verses=\"WzE4MjYxXQ==\">Isaiah 32:1 <\/a>; protection and refreshment to his subjects; protection from the wrath of God and the temptations of Satan, and the rage of the world; refreshment by the consolutions and graces of his Spirit, which are as rivers of water in this dry land&rsquo; <a class=\"isa\" verses=\"WzE4MjYyXQ==\">Isaiah 32:2 <\/a>; a desire for knowledge and such facility in the acquisition of it, that even persons ordinarily supposed disqualified should both clearly understand, and easily and accurately express the truth <a class=\"isa\" verses=\"eyIxODI2MyI6Mn0=\">Isaiah 32:3-4 <\/a>; a just appreciation of character and estimation of people in accordance therewith <a class=\"isa\" verses=\"WzE4MjY1XQ==\">Isaiah 32:5 <\/a>; and, finally, the prevalence of a loving, liberal spirit, setting itself to devise and execute plans of benevolence on a scale hitherto unprecedented <a class=\"isa\" verses=\"WzE4MjY4XQ==\">Isaiah 32:8 <\/a>; <a class=\"ref\">Psalm 110:3; Acts 2:44-45; 2 Corinthians 8:1, 2 Corinthians 8:4; 2 Corinthians 9:2 <\/a>) <\/p> ",
    "audit": 1
}