{
    "id": 1681,
    "source": "barnes",
    "verse_id": 18588,
    "verse_count": 1,
    "reference": "46:1",
    "title": "",
    "html": "<p><em>Bel boweth down<\/em> &mdash;Bel or Belus (בל bēl, from בעל be‛ēl, the same as בעל ba‛al was the chief domestic god of the Babylonians, and was worshipped in the celebrated tower of Babylon (compare<a class=\"ref\">Jeremiah 50:2; Jeremiah 51:44<\/a>). It was usual to compound names of the titles of the divinities that were worshipped, and hence, we often meet with this name, as in Bel-shazzar, Bel-teshazzar, Baal-Peor, Baal-zebub, Baal-Gad, Baal-Berith. The Greek and Roman writers compare Bel with Jupiter, and the common name which they give to this idol is Jupiter Belus (Pliny, Nat. Hist. xxxvii. 10; Cic. De Nat. Deor. iii. 16; Diod. ii. 8, 9). Herodotus (i.-181-183) says, that in the center of each division of the city of Babylon (for the Euphrates divided the city into two parts) there is a circular space surrounded by a wall. In one of these stands the royal palace, which fills a large and strongly defended space.<\/p><p>The temple of Jupiter Belus, says he, occupies the other, whose huge gates of brass may still be seen. It is a square building, each side of which is of the length of two furlongs. In the midst, a tower rises of the solid depth and height of one furlong; on which, resting as a base, seven other turrets are built in regular succession. The ascent on the outside, winding from the ground, is continued to the highest tower; and in the middle of the whole structure there is a convenient resting place. In this temple there is a small chapel, which contains a figure of Jupiter in a sitting posture, with a large table before him; these, with the base of the table, and the sear of the throne, are all of the purest gold. There was formerly in this temple a statue of solid gold, twelve cubits high. This was seized, says Herodotus, by Xerxes, who put the priest to death who endeavored to prevent its removal.<\/p><p>The upper room of this tower was occupied as an observatory. The idol Baal, or Bel, was especially the god of the Phenicians, of the Canaanites, of the Chaldeans, of the Moabites, and of some of the surrounding nations. The most common opinion has been, that the idol was the sun (see the notes at<a class=\"isa\" verses=\"eyIxNzk5MiI6Mn0=\">Isaiah 17:8-9<\/a>), and that, under this name, this luminary received divine honors. But Gesenius supposes that by the name Jupiter Belus was not denoted Jupiter, &lsquo;the father of the gods,&rsquo; but the planet Jupiter, Stella Jovis, which was regarded, together with Venus, as the giver of all good fortune; and which forms with Venus the most fortunate of all constellations under which sovereigns can be born. The planet Jupiter, therefore, he supposes to have been worshipped under the name Bel, and the planet Venus under the name of Astarte, or Astareth (see Gesenius, Commentary zu Isaiah, ii. 333ff, and Robinson&rsquo;s Calmet, Art. Baal). The phrase &lsquo;boweth down,&rsquo; means here, probably, that the idol sunk down, fell, or was removed. It was unable to defend the city, and was taken captive, and carried away. Jerome renders Confractus est Bel&mdash;&lsquo;Bel is broken.&rsquo; The Septuagint, &Epsilon;̓́&pi;&epsilon;&sigma;&epsilon; &Beta;&eta;̀&lambda; Epese Bēl&mdash;&lsquo;Bel has fallen.&rsquo; Perhaps in the language there is allusion to the fact that Dagon fell before the ark of God<a class=\"ref\">1 Samuel 5:2-3, 1 Samuel 5:7<\/a> . The sense is, that even the object of worship&mdash;that which was regarded as the most sacred among the Chaldeans&mdash;would be removed.<\/p><p><em>Nebo stoopeth<\/em> &mdash;This was an idol-god of the Chaldeans. In the astrological mythology of the Babylonians, according to Gesenius (Commentary zu Isaiah ii. 333ff), this idol was the planet Mercury. He is regarded as the scribe of the heavens, who records the succession of the celestial and terrestrial events; and is related to the Egyptian Hermes and Anubis. The extensive worship of this idol among the Chaldeans and Assyrians is evident from the many compound proper names occurring in the Scriptures, of which this word forms a part, as Neb-uchadnezzar, Neb-uzaradan: and also in the classics, as Nab-onad, Nab-onassar. Nebo was, therefore, regarded as an attendant on Bel, or as his scribe. The exact form of the idol is, however, unknown. The word &rsquo;stoopeth,&rsquo; means that it had fallen down, as when one is struck dead he falls suddenly to the earth; and the language denotes conquest, where even the idols so long worshipped would be thrown down. The scene is in Babylon, and the image in the mind of the prophet is that of the city taken, and the idols that were worshipped thrown down by the conqueror, and carried away in triumph.<\/p><p><em>Their idols were upon the beasts<\/em> &mdash;That is, they are laid upon the beasts to be borne away in triumph. It was customary for conquerors to carry away all that was splendid and valuable, to grace their triumph on their return; and nothing would be a more certain indication of victory, or a more splendid accompaniment to a triumph, than the gods whom the vanquished nations had adored. Thus in<a class=\"ref\">Jeremiah 48:7<\/a> , it is said, &lsquo;And Chemosh shall go forth into captivity, with his priests and his princes together&rsquo; (compare<a class=\"ref\">Jeremiah 44:3<\/a> , margin.)<\/p><p><em>Your carriages<\/em> &mdash;That is, they were laden with the idols that were thus borne off in triumph.<\/p><p><em>They are a burden<\/em> &mdash;They are so numerous; so heavy; and to be borne so far. This is a very striking and impressive manner of foretelling that the city of Babylon would be destroyed. Instead of employing the direct language of prophecy, the prophet represents himself as seeing the heavy laden animals and wagons moving along slowly, pressed down under the weight of the captured gods to be borne into the distant country of the conqueror. They move forth from Babylon, and the caravan laden with the idols, the spoils of victory, is seen slowly moving forward to a distant land.<\/p> ",
    "audit": 1
}