{
    "id": 1105,
    "source": "barnes",
    "verse_id": 18012,
    "verse_count": 1,
    "reference": "19:7 ",
    "title": "",
    "html": "<p><em>The paper reeds<\/em>&mdash;(ערות ‛ârôt). This is not the word which occurs in <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 18:2<\/a> , and which, it is supposed, means there the papyrus (see the note on that place). Interpreters have been divided in regard to the meaning of the word here. Gesenius derives it from ערה ‛ârâh, &ldquo;to be naked, open, bare;&rdquo; and supposes that it means an open place, a place naked of wood, and that it here denotes the pastures on the banks of the Nile. So Rosenmuller interprets it of the green pastures on the banks of the Nile; and the Hebrew commentators generally so understand it. The Vulgate renders it, &lsquo;And the bed (alveus) of the river shall be dried up from the fountain.&rsquo; So the Chaldee, &lsquo;And their streams shall be desolate.&rsquo; It probably denotes, not paper reeds, but the green pastures that were beside the brooks, or along the banks of the Nile.<\/p><p><em>By the brooks<\/em>&mdash;Hebrew, &lsquo;Rivers&rsquo; (יארי ye&lsquo;orēy). By the &lsquo;brooks&rsquo; here, in the plural number, the prophet probably means the artificial canals which were cut in every direction from the Nile for the purpose of conveying the waters to various parts of the land.<\/p><p><em>By the mouth of the brooks<\/em>&mdash;At the mouth of the canals, or where they emptied into the Nile. Such meadows, being &ldquo;near&rdquo; the Nile, and most sure of a supply of water, would be more valuable than those which were remote, and are, therefore, particularly specified.<\/p><p><em>Shall wither...<\/em>&mdash;That is, there shall be utter and entire desolation. If the Nile ceased to overflow; if the streams, reservoirs, and canals, could not be filled, this would follow as a matter of course. Everything would dry up.<\/p>",
    "audit": 1
}