{
    "id": 1567,
    "source": "barnes",
    "verse_id": 18474,
    "verse_count": 1,
    "reference": "41:22",
    "title": "",
    "html": " <p> <em>Let them bring them forth <\/em>&mdash;Let the idols, or the worshippers of idols, bring forth the evidences of their divine nature and power. Or more probably it means, &lsquo;let them draw near or approach.&rsquo; <\/p> <p> <em>And show us what shall happen <\/em>&mdash;None but the true God can discern the future, and predict what is to occur. To be able to do this, is therefore a proof of divinity to which God often appeals as a demonstration of his own divine character (see <a class=\"isa\" verses=\"W3siMTg1NDEiOjJ9LHsiMTg1NjUiOjV9LHsiMTg1OTYiOjJ9XQ==\">Isaiah 44:7-8; Isaiah 45:3-7; Isaiah 46:9-10 <\/a>). This idea, that none but the true God can know all things, and can with certainty foretell future events, is one that was admitted even by the pagan (see Xen. Cyr. i. &lsquo;The immortal gods know all things, both the past, the present, and those things which shall proceed from each thing. It was on this belief also that the worshippers of idols endeavored to sustain the credit of their idol-gods; and accordingly, nearly all the reputation which the oracle at Delphi, and other shrines, obtained, arose from the remarkable sagacity which was evinced in predicting future events, or the skillful ambiguity in which they so couched their responses as to be able to preserve their influence whatever might be the result. <\/p> <p> <em>Let them show the former things what they be <\/em>&mdash;The idea in this passage seems to be, &lsquo;Let them foretell the entire series of events; let them predict in their order, the things which shall first occur, as well as those which shall finally happen. Let them not select merely an isolated and unconnected event in futurity, but let them declare those which shall have a mutual relation and dependency, and whose causes are now hid.&rsquo; The argument in the passage is, that it required a far more profound knowledge to predict the serges of events as they should actually occur; to foretell their order of occur rence, than it did to foretell one single isolated occurrence. The latter, the false prophets of the pagan often undertook to do; and undoubtedly they often evinced great sagacity in it. But they never undertook to detail minutely a series of occurrences, and to state the order in which they would happen. In the Scriptures, it is the common way to foretell the order of events, or a series of transactions pertaining often to many individuals or nations, and stretching far into futurity. And it is perfectly manifest that none could do this but God (compare <a class=\"isa\" verses=\"WzE4NTk3XQ==\">Isaiah 46:10 <\/a>). <\/p> <p> <em>Or declare us things for to come <\/em>&mdash;Declare any event that is to occur; anything in the future. If they cannot predict the order of things, or a series of events, let them clearly foretell any single event in futurity. <\/p> ",
    "audit": 1
}