{
    "id": 2001,
    "source": "barnes",
    "verse_id": 18908,
    "verse_count": 1,
    "reference": "65:10 ",
    "title": "",
    "html": "<p><em>And Sharon<\/em>&mdash;Sharon was properly a district south of Mount Carmel, along the coast of the Mediterranean, and extending from. Caesarea to Joppa. In the Scripture, this is almost a proverbial name to denote extraordinary beauty and fertility (see the notes at <a class=\"isa\" verses=\"WzE4MjI3LDE4MjY1XQ==\">Isaiah 30:9; Isaiah 32:5<\/a> ).<\/p><p><em>Shall be a fold of flocks<\/em>&mdash;At the time contemplated here by the prophet&mdash;the close of the exile&mdash;that whole country would have lain waste about seventy years. Of course, during that long period it would be spread over with a wild luxuriance of trees and shrubs. Once it was celebrated pasture-ground, and was exceedingly beautiful as a place for flocks and herds. Such a place it would be again When the exiles should return, and cultivate their native land. The following description of Sharon, in the spring of 1824, by Mr. Thompson, an American Missionary, will give an idea of the natural appearance of that part of Palestine. The view taken was from a high tower in Ramla. &lsquo;The whole valley of Sharon, from the mountains of Jerusalem to the sea, and from the foot of Carmel to the hills of Gaza, is spread before you like a painted map, and is extremely beautiful, especially at evening, when the last rays of the setting sun gild the distant mountain tops, the weary farmer returns from his labor, and the bleating flocks come frisking and joyful to their fold. At such a time I saw it, and lingered long in pensive meditation, until the stars looked out from the sky, and the cool breezes of evening began to shed soft dews on the feverish land. What a paradise was here when Solomon reigned in Jerusalem, and sang of the roses of Sharon!&rsquo;<\/p><p><em>And the valley of Achor<\/em>&mdash;This was a valley near to Jericho, and was distinguished as the place where Achan was put to death by stoning <a class=\"ref\">Joshua 7:24; Joshua 15:7; Hosea 2:15<\/a>. The word Achor (עכור ‛âkôr), means properly &ldquo;causing affliction,&rdquo; and the name was probably given to that valley from the trouble or affliction which was there caused to the Israelites from the sin of Achan. The phrase, &lsquo;the valley of Achor,&rsquo; would probably thence become a proverbial expression to denote that which caused trouble of any kind. And the sense here probably is, that that which had been to the nation a source of calamity should become a source of blessing&mdash;as if a place distinguished for causing trouble should become as celebrated for producing happiness. As that valley had been a source of great trouble on their first entering into the land of Canaan, so it would become a place of great exultation, peace, and joy, on their return from their exile. They would naturally enter Canaan near to that valley, and the place which to them had been once the occasion of so much distress, would be found a quiet and peaceful place where their herds might lie down in safety (compare <a class=\"ref\">Hosea 2:15<\/a>).<\/p>",
    "audit": 1
}