{
    "id": 1966,
    "source": "barnes",
    "verse_id": 18873,
    "verse_count": 1,
    "reference": "63:6",
    "title": "",
    "html": "<p><em>And I will tread them down<\/em>&mdash;Or rather, &lsquo;I did tread them down.&rsquo; The allusion here is to a warrior who tramples on his foes and treads them in the dust (see the notes at <a class=\"isa\" verses=\"WzE4MTI5XQ==\">Isaiah 25:10<\/a>).<\/p><p><em>And made them drunk<\/em>&mdash;That is, I made them reel and fall under my fury like a drunken man. In describing the destruction of Idumea in <a class=\"isa\" verses=\"WzE4MzA5XQ==\">Isaiah 34:5<\/a> , Yahweh says that his sword was made drunk, or that it rushed intoxicated from heaven. See the notes on that verse. But here he says that the people, under the terrors of his wrath, lost their power of self-command, and fell to the earth like an intoxicated man. Kimchi says that the idea is, that Yahweh extended the cup of his wrath for them to drink until they became intoxicated and fell. An image of this kind is several times used in the Scriptures (see the notes at <a class=\"isa\" verses=\"WzE4NjkxXQ==\">Isaiah 51:17<\/a>; compare <a class=\"ref\">Psalm 75:8<\/a>). Lowth and Noyes render this, &lsquo;I crushed them.&rsquo; The reason of this change is, that according to Kennicott, twenty-seven manuscripts (three of them ancient) instead of the present Hebrew reading ואשׁכרם va&lsquo;ăshakerēm, &lsquo;And I will make them drunk,&rsquo; read ואשׁברם va&lsquo;ăshaberēm, &lsquo;I will break or crush them.&rsquo; Such a change, it is true, might easily have been made from the similarity of the Hebrew letters, כ (k) and ב (b). But the authority for the change does not seem to me to be sufficient, nor is it necessary. The image of making them stagger and fall like a drunken man, is more poetic than the other, and is in entire accordance with the usual manner of writing by the sacred penman. The Chaldee renders it, &lsquo;I cast to the lowest earth the slain of their strong ones.&rsquo;<\/p><p><em>And I will bring down their strength<\/em>&mdash;I subdued their strong places, and their mighty armies. Such is the sense giver, to the passage by our translators. But Lowth and Noyes render it, more correctly, &lsquo;I spilled their life-blood upon the ground.&rsquo; The word which our translators have rendered &rsquo;strength&rsquo; (נצח nētsach), is the same word which is used in <a class=\"isa\" verses=\"WzE4ODcwXQ==\">Isaiah 63:3<\/a> , and which is rendered there &lsquo;blood&rsquo; (see the note at that verse). It is probably used in the same sense here, and means that Yahweh had brought their blood to the earth; that is, he had spilled it upon the ground. So the Septuagint renders it, &lsquo;I shed their blood (&kappa;&alpha;&tau;&eta;́&gamma;&alpha;&gamma;&omicron;&nu; &tau;&omicron;̀ &alpha;&iota;́&mu;&alpha; katēgagon to haima) upon the earth.&rsquo; This finishes the vision of the mighty conqueror returning from Edom. The following verse introduces a new subject. The sentiment in the passage is, that Yahweh by his own power, and by the might of his own arm, would subdue all his foes and redeem his people. Edom in its hostility to his people, the apt emblem of all his foes, would be completely humbled; and in its subjugation there would be the emblem and the pledge that all his enemies would be destroyed, and that his own church would be safe. See the notes at <a class=\"isa\" verses=\"W3siMTgzMDUiOjE3fSx7IjE4MzIyIjoxMH1d\">Isaiah 34; Isaiah 35:1-10<\/a>.<\/p> ",
    "audit": 1
}