{
    "id": 2019,
    "source": "barnes",
    "verse_id": 18926,
    "verse_count": 1,
    "reference": "66:3",
    "title": "",
    "html": " <p> <em>He that killeth an ox is as if he slew a man <\/em>&mdash;Lowth and Noyes render this, &lsquo;He that slayeth an ox, killeth a man.&rsquo; This is a literal translation of the Hebrew. Jerome renders it, &lsquo;He who sacrifices an ox is as if (quasi) he slew a man.&rsquo; The Septuagint, in a very free translation&mdash;such as is common in their version of Isaiah&mdash;render it, &lsquo;The wicked man who sacrifices a calf, is as he who kills a dog; and he who offers to me fine flour, it is as the blood of swine.&rsquo; Lowth supposes the sense to be, that the most flagitious crimes were united with hypocrisy, and that they who were guilty of the most extreme acts of wickedness at the same time affected great strictness in the performance of all the external duties of religion. An instance of this, he says, is referred to by Ezekiel, where he says, &lsquo;When they had slain their children to their idols, then they came the same day into my sanctuary to profane it&rsquo; <a class=\"ref\">Ezekiel 23:39<\/a>. <\/p> <p>There can be no doubt that such offences were often committed by those who were very strict and zealous in their religious services (compare <a class=\"isa\" verses=\"eyIxNzY2NiI6NH0=\">Isaiah 1:11-14<\/a>, with <a class=\"isa\" verses=\"eyIxODk0NCI6M30=\">Isaiah 66:21-23<\/a>. But the generality of interpreters have supposed that a different sense was to be affixed to this passage. According to their views, the particles as if are to be supplied; and the sense is, not that the mere killing of an ox is as sinful in the sight of God as deliberate murder, but that he who did it in the circumstances, and with the spirit referred to, evinced a spirit as odious in his sight as though he had slain a man. So the Septuagint, Vulgate, Chaldee, Symmachus, and Theodotion, Junius, and Tremellius, Grotius, and Rosenmuller, understand it. There is probably an allusion to the fact that human victims were offered by the pagan; and the sense is, that the sacrifices here referred to were no more acceptable in the sight of God than they were. <\/p> <p>The prophet here refers, probably, first, to the spirit with which this was done. Their sacrifices were offered with a temper of mind as offensive to God as if a man had been slain, and they had been guilty of murder. They were proud, vain, and hypocritical. &lsquo;They had forgotten the true nature and design of sacrifice, and such worship could not but be an abhorrence in the sight of God. Secondly, It may also be implied here, that the period was coming when all sacrifices would be unacceptable to God. When the Messiah should have come; when he should have made by one offering a sufficent atonement for the sins of the whole world; then all bloody sacrifices would be needless, and would be offensive in the sight of God. The sacrifice of an ox would be no more acceptable than the sacrifice of a man; and all offerings with a view to propitiate the divine favor, or that implied that there was a deficiency in the merit of the one great atoning sacrifice, would be odious to God. <\/p> <p> <em>He that sacrificeth a lamb <\/em>&mdash;Margin, &lsquo;Kid&rsquo; The Hebrew word (שׂה s&lsquo;eh) may refer to one of a flock, either of sheep or goats <a class=\"ref\">Genesis 22:7-8; Genesis 30:32<\/a>. Where the species is to be distinguished, it is usually specified, as, e. g., <a class=\"ref\">Deuteronomy 14:4<\/a>, כשׂבים שׂה עזים ושׂה ves&lsquo;ēh ‛ı̂zzym s&lsquo;ēh kı̂s&lsquo;âbı̂ym (one of the sheep and one of the goats). Both were used in sacrifice. <\/p> <p>As if he cut off a dog&rsquo;s neck&mdash;That is, as if he had cut off a dog&rsquo;s neck for sacrifice. To offer a dog in sacrifice would have been abominable in the view of a Jew. Even the price for which he was sold was not permitted to be brought into the house of God for a vow (<a class=\"ref\">Deuteronomy 23:18<\/a>; compare <a class=\"ref\">1 Samuel 17:43; 1 Samuel 24:14<\/a>). The dog was held in veneration by many of the pagan, and was even offered in sacrifice; and it was, doubtless, partly in view of this fact, and especially of the fact that such veneration was shown for it in Egypt, that it was an object of such detestation among the Jews. Thus Juvenal, Sat. xiv. says: <\/p> <p>Oppida tota canem venerantur, nemo Dianam. <\/p> <p>&lsquo;Every city worships the dog; none worship Diana.&rsquo; Diodorus (B. i.) says, &lsquo;Certain animals the Egyptians greatly venerate (&sigma;&epsilon;́&beta;&omicron;&nu;&tau;&alpha;&iota; sebontai), not only when alive, but when they are dead, as cats, ichneumons, mice, and dogs.&rsquo; Herodotus says also of the Egyptians, &lsquo;In some cities, when a cat dies all the inhabitants cut off their eyebrows; when a dog dies, they shave the whole body and the head.&rsquo; In Samothracia there was a cave in which dogs were sacrificed to Hecate. Plutarch says, that all the Greeks sacrificed the dog. The fact that dogs were offered in sacrifice by the pagan is abundantly proved by Bochart (Hieroz. i. 2. 56). No kind of sacrifice could have been regarded with higher detestation by a pious Jew. But God here says, that the spirit with which they sacrificed a goat or a lamb was as hateful in his sight as would be the sacrifice of a dog: or that the time would come when, the great sacrifice for sin having been made, and the necessity for all other sacrifice having ceased, the offering of a lamb or a goat for the expiation of sin would be as offensive to him as would be the sacrifice of a dog. <\/p> <p> <em>He that offereth an oblation <\/em>&mdash;On the word rendered here &lsquo;oblation&rsquo; (מנחה minchāh). See the notes at <a class=\"isa\" verses=\"WzE3NjY4XQ==\">Isaiah 1:13<\/a>. <\/p> <p>As if he offered swine&rsquo;s blood&mdash;The sacrifice of a hog was an abomination in the sight of the Hebrews (see the notes at <a class=\"isa\" verses=\"WzE4OTAyXQ==\">Isaiah 65:4<\/a>). Yet here it is said that the offering of the מנחה minchāh, in the spirit in which they would do it, was as offensive to God as would be the pouring out of the blood of the swine on the altar, Nothing could more emphatically express the detestation of God for the spirit with which they would make their offerings, or the fact that the time would come when all such modes of worship would be offensive in his sight. <\/p> <p> <em>He that burneth incense <\/em>&mdash;See the word &lsquo;incense&rsquo; explained in the notes at <a class=\"isa\" verses=\"WzE3NjY4XQ==\">Isaiah 1:13<\/a>. The margin here is, &lsquo;Maketh a memorial of.&rsquo; Such is the usual meaning of the word used here (זכר zâkar), meaning to remember, and in Hiphil to cause to remember, or to make a memorial. Such is its meaning here. incense was burned as a memorial or a remembrance-offering; that is, to keep up the remembrance of God on the earth by public worship (see the notes at <a class=\"isa\" verses=\"WzE4ODYxXQ==\">Isaiah 62:6<\/a>). <\/p> <p> <em>As if he blessed an idol <\/em>&mdash;The spirit with which incense would be offered would be as offensive as idolatry. The sentiment in all this is, that the most regular and formal acts of worship where the heart is lacking, may be as offensive to God as the worst forms of crime, or the most gross and debasing idolatry. Such a spirit often characterized the Jewish people, and eminently prevailed at the time when the temple of Herod was nearly completed, and when the Saviour was about to appear. <\/p>",
    "audit": 1
}