{
    "id": 1678,
    "source": "barnes",
    "verse_id": 18585,
    "verse_count": 1,
    "reference": "45:23 ",
    "title": "",
    "html": "<p><em>I have sworn by myself<\/em>&mdash;This verse contains a fuller statement of the truth intimated in the previous verse, that the benefits of salvation should yet be extended to all the world. It is the expression of God&rsquo;s solemn purpose that all nations should yet be brought to acknowledge him, and partake of the benefits of the true religion. The expression, &lsquo;I have sworn by myself,&rsquo; denotes a purpose formed in the most solemn manner, and ratified in the most sacred form. God could swear by no greater <a class=\"ref\">Hebrews 6:13, Hebrews 6:16<\/a> ; and this, therefore, is the most solemn assurance that could be possibly given that the purpose which he had formed should be executed. To swear by himself is the same as to swear by his life, or to affirm solemnly that the event shall as certainly occur as that he exists. The same idea is often expressed by the phrase, &lsquo;as I live.&rsquo; See a parallel declaration in <a class=\"ref\">Numbers 14:21<\/a> : &lsquo;But as truly as I live, all the earth shall be filled with the glory of the Lord&rsquo; (compare <a class=\"ref\">Numbers 14:28<\/a> ; <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 49:18<\/a> ; <a class=\"ref\">Jeremiah 22:24; Ezekiel 5:11; Ezekiel 14:16, Ezekiel 14:18, Ezekiel 14:20; Zephaniah 2:9; Romans 14:11<\/a> ). This passage is quoted by Paul in <a class=\"ref\">Romans 14:11<\/a> , where the phrase, &lsquo;I have sworn by myself&rsquo; is rendered, &lsquo;as I live, saith the Lord,&rsquo; showing that they are equivalent expressions.<\/p><p><em>The word is gone out of my mouth<\/em>&mdash;The Septuagint renders this, &lsquo;Righteousness shall proceed from my mouth, my words shall not return.&rsquo; Lowth renders it, &lsquo;Truth is gone forth from my mouth; the word, and it shall not be revoked.&rsquo; Jerome, &lsquo;The word of righteousness has gone forth from my mouth, and shall not return.&rsquo; Rosenmuller accords with the interpretation a of Lowth. Probably the correct translation is &lsquo;righteousness&rsquo; (that is, the righteous sentence, or purpose, where the word צדקה tsedâqâh is used in the sense of truth, see <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 45:19<\/a>), has gone out of my mouth, the word (that is, the promise), and it shall not return.&rsquo; In this construction the י (y) before לא lo&rsquo; has the force of a relative pronoun, and is to be referred to דבר dâbâr, &lsquo;the word.&rsquo; The sense is, that God had spoken it, and that all which he has spoken shall certainly be fulfilled. The fact that the declaration has once passed his lips, is full proof that the purpose shall be accomplished. This is not to be understood of any promise which he had made before, but it is a solemn declaration which he now makes by the prophet.<\/p><p><em>That unto me every knee shall bow<\/em>&mdash;To bow or bend the knee, is indicative of homage or adoration; and the idea is, that all should yet acknowledge him to be God (see the note at <a class=\"ref\">Romans 14:11<\/a> ). The ancient mode of offering adoration, or of paying homage, was to place the knee on the ground, and then slowly to incline the body until the head touched the earth. This is practiced now in eastern countries (compare <a class=\"ref\">Genesis 41:43; 1 Kings 19:18; 2 Chronicles 6:13; Matthew 27:29; Romans 11:4; Philippians 2:10; Ephesians 3:14<\/a>). The obvious and proper signification of this is, that the time would come when God would be everywhere acknowledged as the true God. It refers therefore to the future period of glory on the earth, when all people shall have embraced the true religion, and when idolatry shall have come to an end.<\/p><p><em>Every tongue shall swear<\/em>&mdash;This expression is evidently taken from the practice of taking an oath of allegiance to a sovereign, and here means that all would solemnly acknowledge him to be the true God, and submit themselves to his government and will. See the phrase explained in the the note at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 19:18<\/a>. That this refers to the Messiah and his times, is apparent from the fact that it is twice referred to by the apostle Paul, and applied by him to the Lord Jesus and his religion <a class=\"ref\">Romans 14:11; Philippians 2:10<\/a>. It is a glorious promise which remains yet to be fulfilled, and there is no promise in the Bible more certain than that this earth shall yet be filled with the knowledge of the true God.<\/p>",
    "audit": 1
}