{
    "id": 1752,
    "source": "barnes",
    "verse_id": 18659,
    "verse_count": 1,
    "reference": "49:22",
    "title": "",
    "html": "<p><em>Behold, I will lift up mine hand to the Gentiles<\/em> &mdash;To lift up the hand is a sign of beckoning to, or inviting; and the idea here is, that God would call the Gentiles to partake of the blessings of the true religion, and to embrace the Messiah (see the notes at<a class=\"isa\" verses=\"WzE3ODk2XQ==\">Isaiah 11:11<\/a>).<\/p><p><em>And set up my standard to the people<\/em> &mdash;To the people of other lands; the word here being synonymous with the word Gentiles. A standard, or an ensign was erected in times of war to rally the forces of a nation around it; and the sense here is, that God would erect an ensign high in the sight of all the nations, and would call them to himself, as a military leader musters his forces for battle; that is, he would call the nations to embrace the true religion. See this phrase explained in the the note at<a class=\"isa\" verses=\"WzE3ODk3XQ==\">Isaiah 11:12<\/a> .<\/p><p><em>They shall bring thy sons in their arms<\/em> &mdash;Margin, &lsquo;Bosom.&rsquo; Jerome renders it, In ulnis&mdash;&lsquo;In their arms.&rsquo; The Septuagint, &Epsilon;̓&nu; &kappa;&omicron;́&lambda;&pi;&omega;ͅ En kolpō&mdash;&lsquo;In the bosom.&rsquo; Aquila, Symmachus, and Theodotion, &Alpha;̓&gamma;&kappa;&alpha;&lambda;&alpha;&sigmaf; Agkalas&mdash;&lsquo;In their arms.&rsquo; If it means bosom, as Gesenius renders it, it refers to the bosom of a garment in which things are carried. But it more probably means in the arms, as children are borne; and the idea is, that the distant nations would come and bear with them those who were the children of Zion, that is, those who would become the true friends and worshippers of God.<\/p><p><em>And thy daughters shall be carried upon their shoulders<\/em> &mdash;Referring, doubtless, to the manner in which children were carried. In<a class=\"isa\" verses=\"WzE4OTM1XQ==\">Isaiah 66:12<\/a> , the same idea is expressed by their being carried upon the sides, referring to the custom still prevalent in the East, of placing a child when it is nursed astride on the side of the mother. The following quotation will more fully explain the customs here alluded to. &lsquo;It is a custom in many parts of the East, to carry their children astride upon the hip, with the arm around the body. In the kingdom of Algiers, where the slaves take the Children out, the boys ride upon their shoulders; and in a religious procession, which Symes had an opportunity of seeing at Ava, the capital of the Burman empire, the first personages of rank that passed by were three children borne astride, on people&rsquo;s shoulders. It is evident, from these facts, that the Oriental children are carried sometimes the one way, sometimes the other.<\/p><p>Nor was the custom, in reality, different in Judea, though the prophet expresses himself in these terms: &ldquo;They shall bring thy sons in their arms, and thy daughters shall be carried upon their shoulders;&rdquo; for, according to Dr. Russel, the children able to support themselves are usually carried astride on the shoulders; but in infancy they are carried in the arms, or awkwardly on one haunch. Dandini tells us that, on horseback, the Asiatics &ldquo;carry their children upon their shoulders with great dexterity. These children hold by the head of him who carries them, whether he be on horseback or on foot, and do not hinder him from walking or doing what he pleases.&rdquo; This augments the import of the passage in Isaiah, who speaks of the Gentiles bringing children thus; so that distance is no objection to this mode of conveyance, since they may thus be brought on horseback from among the people, however remote.&rsquo; (Paxton) &lsquo;Children of both sexes are carried on the shoulders.<\/p><p>Thus may be seen the father carrying his son, the little fellow being astride on the shoulder, having, with his hands, hold of his father&rsquo;s head. Girls, however, sit on the shoulder, as if on a chair, their legs banging in front, while they also, with their hands, lay hold of the head. In going to, or returning from pagan festivals, thousands of parents and their children may be thus seen marching along with joy.&rsquo; (Roberts) The sense is, that converts should come from every land&mdash;that the nations should flock to the standard of the Messiah. And why may it not be regarded as a legitimate interpretation of this passage, that those who come should bring their children, their sons and their daughters, with them? That they were borne upon the arm, or upon the shoulder, is indicative of their being young children; and that is no forced interpretation of this passage which regards it as teaching, that the parents who should be converted among the Gentiles should bring their offspring to the Redeemer, and present them publicly to God.<\/p> ",
    "audit": 1
}