{
    "id": 1232,
    "source": "barnes",
    "verse_id": 18139,
    "verse_count": 1,
    "reference": "26:8",
    "title": "",
    "html": "<p><em>Yea, in the way of thy judgements<\/em> &mdash;The word &lsquo;judgments&rsquo; often refers to the statutes or laws of God. But it may also refer to the afflictions and trials with which he visits or judges people; the punishments which they endure for their sins. In which sense the word is used here it is not easy to determine. Lowth understands it of the &lsquo;laws&rsquo; of Yahweh. So Kimchi, who says that the sense is, that during their captivity and trials, they had not remitted anything of their love and piety toward God. I am inclined to the belief that this is the true interpretation, because in the corresponding member of the parallelism they are represented as saying that the desire of their soul was to God, and to the remembrance of him, implying that they sought by an observance of his laws to please him, and to secure his favor.<\/p><p><em>The desire of our soul is to thy name<\/em> &mdash;The word &lsquo;name&rsquo; is used here, as it is often, to denote God himself. They desired that he would come and deliver them; they earnestly wished that he would manifest himself to them as their friend.<\/p><p><em>And to the remembrance of thee<\/em> &mdash;The word &lsquo;remembrance&rsquo; (זכר zēker) is often equivalent to name, appellation, or that by which anyone is remembered, or known. Thus<a class=\"ref\">Exodus 3:15<\/a> :<\/p><p>This is my name for ever;<\/p><p>And this is my memorial זכרי zikeriy unto all generations.<\/p><p>So<a class=\"ref\">Psalm 30:4<\/a> :<\/p><p>Sing unto Yahweh, O ye saints of his;<\/p><p>And give thanks at the remembrance of his holiness;<\/p><p>That is, at his holy memorial (Margin,) or name. In the place before us it seems to be used in the sense of name or appellation; that is, that by which God would be remembered or known.<\/p> ",
    "audit": 1
}