{
    "id": 841,
    "source": "barnes",
    "verse_id": 17748,
    "verse_count": 1,
    "reference": "5:8",
    "title": "",
    "html": "<p><em>Wo unto them... <\/em>&mdash;The prophet now proceeds to &ldquo;specify&rdquo; some of the crimes to which he had referred in the parable of the vineyard, of which the Jews had been guilty. The first is &ldquo;avarice.&rdquo;<\/p><p><em>That join house to house<\/em>&mdash;That seek to possess many houses; or perhaps that seek to live in large and magnificent palaces. A similar denunciation of this sin is recorded in <a class=\"ref\">Micah 2:2; Nehemiah 5:1-8<\/a>. This, together with what follows, was contrary to the law of Moses. He provided that when the children of Israel should enter the land of Canaan, the land should be equitably divided; and in order to prevent avarice, he ordained the &ldquo;jubilee,&rdquo; occurring once in fifty years, by which every man and every family should be restored to their former possession; <a class=\"ref\">Leviticus 25<\/a>. Perhaps there could have been no law so well framed to prevent the existence, and avoid the evils of covetousness. Yet, in defiance of the obvious requirements and spirit of that law, the people in the time of Isaiah had beome generally covetous.<\/p><p><em>That lay field to field<\/em>&mdash;That purchase one farm after another. The words &lsquo;that lay,&rsquo; mean &ldquo;to cause to approach;&rdquo; that is, they &ldquo;join&rdquo; on one farm after another.<\/p><p><em>Till there be no place<\/em>&mdash;Until they reach the &ldquo;outer limit&rdquo; of the land; until they possess all.<\/p><p><em>That they may be placed alone<\/em>&mdash;That they may displace all others; that they may drive off from their lands all others, and take possession of them themselves.<\/p><p><em>In the midst of the earth<\/em>&mdash;Or rather, in the midst of the &ldquo;land.&rdquo; They seek to obtain the whole of it, and to expel all the present owners. Never was there a more correct description of avarice. It is satisfied with no present possessions, and would be satisfied only if all the earth were in its possession. Nor would the covetous man be satisfied then. He would sit down and weep that there was nothing more which he could desire. How different this from that &ldquo;contentment&rdquo; which is produced by religion, and the love of the happiness of others!<\/p> ",
    "audit": 1
}