{
    "id": 1984,
    "source": "barnes",
    "verse_id": 18891,
    "verse_count": 1,
    "reference": "64:5 ",
    "title": "",
    "html": "<p><em>Thou meetest him<\/em>&mdash;Perhaps there are few verses in the Bible that have given more perplexity to interpreters than this; and after all that has been done, the general impression seems to be, that it is wholly inexplicable, or without meaning&mdash;as it certainly is in our translation. Noyes says of his own translation of the last member of the verse, &lsquo;I am not satisfied with this or any other translation of the line which I have seen.&rsquo; Lowth says, &lsquo;I am fully persuaded that these words as they stand at present in the Hebrew text are utterly unintelligible. There is no doubt of the meaning of each word separately, but put together they make no sense at all. I conclude, therefore, that the copy has suffered by transcribers in this place.&rsquo; And after proposing an important change in the text, without any authority, he says, &lsquo;perhaps these may not be the very words of the prophet, but, however, it is better than to impose upon him what makes no sense at all, as they generally do who pretend to render such corrupted passages.&rsquo; Arch. Secker also proposed an important change in the Hebrew text, but there is no good authority in the manuscripts, it is believed, for any change.<\/p><p>Without repeating what has been said by expositors on the text, I shall endeavor to state what seems to me to be its probable signification. Its general purpose, I think, is clear. It is to urge, as an argument for God&rsquo;s interposition, the fact that he was accustomed to regard with pleasure those who did well; yet to admit that he was now justly angry on account of their sins, and that they had continued so long in them that they had no hope of being saved but in his mercy. An examination of the words and phrases which occur, will prepare us to present at a single view the probable meaning. The word rendered &lsquo;thou meetest,&rsquo; (פגעת pâga‛ethâ) means probably to strike upon, to impinge; then to fall upon in a hostile manner, to urge in any way as with petitions and prayers; and then to strike a peace or league with anyone. See the word explained in the notes at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 47:3<\/a>. Here it means, as I suppose, to meet for purposes of peace, friendship, protection; that is, it was a characteristic of God that he met such persons as are described for purposes of kindness and favor; and it expresses the belief of the petitioners that whatever they were suffering, still they had no doubt that it was the character of God to bless the righteous.<\/p><p><em>That rejoiceth<\/em>&mdash;This translation evidently does not express the sense of the Hebrew, unless it be understood as meaning that God meets with favor those who rejoice in doing righteousness. So Gesenius translates it, &lsquo;Thou makest peace with him who rejoices to do justice; that is, with the just and upright man thou art in league, thou delightest in him.&rsquo; So Noyes renders it, &lsquo;Thou art the friend of those who joyfully do righteousness.&rsquo; Lowth &lsquo;Thou meetest with joy those who work righteousness.&rsquo; Jerome, &lsquo;Thou meetest him who rejoices and does right.&rsquo; The phrase used (את־שׂשׂ &lsquo;eth-s&lsquo;ās&rsquo;) seems to me to mean, &lsquo;With joy,&rsquo; and to denote the general habit of God. It was a characteristic of him to meet the just &lsquo;with joy,&rsquo; that is, joyfully.<\/p><p><em>And worketh righteousness<\/em>&mdash;Hebrew, &lsquo;And him that doeth righteousness;&rsquo; that is, &lsquo;thou art accustomed to meet the just with joy, and him that does right.&rsquo; It was a pleasure for God to do it, and to impart to them his favors.<\/p><p><em>Those that remember thee in thy ways<\/em>&mdash;On the word &lsquo;remember,&rsquo; used in this connection, see the notes at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 62:6<\/a>. The idea is, that such persons remembered God in the modes which he had appointed; that is, by prayer, sacrifices, and praise. With such persons he delighted to meet, and such he was ever ready to succor.<\/p><p><em>Behold, thou art wroth<\/em>&mdash;This is language of deep feeling on the part of the suppliants. Notwithstanding the mercy of God, and his readiness to meet and bless the just, they could not be ignorant of the fact that he was now angry with them. They were suffering under the tokens of his displeasure; but they were not now disposed to blame him. They felt the utmost assurance that he was just, whatever they might have endured. It is to be borne in mind, that this is language supposed to be used by the exiles in Babylon, near the close of the captivity; and the evidences that God was angry were to be seen in their heavy sorrows there, in their desolate land, and in the ruins of their prostrate city and temple (see the notes at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 64:10-11<\/a>).<\/p><p><em>In those is continuance<\/em>&mdash;Lowth has correctly remarked that this conveys no idea. To what does the word &lsquo;those&rsquo; refer? No antecedent is mentioned, and expositors have been greatly perplexed with the passage. Lowth, in accordance with his too usual custom, seems to suppose that the text is corrupted, but is not satisfied with any proposed mode of amending it. He renders it, &lsquo;because of our deeds, for we have been rebellious;&rsquo; changing entirely the text&mdash;though following substantially the sense of the Septuagint. Noyes renders it, &lsquo;Long doth the punishment endure, until we be delivered;&rsquo; but expresses, as has been already remarked, dissatisfaction even with this translation, and with all others which he has seen. Jerome renders it, In ipsis fuimus semper&mdash;&lsquo;We have always been in them,&rsquo; that is, in our sins. The Septuagint, &Delta;&iota;&alpha;̀ &tau;&omicron;&upsilon;͂&tau;&omicron; &epsilon;̓&pi;&lambda;&alpha;&nu;&eta;́&theta;&eta;&mu;&epsilon;&nu; Dia touto eplanēthēmen, etc. &lsquo;Because of this we wandered, and became all of us as unclean, and all our righteousness as a filthy rag.&rsquo; It seems to me that the phrase בחם bâhem, &lsquo;in them,&rsquo; or &lsquo;in those,&rsquo; refers to sins understood; and that the word rendered &lsquo;continuance&rsquo; (עולם ‛ôlâm) is equivalent to a long former period; meaning that their sins had been of long continuance, or as we would express it, &lsquo;we have been always sinners.&rsquo; It is the language of humble confession, denoting that this had been the characteristic of the nation, and that this was the reason why God was angry at them.<\/p><p><em>And we shall be saved<\/em>&mdash;Lowth renders this, or rather substitutes a phrase for it, thus, &lsquo;For we have been rebellious&rsquo;&mdash;amending it wholly by conjecture. But it seems to me that Castellio has given an intelligible and obvious interpretation by regarding it as a question: &lsquo;Jamdiu peccavimus, et serv-abimur?&rsquo; &lsquo;Long time have we sinned, and shall we be saved?&rsquo; That is, we have sinned so long, our offences have been so aggravated, how can we hope to be saved? Is salvation possible for such sinners? It indicates a deep consciousness of guilt, and is language such as is used by all who feel their deep depravity before God. Nothing is more common in conviction for sin, or when suffering under great calamities as a consequence of sin, than to ask the question whether it is possible for such sinners to be saved. I have thus given, perhaps at tedious length, my view of this verse, which has so much perplexed commentators. And though the view must be submitted with great diffidence after such a man as Lowth has declared it to be without sense as the Hebrew text now stands, and though no important doctrine of religion is involved by the exposition, yet some service is rendered if a plausible and probable interpretation is given to a much disputed passage of the sacred Scriptures, and if we are saved from the necessity of supposing a corruption in the Hebrew text.<\/p>",
    "audit": 1
}