{
    "id": 1580,
    "source": "barnes",
    "verse_id": 18487,
    "verse_count": 1,
    "reference": "42:6 ",
    "title": "",
    "html": "<p><em>I the Lord have called thee in righteousness<\/em>&mdash;The phrase &lsquo;in righteousness&rsquo; has been very differently understood by different expositors (see the note at <a class=\"isa\" verses=\"WzE4NDYyXQ==\">Isaiah 41:10<\/a> ). The most probable meaning may be, &lsquo;I have done it as a righteous and just God, or in the accomplishment of my righteous purposes. I am the just moral governor of the universe, and to accomplish my purposes of justice and fidelity, I have designated thee to this work.&rsquo; Lowth has well rendered it, &lsquo;For a righteous purpose.&rsquo; In this work all was righteousness. God was righteous, who appointed him; it was because he was righteous, and could not save without a mediator and an atonement, that he sent him into the world; he selected one who was eminently righteous to accomplish his purpose; and he came that he might establish righteousness on the earth, and confirm the just government of God (see <a class=\"isa\" verses=\"WzE4NTAyXQ==\">Isaiah 42:21<\/a> ).<\/p><p><em>And will hold thine hand<\/em>&mdash;I will take thee by the hand, as one does who guides and leads another. The phrase denotes the same as to guard, or keep&mdash;as we protect a child by taking him by the hand.<\/p><p><em>And give thee for a covenant<\/em>&mdash;This is evidently an abbreviated form of expression, and the meaning is, &lsquo;I will give or appoint thee as the medium, or means by which a covenant shall be made with the people; or a mediator of the new covenant which God is about to establish with men&rsquo; (see <a class=\"isa\" verses=\"WzE4NjQ1XQ==\">Isaiah 49:8<\/a> ). A similar expression occurs in <a class=\"ref\">Micah 5:5<\/a> , where it is said of the Messiah, &lsquo;and this man shall be the peace;&rsquo; that is, he shall be the source of peace, or peace shall be established and maintained by him. So in <a class=\"ref\">Ephesians 2:14<\/a>, it is said of him, &lsquo;he is our peace.&rsquo;<\/p><p><em>Of the people<\/em>&mdash;It has been doubted whether this means the Jewish people, or the Gentiles. Grotius, Hengstenberg, Vitringa, and others understand it of the Jews; Rosenmuller and others, of the Gentiles. It is not easy to determine which is the correct interpretation. But the meaning, as I apprehend, is, not that he would confirm the ancient covenant with the descendants of Abraham, as Hengstenberg and Vitringa suppose, but that his covenant would be established with all, with both Jews and Gentiles. According to this, it will refer to the Jews, not as Jews, or as already interested in the covenant, but as constituting one portion of the world; and the whole expression will mean, that his religion will be extended to Jews and Gentiles: that is, to the whole world.<\/p><p><em>For a light of the Gentiles<\/em>&mdash;(See <a class=\"ref\">Luke 2:32<\/a> ). &lsquo;Light&rsquo; is the emblem of knowledge, instruction, and of the true religion. The Messiah is often called &lsquo;light,&rsquo; and the &lsquo;light of the world&rsquo; (see <a class=\"ref\">Matthew 4:16<\/a> ; compare the note at <a class=\"isa\" verses=\"WzE3ODMyXQ==\">Isaiah 9:2<\/a> ; <a class=\"ref\">John 1:4, John 1:7, John 1:9; John 3:19; John 8:12; John 9:5; John 12:35, John 12:46; Revelation 21:23<\/a>). This is one of the numerous declarations which occur in Isaiah, that the religion of the Messiah would be extended to the pagan world; and that they, as well as the Jews, would be brought to partake of its privileges.<\/p>",
    "audit": 1
}