{
    "id": 1808,
    "source": "barnes",
    "verse_id": 18715,
    "verse_count": 1,
    "reference": "53:3",
    "title": "",
    "html": "<p><em>He is despised<\/em>&mdash;This requires no explanation; and it needs no comment to show that it was fulfilled. The Redeemer was eminently the object of contempt and scorn alike by the Pharisees, the Sadducees, and the Romans. In his life on earth it was so; in his death it was still so; and since then, his name and person have been extensively the object of contempt. Nothing is a more striking fulfillment of this than the conduct of the Jews at the present day. The very name of Jesus of Nazareth excites contempt; and they join with their fathers who rejected him in heaping on him every term indicative of scorn.<\/p><p><em>Rejected of men<\/em>&mdash;This phrase is full of meaning, and in three words states the whole history of man in regard to his treatment of the Redeemer. The name &lsquo;The Rejected of Men,&rsquo; will express all the melancholy history; rejected by the Jews; by the rich; the great and the learned; by the mass of people of every grade, and age, and rank. No prophecy was ever more strikingly fulfilled; none could condense more significancy into few words. In regard to the exact sense of the phrase, interpreters have varied. Jerome renders it, Novissium virorum&mdash;&lsquo;The last of men;&rsquo; that is, the most abject and contemptible of mankind. The Septuagint, &lsquo;His appearance is dishonored (&alpha;̓́&tau;&iota;&mu;&omicron;&nu; atimon) and defective (&epsilon;̓&kappa;&lambda;&epsilon;&iota;&pi;&omicron;&nu; ekleipon) more than the sons of men.&rsquo; The Chaldee, &lsquo;He is indeed despised, but he shall take away the glory of all kings; they are infirm and sad, as if exposed to all calamities and sorrows.&rsquo; Some render it, &lsquo;Most abject of men,&rsquo; and they refer to <a class=\"ref\">Job 19:14<\/a> , where the same word is used to denote those friends who forsake the unfortunate.<\/p><p>The word חדל châdêl used here, is derived from the verb חדל châdal, which means &ldquo;to cease, to leave off, to desist&rdquo;; derived, says Gesenius (Lexicon), from the idea of becoming languid, flaccid; and thence transferred to the act of ceasing from labor. It means usually, to cease, to desist from, to leave, to let alone (see <a class=\"ref\">1 Kings 22:6-15; Job 7:15; Job 10:20<\/a>; <a class=\"isa\" verses=\"WzE3NzA4XQ==\">Isaiah 2:22<\/a>). According to Gesenius, the word here means to be left, to be destitute, or forsaken; and the idea is, that be was forsaken by people. According to Hengstenberg (Christol.) it means &lsquo;the most abject of men,&rsquo; he who ceases from men, who ceases to belong to the number of men; that is, who is the most abject of men. Castellio renders it, Minus quash homo&mdash;&lsquo;Less than a man.&rsquo; Junius and Tremellius, Abjectissimus virorum&mdash;&lsquo;The most abject of men.&rsquo; Grotius, &lsquo;Rejected of men.&rsquo; Symmachus, &Epsilon;̓&lambda;&alpha;́&chi;&iota;&sigma;&tau;&omicron;&sigmaf; &alpha;̓&nu;&delta;&rho;&omega;͂&nu; Elachistos andrōn&mdash;&lsquo;the least of men.&rsquo; The idea is, undoubtedly, somehow that of ceasing from human beings, or from being regarded as belonging to mankind.<\/p><p>There was a ceasing, or a withdrawing of that which usually pertains to man, and which belongs to him. And the thought probably is, that he was not only &lsquo;despised,&rsquo; but that there was an advance on that&mdash;there was a ceasing to treat him as if he had human feelings, and was in any way entitled to human fellowship and sympathy. It does not refer, therefore, so much to the active means employed to reject him, as to the fact that he was regarded as cut off from man; and the idea is not essentially different from this, that he was the most abject and vile of mortals in the estimation of others; so vile as not to be deemed worthy of the treatment due to the lowest of men. This idea has been substantially expressed in the Syriac translation.<\/p><p><em>A man of sorrows<\/em>&mdash;What a beautiful expression! A man who was so sad and sorrowful; whose life was so full of sufferings, that it might be said that that was the characteristic of the man. A similar phraseology occurs in <a class=\"ref\">Proverbs 29:1<\/a> , &lsquo;He that being often reproved,&rsquo; in the margin, &lsquo;a man of reproofs;&rsquo; in the Hebrew, &lsquo;A man of chastisements,&rsquo; that is, a man who is often chastised. Compare <a class=\"ref\">Daniel 10:11<\/a>: &lsquo;O Daniel, a man greatly beloved,&rsquo; Margin, as in Hebrew, &lsquo;A man of desires; that is, a man greatly desired. Here, the expression means that his life was characterized by sorrows. How remarkably this was fulfilled in the life of the Redeemer, it is not necessary to attempt to show.<\/p><p><em>And acquainted with grief<\/em>&mdash;Hebrew, חלי וידוע viydûa‛ choliy&mdash;&lsquo;And knowing grief.&rsquo; The word rendered &lsquo;grief&rsquo; means usually sickness, disease <a class=\"ref\">Deuteronomy 7:15; Deuteronomy 28:61<\/a>; <a class=\"isa\" verses=\"WzE3NjYwXQ==\">Isaiah 1:5<\/a>; but it also means anxiety, affliction <a class=\"ref\">Ecclesiastes 5:16<\/a>; and then any evil or calamity <a class=\"ref\">Ecclesiastes 6:2<\/a>. Many of the old interpreters explain it as meaning, that he was known or distinguished by disease; that is, affected by it in a remarkable manner. So Symm. &Gamma;&nu;&omega;&sigma;&tau;&omicron;́&sigmaf; &nu;&omicron;́&sigma;&omega;ͅ Gnōstos nosō. Jerome (the Vulgate) renders it, Scientem infirmitatem. The Septuagint renders the whole clause, &lsquo;A man in affliction (&epsilon;̓&nu; &pi;&lambda;&eta;&gamma;&eta;͂ͅ en plēgē), and knowing to bear languor, or disease&rsquo; (&epsilon;&iota;̓&delta;&omega;̀; &phi;&epsilon;́&rho;&epsilon;&iota;&nu; &mu;&alpha;&lambda;&alpha;&kappa;&iota;́&alpha;&nu; eidōs pherein malakian). But if the word here means disease, it is only a figurative designation of severe sufferings both of body and of soul. Hengstenberg, Koppe, and Ammon, suppose that the figure is taken from the leprosy, which was not only one of the most severe of all diseases, but was in a special manner regarded as a divine judgment. They suppose that many of the expressions which follow may be explained with reference to this (compare <a class=\"ref\">Hebrews 4:15<\/a>). The idea is, that he was familiar with sorrow and calamity. It does not mean, as it seems to me, that he was to be himself sick and diseased; but that he was to be subject to various kinds of calamity, and that it was to be a characteristic of his life that he was familiar with it. He was intimate with it. He knew it personally; he knew it in others. He lived in the midst of scenes of sorrow, and be became intimately acquainted with its various forms, and with its evils. There is no evidence that the Redeemer was himself sick at any time&mdash;which is remarkable&mdash;but there is evidence in abundance that he was familiar with all kinds of sorrow, and that his own life was a life of grief.<\/p><p><em>And we hid as it were our faces from him<\/em>&mdash;There is here great variety of interpretation and of translation. The margin reads, &lsquo;As an hiding of faces from him,&rsquo; or &lsquo;from us,&rsquo; or, &lsquo;He hid as it were his face from us.&rsquo; The Hebrew is literally, &lsquo;And as the hiding of faces from him, or from it;&rsquo; and Hengstenberg explains it as meaning, &lsquo;He was as an hiding of the face before it.&rsquo; that is, as a thing or person before whom a man covers his face, because he cannot bear the disgusting sight. Jerome (the Vulgate) renders it, &lsquo;His face was as it were hidden and despised.&rsquo; The Septuagint, &lsquo;For his countenance was turned away&rsquo; (&alpha;̓&pi;&epsilon;́&sigma;&tau;&rho;&upsilon;&pi;&tau;&alpha;&iota;̀ apestraptai). The Chaldee, &lsquo;And when he took away his countenance of majesty from us, we were despised and reputed as nothing.&rsquo; Interpreters have explained it in various ways.<\/p><p>1. &lsquo;He was as one who hides his face before us;&rsquo; alluding, as they suppose, to the Mosaic law, which required lepers to cover their faces <a class=\"ref\">Leviticus 13:45<\/a> , or to the custom of covering the face in mourning, or for shame.<\/p><p>2. Others explain it as meaning, &lsquo;as one before whom is the covering of the face, that is, before whom a man covers the face from shame or disgust. So Gesenius.<\/p><p>3. Others, &lsquo;He was as one causing to conceal the face,&rsquo; that is, he induced others to cover the face before him. His sufferings were so terrible as to induce them to turn away. So John H. Michaelis.<\/p><p>The idea seems to be, that he was as one from whom people hide their faces, or turn away. This might either arise from a sight of his sufferings, as being so offensive that they would turn away in pain&mdash;as in the case of a leper; or it might be, that he was so much an object of contempt, and so unlike what they expected, that they would hide their faces and turn away in scorn. This latter I suppose to be the meaning; and that the idea is, that he was so unlike what they had expected, that they hid their faces in affected or real contempt.<\/p><p><em>And we esteemed him not<\/em>&mdash;That is, we esteemed him as nothing; we set no value on him. In order to give greater energy to a declaration, the Hebrews frequently express a thing positively and then negatively. The prophet had said that they held him in positive contempt; he here says that they did not regard him as worthy of their notice. He here speaks in the name of his nation&mdash;as one of the Jewish people. &lsquo;We, the Jews, the nation to whom he was sent, did not esteem him as the Messiah, or as worthy of our affection or regard.&rsquo;<\/p> ",
    "audit": 1
}