{
    "id": 774,
    "source": "barnes",
    "verse_id": 17681,
    "verse_count": 1,
    "reference": "1:26",
    "title": "",
    "html": " <p> <em>And I will restore... <\/em>&mdash;That is, I will give you such judges as the nation had in former days&mdash;in the times of Moses, Joshua, etc. Most of the charges in this chapter are against the magistrates. The calamities of the nation are traced to their unfaithfulness and corruption, <a class=\"isa\" verses=\"eyIxNzY3MiI6N30=\">Isaiah 1:17-23 <\/a>. God now says that he will remove this cause of their calamity, and give them pure magistrates. <\/p> <p> <em>Thy counselors <\/em>&mdash;Thy advisers; that is, those occupying places of trust and responsibility. When this should be, the prophet does not say. The Jewish commentators suppose that he refers to the time after the return from captivity, and to such men as Zerubbabel, Ezra, and Nehemiah; and to the times of Hyrcanus and Herod, Jerome supposes that the times of the Messiah are referred to. It is impossible to determine which is the correct opinion; though, as the Babylonian captivity was the punishment of those national sins which the prophet was denouncing, it is more probable that he refers to the time immediately succeeding that punishment, when the nation would be restored. I am inclined, therefore, to the opinion, that the prophet had reference solely to the prosperity of the Jewish nation, under a succession of comparatively virtuous princes, after the Babylonian captivity. <\/p> <p> <em>Thou shalt be called... <\/em>&mdash;The principal cause of your wickedness and calamity, that is, your unfaithful rulers being removed and punished, you shall afterward be distinguished as a city of righteousness. <\/p> <p> <em>The faithful city <\/em>&mdash;That is, faithful to Yahweh&mdash;faithful in keeping his laws, and maintaining the rites of his religion as formerly; compare <a class=\"isa\" verses=\"WzE3Njc2XQ==\">Isaiah 1:21 <\/a>. <\/p> ",
    "audit": 1
}