{
    "id": 1658,
    "source": "barnes",
    "verse_id": 18565,
    "verse_count": 1,
    "reference": "45:3",
    "title": "",
    "html": "<p><em>And I will give thee the treasures of darkness<\/em>&mdash;The treasures which kings have amassed, and which they have laid up in dark and secure places. The word &lsquo;darkness,&rsquo; here, means that which was hidden, unknown, secret (compare <a class=\"ref\">Job 12:22<\/a>). The treasures of the kings of the East were usually hidden in some obscure and strong place, and were not to be touched except in cases of pressing necessity. Alexander found vast quantities of treasure thus hidden among the Persians; and it was by taking such treasures that the rapacity of the soldiers who followed a conqueror was satisfied, and in fact by a division of the spoils thus taken that they were paid. There can be no doubt that large quantities of treasure in this manner would be found in Babylon. The following observations from Harmer (Obs. pp. 111, 511-513), will show that it was common to conceal treasures in this manner in the East; &lsquo;We are told by travelers in the East, that they have met with great difficulties, very often from a notion universally disseminated among them, that all Europeans are magicians, and that their visits to those eastern countries are not to satisfy curiosity, but to find out, and get possession of those vast treasures they believe to be buried there in great quantities.<\/p><p>These representations are very common; but Sir John Chardin gives us a more particular and amusing account of affairs of this kind: &ldquo;It is common in the Indies, for those sorcerers that accompany conquerors, everywhere to point out the place where treasures are bid. Thus, at Surat, when Siragi came thither, there were people who, with a stick striking on the ground or against walls, found out those that had been hollowed or dug up, and ordered such places to be opened.&rdquo; He then intimates that something of this nature had happened to him in Mingrelia. Among the various contradictions that agitate the human breast, this appears to be a remarkable one; they firmly believe the power of magicians to discover bidden treasures, and yet they continue to hide them. Dr. Perry has given us all account of some mighty treasures hidden in the ground by some of the principal people of the Turkish empire, which, upon a revolution, were discovered by domestics privy to the secret.<\/p><p>D&rsquo;Herbelot has given us accounts of treasures concealed in the same manner, some of them of great princes, discovered by accidents extremely remarkable: but this account of Chardin&rsquo;s, of conquerors pretending to find out hidden treasures by means of sorcerers, is very extraordinary. As, however, people of this cast have made great pretences to mighty things, in all ages, and were not unfrequently confided in by princes, there is reason to believe they pretended sometimes, by their art, to discover treasures, anciently, to princes, of which they had gained intelligence by other methods; and, as God opposed his prophets, at various times, to pretended sorcerers, it is not unlikely that the prophet Isaiah points at some such prophetic discoveries, in those remarkable words <a class=\"isa\" verses=\"WzE4NTY1XQ==\">Isaiah 45:3<\/a>: &ldquo;And I will give thee the treasures of darkness, and hidden riches of secret places, that thou mayest know that I the Lord, which call thee by thy name, am the God of Israel.&rdquo; I will give them, by enabling some prophet of mine to tell thee where they are concealed.<\/p><p>Such a supposition throws a great energy into those words.&rsquo; The belief that the ruins of cities abound with treasures that were deposited there long since, prevails in the East, and the inhabitants of those countries regard all travelers who come there, Burckhardt informs us, as coming to find treasures, and as having power to remove them by enchantment. &lsquo;It is very unfortunate,&rsquo; says he, &lsquo;for European travelers, that the idea of treasures being hidden in ancient edifices is so strongly rooted in the minds of the Arabs and Turks; they believe that it is sufficient for a true magician to have seen and observed the spot where treasures are hidden (of which be is supposed to be already informed by the old books of the infidels who lived on the spot), in order to be able afterward at his ease to command the guardian of the treasure to set the whole before him. It was of no avail to tell them to follow me and see whether I searched for money.<\/p><p>Their reply was, &ldquo;Of course you will not dare to take it out before us, but we know that if you are a skillful magician you will order it to follow you through the air to whatever place you please.&rdquo; If the traveler takes the dimensions of a building or a column, they are persuaded it is a magical proceeding.&rsquo; (Travels in Syria, pp. 428, 429. Ed. Lond. 4to, 1822.) Laborde, in his account of a visit to Petra, or Sela, has given an account of a splendid temple cut in the solid rock, which is called the Khasne, or &lsquo;treasury of Pharaoh.&rsquo; It is sculptured out of an enormous block of freestone, and is one of the most splendid remains of antiquity. It is believed by the Arabs to have been the place where Pharaoh, supposed to have been the founder of the costly edifices of Petra, had deposited his wealth. &lsquo;After having searched in vain,&rsquo; says Laborde, &lsquo;all the coffins and funeral monuments, to find his wealth, they supposed it must be in the urn which surmounted the Khasne. But, unhappily, being out of their reach, it has only served the more to kindle their desires.<\/p><p>Hence, whenever they pass through the ravine, they stop for a moment, charge their guns, aim at the urn, and endeavor by firing at it, to break off some fragments, with a view to demolish it altogether, and get at the treasure which it is supposed to contain.&rsquo; (Laborde&rsquo;s Sinai and Petra, p. 170. Ed. Lond. 1836.) The treasures which Cyrus obtained in his conquests are known to have been immense. Sardis, the capital of Croesus, king of Lydia, the most wealthy monarch of his time, was, according to Herodotus (i. 84), given up to be plundered; and his hoarded wealth became the spoil of the victor (see also Xen. Cyr. vii.) That Babylon abounded in treasures is expressly declared by Jeremiah Jer 51:13: &lsquo;O thou that dwellest upon many waters, abundant in treasures.&rsquo; These treasures also, according to Jeremiah Jer 50:37, became the spoil of the conqueror of the city. Pithy also has given a description of the wealth which Cyrus obtained in his conquests, which strikingly confirms what Isaiah here declares: &lsquo;Cyrus, in the conquest of Asia, obtained thirty-four thousand pounds weight of gold, besides golden vases, and gold that was made with leaves, and the palm-tree, and the vine.<\/p><p>In which victory also he obtained five hundred thousand talents of silver, and the goblet of Semiramis, which weighed fifteen talents.&rsquo; (Nat. Hist. 33. 3.) Brerewood has estimated that this gold and silver amounted to one hundred and twenty-six million, and two hundred and twenty-four thousand pounds sterling. (De Pon. et Men. 10.) Babylon was the center of an immense traffic that was carried on between the eastern parts of Asia and the western parts of Asia and Europe. For a description of this commerce, see an article in the Bib. Rep. vol. vii. pp. 364-390. Babylonian garments, it will be remembered, of great value, had made their way to Palestine in the time of Joshua Jos 7:21. Tapestries embroidered with figures of griffons and other monsters of eastern imagination were articles of export (Isaac Vossius, Observatio). Carpets were made there of the finest materials and workmanship, and formed an article of extensive exportation. They were of high repute in the times of Cyrus; whose tomb at Pasargada was adorned with them (Arrian, Exped. Alex. vi. 29). Great quantities of gold were used in Babylon. The vast image of gold erected by Nebuchadnezzar in the plain of Dura is proof enough of this fact. The image was sixty cubits high and six broad <a class=\"ref\">Daniel 3:1<\/a>. Herodotus (i. 183) informs us that the Chaldeans used a thousand talents of frankincense annually in the temple of Jupiter.<\/p><p><em>That thou mayest know<\/em>&mdash;That from these signal successes, and these favors of heaven, you may learn that Yahweh is the true God. This he would learn because he would see that he owed it to heaven (see the note at <a class=\"isa\" verses=\"WzE4NTY0XQ==\">Isaiah 45:2<\/a>); and because the prediction which God had made of his success would convince him that he was the true and only God. That it had this effect on Cyrus is apparent from his own proclamation (see <a class=\"ref\">Ezra 1:2<\/a>). God took this method of making himself known to the monarch of the most mighty kingdom of the earth, in order, as he repeatedly declares, that through his dealings with kingdoms and people he may be acknowledged.<\/p><p><em>Which call thee by thy name<\/em>&mdash;(See the notes at <a class=\"isa\" verses=\"WzE4NTA3XQ==\">Isaiah 43:1<\/a>). That thou mayest know that I, who so long before designated thee by name, am the true God. The argument is, that none but God could have foretold the name of him who should be the deliverer of his people.<\/p><p><em>Am the God of Israel<\/em>&mdash;That the God of Israel was the true and only God. The point to be made known was not that he was the God of Israel, but that the God of Israel was Yahweh the true God.<\/p> ",
    "audit": 1
}