{
    "id": 1440,
    "source": "barnes",
    "verse_id": 18347,
    "verse_count": 1,
    "reference": "36:16 ",
    "title": "",
    "html": "<p><em>Hearken not to Hezekiah<\/em>&mdash;Do not listen to his entreaties to confide in him, and in Yahweh; do not unite with him in endeavoring to make any resistance or opposition to us.<\/p><p><em>Make an agreement with me by a present<\/em>&mdash;The Septuagint read this, &Epsilon;&iota; ̓ &beta;&omicron;&upsilon;́&lambda;&epsilon;&sigma;&theta;&epsilon; &epsilon;&upsilon;̓&lambda;&omicron;&gamma;&eta;&theta;&eta;͂&nu;&alpha;&iota; Ei boulesthe eulogēthēnai&mdash;&lsquo;If you wish to be blessed, or happy, come out to me.&rsquo; The Hebrew is literally, &lsquo;Make with me a blessing&rsquo; (ברכה berâkâh). The idea of its being done &lsquo;by a present,&rsquo; is not in the Hebrew text. The word &lsquo;blessing&rsquo; here probably means the same as peace. &lsquo;Make peace with me,&rsquo; perhaps because peace was regarded as a blessing; and perhaps the word is used with a reference to one of the significations of: ברך bārak, which is to kneel down, and this word may refer to their kneeling down; that is, to their offering allegiance to the king of Assyria. The former is, however, the more probable sense, that the word means peace, because this was an evident blessing, or would be the source of rich blessings to them. It is not, however, used in this sense elsewhere in the Bible. The Chaldee renders it, &lsquo;Make peace (שׁלמא shālâmâ&rsquo;) with me.&rsquo;<\/p><p><em>And come out to me<\/em>&mdash;Surrender yourselves to me. It is evident, however, that he did not mean that be would then remove them from their city and country, but he demanded a surrender, intending to come and remove them at some other period <a class=\"isa\" verses=\"WzE4MzQ4XQ==\">Isaiah 36:17<\/a>.<\/p><p><em>And eat ye every one of his own vine<\/em>&mdash;An emblem of safety, when every man might be permitted to partake of the fruit of his own labor. All that he now professed to desire was, that they should surrender the city, and give up their means of defense, and then he would leave them in security and quietness, until it should please his master to come and remove them to a land as fertile as their own.<\/p><p><em>And drink ye every one<\/em>&mdash;Another emblem of security and happiness. This promise was made to induce them to surrender. On the one hand, he threatened them with the dreadful evils of famine if they refused and allowed their city to be besieged <a class=\"isa\" verses=\"WzE4MzQzXQ==\">Isaiah 36:12<\/a>; and on the other, he promised them, for a time at least, a quiet and secure residence in their own city, and then a removal to a land not inferior to their own.<\/p>",
    "audit": 1
}