{
    "id": 835,
    "source": "barnes",
    "verse_id": 17742,
    "verse_count": 1,
    "reference": "5:2",
    "title": "",
    "html": " <p> <em>And he fenced it <\/em>&mdash;Margin, &lsquo;Made a wall about it.&rsquo; The word used here is supposed rather to mean &ldquo;to dig about, to grub,&rdquo; as with a pick-axe or spade.&mdash;&ldquo;Gesenius.&rdquo; It has this signification in Arabic, and in one place in the Jewish Talmud.&mdash;&ldquo;Kimchi.&rdquo; The Vulgate and the Septuagint understands it of making a hedge or fence, probably the first work in preparing a vineyard. And as &lsquo;a hedge&rsquo; is expressly mentioned in <a class=\"isa\" verses=\"WzE3NzQ1XQ==\">Isaiah 5:5<\/a>, it seems most probable that that is its meaning here. <\/p> <p> <em>And gathered out the stones... <\/em>&mdash;That it might be easily cultivated. This was, of course, a necessary and proper work. <\/p> <p> <em>And planted it with the choicest vine <\/em>&mdash;Hebrew, &lsquo;With the sorek.&rsquo; This was a choice species of vine, the grapes of which, the Jewish commentators say, had very small and scarcely perceptible stones, and which, at this day, is called &ldquo;serki&rdquo; in Morocco; in Persia, &ldquo;kishmis.&rdquo;&mdash;&ldquo;Gesenius.&rdquo; <\/p> <p> <em>And built a tower <\/em>&mdash;For the sake of watching and defending it. These towers were probably placed so as to overlook the whole vineyard, and were thus posts of observation; compare the note at <a class=\"isa\" verses=\"WzE3NjYzXQ==\">Isaiah 1:8<\/a>; see also the note at <a class=\"ref\">Matthew 21:33<\/a>. <\/p> <p>And also made a wine-press&mdash;A place in which to put the grapes for the purpose of expressing the juice; see the note at <a class=\"ref\">Matthew 21:33<\/a>. <\/p> <p> <em>And he looked <\/em>&mdash;He waited in expectation; as a farmer waits patiently for the vines to grow, and to bear grapes. <\/p> <p> <em>Wild grapes <\/em>&mdash;The word used here is derived from the verb באשׁ bâ&lsquo;ash, &ldquo;to be offensive, to corrupt, to putrify;&rdquo; and is supposed by Gesenius to mean &ldquo;monk&rsquo;s-hood,&rdquo; a poisonous herb, offensive in smell, which produces berries like grapes. Such a meaning suits the connection better than the supposition of grapes that were wild or uncultivated. The Vulgate understands it of the weed called &ldquo;wild vine&mdash;labruscas.&rdquo; The Septuagint translates it by &ldquo;thorns,&rdquo; &alpha;̓́&kappa;&alpha;&nu;&theta;&alpha;&sigmaf; akanthas. That there were vines in Judea which produced such poisonous berries, though resembling grapes, is evident; see <a class=\"ref\">2 Kings 4:39-41<\/a>: &lsquo;And one went out into the fields to gather pot herbs, and he found a field vine, and he gathered from it wild fruit.&rsquo; Moses also refers to a similar vine; <a class=\"ref\">Deuteronomy 32:32-33<\/a>: &lsquo;For their vine is as the vine of Sodom; their grapes are grapes of gall; their clusters are bitter.&rsquo; Hasselquist thinks that the prophet here means the &ldquo;nightshade.&rdquo; The Arabs, says he, call it &ldquo;wolf-grapes.&rdquo; It grows much in vineyards, and is very pernicious to them. Some poisonous, offensive berries, growing on wild vines, are doubtless intended here. <\/p> <p>The general meaning of this parable it is not difficult to understand; compare the notes at <a class=\"ref\">Matthew 21:33<\/a>. Jerome has attempted to follow out the allegory, and explain the particular parts. He says, &lsquo;By the metaphor of the vineyard is to be understood the people of the Jews, which he surrounded or enclosed by angels; by gathering out the stones, the removal of idols; by the tower, the temple erected in the midst of Judea; by the wine-press, the altar.&rsquo; There is no propriety, however, in attempting thus minutely to explain the particular parts of the figure. The general meaning is, that God had chosen the Jewish people; had bestowed great care on them in giving them his law, in defending them, and in providing for them; that he had omitted nothing that was adapted to produce piety, obedience, and happiness, and that they had abused it all, and instead of being obedient, had become exceedingly corrupt. <\/p>",
    "audit": 1
}