{
    "id": 1547,
    "source": "barnes",
    "verse_id": 18454,
    "verse_count": 1,
    "reference": "41:2",
    "title": "",
    "html": " <p> <em>Who raised up <\/em>&mdash;This word (העיר hē‛yr) is usually applied to the act of arousing one from sleep Sol 2:7; Sol 3:5; Sol 8:4; <a class=\"ref\">Zechariah 4:1<\/a>; then to awake, arouse, or stir up to any enterprise. Here it means, that God had caused the man here referred to, to arouse for the overthrow of their enemies; it was by his agency that he had been led to form the plans which should result in their deliverance. This is the first argument which God urges to induce his people to put confidence in him, and to hope for deliverance; and the fact that he had raised up and qualified such a man for the work, he urges as a proof that he would certainly protect and guard his people. <\/p> <p> <em>The righteous man from the east <\/em>&mdash;Hebrew, צדק tsedeq&mdash;&lsquo;righteousness.&rsquo; The Septuagint renders it literally, &Delta;&iota;&kappa;&alpha;&iota;&omicron;&sigma;&upsilon;̀&nu;&eta;&nu; Dikaiosunēn&mdash;&lsquo;righteousness.&rsquo; The Vulgate renders it, &lsquo;The just;&rsquo; the Syriac as the Septuagint. The word here evidently means, as in our translation, the just or righteous man. It is common in the Hebrew, as in other languages, to put the abstract for the concrete. In regard to the person here referred to, there have been three principal opinions, which it may be proper briefly to notice. <\/p> <p>1. The first is, that which refers it to Abraham. This is the interpretation of the Chaldee Paraphrast, who renders it, &lsquo;Who has publicly led from the east Abraham, the chosen of the just;&rsquo; and this interpretation has been adopted by Jarchi, Kimchi, Abarbanel, and by the Jewish writers generally. They say that it means that God had called Abraham from the east; that he conducted him to the land of Canaan, and enabled him to vanquish the people who resided there, and particularly that he vanquished the kings of Sodom and Gomorrah, and delivered Lot from their hands <a class=\"ref\">Genesis 14<\/a>; and that this is designed by God to show them that he who had thus raised up Abraham would raise up them also in the east. There are, however, objections to this interpretation which seem to be insuperable, a few of which may be referred to. <\/p> <p>(a) The country from which Abraham came, the land of Chaldea or Mesopotamia, is not commonly in the Scriptures called &lsquo;the east,&rsquo; but the north (see <a class=\"ref\">Jeremiah 1:13-15; Jeremiah 4:6; Jeremiah 6:1; Jeremiah 23:8; Jeremiah 25:9, Jeremiah 25:26; Jeremiah 31:8; Jeremiah 46:10; Jeremiah 50:3; Daniel 11:6, Daniel 11:8, Daniel 11:11<\/a>. This country was situated to the northeast of Palestine, and it is believed is nowhere in the Scriptures called the country of the east. <\/p> <p>(b) The description which is here given of what was accomplished by him who was raised up from the east, is not one that applies to Abraham. It supposes more important achievements than any that signalized the father of the faithful. There were no acts in the life of Abraham that can be regarded as subduing the &lsquo;nations&rsquo; before him; as ruling over &lsquo;kings;&rsquo; or as scattering them like the dust or the stubble. Indeed, he appears to have been engaged but in one military adventure&mdash;the rescue of Lot&mdash;and that was of so slight and unimportant a character as not to form the peculiarity of his public life. Had Abraham been referred to here, it would have been for some other trait than that of a conqueror or military chieftain. <\/p> <p>(c) We shall see that the description and the connection require us to understand it of another&mdash;of Cyrus. <\/p> <p>2. A second opinion is, that it refers directly and entirely to the Messiah. Many of the fathers, as Jerome, Cyril, Eusebius, Theodoret, Procopius, held this opinion. But the objections to this are insuperable. <\/p> <p>(a) It is not true that the Messiah was raised up from the east. He was born in the land of Judea, and always lived in that land. <\/p> <p>(b) The description here is by no means one that applies to him. It is the description of a warrior and a conqueror; of one who subdued nations, and scattered them before him. <\/p> <p>(c) The connection and design of the passage does not admit of the interpretation. That design is, to lead the Jews in exile to put confidence in God, and to hope for a speedy rescue. In order to this, the prophet directs them to the fact that a king appeared in the east, and that he scattered the nations; and from these facts they were to infer that they would themselves be delivered, and that God would be their protector. But how would this design be accomplished by a reference to so remote an event as the coming of the Messiah? <\/p> <p>3. The third opinion, therefore, remains, that this refers to Cyrus, the Persian monarch, by whom Babylon was taken, and by whom the Jews were restored to their own land. In support of this interpretation, a few considerations may be adverted to. <\/p> <p>(a) It agrees with the fact in regard to the country from which Cyrus came for purposes of conquest. He came from the land which is everywhere in the Scriptures called the East. <\/p> <p>(b) It agrees with the specifications which Isaiah elsewhere makes, where Cyrus is mentioned by name, and where there can be no danger of error in regard to the interpretation (see <a class=\"isa\" verses=\"W1sxODU2Ml0seyIxODU2MyI6NH0sWzE4NTc1XV0=\">Isaiah 44:28; Isaiah 45:1-4, Isaiah 45:13<\/a>). Thus in <a class=\"isa\" verses=\"WzE4NTk4XQ==\">Isaiah 46:11<\/a>, it is said of Cyrus, &lsquo;Calling a ravenous bird from the east, the man that executeth my commandments from a far country. <\/p> <p>(c) The entire description here is one that applies in a remarkable manner to Cyrus, as will be shown more fully in the notes at the particular expressions which occur. <\/p> <p>(d) This supposition accords with the design of the prophet. <\/p> <p>It was to be an assurance to them not only that God would raise up such a man, but that they should be delivered; and as this was intended to comfort them in Babylon, it was intended that when they were apprised of the conquests of Cyrus, they were to be assured of the fact that God was their protector; and those conquests, therefore, were to be regarded by them as a proof that God would deliver them. This opinion is held by Vitringa, Rosenmuller, and probably by a large majority of the most intelligent commentators. The only objection of weight to it is that suggested by Lowth, that the character of &lsquo;a righteous man&rsquo; does not apply to Cyrus. But to this it may be replied, that the word may be used nor to denote one that is pious, or a true worshipper of God, but one who was disposed to do justly, or who was not a tyrant; and especially it may be applied to him on account of his delivering the Jews from their hard and oppressive bondage in Babylon, and restoring them to their own land. <\/p> <p>That was an act of eminent public justice; and the favors which he showed them in enabling them to rebuild their city and temple, were such as to render it not improper that this appellation should be given to him. It may be added also that Cyrus was a prince eminently distinguished for justice and equity, and for a mild and kind administration over his own subjects. Xenophon, who has described his character at length, has proposed him as an example of a just monarch, and his government as an example of an equitable administration. All the ancient writers celebrate his humanity and benevolence (compare Diod. xiii. 342, and the Cyropedia of Xenophon everywhere). As there will be frequent occasion to refer to Cyrus in the notes at the chapters which follow, it may be proper here to give a very brief outline of his public actions, that his agency in the deliverance of the Jews may be more fully appreciated. <\/p> <p>Cyrus was the son of Cambyses, the Persian, and of Mandane, the daughter of Astyages, king of the Medes. Astyages is in Scripture called Ahasuerus. Cambyses was,&rsquo; according to Xenophon (Cyr. i.), king of Persia, or, according to Herodotus (i. 107), he was a nobleman. If he was the king of Persia, of course Cyrus was the heir of the throne. Cyrus was born in his father&rsquo;s court, A.M. 3405, or 595 b.c., and was educated with great care. At the age of twelve years, his grandfather, Astyages, sent for him and his mother Mandane to court, and he was treated, of course, with great attention. Astyages, or Ahasuerus, had a son by the name of Cyaxares, who was born about a year before Cyrus, and who was heir to the throne of Media. Some time after this, the son of the king of Assyria having invaded Media, Astyages, with his son Cyaxares, and his grandson Cyrus, marched against him. Cyrus defeated the Assyrians, but, was soon after retailed by his father Cambyses to Persia, that he might be near him. <\/p> <p>At the age of sixteen, indeed, and when at the court of his grandfather, Cyrus signalized himself for his valor in a war with the king of Babylon. Evil-Merodach, the son of Nebuchadnezzar, king of Babylon, had invaded the territories of Media, but was repelled with great loss, and Cyrus pursued him with great slaughter to his own borders. This invasion of Evil-Merodach laid the foundation of the hostility between Babylon and Media, which was not terminated until Babylon was taken and destroyed by the united armies of Media and Persia. When Astyages died, after a reign of thirty-five years, he was succeeded by his son Cyaxares, the uncle of Cyrus. He was still involved in a war with the Babylonians. Cyrus was made general of the Persian troops, and at the head of an army of 30,000 men was sent to assist Cyaxares, whom the Babylonians were preparing to attack. The Babylonian monarch at this time was Neriglissar, who had murdered Evil-Merodach, and who had usurped the crown of Babylon. Cyaxares and Cyrus carried on the war against Babylon during the reigns of Neriglissar and his son Laborosoarchod, and of Nabonadius. The Babylonians were defeated, and Cyrus carried his arms into the countries to the west beyond the river Halys&mdash;a river running north into the Euxine Sea&mdash;and subdued Cappadocia, and conquered Croesus, the rich king of Lydia, and subdued almost all Asia Minor. Having conquered this country, he returned again, re-crossed the Euphrates, turned his arms against the Assyrians, and then laid siege to Babylon, and took it (see the notes at <a class=\"isa\" verses=\"WzE4NDY1XQ==\">Isaiah 13<\/a>; 14), and subdued that mighty kingdom. <\/p> <p>During the life of Cyaxares his uncle, he acted in conjunction with him. On the death of this king of Media, Cyrus married his daughter, and thus united the crowns of Media and Persia. After this marriage, he subdued all the nations between Syria and the Red Sea, and died at the age of seventy, after a reign of thirty years. Cyaxares, the uncle of Cyrus, is in the Scripture called Darius the Mede <a class=\"ref\">Daniel 5:31<\/a>, and it is said there, that it was by him that Babylon was taken. But Babylon was taken by the valor of Cyrus, though acting in connection with, and under Cyaxares; and it is said to have been taken by Cyaxares, or Darius, though it was done by the personal valor of Cyrus. Josephus (Ant. xii. 13) says, that Darius with his ally, Cyrus, destroyed the kingdom of Babylon. Jerome assigns three reasons why Babylon is said in the Scriptures to have been taken by Darius or Cyaxares; first, because he was the older of the two; secondly, because the Medes were at that time more famous than the Persians; and thirdly, because the uncle ought to be preferred to the nephew. The Greek writers say that Babylon was taken by Cyrus, without mentioning Cyaxares or Darius, doubtless because it was done solely by his valor. For a full account of the reign of Cyrus, see Xen. Cyr., Herodotus, and the ancient part of the Universal History, vol. iv. Ed. Lond. 1779, 8vo. <\/p> <p> <em>Called him to his foot <\/em>&mdash;Lowth renders this, &lsquo;Hath called him to attend his steps.&rsquo; Noyes renders it, &lsquo;Him whom victory meeteth in his march.&rsquo; Grotius, &lsquo;Called him that he should follow him,&rsquo; and he refers to <a class=\"ref\">Genesis 12:1; Joshua 24:3; Hebrews 11:8<\/a>. Rosenmuller renders it, &lsquo;Who hath called from the East that man to whom righteousness occurs at his feet,&rsquo; that is, attends him. But the idea seems to be, that God had influenced him to follow him as one follows a guide at his feet, or close to him. <\/p> <p> <em>Gave the nations before him <\/em>&mdash;That is, subdued nations before him. This is justly descriptive of the victorious career of Cyrus. Among the nations whom he subdued, were the Armenians, the Cappadocians, the Lydians, the Phrygians, the Assyrians, the Babylonians, comprising a very large portion of the world, known at that time. Cyrus subdued, according to Xenophon, all the nations lying between the Euxine and Caspian seas on the north, to the Red Sea on the south, and even Egypt, so that his own proclamation was true: &lsquo;Yahweh, God of heaven, hath given me all the kingdoms of the earth&rsquo; <a class=\"ref\">Ezra 1:2<\/a>. <\/p> <p> <em>And made him rule over kings <\/em>&mdash;As the kings of Babylon, of Lydia, of Cappadocia, who were brought into subjection under him, and acknowledged their dependence on him. <\/p> <p> <em>He hath given them as the dust to his sword <\/em>&mdash;He has scattered, or destroyed them by his sword, as the dust is driven before the wind. A similar remark is made by David <a class=\"ref\">Psalm 18:42<\/a>: <\/p> <p>Then did I beat them small as the dust before the wind, <\/p> <p>I did cast them out as the dirt in the streets. <\/p> <p> <em>And as driven stubble <\/em>&mdash;The allusion here is to the process of fanning grain. The grain was thrown by a shovel or fan in the air, and the stubble or chaff was driven away. So it is said of the nations before Cyrus, implying that they were utterly scattered. <\/p> <p> <em>To his bow <\/em>&mdash;The bow was one of the common weapons of war, and the inhabitants of the East were distinguished for its use The idea in this verse is very beautiful, and is one that is often employed in the Sacred Scriptures, and by Isaiah himself (see <a class=\"ref\">Job 21:18; Psalm 1:4; Psalm 35:5<\/a>; the notes at <a class=\"isa\" verses=\"WzE3OTk3LDE4MTk5XQ==\">Isaiah 17:13; Isaiah 29:5<\/a>; compare <a class=\"ref\">Hosea 13:3<\/a>). <\/p>",
    "audit": 1
}