{
    "id": 1602,
    "source": "barnes",
    "verse_id": 18509,
    "verse_count": 1,
    "reference": "43:3",
    "title": "",
    "html": "<p><em>For I am the Lord thy God<\/em>&mdash;This verse continues the statement of the reasons why he would protect them. He was Yahweh their God. He was not only the true God, but he was the God who had entered into solemn covenant with them, and who would therefore protect and defend them.<\/p><p><em>The Holy One of Israel<\/em>&mdash;It was one of his characteristics that he was the God of Israel. Other nations worshipped other gods. He was the God of Israel; and as it was presumed that a god would protect his own people, so he bound himself to deliver them.<\/p><p><em>Thy Saviour<\/em>&mdash;This was another characteristic. He had saved them in days of peril; and he had assumed toward them the relation of a Saviour; and he would maintain that character.<\/p><p><em>I gave Egypt for thy ransom<\/em>&mdash;This is a very important passage in regard to the meaning of the word &lsquo;ransom.&rsquo; The word נתתי nâthattı̂y&mdash;&lsquo;I gave&rsquo; is rendered by Gesenius (Commentary in loc.), and by Noyes, in the future, &lsquo;I will give.&rsquo; Gesenius supposes that it refers to the fact that the countries specified would be made desolate, in order to effect the deliverance of the Jews. He observes that although Cyrus did not conquer them, yet that it was done by his successors. In particular, he refers to the fact that Cambyses invaded and subdued Egypt (Herod. iii. 15); and that he then entered into, and subdued Ethiopia and Meroe (Strabo xvii.; Jos. Ant. ii. 10. 2). But the word properly refers to the past time, and the scope of the passage requires us to understand it of past events. For God is giving a reason why his people might expect protection, and the reason here is, that he had been their deliverer, and that his purpose to protect them was so fixed and determined, that he had even brought ruin on nations more mighty and numerous than themselves, in order to effect their deliverance.<\/p><p>The argument is, that if he had suffered Egypt, Ethiopia, and Seba to be desolated and ruined instead of them, or in order to effect their deliverance, they had nothing to fear from Babylon or any other hostile nation, but that he would effect their deliverance even at the expense of the overthrow of the most mighty kingdoms. The word rendered &lsquo;ransom&rsquo; here is כפר kôpher. It is derived from כפר kâphar&mdash;whence the Latin cooperio; the Italian coprire, the French couvrir; the Norman coverer, and converer; and the English cover, and means literally to cover; to cover over; to overlay with anything, as pitch, as in <a class=\"ref\">Genesis 6:14<\/a>. Hence, to cover over sins; to overlook; to forgive; and hence, to make an expiation for sins, or to atone for transgression so that it may be forgiven <a class=\"ref\">Genesis 32:21; Exodus 30:15; Leviticus 4:20; Leviticus 5:26; Leviticus 11:24; Leviticus 16:6; Psalm 65:4; Psalm 78:38; Proverbs 16:14; Jeremiah 18:25; Ezekiel 45:20; Daniel 9:24<\/a>. The noun (כפר kôpher) means:<\/p><p>1. A village or hamlet, as beans a cover or shelter to the inhabitants ( <a class=\"ref\">1 Samuel 6:18<\/a>; compare the word כפר kâphâr in <a class=\"ref\">1 Chronicles 27:25; Nehemiah 6:2<\/a>; Sol 6:12).<\/p><p>2. Pitch, as a material for overlaying <a class=\"ref\">Genesis 6:14<\/a>.<\/p><p>3. The cypressflower, the alhenna of the Arabs, so called because the powder of the leaves was used to cover over or besmear the nails in order to produce the reddish color which Oriental femmes regarded as an ornament (Simonis; Sol 1:14; Sol 4:13, margin.)<\/p><p>4. A ransom; a price of redemption, or an expiation; so called because by it sins were covered over, concealed, or removed <a class=\"ref\">Exodus 29:36; Exodus 30:10, Exodus 30:16<\/a>. In such an expiation, that which was offered as the ransom was supposed to take the place of that for which the expiation was made, and this idea is distinctly retained in the versions of this passage.<\/p><p>Thus the Septuagint, &Epsilon;̓&pi;&omicron;&iota;́&eta;&sigma;&alpha; &alpha;̓́&lambda;&lambda;&alpha;&gamma;&mu;&alpha;́ &sigma;&omicron;&upsilon; &Alpha;&iota;̓́&gamma;&upsilon;&pi;&tau;&omicron;&nu;, &kappa;.&tau;.&lambda;. Epoiēsa allagma sou Aigupton, etc.&mdash;&lsquo;I made Egypt, etc., thy &alpha;̓́&lambda;&lambda;&alpha;&gamma;&mu;&alpha; allagma&mdash;a commutation for thee; a change for thee; I put it in thy place, and it was destroyed instead of thee.&rsquo; So the Chaldee, &lsquo;I gave the Egyptians as a commutation for thee&rsquo; (חליפך chălı̂ypâk). So the Syriac, &lsquo;I gave Egypt in thy place.&rsquo; The true interpretation, therefore, is, that Egypt was regarded as having been given up to desolation and destruction instead of the Israelites. One of them must perish; and God chose that Egypt, though so much more mighty and powerful, should be reduced to desolation in order to deliver his people. They took their place, and were destroyed instead of the Hebrews, in order that they might be delivered from the bondage under which they groaned. This may be used as a striking illustration of the atonement made for sin, when the Lord Jesus, the expiatory offering, was made to suffer in the stead&mdash;&alpha;̓́&lambda;&lambda;&alpha;&gamma;&mu;&alpha; allagma&mdash;of his people, and in order that sinners might live.<\/p><p>And if God&rsquo;s giving up the Egyptians to destruction&mdash;themselves so guilty and deserving of death&mdash;in order to save his people, was a proof of his love for them, how much greater is the demonstration of his love when he gives his own holy Son to the bitter pains of death on a cross, in order that his church may be redeemed! There has been much variety, as has already been intimated, in the interpretation of this, and in regard to the time and events referred to. It has, by many, been supposed to refer to the invasion by Sennacherib, who, when he was about to fall upon Jerusalem, turned his arms against the Egyptians and their allies, by which means Jerusalem was saved by devoting those nations to desolation. Vitringa explains it of Shalmaneser&rsquo;s design upon the kingdom of Judah, after he had destroyed that of Samaria, from which he was diverted by carrying the war against the Egyptians, Cusheans, and Sabeans. But of this, Lowth says, there is no clear proof in history.<\/p><p>Seeker supposes that it refers to the fact that Cyrus overcame those nations, and that they were given him for releasing the Jews. Lowth says, &lsquo;perhaps it may mean, generally, that God had often saved his people at the expense of other nations, whom he had as it were in their stead given up to destruction.&rsquo; The exact historical facts in the case cannot be clearly made out; nor is this to be wondered at, that many things of this nature should remain obscure for want of the light of history, which in regard to those times is extremely deficient. In regard to Egypt, however, I think the case is clear. Nothing is more manifest than that the prophet refers to that great and wonderful fact&mdash;the commonplace illustration of the sacred writers&mdash;that the Egyptians were destroyed in order to effect the deliverance of the Jews, and were thus given as a ransom for them.<\/p><p><em>Ethiopia<\/em>&mdash;Hebrew, &lsquo;Cush.&rsquo; In regard to this country, see the note at <a class=\"isa\" verses=\"WzE3OTk5XQ==\">Isaiah 18:1<\/a>. It is not improbable that the prophet here refers to the facts referred to in that chapter, and the destruction which it is there said would come upon that land.<\/p><p><em>And Seba<\/em>&mdash;This was the name of a people descended from Cush <a class=\"ref\">Genesis 10:7<\/a>; and hence, the name of the country which they occupied. According to Josephus (Ant. ii. 10. 2), it seems to have been Meroe, a province of Ethiopia, distinguished for its wealth and commerce, surrounded by the two arms or branches of the Nile. There still remain the ruins of a metropolis of the same name, not far from the town of Shandy (Keppel&rsquo;s Travels in Nubia and Arabia, 1829). Meroe is a great island or peninsula in the north of Ethiopia, and is formed by the Nile, and the Astaboras, which unites with the Nile. It was probably anciently called Seba, and was conquered by Cambyses, the successor of Cyrus, and by him called Meroe, after his sister. That it was near to Ethiopia is apparent from the fact that it is mentioned in connection with it (compare <a class=\"ref\">Psalm 72:10<\/a>; <a class=\"isa\" verses=\"WzE4NTc2XQ==\">Isaiah 45:14<\/a>: Herod. iii. 20). They would naturally ally themselves to the Ethiopians. and share the same fate.<\/p> ",
    "audit": 1
}