{
    "id": 1859,
    "source": "barnes",
    "verse_id": 18766,
    "verse_count": 1,
    "reference": "56:12",
    "title": "",
    "html": " <p> <em>Come ye, say they <\/em>&mdash;(compare the notes at <a class=\"isa\" verses=\"WzE4MDY2XQ==\">Isaiah 22:13<\/a>). That is, one says to another, &lsquo;I will fetch wine;&rsquo; or as we would say, &lsquo;I will take another glass.&rsquo; The object is to describe a drinking-bout, or carousal, when the glass is shoved around, and there is drinking to excess. The language denotes the state of exhilaration and excitement when sitting at the table, and already under the influence of wine. This is not designed to be descriptive of the people at large, but of the &lsquo;watchmen,&rsquo; or public teachers of the nation, and it certainly shows a state of most lamentable degeneracy and corruption. Unhappily, however, it has not been confined to the times of Manasseh. There have been periods in the history of the Christian church, and there are still portions of that church, where the language used here with so much severity would be an appropriate description even of the Christian ministry; scenes where the professed heralds of salvation sit long at the wine, and join with the frivolous, the worldly, and the profane, in &rsquo;shoving round&rsquo; the sparkling cup. No severer language is used in the prophets to describe and denounce any class of sinners than is appropriated to such people; at no time has the church more occasion to sit in the dust and to weep, than when her ministers &lsquo;rise up early in the morning, that they may follow strong drink; and continue until night, until wine inflame them <a class=\"isa\" verses=\"WzE3NzUxXQ==\">Isaiah 5:11<\/a>. <\/p> <p> <em>We will fill ourselves with strong drink <\/em>&mdash;(See the notes at <a class=\"isa\" verses=\"WzE3NzUxXQ==\">Isaiah 5:11<\/a>). <\/p> <p> <em>And tomorrow... <\/em>&mdash;That is, indulgence of this kind was habitual. There was an intention to continue it. It was not that they had been once overtaken and had erred; but it was that they loved it, and meant to drink deeper and deeper. So now the guilt of ministers is greatly aggravated in the same way. It is not merely that they drink wine; it is not even that they on a single occasion drink too much, and say and do foolish and wicked things&mdash;liable as all are to this who indulge in drinking wine at all, and certainly as ministers will do it who indulge in the habit; it is that they mean to do it; they resolve not to abandon it, but purpose to persevere in the habit &lsquo;tomorrow.&rsquo; Hence, such people refuse to join a Society of Temperance; hence, they oppose such societies as ultra and fanatical; and hence, by not joining them, they proclaim to the world, &lsquo;Come ye, and I will take another glass, and tomorrow shall be as this day, and much more abundant.&rsquo; It is this settled purpose&mdash;this fixed resolution, stretching into future time, and embracing coming years, that is so offensive to God. And there is not on earth a condition of more public iniquity than when the ministers of religion take this bold and open stand, and resolve that they will not abandon intoxicating drinks, but will continue to drink &lsquo;tomorrow,&rsquo; and ever onward. Hopeless is the work of reformation when the ministers of religion take this stand; and dark is the prospect for the church on earth, when the messengers of salvation cannot be induced to stand before the church of God as examples and advocates for temperance on the most strict and uncompromising principles. <\/p> ",
    "audit": 1
}