{
    "id": 1590,
    "source": "barnes",
    "verse_id": 18497,
    "verse_count": 1,
    "reference": "42:16",
    "title": "",
    "html": " <p> <em>And I will lead the blind <\/em>&mdash;Having said in the previous verses what he would do to his enemies, God now speaks of his people. He would conduct them to their own land, as a blind people that needed a guide, and would remove whatever obstacle there was in their way. By the &lsquo;blind&rsquo; here, he refers doubtless to his own people. The term is applied originally to his people in captivity, as being ignorant, after their seventy years&rsquo; exile, of the way of return to their own land. It is possible that it may have a reference to the fact, so often charged on them, that they were characteristically a stupid and spiritually blind people. But it is more probable that it is the language of tenderness rather than that of objurgation; and denotes their ignorance of the way of return, and their need of a guide, rather than their guilt, and hardness of heart. If applied to the people of God under the New Testament&mdash;as the entire strain of the prophecy seems to lead ns to conclude&mdash;then it denotes that Christians will feel their need of a leader, counselor, and guide; and that Yahweh, as a military leader, will conduct them all in a way which they did not know, and remove all obstacles from their path. <\/p> <p> <em>By a way that they knew not <\/em>&mdash;When they were ignorant what course to take; or in a path which they did not contemplate or design. It is true of all the friends of God that they have been led in a way which they knew not. They did not mark out this course for themselves; they did not at first form the plans of life which they came ultimately to pursue; they have been led, by the providence of God, in a different path, and by the Spirit of God they have been inclined to a course which they themselves would never have chosen (compare the note at <a class=\"isa\" verses=\"WzE4MjM5XQ==\">Isaiah 30:21<\/a>). <\/p> <p> <em>I will make darkness light before them <\/em>&mdash;Darkness, in the Scriptures, is the emblem of ignorance, sin, adversity, and calamity. Here it seems to be the emblem of adverse and opposing events; of calamities, persecutions, and trials. The meaning is, that God would make those events which seemed to be adverse and calamitous, the means of furthering his cause, and promoting the spirit of the true religion, and the happiness of his people. This has been eminently the case with the persecutions which rite church has endured. The events which have been apparently most adverse, have been ultimately overruled to the best interests of the true religion. Such was the case with the persecutions under the Roman emperors, and in general such has been the case in all the persecutions which the church has been called to suffer. <\/p> <p> <em>And crooked things straight <\/em>&mdash;Things which seem to be adverse and opposing&mdash;the persecutions and trials which the people of God would be called to endure. <\/p> <p> <em>And not forsake them <\/em>&mdash;(See <a class=\"isa\" verses=\"WzE4NDYyXQ==\">Isaiah 41:10<\/a>, note, <a class=\"isa\" verses=\"WzE4NDY1XQ==\">Isaiah 41:13<\/a>, note). <\/p>",
    "audit": 1
}