{
    "id": 1754,
    "source": "barnes",
    "verse_id": 18661,
    "verse_count": 1,
    "reference": "49:24 ",
    "title": "",
    "html": "<p><em>Shall the prey be taken from the mighty?<\/em>&mdash;This seems to be the language of Zion. It is not exactly the language of incredulity; it is the language of amazement and wonder. God had made great promises. He had promised a restoration of the captive Jews to their own land, and of their complete deliverance from the power of the Chaldeans. He had still further promised that the blessings of the true religion should be extended to the Gentiles, and that kings and queens should come and show the profoundest adoration for God and for his cause. With amazement and wonder at the greatness of these promises, with a full view of the difficulties to be surmounted, Zion asks here how it can be accomplished. It would involve the work of taking the prey from a mighty conqueror, and delivering the captive from the hand of the strong and the terrible&mdash;a work which had not been usually done.<\/p><p><em>Or the lawful captive delivered?<\/em>&mdash;Margin, &lsquo;The captivity of the just.&rsquo; Lowth reads this, &lsquo;Shall the prey seized by the terrible be rescued?&rsquo; So Noyes. Lowth says of the present Hebrew text, that the reading is a &lsquo;palpable mistake;&rsquo; and that instead of צדיק tsadiyq (&ldquo;the just&rdquo;), the meaning should be עריץ ‛ârı̂yts (&ldquo;the terrible&rdquo;). Jerome so read it, and renders it, A robusto&mdash;&lsquo;The prey taken by the strong.&rsquo; So the Syriac reads it. The Septuagint renders it, &lsquo;If anyone is taken captive unjustly (&alpha;̓&delta;&iota;́&kappa;&omega;&sigmaf; adikōs), shall he be saved?&rsquo; But there is no authority from the manuscripts for changing the present reading of the Hebrew text; and it is not necessary. The word &lsquo;just,&rsquo; here may either refer to the fact that the just were taken captive, and to the difficulty of rescuing them; or perhaps, as Rosenmuller suggests, it may be taken in the sense of severe, or rigid, standing opposed to benignity or mercy, and thus may be synonymous with severity and harshness; and the meaning may be that it was difficult to rescue a captive from the hands of those who had no clemency or benignity, such as was Babylon. Grotius understands it of those who were taken captive in a just war, or by the rights of war. But the connection rather demands that we should interpret it of those who were made captive by those who were indisposed to clemency, and who were severe and rigid in their treatment of their prisoners. The idea is, that it was difficult or almost impossible to rescue captives from such hands, and that therefore it was a matter of wonder and amazement that that could be accomplished which God here promises.<\/p>",
    "audit": 1
}