{
    "id": 1783,
    "source": "barnes",
    "verse_id": 18690,
    "verse_count": 1,
    "reference": "51:16 ",
    "title": "",
    "html": "<p><em>And I have put my words in thy mouth<\/em>&mdash;That is, he had committed his truth to the Jewish people; to Zion. He had entrusted them with his statutes and his laws; he had given them the promise of the Messiah, and through him the assurance that the true religion would be spread to other nations. He would, therefore, preserve them, and restore them again to their own land.<\/p><p><em>And have covered thee in the shadow of mine hand<\/em>&mdash;That is, I have protected thee (see the notes at <a class=\"isa\" verses=\"W3siMTg2MzkiOjF9XQ==\">Isaiah 49:2<\/a>).<\/p><p><em>That I may plant the heavens<\/em>&mdash;Lowth renders this, &lsquo;To stretch out the heavens.&rsquo; Noyes, &lsquo;To establish the heavens.&rsquo; Jerome, Ut plantes coelos&mdash;&lsquo;That thou mayest plant the heavens.&rsquo; The Septuagint, &Epsilon;̓&nu; &eta;͂ͅ &epsilon;̓́&sigma;&tau;&eta;&sigma;&alpha; &tau;&omicron;̀&nu; &omicron;&upsilon;̓&rho;&alpha;&nu;&omicron;̀&nu; En ē estēsa ton ouranon &lsquo;By which I have established heaven.&rsquo; The Chaldee renders it, &lsquo;In the shadow of my power have I protected thee, that I might raise up the people of whom it was said, that they should be multiplied as the stars of heaven.&rsquo; But the language here is evidently entirely figurative. It refers to the restoration of the Jews to their own land; to the re-establishment of religion there; to the introduction of the new economy under the Messiah, and to all the great changes which would be consequent on that. This is compared with the work of forming the heavens, and laying the foundation of the earth. It would require almighty power; and it would produce so great changes, that it might be compared to the work of creating the universe out of nothing. Probably also the idea is included here that stability would be given to the true religion by what God was about to do permanency that might be compared with the firmness and duration of the heavens and the earth.<\/p><p><em>And say unto Zion...<\/em>&mdash;That is, God would restore them to their own land, and acknowledge them as his own.<\/p>",
    "audit": 1
}