{
    "id": 1002,
    "source": "barnes",
    "verse_id": 17909,
    "verse_count": 1,
    "reference": "13:2",
    "title": "",
    "html": " <p> <em>Lift ye up a banner <\/em>&mdash;A military ensign or standard. The vision opens here; and the first thing which the prophet hears, is the solemn command of God addressed to the nations as subject to him, to rear the standard of war, and to gather around it the mighty armies which were to be employed in the destruction of the city. This command, &lsquo;Lift ye up a banner,&rsquo; is addressed to the leaders of those armies to assemble them, and to prepare them for war. <\/p> <p> <em>Upon the high mountain <\/em>&mdash;It was customary for military leaders to plant a standard on a tower, a fortress, a city, a high mountain, or any elevated spot, in order that it might be seen afar, and be the rallying point for the people to collect together (see the note at <a class=\"isa\" verses=\"WzE3ODk1XQ==\">Isaiah 11:10<\/a>). Here, the prophet does not refer to any particular &ldquo;mountain,&rdquo; but means simply, that a standard should be raised, around which the hosts should be assembled to march to Babylon. The Chaldee renders it, &lsquo;Over the city dwelling in security, lift up the banner.&rsquo; <\/p> <p> <em>Exalt the voice <\/em>&mdash;Raise up the voice, commanding the people to assemble, and to prepare for the march against Babylon, Perhaps, however, the word &lsquo;voice&rsquo; here (קול qôl) refers to the &ldquo;clangor,&rdquo; or sound, of a trumpet used for mustering armies. The word is often used to denote &ldquo;any&rdquo; noise, and is frequently applied to thunder, to the trumpet, etc. <\/p> <p> <em>Unto them <\/em>&mdash;That is, to the Medes and Persians, who were to be employed in the destruction of Babylon. <\/p> <p> <em>Shake the hand <\/em>&mdash;In the way of beckoning; as when one is at so great a distance that the voice cannot be heard, the hand is waved for a sign. This was a command to beckon to the nations to assemble for the destruction of Babylon. <\/p> <p> <em>That they may go into the gates of the nobles <\/em>&mdash;The word rendered here &lsquo;nobles&rsquo; (נדיבים nedı̂ybı̂ym) means, properly, &ldquo;voluntary, free, liberal;&rdquo; then those who are noble, or liberally-minded, from the connection between nobleness and liberality; then those who are noble or elevated in rank or office. In this sense it is used here; compare <a class=\"ref\">Job 12:21; Job 34:18; 1 Samuel 2:8; Psalm 107:40<\/a>; and <a class=\"ref\">Proverbs 8:16<\/a>, where it is rendered &lsquo;princes;&rsquo; <a class=\"ref\">Numbers 21:18<\/a>, where it is rendered &lsquo;nobles.&rsquo; Lowth renders it here &lsquo;princes.&rsquo; Noyes renders it &lsquo;tyrants &rsquo;&mdash;a sense which the word has in <a class=\"ref\">Job 21:28<\/a>,(see the note at that place). There is no doubt that it refers to Babylon; and the prophet designs probably to speak of Babylon as a magnificent city&mdash;a city of princes, or nobles. The Chaldee renders it, &lsquo;That they may enter its gates, which open to them of their own accord;&rsquo; retaining the original signification of &ldquo;voluntariness&rdquo; in the Hebrew word, and expressing the idea that the conquest would be easy. Our common translation has expressed the correct sense. <\/p>",
    "audit": 1
}