{
    "id": 1223,
    "source": "barnes",
    "verse_id": 18130,
    "verse_count": 1,
    "reference": "25:11",
    "title": "",
    "html": "<p><em>And he shall spread forth his hands<\/em> &mdash;The sense is, that Yahweh would stretch out his hands everywhere, prostrating his enemies, and the enemies of his people. Lowth, however, applies this to Moab, and supposes that it is designed to represent the action of one who is in danger of sinking, and who, in swimming, stretches out his hands to sustain himself. In order to this, he supposes that there should be a slight alteration of a single letter in the Hebrew. His main reason for suggesting this change is, that he cannot conceive how the act of the stretch out of the hands of a swimmer can be any illustration of the action of God in extending his hands ever Moab to destroy it. It must be admitted that the figure is one that is very unusual. Indeed it does not anywhere else occur. But it is the obvious meaning of the Hebrew text; it is so understood in the Vulgate, the Chaldee, the Syriac, and the figure is one that is net unintelligible. It is that of a swimmer who extends his hands and arms as far as possible, and who by force removes all that is in his way in passing through the water. So Yahweh would extend his hands over all Moab. He would not confine the desolation to any one place, but it would be complete and entire. He would subject all to himself, as easily as a swimmer makes his way through the waters.<\/p><p><em>With the spoils of their hands<\/em> &mdash;The word rendered here &rsquo;spoils&rsquo; ( ארבות &lsquo;ârebôth), Lowth renders, &lsquo;The sudden gripe.&rsquo; The Chaldee renders it substantially in the same manner, &lsquo;With the laying on of his hands,&rsquo; that is, with all his might. Kimchi also understands it of the gripe of the hands or the arms. The Septuagint renders it, &lsquo;Upon whatsoever he lays his hands,&rsquo; that is, God shall humble the pride of Moab in respect to everything on which he shall lay his hands. The word properly and usually signifies snares, ambushes, craft; and then, by a natural metonymy, the plunder or spoils which he had obtained by snares and ambushes&mdash;which seems to be the sense here. It would all perish with Moab, and the land would thus be completely subdued.<\/p> ",
    "audit": 1
}