{
    "id": 1227,
    "source": "barnes",
    "verse_id": 18134,
    "verse_count": 1,
    "reference": "26:3",
    "title": "",
    "html": "<p><em>Thou wilt keep him<\/em>&mdash;The following verses to <a class=\"isa\" verses=\"WzE4MTQyXQ==\">Isaiah 26:11<\/a> , contain moral and religious reflections, and seem designed to indicate the resignation evinced by the &lsquo;righteous nation&rsquo; during their long afflictions. Their own feelings they are here represented as uttering in the form of general truths to be sources of consolation to others.<\/p><p><em>In perfect peace<\/em>&mdash;Hebrew as in the Margin, &lsquo;Peace, peace;&rsquo; the repetition of the word denoting, as is usual in Hebrew, emphasis, and here evidently meaning undisturbed, perfect peace. That is, the mind that has confidence in God shall not be agitated by the trials to which it shall be subject; by persecution, poverty, sickness, want, or bereavement. The inhabitants of Judea had been borne to a far distant land. They had been subjected to reproaches and to scorn <a class=\"ref\">Psalm 137:1-9<\/a>; had been stripped of their property and honor; and had been reduced to the condition of prisoners and captives. Yet their confidence in God had not been shaken. They still trusted in him; still believed that he could and would deliver them. Their mind was, therefore, kept in entire peace. So it was with the Redeemer when he was persecuted and maligned ( <a class=\"ref\">1 Peter 2:23<\/a>; compare <a class=\"ref\">Luke 23:46<\/a>). And so it has been with tens of thousands of the confessors and martyrs, and of the persecuted and afflicted people of God, who have been enabled to commit their cause to him, and amidst the storms of persecution, and even in the prison and at the stake, have been kept in perfect peace.<\/p><p><em>Whose mind is stayed on thee<\/em>&mdash;Various interpretations have been given of this passage, but our translation has probably hit upon the exact sense. The word which is rendered &lsquo;mind&rsquo; (יצר yētser) is derived from יצר yâtsar to form, create, devise; and it properly denotes that which is formed or made <a class=\"ref\">Psalm 103:14; Isaiah 29:16, Hebrews 2:18<\/a>. Then it denotes anything that is formed by the mind&mdash;its thoughts, imaginations, devices <a class=\"ref\">Genesis 8:21; Deuteronomy 31:21<\/a>. Here it may mean the thoughts themselves, or the mind that forms the thoughts. Either interpretation suits the connection, and will make sense. The expression, &lsquo;is stayed on thee,&rsquo; in the Hebrew does not express the idea that the mind is stayed on God, though that is evidently implied. The Hebrew is simply, whose mind is stayed, supported (סמוּך sâmûk); that is, evidently, supported by God. There is no other support but that; and the connection requires us to understand this of him.<\/p> ",
    "audit": 1
}