{
    "id": 1812,
    "source": "barnes",
    "verse_id": 18719,
    "verse_count": 1,
    "reference": "53:7",
    "title": "",
    "html": " <p> <em>He was oppressed <\/em>&mdash;(נגשׂ niggas&rsquo;). Lowth renders this, &lsquo;It was exacted.&rsquo; Hengstenberg, &lsquo;He was abased.&rsquo; Jerome (the Vulgate), &lsquo;He was offered because he was willing.&rsquo; The Septuagint &lsquo;He, on account of his affliction, opened not his mouth,&rsquo; implying that his silence arose from the extremity of his sorrows. The Chaldee renders it, &lsquo;He prayed, and he was heard, and before he opened his mouth he was accepted.&rsquo; The Syriac, &lsquo;He came and humbled himself, neither did he open his mouth.&rsquo; Kimchi supposes that it means, &lsquo;it was exacted;&rsquo; and that it refers to the fact that taxes were demanded of the exiles, when they were in a foreign land. The word used here (נגשׂ nāgas&rsquo;) properly means, &ldquo;to drive,&rdquo; to impel, to urge; and then to urge a debtor, to exact payment; or to exact tribute, a ransom, etc. (see <a class=\"ref\">Deuteronomy 15:2-3; 2 Kings 23:35 <\/a>.) Compare <a class=\"ref\">Job 3:18; Zechariah 9:8; Zechariah 10:4 <\/a>,, where one form of the word is rendered &lsquo;oppressor;&rsquo; <a class=\"ref\">Job 39:7 <\/a>,, the &lsquo;driver;&rsquo; <a class=\"ref\">Exodus 5:6 <\/a>,, &lsquo;taskmasters;&rsquo; <a class=\"ref\">Daniel 11:20 <\/a>,, &lsquo;a raiser of taxes.&rsquo; The idea is that of urgency, oppression, vexation, of being hard pressed, and ill treated. It does not refer here necessarily to what was exacted by God, or to sufferings inflicted by him&mdash;though it may include those&mdash;but it refers to all his oppressions, and the severity of his sufferings from all quarters. He was urged impelled, oppressed, and yet he was patient as a lamb. <\/p> <p> <em>And he was afflicted <\/em>&mdash;Jahn and Steudel propose to render this, &lsquo;He suffered himself to be afflicted.&rsquo; Hengstenberg renders it, &lsquo;He suffered patiently, and opened not his mouth.&rsquo; Lowth, &lsquo;He was made answerable; and he opened not his mouth.&rsquo; According to this, the idea is, that he had voluntarily taken upon himself the sins of people, and that having done so, he was held answerable as a surety. But it is doubtful whether the Hebrew will bear this construction. According to Jerome, the idea is that he voluntarily submitted, and that this was the cause of his sufferings. Hensler renders it, &lsquo;God demands the debt, and he the great and righteous one suffers.&rsquo; It is probable, however, that our translation has retained the correct sense. The word ענה ‛ânâh, in Niphil, means to be afflicted, to suffer, be oppressed or depressed <a class=\"ref\">Psalm 119:107 <\/a>,, and the idea here is, probably, that he was greatly distressed and afflicted. He was subjected to pains and sorrows which were hard to be borne, and which are usually accompanied with expressions of impatience and lamentation. The fact that he did not open his mouth in complaint was therefore the more remarkable, and made the merit of his sufferings the greater. <\/p> <p> <em>Yet he opened not his mouth <\/em>&mdash;This means that he was perfectly quiet, meek, submissive, patient, He did not open his mouth to complain of God on account of the great sorrows which he had appointed to him; nor to God on account of his being ill-treated by man. He did not use the language of reviling when he was reviled, nor return upon people the evils which they were inflicting on him (compare <a class=\"ref\">Psalm 39:9 <\/a>). How strikingly and literally was this fulfilled in the life of the Lord Jesus! It would seem almost as if it had been written after he lived, and was history rather than prophecy. In no other instance was there ever so striking an example of perfect patience; no other person ever so entirely accorded with the description of the prophet. <\/p> <p> <em>He is brought as a lamb to the slaughter <\/em>&mdash;This does not mean that he was led to the slaughter as a lamb is, but that as a lamb which is led to be killed is patient and silent, so was he. He made no resistance. He uttered no complaint. He suffered himself to be led quietly along to be put to death. What a striking and beautiful description! How tender and how true! We can almost see here the meek and patient Redeemer led along without resistance; and amidst the clamor of the multitude that were assembled with various feelings to conduct him to death, himself perfectly silent and composed. With all power at his disposal, yet as quiet and gentle as though he had no power; and with a perfect consciousness that he was going to die, as calm and as gentle as though he were ignorant of the design for which they were leading him forth. This image occurs also in Jeremiah, <a class=\"ref\">Jeremiah 11:19 <\/a>,, &lsquo;But I was like a lamb or an ox that is brought to the slaughter.&rsquo; <\/p> <p> <em>As a sheep <\/em>&mdash;As a sheep submits quietly to the operation of shearing. Compare <a class=\"ref\">1 Peter 2:23 <\/a>,, &lsquo;Who when he was reviled, reviled not again.&rsquo; Jesus never opened his mouth to revile or complain. It was opened only to bless those that cursed him, and to pray for his enemies and murderers. <\/p>,",
    "audit": 1
}