{
    "id": 1309,
    "source": "barnes",
    "verse_id": 18216,
    "verse_count": 1,
    "reference": "29:22",
    "title": "",
    "html": " <p> <em>Therefore <\/em>&mdash;In consequence of the happy change which shall take place in the nation when the oppressor shall be removed <a class=\"isa\" verses=\"eyIxODIxNCI6Mn0=\">Isaiah 29:20-21 <\/a>,, and when the poor and the meek shall rejoice <a class=\"isa\" verses=\"WzE4MjEzXQ==\">Isaiah 29:19 <\/a>,, and the ignorant shall be instructed <a class=\"isa\" verses=\"WzE4MjEyXQ==\">Isaiah 29:18 <\/a>,, Jacob shall not be ashamed of his descendants as he was before, nor have cause to blush in regard to his posterity. <\/p> <p> <em>Who redeemed Abraham <\/em>&mdash;That is, who brought him out of a land of idolaters, and rescued him from the abominations of idolatry. The word &lsquo;redeem,&rsquo; here (פדה pâdâh), properly denotes &ldquo;to ransom, that is, to redeem a captive, or a prisoner with a price paid <a class=\"ref\">Exodus 13:13; Exodus 34:20 <\/a>. But it is also used as meaning to deliver in general, without reference to a price, to free in any manner, to recover <a class=\"ref\">2 Samuel 4:9; 1 Kings 1:29; Job 5:20; Psalm 71:23 <\/a>. It is used in this general sense here; and means that Yahweh had rescued Abraham from the evils of idolatry, and made him his friend. The connection, also, would seem to imply that there was a reference to the promise which was made to Abraham that he should have a numerous posterity (see <a class=\"isa\" verses=\"WzE4MjE3XQ==\">Isaiah 29:23 <\/a>). <\/p> <p> <em>Jacob shall not now be ashamed <\/em>&mdash;This is a poetical introduction of Jacob as the ancestor of the Jewish people, as if the venerable patriarch were looking upon his children. Their deportment had been such as would suffuse a father&rsquo;s cheeks with shame; henceforward in the reformation that would occur he would &ldquo;not&rdquo; be ashamed of them, but would look on them with approbation. <\/p> <p> <em>Neither shall his face wax pale <\/em>&mdash;The face usually becomes pale with fear: but this may also occur from any strong emotion. Disappointment may produce paleness as well as fear; and perhaps the idea may be that the face of Jacob should no more become pallid as &ldquo;if&rdquo; he had been disappointed in regard to the hopes which he had cherished of his sons. <\/p>,",
    "audit": 1
}