{
    "id": 830,
    "source": "barnes",
    "verse_id": 17737,
    "verse_count": 1,
    "reference": "4:3",
    "title": "",
    "html": "<p><em>He that is left in Zion<\/em>&mdash;This &ldquo;properly&rdquo; refers to the remnant that should remain after the mass of the people should be cut off by wars, or be borne into captivity. If it refer to the few that would come back from Babylon, it means that they would be reformed, and would be a generation different from their fathers&mdash;which was undoubtedly true. If it refer, as the connection seems to indicate, to the times of the Messiah, then it speaks of those who are &lsquo;left,&rsquo; while the great mass of the nation would be unbelievers, and would be destroyed. The mass of the nation would be cut off, and the remnant that was left would be holy; that is, all true friends of the Messiah would be holy.<\/p><p><em>Shall be called holy<\/em>&mdash;That is, shall &ldquo;be&rdquo; holy. The expression &lsquo;to be called,&rsquo; is often used in the Scriptures as synonymous with &lsquo;to be.&rsquo;<\/p><p><em>Every one that is written among the living<\/em>&mdash;The Jews were accustomed to register the names of all the people. Those names were written in a catalogue, or register, of each tribe or family. To be written in that book, or register, meant to be alive, for when a death occurred, the name was stricken out; <a class=\"ref\">Exodus 32:32; Daniel 12:1; Ezekiel 13:9<\/a>. The expression came also to denote all who were truly the friends of God; they whose names are written in &ldquo;his&rdquo; book&mdash;the book of life. In this sense it is used in the New Testament; <a class=\"ref\">Philippians 4:3; Revelation 3:5; Revelation 17:5<\/a>. In this sense it is understood in this place by the Chaldee Par.: &lsquo;Every one shall be called holy who is written to eternal life; he shall see the consolation of Jerusalem.&rsquo; If the reference here is to the Messiah, then the passage denotes that under the reign of the Messiah, all who should be found enrolled as his followers, would be holy. An effectual separation would subsist between them and the mass of the people. They would be &ldquo;enrolled&rdquo; as his friends, and they would be a separate, holy community; compare <a class=\"ref\">1 Peter 2:9<\/a>.<\/p> ",
    "audit": 1
}