{
    "id": 1662,
    "source": "barnes",
    "verse_id": 18569,
    "verse_count": 1,
    "reference": "45:7",
    "title": "",
    "html": "<p><em>I form the light, and create darkness<\/em>&mdash;Light, in the Bible, is the emblem of knowledge, innocence, pure religion, and of prosperity in general; and darkness is the emblem of the opposite. Light here seems to be the emblem of peace and prosperity, and darkness the emblem of adversity; and the sentiment of the verse is, that all things prosperous and adverse are under the providential control and direction of God. Of light, it is literally true that God made it; and emblematically true that he is the source of knowledge, prosperity, happiness, and pure religion. Of darkness, it is literally true also that the night is formed by him; that he withdraws the light of the sun, and leaves the earth enveloped in gloomy shades. It is emblematically true also that calamity, ignorance, disappointment, and want of success are ordered by him; and not less true that all the moral darkness, or evil, that prevails on earth, is under the direction and ordering of his Providence. There is no reason to think, however, that the words &lsquo;darkness&rsquo; and &lsquo;evil&rsquo; are to be understood as referring to moral darkness; that is, sin.<\/p><p>A strict regard should be had to the connection in the interpretation of such passages; and the connection here does not demand such an interpretation. The main subject is, the prosperity which would attend the arms of Cyrus, the consequent reverses and calamities of the nations whom he would subdue, and the proof thence furnished that Yahweh was the true God; and the passage should be limited in the interpretation to this design. The statement is, that all this was under his direction. It was not the work of chance or hap-hazard. It was not accomplished or caused by idols. It was not originated by any inferior or subordinate cause. It was to be traced entirely to God. The successes of arms, and the blessings of peace were to be traced to him; and the reverses of arms, and the calamities of war to him also. This is all that the connection of the passage demands; and this is in accordance with the interpretation of Kimchi, Jerome, Rosenmuller, Gesenius, Calvin, and Grotius. The comment of Grotius is, &lsquo;Giving safety to the people, as the Persians; sending calamities upon the people, as upon the Medes and Babylonians.&rsquo; Lowth, Jerome, Vitringa, Jahn, and some others, suppose that there is reference here to the prevalent doctrine among the Persians, and the followers of the Magian religion in general, which prevailed all over the East, and in which Cyrus was probably educated, that there are two supreme, independent, co-existent and eternal causes always acting in opposition to each other&mdash;the one the author of all good, and the other of all evil; and that these principles or causes are constantly struggling with each other.<\/p><p>The good being or principle, they call light; and the evil, darkness; the one, Oromasden, and the other Ahrimanen. It was further the doctrine of the Magians that when the good principle had the ascendency, happiness prevailed; and when the evil principle prevailed, misery abounded. Lowth supposes, that God here means to assert his complete and absolute superiority over all other things or principles; and that all those powers whom the Persians supposed to be the original authors of good and evil to mankind were subordinate, and must be subject to him; and that there is no power that is not subservient to him, and under his control. That these opinions prevailed in very early times, and perhaps as early as Isaiah, there seems no good reason to doubt (Hyde, de Relig. Veter. Persar, xxii.) But there is no good evidence that Isaiah here referred to those opinions. Good and evil, prosperity and adversity, abound in the world at all times; and all that is required in order to a correct understanding of this passage is the general statement that all these things are under providential direction.<\/p><p><em>I make peace<\/em>&mdash;I hush the contending passions of mankind; I dispose to peace, and prevent wars when I choose&mdash;a passage which proves that the most violent passions are under his control. No passions are more uncontrollable than those which lead to wars; and nowhere is there a more striking display of the Omnipotence of God than in his power to repress the pride, ambition, and spirit of revenge of conquerors and kings:<\/p><p>Which stilleth the noise of the seas,<\/p><p>The noise of their waves,<\/p><p>And the tumult of the people.<\/p> ",
    "audit": 1
}