{
    "id": 1204,
    "source": "barnes",
    "verse_id": 18111,
    "verse_count": 1,
    "reference": "24:15",
    "title": "",
    "html": " <p> <em>Wherefore glorify ye the Lord <\/em>&mdash;The prophet, in this verse, calls upon the people to join in the praise of Yahweh wherever they are scattered. In the previous verse he describes the scattered few who were left in the land, or who had escaped to the adjacent islands in the sea, as celebrating the praises of God where they were. In this verse he calls on all to join in this wherever they were scattered. <\/p> <p> <em>In the fires <\/em>&mdash;Margin, &lsquo;Valleys.&rsquo; The Septuagint reads, &Epsilon;̓&nu; &tau;&omicron;&iota;͂&sigmaf; &nu;&eta;́&sigma;&omicron;&iota;&sigmaf; En tois nēsois&mdash;&lsquo;In the islands.&rsquo; The Chaldee, &lsquo;Therefore, when light shall come to the just, they shall glorify the Lord.&rsquo; Lowth supposes that the word: בארים bâ&lsquo;uriym should have been באיים bâ&lsquo;iyiym, &lsquo;in the islands,&rsquo; or &lsquo;coasts.&rsquo; But the MSS. do not give authority for this reading; the only authority which Lowth refers to being that of the Septuagint. Other conjectures have been made by others, but all without any authority from MSS. The Hebrew world in the plural form does not occur elsewhere in the Scriptures. The proper signification of the word אור &lsquo;ôr is light, and it is applied <\/p> <p>(a) to daylight, or daybreak, <a class=\"ref\">1 Samuel 14:36; Nehemiah 8:3 <\/a>; <\/p> <p>(b) to light from daybreak to mid-day, <a class=\"ref\">Job 24:14 <\/a>; <\/p> <p>(c) the sun, <a class=\"ref\">Job 31:26; Job 37:21 <\/a>; <\/p> <p>(d) light as the emblem of happiness; <\/p> <p>(e) light as the emblem of knowledge is also used to denote fire, <a class=\"ref\">Ezekiel 5:2 <\/a>; <a class=\"isa\" verses=\"WzE4NTUwXQ==\">Isaiah 44:16 <\/a>; <a class=\"isa\" verses=\"WzE4NjE0XQ==\">Isaiah 47:14 <\/a>,, <\/p> <p>In the plural form it is applied, in connection with the word &ldquo;Thummim,&rdquo; to the gems or images which were on the breastplate of the high priest, and from which responses were obtained. <a class=\"ref\">Exodus 28:30 <\/a>: &lsquo;And thou shalt put in the breastplate of judgment the Urim (האוּרים hâ&lsquo;ûriym) and the Thummim&rsquo; (compare <a class=\"ref\">Leviticus 8:8; Ezra 2:63 <\/a>). Probably it was thus used to denote the splendor or beauty of the gems there set, or perhaps the light or instruction which was the result of consulting the oracle. The proper meaning of the word is, however, light, and it usually and naturally suggests the idea of the morning light, the aurora; perhaps, also, the northern light, or the aurora borealis. It in no instance means caves, or valleys. Vitringa supposed it referred to caves, and that the address was to the &ldquo;Troglodytes,&rdquo; or those who had been driven from their homes, and compelled to take up their residence in caves. The word probably refers either to the regions of the morning light, the rising of the sun; or of the northern light, the aurora borealis; and in either case, the reference is doubtless to those who would be carried away to Babylon, and who were called on there by the prophet to glorify God. &lsquo;In those regions of light, where the morning dawns; or where the northern skies are illuminated at night, there glorify God&rsquo; (see the note at <a class=\"isa\" verses=\"WzE3OTQyXQ==\">Isaiah 14:13 <\/a>). The reasons for this opinion are, <\/p> <p>(1) That such is the natural and proper sense of the word. It properly refers to light, and not to caves, to valleys, or to islands. <\/p> <p>(2) The parallelism, the construction, demands such an interpretation. <\/p> <p>It would then be equivalent to calling on the scattered people to glorify God in the East, and in the West; in the regions of the rising sun and in the coasts of the sea; or wherever they were scattered. And the sense is, <\/p> <p>(1) that they should be encouraged to do this by the prospect of a return; <\/p> <p>(2) that it was their duty still to do this wherever they were; and <\/p> <p>(3) that the worship of the true God would be in fact continued and celebrated, though his people were scattered, and driven to distant lands. <\/p> <p> <em>In the isle of the sea <\/em>&mdash;The coasts and islands of the Mediterranean <a class=\"isa\" verses=\"WzE4MTEwXQ==\">Isaiah 24:14 <\/a>) <\/p>,",
    "audit": 1
}