{
    "id": 1373,
    "source": "barnes",
    "verse_id": 18280,
    "verse_count": 1,
    "reference": "32:20",
    "title": "",
    "html": " <p> <em>Blessed are ye <\/em>&mdash;The sense of this verse is, that while the enemies of the Jews would be overthrown, they themselves would be permitted to cultivate their lands in security. Instead of predicting this directly, the prophet implies that this would occur, by declaring that those who were permitted to do this were happy. <\/p> <p> <em>That sow beside all waters <\/em>&mdash;Hebrew, &lsquo;Upon (על ‛al) all waters.&rsquo; This may mean that they selected places near running streams as being most fertile; or it may refer, as Lowth supposes, to the manner of sowing grain, and particularly rice, in eastern countries. This is done by casting the seed upon the water. This custom is referred to in <a class=\"ref\">Ecclesiastes 11:1 <\/a>: &lsquo;Cast thy bread,&rsquo; that is, thy seed, &lsquo;upon the waters, for thou shalt find it after many days;&rsquo; that is, cast thy seed upon the waters when the river overflows the banks, and the seed will sink into the slime and mud, and will spring up when the waters subside, and you will find it again after many days in a rich and luxuriant harvest. Sir John Chardin thus describes this mode of sowing: They sow it (the rice) upon the water; and before sowing, while the earth is covered with water, they cause the ground to be trodden by oxen, horses, and asses, who go mid-leg deep; and this is the way they prepare the ground for sowing&rsquo; (Harmer&rsquo;s Obs. vol. i. p. 280). <\/p> <p> <em>That send forth thither the feet of the ox and the ass <\/em>&mdash;That is, for the purpose of treading the earth while the water is on it, and preparing it for the seed. In this way the ground would need no plowing, but the seed would fall into the slime, and be sufficiently covered when the waters should subside. The idea in this verse is, that there would be a state of security succeeding the destruction of their enemies; and that they would be permitted to pursue the cultivation of the soil, unannoyed and undisturbed. <\/p> ",
    "audit": 1
}