{
    "id": 785,
    "source": "barnes",
    "verse_id": 17692,
    "verse_count": 1,
    "reference": "2:6",
    "title": "",
    "html": " <p> <em>Therefore <\/em>&mdash;The prophet proceeds in this and the following verses, to state the reasons of their calamities, and of the judgments that had come upon them. Those judgments he traces to the crimes which he enumerates&mdash;crimes growing chiefly out of great commercial prosperity, producing pride, luxury, and idolatry. <\/p> <p> <em>Thou hast forsaken <\/em>&mdash;The address is changed from the exhortation to the house of Jacob <a class=\"isa\" verses=\"WzE3NjkxXQ==\">Isaiah 2:5<\/a>, to God, as is frequently the case in the writings of Isaiah. It indicates a state where the mind is full of the subject, and where it expresses itself in a rapid and hurried manner. <\/p> <p> <em>Hast forsaken <\/em>&mdash;Hast withdrawn thy protection, and given them over to the calamities and judgments which had come upon them. <\/p> <p> <em>They be replenished <\/em>&mdash;Hebrew, They are &ldquo;full.&rdquo; That is, these things abound. <\/p> <p> <em>From the East <\/em>&mdash;Margin, &ldquo;More than the East.&rdquo; The meaning of the expression it is not easy to determine. The word translated &ldquo;East,&rdquo; קדם qedem denotes also &ldquo;antiquity,&rdquo; or that which is &ldquo;of old,&rdquo; as well as the East. Hence, the Septuagint renders it, &lsquo;their land is, as of old, filled.&rsquo; The Chaldee, &lsquo;their land is filled with idols as at the beginning.&rsquo; Either idea will suit the passage; though our translation more nearly accords with the Hebrew than the others. The &ldquo;East,&rdquo; that is, Arabia, Persia, Chaldea, etc., was the country where astrology, soothsaying, and divination particularly abounded; see <a class=\"ref\">Daniel 2:2; Deuteronomy 18:9-11<\/a>. <\/p> <p> <em>And are soothsayers <\/em>&mdash;Our word &ldquo;soothsayers&rdquo; means &ldquo;foretellers, prognosticators,&rdquo; persons who pretend to predict future events &ldquo;without inspiration,&rdquo; differing in this from true prophets. What the Hebrew word means, it is not so easy to determine. The word עננים ‛onenı̂ym may be derived from ענן ‛ânân, &ldquo;a cloud&rdquo;&mdash;and then would denote those who augur from the appearance of the clouds, a species of divination from certain changes observed in the sky; compare <a class=\"ref\">Leviticus 19:26<\/a>: &lsquo;Neither shall ye&mdash;observe times.&rsquo; <a class=\"ref\">2 Kings 21:6<\/a>. This species of divination was expressly forbidden; see <a class=\"ref\">Deuteronomy 18:10-12<\/a>: &lsquo;There shall not be found among you anyone that useth divination, or an observer of times, or an enchanter,&rsquo; etc. Or the word may be derived from עין ‛ayin, &ldquo;an eye,&rdquo; and then it will denote those who fascinate, enchant, or bewitch by the eye. It is probable that the word includes &ldquo;augury, necromancy, and witchcraft,&rdquo; in general&mdash;all which were expressly forbidden by the law of Moses; <a class=\"ref\">Deuteronomy 18:10-12<\/a>. <\/p> <p> <em>Like the Philistines <\/em>&mdash;The Philistines occupied the land in the southwest part of Palestine. The Septuagint uses the word &ldquo;foreigners&rdquo; here, as they do generally, instead of the Philistines. <\/p> <p> <em>And they please themselves <\/em>&mdash;The word used here&mdash;שׂפק s&lsquo;âphaq&mdash;means literally &ldquo;to clap the hands&rdquo; in token of joy. It may also mean, &ldquo;to join the hands, to shake hands,&rdquo; and then it will signify that they &ldquo;joined hands&rdquo; with foreigners; that is, they made compacts or entered into alliances with them contrary to the law of Moses. The Septuagint seems to understand it of unlawful marriages with the women of surrounding nations&mdash;&tau;&epsilon;́&kappa;&nu;&alpha; &pi;&omicron;&lambda;&lambda;&alpha;̀ &alpha;̓&lambda;&lambda;&omicron;́&phi;&upsilon;&lambda;&lambda;&alpha; &epsilon;̓&gamma;&epsilon;&nu;&eta;́&theta;&eta; &alpha;&upsilon;̓&tau;&omicron;&iota;͂&sigmaf; tekna polla allophula egenēthē autois; compare <a class=\"ref\">Nehemiah 13:23<\/a>. It means probably, in general, that they entered into improper alliances, whether they were military, matrimonial, or commercial, with the surrounding nations. The words &ldquo;children of strangers&rdquo; may mean, with the descendants of the foreigners with whom Moses forbade any alliances. The Jews were to be a separate and special people, and, in order to this, it was necessary to forbid all such foreign alliances; <a class=\"ref\">Exodus 23:31-32; Exodus 34:12-15; Psalm 106:3, Psalm 106:5; Ezra 9:1-15<\/a>, <\/p>",
    "audit": 1
}