{
    "id": 1034,
    "source": "barnes",
    "verse_id": 17941,
    "verse_count": 1,
    "reference": "14:12",
    "title": "",
    "html": " <p> <em>How art thou fallen from heaven <\/em>&mdash;A new image is presented here. It is that of the bright morning star; and a comparison of the once magnificent monarch with that beautiful star. He is now exhibited as having fallen from his place in the east to the earth. His glory is dimmed; his brightness quenched. Nothing can be more poetic and beautiful than a comparison of a magnificent monarch with the bright morning star! Nothing more striking in representing his death, than the idea of that star falling to the earth! <\/p> <p> <em>Lucifer <\/em>&mdash;Margin, &lsquo;Day-star&rsquo; (הילל hēylēl, from הלל hâlal, &ldquo;to shine&rdquo;). The word in Hebrew occurs as a noun nowhere else. In two other places <a class=\"ref\">Ezekiel 21:12; Zechariah 11:2<\/a>, it is used as a verb in the imperative mood of Hiphil, and is translated &lsquo;howl&rsquo; from the verb ילל yālal, &ldquo;to howl&rdquo; or &ldquo;cry.&rdquo; Gesenius and Rosenmuller suppose that it should be so rendered here. So Noyes renders it, &lsquo;Howl, son of the morning!&rsquo; But the common translation seems to be preferable. The Septuagint renders it, &Epsilon;̔&omega;&sigma;&phi;&omicron;́&rho;&omicron;&sigmaf; Heōsphoros, and the Vulgate, &lsquo;Lucifer, the morning star.&rsquo; The Chaldee, &lsquo;How art thou fallen from high, who wert splendid among the sons of men.&rsquo; There can be no doubt that the object in the eve of the prophet was the bright morning star; and his design was to compare this magnificent oriental monarch with that. The comparison of a monarch with the sun, or the other heavenly bodies, is common in the Scriptures. <\/p> <p> <em>Son of the morning <\/em>&mdash;This is a Hebraism (see the note at <a class=\"ref\">Matthew 1:1<\/a>), and signifies that that bright star is, as it were, the production, or the offspring of morning; or that it belongs to the morning. The word &rsquo;son&rsquo; often thus denotes possession, or that one thing belongs to another. The same star in one place represents the Son of God himself; <a class=\"ref\">Revelation 21:16<\/a>: &lsquo;I am&mdash;the bright and morning star.&rsquo; <\/p> <p> <em>Which didst weaken the nations <\/em>&mdash;By thy oppressions and exactions, rendering once mighty nations feeble. <\/p>",
    "audit": 1
}