{
    "id": 1875,
    "source": "barnes",
    "verse_id": 18782,
    "verse_count": 1,
    "reference": "57:16",
    "title": "",
    "html": "<p><em>For I will not contend for ever<\/em>&mdash;I will not be angry with my people forever, nor always refuse to pardon and comfort them (see <a class=\"ref\">Psalm 103:9<\/a>). This is to be regarded as having been primarily addressed to the Jews in their long and painful exile in Babylon. It is, however, couched in general language; and the idea is, that although God would punish his people for their sins, yet his wrath would not be perpetual. If they were his children, he would visit them again in mercy, and would restore to them his favor.<\/p><p><em>For the spirit should fail before me<\/em>&mdash;Critics have taken a great deal of pains on this part of the verse, which they suppose to be very obscure. The simple meaning seems to be, that if God should continue in anger against people they would be consumed. The human soul could not endure a long-continued controversy with God. Its powers would fail; its strength decay; it must sink to destruction. As God did not intend this in regard to his own people; as he meant that his chastisements should not be for their destruction, but for their salvation; and as he knew how much they could bear, and how much they needed, he would lighten the burden, and restore them to his favor. And the truth taught here is, that if we are his children, we are safe. We may suffer much and long. We may suffer so much that it seems scarcely possible that we should endure more. But he knows how much we can bear; and he will remove the lead, so that we shall not be utterly crushed. A similar sentiment is found in the two following elegant passages of the Psalms, which are evidently parallel to this, and express the same idea:<\/p><p>But he being full of compassion,<\/p><p>Forgave their iniquity, and destroyed them not;<\/p><p>Yea many a time burned he his anger away,<\/p><p>And did not stir up all his wrath.<\/p><p>For he remembered that they were but flesh;<\/p><p>A wind that passeth away and returneth not again.<\/p> ",
    "audit": 1
}