{
    "id": 1835,
    "source": "barnes",
    "verse_id": 18742,
    "verse_count": 1,
    "reference": "55:1 ",
    "title": "",
    "html": "<p><em>Ho<\/em>&mdash;(הוי hôy). This word here is designed to call attention to the subject as one of importance.<\/p><p><em>Every one that thirsteth<\/em>&mdash;The word &lsquo;thirst&rsquo; often indicates intense desire, and is thus applied to the sense of want which sinners often have, and to their anxious wishes for salvation. It is not improbable that the Savior had this passage in his eye when he pronounced the blessing on those who hunger and thirst after righteousness <a class=\"ref\">Matthew 5:6<\/a>. No needs are so keen, none so imperiously demand supply, as those of hunger and thirst. They occur daily; and when long continued, as in the case of those who are shipwrecked, and doomed to wander months or years over burning sands with scarcely any drink or food, nothing is more distressing. Hence, the figure is often used to denote any intense desire for anything, and especially an ardent desire for salvation (see <a class=\"ref\">Psalm 42:2; Psalm 63:1; Psalm 143:6; John 7:37<\/a> ). The invitation here is made to all. &lsquo;Everyone&rsquo; (כל kôl) is entreated to come. It is not offered to the elect only, or to the rich, the great, the noble; but it is made to all. It is impossible to conceive of language more universal in its nature than this; and while this stands in the Word of God, the invitation may be made to all, and should be made to all, and must be made to all. It proves that provision is made for all. Can God invite to a salvation which has not been provided? Can he ask a man to partake of a banquet which has no existence? Can he ask a man to drink of waters when there are none? Can he tantalize the hopes and mock the miseries of people by inviting them to enter a heaven where they would be unwelcome, or to dwell in mansions which have never been provided? (compare <a class=\"ref\">Matthew 11:28; Mark 16:15; John 7:37; Revelation 22:17<\/a>).<\/p><p><em>Come ye to the waters<\/em>&mdash;Water, floods, overflowing streams, or copious showers, are often used in the Scriptures to denote abundant blessings from God, and especially the blessings which would exist under the Messiah (see <a class=\"isa\" verses=\"W3siMTgzMjciOjF9LHsiMTg1MjYiOjF9LHsiMTg1MzciOjF9XQ==\">Isaiah 35:6; Isaiah 43:20; Isaiah 44:3<\/a>).<\/p><p><em>And he that hath no money<\/em>&mdash;The poor; they who would be unable to purchase salvation if it were to be sold. The idea here is the absolute freeness of the offer of salvation. No man can excuse himself for not being a Christian because he is poor; no man who is rich can ever boast that he has bought salvation, or that he has obtained it on more easy terms because he had property.<\/p><p><em>Come ye, buy and eat<\/em>&mdash;(Compare <a class=\"ref\">Matthew 13:44-46<\/a>). That is, procure it without paying a price. The word rendered here &lsquo;buy&rsquo; (שׁבר shâbar), properly means to break, then to purchase etc. (grain), as that which is broken in a mill (Gesenius), or that which breaks hunger; compare Eng. breakfast (Castell.)<\/p><p><em>Buy wine<\/em>&mdash;(יין yayin). Wine was commonly used in their feasts, and indeed was an article of common drink (see the notes at <a class=\"isa\" verses=\"W3siMTgxMjUiOjF9XQ==\">Isaiah 25:6<\/a> ). Here it is emblematic of the blessings of salvation spoken of as a feast made for people. Wine is usually spoken of as that which exhilarates, or makes glad the heart <a class=\"ref\">Judges 9:13; 2 Samuel 13:28; Psalm 104:15<\/a>, and it is possible that the image here may be designed specifically to denote that the blessings of salvation make people happy, or dissipate the sorrows of life, and cheer them in their troubles and woes.<\/p><p><em>And milk<\/em>&mdash;Milk, in the Scriptures, is used to denote that which nourishes, or is nutritious <a class=\"ref\">Deuteronomy 32:14; Judges 4:1; Judges 5:25<\/a> ; <a class=\"isa\" verses=\"W3siMTc4MDUiOjF9XQ==\">Isaiah 7:22<\/a> ; <a class=\"ref\">1 Corinthians 9:7<\/a>. It is mentioned as used with wine in Sol 5:1, &lsquo;I have drunk my wine with my milk;&rsquo; and with honey Sol 4:11, &lsquo;Honey and milk are under my tongue.&rsquo; The sense here is, that the blessings of the gospel are suited to nourish and support the soul as well as to make it glad and cheerful.<\/p><p><em>Without money...<\/em>&mdash;None are so poor that they cannot procure it; none are so rich that they can purchase it with gold. If obtained at all by the poor or the rich, it must be without money and without price. If the poor are willing to accept of it as a gift, they are welcome; and if the rich will not accept of it as a gift, they cannot obtain it. What a debt of gratitude we owe to God, who has thus placed it within the reach of all: How cheerfully and thankfully should we accept float as a gift which no wealth, however princely, could purchase, and which, being purchased by the merits of the Redeemer, is put within the reach of the humblest child of Adam!<\/p>",
    "audit": 1
}