{
    "id": 1688,
    "source": "barnes",
    "verse_id": 18595,
    "verse_count": 1,
    "reference": "46:8",
    "title": "",
    "html": "<p><em>Remember this<\/em>&mdash;Bear in mind what is now said of the manner in which idols are made. This is addressed, doubtless, to the Jews, and is designed to keep them from idolatry.<\/p><p><em>And show yourselves men<\/em>&mdash;Act as men; throw away the childish trifles of idolaters. The word used here (התאשׁשׁוּ hithe&lsquo;oshâshû&rsquo; occurs nowhere else in the Bible. It is according to Gesenius, derived from אישׁ &lsquo;ı̂ysh, &ldquo;a man,&rdquo; and means to act &ldquo;as a man.&rdquo; A similar word is used in <a class=\"ref\">1 Corinthians 16:13<\/a> (&alpha;̓&nu;&delta;&rho;&iota;́&zeta;&epsilon;&sigma;&theta;&epsilon; andrizesthe, from &alpha;̓&nu;&eta;́&rho; anēr, a man), and is correctly rendered there, &lsquo;quit you like men.&rsquo; This Greek word often occurs in the Septuagint. It is used as a translation of אמץ &lsquo;âmats, in <a class=\"ref\">Joshua 1:6-7, Joshua 1:9, Joshua 1:18; 1 Chronicles 28:20; 2 Chronicles 32:7; Nehemiah 2:1<\/a>; of גדל gâdal in <a class=\"ref\">Ruth 1:12<\/a>; of חזק châzaq, in <a class=\"ref\">Deuteronomy 31:6-7, Deuteronomy 31:23; Joshua 10:25; 2 Kings 2:12; 2 Kings 12:8; 1 Chronicles 28:20<\/a> , and in several other places. Jerome renders the Hebrew word here, &lsquo;Be confounded;&rsquo; the Septuagint, &Sigma;&tau;&epsilon;&nu;&alpha;́&xi;&alpha;&tau;&epsilon; Stenachate)&mdash;&lsquo;Groan;&rsquo; the Syriac, &lsquo;Consider,&rsquo; or understand. The meaning is, that they were to act as became people&mdash;not as children; as became those endowed with an immortal mind, and not as the brutes. So Kimchi renders it: &lsquo;Be men, and not brutes, which neither consider nor understand.&rsquo;<\/p><p><em>O ye transgressors<\/em>&mdash;Ye who have violated the laws of God by the worship of idols. In the time of Manasseh, the Israelites were much addicted to idolatry, and probably this is to be regarded as addressed to them, and as designed to recall them from it to the worship of the true God.<\/p> ",
    "audit": 1
}