{
    "id": 1102,
    "source": "barnes",
    "verse_id": 18009,
    "verse_count": 1,
    "reference": "19:4",
    "title": "",
    "html": " <p> <em>And the Egyptians <\/em>&mdash;The Egyptian nation; the entire people, though divided into factions and contending with each other. <\/p> <p> <em>Will I give over <\/em>&mdash;Margin, &lsquo;Shut up.&rsquo; The Hebrew word (סכר sākar) usually has the sense of shutting up, or closing. Here it means that these contentions would be &ldquo;closed&rdquo; or concluded by their being delivered to of a single master. The Septuagint renders it, &Pi;&alpha;&rho;&alpha;&delta;&omega;́&sigma;&omega; Paradōsō&mdash;&lsquo;I will surrender.&rsquo; <\/p> <p> <em>Into the hands of a cruel lord <\/em>&mdash;Hebrew, &lsquo;Lords of cruelty, or severity.&rsquo; The word rendered &lsquo;lord,&rsquo; meaning master, is in the Hebrew in the plural number (אדנים &lsquo;ădônı̂y). It is, however, generally supposed that it is pluralis excellentiae&mdash;denoting majesty and dignity, and applicable to a &ldquo;single&rdquo; monarch. The connection requires this, for the state here described would be different from that where &ldquo;many&rdquo; rule, and it seems to suppose that &ldquo;one&rdquo; should succeed to the many who had been contending. In the parallel member, also, a name in the singular number is used&mdash;&lsquo;a fierce king;&rsquo; and as this evidently denotes the same, it follows that the word here is used to denote a single monarch. The plural form is often thus used in the Hebrew (see <a class=\"ref\">Psalm 7:10; Ezekiel 29:3; Hosea 12:1 <\/a>). God here claims jurisdiction over the nation, and says that &ldquo;he&rdquo; will do it&mdash;a most striking illustration of the power which he asserts over contending people to deliver them to whomsoever he will. <\/p> <p>Dr. Newton supposes that this was Nebuchadnezzar, or more properly Cambyses, by whom Egypt was made subject to the authority of Persia, and who was eminently a cruel man, a madman. But the more probable interpretation is that which refers it to Psammetichus. twelve kings were in contention, of whom he was one. He called in the aid of the Arabians, the pirates of Caria and Iona (Herodot. ii. 152; see the Analysis of the chapter; Diod. i. 66). This was in the twentieth year of the reign of Manasseh. Psammetichus reigned fifty-four years and was succeeded by Nechus his son, called in Scripture Pharaoh-Necho, and often mentioned under that name. Psammetichus, during a considerable part of his reign, was engaged in wars with Assyria and Palestine. He is here called a &lsquo;cruel lord;&rsquo; that is, an oppressive monarch, probably because he secured the kingdom by bringing in to his aid foreign mercenaries&mdash;robbers and pirates, and because his wars made his government oppressive and burdensome. <\/p> <p> <em>A fierce king <\/em>&mdash;Hebrew, &lsquo;A king of strength&rsquo;&mdash;a description particularly applicable to one who, like Psammetichus, had subdued eleven rivals, and who had obtained the kingdom by conquest. <\/p> ",
    "audit": 1
}