{
    "id": 1104,
    "source": "barnes",
    "verse_id": 18011,
    "verse_count": 1,
    "reference": "19:6 ",
    "title": "",
    "html": "<p><em>And they shall turn the rivers far away<\/em>&mdash;(האזיּחוּ he&lsquo;ezenı̂ychû), probably from זנח zânach, &ldquo;to have an offensive smell; to be rancid, or putrid.&rdquo; The word in this form occurs nowhere else. It is in the Hiphil conjugation, and is probably a form made from a mixture with the Chaldee. The sense is not doubtful. It means &lsquo;the rivers shall become putrid&mdash;or have an offensive smell;&rsquo; that is, shall become stagnant, and send forth unwholesome &ldquo;miasmata&rdquo; producing sickness, as stagnant waters often do. The Vulgate renders it, &lsquo;And the rivers shall fail.&rsquo; The Septuagint, &lsquo;And the Egyptians shall drink the waters from the sea, but the river shall fail, and be dried up, and the rivers shall fail, and the streams (&delta;&iota;&omega;̀&rho;&upsilon;&chi;&epsilon;&sigmaf; diōruches) of the river, and all the assembling (&sigma;&upsilon;&nu;&alpha;&gamma;&omega;&gamma;&eta;́ sunagōgē) waters shall be dried up.&rsquo;<\/p><p><em>And the brooks of defense<\/em>&mdash;Hebrew, &lsquo;The rivers of מצור mâtsôr. The word מצור mâtsôr often means &ldquo;straitness, affliction;&rdquo; then a siege, a wall, a bulwark, a fortification. But, probably, it here means &ldquo;Egypt,&rdquo; or the same as מצרים mı̂tserayı̂m (compare <a class=\"isa\" verses=\"WzE4Mzc4XQ==\">Isaiah 37:25<\/a> ; <a class=\"ref\">2 Kings 18:24; Mark 7:12<\/a>). Perhaps the Hebrews may have thought of Egypt as a strongly fortified place, and thus have given the name to it; or possibly this may have been a modification of the name &ldquo;Mitsraim.&rdquo;<\/p><p><em>The reeds and flags<\/em>&mdash;Which grew on the banks of the Nile&mdash;the papyrus, etc. (see the note at <a class=\"isa\" verses=\"WzE4MDAwXQ==\">Isaiah 18:2<\/a>)<\/p>",
    "audit": 1
}