{
    "id": 1592,
    "source": "barnes",
    "verse_id": 18499,
    "verse_count": 1,
    "reference": "42:18 ",
    "title": "",
    "html": "<p><em>Hear, ye deaf<\/em>&mdash;This is evidently an address to the Jews, and probably to the Jews of the time of the prophet. He had been predicting the coming of the Messiah, and the influence of his religion on the Gentile world. He had said that God would go forth to destroy the idolatry of the pagan nations, and to convince them of the folly of the worship of images, and to confound them for putting their trust in them. He seems here to have recollected that this was the easily-besetting sin of his own countrymen, and perhaps especially of the times when he penned this portion of the prophecy&mdash;under the reign of Manasseh; that that generation was stupid, blind, deaf to the calls of God, and sunk in the deepest debasement of idolatry. In view of this, and of the great truths which he had uttered, he calls on them to hear, to be alarmed, to return to God, and assures them that for these sins they exposed themselves to, and must experience, his sore displeasure. The statement of these truths, and the denouncing of these judgments, occupy the remainder of this chapter. A similar instance occurs in <a class=\"isa\" verses=\"WzE4NDgzXQ==\">Isaiah 2<\/a> , where the prophet, having foretold the coming of the Messiah, and the fact that his religion would be extended among the Gentiles, turns and reproves the Jews for their idolatry and crimes (see the notes at that chapter). The Jewish people are often described as &lsquo;deaf&rsquo; to the voice of God, and &lsquo;blind&rsquo; to their duty and their interests (see <a class=\"isa\" verses=\"WzE4NDg5XQ==\">Isaiah 29:18; Isaiah 42:8<\/a> ).<\/p><p><em>And look... that ye may see<\/em>&mdash;This phrase denotes an attentive, careful, and anxious search, in order that there may be a clear view of the object. The prophet calls them to an attentive contemplation of the object, that they might have a clear and distinct view of it. They had hitherto looked at the subject of religion in a careless, inattentive, and thoughtless manner.<\/p>",
    "audit": 1
}