{
    "id": 1840,
    "source": "barnes",
    "verse_id": 18747,
    "verse_count": 1,
    "reference": "55:6 ",
    "title": "",
    "html": "<p><em>Seek ye the Lord<\/em>&mdash;The commencement of religion in the heart is often represented as seeking for God. or inquiring for his ways <a class=\"ref\">Deuteronomy 4:29; Job 5:8; Job 8:5; Psalm 9:10; Psalm 14:2; Psalm 27:8<\/a>. This is to be regarded as addressed not to the Jewish exiles only or uniquely, but to all in view of the coming and work of the Messiah. That work would be so full and ample that an invitation could be extended to all to seek after God, and to return to him. It is implied here:<\/p><p>1. That people are by nature ignorant of God&mdash;since they are directed to &rsquo;seek&rsquo; for him.<\/p><p>2. That if people will obtain his favor it must be sought. No man becomes his friend without desiring it; no one who does not earnestly seek for it.<\/p><p>3. That the invitation to seek God should be made to all. In this passage it is unlimited (compare <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 55:7<\/a>). Where there are sinners, there the invitation is to be offered.<\/p><p>4. That the knowledge of God is of inestimable value. He would not command people to seek that which was worthless; he would not urge it with so much earnestness as is here manifested if it were not of inexpressible importance.<\/p><p><em>While he may be found<\/em>&mdash;It is implied here:<\/p><p>1. That God may now be found.<\/p><p>2. That the time will come when it will be impossible to obtain his favor.<\/p><p>The leading thought is, that under the Messiah the offer of salvation will be made to people fully and freely. But the period will come when it will be withdrawn. If God forsakes human beings; if he wholly withdraws his Spirit; if they have committed the sin which hath never forgiveness; or if they neglect or despise the provisions of mercy and die in their sins, it will be too late, and mercy cannot then be found. How unspeakably important, then, is it to seek for mercy at once&mdash;lest, slighted now, the offer should be withdrawn. or lest death should Overtake us, and we be removed to a world where mercy is unknown! How important is the present moment&mdash;for another moment may place us beyond the reach of pardon and of grace! How amazing the stupidity of men who suffer their present moments to pass away unimproved, and who, amidst the gaieties and the business of life, permit the day of salvation to pass by, and lose their souls! And how just is the condemnation of the sinner! If a man will not do so simple a thing as to ask for pardon, he ought to perish. The universe will approve the condemnation of such a man; and the voice of complaint can never be raised against that Holy Being who consigns such a sinner to hell.<\/p><p><em>Call ye upon him<\/em>&mdash;That is, implore his mercy (see <a class=\"ref\">Romans 10:13<\/a> ; compare <a class=\"ref\">Joel 2:32<\/a>). How easy are the terms of salvation! How just will be the condemnation of a sinner if he will not call upon God! Assuredly, if people will not breathe out one broken-hearted petition to the God of heaven that they may be saved, they have only to blame themselves if they are lost. The terms of salvation could be made no easier; and man can ask nothing more simple.<\/p><p><em>While he is near<\/em>&mdash;In an important sense God is equally near to us at all times. But this figurative language is taken from the mode of speaking among people, and it denotes that there are influences more favorable for seeking him at some periods than others. Thus God comes near to us in the preaching of his word, when it is borne with power to the conscience; in his providences, when he strikes down a friend and comes into the very circle where we move, or the very dwelling where we abide; when he lays his hand upon us in sickness, he is near us by day and by night; in a revival of religion, or when a pious friend pleads with us, God is near to us then, and is calling us to his favor. These are favorable times for salvation; times which, if they are suffered to pass by unimproved, return no more; periods which will all soon be gone, and when they are gone, the sinner irrecoverably dies.<\/p>",
    "audit": 1
}