{
    "id": 1924,
    "source": "barnes",
    "verse_id": 18831,
    "verse_count": 1,
    "reference": "60:9 ",
    "title": "",
    "html": "<p><em>Surely the isles<\/em>&mdash;On the meaning of the word &lsquo;isles&rsquo; in Isaiah, see the notes at <a class=\"isa\" verses=\"W3siMTg0NTMiOjF9XQ==\">Isaiah 41:1<\/a>.<\/p><p><em>Shall wait for me<\/em>&mdash;(See the notes at <a class=\"isa\" verses=\"W3siMTg0NTYiOjF9XQ==\">Isaiah 41:4<\/a>).<\/p><p><em>And the ships of Tarshish<\/em>&mdash;(See the notes at <a class=\"isa\" verses=\"W3siMTc3MDIiOjF9XQ==\">Isaiah 2:16<\/a>). The main idea here is clear. These ships were the principal vessels known to the Hebrews as employed in foreign commerce, and the prophet employs the name to denote ships in general that sailed to distant ports. They will be employed in importing the most valuable productions of distant climes to Zion, and in collecting those who should be converted to God; that is, the commerce of the world would be made tributary to religion, and the ships that sail to distant lands would be employed in advancing the cause of salvation.<\/p><p><em>First<\/em>&mdash;Among the first, in the first rank; they shall be among the most active and useful agents in diffusing the knowledge of the truth. Twenty-five manuscripts and the Syriac read it, &lsquo;As at the first.&rsquo; Jarchi and Kimchi suppose it means, as at the first; that is, as in the time of Solomon. But the idea is, that the ships which trade to the most distant regions will be among the principal instrumentalities employed in the conversion of the pagan world to Christianity. To some extent this has already been done. The servants of God have been borne already to almost every pagan land; and the time may come when it shall be deemed an essential object of those engaged in foreign commerce to diffuse a knowledge of civilization, and of the arts of life; of science, and of pure religion.<\/p><p><em>To bring thy sons from far<\/em>&mdash;Those who shall be converted from distant lands&mdash;as if they were to come personally and worship at Jerusalem (see the notes at <a class=\"isa\" verses=\"W3siMTg2NTkiOjF9XQ==\">Isaiah 49:22<\/a>).<\/p><p><em>Unto the name of the Lord thy God<\/em>&mdash;Lowth renders this, &lsquo;Because of the name.&rsquo; So the Septuagint, &Delta;&iota;&alpha;̀ &tau;&omicron;̀ &omicron;̓́&nu;&omicron;&mu;&alpha; dia to onoma, etc. The idea is, that all this wealth would be devoted to Yahweh, and employed in his service.<\/p><p><em>Because he hath glorified thee<\/em>&mdash;He has honored thee by imparting to thee the true religion, and making me the means of diffusing it around the world.<\/p>",
    "audit": 1
}