{
    "id": 873,
    "source": "barnes",
    "verse_id": 17780,
    "verse_count": 1,
    "reference": "6:10",
    "title": "",
    "html": " <p> <em>Make the heart <\/em>&mdash;The word &ldquo;heart&rdquo; here is used in the sense of the &ldquo;mind&rdquo;&mdash;to denote all their mental powers. It is commonly used in this sense in the Scriptures. <\/p> <p> <em>Fat <\/em>&mdash;Gross, heavy, dull, stupid. That is, go and proclaim such &ldquo;truth&rdquo; to them as shall have this effect&mdash;as shall irritate, provoke, enrage them; truth, whose delivery shall be attended, in their gross and corrupt hearts, with this blinding and infatuating influence the effect would be produced by the corrupt state of their hearts, not by any native tendency of the truth, and still less by any direct divine influence. &lsquo;Go, and proclaim truth to a corrupt and sensual people, and the result will be that they will not hear; they are so wicked that they will not attend to it; they will become even more hardened; yet go, and though certain of producing this effect, still proclaim it;&rsquo; see this passage explained in the notes at <a class=\"ref\">John 12:40 <\/a>. <\/p> <p> <em>Their ears heavy <\/em>&mdash;Dull, stupid, insensible. <\/p> <p> <em>And shut their eyes <\/em>&mdash;The word used here means &ldquo;to spread over,&rdquo; and then to close. It denotes here the state of mind which is more and more indisposed to attend to the truth. <\/p> <p> <em>And be healed <\/em>&mdash;Be restored from the malady of sin; be recovered and pardoned. Sin is often represented as a painful, loathsome malady, and forgiveness as restoration from such a malady; <a class=\"isa\" verses=\"WzE4MjQ0XQ==\">Isaiah 30:26 <\/a>; <a class=\"ref\">Psalm 103; Psalm 41:3-4; 2 Chronicles 7:14; Jeremiah 3:22; Jeremiah 17:14 <\/a>. We may learn here, <\/p> <p>(1) That the effect of truth is often to irritate people and make them more wicked. <\/p> <p>(2) The truth must, nevertheless, be proclaimed. <\/p> <p>This effect is not the fault of the truth; and it is often well that the heart should be known, and the true effect should be seen. <\/p> ",
    "audit": 1
}