{
    "id": 845,
    "source": "barnes",
    "verse_id": 17752,
    "verse_count": 1,
    "reference": "5:12",
    "title": "",
    "html": " <p>The prophet proceeds to state still further the extent of their crimes. This verse contains an account of their dissipated habits, and their consequent forgetfulness of God. That they commonly had musical instruments in their feasts, is evident from many passages of the Old Testament; see <a class=\"ref\">Amos 6:5-6<\/a>. Their feasts, also, were attended with songs; <a class=\"isa\" verses=\"eyIxODEwNCI6Mn0=\">Isaiah 24:8-9<\/a>. <\/p> <p> <em>The harp <\/em>&mdash;&mdash;כנור kinnôr. This is a well-known stringed instrument, employed commonly in sacred music. It is often mentioned as having been used to express the pious feelings of David; <a class=\"ref\">Psalm 32:2; Psalm 43:4; Psalm 49:5<\/a>. It is early mentioned as having been invented by Jubal; <a class=\"ref\">Genesis 4:21<\/a>. It is supposed usually to have had ten strings (Josephus, &ldquo;Ant.&rdquo; B. x. ch. xii. Section 3). It was played by the hand; <a class=\"ref\">1 Samuel 16:23; 1 Samuel 18:9<\/a>. The &ldquo;root&rdquo; of the word כנור kinnôr, is unknown. The word &ldquo;kinnor&rdquo; is used in all the languages cognate to the Hebrew, and is recognized even in the Persian. It is probable that the instrument here referred to was common in all the oriental nations, as it seems to have been known before the Flood, and of course the knowledge of it would be extended far. It is an oriental name and instrument, and from this word the Greeks derived their word &kappa;&iota;&nu;&upsilon;́&rho;&alpha; kinura. The Septuagint renders it &kappa;&iota;&theta;&alpha;́&rho;&alpha; kithara and &kappa;&iota;&nu;&upsilon;́&rho;&alpha; kinura. <\/p> <p>Once they substitute for it &omicron;̓́&rho;&gamma;&alpha;&nu;&omicron;&nu; organon, <a class=\"ref\">Psalm 136:2<\/a>; and five times &psi;&alpha;&lambda;&tau;&eta;́&rho;&iota;&omicron;&nu; psaltērion, <a class=\"ref\">Genesis 4:20; Psalm 48:4; Psalm 80:2; Psalm 149:3; Ezekiel 26:13<\/a>. The harp&mdash;כנור kinnôr&mdash;is not only mentioned as having been invented by Jubal, but it is also mentioned by Laban in the description which be gives of various solemnities, in regard to which he assures the fleeing Jacob that it had been his wish to accompany him with all the testimonials of joy&mdash;&lsquo;with music&mdash;תף tôph and כנור kinnôr;&rsquo; <a class=\"ref\">Genesis 31:27<\/a>. In the first age it was consecrated to joy and exultation. Hence, it is referred to as the instrument employed by David to drive away the melancholy of Saul <a class=\"ref\">1 Samuel 16:16-22<\/a>, and is the instrument usually employed to celebrate the praises of God; <a class=\"ref\">Psalm 33:1-2; Psalm 43:4; Psalm 49:5; Psalm 71:22-23<\/a>. But the harp was not only used on sacred occasions. Isaiah also mentions it as carried about by courtezans <a class=\"isa\" verses=\"WzE4MDk0XQ==\">Isaiah 23:16<\/a>, and also refers to it as used on occasions of gathering in the vintage, and of increasing the joy of the festival occasion. <\/p> <p>So also it was used in military triumphs. Under the reign of Jehoshaphat, after a victory which had been gained over the Moabites, they returned in triumph to Jerusalem, accompanied with playing on the כנור kinnôr;&rdquo; <a class=\"ref\">2 Chronicles 20:27-28<\/a>. The harp was generally used on occasions of joy. Only in one place, in Isaiah Isa 16:11, is it referred to as having been employed in times of mourning. There is no ancient figure of the כנור kinnôr that can be relied on as genuine. We can only say that it was an instrument made of sounding wood, and furnished with strings. Josephus says that it was furnished with ten strings, and was played with the plectrum (&ldquo;Ant.&rdquo; B. viii. ch. x.) Suidas, in his explanation of it, makes express mention of strings or sinews (p. 318); and Pollux speaks of goats&rsquo; claws as being used for the plectrum. David made it out of the ברושׁ berôsh, or fir, and Solomon out of the almug. Pfeiffer supposes, that the strings were drawn over the belly of a hollow piece of wood, and that it had some resemblance to our violin. But it is more probable that the common representation of the harp as nearly in the form of a triangle, with one side or the front part missing, is the correct one. For a full discussion of the subject, see Pfeiffer on the Music of the ancient Hebrews, &ldquo;Bib. Repos.&rdquo; vol. vi. pp. 366-373. Montfaucon has furnished a drawing of what was supposed to be the ancient כנור kinnôr, which is represented in the book. But, after all, the usual form is not quite certain. <\/p> <p>Bruce found a sculpture of a harp resembling that usually put into the hands of David, or nearly in the form of a triangle, and under circumstances which led him to suppose that it was as old as the times of Sesostris. <\/p> <p> <em>And the viol <\/em>&mdash;נבל nebel. From this word is derived the Greek word &nu;&alpha;́&beta;&lambda;&alpha; nabla, and the Latin nablium and nabla. But it is not very easy to form a correct idea of this instrument. The derivation would lead us to suppose that it was something in the shape of a &ldquo;bottle,&rdquo; and it is probable that it had a form in the shape of a leather bottle, such as is used in the East, or at least a vessel in which wine was preserved; <a class=\"ref\">1 Samuel 10:3; 1 Samuel 25:18; 2 Samuel 16:1<\/a>. It was at first made of the ברושׁ berôsh or fir; afterward it was made of the almug tree, and occasionally it seems to have been made of metal; <a class=\"ref\">2 Samuel 6:5; 1 Chronicles 13:8<\/a>. The external parts of the instrument were of wood, over which strings were drawn in various ways. Josephus says it had twelve strings (&ldquo;Ant.&rdquo; B. viii. ch. x.) He says also that it was played with the fingers.&mdash;&ldquo;Ibid.&rdquo; Hesychius and Pollux reckon it among stringed instruments. The resonance had its origin in the vessel or the bottom part of the instrument, upon which the strings were drawn. According to Ovid, this instrument was played on with both hands: <\/p> <p>Quaravis mutus erat, voci favisse putatur <\/p> <p>Piscis, Aroniae fabula nora lyrae. <\/p> <p>Disce etiam duplice genialia palma <\/p> <p>Verrere. <\/p> <p>De Arte Amandi, lib. iii.327. <\/p> <p>According to Jerome, Isodorus, and Cassiodorus, it had the form of an inverted Greek Delta &delta; d. Pfeiffer supposes that this instrument was probably the same as is found represented on ancient monument. The belly of the instrument is a wooden bowl, having a small hole in the under part, and is covered over with a stretched skin, which is higher in the middle than at the sides. Two posts, which are fastened together at the top by a cross piece, pass obliquely through this skin. Five strings pass over this skin, having a bridge for their support on the cross piece. The instrument has no pins or screws, but every string is fastened by means of some linen wound with it around this cross piece. The description of this instrument is furnished by Niebuhr (&ldquo;Thess.&rdquo; i. p. 179). It is played on in two ways, either by being struck with the finger, or by a piece of leather, or perhaps a quill hung at its side and drawn across the strings. It cannot with certainty be determined when this instrument was invented, or when it came into use among the Hebrews. It is first mentioned in the time of Saul <a class=\"ref\">1 Samuel 10:5<\/a>, and from this time onward it is frequently mentioned in the Old Testament. It was used particularly in the public worship of God; <a class=\"ref\">2 Samuel 6:5; 1 Kings 10:12; 2 Chronicles 20:28; 2 Chronicles 29:25; 1 Chronicles 15:16; 1 Chronicles 16:5<\/a>. It was usually accompanied with other instruments, and was also used in festivals and entertainments; see &ldquo;Bib. Repos.&rdquo; vol. vi. pp. 357-365. The usual form of representing it is shown in the preceding cut, and is the form in which the lyre appears on ancient monuments, in connection with the statues of Apollo. <\/p> <p>The drawing in the book is a representation of a lyre from a Jewish shekel of the time of Simon Maccabeus, and may have been, not improbably, a form in frequent use among the Jews. <\/p> <p>Niebuhr has furnished us with an instrument from the East, which is supposed to bare a very near resemblance to that which is referred to by Isaiah. This instrument is represented by the picture in the book. <\/p> <p> <em>The tabret <\/em>&mdash;תף tôph. This was one of the instruments which were struck with the hands. It was the kettle-drum of the ancients, and it is more easy to determine its form and use than it is of most of the instruments used by the Hebrews. The Septuagint and other Greek translators render it by &tau;&upsilon;́&mu;&pi;&alpha;&nu;&omicron;&nu; tumpanon. This word, as well as the Latin tympanum, is manifestly derived from the Hebrew. The Arabic word &ldquo;duf&rdquo; applied to the same instrument is also derived from the same Hebrew word. It was an instrument of wood, hollowed out, and covered over with leather and struck with the hands&mdash;a species of drum, This form of the drum is used by the Spaniards, and they have preserved it ever since the time of the Moors. It was early used. Laban wished to accompany Jacob with its sound; <a class=\"ref\">Genesis 31:27<\/a>. Miriam, the sister of Moses, and the females with her, accompanied the song of victory with this instrument; <a class=\"ref\">Exodus 15:20<\/a>. <\/p> <p>Job was acquainted with it <a class=\"ref\">Job 17:6; Job 21:12<\/a>, and David employed it in the festivities of religion; <a class=\"ref\">2 Samuel 6:5<\/a>. The occasions on which it is mentioned as being used are joyful occasions, and for the most part those who play on it are females, and on this account they are called &lsquo;drum-beating women&rsquo; <a class=\"ref\">Psalm 68:26<\/a>&mdash;in our translation, &lsquo;damsels playing with timbrels,&rsquo; In our translation it is rendered &ldquo;tabret,&rdquo; <a class=\"isa\" verses=\"WzE3NzUyXQ==\">Isaiah 5:12<\/a>; <a class=\"ref\">1 Samuel 10:5; Genesis 31:26<\/a>; <a class=\"isa\" verses=\"WzE4MTA0LDE4MjUwXQ==\">Isaiah 24:8; Isaiah 30:32<\/a>; <a class=\"ref\">1 Samuel 18:6; Ezekiel 38:13; Jeremiah 31:4; Job 17:6<\/a>; &ldquo;tabering,&rdquo; <a class=\"ref\">Nahum 2:7<\/a>; and &ldquo;timbrel,&rdquo; <a class=\"ref\">Psalm 81:2; Exodus 15:20; Job 21:12; Psalm 149:3; Psalm 150:4; Judges 11:34; Psalm 68:25<\/a>. It is no where mentioned as employed in war or warlike transactions. It was sometimes made by merely stretching leather over a wooden hoop, and thus answered to the instrument known among us as the tambourine. It was in the form of a sieve, and is often found on ancient monuments, and particularly in the hands of Cybele. In the East, there is now no instrument more common than this. <\/p> <p>Niebuhr (Thes i. p. 181) has given the following description of it: &lsquo;It is a broad hoop covered on one side with a stretched skin. In the rim there are usually thin round pullies or wheels of metal which make some noise, when this drum, held on high with one hand, is struck with the fingers of the other hand. No musical instrument perhaps is so much employed in Turkey as this. When the females in their harems dance or sing, the time is always beat on this instrument. It is called doff.&rsquo; See &ldquo;Bib. Repos.&rdquo; vol. vi. pp. 398-402. it is commonly supposed that from the word &ldquo;toph, Tophet&rdquo; is derived&mdash;a name given to the valley of Jehoshaphat near Jerusalem, because this instrument was used there to drown the cries of children when sacrificed to Moloch. <\/p> <p>And pipe.&mdash;חליל châlı̂yl. This word is derived either from חלל châlal, &ldquo;to bore through,&rdquo; and thence conveys the idea of a flute bored through, and furnished with holes (&ldquo;Gesenius&rdquo;); or from חלל châlal, &ldquo;to leap&rdquo; or &ldquo;to dance;&rdquo; and thence it conveys the idea of an instrument that was played on at the dance.&mdash;&ldquo;Pfeiffer.&rdquo; <\/p> <p>The Greek translators have always rendered it by &alpha;&upsilon;̓&lambda;&omicron;́&sigmaf; aulos. There are, in all, but four places where it occurs in the Old Testament; <a class=\"ref\">1 Kings 1:40<\/a>; <a class=\"isa\" verses=\"WzE3NzUyLDE4MjQ3XQ==\">Isaiah 5:12; Isaiah 30:29<\/a>; <a class=\"ref\">Jeremiah 48:36<\/a>; and it is uniformly rendered &ldquo;pipe or pipes,&rdquo; by our translators. The origin of the pipe is unknown. It was possessed by most ancient nations, though it differed much in form. It was made sometimes of wood, at others of reed, at others of the bones of animals, horns, etc. The &ldquo;box-wood&rdquo; has been the common material out of which it was made. It was sometimes used for plaintive music (compare <a class=\"ref\">Matthew 9:23<\/a>); but it was also employed in connection with other instruments, while journeying up to Jerusalem to attend the great feasts there; see the note at <a class=\"isa\" verses=\"WzE4MjQ3XQ==\">Isaiah 30:29<\/a>. Though employed on plaintive occasions, yet it was also employed in times of joy and pleasure. Hence, in the times of Judas Maccabeus, the Jews complained &lsquo;that all joy had vanished from Jacob, and, that the flute and cithera were silent;&rsquo; 1 Macc. 3:45; see &ldquo;Bib. Repos.&rdquo; vol. vi. pp. 387-392. The graceful figures (shown in the book) will show the manner of playing the flute or pipe among the Greeks. It was also a common art to play the double flute or pipe, in the East, in the manner represented in the book. In the use of these instruments, in itself there could be no impropriety. That which the prophet rebuked was, that they employed them not for praise, or even for innocent amusement, but that they introduced them to their feasts of revelry, and thus made them the occasion of forgetting God. Forgetfulness of God, in connection with music and dancing, is beautifully described by Job: <\/p> <p>They send forth their little ones like a flock, <\/p> <p>And their children dance; <\/p> <p>They take the timbrel and harp, <\/p> <p>And rejoice at the sound of the organ; <\/p> <p>They spend their days in mirth, <\/p> <p>And in a moment go down to the grave. <\/p> <p> <em>And they say unto God <\/em>&mdash; <\/p> <p>&lsquo;Depart from us; <\/p> <p>For we know not the knowledge of thy ways. <\/p> <p>What is the Almighty, that we should serve him? <\/p> <p>And what profit should we have if we pray unto him?&rsquo; <\/p>",
    "audit": 1
}