{
    "id": 1645,
    "source": "barnes",
    "verse_id": 18552,
    "verse_count": 1,
    "reference": "44:18 ",
    "title": "",
    "html": "<p><em>They have not known nor understood<\/em>&mdash;They are stupid, ignorant, and blind. Nothing could more strikingly show their ignorance and stupidity than this idol worship.<\/p><p><em>He hath shut their eyes<\/em>&mdash;God hath closed their eyes. Margin, &lsquo;Daubed.&rsquo; The word used here, טה ṭah from טוה ṭûah denotes properly &ldquo;to spread over&rdquo;; to besmear; to plaster; as, e. g., a wall with mortar <a class=\"ref\">Leviticus 14:42; 1 Chronicles 29:4; Ezekiel 13:10; Ezekiel 22:28<\/a>. Here it means to cover over the eyes so as to prevent vision; and hence, metaphorically, to make them stupid, ignorant, dull. It is attributed to God in accordance with the common statement of the Scriptures, that he does what he permits to be done (see the notes at <a class=\"isa\" verses=\"eyIxNzc3OSI6Mn0=\">Isaiah 6:9-10<\/a>). It does not mean that God had done it by any physical, or direct agency, but that it had occurred under the administration of his Providence. It is also true that the Hebrew writers sometimes employ an active verb when the signification is passive, and when the main idea is, that anything was in fact done. Here the main point is not the agent by which this was done, but the fact that their eyes were blinded&mdash;and perhaps all the force of the verb טה ṭah used here would be expressed if it was rendered in an impersonal, or in a passive form, &lsquo;it is covered as to their eyes,&rsquo; that is, their eyes are shut, without suggesting that it was done by God. So the Septuagint renders it, &Alpha;̓&pi;&eta;&mu;&alpha;&upsilon;&rho;&omega;́&theta;&eta;&sigma;&alpha;&nu; Apēmaurōthēsan&mdash;&lsquo;They are blind,&rsquo; or involved in darkness.<\/p><p>So the Chaldee, מטמטמן meṭmeṭemân (also in the plural)&mdash;&lsquo;Their eyes are obscured&rsquo; or blind. It cannot be proved from this text that God is, by direct agency, the author by whom it was done. It was not uncommon to shut up, or seal up the eyes for various purposes in the East, and unquestionably the prophet alludes to some such custom. &lsquo;It is one of the solemnities at a Jewish wedding at Aleppo, according to Dr. Russell, who mentions it as the most remarkable thing in their ceremonies at that time. It is done by fastening the eyelids together with a gum, and the bridegroom is the person, he says, if he remembered right, that opens the bride&rsquo;s eyes at the appointed time. It is also used as a punishment in those countries. So Sir Thomas Roe&rsquo;s chaplain, in his account of his voyages to East India, tells us of a son of the Great Mogul, whom he had seen, and with whom Sir Thomas had conversed, that had before that time been cast into prison by his father, where his eyes were sealed up, by something put before them, which might not be taken off for three years; after which time the seal was taken away, that he might with freedom enjoy the light, though not his liberty.&rsquo; (Harmer&rsquo;s Obs. vol. iii., pp. 507, 508. Ed. Lond. 8vo, 1808.)<\/p>",
    "audit": 1
}