{
    "id": 1904,
    "source": "barnes",
    "verse_id": 18811,
    "verse_count": 1,
    "reference": "59:10",
    "title": "",
    "html": "<p><em>We grope for the wall like the blind<\/em> &mdash;A blind man, not being able to see his way, feels along by a wall, a fence, or any other object that will guide him. They were like the blind. They had no distinct views of truth, and they were endeavoring to feel their way along as well as they could. Probably the prophet here alludes to the threatening made by Moses in<a class=\"ref\">Deuteronomy 28:28-29<\/a> , &lsquo;And the Lord shall smite thee with madness, and blindness, and astonishment of heart; and thou shalt grope at noon-day as the blind gropeth in darkness, and thou shalt not prosper in thy ways.&rsquo;<\/p><p>We stumble at noon-day as in the night&mdash;The idea here is, that they were in a state of utter disorder and confusion. Obstacles were in their way on all hands, and they could no more walk than people could who at noon-day found their path filled with obstructions. There was no remission, no relaxation of their evils. They were continued at all times, and they had no intervals of day. Travelers, though at night they wander and fall, may look for approaching day, and be relieved by the returning light. But not so with them. It was all night. There were no returning intervals of light, repose and peace. It was as if the sun was blotted out, and all was one long, uninterrupted, and gloomy night.<\/p><p><em>We are in desolate places<\/em> &mdash;There has been great variety in the interpretation of this phrase. Noyes, after Gesenius. translates it, &lsquo;In the midst of fertile fields we are like the dead.&rsquo; One principal reason which Gesenius gives for this translation (Commentary in loc.) is, that this best agrees with the sense of the passage, and answers better to the previous member of the sentence, thus more perfectly preserving the parallelism:<\/p><p>At noon-day we stumble as in the night;<\/p><p>In fertile fields we are like the dead.<\/p><p>Thus, the idea would be, that even when all seemed like noon-day they were as in the night; and that though they were in places that seemed luxuriant, they were like the wandering spirits of the dead. Jerome renders it, Caliginosis quasi mortui. The Septuagint, &lsquo;They fall at mid-day as at midnight: they groan as the dying&rsquo; (&omega;̔&sigmaf; &alpha;̓&pi;&omicron;&theta;&nu;&eta;́ͅ&sigma;&kappa;&omicron;&nu;&tau;&epsilon;&sigmaf; &sigma;&tau;&epsilon;&nu;&alpha;́&xi;&omicron;&upsilon;&sigma;&iota;&nu; hōs apothnēskontes stenachousin). The Syriac follows this. &lsquo;We groan as those who are near to death.&rsquo; The Chaldee renders it, &lsquo;It (the way) is closed before us as the sepulchre is closed upon the dead;&rsquo; that is, we are enclosed on every side by calamity and trial, as the dead are in their graves. The derivation of the Hebrew word אשׁמנים &lsquo;ashemanı̂ym is uncertain, and this uncertainty has given rise to the variety of interpretation. Some regard it as derived from שׁמם shâmam, to be laid waste, to be desolate; and others from שׁמן shâman, to be, or become fat.<\/p><p>The word שׁמנים shemannı̂ym, in the sense of fatness, that is, fat and fertile fields, occurs in<a class=\"ref\">Genesis 27:28, Genesis 27:39<\/a> ; and this is probably the sense here. According to this, the idea is, we are in fertile fields like the dead. Though surrounded by lands that are adapted to produce abundance, yet we are cut off from the enjoyment of them like the dead. Such is the disturbed state of public affairs; and such the weight of the divine judgments, that we have no participation in these blessings and comforts. The idea which. I suppose, the prophet means to present is, that the land was suited to produce abundance, but that such was the pressure of the public calamity, that all this now availed them nothing, and they were like the dead who are separated from all enjoyments. The original reference here was to the Jew suffering for their sins, whether regarded as in Palestine under their heavy judgments, or as in Babylon, where all was night and gloom. But the language here is strikingly descriptive of the condition of the world at large. Sinners at noon-day grope and stumble as in the night. In a world that is full of the light of divine truth as it beams from the works and the word of God, they are in deep darkness. They feel their way as blind people do along a wall, and not a ray of light penetrates the darkness of their minds. And in a world full of fertility, rich and abundant and overflowing in its bounties, they are still like &lsquo;the dead.&rsquo; True comfort and peace they have not; and they seem to wander as in the darkness of night, far from peace, from comfort, and from God.<\/p> ",
    "audit": 1
}