{
    "id": 1914,
    "source": "barnes",
    "verse_id": 18821,
    "verse_count": 1,
    "reference": "59:20 ",
    "title": "",
    "html": "<p><em>And the Redeemer shall come<\/em>&mdash;On the meaning of the word rendered here &lsquo;Redeemer,&rsquo; see the notes at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 43:1<\/a>. This passage is applied by the apostle Paul to the Messiah <a class=\"ref\">Romans 11:26<\/a> ; and Aben Ezra and Kimchi, among the Jews, and Christians generally, suppose that it refers to him.<\/p><p><em>To Zion<\/em>&mdash;On the word &lsquo;Zion,&rsquo; see the notes at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 1:8<\/a>. The Septuagint renders this, &Epsilon;̓́&nu;&epsilon;&kappa;&epsilon;&nu; &Sigma;&iota;&omega;̀&nu; Heneken Siōn&mdash;&lsquo;On account of Zion.&rsquo; The apostle Paul <a class=\"ref\">Romans 11:26<\/a>, renders this, &lsquo;There shall come out of Zion (&epsilon;̓&kappa; &Sigma;&iota;&omega;̀&nu; ek Siōn) the Deliverer,&rsquo; meaning that he would arise among that people, or would not be a foreigner. The idea in Isaiah, though substantially the same, is rather that he would come as a deliverer from abroad; that is, he would come from heaven, or be commissioned by God. When it is said that he would come to Zion, it is not meant that he would come exclusively to the Jews, but that his mission would be primarily to them.<\/p><p><em>And unto them that turn from transgression in Jacob<\/em>&mdash;There is much variety in the interpretation of this passage. Paul <a class=\"ref\">Romans 11:26<\/a>quotes it thus, &lsquo;and shall turn away ungodliness from Jacob;&rsquo; and in this he has literally followed the Septuagint. The Vulgate renders it as in our translation. The Chaldee, &lsquo;And shall turn transgressors of the house of Jacob to the law.&rsquo; The Syriac, &lsquo;To those who turn iniquity from Jacob.&rsquo; Lowth has adopted the rendering of the Septuagint, and supposes that an error has crept into the Hebrew text. But there is no good authority for this supposition. The Septuagint and the apostle Paul have retained substantially, as Vitringa has remarked, the sense of the text. The main idea of the prophet is, that the effect of the coming of the Messiah would be to turn people from their sins. He would enter into covenant only with those who forsook their transgressions, and the only benefit to be derived from his coming would be that many would be thus turned from their iniquities.<\/p>",
    "audit": 1
}