{
    "id": 1218,
    "source": "barnes",
    "verse_id": 18125,
    "verse_count": 1,
    "reference": "25:6",
    "title": "",
    "html": " <p> <em>And in this mountain <\/em>&mdash;In mount Zion, that is, in Jerusalem. The following verses undoubtedly refer to the times of the Messiah. Several of the expressions used here are quoted in the New Testament, showing that the reference is to the Messiah, and to the fact that his kingdom would commence in Jerusalem. and then extend to all people. <\/p> <p> <em>Shall the Lord of hosts <\/em>&mdash;(See the note at <a class=\"isa\" verses=\"WzE3NjY0XQ==\">Isaiah 1:9 <\/a>.) <\/p> <p> <em>Make unto all people <\/em>&mdash;Provide for all people. He shall adapt the provisions of salvation not only to the Jews, but to people everywhere. This is one of the truths on which Isaiah loved to dwell, and which in fact constitutes one of the peculiarities of his prophecy. It is one of the chief glories of the gospel, that it is unto all people. See <a class=\"isa\" verses=\"WzE4NzczXQ==\">Isaiah 57:7 <\/a>; <a class=\"ref\">Daniel 5:19; Daniel 7:14 <\/a>; compare <a class=\"ref\">Luke 2:10 <\/a>: &lsquo;I bring you good tidings of great joy, which shall be unto all people&rsquo; <\/p> <p> <em>A feast <\/em>&mdash;A feast, or entertainment, was usually observed, as it is now, on occasion of a great victory, or any other signal success. It is, therefore, emblematic of an occasion of joy. Here it is used in the twofold sense of an occasion of joy, and of an abundance of provisions for the necessities of those who should be entertained. This feast was to be prepared on mount Zion&mdash;in the provision which would be made in Jerusalem by the Messiah for the spiritual needs of the whole world. The arrangements for salvation arc often represented under the image of an ample and rich entertainment (see <a class=\"ref\">Luke 14:16; Revelation 19:19; Matthew 13:11 <\/a>). <\/p> <p> <em>Of fat things <\/em>&mdash;Of rich delicacies. Fat things and marrow are often used as synonymous with a sumptuous entertainment, and are made emblematic Of the abundant provisions of divine mercy (see <a class=\"isa\" verses=\"WzE4NzQzXQ==\">Isaiah 55:2 <\/a>; <a class=\"ref\">Psalm 63:5; Psalm 36:8 <\/a>: &lsquo;I shall be satisfied with the fatness of thy house. &rsquo;) <\/p> <p> <em>A feast of wines on the lees <\/em>&mdash;The word which is used here (שׁמרים shemâriym) is derived from שׁמר shâmar, to keep, preserve, retain, and is applied usually to the lees or dregs of wine, because they retain the strength and color of the wine which is left to stand on them. It is also in this place applied to wine which has been kept on the lees, and is therefore synonymous with old wine; or wine of a rich color and flavor. This fact, that the color and strength of wine are retained by its being suffered to remain without being poured from one vessel into another, is more fully expressed in <a class=\"ref\">Jeremiah 48:11 <\/a>: <\/p> <p>Moab hath been at ease from his youth, <\/p> <p>And he hath settled on his lees, <\/p> <p>And hath not been emptied from vessel to vessel, <\/p> <p>Neither hath he gone into captivity; <\/p> <p>Therefore his taste remaineth in him, <\/p> <p>And his scent is not changed. <\/p> <p>Compare <a class=\"ref\">Zephaniah 1:12 <\/a>. It is well known that wines, unless retained for a considerable time on the lees, lose their flavor and strength, and are much less valuable (compare the notes at <a class=\"ref\">John 2:10 <\/a>; notes at <a class=\"ref\">John 1:11 <\/a>). <\/p> <p> <em>Of fat things full of marrow <\/em>&mdash;Marrow is also an emblem of richness, or the delicacy of the entertainment <a class=\"ref\">Psalm 63:5 <\/a>. <\/p> <p> <em>Of wines on the lees well refined <\/em>&mdash;The word rendered &lsquo;well refined&rsquo; (מזקקים mezuqqāqiym) is usually applied to the purifying of metals in a furnace <a class=\"ref\">1 Chronicles 28:18; 1 Chronicles 29:4; Job 28:1 <\/a>. When applied to wine, it denotes that which has been suffered to remain on the lees until it was entirely refined and purified by fermentation, and had become perfectly clear. <\/p> ",
    "audit": 1
}