{
    "id": 1545,
    "source": "barnes",
    "verse_id": 18452,
    "verse_count": 1,
    "reference": "40:31 ",
    "title": "",
    "html": "<p><em>But they that wait upon the Lord<\/em>&mdash;The word rendered &lsquo;wait upon&rsquo; here (from קוה qâvâh), denotes properly to wait, in the sense of expecting. The phrase, &lsquo;to wait on Yahweh,&rsquo; means to wait for his help; that is, to trust in him, to put our hope or confidence in him. It is applicable to those who are in circumstances of danger or want, and who look to him for his merciful interposition. Here it properly refers to those who were suffering a long and grievous captivity in Babylon, and who had no prospect of deliverance but in him. The phrase is applicable also to all who feel that they are weak, feeble, guilty, and helpless, and who, in view of this, put their trust in Yahweh. The promise or assurance here is general in its nature, and is as applicable to his people now as it was in the times of the captivity in Babylon. Religion is often expressed in the Scriptures by &lsquo;waiting on Yahweh,&rsquo; that is, by looking to him for help, expecting deliverance through his aid, putting trust in him (see <a class=\"ref\">Psalm 25:3, Psalm 25:5, Psalm 25:21; Psalm 27:14; Psalm 37:7, Psalm 37:9, Psalm 37:34; Psalm 69:3<\/a> ; compare <a class=\"isa\" verses=\"MTc4MjU=\">Isaiah 8:17<\/a> , note; <a class=\"isa\" verses=\"MTgyMzY=\">Isaiah 30:18<\/a> , note).<\/p><p><em>It does not imply inactivity, or want of personal exertion; it implies merely that our hope of aid and salvation is in him<\/em>&mdash;a feeling that is as consistent with the most strenuous endeavors to secure the object, as it is with a state of inactivity and indolence. Indeed, no man can wait on God in a proper manner who does not use the means which he has appointed for conveying to us his blessing. To wait on him without using any means to obtain his aid, is to tempt him; to expect miraculous interposition is unauthorized, and must meet with disappointment. And they only wait on him in a proper manner who expect his blessing in the common modes in which he imparts it to men&mdash;in the use of those means and efforts which he has appointed, and which he is accustomed to bless. The farmer who should wait for God to plow and sow his fields, would not only be disappointed, but would be guilty of provoking Him. And so the man who waits for God to do what he ought to do; to save him without using any of the means of grace, will not only be disappointed, but will provoke his displeasure.<\/p><p><em>Shall renew their strength<\/em>&mdash;Margin, &lsquo;Change.&rsquo; The Hebrew word commonly means to change, to alter; and then to revive, to renew, to cause to flourish again, as, e. g., a tree that has decayed and fallen down (see the note at <a class=\"isa\" verses=\"MTc4NDA=\">Isaiah 9:10<\/a> ; compare <a class=\"ref\">Job 14:7<\/a>). Here it is evidently used in the sense of renewing, or causing to revive; to increase, and to restore that which is decayed. It means that the people of God who trust in him shall become strong in faith; able to contend with their spiritual foes, to gain the victory over their sins, and to discharge aright the duties, and to meet aright the trials of life. God gives them strength, if they seek him in the way of his appointment&mdash;a promise which has been verified in the experience of his people in every age.<\/p><p><em>They shall mount up with wings as eagles<\/em>&mdash;Lowth translates this &lsquo;They shall put forth fresh feathers like the moulting eagle;&rsquo; and in his note on the passage remarks, that &lsquo;it has been a common and popular opinion that the eagle lives and retains his vigor to a great age; and that, beyond the common lot of other birds, he moults in his old age, and renews his feathers, and with them his youth.&rsquo; He supposes that the passage in <a class=\"ref\">Psalm 103:5<\/a>, &lsquo;So that thy youth is renewed like the eagles,&rsquo; refers to this fact. That this was a common and popular opinion among the ancients, is clearly proved by Bochart (Hieroz. ii. 2. 1. pp. 165-169). The opinion was, that at stated times the eagle plunged itself in the sea and cast off its old feathers, and that new feathers started forth, and that thus it lived often to the hundredth year, and then threw itself in the sea and died. In accordance with this opinion, the Septuagint renders this passage, &lsquo;They shall put forth fresh feathers (&pi;&tau;&epsilon;&rho;&omicron;&phi;&upsilon;&eta;́&sigma;&omicron;&upsilon;&sigma;&iota;&nu; pterophuēsousin) like eagles.&rsquo; Vulgate, Assument pennas sicut aquiloe.<\/p><p>The Chaldee renders it, &lsquo;They who trust in the Lord shall be gathered from the captivity, and shall increase their strength, and renew their youth as a germ which grows up; upon wings of eagles shall they run and not be fatigued.&rsquo; But whatever may be the truth in regard to the eagle, there is no reason to believe that Isaiah here had any reference to the fact that it moults in its old age. The translation of Lowth was derived from file Septuagint, and not from the Hebrew text. The meaning of the Hebrew is simply, &lsquo;they shall ascend on wings as eagles,&rsquo; or &lsquo;they shall lift up the wings as eagles;&rsquo; and the image is derived from the fact that the eagle rises on the most vigorous wing of any bird, and ascends apparently further toward the sun. The figure, therefore, denotes strength and vigor of purpose; strong and manly piety; an elevation above the world; communion with God, and a nearness to his throne&mdash;as the eagle ascends toward the sun.<\/p><p><em>They shall run and not be weary<\/em>&mdash;This passage, also, is but another mode of expressing the same idea&mdash;that they who trust in God would be vigorous, elevated, unwearied; that he would sustain and uphold them; and that in his service they would never faint. This was at first designed to be applied to the Jews in captivity in Babylon to induce them to put their trust in God. But it is as true now as it was at that time. It has been found in the experience of thousands and tens of thousands, that by waiting on the Lord the heart has been invigorated; the faith has been confirmed; and the affections have been raised above the world. Strength has been given to bear trial without complaining, to engage in arduous duty without fainting, to pursue the perilous and toilsome journey of life without exhaustion, and to rise above the world in hope and peace on the bed of death.<\/p>",
    "audit": 1
}