{
    "id": 987,
    "source": "barnes",
    "verse_id": 17894,
    "verse_count": 1,
    "reference": "11:9 ",
    "title": "",
    "html": "<p><em>They shall not hurt<\/em>&mdash;That is, those who are designated above under the emblems of the lion, the leopard, the bear, and the adder.<\/p><p><em>Nor destroy in all my holy mountain<\/em>&mdash;Mount Zion; used here, as elsewhere, to denote the seat of his reign on the earth, or his church; the notes at <a class=\"isa\" verses=\"WzE3NjkwXQ==\">Isaiah 1:8; Isaiah 2:4<\/a>. The disposition of people, naturally ferocious and cruel, shall be changed so entirely, that the causes of strife and contention shall cease. They shall be disposed to do justice, and to promote each other&rsquo;s welfare everywhere.<\/p><p><em>For the earth<\/em>&mdash;That is, in the times of the Messiah, It does not say that it shall be immediate under his reign, but under his reign this shall occur on the earth.<\/p><p><em>The knowledge of the Lord<\/em>&mdash;This is put for piety, as the &ldquo;fear&rdquo; of the Lord often is. The earth shall be full of a correct understanding of the existence, perfections, plans, and claims of God; and shall be disposed to yield to those claims&mdash;thus producing universal peace.<\/p><p><em>As the waters cover the sea<\/em>&mdash;That is, the depths or the bottom of the sea; compare <a class=\"ref\">Habakkuk 2:14<\/a>. The vast waters of the ocean cover all its depths, find their way into all the caverns, flow into all the recesses on the shore&mdash;and thus shall the knowledge of Yahweh spread like deep, flowing waters, until the earth shall be pervaded and covered with it. It is evident that a time is here spoken of which has not yet fully come, and the mind is still directed onward, as was that of the prophet, to a future period when this shall be accomplished. The prophecy has been indeed in part fulfilled. Wherever the gospel has spread, its effect has been just that which is predicted here. It has calmed and subdued the angry passions of people; changed their feelings and their conduct; disposed them to peace; and tended to mitigate national ferocity, to produce kindness to captives, and to those who had been oppressed. It has mitigated laws that were cruel and bloody; and has abolished customs, games, sports, and pastimes that were ferocious and savage. It has often changed the bitter persecutor, as it did Saul of Tarsus, to the mildness and gentleness of a lamb; and it has spread an influence over nations tending to produce humanity and benevolence. It has produced mildness, gentleness, and love, in the domestic circle; changed a the cruel and lordly husband to a companion and friend; and the character of the stern and inexorable father to one of paternal kindness and peace. Wherever it has spread &ldquo;in truth&rdquo; and not &ldquo;in form merely,&rdquo; it has shed a mild, calming, and subduing influence over the passions, laws, and customs of people. But its effects have been but partially felt; and we are led, therefore, to look forward to future times, when the prophecy shall be entirely fulfilled, and the power of the gospel shall be felt in all nations.<\/p>",
    "audit": 1
}