{
    "id": 1815,
    "source": "barnes",
    "verse_id": 18722,
    "verse_count": 1,
    "reference": "53:10",
    "title": "",
    "html": "<p><em>Yet it pleased the Lord to bruise him<\/em>&mdash;In this verse, the prediction respecting the final glory and triumph of the Messiah commences. The design of the whole prophecy is to state, that in consequence of his great sufferings, he would be exalted to the highest honor (see the notes at <a class=\"isa\" verses=\"WzE4NzEwXQ==\">Isaiah 52:13<\/a>). The sense of this verse is, &lsquo;he was subjected to these sufferings, not on account of any sins of his, but because, under the circumstances of the case, his sufferings would be pleasing to Yahweh. He saw they were necessary, and he was willing that he should be subjected to them. He has laid upon him heavy sufferings. And when he has brought a sin-offering, he shall see a numerous posterity, and the pleasure of the Lord shall prosper through him.&rsquo; The Lord was &lsquo;pleased&rsquo; with his sufferings, not because he has delight in the sufferings of innocence; not because the sufferer was in any sense guilty or ill-deserving; and not because he was at any time displeased or dissatisfied with what the Mediator did, or taught. But it was:<\/p><p>1. Because the Messiah had voluntarily submitted himself to those sorrows which were necessary to show the evil of sin; and in view of the great object to be gained, the eternal redemption of his people, he was pleased that he would subject himself to so great sorrows to save them. He was pleased with the end in view, and with all that was necessary in order that the end might be secured.<\/p><p>2. Because these sufferings would tend to illustrate the divine perfections, and show the justice and mercy of God. The gift of a Saviour, such as he was, evinced boundless benevolence; his sufferings in behalf of the guilty showed the holiness of his nature and law; and all demonstrated that he was at the same time disposed to save, and yet resolved that no one should be saved by dishonoring his law, or without expiation for the evil which had been done by sin.<\/p><p>3. Because these sorrows would result in the pardon and recovery of an innumerable multitude of lost sinners, and in their eternal happiness and salvation. The whole work was one of benevolence, and Yahweh was pleased with it as a work of pure and disinterested love.<\/p><p><em>To bruise him<\/em>&mdash;(See the notes at <a class=\"isa\" verses=\"WzE4NzE3XQ==\">Isaiah 53:5<\/a>). The word here is the infinitive of Piel. &lsquo;To bruise him, or his being bruised, was pleasing to Yahweh;&rsquo; that is, it was acceptable to him that he should be crushed by his many sorrows. It does not of necessity imply that there was any positive and direct agency on the part of Yahweh in bruising him, but only that the fact of his being thus crushed and bruised was acceptable to him.<\/p><p><em>He hath put him to grief<\/em>&mdash;This word, &lsquo;hath grieved him,&rsquo; is the same which in another form occurs in <a class=\"isa\" verses=\"WzE4NzE2XQ==\">Isaiah 53:4<\/a>. It means that it was by the agency, and in accordance with the design of Yahweh, that he was subjected to these great sorrows.<\/p><p><em>When thou shalt make his soul<\/em>&mdash;Margin, &lsquo;His soul shall make.&rsquo; According to the translation in the text, the speaker is the prophet, and it contains an address to Yahweh, and Yahweh is himself introduced as speaking in <a class=\"isa\" verses=\"WzE4NzIzXQ==\">Isaiah 53:11<\/a>. According to the margin, Yahweh himself speaks, and the idea is, that his soul should make an offering for sin. The Hebrew will bear either. Jerome renders it, &lsquo;If he shall lay down his life for sin.&rsquo; The Septuagint renders it in the plural, &lsquo;If you shall give (an offering) for sin, your soul shall see a long-lived posterity.&rsquo; Lowth renders it, &lsquo;If his soul shall make a propitiatory sacrifice.&rsquo; Rosenmuller renders it, &lsquo;If his soul, that is, he himself, shall place his soul as an expiation for sin.&rsquo; Noyes renders it, &lsquo;But since he gave himself a sacrifice for sin.&rsquo; It seems to me that the margin is the correct rendering, and that it is to be regarded as in the third person. Thus the whole passage will be connected, and it will be regarded as the assurance of Yahweh himself, that when his life should be made a sacrifice for sin, he would see a great multitude who should be saved as the result of his sufferings and death.<\/p><p><em>His soul<\/em>&mdash;The word rendered here &rsquo;soul&rsquo; (נפשׁ nephesh) means properly breath, spirit, the life, the vital principle <a class=\"ref\">Genesis 1:20-30; Genesis 9:4; Leviticus 17:11; Deuteronomy 12:23<\/a>. It sometimes denotes the rational soul, regarded as the seat of affections and emotions of various kinds <a class=\"ref\">Genesis 34:3; Psalm 86:4<\/a>; <a class=\"isa\" verses=\"WzE3OTY1LDE4NDgyXQ==\">Isaiah 15:4; Isaiah 42:1<\/a>; Sol 1:7; Sol 3:1-4. It is here equivalent to himself&mdash;when he himself is made a sin-offering, or sacrifice for sin.<\/p><p><em>An offering for sin<\/em>&mdash;(אשׁם &lsquo;âshâm). This word properly means, blame, guilt which one contracts by transgression <a class=\"ref\">Genesis 26:10; Jeremiah 51:5<\/a>; also a sacrifice for guilt; a sin-offering; an expiatory sacrifice. It is often rendered &lsquo;trespass-offering&rsquo; <a class=\"ref\">Leviticus 5:19; Leviticus 7:5; Leviticus 14:21; Leviticus 19:21; 1 Samuel 6:3, 1 Samuel 6:8, 1 Samuel 6:17<\/a>). It is rendered &lsquo;guiltiness&rsquo; <a class=\"ref\">Genesis 26:10<\/a>; &rsquo;sin&rsquo; <a class=\"ref\">Proverbs 14:9<\/a>; &lsquo;trespass&rsquo; <a class=\"ref\">Numbers 5:8<\/a>. The idea here is, clearly, that he would be made an offering, or a sacrifice for sin; that by which guilt would be expiated and an atonement made. In accordance with this, Paul says <a class=\"ref\">2 Corinthians 5:21<\/a> , that God &lsquo;made him to be sin for us&rsquo; (&alpha;̔&mu;&alpha;&rho;&tau;&iota;́&alpha;&nu; hamartian), that is, a sin-offering; and he is called &iota;̔&lambda;&alpha;&sigma;&mu;&omicron;̀&sigmaf; hilasmos and &iota;̔&lambda;&alpha;&sigma;&tau;&eta;́&rho;&iota;&omicron;&nu; hilastērion, a propitiatory sacrifice for sins <a class=\"ref\">Romans 3:25; 1 John 2:2; 1 John 4:10<\/a>. The idea is, that he was himself innocent, and that he gave up his soul or life in order to make an expiation for sin&mdash;as the innocent animal in sacrifice was offered to God as an acknowledgment of guilt. There could be no more explicit declaration that he who is referred to here, did not die as a martyr merely, but that his death had the high purpose of making expiation for the sins of people. Assuredly this is not language which can be used of any martyr. In what sense could it be said of Ignatius or Cranmer that their souls or lives were made an offering (אשׁם &lsquo;âshâm or &iota;̔&lambda;&alpha;&sigma;&mu;&omicron;̀&sigmaf; hilasmos) for sin? Such language is never applied to martyrs in the Bible; such language is never applied to them in the common discourses of people.<\/p><p><em>He shall see his seed<\/em>&mdash;His posterity; his descendants. The language here is taken from that which was regarded as the highest blessing among the Hebrews. With them length of days and a numerous posterity were regarded as the highest favors, and usually as the clearest proofs of the divine love. &lsquo;Children&rsquo;s children are the crown of old men&rsquo; <a class=\"ref\">Proverbs 17:6<\/a>. See <a class=\"ref\">Psalm 127:5; Psalm 128:6<\/a>: &lsquo;Yea, thou shalt see thy children&rsquo;s children, and peace upon Israel.&rsquo; So one of the highest blessings which could be promised to Abraham was that he would be made the father of many nations <a class=\"ref\">Genesis 12:2; Genesis 17:5-6<\/a>. In accordance with this, the Messiah is promised that he shall see a numerous spiritual posterity. A similar declaration occurs in <a class=\"ref\">Psalm 22:30<\/a> , which is usually applied to the Messiah. &lsquo;A seed shall serve him; it shall be accounted to the Lord for a generation.&rsquo; The natural relation between father and son is often transferred to spiritual subjects. Thus the name father is often given to the prophets, or to teachers, and the name sons to disciples or learners. In accordance with this, the idea is here, that the Messiah would sustain this relation, and that there would be multitudes who would sustain to him the relation of spiritual children. There may be emphasis on the word &rsquo;see&rsquo;&mdash;he shall see his posterity, for it was regarded as a blessing not only to have posterity, but to be permitted to live and see them. Hence, the joy of the aged Jacob in being permitted to see the children of Joseph <a class=\"ref\">Genesis 48:11<\/a>: &lsquo;And Israel said unto Joseph, I had not thought to see thy face; and lo, God hath showed me also thy seed.<\/p><p><em>He shall prolong his days<\/em>&mdash;His life shall be long. This also is language which is taken from &lsquo;the view entertained among the Hebrews that long life was a blessing, and was a proof of the divine favor. Thus, in <a class=\"ref\">1 Kings 3:14<\/a> , God says to Solomon, &lsquo;if thou wilt walk in my ways, and keep my statutes and my commandments, as thy father David did walk, then I will lengthen thy days&rsquo; (see <a class=\"ref\">Deuteronomy 25:15; Psalm 21:4; Psalm 91:16; Proverbs 3:2<\/a>). The meaning here is, that the Messiah, though he should be put to death, would yet see great multitudes who should be his spiritual children. Though he should die, yet he would live again, and his days should be lengthened out. It is fulfilled in the reign of the Redeemer on earth and in his eternal existence and glory in heaven.<\/p><p><em>And the pleasure of the Lord<\/em>&mdash;That is, that which shall please Yahweh; the work which he desire and appoints.<\/p><p><em>Shall prosper<\/em>&mdash;(See the notes at <a class=\"isa\" verses=\"WzE4NzEwXQ==\">Isaiah 52:13<\/a> , where the same word occurs).<\/p><p><em>In his hand<\/em>&mdash;Under his government and direction. Religion will be promoted and extended through him. The reward of all his sufferings in making an offering for sin would be, that multitudes would be converted and saved; that his reign would be permanent, and that the work which Yahweh designed and desired would prosper under his administration.<\/p> ",
    "audit": 1
}