{
    "id": 1068,
    "source": "barnes",
    "verse_id": 17975,
    "verse_count": 1,
    "reference": "16:5 ",
    "title": "",
    "html": "<p><em>And in mercy<\/em>&mdash;In benignity; kindness; benevolence.<\/p><p><em>Shall the throne be established<\/em>&mdash;The throne of the king of Judah. That is, he that shall sit upon the throne of David shall be disposed to repay the kindness which is now sought at the hand of Moab, and shall be able to do it.<\/p><p><em>And he shall sit upon it<\/em>&mdash;The king of Israel.<\/p><p><em>In truth<\/em>&mdash;In faithfulness; that is, shall be true and faithful. His character shall be such that he will do justice, and will furnish protection and aid to the Moabites, if they now receive the fugitives of Israel.<\/p><p><em>In the tabernacle of David<\/em>&mdash;In the dwelling place; the palace of David; for so the word &ldquo;tabernacle, or tent&rdquo; (אהל &lsquo;ôhel) seems to be used here. It means &ldquo;temple&rdquo; in <a class=\"ref\">Ezekiel 41:1<\/a>. It denotes a habitation, or dwelling place, in general, in <a class=\"ref\">Proverbs 14:11; Psalm 52:7; Psalm 91:10<\/a>. The palace, court, or &ldquo;citadel&rdquo; of David, was on mount Zion; and the sense here is, that the king to whom Israel refers would be a worthy successor of David&mdash;just, true, faithful, benignant, and disposed to repay the favors now sought at the hand of Moab.<\/p><p><em>Seeking judgment<\/em>&mdash;Anxious to do right; and seeking an opportunity to recompense those who had shown any favor to the people of the Jews. Moab, therefore, if she would now afford protection to the Jews, might be certain of a recompense.<\/p><p><em>And hasting righteousness<\/em>&mdash;Not tardy and slow in doing what should be done&mdash;anxious to do justice to all. It is implied here also, that a king who would be so just, and so anxious to do &ldquo;right&rdquo; to all, would not only be ready to show kindness to the Moabites, if they protected the fugitives of Judea, but would also be disposed to do &ldquo;right&rdquo; if they refused that protection; that is, would be disposed to inflict &ldquo;punishment&rdquo; on them. Alike, therefore, by the hope of the protection and favor of the king of the Jews, and by the dread of punishment, the prophet endeavors to persuade Moab now to secure their favor by granting protection to their exiles.<\/p>",
    "audit": 1
}