{
    "id": 940,
    "source": "barnes",
    "verse_id": 17847,
    "verse_count": 1,
    "reference": "9:17 ",
    "title": "",
    "html": "<p><em>Shall have no joy<\/em>&mdash;He shall not delight in them so as to preserve them. The parallel part of the verse shows that the phrase is used in the sense of having mercy.<\/p><p><em>In their young men<\/em>&mdash;The hope and strength of the nation. The word used here commonly denotes those who are chosen, particularly for purposes of war. The sense is, that the hope and strength of the nation, that on which the chief reliance would be placed, would be cut off.<\/p><p><em>Neither shall have mercy...<\/em>&mdash;Judgment would sweep through the nation, even over those who were the usual objects of the divine protection&mdash;widows and orphans; compare <a class=\"ref\">Psalm 10:14, Psalm 10:18; Psalm 48:5; Deuteronomy 10:18; Jeremiah 49:11; Hosea 14:3<\/a>. These passages show that the fatherless and the widow are the special objects of the divine favor; and when, therefore, it is said that the Lord would not have mercy been on these, it shows the extent and severity of the divine judgments that were coming on the nation.<\/p><p><em>For every one is a hypocrite<\/em>&mdash;A deceiver; a dissembler. The word used here, however. חנף chânêph, means rather a profane or profligate man, a man who is defiled or polluted, than a dissembler. It is applied often to idolaters and licentious persons, but not to hypocrites; see <a class=\"ref\">Job 8:13; Job 13:16; Job 15:34; Job 17:8; Daniel 11:32<\/a>.<\/p><p><em>Every mouth speaketh folly<\/em>&mdash;The word rendered folly, may denote foolishness, but it is also used to denote wickedness or crime; <a class=\"ref\">1 Samuel 25:23<\/a>. Probably this is the meaning here. That the character here given of the Ephraimites is correct, is abundantly shown also by other prophets; see particularly Hosea.<\/p><p><em>For all this<\/em>&mdash;Notwithstanding all the judgments that should come thus upon the young men, and widows, and orphans, still his anger was not turned away. This is the close of the second strophe or part of this prophecy.<\/p>",
    "audit": 1
}