{
    "id": 1939,
    "source": "barnes",
    "verse_id": 18846,
    "verse_count": 1,
    "reference": "61:2",
    "title": "",
    "html": "<p><em>To proclaim the acceptable year of the Lord<\/em> &mdash;(see the notes at<a class=\"isa\" verses=\"WzE4NjQ1XQ==\">Isaiah 49:8<\/a>). There is probably an allusion here to the year of Jubilee, when the trumpet was blown, and liberty was proclaimed throughout all the land (so<a class=\"ref\">Leviticus 25:9-10<\/a>). In like manner the Messiah would come to proclaim universal liberty&mdash;liberty to all the world from the degrading servitude of sin. The time of his coming would be a time when Yahweh would be pleased to proclaim through him universal emancipation from this ignoble bondage, and to restore to all the privilege of being the freedmen of the Lord.<\/p><p><em>And the day of vengeance of our God<\/em> &mdash;(See the notes at<a class=\"isa\" verses=\"WzE4MzEyXQ==\">Isaiah 34:8<\/a>). This is language adapted to the deliverance from Babylon. The rescue of his people would be attended with vengeance on their enemies. This was not quoted by the Saviour in his discourse at Nazareth, or if quoted, the fact is not recorded by Luke (see<a class=\"ref\">Luke 4:19<\/a>). The text which the Saviour took then as the foundation of his discourse<a class=\"ref\">Luke 4:21<\/a> , seems to have ended with the clause before this, It is not to be inferred, however, that he did not consider the subsequent expressions as referring to himself, but it was not necessary to his purpose to quote them. Regarded as applicable to the Redeemer and his preaching, this doubtless refers to the fact that his coming would be attended with vengeance on his foes. It is a great truth, manifest everywhere, that God&rsquo;s coming forth at any time to deliver his people is attended with vengeance on his enemies. So it was in the destruction of Idumea&mdash;regarded as the general representative of all the foes of God (see the notes at<a class=\"isa\" verses=\"W3siMTgzMDUiOjE3fSx7IjE4MzIyIjoxMH1d\">Isaiah 34; Isaiah 35:1-10<\/a>); so it was in the deliverance from Egypt&mdash;involving the destruction of Pharaoh and his host; so in the destruction of Babylon and the deliverance of the captives there. So in like manner it was in the destruction of Jerusalem; and so it will be at the end of the world<a class=\"ref\">Matthew 25:31-46; 2 Thessalonians 1:7-10<\/a> .<\/p><p><em>To comfort all that mourn<\/em> &mdash;The expression, &lsquo;all that mourn,&rsquo; may refer either to those who mourn over the loss of earthly friends and possessions, or to those who mourn over sin. In either case the gospel has afforded abundant sources of consolation (see the notes at<a class=\"isa\" verses=\"WzE4MTI3XQ==\">Isaiah 25:8<\/a>).<\/p> ",
    "audit": 1
}