{
    "id": 1092,
    "source": "barnes",
    "verse_id": 17999,
    "verse_count": 1,
    "reference": "18:1 ",
    "title": "",
    "html": "<p><em>Woe to the land<\/em>&mdash;(הוי hôy). This word, as has been already remarked (the note at <a class=\"isa\" verses=\"WzE3OTk2XQ==\">Isaiah 17:12<\/a> ), may be a mere interjection or salutation, and would be appropriately rendered by &lsquo;Ho!&rsquo; Or it may be a word denouncing judgment, or wrath, as it is often used in this prophecy (the note at <a class=\"isa\" verses=\"WzE3NzQ4XQ==\">Isaiah 5:8<\/a> ).<\/p><p><em>Shadowing with wings<\/em>&mdash;(כנפים צלצל tsı̂letsal kenāpāı̂ym). This is one of the most difficult expressions in the whole chapter; and one to which as yet, probably, no satisfactory meaning has been applied. The Septuagint renders it, &Omicron;&upsilon;̓&alpha;&iota;̀ &gamma;&eta;͂&sigmaf; &pi;&lambda;&omicron;&iota;̀&omega;&nu; &pi;&tau;&epsilon;́&rho;&upsilon;&gamma;&epsilon;&sigmaf; Ouai gēc1;&upsilon;&gamma;&epsilon;&sigmaf; Ouai gēs ploiōn pteruges&mdash;&lsquo;Ah! wings of the land of ships.&rsquo; The Chaldee, &lsquo;Woe to the land in which they come in ships from a distant country, and whose sails are spread out as an eagle which flies upon its wings.&rsquo; Grotius renders it, &lsquo;The land whose extreme parts are shaded by mountains.&rsquo; The word rendered, &rsquo;shadowed&rsquo; צלצל tsı̂letsal, occurs only in this place and in <a class=\"ref\">Job 41:7<\/a>, where it is translated &lsquo;fish-spears&rsquo;&mdash;but as we know nothing of the &ldquo;form&rdquo; of those spears, that place throws no light on the meaning of the word here. The word is derived, evidently, from צלל tsālal, which has three significations:<\/p><p>(1) &ldquo;To be shady, dark, obscure;&rdquo; and hence, its derivatives are applied to anything that &ldquo;makes&rdquo; a shade or shadow&mdash;particularly &ldquo;shady trees&rdquo; <a class=\"ref\">Job 40:21-22<\/a>; the shades of night Sol 2:17; Sol 4:6; or anything that produces obscurity, or darkness, as a tree, a rock, a wing, etc.<\/p><p>(2) It means &ldquo;to tingle,&rdquo; spoken of the ears <a class=\"ref\">1 Samuel 3:11; 2 Kings 21:13<\/a> ; &ldquo;to quiver,&rdquo; spoken of the lips <a class=\"ref\">Habakkuk 3:16<\/a> ; and hence, its derivatives are applied to anything that makes a sound by &ldquo;tinkling&rdquo;&mdash;an instrument of music; a cymbal made of two pieces of metal that are struck together <a class=\"ref\">2 Samuel 6:5; 1 Chronicles 15:16; 1 Chronicles 16:42; 1 Chronicles 25:6; 2 Chronicles 5:12; Nehemiah 12:27; Psalm 150:5<\/a>)<\/p><p>(3) It means &ldquo;to sink&rdquo; <a class=\"ref\">Exodus 15:10<\/a>. From the sense of making &ldquo;a shade,&rdquo; a derivative of the verb צלצל tselâtsâl&mdash;the same as used here except the points&mdash;is applied to locusts because they appear in such swarms as to obscure the rays of the sun, and produce an extended shade, or shadow, over a land as a cloud does; or because they make a rustling with their wings.<\/p><p>The word used here, therefore, may mean either &ldquo;shaded, or rustling, or rattling,&rdquo; in the manner of a cymbal or other tinkling instrument. It may be added, that the word may mean a &ldquo;double shade,&rdquo; being a doubling of the word צל tsêl, a &ldquo;shade, or shdow,&rdquo; and it has been supposed by some to apply to Ethiopia as lying betwen the tropics, having a &ldquo;double shadow;&rdquo; that is, so that the shadow of objects is cast one half of the year on the north side, and the other half on the south. The word &lsquo;wings&rsquo; is applied in the Scriptures to the following things, namely:<\/p><p>(1) The wing of a fowl. This is the literal, and common signification.<\/p><p>(2) The skirts, borders, or lower parts of a garment, from the resemblance to wings <a class=\"ref\">Numbers 15:38; 1 Samuel 24:5, 1 Samuel 24:11; Zechariah 8:13<\/a>. Also a bed-covering <a class=\"ref\">Deuteronomy 33:1<\/a>.<\/p><p>(3) The extremities or borders of a country, or of the world <a class=\"ref\">Job 37:3<\/a> ; <a class=\"isa\" verses=\"WzE4MTEyXQ==\">Isaiah 24:16<\/a> ; <a class=\"ref\">Ezekiel 17:3, Ezekiel 17:7<\/a>.<\/p><p>(4) The &ldquo;wing&rdquo; or extremity of an army, as we use the word &ldquo;wing&rdquo; <a class=\"isa\" verses=\"WzE3ODE2XQ==\">Isaiah 8:8<\/a> ; <a class=\"ref\">Jeremiah 48:40; Daniel 9:27<\/a>.<\/p><p>(5) The expanding rays of the morning, because the light &ldquo;expands or spreads out&rdquo; like wings <a class=\"ref\">Psalm 139:9; Malachi 4:2<\/a>.<\/p><p>(6) The &ldquo;wind&rdquo;&mdash;resembling wings in rapid motion <a class=\"ref\">Psalm 18:10, Psalm 18:21; Psalm 104:3; Hosea 4:19<\/a>.<\/p><p>(7) The battlement or pinnacle of the temple&mdash;or perhaps the porches extended on each side of the temple like wings (<a class=\"ref\">Daniel 9:27<\/a> ; compare <a class=\"ref\">Matthew 4:5<\/a>).<\/p><p>(8) &ldquo;Protection&rdquo;&mdash;as wings are a protection to young birds in their nest (see <a class=\"ref\">Psalm 18:8; Psalm 36:7; Psalm 61:4; Psalm 91:4; Matthew 23:37<\/a>). It has been proposed by some to apply this description to &ldquo;ships,&rdquo; or the sails of vessels, as if a land was designated which was covered with &ldquo;sails,&rdquo; or the &ldquo;wings&rdquo; of vessels. So the Septuagint, and the Chaldee. But there is no instance in which the word &ldquo;wings&rdquo; is so applied in the Scriptures.<\/p><p>The expression used here &ldquo;may,&rdquo; therefore, be applied to many things; and it is not easy to determine its signification. The &ldquo;general&rdquo; idea is, that of &ldquo;something&rdquo; that abounds in the land that is stretched out or expanded; that, as it were, &ldquo;covers&rdquo; it, and so abounds as to make a shade or shadow everywhere. And it may be applied:<\/p><p>(1) to a nation that abounds with birds or fowls, so that they might be said to shade the land;<\/p><p>(2) to a nation abounding with locusts, shading the land or making a rustling noise; or<\/p><p>(3) to a nation furnishing protection, or stretching out its wings, as it were, for the defense of a feeble people. So Vitringa interprets this place, and supposes that it refers to Egypt, as being the nation where the Hebrews sought protection. Or<\/p><p>(4) to a country that is shaded with trees, mountains, or hills. So Grotius supposes it means here, and thinks that it refers to Ethiopia, as being bounded by high hills or mountains.<\/p><p>(5) It &ldquo;may&rdquo; mean a people distinguished for navigation&mdash;abounding in &ldquo;sails&rdquo; of vessels&mdash;as if they were everywhere spread out like wings. So the Septuagint and the Chaldee understand this; and the interpretation has some plausibility, from the fact that light vessels are immediately mentioned.<\/p><p>(6) The editor of Calmet&rsquo;s &ldquo;Dictionary&rdquo; supposes that it refers to the &ldquo;winged Cnephim&rdquo; which are sculptured over the temple gates in Upper-Egypt. They are emblematic representatives of the god &ldquo;Cneph,&rdquo; to which the temples are dedicated, and abound in Upper Egypt. The symbol of the &ldquo;wings&rdquo; is supposed to denote the &ldquo;protection&rdquo; which the god extended over the land.<\/p><p>(7) Gesenius (&ldquo;Com. on Isaiah&rdquo;) renders it, &lsquo;land rustling with wings,&rsquo; and supposes that the word rendered &rsquo;shadowing,&rsquo; denotes the &ldquo;rustling&rdquo; sound that is made by the clangor of weapons of war. Amidst this variety of interpretation, it is, perhaps, not possible to determine the meaning of the phrase. It has no parallel expression to illustrate it; and its meaning must be left to conjecture.<\/p><p>Almost anyone of the above significations will suit the connection; and it is not very material which is chosen. The one that, perhaps, best suits the connection, is that of the Septuagint and the Chaldee, which refers it to the multitude of ships that expand their sails, and appear to fill all the waters of the land with wings.<\/p><p><em>Which is beyond<\/em>&mdash;(מעבר mē‛ēber). This does not, of necessity, mean &ldquo;beyond,&rdquo; though that is its usual signification. It properly means &ldquo;from the passing, the passages, the crossing over,&rdquo; of a river; and may be rendered what is on the other side; or over against. It sometimes means on this side, as if used by one living on the other side <a class=\"ref\">Deuteronomy 4:49; Joshua 13:27; 1 Kings 4:24<\/a>; in which places it has not the sense of &ldquo;beyond,&rdquo; but means either on this side, or lying alongside. The sense here is, probably, that this country was situated &ldquo;not far&rdquo; from the rivers of Cush, &ldquo;probably&rdquo; beyond them, but still it is implied that they were not &ldquo;far&rdquo; beyond them, but were rather at their passings over, or crossing-places; that is, near them.<\/p><p><em>The rivers of Ethiopia<\/em>&mdash;Hebrew, &lsquo;Rivers of Cush.&rsquo; (On the meaning of the word &lsquo;Cush,&rsquo; see the note at <a class=\"isa\" verses=\"WzE3ODk2XQ==\">Isaiah 11:11<\/a> ) It is sometimes applicable to Ethiopia or Nubia&mdash;that is, the portion of Egypt above the cataracts of the Nile. Compare <a class=\"ref\">Jeremiah 13:23<\/a> : &lsquo;Can the Ethiopian (the &ldquo;Cushite&rdquo;) change his skin?&rsquo; (see also <a class=\"ref\">Ezekiel 29:10<\/a> ). This word does not determine with certainty the country to which reference is made&mdash;for the country of Cush &ldquo;may&rdquo; mean that east of the Euphrates, or southern Arabia, or southern Egypt. Egypt and Cush are, however, sometimes connected (<a class=\"ref\">2 Kings 19:9; Psalm 68:31<\/a> ; <a class=\"isa\" verses=\"WzE4MDMzLDE4NTA5XQ==\">Isaiah 20:3; Isaiah 43:3<\/a> ; <a class=\"ref\">Nahum 3:9<\/a> ; compare <a class=\"ref\">Daniel 11:43<\/a>). The &ldquo;probability&rdquo; from the use of this word is, that some part of Upper Egypt is intended. Ethiopia in part lies beyond the most considerable of the streams that make up the river Nile.<\/p>",
    "audit": 1
}