{
    "id": 1220,
    "source": "barnes",
    "verse_id": 18127,
    "verse_count": 1,
    "reference": "25:8 ",
    "title": "",
    "html": "<p><em>He will swallow up<\/em>&mdash;This image is probably taken from a whirlpool or maelstrom in the ocean that absorbs all that comes near it. It is, therefore, equivalent to saying he will destroy or remove <a class=\"isa\" verses=\"WzE4MTI2XQ==\">Isaiah 25:7<\/a>. In this place it means that be will abolish death; that is, he will cause it to cease from its ravages and triumphs. This passage is quoted by Paul in his argument respecting the resurrection of the dead <a class=\"ref\">1 Corinthians 15:54<\/a>. He does not, however, quote directly from the Hebrew, or from the Septuagint, but gives the substance of the passage. His quoting it is sufficient proof that it refers to the resurrection, and float its primary design is to set forth the achievements of the gospel&mdash;achievements that will be fully realized only when death shall cease its dominion, and when its reign shall be forever at an end.<\/p><p><em>Death<\/em>&mdash;Vitringa supposes that by &lsquo;death&rsquo; here is meant the wars and calamities with which the nation had been visited, and which would cease under the Messiah. In this interpretation Rosenmuller concurs. It is possible that the word may have this meaning in some instances; and it is possible that the calamities of the Jews may have suggested this to the prophet, but the primary sense of the word here, I think, is death in its proper signification, and the reference is to the triumphs of God through the Messiah in completely abolishing its reign, and introducing eternal life. This was designed, doubtless, to comfort the hearts of the Jews, by presenting in a single graphic description the gospel as adapted to overcome all evils, and even to remove the greatest calamity under which the race groans&mdash;death.<\/p><p><em>In victory<\/em>&mdash;Hebrew, לנצח lānetsach. Paul, in <a class=\"ref\">1 Corinthians 15:54<\/a> , has translated this, &Epsilon;&iota;̓&sigmaf; &nu;&iota;͂&kappa;&omicron;&sigmaf; Eis nikos&mdash;&lsquo;Unto victory.&rsquo; The word &nu;&iota;͂&kappa;&omicron;&sigmaf; nikos (victory) is often the translation of the word (see <a class=\"ref\">2 Samuel 2:26; Job 36:7<\/a> ; Lam: <a class=\"ref\">Lamentations 3:18; Amos 1:2; Amos 8:7<\/a>); though here the Septuagint has rendered it &rsquo;strong (or prevailing) death shall be swallowed up.&rsquo; The word may be derived from the Chaldee verb נצח netsach, to conquer, surpass; and then may denote victory. It often, however, has the sense of permanency, duration, completness, eternity; and may mean for ever, and then entirely or completely. This sense is not materially different from that of Paul, &lsquo;unto victory.&rsquo; Death shall be completely, permanently, destroyed; that is, a complete victory shall be gained over it. The Syriac unites the two ideas of victory and perpetuity. &lsquo;Death shall be swallowed up in victory forever.&rsquo; This will take place under the reign of the Messiah, and shall be completed only in the morning of the resurrection, when the power of death over the people of God shall be completely and forever subdued.<\/p><p><em>Will wipe away tears from off all faces<\/em>&mdash;This is quoted in <a class=\"ref\">Revelation 21:4<\/a>, as applicable to the gospel. The sense is, that Yahweh would devise a plan that would be suited to furnish perfect consolation to the afflicted; to comfort the broken-hearted; and that would in its final triumphs remove calamity and sorrow from people forever. The fullness of this plan will be seen only in heaven. In anticipation of heaven, however, the gospel now does much to alleviate human woes, and to wipe away tears from the mourner&rsquo;s eyes. This passage is exquisitely beautiful. The poet Burns once said that he could never read it without being affected to tears. It may be added that nothing but the gospel will do this. No other religion can furnish such consolation; and no other religion is, therefore, adapted to man.<\/p><p><em>And the rebuke of his people<\/em>&mdash;The reproach; the contempt; the opposition to them. This refers to some future period when the church shall be at peace, and when pure religion shall everywhere prevail. Hitherto the people of God have been scorned and persecuted, but the time will come when persecution shall cease, the true religion shall everywhere prevail, the church shall have rest, and its triumphs shall spread everywhere on the earth.<\/p>",
    "audit": 1
}