{
    "id": 1986,
    "source": "barnes",
    "verse_id": 18893,
    "verse_count": 1,
    "reference": "64:7",
    "title": "",
    "html": "<p><em>And there is none that calleth upon thy name<\/em> &mdash;The nation is corrupt and degenerate. None worship God in sincerity.<\/p><p><em>That stirreth up himself<\/em> &mdash;The word used here (מתעורר mite‛ôrēr) refers to the effort which is requisite to rouse oneself when oppressed by a spirit of heavy slumber; and the idea here is, that the nation was sunk in spiritual torpor, and that the same effort was needful to excite it which was requisite to rouse one who had sunk down to deep sleep. How aptly this describes the state of a sinful world! How much disposed is that world to give itself to spiritual slumber! How indisposed to rouse itself to call upon God! No man rises to God without effort; and unless men make an effort for this, they fall into the stupidity of sin, just as certainly as a drowsy man sinks back into deep sleep.<\/p><p><em>To take hold of thee<\/em> &mdash;The Hebrew word (חזק châzaq) means properly to bind fast, to gird tight, and then to make firm or strong, to strengthen; and the idea of strengthening oneself is implied in the use of the word here. It means, that with the consciousness of feebleness we should seek strength in God. This the people referred to by the prophet were indisposed to do. This the world at large is indisposed to do.<\/p><p><em>For thou hast hid thy face<\/em> &mdash;Thou bast withdrawn thy favor from us, as a people, on account of our sins. This is an acknowledgment that one effect of his withdrawing his favor, and one evidence of it was, that no one was disposed to call upon his name. All had sunk into the deep lethargy of sin.<\/p><p><em>And hast consumed us<\/em> &mdash;Margin, &lsquo;Melted.&rsquo; The Hebrew word (מוג mûg) means &ldquo;to melt, to flow down&rdquo;; and hence, in Piel, to cause to melt or flow down. It is used to denote the fact that an army or host of people seem to melt away, or become dissolved by fear and terror<a class=\"ref\">Exodus 15:15; Joshua 2:9-24; Job 30:22<\/a> . &lsquo;Thou dissolvest (תמגגני thı̂mogegēniy) my substance;&rsquo; that is, thou causest me to dissolve before thy indignation. This is described as one of the effects of the wrath of God, that his enemies vanish away, or are dissolved before him.<\/p><p><em>Because of our iniquities<\/em> &mdash;Margin, as Hebrew, &lsquo;By the hand;&rsquo; that is, our iniquities have been the hand, the agent or instrument by which this has been done.<\/p> ",
    "audit": 1
}