{
    "id": 1927,
    "source": "barnes",
    "verse_id": 18834,
    "verse_count": 1,
    "reference": "60:12",
    "title": "",
    "html": " <p> <em>For the nation and kingdom <\/em>&mdash;Perhaps this is given as a reason for What is said in the previous verse&mdash;that kings and their subjects should come to Zion and embrace the true religion, because if it were not done they would perish. This is certainly one reason why sinners hasten to embrace the Saviour; and when this truth becomes deeply impressed on a community, it is one of the means of a revival of religion. An apprehension of danger; a certain anticipation of ruin if the gospel is not embraced; a conviction that &lsquo;there is salvation in no other,&rsquo; is often a means of leading people to seek the Saviour. <\/p> <p> <em>That will not serve thee <\/em>&mdash;That will not become the servant of the church of God: that is, that will not promote its interests, obey its laws, and maintain the true religion. <\/p> <p> <em>Shall perish <\/em>&mdash;This is applied particularly here to a &lsquo;nation&rsquo; and a &lsquo;kingdom.&rsquo; The idea is, that no nation can flourish that does not obey the law of God, or where the worship of the true God is not maintained. History is full of affecting illustrations of this. The ancient republics and kingdoms fell because they had not the true religion. The kingdoms of Babylon, Assyria, Macedonia, and Egypt; the Roman empire, and all the ancient monarchies and republics, soon fell to ruin because they had not the salutary restraints of the true religion, and lacked the protection of the true God. France east off the government of God in the Revolution, and was drenched in blood. It is a maxim of universal truth, that the nation which does not admit the influence of the laws and the government of God must be destroyed. No empire is strong enough to wage successful war with the great Yahweh; and sooner or later, notwithstanding all that human policy can do, corruption, sensuality, luxury, pride, and far-spreading vice, will expose a nation to his displeasure, and bring down the heavy arm of his vengeance. <\/p> <p>There is no truth of more vital interest to this nation (America) than this; no declaration in any ancient writing expressive of the course of events in this world, that hangs with note portentous interest over this republic, than that &lsquo;the nation that will not serve god shall perish.&rsquo; As a nation, we have nothing else to depend on but our pubic virtue, our intelligence, our respect for the laws of heaven. Our defense is not to be in standing armies&mdash;but in God, as our living and everwatchful protector and friend. Our hope is not in a vast navy, in strong ramparts, in frowning battlements, but in the favor of the Most High. No martial array, no strong fortresses, no line-of-battle-ships, can save a nation that has cast off the government of God, and that is distinguished for the violation of treaties and for oppression, bribery, and corruption. The nation that violates the Sabbath; that tramples on the rights of unoffending men and women; that disregards the most solemn compacts; and that voluntarily opens upon itself the floodgates of infidelity and vice, must expect to meet with the displeasure of the Almighty. And it is as true of an individual as it is of a nation. Of any human or angelic being; of any association or combination of human beings or angels that does not obey God, it is true that they shall be utterly destroyed. <\/p> ",
    "audit": 1
}