{
    "id": 1691,
    "source": "barnes",
    "verse_id": 18598,
    "verse_count": 1,
    "reference": "46:11",
    "title": "",
    "html": "<p><em>Calling a ravenous bird from the east<\/em>&mdash;There can be no doubt that Cyrus is intended here (see the notes at <a class=\"isa\" verses=\"WzE4NDU0XQ==\">Isaiah 41:2<\/a> , <a class=\"isa\" verses=\"WzE4NDc3XQ==\">Isaiah 41:25<\/a>). The east here means Persia. The word rendered &lsquo;ravenous bird&rsquo; (עיט ‛ayiṭ) is rendered &lsquo;fowl&rsquo; in <a class=\"ref\">Job 28:7<\/a>; &lsquo;bird&rsquo; or &lsquo;birds&rsquo; in <a class=\"ref\">Jeremiah 12:9<\/a>; &lsquo;fowls&rsquo; in <a class=\"ref\">Genesis 15:11<\/a>; <a class=\"isa\" verses=\"WzE4MDA0XQ==\">Isaiah 18:6<\/a>; and &lsquo;ravenous birds&rsquo; in <a class=\"ref\">Ezekiel 39:4<\/a>. It does not occur elsewhere in the Bible. It is used here as an emblem of a warlike king, and the emblem may either denote the rapidity of his movements&mdash;moving with the flight of an eagle; or it may denote the devastation which he would spread&mdash;an emblem in either sense especially applicable to Cyrus. It is not uncommon in the Bible to compare a warlike prince to an eagle <a class=\"ref\">Jeremiah 49:22; Ezekiel 17:3<\/a>; and the idea here is, probably, that Cyrus would come with great power and velocity upon nations, like the king of birds, and would pounce suddenly and unexpectedly upon his prey. Perhaps also there may be here allusion to the standard or banner of Cyrus. Xenophon (Cyrop. vii.) says that it was a golden eagle affixed to a long spear; and it is well remarked by Lowth, that Xenophon has used the very word which the prophet uses here, as near as could be, expressing it in Greek letters. The word of the prophet is עיט ‛ayiṭ; the Greek word used by Xenophon is &alpha;̓&epsilon;&tau;&omicron;̀&sigmaf; aetos. The Chaldee has, however, given a different rendering to this passage: &lsquo;I, who say that I will gather my captivity from the east, and will lead publicly like a swift bird from a distant land the sons of Abraham, my friend.&rsquo;<\/p><p><em>The man that executeth my counsel<\/em>&mdash;Margin, as Hebrew, &lsquo;Of my counsel.&rsquo; It may either mean the man whom he had designated by his counsel; or it may mean the man who should execute his purpose.<\/p><p><em>Yea, I have spoken<\/em>&mdash;He spake it by the prophets; and the idea is, that all that he had spoken should be certainly accomplished.<\/p> ",
    "audit": 1
}