{
    "id": 1283,
    "source": "barnes",
    "verse_id": 18190,
    "verse_count": 1,
    "reference": "28:25 ",
    "title": "",
    "html": "<p><em>When he hath made plain...<\/em>&mdash;That is, when he has leveled, or made smooth the surface of the ground by harrowing, or rolling it.<\/p><p><em>Doth he not scatter abroad<\/em>&mdash;He does not sow one kind of grain merely, but different species according to the nature of the soil, or according to his wishes in regard to a crop.<\/p><p><em>The fitches<\/em>&mdash;(קצח qetsach). Vulgate, Gith; a kind of cockle (Nigella Romana), an herb of sweet savor. Septuagint, &Mu;&iota;&kappa;&rho;&omicron;́&nu; &mu;&epsilon;&lambda;&alpha;́&nu;&theta;&iota;&omicron;&nu; Mikron melanthion. The word &lsquo;fitch&rsquo; denotes a small species of pea. The Hebrew word, however, which occurs nowhere else but here, probably denotes fennel, or dill, an herb whose seed the ancients mixed with their bread in order to give it a more agreeable relish.<\/p><p><em>And scatter the cummin<\/em>&mdash;(כמן kammôn). Vulgate, Cyminum&mdash;&lsquo;Cummin.&rsquo; Septuagint, &Kappa;&upsilon;́&mu;&iota;&nu;&omicron;&nu; Kuminon&mdash;also &lsquo;Cummin.&rsquo; The word properly denotes an annual plant whose seeds have a bitterish warm taste with an aromatic flavor (Webster). The seeds of this plant were used as a condiment in sauces.<\/p><p><em>And cast in the principal wheat<\/em>&mdash;Margin, &lsquo;The wheat in the principal place.&rsquo; Vulgate, Per ordinem&mdash;&lsquo;In its proper order, place, proportion.&rsquo; So Lowth, &lsquo;In due measure.&rsquo; So Aben Ezra and Kimchi render it, &lsquo;By measure;&rsquo; and they suppose it means that if too much wheat be sown on the land, it will grow too thick, and that the spires will crowd and suffocate each other. Our translators have rendered the word שׂורה s&lsquo;ôrâh, &lsquo;principal,&rsquo; as if it were derived from שׂרה s&lsquo;ârâh, &ldquo;to rule,&rdquo; and seem to have supposed that it denoted wheat that was especially excellent, or distinguished for its good qualities. Gesenius supposes that it means &lsquo;fat wheat,&rsquo; from an Arabic signification of the word. Probably the word is designed to denote &ldquo;quality,&rdquo; and to convey the idea that wheat is the principal, or chief grain that is sown; it is that which is most valued and esteemed.<\/p><p><em>And the appointed barley<\/em>&mdash;The barley is a well-known grain. The word rendered &lsquo;appointed&rsquo; (נסמן nisemân), occurs nowhere else in the Scriptures. Castellio, Taylor, Grotius, Calvin, our translators, and others, suppose that it is derived from a Hebrew word which does not now occur&mdash;סמן sâman, &ldquo;to designate, to mark, to seal;&rdquo; and that it means barley that had been put aside and marked as especially excellent, or seed-barley. In Chaldee, the word סמן simman occurs in the sense of &ldquo;to seal, to mark, to designate&rdquo; (Chaldee Par. <a class=\"ref\">Numbers 17:3; 2 Kings 9:13; Esther 5:1<\/a>). The Septuagint, translated it &kappa;&epsilon;́&gamma;&chi;&rho;&omicron;&nu; kengchron, and the Vulgate, Aquila, and Theodotion, understand the word as denoting a species of grain, the millet. The idea is probably that expressed by Grotius, and in our version&mdash;of barley that had been selected as seed-barley on account of its excellent quality.<\/p><p><em>And the rye<\/em>&mdash;Margin, &lsquo;Spelt.&rsquo; The word usually denotes &ldquo;spelt&rdquo;&mdash;a kind of wheat now found in Flanders and Italy, called German wheat. It may, however, denote rye.<\/p><p><em>In their place<\/em>&mdash;literally, &lsquo;In the border.&rsquo; Septuagint, &Epsilon;̓&nu; &tau;&omicron;&iota;͂&sigmaf; &omicron;̔&rho;&iota;́&omicron;&iota;&sigmaf; &sigma;&omicron;&upsilon; En tois horiois sou&mdash;&lsquo;In thy borders.&rsquo; The idea seems to be that the spelt or rye was sown in the borders of the field while the wheat was sown in the middle; or that the rye was sown in its &ldquo;proper bounds,&rdquo; or in the places which were adapted to it, and best suited to promote its growth.<\/p>",
    "audit": 1
}