{
    "id": 1679,
    "source": "barnes",
    "verse_id": 18586,
    "verse_count": 1,
    "reference": "45:24",
    "title": "",
    "html": " <p> <em>Surely, shall one say <\/em>&mdash;Margin, &lsquo;He shall say of me, In the Lord is all righteousness and strength.&rsquo; The design of the verse is, to set forth more fully the effect of the prevalence of the true religion; and the main thought is, that there shall be an universal acknowledgment that salvation and strength were in Yahweh alone. Idols and people could not save; and salvation was to be traced to Yahweh only. A literal translation of the passage would be, &lsquo;Truly in Jehovah, he said unto me,&rsquo; or it is said unto me, that is, I heard it said, &lsquo;is righteousness and strength,&rsquo; that is, this would be everywhere the prevailing sentiment that righteousness and strength were to be found in Yahweh alone. The sense is, first, that it was by him alone that they could be pardoned and justified; and, secondly, that it was by him alone that they could obtain strength to meet their enemies, to overcome their sins, to discharge their duties, to encounter temptations, to hear afflictions, and to support them in death. These two things, righteousness and strength, are all that man needs. The whole of religion consists essentially in the feeling that righteousness and strength are to be found in God our Saviour. The Septuagint renders this, &lsquo;Every tongue shall swear to God, saying, Righteousness and glory shall come unto him, and all those who make distinctions among them shall be ashamed.&rsquo; <\/p> <p> <em>Even to him shall men come <\/em>&mdash;For the purpose of being saved (see the notes at <a class=\"isa\" verses=\"WzE3Njg5XQ==\">Isaiah 2:3 <\/a>). <\/p> <p> <em>And all that are incensed against him <\/em>&mdash;All that are opposed to his government and laws. <\/p> <p> <em>Shall be ashamed <\/em>&mdash;(See the note at <a class=\"isa\" verses=\"WzE4NTc4XQ==\">Isaiah 45:16 <\/a>). The enemies of God shall see their own feebleness and folly; and they shall be ashamed that they have endeavored to oppose one so mighty and so glorious as the living God. The multitudes that have in various ways resisted him shall see the folly of their course, and be overwhelmed with shame that they have dared to lift the hand against the God that made the heavens. Jarchi renders this, &lsquo;All who have opposed themselves to God, shall come to him, led by penitence on account of the things which they have done, and shall be ashamed.&rsquo; <\/p> ",
    "audit": 1
}