{
    "id": 779,
    "source": "barnes",
    "verse_id": 17686,
    "verse_count": 1,
    "reference": "1:31",
    "title": "",
    "html": "<p><i>And the strong<\/i> —Those who have been thought to be strong, on whom the people relied for protection and defense—their rulers, princes, and the commanders of their armies.<\/p><p><i>As tow<\/i> —The coarse or broken part of flax, or hemp. It means here that which shall be easily and quickly kindled and rapidly consumed. As tow burns and is destroyed at the touch of fire, so shall the rulers of the people be consumed by the approaching calamities. <p><i>And the maker of it<\/i> —This is an unhappy translation. The word פעלו po‛ălô may be indeed a participle, and be rendered ‘its maker,’ but it is more commonly a noun, and means his work, or his action. This is its plain meaning here. So the Latin Vulgate, the Septuagint, and the Chaldee. It means, that as a spark enkindles tow, so the works or deeds of a wicked nation shall be the occasion or cause of their destruction. The ambition of one man is the cause of his ruin; the sensuality of a second is the cause of his; the avarice of a third is the cause of his. These passions, insatiable and ungratified, shall be the occasion of the deep and eternal sorrows of hell. So it means here, that the crimes and hypocrisy of the nation would be the real cause of all the calamities that would come upon them as a people. <p><i>Shall both burn together<\/i> —The spark and the flame from the kindled flax mingle, and make one fire. So the people and their works would be enkindled and destroyed together. They would burn so rapidly, that nothing could extinguish them. The meaning is, that the nation would be punished; and that all their works of idolatry and monuments of sin would be the occasion of their punishment, and would perish at the same time. The “principle” involved in this passage teaches us the following things:<p>(1) That the wicked, however mighty, shall be destroyed. <p>(2) That their works will be the “cause” of their ruin—a cause necessarily leading to it. <p>(3) That the works of the wicked—all that they do and all on which they depend—shall be destroyed. <p>(4) That this destruction shall be final. Nothing shall stay the flame. No tears of penitence, no power of men or devils, shall “put out” the fires which the works of the wicked shall enkindle. <p><\/div> ",
    "audit": 1
}