{
    "id": 1724,
    "source": "barnes",
    "verse_id": 18631,
    "verse_count": 1,
    "reference": "48:16",
    "title": "",
    "html": "<p><em>Come ye near unto me<\/em>&mdash;(see <a class=\"isa\" verses=\"WzE4NjI5XQ==\">Isaiah 48:14<\/a>).<\/p><p><em>I have not spoken in secret<\/em>&mdash;(See the notes at <a class=\"isa\" verses=\"WzE4NTgxXQ==\">Isaiah 45:19<\/a>). The idea here is, that he had foretold the raising up of Cyrus, and his agency in delivering his people, in terms so plain that it could not be pretended that it was conjectured, and so clear that there was no ambiguity.<\/p><p><em>From the time that it was, there am I<\/em>&mdash;From the moment when the purpose was formed, and when it began to be accomplished, I was present. The meaning is, that everything in regard to raising up Cyrus, and to the delivery of his people from Babylon, had been entirely under his direction.<\/p><p><em>And now the Lord God and his Spirit hath sent me<\/em>&mdash;There is evidently a change in the speaker here. In the former part of the verse, it is God who is the speaker. But here it is he who is sent to bear the message. Or, if this should be regarded, as Lowth and many others suppose, as the Messiah who is speaking to the exiled Jews, then it is an assertion that he had been sent by the Lord God and his Spirit. There is an ambiguity in the original, which is not retained in our common translation. The Hebrew is, &lsquo;And now the Lord Yahweh hath sent me, and his Spirit;&rsquo; and the meaning may be either, as in our version, that Yahweh and his Spirit were united in sending the person referred to; or that Yahweh had sent him, and at the same time had also sent his Spirit to accompany what he said. Grotius renders it, &lsquo;The Lord by his Spirit bas given me these commands.&rsquo; Jerome understands the word &lsquo;Spirit&rsquo; as in the nominative case, and as meaning that the Spirit united with Yahweh in sending the person referred to&mdash;Dominus Deus misit me, et spiritus ejus.<\/p><p><em>The Septuagint, like the Hebrew, is ambiguous<\/em>&mdash;&Nu;&upsilon;͂&nu; &kappa;&upsilon;́&rho;&iota;&omicron;&sigmaf; &kappa;&upsilon;́&rho;&iota;&omicron;&sigmaf; &alpha;̓&pi;&epsilon;́&sigma;&tau;&epsilon;&iota;&lambda;&epsilon;́ &mu;&epsilon;, &kappa;&alpha;&iota;̀ &tau;&omicron;̀ &pi;&nu;&epsilon;&upsilon;͂&mu;&alpha; &alpha;&upsilon;̓&tau;&omicron;&upsilon;͂ Nun kurios kurios apesteile me, kai to pneuma autou. The Syriac has the same ambiguity. The Targum of Jonathan renders it, &lsquo;And now Jehovah (יי yeyâ) God hath sent me and his word.&rsquo; It is perhaps not possible to determine, where there is such ambiguity in the form of the sentence, what is the exact meaning. As it is not common, however, in the Scriptures, to speak of the Spirit of God as sending, or commissioning his servants; and as the object of the speaker here is evidently to conciliate respect for his message as being inspired, it is probably to be regarded as meaning that he had been sent by Yahweh and was accompanied wish the influences of his Spirit. Many of the reformers, and others since their time have supposed that this refers to the Messiah, and have endeavored to derive a demonstration from this verse of the doctrine of the Trinity. The argument which it has been supposed these words furnish on that subject is, that three persons are here spoken of, the person who sends, that is, God the Father; the person who is sent, that is, the Messiah; and the Spirit, who concurs in sending him, or by whom he is endowed.<\/p><p>But the evidence that this refers to the Messiah is too slight to lay the foundation for such an argument; and nothing is gained to the cause of truth by such forced interpretations. &ldquo;It would require more time, and toil, and ingenuity to demonstrate that this passage had reference to the Messiah, than it would to demontstrate the doctrine of the Trinity, and the divinity of the Redeemer, from the unequivocal declarations of the New Testament.&rdquo; The remark of Calvin on this verse, and on this mode of interpretation, is full of good sense: &lsquo;This verse interpreters explain in different ways. Many refer it to Christ, but the prophet designs no such thing. Cavendoe autem sunt nobis violentoe et coactoe interpretations&mdash;(such forced and violent interpretations are to be avoided).&rsquo; The scope of the passage demands, as it seems to me, that it should be referred to the prophet himself. His object is, to state that he had not come at his own instance, or without being commissioned. He had been sent by God, and was attended by the Spirit of inspiration. He foretold events which the Spirit of God alone could make known to mankind. It is, therefore, a strong asseveration that his words demanded their attention, and that they had every ground of consolation, and every possible evidence that they would be rescued from their bondage. It is a full claim to divine inspiration, and is one of the many assertions which are found in the Scriptures where the sacred writers claim to have been sent by God, and taught by his Spirit.<\/p> ",
    "audit": 1
}