{
    "id": 1696,
    "source": "barnes",
    "verse_id": 18603,
    "verse_count": 1,
    "reference": "47:3 ",
    "title": "",
    "html": "<p><em>Thy nakedness<\/em>&mdash;This denotes the abject condition to which the city would be reduced. All its pride would be taken away; and it would be brought to such a state as to fill its inhabitants with the deepest mortification and shame. Vitringa supposes that it means, that all the imbecility and weakness; the vileness; the real poverty; the cruelty and injustice of Babylon, would be exposed. But it more probably means, that it would be reduced to the deepest ignominy. No language could more forcibly express the depths of its shame and disgrace than that which the prophet here uses.<\/p><p><em>I will take vengeance<\/em>&mdash;This expresses literally what had been before expressed in a figurative manner. The whole purpose of God was to inflict vengeance on her for her pride, her luxury, and oppression, and especially for her want of kindness toward his people (see <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 47:6<\/a>).<\/p><p><em>And I will not meet thee as a man<\/em>&mdash;This phrase has been very variously interpreted. Jerome renders it, &lsquo;And man shall not resist me.&rsquo; The Septuagint renders it, &lsquo;I will take that which is just of thee, and will no more deliver thee up to men.&rsquo; The Syriac, &lsquo;I will not suffer man to meet thee.&rsquo; Grotius, &lsquo;I will not suffer any man to be an intercessor.&rsquo; So Lowth, &lsquo;Neither will I suffer man to intercede with me.&rsquo; Noyes, &lsquo;I will make peace with none.&rsquo; So Gesenius (Lex. by Robinson) renders it, &lsquo;I will take vengeance, and will not make peace with man; that is, will make peace with none before all are destroyed.&rsquo; The word used here (אפגע &lsquo;epega‛) is derived from פגע pâga‛, which means, &ldquo;to strike upon&rdquo; or &ldquo;to strike against&rdquo;; &ldquo;to impinge upon anyone, or anything; to fall upon in a hostile manner&rdquo; <a class=\"ref\">1 Samuel 22:17<\/a> ; &ldquo;to kill, to slay&rdquo; <a class=\"ref\">Judges 8:21; Judges 15:12<\/a> ; &ldquo;to assail with petitions, to urge, entreat anyone&rdquo; <a class=\"ref\">Ruth 1:16; Jeremiah 7:16<\/a> ; &ldquo;to light upon, or meet with anyone&rdquo; <a class=\"ref\">Genesis 28:11<\/a>, and then, according to Gesenius, &ldquo;to strike a league with anyone, to make peace with him.&rdquo; Jarchi renders it, &lsquo;I will not solicit any man that he should take vengeance;&rsquo; that is, I will do it myself. Aben Ezra, &lsquo;I will not admit the intercession of any man.&rsquo; Vitringa renders it. &lsquo;I will take vengeance, and will not have a man to concur with me; that is, although I should not have a man to concur with me who should execute the vengeance which I meditate; on which account I have raised up Cyrus from Persia, of whom no one thought.&rsquo; In my view, the meaning which best accords with the usual sense of the word, is that proposed by Lowth, that no one should be allowed to interpose, or intercede for them. All the interpretations concur in the same general signification, that Babylon should be totally destroyed; and that no man, whether, as Jerome supposes, by resistance, or as Lowth, by intercession, should be allowed to oppose the execution of the divine purpose of vengeance.<\/p>",
    "audit": 1
}