{
    "id": 1776,
    "source": "barnes",
    "verse_id": 18683,
    "verse_count": 1,
    "reference": "51:9 ",
    "title": "",
    "html": "<p><em>Awake, awake<\/em>&mdash;This verse commences a new subject (see the analysis of the chapter). It is the solemn and impassioned entreaty of those who were in exile that God would interpose in their behalf, as he did in behalf of his people when they were suffering in cruel bondage in Egypt. The word &lsquo;awake&rsquo; here, which is addressed to the arm of Jehovah, is a petition that it might be roused from its apparent stupor and inactivity, and its power exerted in their behalf.<\/p><p><em>O arm of the Lord<\/em>&mdash;The arm is the instrument by which we execute any purpose. It is that by which the warrior engages in battle, and by which he wields the weapon to prostrate his foes. The arm of Yahweh had seemed to slumber; For seventy years the prophet sees the oppressed and suffering people in bondage, and God had not come forth to rescue them. He hears them now lifting the voice of earnest and tender entreaty, that he would interpose as he had in former times, and save them from the calamities which they were enduring.<\/p><p><em>Awake, as in the ancient days<\/em>&mdash;That is, in the time when the Jews were delivered from their bondage in the land of Egypt.<\/p><p><em>Art thou not it<\/em>&mdash;Art thou not the same arm? Was it not by this arm that the children of Israel were delivered from bondage, and may we not look to it for protection still?<\/p><p><em>That hath cut Rahab<\/em>&mdash;That is, cut it in pieces, or destroyed it. It was that arm which wielded the sword of justice and of vengeance by which Rahab was cut in pieces. The word &lsquo;Rahab&rsquo; here means Egypt. On the meaning of the word, see the notes at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 30:7<\/a> ; compare <a class=\"ref\">Psalm 88:8; Psalm 89:10<\/a>.<\/p><p><em>And wounded the dragon<\/em>&mdash;The word rendered here &ldquo;dragon&rdquo; (תנין tannı̂yn) means properly any great fish or sea monster; a serpent, a dragon (see the notes at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 27:1<\/a> ), or a crocodile. Here it means, probably, the crocodile, as emblematic of Egypt, because the Nile abounded in crocodiles, and because a monster so unwieldy and formidable and unsightly, was no unapt representation of the proud and cruel king of Egypt. The king of Egypt is not unfrequently compared with the crocodile (see <a class=\"ref\">Psalm 34:13-14; Ezekiel 29:3; Ezekiel 32:2<\/a>). Here the sense is, that he had sorely wounded, that is, had greatly weakened the power of that cruel nation, which for strength was not unfitly represented by the crocodile, one of the most mighty of monsters, but which, like a pierced and wounded monster. was greatly enfeebled when God visited it with plagues, and destroyed its hosts in the sea.<\/p>",
    "audit": 1
}