{
    "id": 1401,
    "source": "barnes",
    "verse_id": 18308,
    "verse_count": 1,
    "reference": "34:4 ",
    "title": "",
    "html": "<p><em>And all the host of heaven<\/em>&mdash;On the word &lsquo;host&rsquo; (צבא tsâbâ&rsquo;), see the note at <a class=\"isa\" verses=\"WzE3NjY0XQ==\">Isaiah 1:9<\/a>. The heavenly bodies often represent kings and princes (compare the note at <a class=\"isa\" verses=\"WzE4MTE3XQ==\">Isaiah 24:21<\/a> ).<\/p><p><em>Shall be dissolved<\/em>&mdash;(ינמקוּ venâmaqqû. This figure Vitringa supposes to be taken from the common prejudice by which the stars appear to be crystals, or gems, set in the azure vault of heaven, which may melt and flow down by the application of heat. The sense is, that the princes and nobles who had opposed God and his people would be destroyed, as if the sparkling stars, like gems, should melt in the heavens, and flow down to the earth.<\/p><p><em>And the heavens shall be rolled together as a scroll<\/em>&mdash;The word &rsquo;scroll&rsquo; here (ספר sêpher) means a roll, or a book. Books were made of parchment, leaves, etc., and were rolled together instead of being bound, as they are with us. The figure here is taken from what strikes the eye, that the heaven above us is &ldquo;an expanse&rdquo; (רקיע râqı̂ya‛) <a class=\"ref\">Genesis 1:8; Psalm 104:2<\/a>,) which is spread out; and which might be rolled together, and thus pass away. It is possible that there may be a reference also to the fact, that in a storm, when the sky is filled with dark rolling clouds, the heavens seem to be rolled together, and to be passing away. The sense is, that there would be great destruction among those high in office and in power&mdash;a destruction that would be well represented by the rolling up of the firmament, and the destruction of the visible heavens and their host, and by leaving the world to ruin and to night.<\/p><p><em>And all their host shall fall down<\/em>&mdash;That is, their stars; either by being as it were melted, or by the fact that the expanse in which they are apparently located would be rolled up and removed, and there being no fixtures for them they would fall. The same image occurs in <a class=\"ref\">Revelation 6:13<\/a>. One somewhat similar occurs in Virgil, Georg. i.365ff.<\/p><p><em>As the leaf falleth off from the vine...<\/em>&mdash;That is, in a storm, or when violently shaken.<\/p>",
    "audit": 1
}