{
    "id": 2016,
    "source": "barnes",
    "verse_id": 18923,
    "verse_count": 1,
    "reference": "65:25 ",
    "title": "",
    "html": "<p><em>The wolf and the lamb shall feed together<\/em>&mdash;(See the notes at <a class=\"isa\" verses=\"eyIxNzg4NiI6MTZ9\">Isaiah 11<\/a>.)<\/p><p><em>And the lion shall eat straw<\/em>&mdash;Shall eat hay or provender like the ox. The food of the lion now is flesh. Changes shall take place as great as if his nature were changed, and he should graze with the herds of the field. See a full illustration of this sentiment from the classic writors in the notes at <a class=\"isa\" verses=\"WzE3ODkxXQ==\">Isaiah 11:6<\/a>.<\/p><p><em>Like the bullock<\/em>&mdash;Or the ox&mdash;the cattle that herd together&mdash;for so the Hebrew word (בקר bâqâr) means. The word may be app ied to a bullock, an ox, or a cow.<\/p><p>And dust shall be the serpent&rsquo;s meat&mdash;There is evidently here an allusion to the sentence pronounced on the serpent in <a class=\"ref\">Genesis 3:14<\/a>. The meaning of the declaration here is, probably, that dust should continue to be the food of the serpent. The sentence on him should be perpetual. He should not be injurious to man&mdash;either by tempting him again, or by the venom of his fangs. The state of security would be as great under the Messiah as if the most deadly and poisonous kinds of reptiles should become wholly innoxious, and should not attempt to prey upon people. It is to be remembered that many of the serpent kind included under the general word used here (נחשׁ nāchâsh), were dangerous to people; and indeed a large portion of them are deadly in their bite. But in future times there will be a state of security as great as if the whole serpent tribe were innocuous and should live on the dust alone. There can be no doubt that the prophet means here to describe the passions and evil propensities of people, which have a strong resemblance to the ferocity of the wolf, or the lion, and the deadly poison of the serpent, and to say that those passions would be subdued, and that peace and concord would prevail on the earth (see the notes at <a class=\"isa\" verses=\"WzE3ODkzXQ==\">Isaiah 11:8<\/a>).<\/p><p><em>They shall not hurt nor destroy<\/em>&mdash;See this explained in the notes at <a class=\"isa\" verses=\"WzE3ODk0XQ==\">Isaiah 11:9<\/a>. All this is partially realized wherever the gospel prevails, but it will be more fully realized when that gospel shall exert its full power and shall be spread around the world.<\/p>",
    "audit": 1
}