{
    "id": 1339,
    "source": "barnes",
    "verse_id": 18246,
    "verse_count": 1,
    "reference": "30:28",
    "title": "",
    "html": " <p> <em>And his breath <\/em>&mdash;The word רוח rûach properly means &ldquo;wind,&rdquo; air in motion; then a breathing, an exhalation, a breath; then the soul, spirit, etc. The idea here seems to be that of excited, and rapid, and agitated breathing, as when one is in anger (compare <a class=\"ref\">Judges 8:3; Zechariah 6:8 <\/a>). <\/p> <p> <em>As an overflowing stream <\/em>&mdash;This figure is common to express desolating judgments (see the notes at <a class=\"isa\" verses=\"WzE3ODE2LDE3ODczLDE4MTgyXQ==\">Isaiah 8:8; Isaiah 10:22; Isaiah 28:17 <\/a>; compare <a class=\"ref\">Psalm 69:2, Psalm 69:15 <\/a>). <\/p> <p> <em>Shall reach to the midst of the neck <\/em>&mdash;Isaiah Isa 8:8, in describing the invasion of Sennacherib, and comparing it to an oveflowing torrent, says it would &lsquo;reach even to the neck;&rsquo; that is, it would overflow the land, and even approach the head, the capital, but that that would be spared. By the use of a similar figure, and perhaps referring to that, he here says, that the judgment of God would overflow the army of the Assyrians, but that it would approach only to the neck, the head would still be spared; the commander and sovereign would not be destroyed. In accordance with this prediction, the angel in one night, as with an overflowing flood, cut off the army, and yet spared the sovereign, Sennacherib, who escaped with his life <a class=\"isa\" verses=\"eyIxODM4OSI6Mn0=\">Isaiah 37:36-37 <\/a>. The word rendered &rsquo;shall reach&rsquo; (רחצה yechĕtseh) properly means &ldquo;shall divide,&rdquo; or cut into two parts <a class=\"ref\">Genesis 33:8; Numbers 31:37, Numbers 31:42; Judges 9:43 <\/a>; and the idea here seems to be that a man who is in the water seems to be &ldquo;divided&rdquo; into two parts, one part above, and one in the water. <\/p> <p> <em>To sift the nations <\/em>&mdash;Doubtless many nations were laid under requisition to furnish an army so large as that of Sennaherib, as the kingdom of Assyria was made up of a number of tributary people and provinces. The word rendered &lsquo;to sift&rsquo; refers to the act of winnowing or fanning grain, in which the grain is &ldquo;tossed&rdquo; or thrown from the shovel into the air. As the chaff is driven away by the wind, so the nations in the army of Sennacherib would be scattered. <\/p> <p> <em>With the sieve of vanity <\/em>&mdash;That is, of emptiness or perdition; he would so scatter them that nothing would be left. <\/p> <p> <em>A bridle in the jaws of the people <\/em>&mdash;The idea is, that he had all these nations as much under his control as a man has a horse with a bridle in his mouth. The same idea the prophet has used in reference to the same subject in <a class=\"isa\" verses=\"WzE4MzgyXQ==\">Isaiah 37:29 <\/a>: <\/p> <p>I will put my bridle in thy jaws, <\/p> <p>And I will turn thee back by the way by which thou camest. <\/p> <p> <em>Causing them to err <\/em>&mdash;That shall cause them to wander; that is, he would turn them from the path in which they had designed to go. They had purposed to go to Jerusalem, but he would lead them back to their own land, discomfited and disheartened (see <a class=\"isa\" verses=\"WzE4MzgyXQ==\">Isaiah 37:29 <\/a>). <\/p> ",
    "audit": 1
}