{
    "id": 1896,
    "source": "barnes",
    "verse_id": 18803,
    "verse_count": 1,
    "reference": "59:2",
    "title": "",
    "html": "<p><em>But your iniquities<\/em>&mdash;That is, the sins which the prophet had specified in the previous chapter, and which he proceeds further to specify in this.<\/p><p><em>Have separated<\/em>&mdash;The word used here (בדל bâdal) conveys the idea of division, usually by a curtain or a wall <a class=\"ref\">Exodus 26:33; Ezekiel 42:20<\/a>. Thus the &lsquo;firmament&rsquo; (רקיע râqı̂ya‛, &ldquo;expanse&rdquo;) is said to have &ldquo;divided&rdquo; or &ldquo;separated&rdquo; (מבדיל mabedı̂yl) the waters from the waters <a class=\"ref\">Genesis 1:6<\/a>. The idea here is, that their sins were like a partition between them and God, so that there was no contact between them and him.<\/p><p><em>And your sins have hid his face from you<\/em>&mdash;Margin, &lsquo;Made him hide.&rsquo; The Hebrew word here is in Hiphil, meaning &lsquo;to cause to hide.&rsquo; Kimchi and Aben Ezra understand it as causing him to hide his face; Vitringa as hiding, his face. The metaphor, says Vitringa, is not taken from a man who turns away his face from one because he does not choose to attend to what is said, but from something which comes between two persons, like a dense cloud, which hides one from the other. And, according to this, the idea is, that their sins had risen up like a thick, dark cloud between them and God, so that they had no clear view of him, and no contact with him&mdash;as a cloud hides the face of the sun from us. A similar idea occurs in <a class=\"ref\">Lamentations 3:44<\/a>:<\/p><p>Thou hast covered thyself with a cloud,<\/p><p>That our prayers should not pass through.<\/p><p>But it seems to me more probable that the Hiphil signification of the verb is here to be retained, and that the idea is, that their sins had caused Yahweh to hide or turn away his face from their prayers from an unwillingness to hear them when they were so deeply immersed in sin. Thus the Septuagint, &lsquo;On account of your sins he has turned away his face (&alpha;̓&pi;&epsilon;́&sigma;&tau;&rho;&epsilon;&psi;&epsilon; &tau;&omicron;̀ &pi;&rho;&omicron;́&omega;&pi;&omicron;&nu; apestrepse to prosōpon) from you, so that he will not have mercy&rsquo; (&tau;&omicron;&upsilon;͂ &mu;&eta;̀ &epsilon;̓&lambda;&epsilon;&eta;͂&sigma;&alpha;&iota; tou mē eleēsai). It is universally true that indulgence in sin causes God to turn away his face, and to witchold mercy and compassion. He cannot pardon those who indulge in transgression, and who are unwilling to abandon the ways of sin (compare the notes at <a class=\"isa\" verses=\"WzE3NjcwXQ==\">Isaiah 1:15<\/a>).<\/p> ",
    "audit": 1
}