{
    "id": 1056,
    "source": "barnes",
    "verse_id": 17963,
    "verse_count": 1,
    "reference": "15:2",
    "title": "",
    "html": "<p><em>He is gone up<\/em> &mdash;That is, the inhabitants of Moab in consternation have fled from their ruined cities, and have gone up to other places to weep.<\/p><p><em>To Bajith, and to Dibon<\/em> &mdash;Lowth supposes that these two words should be joined together, and that one place is denoted. The Chaldee renders it, &lsquo;Ascend into the houses of Dibon.&rsquo; Kimchi supposes that the word (בית bayith) denotes a temple. It usually means &ldquo;house,&rdquo; and hence, may mean a temple of the gods; that is, the principal &ldquo;house&rdquo; in the land. This interpretation is adopted by Gesenius and Noyes. Vitringa supposes it to mean Beth-Meon<a class=\"ref\">Jeremiah 48:24<\/a> , or Beth-Baal-Meon<a class=\"ref\">Joshua 13:17<\/a> , north of the Arnon, now &ldquo;Macin.&rdquo; I have adopted the translation proposed by Kimchi as better expressing the sense in my view than that which makes it a proper name. Dibon, perhaps the same place as Dimon in<a class=\"isa\" verses=\"WzE3OTcwXQ==\">Isaiah 15:9<\/a> , was a city given by Moses to Gad, and afterward yielded to Reuben<a class=\"ref\">Numbers 32:3, Numbers 32:33-34; Joshua 13:9<\/a> . It was again occupied by the Moabites<a class=\"ref\">Jeremiah 48:18, Jeremiah 48:2<\/a> . Eusebius says it was a large town on the north of the river Arnon. Seetsen found there ruins under the name of Diban in a magnificent plain. Hence, &ldquo;Dibon&rdquo; is here appropriately described as &ldquo;going up&rdquo; from a plain to weep; and the passage may be rendered, &lsquo;Dibon is weeping upon the high places.&rsquo;<\/p><p><em>To weep<\/em> &mdash;Over the sudden desolation which has come upon the principal cities.<\/p><p><em>Moab shall howl over Nebo<\/em> &mdash;Nebo was one of the mountains on the east of the Jordan. It was so high that from it an extended view could be taken of the land of Canaan opposite. It was distinguished as being the place where Moses died<a class=\"ref\">Deuteronomy 32:49; Deuteronomy 34:1<\/a> . The meaning of this is, that on mount Nebo, Moab should lift up the voice of wailing. Jerome says that the idol Chamos, the principal idol of Moab, was on mount Nebo, and that this was the place of its worship. This mountain was near the northern extremity of the Dead Sea. Mount Nebo was completely barren when Burckhardt passed over it, and the site of the ancient city had not been ascertained (&ldquo;Travels in Syria,&rdquo; p. 370.) On its summit, says Burckhardt, was a heap of stones overshadowed by a very large wild pistacia tree. At a short distance below, to the southwest, is the ruined place called Kereyat.<\/p><p><em>And over Medeba<\/em> &mdash;This was a city east of the Jordan in the southern part of the territory allotted to Reuben. It was taken from the Reubenites by the Moabites. Burckhardt describes the ruins of this town, which still bears the same name. He says of it, it is &lsquo;built upon a round hill; but there is no river near it. It is at least half an hour in circumference. I observed many remains of private houses, constructed with blocks of silex; but not a single edifice is standing. There is a large birket, tank, or cistern, which, as there is no spring at Medeba, might be still of use to the Bedouins, were the surrounding ground cleared of the rubbish to allow the water to flow into it; but such an undertaking is far beyond the views of the wandering Arabic On the west side of the town are the foundations of a temple built with large stones, and apparently of great antiquity. A part of its eastern wall remains, constructed in the same style as the castle wall at Ammon. At the entrance to one of the courts stand two columns of the Doric order. In the center of one of the courts is a large well.&rsquo; (&ldquo;Travels in Syria,&rdquo; pp. 366, 367.)<\/p><p><em>On all their heads shall be baldness...<\/em> &mdash;To cut off the hair of the head and the beard was expressive of great grief. It is well known that the Orientals regard the beard with great sacredness and veneration, and that they usually dress it with great care, Great grief was usually expressed by striking external acts. Hence, they lifted up the voice in wailing; they hired persons to howl over the dead; they rent their garments; and for the same reason, in times of great calamity or grief, they cut off the hair, and even the beard. Herodotus (ii. 36) speaks of it as a custom among all nations, except the Egyptians, to cut off the hair as a token of mourning. So also Homer says, that on the death of Patroclus they cut off the hair as expressive of grief (Iliad, xxiii. 46, 47):<\/p><p>Next these a melancholy band appear,<\/p><p>Amidst lay dead Patroclus on a bier;<\/p><p>O&rsquo;er all the course their scattered locks they threw.<\/p><p>Pope<\/p><p>See also &ldquo;Odyss.&rdquo; iv. 197. This was also the custom with the Romans (Ovid. &ldquo;Amor.&rdquo; 3, 5, 12); the Egyptians (Diod. i. 84); the Scythians (Herod. iv. 71); and the modern Cretans. The principle on which this is done is, that thereby they are deprived of what is esteemed the most beautiful ornament of the body; an idea which lies at the foundation of mourning in all countries and ages. The loss of the beard, also, was the highest calamity, and would be expressive of the deepest grief. &lsquo;It is,&rsquo; says D&rsquo;Arvieux, who has devoted a chapter to the exposition of the sentiments of the Arabs in regard to the beard, &lsquo;a greater mark of infamy in Arabia to cut a man&rsquo;s beard off, than it is with us to whip a fellow at the cart&rsquo;s tail, or to burn him in the hand. Many people in that country would far rather die than incur that punishment. I saw an Arab who had received a musket shot in the jaw, and who was determined rather to perish than to allow the surgeon to cut his beard off to dress his wound. His resolution was at length overcome; but not until the wound was beginning to gangrene. he never allowed himself to be seen while his beard was off; and when at last he got abroad, he went always with his face covered with a black veil, that he might not be seen without a beard; and this he did until his beard had grown again to a considerable length.&rsquo; (&ldquo;Pic. Bib.,&rdquo; vol. ii. p. 100.) Burckhardt also remarks, that the Arabs who have, from any cause, had the misfortune to lose their beards invariably conceal themselves from view until their beards are grown again (compare<a class=\"isa\" verses=\"WzE3NzMyLDE4MDY1XQ==\">Isaiah 3:24; Isaiah 22:12<\/a> ;<a class=\"ref\">Jeremiah 41:5; Micah 1:16<\/a>). The idea is, that the Moabites would be greatly afflicted. Jeremiah has stated the same thing of Moab<a class=\"ref\">Jeremiah 48:37<\/a> :<\/p><p>For every head shall be bald, and every beard be clipt;<\/p><p>And upon all hands shall be cuttings,<\/p><p>And upon the loins sackcloth.<\/p> ",
    "audit": 1
}