{
    "id": 1312,
    "source": "barnes",
    "verse_id": 18219,
    "verse_count": 1,
    "reference": "30:1",
    "title": "",
    "html": " <p> <em>Wo, <\/em>&mdash;(see the note at <a class=\"isa\" verses=\"WzE3OTk5XQ==\">Isaiah 18:1<\/a>). <\/p> <p> <em>To the rebellious children <\/em>&mdash;To those whom he had nourished as children, and who had rebelled against him (see the note at <a class=\"isa\" verses=\"WzE3Njc4XQ==\">Isaiah 1:23<\/a>). <\/p> <p> <em>That take counsel, but not of me <\/em>&mdash;They look to Egypt, and depend on a human arm. <\/p> <p> <em>And that cover with a covering <\/em>&mdash;The idea here, according to our translation, is, that they seek protection or a covering from the impending calamity. Lowth renders this, &lsquo;Who ratify covenants;&rsquo; supposing that the reference is to the fact that in ancient times compacts were formed by offering sacrifices, and by pouring out libations. The Hebrew, according to Lowth, means, &lsquo;who pour out a libation.&rsquo; So the Septuagint renders it, &Sigma;&upsilon;&nu;&theta;&eta;́&kappa;&alpha;&sigmaf; sunthēkas&mdash;&lsquo;And thou hast made covenants.&rsquo; The Syriac renders it, &lsquo;Who pour out libations.&rsquo; The Hebrew word נסך nâsak properly conveys the idea of pouring out, and is applied: <\/p> <p>(1) to the act of pouring out wine as a drink offering, or as a libation to God <a class=\"ref\">Genesis 35:14; Exodus 30:9; 1 Chronicles 11:18; Hosea 9:4<\/a>; <\/p> <p>(2) to the act of pouring out oil, that is, to anointing kings and rulers <a class=\"ref\">Psalm 2:6; Daniel 11:8<\/a>; <\/p> <p>(3) to the act of pouring out melted metals, that is, to cast them <a class=\"isa\" verses=\"WzE4NDQwLDE4NTQ0XQ==\">Isaiah 40:19; Isaiah 44:10<\/a>. <\/p> <p>The word also may have a meaning kindred to סכך sâkak and denote &ldquo;to cover,&rdquo; as in <a class=\"isa\" verses=\"WzE4MTI2XQ==\">Isaiah 25:7<\/a>. Various derivatives from the word are rendered &lsquo;to cover withal&rsquo; <a class=\"ref\">Numbers 4:7<\/a>; &lsquo;the covering&rsquo; <a class=\"isa\" verses=\"WzE4MTg1XQ==\">Isaiah 28:20<\/a>; &lsquo;the web,&rsquo; that is, that which is woven for a covering <a class=\"ref\">Judges 16:13-14<\/a>. The idea, however, which best suits the connection here is probably that suggested by Lowth, in accordance with the Septuagint, and the Syriac, and adopted by Rosenmuller, Gesenius, and others, &ldquo;to make a libation;&rdquo; that is, to ratify a covenant, or compact. <\/p> <p> <em>But not of my Spirit <\/em>&mdash;It was not such as was suggested by his Spirit, and not such as he would approve. <\/p> <p> <em>That they may add sin to sin <\/em>&mdash;They add to the sin of rebellion against God that of forming an alliance. Sins do not usually stand alone. When one is committed, it is often necessary to commit others in order to carry out and complete the plan which that contemplated. <\/p> ",
    "audit": 1
}