{
    "id": 990,
    "source": "barnes",
    "verse_id": 17897,
    "verse_count": 1,
    "reference": "11:12",
    "title": "",
    "html": " <p> <em>And he shall set up an ensign <\/em>&mdash;See <a class=\"isa\" verses=\"WzE3ODk1XQ==\">Isaiah 11:10 <\/a>. The Messiah shall stand in view of the nations, as a standard is erected by a military leader. An ensign or standard was usually lifted up on the mountains or on some elevated place (compare <a class=\"isa\" verses=\"WzE4MDAxXQ==\">Isaiah 18:3 <\/a>); and the meaning here is, that the Messiah would be the conspicuous object around which the nations would rally. <\/p> <p> <em>And shall assemble <\/em>&mdash;This word, אסף &lsquo;âsaph, properly means, to gather, collect, to assemble together, as fruits are collected for preservation <a class=\"ref\">Exodus 23:10 <\/a>; to collect a people together <a class=\"ref\">Numbers 21:16 <\/a>; to gather or collect gold; <a class=\"ref\">2 Kings 22:4 <\/a>. It may also mean to gather or collect anything for destruction <a class=\"ref\">Jeremiah 8:13 <\/a>; and hence, to take out of the way, to kill, destroy; <a class=\"ref\">1 Samuel 15:6 <\/a>. Here, it is evidently synonymous with the word &lsquo;recover&rsquo; in <a class=\"isa\" verses=\"WzE3ODk2XQ==\">Isaiah 11:11 <\/a>. It cannot be proved that it means that God will &ldquo;literally&rdquo; re-assemble all the scattered Jews, for the &ldquo;collecting them,&rdquo; or regathering them to himself &ldquo;as his people,&rdquo; though they may be still scattered among the nations, is all that the words necessarily imply. Thus when the word is used, as it is repeatedly, to denote the death of the patriarchs, where it is said they were &lsquo;gathered to their fathers,&rsquo; it does not mean that they were buried in the same grave, or the same vicinity, but that they were united to them in death; they partook of the same lot; they all alike went down to the dead; <a class=\"ref\">Genesis 25:8; Genesis 35:29; Genesis 49:29; Numbers 20:24; Deuteronomy 32:50 <\/a>. <\/p> <p> <em>The outcasts of Israel <\/em>&mdash;The name &lsquo;Israel,&rsquo; applied at first to all the descendants of Jacob, came at length to denote the &lsquo;kingdom of Israel,&rsquo; or of the &lsquo;ten tribes,&rsquo; or of &lsquo;Ephraim,&rsquo; as the tribes which revolted under Jeroboam were called. In this sense it is used in the Scriptures after the time of Jeroboam, and thus it acquired a technical signification, distinguishing it from Judah. <\/p> <p> <em>The dispersed of Judah <\/em>&mdash;&lsquo;Judah,&rsquo; also, though often used in a general sense to denote the Jews as such, without reference to the distinction in tribes, is also used technically to denote the kingdom of Judah, as distinguished from the kingdom of Israel. The tribe of Judah was much larger than Benjamin, and the name of the latter was lost in the former. A considerable part of the ten tribes returned again to their own land, with those of the tribes of Judah and Benjamin; a portion remained still in the countries of the East, and were intermingled with the other Jews who remained there. All distinctions of the tribes were gradually abolished, and there is no reason to think that the &lsquo;ten tribes,&rsquo; here referred to by the name &lsquo;Israel,&rsquo; have now anywhere a distinct and separate existence; see this point fully proved in a review of Dr. Grant&rsquo;s work on &rsquo;&rdquo; The Nestorians, or, the Lost Ten tribes,&ldquo;&lsquo; in the &ldquo;Bib. Rep.&rdquo; for October 1841, and January 1842, by Prof. Robinson. The literal meaning here then would be, that he would gather the remains of those scattered people, whether pertaining to &lsquo;Israel&rsquo; or &lsquo;Judah,&rsquo; from the regions where they were dispersed. <\/p> <p>It does not necessarily mean that they would be regathered in their distinctive capacity as &lsquo;Israel&rsquo; and &lsquo;Judah,&rsquo; or that the distinction would be still preserved, but that the people of God would be gathered together, and that all sources of alienation and discord would cease. The meaning, probably, is, that under the Messiah all the remains of that scattered people, in all parts of the earth, whether originally pertaining to &lsquo;Israel&rsquo; or &lsquo;Judah,&rsquo; should be collected into one spiritual kingdom, constituting one happy and harmonious people. To the fulfillment of this, it is not necessary to be supposed that they would be literally gathered into one place, or that they would be restored to their own land, or that they would be preserved as a distinct and separate community. The leading idea is, that the Messiah would set up a glorious kingdom in which all causes of alienation and discord would cease. <\/p> <p> <em>From the four corners of the earth <\/em>&mdash;Chaldee, &lsquo;From the four winds of the earth.&rsquo; The Septuagint renders it, &lsquo;From the four wings (&pi;&tau;&epsilon;&rho;&upsilon;́&gamma;&omega;&nu; pterugōn) of the earth.&rsquo; It means, that they should be collected to God from each of the four parts of the earth&mdash;the east, the west, the north, and the south. The Hebrew word rendered here &lsquo;corners,&rsquo; means properly &ldquo;wings.&rdquo; It is applied, however, to the corner, or border of a thing, as a skirt, or mantle <a class=\"ref\">1 Samuel 24:5, 1 Samuel 24:11; Deuteronomy 23:1 <\/a>; and hence, to the boundaries, or corners of the earth, because the earth seems to have been represented as a quadrangular plain; <a class=\"ref\">Ezekiel 7:2 <\/a>. <\/p> ",
    "audit": 1
}