{
    "id": 945,
    "source": "barnes",
    "verse_id": 17852,
    "verse_count": 1,
    "reference": "10:1",
    "title": "",
    "html": "<p><em>Wo unto them that decree unrighteous decrees<\/em>&mdash;To those who frame statutes that are oppressive and iniquitous. The prophet here refers, doubtless, to the rulers and judges of the land of Judea. A similar description he had before given; <a class=\"isa\" verses=\"WzE3NjY1LDE3Njc4XQ==\">Isaiah 1:10, Isaiah 1:23<\/a> ,...<\/p><p><em>And that write... <\/em>&mdash;Hebrew, &lsquo;And to the writers who write violence.&rsquo; The word translated &ldquo;grievousness,&rdquo; עמל ‛âmâl, denotes properly &ldquo;wearisome labor, trouble, oppression, injustice.&rdquo; Here, it evidently refers to the judges who declared oppressive and unjust sentences, and caused them to be recorded. It does not refer to the mere scribes, or recorders of the judicial opinions, but to the judges themselves, who pronounced the sentence, and caused it to be recorded. The manner of making Eastern decrees differs from ours: they are first written, and then the magistrate authenticates them, or annuls them. This, I remember, is the Arab manner, according to D&rsquo;Arvieux. When an Arab wanted a favor of the emir, the way was to apply to the secretary, who drew up a decree according to the request of the party; if the emir granted the favor, he printed his seal upon it; if not, he returned it torn to the petitioner. Sir John Chardin confirms this account, and applies it, with great propriety, to the illustration of a passage which I never thought of when I read over D&rsquo;Arvieux. After citing <a class=\"isa\" verses=\"WzE3ODUyXQ==\">Isaiah 10:1<\/a> , &lsquo;Wo unto them that decree unrighteous decrees, and to the writers that write grievousness,&rsquo; for so our translators have rendered the latter part of the verse in the margin, much more agreeably than in the body of the version, Sir John goes on, &lsquo;The manner of making the royal acts and ordinances hath a relation to this; they are always drawn up according to the request; the first minister, or he whose office it is, writes on the side of it, &ldquo;according to the king&rsquo;s will,&rdquo; and from thence it is sent to the secretary of state, who draws up the order in form.&rsquo;&mdash;Harmer.<\/p> ",
    "audit": 1
}