{
    "id": 1650,
    "source": "barnes",
    "verse_id": 18557,
    "verse_count": 1,
    "reference": "44:23",
    "title": "",
    "html": "<p><em>Sing, O ye heavens<\/em>&mdash;(see <a class=\"isa\" verses=\"WzE4NDkxXQ==\">Isaiah 42:10<\/a>). It is common in the sacred writings to call on the heavens, the earth, and all created things, to join in the praise of God on any great and glorious event (see <a class=\"ref\">Psalm 96:1, Psalm 96:11-12; Psalm 148:1-14<\/a>) The occasion of the joy here was the fact that God had redeemed his people&mdash;a fact, in the joy of which the heavens and earth were called to participate. An apostrophe such as the prophet here uses is common in all writings, where inanimate objects are addressed as having life, and as capable of sharing in the emotions of the speaker. Vitringa has endeavored to show that the various objects here enumerated are emblematic, and that by the heavens are meant the angels which are in heaven; by the lower parts of the earth, the more humble and obscure republics of the pagan; by the mountains, the greater and more mighty kingdoms; by the forest, and the trees, large and spacious cities, with their nobles. So Grotius also interprets the passage. But the passage is a highly-wrought expression of elevated feeling; the language of poetry, where the prophet calls on all objects to exult;&mdash;an apostrophe to the highest heavens and the lowest part of the earth&mdash;the mountains and the forests&mdash;the most sublime objects in nature&mdash;to exult in the fact that the Jewish people were delivered from their long and painful captivity, and restored again to their own land.<\/p><p><em>The Lord hath done it<\/em>&mdash;Has delivered his people from their captivity in Babylon. There is, however, no impropriety in supposing that the eye of the prophet also rested on the glorious deliverance of his people by the Messiah; and that he regarded one event as emblematic of, and introductory to the other. The language used here will certainly appropriately express the feelings which should be manifested in view of the plan of redemption under the Messiah.<\/p><p><em>Shout, ye lower parts of the earth<\/em>&mdash;The foundations of the earth; the parts remote from the high heavens. Let the highest and the lowest objects shout; the highest heavens, and the depths of the earth. The Septuagint renders it, &Tau;&alpha;̀ &Theta;&epsilon;&mu;&epsilon;́&lambda;&iota;&alpha; &tau;&eta;͂&sigmaf; &gamma;&eta;͂&sigmaf; Ta Themelia tēs gēs&mdash;&lsquo;The foundations of the earth.&rsquo; So the Chaldee.<\/p><p><em>Ye mountains<\/em>&mdash;So in <a class=\"ref\">Psalm 148:9, Psalm 148:13<\/a>: &lsquo;Mountains and all hills; fruitful trees and all cedars&mdash;let them praise the name of the Lord.&rsquo;<\/p><p><em>O forest, and every tree therein<\/em>&mdash;Referring either to Lebanon, as being the most magnificent forest known to the prophet; or to any forest as a great and sublime object.<\/p> ",
    "audit": 1
}