{
    "id": 984,
    "source": "barnes",
    "verse_id": 17891,
    "verse_count": 1,
    "reference": "11:6 ",
    "title": "",
    "html": "<p><em>The wolf also<\/em>&mdash;In this, and the following verses, the prophet describes the effect of his reign in producing peace and tranquility on the earth. The description is highly poetical, and is one that is common in ancient writings in describing a golden age. The two leading ideas are those of &ldquo;peace&rdquo; and &ldquo;security.&rdquo; The figure is taken from the condition of animals of all descriptions living in a state of harmony, where those which are by nature defenseless, and which are usually made the prey of the strong, are suffered to live in security. By nature the wolf preys upon the lamb, and the leopard upon the kid, and the adder is venomous, and the bear, and the cow, and the lion, and the ox, cannot live together. But if a state of things should arise, where all this hostility would cease; where the wild animals would lay aside their ferocity, and where the feeble and the gentle would be safe; where the adder would cease to be venomous, and where all would be so mild and harmless that a little child would be safe, and could lead even the most ferocious animals, that state would represent the reign of the Messiah. Under his dominion, such a change would be produced as that those who were by nature violent, severe, and oppressive; those whose disposition is illustrated by the ferocious and bloodthirsty propensities of the lion and the leopard, and by the poison of the adder, would be changed and subdued, and would be disposed to live in peace and harmony with others. This is the &ldquo;general&rdquo; idea of the passage. We are not to cut the interpretation to the quick, and to press the expressions to know what particular class of people are represented by the lion, the bear, or the adder. The &ldquo;general&rdquo; image that is before the prophet&rsquo;s mind is that of peace and safety, &ldquo;such as that would be&rdquo; if a change were to be produced in wild animals, making them tame, and peaceful, and harmless.<\/p><p>This description of a golden age is one that is common in Oriental writers, where the wild beasts are represented as growing tame; where serpents are harmless; and where all is plenty, peace, and happiness. Thus Jones, in his commentary on Asiatic poetry, quotes from an Arabic poet, &ldquo;Ibn Onein,&rdquo; p. 380:<\/p><p>Justitia, a qua mansuetus fit lupus fame astrictus,<\/p><p><em>Esuriens, licet hinnulum candidurn videat<\/em>&mdash;<\/p><p>&lsquo;Justice, by which the ravening wolf, driven by hunger, becomes tame, although he sees a white kid.&rsquo; Thus, also, Ferdusi, a Persian poet:<\/p><p>Rerum Dominus, Mahmud, rex. potens,<\/p><p><em>Ad cujus aquam potum veniunt simul agnus et lupus<\/em>&mdash;<\/p><p>&lsquo;Mahmud, mighty king, lord of events, to whose fountain the lamb and the wolf come to drink.&rsquo; Thus Virgil, Eclogue iv. 21:<\/p><p>Ipsae lactae domum referent distenta capellae<\/p><p><em>Ubera; nec magnos metuent armenta leones<\/em>&mdash;<\/p><p>Home their full udders, goats, unurged shall bear,<\/p><p>Nor shall the herd the lordly lion fear.<\/p><p>And immediately after:<\/p><p>Occidet et serpens, et fallax herba veneni<\/p><p><em>Occidet<\/em>&mdash;<\/p><p>The snake, and poison&rsquo;s treacherous weed shall die.<\/p><p>Wrangham.<\/p><p>Again, Eclogue, v. 60:<\/p><p>Nec lupus insidias pecori, nec retia cervis<\/p><p>Ulla dolum mediantur: amat bonus otia Daphnis.<\/p><p>So also Horace, &ldquo;Epod.&rdquo; 16:53, 54:<\/p><p>Nec yespertinus circumgemit ursus ovile,<\/p><p>Nec intumescit alta viperis humus.<\/p><p>See also &ldquo;Claudian,&rdquo; Lib. ii. v. 25ff; and Theocritus, Idyl xxiv. 84, as quoted by Gesenius and Rosenmuller.<\/p><p>These passages are beautiful, and highly poetic; but they do not equal the beauty of the prophet. There is an exquisite sweetness in the passage of Isaiah&mdash;in the picture which he has drawn&mdash;particularly in the introduction of the security of the young child, which does not occur in the quotations from the pagan poets.<\/p><p>That this passage is descriptive of the times of the Messiah, there can be no doubt. It has been a question, to what particular part of his reign the prophet has reference. Some have referred it to the time when he came, and to the influence of his gospel in mitigating the ferocity of his enemies, and ultimately disposing them to suffer Christens to live with them&mdash;the infuriated enemies of the cross, under the emblem of the wolf, the bear, the leopard, and the adder, becoming willing that the Christian, under the emblem of the lamb, and the kid, should live with them without molestation. This is the interpretation of Vitringa. Others have referred it to the Millennium&mdash;as descriptive of a state of happiness, peace, and universal security then. Others have referred it to the second coming of the Messiah, as descriptive of a time when it is supposed that he will reign personally on the earth, and when there shall be universal security and peace, and when the nature of animals shall be so far changed, that the ferocity of those which are wild and ravenous shall cease, and they shall become harmless to the defenseless. Without attempting to examine these opinions at length, we may, perhaps, express the sense of the passage by the following observations:<\/p><p>(1) The eye of the prophet is fixed upon the reign of the Messiah, not with reference to time, but with reference to the actual facts of that reign. He saw the scene pass before his mind in vision (see the Introduction, Section 7, 3: (4.) (5.), and it is not the nature of such descriptions to mark the &ldquo;time,&rdquo; but the order, the passing aspect of the scene. &ldquo;Under the reign of the Messiah,&rdquo; he saw that this would occur. Looking down distant times, as on a beautiful landscape, he perceived, under the mild reign of the Prince of peace, a state of things which would be well represented by the wolf dwelling with the lamb, the leopard crouching down with the kid, and a little child safe in their midst.<\/p><p>(2) It was, &ldquo;in fact,&rdquo; partially fulfilled in the earliest times of the gospel, and has been everywhere. Under that gospel, the mad passions of men have been subdued; their wild ferocious nature has been changed; their love of conquest, and war, and blood taken away; and the change has been such as would be beautifully symbolized by the change of the disposition of the wolf and the leopard&mdash;suffering the innocent and the harmless to live with them in peace.<\/p><p>(3) The scene will not be fully realized until the reign of the Messiah shall be extended to all nations, and his gospel shall everywhere accomplish its full effects. The vision of Isaiah here has not yet received a full completion; nor will it until the earth shall be full of the knowledge of the Lord, <a class=\"isa\" verses=\"WzE3ODk0XQ==\">Isaiah 11:9<\/a>. The mind is, therefore, still directed onward. In future times, under the reign of the messiah, what is here described shall occur&mdash;a state of security, and peace, and happiness. Isaiah saw that splendid vision, as in a picture, pass before the mind; the wars, and persecutions, and trials of the Messiah&rsquo;s kingdom were, for a time at least, thrown into the back ground, or not represented, and, in that future time, he saw what is here represented. It has been partially fulfilled in all the changes which the Messiah&rsquo;s reign has made in the natural ferocity and cruelty of men; in all the peace which at any time the church has been permitted to enjoy; in all the revolutions promoting human safety, welfare, and happiness, which Christianity has produced. It is to receive the complete fulfillment&mdash;&tau;&omicron;̀ &alpha;̓&pi;&omicron;&tau;&epsilon;&lambda;&epsilon;́&sigma;&mu;&alpha; to spotelesma&mdash;only in that future time when the gospel shall be everywhere established on the earth. The essential thing, therefore, in the prophecy, is the representation of the peace, safety, and harmony which shall take place under the Messiah. So to speak, it was a taking out, and causing to pass before the mind of the prophet, all the circumstances of harmony, order, and love in his reign&mdash;as, in a beautiful panoramic view of a landscape, the beauties of the whole scene may be made to pass before the mind; the circumstances that might even then, if surveyed closely, give pain, were hid from the view, or lost in the loveliness of the whole scene.<\/p><p>(4) That it does not refer to any literal change in the nature of animals, so that the ferocity of the untamed shall be wholly laid aside, the disposition to prey on one another wholly cease, and the poisonous nature of the adder be destroyed, seems to me to be evident:<\/p><p>(a) Because the whole description has a highly figurative and poetical cast.<\/p><p>(b) Because such figurative expressions are common in all poetry, and especially among the Orientals.<\/p><p>(c) Because it does not appear how the gospel has any tendency to change the nature of the lion, the bear, or the serpent. It acts on men, not on brutes; on human hearts, not on the organization of wild animals.<\/p><p>(d) Because such a state of things could not occur without a perpetual miracle, changing the physical nature of the whole animal creation, The lion, the wolf, the panther, are made to live on flesh. The whole organization of their teeth and digestive powers is adapted to this, and this alone. To fit them to live on vegetable food, would require a change in their whole structure, and confound all the doctrines of natural history. The adder is poisonous, and nothing but a miracle would prevent the poisonous secretion, and make his bite innocuous. But where is a promise of any such coutinued miracle as shall change the whole structure of the animal creation, and make the physical world different from what it is? It is indeed probable that wild animals and venomous serpents will wholly retire before the progress of civilization and Christianity, and that the earth may be inhabited everywhere with safety&mdash;for such is the tendency of the advance of civilization&mdash;but this is a very different thing from a change in the physical nature of the animal creation.<\/p><p><em>The fair interpretation of this passage is, therefore, that revolutions will be produced in the wild and evil passions of men<\/em>&mdash;the only thing with which the gospel has to do as great &ldquo;as if&rdquo; a change were produced in, the animal creation, and the most ferocious and the most helpless should dwell together. The wolf (זאב ze&lsquo;êb) is a well-known animal, so called from his yellow or golden color. The Hebrew name is formed by changing the Hebrew letter ה (h) in the word זהב zâhâb, &ldquo;gold,&rdquo; to the Hebrew letter א&mdash;Bochart. The wolf, in the Scriptures, is described as ravenous, fierce, cruel; and is the emblem of that which is wild, ferocious, and savage among human beings; <a class=\"ref\">Genesis 49:27<\/a> : &lsquo;Benjamin shall ravin as a wolf;&rsquo; <a class=\"ref\">Ezekiel 22:27<\/a> : &lsquo;Her princes in the midst thereof are like wolves ravening the prey;&rsquo; <a class=\"ref\">Matthew 7:15<\/a> : &lsquo;Beware of false prophets, which come to you in sheep&rsquo;s clothing, but inwardly they are ravening wolves;&rsquo; <a class=\"ref\">John 10:12; Matthew 10:16; Luke 10:3; Acts 20:29<\/a>. The wolf is described as sanguinary and bloody <a class=\"ref\">Ezekiel 22:27<\/a> , and as taking its prey by night, and as therefore particularly an object of dread; <a class=\"ref\">Jeremiah 5:6<\/a> : &lsquo;A wolf of the evenings shall spoil them; <a class=\"ref\">Habakkuk 1:8<\/a> : &lsquo;Their horses are more fierce than the evening wolves;&rsquo; <a class=\"ref\">Zephaniah 3:3<\/a> : &lsquo;Her judges are evening wolves, they gnaw not the bones until tomorrow.&rsquo; in the Scriptures, the wolf is constantly represented in contrast with the lamb; the one the emblem of ferocity, the other of gentleness and innocence; <a class=\"ref\">Matthew 10:16; Luke 10:3<\/a>. The pagan poets also regard the wolf as an emblem of ferocity and cruelty:<\/p><p>Inde lupi cen<\/p><p>Raptores, atra in nebula quos improba ventris<\/p><p>Exegit caecos rabies, etc.&mdash;<\/p><p>(Virg. AEn. ii.355ff.)<\/p><p>As hungry wolves, with raging appetite,<\/p><p><em>Scour through the fields, nor fear the stormy night<\/em>&mdash;<\/p><p>Their whelps at home expect the promised food,<\/p><p><em>And long to temper their dry chaps in blood<\/em>&mdash;<\/p><p>So rushed we forth at once.<\/p><p>Dryden.<\/p><p>Cervi, luporum praeda rapacium.<\/p><p>Hor. Car. Lib. iv. Ode iv. 50.<\/p><p>See a full illustration of the nature and habits of the wolf in Boehart, &ldquo;Hieroz.&rdquo; Part i. B. iii. ch. x. pp. 821-830. &ldquo;Shall dwell.&rdquo; גר ger. Shall sojourn, or abide. The word usually denotes a residence for a time only, away from home, not a permanent dwelling. The idea here is, that they shall remain peacefully together. The same image occurs in <a class=\"isa\" verses=\"WzE4OTIzXQ==\">Isaiah 65:25<\/a>, in another form: &lsquo;The wolf and the lamb shall feed together.&rsquo;<\/p><p><em>The lamb<\/em>&mdash;Everywhere the emblem of mildness, gentleness, and innocence; and, therefore, applied often to the people of God, as mild, inoffensive, and forbearing; <a class=\"ref\">John 21:15; Luke 10:3<\/a> ; <a class=\"isa\" verses=\"WzE4NDIzXQ==\">Isaiah 40:2<\/a>. It is very often applied, by way of eminence, to the Lord Jesus Christ; <a class=\"ref\">John 1:29; Acts 8:32<\/a> ; <a class=\"isa\" verses=\"WzE3NjkzXQ==\">Isaiah 2:7<\/a> ; <a class=\"ref\">1 Peter 1:19; Revelation 5:6, Revelation 5:8, Revelation 5:12-13; Revelation 6:16; Revelation 7:9-10, Revelation 7:14, Revelation 7:17<\/a>, &ldquo;et al.&rdquo;<\/p><p><em>And the leopard<\/em>&mdash;נמר nâmêr. The leopard, a well-known wild beast, was regarded in Oriental countries as second in dignity only to the lion. The Arabic writers say, &lsquo;He is second in rank to the lion, and, as there is a natural hatred between them, victory is alternate between them.&rsquo; Hence, in the Scriptures, the lion and the leopard are often joined together as animals of the same character and rank; Sol 4:8 :<\/p><p>From the lions&rsquo; den,<\/p><p>From the mountains of the leopards.<\/p><p>See <a class=\"ref\">Jeremiah 5:6<\/a> , and <a class=\"ref\">Hosea 13:7<\/a>:<\/p><p>Therefore I will be unto them as a lion,<\/p><p>As a leopard by the way will I observe them.<\/p><p>The leopard is distinguished for his spots; <a class=\"ref\">Jeremiah 13:23<\/a> : &lsquo;Can the Ethiopian change his skin, or the leopard his spots?&rsquo; it has small white eyes, wide jaws, sharp teeth, and is represented as extremely cruel to man. It was common in Palestine, and was an object of great dread. It lurked for its prey like the lion, and seized upon it suddenly <a class=\"ref\">Jeremiah 5:6; Hosea 13:7<\/a> , and was particularly distinguished for its velocity <a class=\"ref\">Habakkuk 1:8<\/a>), and is often referred to in the classic writers as an emblem of fleetness. See &ldquo;Bochart.&rdquo; The image used here by Isaiah, that &lsquo;the leopard should lie down with the kid,&rsquo; as an emblem of peace and safety, occurs almost in the same form in the Sybilline oracles, Lib. iii:<\/p><p>&pi;&alpha;&rho;&delta;&alpha;́&lambda;&iota;&epsilon;́&sigmaf; &tau; ̓ &epsilon;̓&rho;&iota;&phi;&omicron;&iota;́&sigmaf; &alpha;̔́&mu;&alpha; &beta;&omicron;&sigma;&kappa;&eta;́&sigma;&omicron;&nu;&tau;&alpha;&iota;,&mdash;<\/p><p>parklies t&rsquo; eriphois hama boskēsontai,&mdash;<\/p><p>&lsquo;Leopards shall feed together with kids.&rsquo; &ldquo;See&rdquo; Bochart, &ldquo;Hieroz.&rdquo; Part i. B. iii. ch. vii. pp. 786-791.<\/p><p><em>With the kid<\/em>&mdash;The young of the goat; <a class=\"ref\">Genesis 37:21; Leviticus 23:19; Luke 15:29<\/a>. Like the lamb, it was an emblem of gentleness, mildness, and inoffensiveness.<\/p><p><em>And the calf<\/em>&mdash;Another emblem of inoffensiveness and innocence.<\/p><p><em>And the young lion<\/em>&mdash;The Hebrew word used here&mdash;כפיר kephı̂yr&mdash;denotes one that is old enough to go abroad for prey. It is employed as emblematic of dangerous enemies <a class=\"ref\">Psalm 34:2; Psalm 35:17; Psalm 58:7<\/a> ; and also as emblematic of young heroes, or defenders of a state; <a class=\"ref\">Ezekiel 38:15; Nahum 2:12<\/a>.<\/p><p><em>And the fatling<\/em>&mdash;The calf or other animal that was well fed, and that would be therefore particularly an object of desire to a wild beast. The beauty of the image is heightened, by the circumstance that now the ravenous beast would live with that which usually excites its keenest appetite, without attempting to injure it.<\/p><p><em>And a little child shall lead them<\/em>&mdash;This is an especially beautiful image introduced into the picture of peace and prosperity. Naturally, the lion and the leopard are objects of dread to a young child. But here, the state of peace and safety is represented as not only so entire that the child might live with them in safety, but their natural ferocity is so far subdued and tamed, that they could be led by him at his will. The verisimilitude of the picture is increased by the circumstance, that these wild beasts may be so far tamed as to become subject to the will of a man, and even of a child.<\/p>",
    "audit": 1
}