{
    "id": 1142,
    "source": "barnes",
    "verse_id": 18049,
    "verse_count": 1,
    "reference": "21:13",
    "title": "",
    "html": "<p>Analysis of<a class=\"isa\" verses=\"eyIxODA0OSI6NX0=\">Isaiah 21:13-17<\/a> .&mdash;Vision 18. &ldquo;Arabia.&rdquo;<\/p><p>The remainder of this chapter is occupied with a single prophecy respecting Arabia. It was &ldquo;probably&rdquo; delivered about the time that the former was uttered&mdash;during the reign of Hezekiah, and before the invasion of Sennacherib. It had reference, I suppose, to Sennacherib; and was designed to foretell the fact that, either in his march to attack Judea, or on his return from Egypt, he would pass through Arabia, and perhaps oppress and overthrow some of their clans. At all events, it was to be fulfilled within a year after it was uttered<a class=\"isa\" verses=\"WzE4MDUyXQ==\">Isaiah 21:16<\/a> , and refers to &ldquo;some&rdquo; foreign invasion that was to conic upon their land. Rosenmuller supposes that it relates to the same period as the prophecy in<a class=\"ref\">Jeremiah 49:28<\/a> , following, and refers to the time when Nebuchadnezzar sent Nebuzaradan to overran the lands of the Ammonites, the Moabites, the Philistines, the Arabians, the Idumeans, and others who had revolted from him, and who had formed an alliance with Zedekiah.<\/p><p><em>The sentiment of the prophecy is simple<\/em> &mdash;that within a year the country of Arabia would be overrun by a foreign enemy. The form and manner of the prophecy is highly poetic and beautiful. The images are drawn from customs and habits which pertain to the Arabians, and which characterize them to this day. In<a class=\"isa\" verses=\"WzE4MDQ5XQ==\">Isaiah 21:13<\/a> , the prophecy opens with a declaration that the caravans that were accustomed to pass peacefully through Arabia would be arrested by the apprehension of war. They would seek a place of refuge in the forests and fastnesses of the land. Thither also the prophet sees the Arabians flocking, as if to exercise the rites of hospitality, and to minister to the needs of the oppressed and weary travelers. But the reasons why &ldquo;they&rdquo; are there, the prophet sees to be that &ldquo;they&rdquo; are oppressed and driven out of their land by a foreign invader, and &ldquo;they&rdquo; also seek the same places of security and of refuge<a class=\"isa\" verses=\"eyIxODA1MCI6Mn0=\">Isaiah 21:14-15<\/a> . All this would be accomplished within a year<a class=\"isa\" verses=\"WzE4MDUyXQ==\">Isaiah 21:16<\/a> ; and the result would be, that the inhabitants of Arabia would be greatly diminished<a class=\"isa\" verses=\"WzE4MDUzXQ==\">Isaiah 21:17<\/a> .<\/p><p><a class=\"isa\" verses=\"WzE4MDQ5XQ==\">Isaiah 21:13<\/a><\/p><p><em>The burden<\/em> &mdash;(see the note at<a class=\"isa\" verses=\"WzE3OTA4XQ==\">Isaiah 13:1<\/a>).<\/p><p><em>Upon Arabia<\/em> &mdash;(בערב ba‛ărâb). This is an unusual form. The title of the prophecies is usually without the ב (b) rendered &lsquo;upon.&rsquo; Lowth supposes this whole title to be of doubtful authority, chiefly because it is missing in most MSS. of the Septuagint. The Septuagint connects it with the preceding prophecy respecting Dumab, and makes this a continuance of that. The preposition ב (b)&mdash;&lsquo;upon,&rsquo; means here &ldquo;respecting, concerning,&rdquo; and is used instead of על ‛al as in<a class=\"ref\">Zechariah 9:1<\/a> . Arabia is a well-known country of western Asia, lying south and southeast of Judea. It was divided into three parts, Arabia Deserta, on the east; Arabia Petrea, lying south of Judea; and Arabia Felix, lying still further south. What part of Arabia is here denoted it may not be easy to determine. It is probable that it was Arabia Petrea, because this lay between Judea and Egypt, and would be exposed to invasion by the Assyrians should they invade Egypt; and because this part of Arabia furnished, more than the others, such retreats and fastnesses as are mentioned in<a class=\"isa\" verses=\"eyIxODA0OSI6M30=\">Isaiah 21:13-15<\/a> .<\/p><p><em>In the forest<\/em> &mdash;(ביער baya‛ar). The word (יער ya‛ar) &lsquo;forest&rsquo; usually denotes a grove, a collection of trees. But it may mean here, any place of refuge from a pursuing foe; a region of thick underwood; an uncultivated, inaccessible place, where they would be concealed from an invading enemy. The word rendered &lsquo;forest&rsquo; is commonly supposed to mean a forest in the sense in which that word is now used by us, meaning an extensive wood&mdash;large tract of land covered with trees. It is doubtful, however, whether the word is so used in the Bible. The Rev. Eli Smith stated to me that he had visited several of the places in Palestine to which the word (יער ya‛ar) &lsquo;forest&rsquo; or &lsquo;grove&rsquo; is given, and that he was satisfied that there never was a forest there in our use of the word. The same word יער ya‛ar&mdash;the י (y) not being used to begin a word in Arabic, but the ו (v) being used instead of it&mdash;occurs often in Arabic. It means, as used by the Arabs, a rough, stony, impassable place; a place where there are no roads; which is inaccessible; and which is a safe retreat for robbers&mdash;and it is not improbable that the word is so used here.<\/p><p><em>In Arabia<\/em> &mdash;(בערב ba‛ărâb). The Septuagint, the Vulgate, and the Chaldee, understand this of the &ldquo;evening&rdquo;&mdash;&lsquo;In the evening.&rsquo; The word ערב ‛ereb, with different points from those which the Masorites have used here, means &ldquo;evening,&rdquo; but there is no necessity of departing from the translation in our English version. The sense would not be materially affected whichever rendering should be preferred.<\/p><p><em>Shall ye lodge<\/em> &mdash;Shall you pass the night. This is the usual signification of the word. But here it may be taken in a larger sense, as denoting that they would pitch their tents there, or that they would seek a refuge there. The sense I suppose to be this: &lsquo;O ye traveling caravans of Dedan! Ye were accustomed to pass through Arabia, and to find a safe and hospitable entertainment there. But now, the Arabians shall be overrun by a foreign enemy; they shall be unable to show you hospitality, and to insure your safety in their tents, and for fear of the enemy still in the land you will be obliged to seek a lodging in the inaccessible thickets of the forests.&rsquo; The passage is intended to denote the &ldquo;change&rdquo; that had taken place, and to show the &ldquo;insecurity&rdquo; for caravans.<\/p><p><em>O ye traveling companies<\/em> &mdash;Ye &ldquo;caravans&rdquo; (ארחות &lsquo;orechôt). This word usually signifies &ldquo;ways, paths, cross roads.&rdquo; But it is used here evidently to denote those who &ldquo;traveled&rdquo; in such ways or paths; that is, caravans of merchants. So it is used in<a class=\"ref\">Job 6:19<\/a> : &lsquo;The caravans of Tema.&rsquo; It is well known that in the East it is usual for large companies to travel together, called &ldquo;caravans.&rdquo; Arabia Petrea was a great thoroughfare for such companies.<\/p><p><em>Of Dedanim<\/em> &mdash;Descendants of &ldquo;Dedan.&rdquo; There are two men of this name mentioned in the Old Testament&mdash;the son of Raamah, the son of Cush, mentioned in<a class=\"ref\">Genesis 10:7<\/a> ; and the son of Jokshan, the son of Abraham by Keturah<a class=\"ref\">Genesis 25:3<\/a> . The descendants of the latter settled in Arabia Petrea, and the descendants of the former near the Persian Gulf. It is not easy to determine which is here intended, though most probably those who dwelt near the Persian Gulf, because they are often mentioned as merchants. They dealt in ivory, ebony, etc., and traded much with Tyre<a class=\"ref\">Ezekiel 27:21<\/a> , and doubtless also with Egypt. They are here represented as passing through Arabia Petrea on their way to Egypt, and as compelled by the calamities in the country to find a refuge in its fastnesses and inaccessible places.<\/p> ",
    "audit": 1
}