{
    "id": 1656,
    "source": "barnes",
    "verse_id": 18563,
    "verse_count": 1,
    "reference": "45:1",
    "title": "",
    "html": " <p> <em>Thus saith the Lord to his anointed <\/em>&mdash;This is a direct apostrophe to Cyrus, though it was uttered not less than one hundred and fifty years before Babylon was taken by him. The word &lsquo;anointed&rsquo; is that which is usually rendered &ldquo;Messiah&rdquo; (משׁיח mâshı̂yach), and here is rendered by the Septuagint, &Tau;&omega;͂ͅ &chi;&rho;&iota;&sigma;&tau;&omega;͂ͅ &mu;&omicron;&upsilon; &Kappa;&upsilon;́&rho;&omega;ͅ Tō christō mou Kurō&mdash;&lsquo;To Cyrus, my Christ,&rsquo; i. e, my anointed. It properly means &ldquo;the anointed,&rdquo; and was a title which was commonly given to the kings of Israel, because they were set apart to their office by the ceremony of anointing, who hence were called &omicron;&iota; &chi;&rho;&upsilon;&sigma;&tau;&omicron;&iota;̀ &Kappa;&upsilon;&rho;&iota;́&omicron;&upsilon; hoi christoi Kuriou&mdash;&lsquo;The anointed of the Lord&rsquo; <a class=\"ref\">1 Samuel 2:10, 1 Samuel 2:35; 1 Samuel 12:3, 1 Samuel 12:5; 1 Samuel 16:6; 1 Samuel 24:7, 1 Samuel 24:11; 1 Samuel 26:9, 1 Samuel 26:11, 1 Samuel 26:23; 2 Samuel 1:14, 2 Samuel 1:16; 2 Samuel 19:22-23 <\/a>. There is no evidence that the Persian kings were inaugurated or consecrated by oil, but this is an appellation which was common among the Jews, and is applied to Cyrus in accordance with their usual mode of designating kings. It means here that God had solemnly set apart Cyrus to perform an important public service in his cause. It does not mean that Cyrus was a man of piety, or a worshipper of the true God, of which there is no certain evidence, but that his appointment as king was owing to the arrangement of God&rsquo;s providence, and that he was to be employed in accomplishing his purposes. The title does not designate holiness of character, but appointment to an office. <\/p> <p> <em>Whose right hand I have holden <\/em>&mdash;Margin, &lsquo;Strengthened.&rsquo; Lowth, &lsquo;whom I hold fast by the right hand.&rsquo; The idea seems to be, that God had upheld, sustained, strengthened him as we do one who is feeble, by taking his right hand (see the notes at <a class=\"isa\" verses=\"WzE4NDY1LDE4NDg3XQ==\">Isaiah 41:13; Isaiah 42:6 <\/a>) <\/p> <p> <em>To subdue nations before him <\/em>&mdash;For a general account of the conquests of Cyrus, see the notes at <a class=\"isa\" verses=\"WzE4NDU0XQ==\">Isaiah 41:2 <\/a>. It may be added here, that &lsquo;besides his native subjects, the nations which Cyrus subdued, and over which he reigned, were the Cilicians, Syrians, Paphlagonians, Cappadocians, Phrygians, Lydians, Carians, Phenicians, Arabians, Babylonians, Assyrians, Bactrians, Saeae, and Maryandines. Xenophon describes his empire as extending from the Mediterranean and Egypt to the Indian Ocean, and from Ethiopia to the Euxine Sea, and conveys a physical idea of its extent by observing that the extremities were difficult to inhabit, from opposite causes&mdash;some from excess of heat, and others from excess of cold; some from a scarcity of water, and others from too great abundance.&rsquo;&mdash;(Pictorial Bible.) <\/p> <p> <em>And I will loose the loins of kings <\/em>&mdash;The ancients dressed in a large, loose, flowing robe thrown over an under-garment or tunic, which was shaped to the body. The outer robe was girded with a sash when they toiled, or labored, or went to war, or ran. Hence, &lsquo;to gird up the loins&rsquo; is indicative of preparation for a journey, for labor, or for war. To unloose the girdle, or the loins, was indicative of a state of rest, repose, or feebleness; and the phrase here means that God would so order it in his providence that the kings would be unprepared to meet him, or so feeble that they would not be able to resist him (compare <a class=\"ref\">Job 38:3; Jeremiah 1:17 <\/a>). See also <a class=\"ref\">Job 12:21 <\/a>: <\/p> <p>He poureth contempt upon princes, <\/p> <p>And weakeneth the strength of the mighty; <\/p> <p>Margin, more correctly, &lsquo;Looseth the girdle of the strong.&rsquo; There was a literal fulfillment of this in regard to Belshazzar, king of Babylon, when the city was taken by Cyrus. When the hand came forth on the walls of his palace, and the mysterious finger wrote his condemnation, it is said, &lsquo;Then the king&rsquo;s countenance was changed, and his thoughts troubled him, so that the joints of his loins were loosed, and his knees smote one against the other&rsquo; <a class=\"ref\">Daniel 5:6 <\/a>. The Vulgate renders this, &lsquo;I will turn the backs of kings.&rsquo; <\/p> <p>To open before him the two-leaved gates, and the gates shall not be shut&mdash;The folding gates of a city, or a palace. It so happened in the scene of revelry which prevailed in Babylon when Cyrus took it, that the gates within the city which led from the streets to the river were left open. The city was not only enclosed with walls, but there were walls within the city on each side of the river Euphrates with gates, by which the inhabitants had access to the water of the river. Had not these gates been left open on that occasion, contrary to the usual custom, the Persians would have been shut up in the bed of the river, and could all have been destroyed. It also happened in the revelry of that night, that the gates of the palace were left open, so that there was access to every part of the city. Herodotus (i. 191) says, &lsquo;If the besieged had been aware of the designs of Cyrus, or had discovered the project before its actual accomplishment, they might have effected the total destruction of these troops. They had only to secure the little gates which led to the river, and to have manned the embankments on either side, and they might have enclosed the Persians in a net from which they could never have escaped; as it happened they were taken by surprise; and such is the extent of that city, that, as the inhabitants themselves affirm, they who lived in the extremities were made prisoners before the alarm was communicated to the center of the palace.&rsquo; None but an omniscient Being could have predicted, a hundred and fifty years before it occurred, that such an event would take place; and this is one of the many prophecies which demonstrate in the most particular manner that Isaiah was inspired. <\/p> ",
    "audit": 1
}