{
    "id": 1273,
    "source": "barnes",
    "verse_id": 18180,
    "verse_count": 1,
    "reference": "28:15",
    "title": "",
    "html": " <p> <em>We have made a covenant with death <\/em>&mdash;We are not to suppose that they had formally said this, but that their conduct was as if they had said it; they lived as securely as if they had entered into a compact with death not to destroy them, and with hell not to devour them. The figure is a very bold one, and is designed to express the extraordinary stupidity of the nation. It is most strikingly descriptive of the great mass of people. They are as little anxious about death and hell as if they had made a compact with the king of terrors and the prince of darkness not to destroy them. They are as little moved by the appeals of the gospel, by the alarms of God&rsquo;s providence, by the preaching of his word, and by all the demonstrations that they are exposed to eternal death, as though they had proved that there was no hell, or had entered into a solemn covenant that they should be unmolested. A figure similar to this occurs in <a class=\"ref\">Job 5:23 <\/a>: <\/p> <p>For thou shalt be in league with the stones of the field; <\/p> <p>And the beasts of the field shall be at peace with thee. <\/p> <p>Compare <a class=\"ref\">Hosea 2:18 <\/a>. <\/p> <p> <em>And with hell <\/em>&mdash;Hebrew, &lsquo;Sheol&rsquo;&mdash;the land of shades, or of departed spirits (see the note at <a class=\"isa\" verses=\"WzE3NzU0XQ==\">Isaiah 5:14 <\/a>). It is nearly synonymous here with death. <\/p> <p> <em>When the overflowing scourge shall pass through <\/em>&mdash;There is here, in our translation, a little confusion of metaphor, since we speak usually of an overflowing &ldquo;stream,&rdquo; and not of an overflowing &ldquo;scourge.&rdquo; The word &rsquo;scourge&rsquo; (שׁיט shayiṭ) means usually &ldquo;a whip, a scourge,&rdquo; the same as שׁוט shôṭ, and then means any punishment or calamity (see the note at <a class=\"isa\" verses=\"WzE3ODc3XQ==\">Isaiah 10:26 <\/a>; compare <a class=\"ref\">Job 9:23; Job 5:21 <\/a>. Here its means severe judgments or calamities, as overflowing like water, or inundating a people. <\/p> <p> <em>We have made lies... <\/em>&mdash;That is, they acted as if they had a safe refuge in falsehood. They sought security in false doctrines, and regarded themselves as safe from all that the prophets had denounced. <\/p> ",
    "audit": 1
}