{
    "id": 1413,
    "source": "barnes",
    "verse_id": 18320,
    "verse_count": 1,
    "reference": "34:16",
    "title": "",
    "html": "<p><em>Seek ye out<\/em>&mdash;Lock carefully at the prediction, and its fulfillment. This seems to be addressed to the inhabitants of that land, or to any who might doubt, or be disposed to examine. They were invited to compare the prediction with the fulfillment, and see how literally all would be fulfilled&mdash;an examination which may be made now, and the prediction will be seen to have been accomplished with most surprising particularity and accuracy.<\/p><p><em>The book of the Lord<\/em>&mdash;The book of Yahweh, which he has caused to be written, referring, perhaps, especially to what Isaiah has here recorded; including also what had been uttered by the other prophets in regard to Edom. The main reference is, however, doubtless, to what Isaiah has written; and the invitation is to compare his predictions with the certain and remarkable evidence of the fulfillment. &lsquo;The prophet evidently contemplated the insertion of his prophecy among the sacred books of the Jews, from which those that followed him might judge of the correctness of the prophecy&rsquo; (Noyes). That a collection of the various prophetic books was made, constituting one book or volume, and regarded as the work of inspiration, is well known, and is referred to during the captivity in Babylon by Daniel Isa 9:2. The direction to search that book accords with the command of the Saviour <a class=\"ref\">John 5:39<\/a> , and the direction of Nicodemus <a class=\"ref\">John 7:32<\/a> , to search the Scriptures.<\/p><p><em>No one of these shall fail<\/em>&mdash;Not one of these predictions, or these things which have been spoken.<\/p><p><em>None shall want her mate<\/em>&mdash;That is, none of the things which I have spoken shall want a fulfillment as its companion. The language is here evidently taken from the pairing of animals, and denotes that all that is spoken shall be entirely fulfilled. Some have understood tilts as referring to the wild animals of which he had spoken, and as meaning that in desolate Idumea they should be appropriately paired, and should breed and increase in abundance. But the more natural interpretation is to refer it to the predictions of the prophet, as meaning that no one thing which he had uttered should want a complete fulfillment.<\/p><p><em>For my mouth<\/em>&mdash;The word &lsquo;my&rsquo; is not in the Hebrew. The Hebrew phrase is הוא כי־פי kı̂y-pı̂y hû&rsquo;, &lsquo;For the mouth, he hath commanded.&rsquo; The word הוא hû&rsquo; stands for &ldquo;He,&rdquo; that is, Yahweh, and the phrase means the same as his mouth, that is, the mouth of God. The Septuagint renders it, &lsquo;For the Lord hath commanded them.&rsquo; Lowth renders it, &lsquo;For the mouth of Jehovah,&rsquo; changing הוא hû&rsquo; into יהוה yehovâh in accordance with five manuscripts and the translation of the Septuagint.<\/p><p><em>And his spirit<\/em>&mdash;The Spirit of God; that is, Yahweh himself.<\/p><p><em>Hath gathered them<\/em>&mdash;Will collect, or assemble; that is, the wild beasts spoken of in the previous verses that shall occupy desolate Idumea. It shall be the agency of God that shall bring them up upon the land to occupy it forever.<\/p> ",
    "audit": 1
}