{
    "id": 1343,
    "source": "barnes",
    "verse_id": 18250,
    "verse_count": 1,
    "reference": "30:32 ",
    "title": "",
    "html": "<p><em>And in every place<\/em>&mdash;Margin, &lsquo;Every passing of the rod founded.&rsquo; Lowth renders it, &lsquo;Whenever shall pass the rod of correction.&rsquo; The whole design of the passage is evidently to foretell the sudden destruction of the army of the Assyrians, and to show that this would be accomplished by the agency of God. The idea seems to be, that in all those places where the rod of the Assyrian would pass, that is, where he would cause devastation and desolation, there would be the sound of rejoicing with instruments of music when he should be overthrown.<\/p><p><em>The grounded staff<\/em>&mdash;The word &rsquo;staff&rsquo; here, or &ldquo;rod,&rdquo; seems to refer to that by which the Assyrian smote the nations <a class=\"isa\" verses=\"W3siMTgyNDkiOjF9XQ==\">Isaiah 30:31<\/a> ; or rather perhaps the Assyrian king himself as a rod of correction in the hand of Yahweh (see <a class=\"isa\" verses=\"W3siMTc4NTYiOjF9XQ==\">Isaiah 10:5<\/a> ). The word rendered &lsquo;grounded&rsquo; (מוסדה mûsâdâh) has given great perplexity to commentators. Lowth supposes it should be מוסרח (&ldquo;correction&rdquo;), according to a conjecture of Le Clerc. Two manuscripts also read it in the same way. But the authority from the MSS. is not sufficient to justify a change in the present Hebrew text. This word, which is not very intelligibly rendered &lsquo;grounded,&rsquo; is derived from יסד yâsad, to &ldquo;found, to lay the foundation of a building&rdquo; <a class=\"ref\">Ezra 3:12<\/a> ; <a class=\"isa\" verses=\"W3siMTg3MzUiOjF9XQ==\">Isaiah 54:11<\/a> ; then to establish, to appoint, to ordain <a class=\"ref\">Psalm 104:8; Habakkuk 1:12<\/a>. The idea here is, therefore, that the rod referred to had been &ldquo;appointed, constituted, ordained&rdquo; by God; that is, that the Assyrian had been designated by him to accomplish important purposes as a rod, or as a means of punishing the nations.<\/p><p><em>Shall pass<\/em>&mdash;In his march of desolation and conquest.<\/p><p><em>Which the Lord shall lay upon him<\/em>&mdash;Or rather, as it should be translated, &lsquo;upon which Yahweh should lay,&rsquo; that is, the rod, meaning that in all those places where Yahweh should lay this appointed scourge there would be yet rejoicing.<\/p><p><em>It shall be with tabrets and harps<\/em>&mdash;Those places where he had passed, and which he had scourged, would be filled with joy and rejoicing at his complete overthrow, and at their entire deliverance from the scourge. For a description of the tabret and harp, see the notes at <a class=\"isa\" verses=\"W3siMTc3NTIiOjF9XQ==\">Isaiah 5:12<\/a>.<\/p><p><em>And in battles of shaking<\/em>&mdash;In the Hebrew there is an allusion here to what is said in <a class=\"isa\" verses=\"W3siMTgyNDYiOjF9XQ==\">Isaiah 30:28<\/a>, that he would &rsquo;sift,&rsquo; that is, agitate or toss the nations as in a winnowing shovel.<\/p><p><em>Will he fight with it<\/em>&mdash;Margin, &lsquo;Against them.&rsquo; Yahweh would fight against the &lsquo;rod,&rsquo; to wit, the Assyrian, and destroy him (see <a class=\"isa\" verses=\"W3siMTgzODkiOjF9XQ==\">Isaiah 37:36<\/a>).<\/p>",
    "audit": 1
}