{
    "id": 1596,
    "source": "barnes",
    "verse_id": 18503,
    "verse_count": 1,
    "reference": "42:22",
    "title": "",
    "html": "<p><em>But this is a people robbed and spoiled<\/em>&mdash;The Jewish people, though highly favored, have been so unmindful of the goodness of God to them, that he has given them into the hand of their enemies to plunder them. This is to be conceived as spoken after the captivity, and while the Jews were in exile. Their being robbed and spoiled, therefore, refers to the invasion of the Chaldeans, and is to be regarded as spoken propheticly of the exiled and oppressed Jews while in Babylon.<\/p><p><em>They are all of them snared in holes<\/em>&mdash;This passage has been variously rendered. Lowth renders it, &lsquo;All their chosen youth are taken in the toils;&rsquo; following in this the translation of Jerome, and rendering it as Le Clerc and Houbigant do. The Septuagint read it, &lsquo;And I saw, and the people were plundered and scattered, and the snare was in all their private chambers, and in their houses where they hid themselves;&rsquo;&mdash;meaning, evidently, that they had been taken by their invaders from the places where they had secreted themselves in their own city and country. The Chaldee renders it, &lsquo;All their youth were covered with confusion, and shut up in prison.&rsquo; The Syriac, &lsquo;All their youth are snared, and they have hid them bound in their houses.&rsquo; This variety of interpretation has arisen in part, because the Hebrew which is rendered in our version, &lsquo;in holes&rsquo; (בחוּרים bachûrı̂ym) may be either the plural form of the word בצוּר bachûr (&ldquo;chosen, selected&rdquo;); and thence &ldquo;youths&rdquo;&mdash;selected for their beauty or strength; or it may be the plural form of the word חוּר chûr, &ldquo;a hole&rdquo; or &ldquo;cavern,&rdquo; with the preposition בּ (b) prefixed. Our translation prefers the latter; and this is probably the correct interpretation, as the parallel expression, &lsquo;they are hid in prison-houses,&rsquo; seems to demand this. The literal interpretation of the passage is, therefore, that they were snared, or secured in the caverns, holes, or places of refuge where they sought security.<\/p><p>And they are hid in prison-houses&mdash;They were concealed in their houses as in prisons, so that they could not go out with safety, or without exposing themselves to the danger of being taken captive. The land was filled with their enemies, and they were obliged to conceal themselves, if possible, from their foes.<\/p><p><em>And none saith, Restore<\/em>&mdash;There is no deliverer&mdash;no one who can interpose, and compel the foe to give up his captives. The sense is, the Jewish captives were so strictly confined in Babylon, and under a government so powerful, that there was no one who could rescue them, or that they were so much the object of contempt, that there were none who would feel so much interest in them as to demand them from their foes.<\/p> ",
    "audit": 1
}