{
    "id": 2013,
    "source": "barnes",
    "verse_id": 18920,
    "verse_count": 1,
    "reference": "65:22 ",
    "title": "",
    "html": "<p><em>They shall not build, and another inhabit<\/em>&mdash;Every man shall enjoy the avails of his labor.<\/p><p><em>For as the days I of a tree are the days of my people<\/em>&mdash;That is, in that future time, such shall be the length of the lives of the people (see <a class=\"isa\" verses=\"MTg5MTk=\">Isaiah 65:21<\/a> ). The Septuagint renders this, &lsquo;The days of the tree of life.&rsquo; The Syriac, &lsquo;As the days of trees.&rsquo; The Chaldee as the Septuagint. The idea is, that the lives of his people would be greatly prolonged (see the notes at <a class=\"isa\" verses=\"MTg5MTg=\">Isaiah 65:20<\/a> ). A tree is among the most long-lived of material objects. The oak, the terebinth, the cypress, the cedar, the banyan, attain to a great age. Many trees also live to a much longer period than a thousand years. The Baobab tree of Senegal (Adansonia digitata) is supposed to attain the age of several thousand years. Adanson inferred that one which he measured, and found to be thirty feet in diameter, had attained the age of 5150 years. Having made an incision to a certain depth, he first counted three hundred rings of annual growth, and observed what thickness the tree had gained in that period. The average rate of growth of younger trees, of the same species, was then ascertained, and the calculation made according to a supposed mean rate of increase. De Candolle considers it not improbable that the celebrated Taxodium, of Chapultepec, in Mexico, which is 117 feet in circumference, may be still more aged. In Macartney&rsquo;s Embassy to China, i. 131, an account is given of a tree of this description, which was found to be at the base no less than fifty-six feet in girth. On the longevity of trees, see Bibliotheca Univ., May 1831, quoted in Lyell&rsquo;s Geology, ii. 261. The idea here is, simply, that his people would attain to an age like that of the trees of the forest; that is, that the state of things under the Messiah would be as if human life were greatly prolonged (see the notes at <a class=\"isa\" verses=\"MTg5MTg=\">Isaiah 65:20<\/a>).<\/p><p><em>And mine elect shall long enjoy the work of their hands<\/em>&mdash;Margin, &lsquo;Make them continue long,&rsquo; or &lsquo;wear out.&rsquo; The word used here (יבלוּ yeballû from בלה bâlâh) means properly to fall, to fall away, to fail; to wear out, to wax old <a class=\"ref\">Deuteronomy 8:4; Deuteronomy 29:4<\/a> ; <a class=\"isa\" verses=\"WzE4NjcyLDE4NjgwXQ==\">Isaiah 50:9; Isaiah 51:6<\/a> ; hence, in Piel, to consume. The idea here is, that they would live to consume; that is, to enjoy the productions of their own labor. Their property should not be wrested from them by injurious taxation, or by plunder; but they would be permitted long to possess it, until they should wear it out, or until it should be consumed. Vulgate, &lsquo;The works of their hands shall be of long continuance (inveterabunt),&rsquo; or shall be kept a long time. The Septuagint, &lsquo;For the works of their labors (&tau;&omega;&nu; &pi;&omicron;́&nu;&omega;&nu; tōn ponōn) shall become old, or of long continuance (&pi;&alpha;&lambda;&alpha;&iota;&omega;́&sigma;&omicron;&upsilon; palaiōsousin).&rsquo; See the notes at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 62:8-9<\/a>.<\/p>",
    "audit": 1
}