{
    "id": 1423,
    "source": "barnes",
    "verse_id": 18330,
    "verse_count": 1,
    "reference": "35:9 ",
    "title": "",
    "html": "<p><em>No lion shall be there<\/em>&mdash;Lions abounded in all the countries adjacent to Palestine. They are, therefore, often referred to by the sacred writers, as objects of dread and alarm. The leading idea in the language of Isaiah in this whole passage, is that of a way constructed from Babylon to Judea, so straight and plain that the most simple of the people might find it and walk in it. But such a path would lie through desert sands. It would be in the region infested with lions and other wild beasts. The prophet, therefore, suggests that there should be no cause for such dread and alarm. The sense is, that in that kingdom to which he had made reference all would be safe. They who entered it should find security and defense as they traveled that road. And it is true. They who enter the path that leads to life, find there no cause of alarm. Their fears subside; their apprehensions of punishment on account of their sins die away; and they walk that path with security and confidence. There is nothing in that way to alarm them; and though there may be many foes&mdash;fitly represented by lions and wild beasts&mdash;lying about the way, yet no one is permitted to &lsquo;go up thereon.&rsquo; This is a most beautiful image of the safety of the people of God, and of their freedom from all enemies that could annoy them.<\/p><p><em>But the redeemed shall walk there<\/em>&mdash;The language here referred at first doubtless to those who would be rescued from the captivity at Babylon; but the main reference is to those who would be redeemed by the blood of the atonement, or who are properly called &lsquo;the redeemed of the Lord.&rsquo; That Isaiah was acquainted with the doctrine of redemption is apparent from <a class=\"isa\" verses=\"W3siMTg3MTMiOjEyfV0=\">Isaiah 53:1-12<\/a>. There is not here, indeed, any express mention made of the means by which they would be redeemed, but the language is so general that it may refer either to the deliverance from the captivity at Babylon, or the future more important deliverance of his people from the bondage of sin by the atoning sacrifice of the Messiah. On the word rendered &lsquo;redeem,&rsquo; see the note at <a class=\"isa\" verses=\"W3siMTg1MDciOjF9XQ==\">Isaiah 43:1<\/a>. The idea is, that the path here referred to is appropriately designed only for the redeemed of Lord. It is not for the profane, the polluted, the hypocrite. It is not for those who live for this world, or for those who love pleasure more than they love God. The church should not be entered except by those who have evidence that they are redeemed. None should make a profession of religion who have no evidence that they belong to &lsquo;the redeemed,&rsquo; and who are not disposed to walk in the way of holiness. But, for all such it is a highway on which they are to travel. It is made by levelling hills and elevating valleys; it is made across the sandy desert and through the wilderness of this world; it is made through a world infested with the enemies of God and his people. It is made straight and plain, so that none need err; it is defended from enemies, so that all may be safe; it is rendered secure, because &lsquo;He,&rsquo; their Leader and Redeemer, shall go with and guard that way.<\/p>",
    "audit": 1
}