{
    "id": 1411,
    "source": "barnes",
    "verse_id": 18318,
    "verse_count": 1,
    "reference": "34:14 ",
    "title": "",
    "html": "<p><em>The wild beasts of the desert<\/em>&mdash;There is in the original here a paronomasia, which cannot be conveyed in a translation. The word rendered, &lsquo;wild beasts of the desert&rsquo; (ציים tsı̂yı̂ym), is rendered by the Septuagint, &delta;&alpha;&iota;&mu;&omicron;́&nu;&iota;&alpha; daimonia, &lsquo;demons.&rsquo; On the meaning of the word, see the note at <a class=\"isa\" verses=\"WzE3OTI4XQ==\">Isaiah 13:21<\/a>.<\/p><p><em>The wild beasts of the island<\/em>&mdash;Margin, &lsquo;Ijim.&rsquo; Hebrew, איּים &lsquo;ı̂yym (see the note at <a class=\"isa\" verses=\"WzE3OTI5XQ==\">Isaiah 13:22<\/a>). Probably the term denotes the jackal. Gesenius supposes it is so called from its howl, or nocturnal cry&mdash;from an Arabia word signifying to howl.<\/p><p><em>And the satyr<\/em>&mdash;(see the note at <a class=\"isa\" verses=\"WzE3OTI4XQ==\">Isaiah 13:21<\/a>).<\/p><p><em>Shall cry to his fellow<\/em>&mdash;A most striking description of the desolation, when all that is heard among the ruins shall be the doleful cry of wild beasts.<\/p><p>The screech-owl&mdash;Margin, &lsquo;Night-monster.&rsquo; The word לילית lı̂ylı̂yt (from ליל layil, night) properly denotes a night-spectre&mdash;a creature of Jewish superstition. The rabbis describe it in the form of a female elegantly dressed that lay in wait for children at night&mdash;either to carry them off, or to murder them. The Greeks had a similar idea respecting the female &epsilon;̓́&mu;&pi;&omicron;&upsilon;&tau;&alpha; empouta, and this idea corresponds to the Roman fables respecting the Lamice, and Striges, and to the Arabic notions of the Ghules, whom they described as female monsters that dwell in deserts, and tear men to pieces (see Gesenius, Com. in loc; and Bochart, Hieroz. ii. 831). The margin in our version expresses the correct idea. All this is descriptive of utter and perpetual desolation&mdash;of a land that should be full of old ruins, and inhabited by the animals that usually make such ruins their abode.<\/p>",
    "audit": 1
}