{
    "id": 1623,
    "source": "barnes",
    "verse_id": 18530,
    "verse_count": 1,
    "reference": "43:24 ",
    "title": "",
    "html": "<p><em>Thou hast bought me<\/em>&mdash;You have not purchased this&mdash;implying that it was not produced in Palestine, but was an article of commerce. It was to be obtained only from abroad. This is expressly affirmed in <a class=\"ref\">Jeremiah 6:20<\/a> : &lsquo;To what purpose cometh there to me incense from Sheba, and the sweet cane from afar country?&rsquo; That it was an article of commerce is also apparent from <a class=\"ref\">Ezekiel 27:19<\/a> : &lsquo;Dan also and Javan going to and fro occupied in thy fairs (that is, Tyre): bright iron, cassia, and calamus (קנה qâneh), were in thy market.&rsquo;<\/p><p><em>Sweet cane<\/em>&mdash;The word used here (קנה qâneh), denotes properly &ldquo;cane, reed, calamus&rdquo; (Greek &kappa;&alpha;́&nu;&nu;&alpha; kanna and &kappa;&alpha;́&nu;&nu;&eta; kannē, Latin canna, whence the English, cane; French, canne; Italian, canna). It usually refers to a reed growing in wet or marshy ground. It denotes also sweet cane, calamus aromaticus. It is sometimes joined with the word בשׂם bôs&lsquo;em, aromatic, odor, fragrance, spice, as in <a class=\"ref\">Exodus 30:23<\/a> ; see also <a class=\"ref\">Jeremiah 6:20<\/a>. According to Pliny (xii. 22) it grew in Arabia, Syria, and India; according to Theophrastus, in the vales of Lebanon (Hist. Plant. ix. 7). It was used among the Hebrews in compounding the sacred perfumes <a class=\"ref\">Exodus 30:23<\/a>. It is a knotty root, of a reddish color, and contains a soft white pith&mdash;in resemblance probably not unlike the calamus so well known in this country. Strabo and Diodorus Siculus say that it grew in Saba. Hasselquist says that it is common in the deserts of the two Arabias. It is gathered near Jumbo, a port town of Arabia Petrea, from where it is brought into Egypt. The Venetians purchase it, and use it in the composition of their &lsquo;theriaca.&rsquo; It is much esteemed among the Arabs on account of its fragrance. See Calmet (Art. Cane), and Gesenius (Lex. and Commentary in loc). It was not probably used in the worship of God anywhere except among the Hebrews. The pagans made use of incense, but I do not know that they used the calamus.<\/p><p><em>Neither hast thou filled me<\/em>&mdash;Margin, &lsquo;Made me drunk,&rsquo; or &lsquo;abundantly moistened.&rsquo; The word used here (רוה râvâh), means properly &ldquo;to drink to the full, to be satisfied, sated with drink.&rdquo; See it explained in the notes at <a class=\"isa\" verses=\"MTgzMTA=\">Isaiah 34:6<\/a>. It is applied to water which is drank, or to fat which is sucked in or drank rather than eaten <a class=\"ref\">Psalm 36:9<\/a>; or to a sword as drinking up blood. Here it means to satiate, or to satisfy. They had not offered the fat of sacrifices so as to satiate God. Probably this passage does not mean that the Jews had wholly neglected the public worship of God; they had not worshipped him with a proper spirit, and had thus served him with their sins, and wearied him with their transgressions. It is true, also, that while they were abundant in external rites and ceremonies, they frequently made oblations to idols, rather than to the true God. Perhaps, therefore, an emphasis is to be placed on the word &lsquo;me&rsquo; in this passage, meaning, that however diligent and regular they had been in the performance of the external rites and duties of religion, yet that God had been neglected.<\/p><p><em>Thou hast made me to serve with thy sins<\/em>&mdash;You have made it oppressive, burdensome, wearisome for me, like the hard and onerous service of a slave (see the note at <a class=\"isa\" verses=\"MTg1Mjk=\">Isaiah 43:23<\/a> ; compare the note at <a class=\"isa\" verses=\"MTc2Njk=\">Isaiah 1:14<\/a>).<\/p>",
    "audit": 1
}