{
    "id": 1813,
    "source": "barnes",
    "verse_id": 18720,
    "verse_count": 1,
    "reference": "53:8 ",
    "title": "",
    "html": "<p><em>He was taken from prison<\/em>&mdash;Margin, &lsquo;Away by distress and judgment.&rsquo; The general idea in this verse is, that the sufferings which he endured for his people were terminated by his being, after some form of trial, cut off out of the land of the living. Lowth renders this, &lsquo;By an oppressive judgment he was taken off.&rsquo; Noyes, &lsquo;By oppression and punishment he was taken away.&rsquo; The Septuagint renders it, &lsquo;In his humiliation (&epsilon;̓&nu; &tau;&eta;͂ͅ &tau;&alpha;&pi;&epsilon;&iota;&nu;&omega;́&sigma;&epsilon;&iota; en tē tapeinōsei), his judgment (&eta;̔ &kappa;&rho;&iota;́&sigma;&iota;&sigmaf; &alpha;&upsilon;̓&tau;&omicron;&upsilon;̀ hē krisis autou), (his legal trial. Thomson), was taken away;&rsquo; and this translation was followed by Philip when he explained the passage to the eunuch of Ethiopia <a class=\"ref\">Acts 8:33<\/a>. The eunuch, a native of Ethiopia, where the Septuagint was commonly used, was reading this portion of Isaiah in that version, and the version was sufficiently accurate to express the general sense of the passage, though it is by no means a literal translation.<\/p><p>The Chaldee renders this verse, &lsquo;From infirmities and retribution he shall collect our captivity, and the wonders which shall be done for us in his days who can declare? Because he shall remove the dominion of the people from the land of Israel; the sins which my people have sinned shall come even unto them.&rsquo; The Hebrew word which is here used (עצר ‛otser, from עצר ‛âtsar, &ldquo;to shut up, to close,&rdquo; means properly &ldquo;a shutting up,&rdquo; or &ldquo;closure&rdquo;; and then constraint, oppression, or vexation. In <a class=\"ref\">Psalm 107:39<\/a> , it means violent restraint, or oppression. It does not mean prison in the sense in which that word is now used. It refers rather to restraint, and detention; and would be better translated by confinement, or by violent oppressions. The Lord Jesus, moreover, was not confined in prison. He was bound, and placed under a guard, and was thus secured. But neither the word used here, nor the account in the New Testament, leads us to suppose that in fact he was incarcerated. There is a strict and entire conformity between the statement here, and the facts as they occurred on the trial of the Redeemer (see <a class=\"ref\">John 18:24<\/a> ; compare the notes at <a class=\"ref\">Acts 8:33<\/a>).<\/p><p><em>And from judgment<\/em>&mdash;From a judicial decision; or by a judicial sentence. This statement is made in order to make the account of his sufferings more definite. He did not merely suffer affliction; he was not only a man of sorrows in general; he did not suffer in a tumult, or by the excitement of a mob: but he suffered under a form of law, and a sentence was passed in his case (compare <a class=\"ref\">Jeremiah 1:16; 2 Kings 25:6<\/a>), and in accordance with that he was led forth to death. According to Hengstenberg, the two words here &lsquo;by oppression,&rsquo; and &lsquo;by judicial sentence,&rsquo; are to be taken together as a hendiadys, meaning an oppressive, unrighteous proceeding. So Lowth understands it. It seems to me, however, that they are rather to be taken as denoting separate things&mdash;the detention or confinement preliminary to the trial, and the sentence consequent upon the mock trial.<\/p><p><em>And who shall declare his generation?<\/em>&mdash;The word rendered &lsquo;declare&rsquo; means to relate, or announce. &lsquo;Who can give a correct statement in regard to it&rsquo;&mdash;implying either that there was some want of willingness or ability to do it. This phrase has been very variously interpreted; and it is by no means easy to fix its exact meaning. Some have supposed that it refers to the fact that when a prisoner was about to be led forth to death, a crier made proclamation calling on anyone to come forward and assert his innocence, and declare his manner of life. But there is not sufficient proof that this was done among the Jews, and there is no evidence that it was done in the case of the Lord Jesus. Nor would this interpretation exactly express the sense of the Hebrew. In regard to the meaning of the passage, besides the sense referred to above, we may refer to the following opinions which have been held, and which are arranged by Hengstenberg:<\/p><p>1. Several, as Luther, Calvin, and Vitringa, translate it, &lsquo;Who will declare the length of his life?&rsquo; that is, who is able to determine the length of his future days&mdash;meaning that there would be no end to his existence, and implying that though he would be cut off, yet he would be raised again, and would live forever. To this, the only material objection is, that the word דור dôr (generation), is not used elsewhere in that sense. Calvin, however, does not refer it to the personal life of the Messiah, so to speak, but to his life in the church, or to the perpetuity of his life and principles in the church which he redeemed. His words are: &lsquo;Yet we are to remember that the prophet does not speak only of the person of Christ, but embraces the whole body of the church, which ought never to be separated from Christ. We have, therefore, says he, a distinguished testimony respecting the perpetuity of the church. For as Christ lives for ever, so he will not suffer his kingdom to perish&rsquo;&mdash;(Commentary in loc.)<\/p><p>2. Others translate it, &lsquo;Who of his contemporaries will consider it,&rsquo; or &lsquo;considered it?&rsquo; So Storr, Doderlin, Dathe, Rosenmuller and Gesenius render it. According to Gesenius it means, &lsquo;Who of his contemporaries considered that he was taken out of the land of the living on account of the sin of my people?&rsquo;<\/p><p>3. Lowth and some others adopt the interpretation first suggested, and render it, &lsquo;His manner of life who would declare?&rsquo; In support of this, Lowth appeals to the passages from the Mishna and the Gemara of Babylon, where it is said that before anyone was punished for a capital crime, proclamation was made before him by a crier in these words, &lsquo;Whosoever knows anything about his innocence, let him come and make it known.&rsquo; On this passage the Gemara of Babylon adds, &lsquo;that before the death of Jesus, this proclamation was made forty days; but no defense could be found.&rsquo; This is certainly false; and there is no sufficient reason to think that the custom prevailed at all in the time of Isaiah, or in the time of the Saviour.<\/p><p>4. Others render it, &lsquo;Who can express his posterity, the number of his descendants?&rsquo; So Hengstenberg renders it. So also Kimchi.<\/p><p>5. Some of the fathers referred it to the humanity of Christ, and to his miraculous conception. This was the belief of Chrysostom. See Calvin in loc. So also Morerius and Cajetan understood it.<\/p><p>But the word is never used in this sense. The word דור dôr (generation), means properly an age, a generation of human beinigs; the revolving period or circle of human life; from דור dûr, a circle <a class=\"ref\">Deuteronomy 23:3-4, Deuteronomy 23:9; Ecclesiastes 1:4<\/a>. It then means, also, a dwelling, a habitation <a class=\"ref\">Psalm 49:20<\/a> ; <a class=\"isa\" verses=\"MTg0MDM=\">Isaiah 38:12<\/a>. It occurs often in the Old Testament, and is in all other instances translated &lsquo;generation,&rsquo; or &lsquo;generations.&rsquo; Amidst the variety of interpretations which have been proposed, it is perhaps not possible to determine with any considerable degree of certainty what is the true sense of the passage. The only light, it seems to me, which can be thrown on it, is to be derived from the 10th verse, where it is said, &lsquo;He shall see his seed, he shall prolong his days;&rsquo; and this would lead us to suppose that the sense is, that he would have a posterity which no one would be able to enumerate, or declare. According to this, the sense would be, &lsquo;He shall be indeed cut off out of the land of the living. But his name, his race shall not be extinct. Notwithstanding this, his generation, race, posterity, shall be so numerous that no one shall be able to declare it.&rsquo; This interpretation is not quite satisfactory, but it has more probabilities in its favor than any other.<\/p><p><em>For<\/em>&mdash;(כי kı̂y). This particle does not here denote the cause of what was just stated, but points out the connection (compare <a class=\"ref\">1 Samuel 2:21; Ezra 10:1<\/a>). In these places it denotes the same as &lsquo;and.&rsquo; This seems to be the sense here. Or, if it be here a causal particle, it refers not to what immediately goes before, but to the general strain and drift of the discourse. All this would occur to him because he was cut off on account of the transgression of his people. He was taken from confinement, and was dragged to death by a judicial sentence, and he should have a numerous spiritual posterity, because he was cut off on account of the sins of the people.<\/p><p><em>He was cut off<\/em>&mdash;This evidently denotes a violent, and not a peaceful death. See <a class=\"ref\">Daniel 9:26<\/a> : &lsquo;And after threescore and two weeks shall the Messiah be cut off, but not for himself.&rsquo; The Septuagint renders it, &lsquo;For his life is taken away from the earth.&rsquo; The word used here (גזר gâzar), means properly &ldquo;to cut, to cut in two, to divide.&rdquo; It is applied to the act of cutting down trees with an axe (see <a class=\"ref\">2 Kings 6:4<\/a>). Here the natural and obvious idea is, that he would be violently taken away, as if he was cut down in the midst of his days. The word is never used to denote a peaceful death, or a death in the ordinary course of events; and the idea which would be conveyed by it would be, that the person here spoken of would be cut off in a violent manner in the midst of his life.<\/p><p><em>For the transgression of my people<\/em>&mdash;The meaning of this is not materially different from &lsquo;on account of our sins.&rsquo; &lsquo;The speaker here&mdash;Isaiah&mdash;does not place himself in opposition to the people, but includes himself among them, and speaks of them as his people, that is, those with whom he was connected&rsquo;&mdash;(Hengstenberg). Others, however, suppose that Yahweh is here introduced as speaking, and that he says that the Messiah was to be cut off for the sins of his people.<\/p><p><em>Was he stricken<\/em>&mdash;Margin, &lsquo;The stroke upon him;&rsquo; that is, the stroke came upon him. The word rendered in the margin &rsquo;stroke&rsquo; (נגע nega‛), denotes properly a blow <a class=\"ref\">Deuteronomy 17:8<\/a> :<a class=\"ref\">Deuteronomy 21:5<\/a> ; then a spot, mark, or blemish in the skin, whether produced by the leprosy or any other cause. It is the same word which is used in <a class=\"isa\" verses=\"MTg3MTY=\">Isaiah 53:4<\/a> (see the note on that verse). The Hebrew, which is rendered in the margin &lsquo;upon him&rsquo; (למו lâmô) has given rise to much discussion. It is properly and usually in the plural form, and it has been seized upon by those who maintain that this whole passage refers not to one individual but to some collective body, as of the people, or the prophets (see Analysis prefixed to <a class=\"isa\" verses=\"MTg3MTA=\">Isaiah 52:13<\/a>), as decisive of the controversy. To this word Rosenmuller, in his Prolegomena to the chapter, appeals for a decisive termination of the contest, and supposes the prophet to have used this plural form for the express purpose of clearing up any difficulty in regard to his meaning. Gesenius refers to it for the same purpose, to demonstrate that the prophet must have referred to some collective body&mdash;as the prophets&mdash;and not to an individual. Aben Ezra and Abarbanel also maintain the same thing, and defend the position that it can never be applied to an individual. This is not the place to go into an extended examination of this word. The difficulties which have been started in regard to it, have given rise to a thorough critical examination of the use of the particle in the Old Testament, and an inquiry whether it is ever used in the singular number. Those who are disposed to see the process and the result of the investigation, may consult Ewald&rsquo;s Hebrew Grammar, Leipzig, 1827, p. 365; Wiseman&rsquo;s Lectures, pp. 331-333, Andover Edit., 1837; and Hengstenberg&rsquo;s Christology, p. 523. In favor of regarding it as used here in the singular number and as denoting an individual, we may just refer to the following considerations:<\/p><p>1. It is so rendered by Jerome, and in the Syriac version.<\/p><p>2. In some places the suffix מו mô, attached to nouns, is certainly singular. Thus in <a class=\"ref\">Psalm 11:7<\/a> , (פניטו pânēyṭô) &lsquo;His face,&rsquo; speaking of God; <a class=\"ref\">Job 27:23<\/a> , &lsquo;Men shall clap their hands at him&rsquo; (עלימו ‛âlēymô), where it is certainly singular; <a class=\"isa\" verses=\"MTg1NDk=\">Isaiah 44:15<\/a>, &lsquo;He maketh it a graven image, and falleth down thereto&rsquo; (למו lâmô).<\/p><p>3. In Ethiopic the suffix is certainly singular (Wiseman).<\/p><p>These considerations show that it is proper to render it in the singular number, and to regard it as referring to an individual. The Septuagint renders it, &Epsilon;&iota;̓&sigmaf; &Theta;&alpha;́&nu;&alpha;&tau;&omicron;&nu; Eis Thanaton&mdash;&lsquo;Unto death,&rsquo; and evidently read it as if it were an abbreviation of למות lāmûth, and they render the whole passage, &lsquo;For the transgressions of my people he was led unto death.&rsquo; This translation is adopted and defended by Lowth, and has also been defended by Dr. Kennicott. The only argument which is urged, however, is, that it was so used by Origen in his controversy with the Jews; that they made no objection to the argument that he urged; and that as Origen and the Jews were both acquainted with the Hebrew text, it is to be presumed that this was then the reading of the original. But this authority is too slight to change the Hebrew text. The single testimony of Origen is too equivocal to determine any question in regard to the reading of the Hebrew text, and too much reliance should not be reposed even on his statements in regard to a matter of fact. This is one of the many instances in which Lowth has ventured to change the Hebrew text with no sufficient authority.<\/p>",
    "audit": 1
}