{
    "id": 1848,
    "source": "barnes",
    "verse_id": 18755,
    "verse_count": 1,
    "reference": "56:1",
    "title": "",
    "html": " <p> <em>Thus saith the Lord <\/em>&mdash;That is, in view of the fact that the kingdom of God was to come at no distant period. Yahweh states what was necessary to prepare themselves for it, and what was the character which he demanded of those who were disposed to embrace its offers, and who would be admitted to its privileges. <\/p> <p> <em>Keep ye judgment <\/em>&mdash;Margin, &lsquo;Equity.&rsquo; Break off your sins, and be holy. A somewhat similar declaration was made by John the Baptist when he announced the coming of the Messiah: &lsquo;Repent ye, for the kingdom of heaven is at hand&rsquo; <a class=\"ref\">Matthew 3:2 <\/a>. The general idea is, that it was not only appropriate that the prospect of his coming and his near approach should lead them to a holy life, but it was necessary in order that they might escape his indignation. <\/p> <p> <em>My salvation is near to come <\/em>&mdash;It is to be borne in mind that this was regarded as addressed to the Jews in exile in Babylon, and there is probably a primary reference in the words to the deliverance which they were about to experience from their long and painful captivity. But at the same time the language is appropriate to the coming of the kingdom of God under the Messiah, and the whole scope of the passage requires us to understand it of that event. Language similar to this occurs frequently in the New Testament, where the sacred writers seem to have had this passage in their eye (see <a class=\"ref\">Matthew 3:2; Luke 21:31; Romans 13:11 <\/a>; compare <a class=\"isa\" verses=\"eyIxODg1NiI6MTF9\">Isaiah 62:1-11 <\/a>). It is to be regarded, therefore, as having a reference to the future coming of the Messiah&mdash;perhaps as designed to describe the series of deliverances which were to close the painful bondage in Babylon, and to bring the people of God to perfect freedom, and to the full fruition of his favor. Though the actual coming of the Messiah at the time of the exile was at a period comparatively remote, yet the commencement of the great work of their deliverance was near at hand. They were soon to be rescued, and this rescue was to be but the first in the train of deliverances that would result in the entire redemption of the people of God, and was to be the public pledge that all that he had promised of the redemption of the world should be certainly effected. <\/p> <p> <em>To be revealed <\/em>&mdash;To be made known; to be publicly manifested. <\/p> ",
    "audit": 1
}