{
    "id": 1884,
    "source": "barnes",
    "verse_id": 18791,
    "verse_count": 1,
    "reference": "58:4",
    "title": "",
    "html": "<p><em>Behold, ye fast for strife and debate<\/em>&mdash;This is a third characteristic of their manner of fasting, and a third reason why God did not regard and accept it. They were divided into parties and factions, and probably made their fastings an occasion of augmented contention and strife. How often has this been seen! Contending denominations of Christians fast, not laying aside their strifes; contending factions in the church fast in order to strengthen their party with the solemn sanctions of religion. One of the most certain ways for bigots to excite persecution against those who are opposed to them is to &lsquo;proclaim a fast;&rsquo; and when together, their passions are easily inflamed, their flagging zeal excited by inflammatory harangues, and their purpose formed to regard and treat their dissentient brethren as incorrigible heretics and irreconcilable foes. It may be added, also, that it is possible thus to prostitute all the sacred institutions of religion for party and inflammatory purposes. Even the ordinance of the Lord&rsquo;s Supper may be thus abused, and violent partisans may come around the sacred memorials of a Saviour&rsquo;s body and blood, to bind themselves more closely together in some deed of persecution or violence, and to animate their drooping courage with the belief that what has been in fact commenced with a view to power, is carried on from a regard to the honor of God.<\/p><p><em>And to smite with the fist of wickedness<\/em>&mdash;Lowth renders this, in accordance with the Septuagint. &lsquo;To smite with the fist the poor;&rsquo; but this translation can be obtained only by a most violent and wholly unauthorized change in the Hebrew text. The idea is plain, that &lsquo;even when fasting&rsquo; they were guilty of strife and personal combats. Their passions were unsubdued, and they gave vent to them in disgraceful personal encounters. This manifests a most extraordinary state of society, and is a most melancholy instance to show how much people may keep up the forms of religion, and even be punctual and exact in them, when the most violent and ungovernable passions are raging in their bosoms, and when they seem to be unconscious of any discrepancy between the religious service and the unsubdued passions of the soul.<\/p><p><em>Ye shall not fast... <\/em>&mdash;It is not acceptable to God. It must be offensive in his sight.<\/p><p><em>To make your voice to be heard on high<\/em>&mdash;That is, in strife and contention. So to contend and strive, says Grotius, that your voice can be heard on the mountain top. Rosenmuller, however, supposes that it means, that their fast was so conducted that they could not expect that their prayers would ascend to heaven and be heard by God. But it seems to me that the former is the correct interpretation. Their fastings were accompanied with the loud and hoarse voice of contention and strife, and on that account could not be acceptable to God.<\/p> ",
    "audit": 1
}