{
    "id": 1649,
    "source": "barnes",
    "verse_id": 18556,
    "verse_count": 1,
    "reference": "44:22",
    "title": "",
    "html": " <p> <em>I have blotted out <\/em>&mdash;The word used here (מחח mâchâh), means properly &ldquo;to wipe away,&rdquo; and is often applied to sins, as if the account was wiped off, or as we express it, blotted out (<a class=\"ref\">Psalm 51:3, Psalm 51:11 <\/a>; see the note at <a class=\"isa\" verses=\"WzE4NTMxXQ==\">Isaiah 43:25 <\/a>). The phrase, &lsquo;to blot out sins like a cloud,&rsquo; however, is unusual, and the idea not very obvious. The true idea would be expressed by rendering it, &lsquo;I have made them to vanish as a thick cloud;&rsquo; and the sense is, as the wind drives away a thick cloud, however dark and frowning it may be, so that the sky is clear and serene, so God had caused their sins to disappear, and had removed the storm of his anger. Nothing can more strikingly represent sin in its nature and consequences, than a dense, dark, frowning cloud that comes over the heavens, and shuts out the sun, and fills the air with gloom; and nothing can more beautifully represent the nature and effect of pardon than the idea of removing such a cloud, and leaving the sky pure, the air calm and serene, and the sun pouring down his beams of warmth and light on the earth. So the soul of the sinner is enveloped and overshadowed with a dense cloud; but pardon dissipates that cloud, and it is calm, and joyful, and serene. <\/p> <p> <em>And as a cloud <\/em>&mdash;The Chaldee render this, &lsquo;As a flying cloud.&rsquo; The difference between the two words rendered here &lsquo;thick cloud,&rsquo; and &lsquo;cloud&rsquo; ( עב ‛âb and ענן ‛ânân) is, that the former is expressive of a cloud as dense, thick, compact; and the latter as covering or veiling the heavens. Lowth renders the latter word &lsquo;Vapour;&rsquo; Noyes, &lsquo;Mist.&rsquo; Both words, however, usually denote a cloud. A passage similar to this is found in Demosthenes, as quoted by Lowth: &lsquo;This decree made the danger then hanging over the city pass away like a cloud. <\/p> <p> <em>Return unto me <\/em>&mdash;Since your sins are pardoned, and such mercy has been shown, return now, and serve me. The argument here is derived from the mercy of God in forgiving them, and the doctrine is, that the fact that God has forgiven us imposes the strongest obligations to devote ourselves to his service. The fact that we are redeemed and pardoned is the highest argument why we should consecrate all our powers to him who has purchased and forgiven us. <\/p> ",
    "audit": 1
}