{
    "id": 844,
    "source": "barnes",
    "verse_id": 17751,
    "verse_count": 1,
    "reference": "5:11",
    "title": "",
    "html": "<p><em>Wo unto them<\/em> &mdash;The prophet, having denounced &ldquo;avarice,&rdquo; proceeds now to another vice&mdash;that of &ldquo;intemperance, or dissipation.&rdquo;<\/p><p><em>That rise up early...<\/em> &mdash;That rise &ldquo;for this purpose,&rdquo; when nothing else would rouse them. It may illustrate this somewhat, to remark, that it was not common among the ancients to become intoxicated at an early hour of the day; see the note at<a class=\"ref\">Acts 2:15<\/a> ; compare<a class=\"ref\">1 Thessalonians 5:7<\/a> . It indicated then, as it does now, a confirmed and habitual state of intemperance when a man would do this early in the morning. &lsquo;The Persians, when they commit a debauch, arise betimes, and esteem the morning as the best time for beginning to drink wine, by which means they carry on their excess until night.&rsquo;&mdash;&ldquo;Morier.&rdquo;<\/p><p><em>That they may follow strong drink<\/em> &mdash;&mdash;שׁכר shêkār, or sichar. This word is derived from a verb signifying to drink, to become intoxicated. All nations have found out some intoxicating drink. That which was used by the Hebrews was made from grain, fruit, honey, dates, etc., prepared by fermentation. The word sometimes means the same as wine<a class=\"ref\">Numbers 28:7<\/a> , but more commonly it refers to a stronger drink, and is distinguished from it, as in the common phrase, &lsquo;wine and strong drink;&rsquo;<a class=\"ref\">Leviticus 10:9; Numbers 6:3; Judges 13:4, Judges 13:7<\/a> . Sometimes it may be used for &ldquo;spiced wine&rdquo;&mdash;a mixture of wine with spices, that would also speedily produce intoxication. The Chaldee renders the words עתיק חמר chămar ‛atı̂yq, &lsquo;old fermented liquor;&rsquo; denoting the &ldquo;mode&rdquo; in which strong drink was usually prepared. It may be remarked here, that whatever may be the &ldquo;form&rdquo; in which intoxicating drink is prepared, it is substantially the same in all nations. Intoxication is caused by &ldquo;alcohol,&rdquo; and that is produced by fermentation. It is never created or increased by distillation. The only effect of distillation is, to collect and preserve the alcohol which existed in the beer, the wine, or the cider. Consequently, the same substance produces intoxication when wine is drank, which does when brandy is drank; the same in cider or other fermented liquor, as in ardent spirits.<\/p><p><em>That continue until night<\/em> &mdash;That drink all day. This shows that the &ldquo;strong drink&rdquo; intended here, did not produce &ldquo;sudden,&rdquo; intoxication. This is an exact description of what occurs constantly in oriental nations. The custom of sitting long at the wine, when they have the means of indulgence, prevails everywhere. D&rsquo;Ar-vieux says, that while he was staying among the Arabs on mount Carmel, a wreck took place on the coast, from which one of the emirs obtained two large casks of wine. He immediately sent to the neighboring emirs, inviting them to come and drink it. They gladly came, and continued drinking for two days and two nights, until not a drop of the wine was left. In like manner, Tavernier relates that the king of Persia sent for him early one morning to the palace, when, with other persons, he was obliged to sit all the day, and late at night, drinking wine with the shah; but at last, &lsquo;the king growing sleepy, gave us leave to depart, which we did very willingly, having had hard labor for seventeen hours together.&rsquo;<\/p><p><em>Inflame them<\/em> &mdash;Excite them; or stimulate them. We have the same phrase&mdash;denoting the &ldquo;burning&rdquo; tendency of strong drink. The American Indians appropriately call &ldquo;fire-water.&rdquo;<\/p> ",
    "audit": 1
}