{
    "id": 1792,
    "source": "barnes",
    "verse_id": 18699,
    "verse_count": 1,
    "reference": "52:2",
    "title": "",
    "html": " <p> <em>Shake thyself from the dust <\/em>&mdash;To sit on the ground, to sit in the dust, is an expression descriptive of mourning <a class=\"ref\">Job 2:13 <\/a>. Jerusalem is here called on to arise and shake off the dust, as indicating that the days of her grief were ended, and that she was about to be restored to her former beauty and splendor. <\/p> <p> <em>Arise and sit down <\/em>&mdash;There is an incongruity in this expression in our translation, which does not occur in the original. The idea in the Hebrew is not that which seems to be implied in this expression to arise and sit down in the same place, but it means to arise from the dust, and sit in a more elevated, or honorable place. She had been represented as sitting on the earth, where her loose flowing robes would be supposed to become covered with dust. She is here called on to arise from that humble condition, and to occupy the divan, or a chair of dignity and honor. Lowth renders this, &lsquo;Ascend thy lofty seat,&rsquo; and supposes it means that she was to occupy a throne, or an elevated seat of honor, and he quotes oriental customs to justify this interpretation. Noyes renders it, &lsquo;Arise and sit erect.&rsquo; The Chaldee renders it, &lsquo;Rise, sit upon the throne of thy glory.&rsquo; The following quotation, from Jowett&rsquo;s Christian Researches, will explain the custom which is here alluded to: &lsquo;It is no uncommon thing to see an individual, or group of persons, even when very well dressed, sitting with their feet drawn under them, upon the bare earth, passing whole hours in idle conversation. <\/p> <p>Europeans would require a chair, but the natives here prefer the ground. In the heat of summer and autumn, it is pleasant to them to while away their time in this manner, under the shade of a tree. Richly adorned females, as well as men, may often be seen thus amusing themselves. As may naturally be expected, with whatever care they may, at first sitting down, choose their place, yet the flowing dress by degrees gathers up the dust; as this occurs, they, from time to time, arise, adjust themselves, shake off the dust, and then sit down again. The captive daughter of Zion, therefore, brought down to the dust of suffering and oppression, is commanded to arise and shake herself from that dust, and then, with grace, and dignity, and composure, and security, to sit down; to take, as it were, again her seat and her rank, amid the company of the nations of the earth, which had before afflicted her, and trampled her to the earth.&rsquo; <\/p> <p> <em>Loose thyself from the bands of thy neck <\/em>&mdash;Jerusalem had been a captive, and confined as a prisoner. She is now called on to cast off these chains from her neck, and to be again at liberty. In captivity, chains or bands were attached to various parts of the body. They were usually affixed to the wrists or ankles, but it would seem also that sometimes collars were affixed to theneck. The idea is, that the Jews, who had been so long held captive, were about to be released, and restored to their own land. <\/p> ",
    "audit": 1
}