{
    "id": 1980,
    "source": "barnes",
    "verse_id": 18887,
    "verse_count": 1,
    "reference": "64:1",
    "title": "",
    "html": "<p><em>Oh that thou wouldest rend the heavens<\/em>&mdash;That is, in view of the considerations urged in the previous chapter. In view of the fact that the temple is burned up <a class=\"isa\" verses=\"WzE4ODk3XQ==\">Isaiah 64:11<\/a>; that the city is desolate; that the land lies waste, and that thine own people are carried captive to a distant land. The phrase &lsquo;rend the heavens,&rsquo; implies a sudden and sublime descent of Yahweh to execute vengeance on his foes, as if his heart was full of vengeance, and the firmament were violently rent asunder at his sudden appearance. It is language properly expressive of a purpose to execute wrath on his foes, rather than to confer blessings on his people. The latter is more appropriately expressed by the heavens being gently opened to make way for the descending blessings. The word rendered here &lsquo;rend&rsquo; (קרע qâra‛), means properly to tear asunder, as, e. g., the garments in grief <a class=\"ref\">Genesis 37:29; 2 Samuel 13:31<\/a>; or as a wild beast does the breast of anyone <a class=\"ref\">Hosea 13:8<\/a>. The Septuagint, however, render it by a milder word&mdash;&alpha;̓&nu;&omicron;&iota;́&xi;&eta;&sigmaf; anoixēs&mdash;&lsquo;If thou wouldst open the heavens,&rsquo; etc. So the Syriac renders it by &lsquo;O that thou wouldst open,&rsquo; using a word that is usually applied to the opening of a door. God is often represented as coming down from heaven in a sublime manner amidst tempests, fire, and storms, to take vengeance on his foes. Thus <a class=\"ref\">Psalm 18:9<\/a>:<\/p><p>He bowed the heavens also and came down;<\/p><p>And darkness was under his feet.<\/p><p>Compare <a class=\"ref\">Habakkuk 3:5-6<\/a>. It should be remembered that the main idea in the passage before us is that of Yahweh coming down to destroy his foes. His people entreat him to descend with the proofs of his indignation, so that every obstacle shall be destroyed before him, Thus he is described in <a class=\"ref\">Psalm 144:5-6<\/a>:<\/p><p>Bow thy heavens, O Lord, and come down;<\/p><p>Touch the mountains, and they shall smoke;<\/p><p>Cast forth lightning, and scatter them,<\/p><p>Shoot out thine arrows, and destroy them.<\/p><p><em>That the mountains might flow down at thy presence<\/em>&mdash;The idea here is, that the presence of Yahweh would be like an intense burning heat, so that the mountains would melt and flow away. It is a most sublime description of his majesty, and is one that is several times employed in the Bible. Thus in relation to his appearance on Mount Sinai, in the song of Deborah <a class=\"ref\">Judges 5:4-5<\/a>:<\/p><p>The earth trembled and the heavens dropped,<\/p><p>The clouds also dropped water.<\/p><p>The mountains melted from before Yahweh,<\/p><p>Even Sinai from before Yahweh, the God of Israel.<\/p><p>So <a class=\"ref\">Psalm 97:5<\/a>:<\/p><p>The hills melted like wax at the presence of Yahweh,<\/p><p>At the presence of Yahweh (the God) of the whole earth.<\/p><p>So also in <a class=\"ref\">Micah 1:3-4<\/a>:<\/p><p>Lo, Yahweh cometh forth out of his place,<\/p><p>And will come down and tread upon the high places of the earth<\/p><p>And the mountains shall be molten under him.<\/p><p>And the valleys shall be cleft,<\/p><p>As wax before the fire,<\/p><p>And as the waters pour down a precipice.<\/p> ",
    "audit": 1
}