{
    "id": 1341,
    "source": "barnes",
    "verse_id": 18248,
    "verse_count": 1,
    "reference": "30:30 ",
    "title": "",
    "html": "<p><em>And the Lord shall cause his glorious voice to be heard<\/em>&mdash;That is, he would give command to destroy them. They could not fail to recognize his voice, and to feel that it was accomplished by him.<\/p><p><em>The lighting down of his arm<\/em>&mdash;The descent of his arm&mdash;alluding to the act of striking, as with a sword, by which an army is cut down.<\/p><p><em>With the flame<\/em>&mdash;(see the note at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 29:6<\/a>).<\/p><p><em>And tempest, and hailstones<\/em>&mdash;With us it is rare that a storm of hail would be severe enough to destroy an army. But in oriental countries and in tropical climates, storms of hail are not unfrequently of sufficient violence to do it if the army were encamped in the open field. The following extract of a letter from one of our own countrymen, will show that this would be by no means an improbable occurrence: &lsquo;We had got perhaps a mile and a half on our way, when a cloud rising in the west gave indications of approaching rain. In a few minutes we discovered something falling from the heavens with a heavy splash, and with a whitish appearance. I could not conceive what it was, but observing some gulls near, I supposed it to be them darting for fish; but soon after discovered that they were large balls of ice falling. Immediately we heard a sound like rumbling thunder, or ten thousand carriages rolling furiously over the pavement.<\/p><p>The whole Bosphorus was in a foam, as though heaven&rsquo;s artillery had been charged upon us and our frail machine. Our fate seemed inevitable; our umbrellas were raised to protect us, the lumps of ice stripped them into ribbons. We fortunately had a bullock&rsquo;s hide in the boat, under which we crawled and saved ourselves from further injury. One man of the three oarsmen had his hand literally smashed, another much injured in the shoulder, Mr. H. received a blow on the leg, my right hand was somewhat disabled, and all more or less injured. It was the most awful and terrific scene I ever witnessed, and God forbid that I should be ever exposed to another. Balls of ice as large as my two fists fell into the boat, and some of them came with such violence as certainly to have broken an arm or leg, had they struck us in those parts. One of them struck the blade of an oar and split it. The scene lasted perhaps five minutes; but it was five minutes of the most awful feeling I ever experienced.<\/p><p>When it passed over, we found the surrounding hills covered with masses of ice, I cannot call it hail, the trees stripped of their leaves and limbs, and everything looking desolate. The scene was awful beyond all description. I have witnessed repeated earthquakes; the lightning has played, as it were, about my head; the wind roared, and the waves at one moment have thrown me to the sky, and the next have sunk me into a deep abyss. I have been in action, and have seen death and destruction around me in every shape of horror; but I never before had the feeling of awe which seized upon me on this occasion, and still haunts, and I fear forever will haunt me. My porter, the boldest of my family, who had ventured an instant from the door, had been knocked down by a hailstone, and had they not dragged him in by the heels, would have been battered to death. Two boatmen were killed in the upper part of the village, and I have heard of broken bones in abundance. Imagine to yourself the heavens suddenly frozen over, and as suddenly broken to pieces in irregular masses of from half a pound to a pound weight, and precipitated to the earth.&rsquo; (Commodore Porter&rsquo;s &ldquo;Letters from Constantinople and its Environs,&rdquo; vol. i. p. 44.)<\/p>",
    "audit": 1
}