{
    "id": 1076,
    "source": "barnes",
    "verse_id": 17983,
    "verse_count": 1,
    "reference": "16:13",
    "title": "",
    "html": " <p> <em>This is the word <\/em>&mdash;This is the substance of the &ldquo;former&rdquo; predictions respecting Moab. This has been the &ldquo;general course&rdquo; or sense of the prophecies respecting Moab, during all its history. <\/p> <p> <em>Since that time <\/em>&mdash;Formerly; from former times. There had been a course of predictions declaring in general that Moab should be destroyed, and the prophet says here that he had expressed their general sense; or that &ldquo;his&rdquo; predictions accorded with them all&mdash;for they all predicted the complete overthrow of Moab. He now says <a class=\"isa\" verses=\"WzE3OTg0XQ==\">Isaiah 16:14<\/a>, that these general prophecies respecting Moab which had been of so long standing were now to be speedily accomplished. The prophecies respecting Moab, foretelling its future ruin, may be seen in <a class=\"ref\">Exodus 15:15; Numbers 21:29; Numbers 24:17; Psalm 60:8; Psalm 108:9; Amos 2:2; Zephaniah 2:9<\/a>. It &ldquo;may,&rdquo; however, be intended here that the former portion of this prophecy had been uttered by Isaiah himself during the early part of his prophetic life. He is supposed to have prophesied some sixty or more years (&ldquo;see&rdquo; Introduction, Section 3); and it may be that the prophecy in the fifteenth and the previous part of the sixteenth chapter had been uttered during the early part of his life without specifying the time when it would be fulfilled; but now he says, that it would be accomplished in three years. Or it may be that some other prophet had uttered the prediction which he now repeats with additions at the close. The fact that Isaiah had done this on some occasions seems probable from the beginning of <a class=\"isa\" verses=\"WzE3OTcyXQ==\">Isaiah 2<\/a>, which appears to be a quotation from <a class=\"ref\">Micah 4:1-3<\/a>,(see the Analysis to <a class=\"isa\" verses=\"eyIxNzk2MiI6OX0=\">Isaiah 15:1-9<\/a>, and the notes at <a class=\"isa\" verses=\"WzE3Njg4XQ==\">Isaiah 2:2<\/a>). <\/p>",
    "audit": 1
}