{
    "id": 1961,
    "source": "barnes",
    "verse_id": 18868,
    "verse_count": 1,
    "reference": "63:1",
    "title": "",
    "html": "<p><em>Who is this<\/em> &mdash;The language of the people who see Yahweh returning as a triumphant conqueror from Idumea. Struck with his stately bearing as a warrior; with his gorgeous apparel; and with the blood on his raiment, they ask who he could be? This is a striking instance of the bold and abrupt manner of Isaiah. He does not describe him as going forth to war nor the preparation for battle; nor the battle itself, nor the conquests of cities and armies; but he introduces at once the returning conqueror having gained the victory&mdash;here represented as a solitary warrior, moving along with majestic gait from Idumea to his own capital, Jerusalem. Yahweh is not unfrequently represented as a warrior (see the notes at<a class=\"isa\" verses=\"WzE4NDk0XQ==\">Isaiah 42:13<\/a>).<\/p><p><em>From Edom<\/em> &mdash;On the situation of Edom, and for the reasons of the animosity between that country and Judea, see the Aanlysis to<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 34<\/a> .<\/p><p><em>With dyed garments<\/em> &mdash;That is, with garments dyed in blood. The word rendered here &lsquo;dyed&rsquo; ( חמוּץ châmûts), is derived from חמץ châmats, to be sharp and pungent, and is usually applied to anything that is sharp or sour. It is applied to color that is bright or dazzling, in the same manner as the Greeks use the phrase &chi;&rho;&omega;͂&mu;&alpha; &omicron;̓&xi;&upsilon;́ chrōma oxu&mdash;a sharp color&mdash;applied to purple or scarlet. Thus the phrase &pi;&omicron;&rho;&phi;&upsilon;́&rho;&alpha;&iota; &omicron;̓&xi;&upsilon;́&tau;&alpha;&tau;&alpha;&iota; porphurai oxutatai means a brilliant, bright purple (see Bochart, Hieroz. i. 2. 7). It is applied to the military cloak which was worn by a warrior, and may denote here either that it was originally dyed of a scarlet color, or more probably that it was made red by the blood that had been sprinkled on it. Thus in<a class=\"ref\">Revelation 19:13<\/a> , the Son of God is represented as clothed in a similar manner: &lsquo;And he was clothed with a vesture dipped in blood.&rsquo; In<a class=\"isa\" verses=\"WzE4ODcwXQ==\">Isaiah 63:3<\/a> , the answer of Yahweh to the inquiry why his raiment was red, shows that the color was to be attributed to blood.<\/p><p><em>From Bozrah<\/em> &mdash;On the situation of Bozrah, see the notes at<a class=\"isa\" verses=\"WzE4MzEwXQ==\">Isaiah 34:6<\/a> . It was for a time the principal city of Idumea, though properly lying within the boundaries of Moab. In<a class=\"isa\" verses=\"WzE4MzEwXQ==\">Isaiah 34:6<\/a> , Yahweh is represented as having &lsquo;a great sacrifice in Bozrah;&rsquo; here he is seen as having come from it with his garments red with blood.<\/p><p><em>This that is glorious in his apparel<\/em> &mdash;Margin, &lsquo;Decked.&rsquo; The Hebrew word (הדוּר hâdûr) means &ldquo;adorned, honorable, or glorious.&rdquo; The idea is, that his military apparel was gorgeous and magnificent&mdash;the apparel of an ancient warrior of high rank.<\/p><p><em>Traveling in the greatness of his strength<\/em> &mdash;Noyes renders this, &lsquo;Proud in the greatness of his strength,&rsquo; in accordance with the signification given by Gesenius. The word used here (צעה tsâ‛âh) means properly &ldquo;to turn to one side, to incline, to be bent, bowed down as a captive in bonds&rdquo;<a class=\"isa\" verses=\"WzE4Njg4XQ==\">Isaiah 51:14<\/a> ; then &ldquo;to bend or toss back the head as an indication of pride&rdquo; (Gesenius). According to Taylor (Concord.) the word has &lsquo;relation to the actions, the superb mien or manner of a triumphant warrior returning from battle, in which he has got a complete victory over his enemies. And it may include the pomp and high spirit with which he drives before him the prisoners which he has taken.&rsquo; It occurs only in this place and in<a class=\"isa\" verses=\"WzE4Njg4XQ==\">Isaiah 51:14<\/a> ;<a class=\"ref\">Jeremiah 2:20; Jeremiah 48:12<\/a> . The Septuagint omits it in their translation. The sense is doubtless that Yahweh is seen returning with the tread of a triumphant conqueror, flushed with victor, and entirely successful in having destroyed his foes. There is no evidence, however, as Taylor supposes, that he is driving his prisoners before him, for he is seen alone, having destroyed all his foes.<\/p><p><em>I that speak in righteousness<\/em> &mdash;The answer of the advancing conqueror. The sense is, &lsquo;It is I, Yahweh, who have promised to deliver my people and to destroy their enemies, and who have now returned from accomplishing my purpose.&rsquo; The assurance that he speaks in righteousness, refers here to the promises which he had made that be would rescue and save them.<\/p><p><em>Mighty to save<\/em> &mdash;The sentiment is, that the fact that he destroys the foes of his people is an argument that he can save those who put their trust in him. The same power that destroys a sinner may save a saint; and the destruction of a sinner may be the means of the salvation of his own people.<\/p> ",
    "audit": 1
}