{
    "id": 1505,
    "source": "barnes",
    "verse_id": 18412,
    "verse_count": 1,
    "reference": "38:21",
    "title": "",
    "html": "<p><em>For Isaiah had said<\/em> &mdash;In the parallel place in Kings the statement in these two verses is introduced before the account of the miracle on the sun-dial, and before the account of his recovery<a class=\"ref\">2 Kings 20:7-8<\/a> . The order in which it is introduced, however, is not material.<\/p><p><em>Let them take a lump of figs<\/em> &mdash;The word used here (דבלה debēlâh) denotes &ldquo;a round cake&rdquo; of dried figs pressed together in a mass<a class=\"ref\">1 Samuel 25:18<\/a> . Figs were thus pressed together for preservation, and for convenience of conveyance.<\/p><p><em>And lay it for a plaster<\/em> &mdash;The word used here (מרח mârach) denotes properly to rub, bruise, crush by rubbing; then to rub, in, to anoint, to soften. Here it means they were to take dried figs and lay them softened on the ulcer.<\/p><p><em>Upon the boil<\/em> &mdash;(משׁחין mashechı̂yn). This word means a burning sore or an inflamed ulcer<a class=\"ref\">Exodus 9:9, Exodus 9:11; Leviticus 13:18-20<\/a> . The verb in Arabic means to be hot, inflamed; to ulcerate. The noun is used to denote a species of black leprosy in Egypt, called elephantiasis, distinguished by the black scales with which the skin is covered, and by the swelling of the legs. Here it probably denotes a pestilential boil; an eruption, or inflamed ulceration produced by the plague, that threatened immediate death. Jerome says that the plaster of figs was medicinal, and adapted to reduce the inflammation and restore health. There is no improbability in the supposition; nor does anything in the narrative prohibit us from supposing that natural means might have been used to restore him. The miracle consisted in the arrest of the shade on the sun-dial, and in the announcement of Isaiah that he would recover. That figs, when dried, were used in the Materia Medica of the ancients, is asserted by both Pliny and Celsus (see Pliny, Nat. Hist. xxiii. 7; Celsus, v. 2, quoted by Lowth.)<\/p> ",
    "audit": 1
}