{
    "id": 1492,
    "source": "barnes",
    "verse_id": 18399,
    "verse_count": 1,
    "reference": "38:8",
    "title": "",
    "html": "<p><em>Behold, I will bring again the shadow<\/em>&mdash;The shadow, or shade which is made by the interception of the rays of the sun by the gnomon on the dial. The phrase &lsquo;bring again&rsquo; (Hebrew, משׁיב mēshı̂yb) means to cause to return (Hiphil, from שׁוב shûb, to return); that is, I will cause it retrograde, or bring back. Septuagint, &Sigma;&tau;&rho;&epsilon;́&psi;&omega; Strepsō&mdash;&lsquo;I will turn back.&rsquo; Few subjects have perplexed commentators more than this account of the sun-dial of Ahaz. The only other place where a sun-dial is mentioned in the Scriptures is in the parallel place in <a class=\"ref\">2 Kings 20:9-10<\/a> , where the account is somewhat more full, and the nature of the miracle more fully represented: &lsquo;This sign shalt thou have of the Lord, that the Lord will do the thing which he hath spoken: Shall the shadow go forward ten degrees, or go back ten degrees? And Hezekiah answered, It is a light thing for the shadow to go down ten degrees; nay, but let the shadow return backward ten degrees.&rsquo; That is, it would be in the usual direction which the shadow takes, for it to go down, and there would be less that would be decisive in the miracle. He therefore asked that it might be moved backward from its common direction, and then there could be no doubt that it was from God; <a class=\"ref\">2 Kings 20:11<\/a>: &lsquo;And Isaiah the prophet cried unto Yahweh, and he brought the shadow ten degrees backward, by which had gone down in the dial of Ahaz.&rsquo;<\/p><p><em>The shadow of the degrees<\/em>&mdash;That is, the shadow made on the degrees; or indicated by the degrees on the dial. But there has been much difficulty in regard to the meaning of the word degrees. The Hebrew word (מעלה ma‛ălâh from עלה ‛âlâh, to ascend, to go up) means properly an ascent; a going up from a lower to a higher region; then a step by which one ascends, applied to the steps on a staircase, etc. <a class=\"ref\">1 Kings 10:19; Ezekiel 40:26, Ezekiel 40:31, Ezekiel 40:34<\/a>. Hence, it may be applied to the ascending or descending figures or marks on a dial designating the ascent or descent of the sun; or the ascent or descent of the shadow going up or down by steps or hours marked on its face. The word is applied to a dial nowhere else but here. Josephus understands this as referring to the stem in the house or palace of Ahaz. &lsquo;He desired that he would make the shadow of the sun which he had already made to go down ten steps in his house, to return again to the same place, and to make it as it was before;&rsquo; by which he evidently regarded Hezekiah as requesting that the shadow which had gone down on the steps of the palace should return to its place ten steps backward. It is possible that the time of day may have been indicated by the shadow of the sun on the steps of the palace, and that this may have constituted what was called the sun-dial of Ahaz; but the more probable interpretation is that which regards the dial as a distinct and separate contrivance. The Septuagint renders it by the word steps, yet understanding it as Josephus does, &Alpha;̓&nu;&alpha;&beta;&alpha;&theta;&mu;&omicron;&upsilon;̀&sigmaf; &tau;&omicron;&upsilon;͂ &omicron;&iota;&kappa;&omicron;&upsilon; &tau;&omicron;&upsilon;͂ &pi;&alpha;&tau;&rho;&omicron;́&sigmaf; &sigma;&omicron;&upsilon; Anabathmous tou oikou tou patros sou&mdash;&lsquo;The steps of the house of thy father.&rsquo;<\/p><p>Which is gone down on the sun-dial of Ahaz&mdash;Margin, &lsquo;Degrees by,&rsquo; or &lsquo;with the sun.&rsquo; Hebrew, literally, &lsquo;which has descended on the steps; or degrees of Ahaz by, or with the sun (בשׁמשׁ bashemesh), that is, by means of the sun, or caused by the progress of the sun. The shadow had gone down on the dial by the regular course of the sun. Ahaz was the father of Hezekiah; and it is evident from this, that the dial had been introduced by him, and had been used by him to measure time. There is no mention of any instrument for keeping time in the Bible before this, nor is it possible, perhaps, to determine the origin or character of this invention, or to know where Ahaz obtained it. Perhaps all that can be known on the subject has been collected by Calmer, to whose article (Dial) in his Dictionary, and to the Fragments of Taylor appended to his Dictionary (Fragments, ii.; cii.) the reader may be referred for a more full statement on this subject than is consistent with the design of these notes.<\/p><p>The mention of the dial does not occur before the time of Ahaz, who lived 726 b.c.; nor is it certainly known that even after his time the Jews generally divided their time by hours. The word &lsquo;hour&rsquo; (&kappa;&alpha;&iota;̔&rho;&iota;&kappa;&omicron;́&sigmaf; kairikos) occurs first in Tobit; and it has been supposed that the invention of dials came from beyond the Euphrates (Herod. ii. 109). But others suppose that it came from the Phenicians, and that the first traces of it are discoverable in what Homer says (Odyss. xv. 402) of &lsquo;an island called Syria lying above Ortygia, where the revolutions of the sun are observed.&rsquo; The Phenicians are supposed to have inhabited this island of Syria, and it is therefore presumed that they left there this monument of their skill in astronomy. About three hundred years after Homer, Pherecydes set up a sun-dial in the same island to distinguish the hours. The Greeks confess that Anaximander, who lived 547 b.c., under the reign of Cyrus, first divided time by hours, and introduced sun-dials among them.<\/p><p>This was during the time of the captivity at Babylon. Anaximander traveled into Chaldea, and it is not improbable that he brought the dial from Babylon. The Chaldeans were early distinguished for, their attention to astronomy, and it is probable that it was in Babylon that the sun-dial, and the division of the day into hours, was first used, and that the knowledge of that was conveyed in some way from Chaldea to Ahaz. Interpreters have differed greatly in regard to the form of the sun-dial used by Ahaz, and by the ancients generally. Cyril of Alexandria and Jerome believed it was a staircase so disposed, that the sun showed the hours on it by the shadow. This, as we have seen, was the opinion of Josephus; and this opinion has been followed by many others. Others suppose it was an obelisk or pillar in the middle of a smooth pavement on which the hours were engraved, or on which lines were drawn which would indicate the hours.<\/p><p>Grotius, in accordance with the opinion of rabbi Elias Chomer, describes it thus: &lsquo;It was a concave hemisphere, in the midst of which was a globe, the shadow of which fell upon several lines engraved on the concavity of the hemisphere; these lines, they say, were eight-and-twenty in number.&rsquo; This description accords nearly with the kind of dial which the Greeks called scapha, a boat, or hemisphere, the invention of which the Greeks ascribed to a Cbaldean named Berosus (Vitruv. ix. 9). See the plate in Taylor&rsquo;s Calmet, &lsquo;Sun-dial of Ahaz&rsquo; (Figs. 1 and 2). Berosus was a priest of Belus in Babylon, and lived indeed perhaps 300 years after Ahaz; but there is no necessity of supposing that he was the inventor of the dial. It is sufficient to suppose that he was reputed to be the first who introduced it into Greece. He went from Babylon to Greece, where he taught astronomy first at Cos, and then at Athens, where one of his dials is still shown.<\/p><p>Herodotus expressly says (i. 109), &lsquo;the pole, the gnomon, and the division of the day into twelve parts, the Greeks received from the Babylonians.&rsquo; This sun-dial was portable; it did not require to be constructed for a particular spot to which it should be subsequently confined; and therefore one ready-made might have been brought from Babylon to Ahaz. That be had commerce with these countries appears by his alliance with Tiglath-pileser <a class=\"ref\">2 Kings 16:7-8<\/a>. And that Ahaz was a man who was desirous of availing himself of foreign inventions, and introducing them into his capital, appears evident from his desire to have an altar constructed in Jerusalem, similar to the one which he had seen in Damascus <a class=\"ref\">2 Kings 16:10<\/a>. The dial is now a well-known instrument, the principle of which is, that the hours are marked on its face by a shadow cast from the sun by a gnomon. In order to the understanding of this miracle, it is not necessary to be acquainted with the form of the ancient dial. It will be understood by a reference to any dial, and would have been substantially the same, whatever was the form of the instrument. The essential idea is, that the shadow of the gnomon which thus indicated a certain degree or hour of the day, was made to go back ten degrees or places. It may conduce, however, to the illustration of this subject to have before the eye a representation of the usual form of the ancient dial. Therefore, see the three forms of dials which have been discovered and which are present in the book. The engraving represents:<\/p><p>1. A concave dial of white marble, found at Givita, in the year 1762.<\/p><p>2. Another concave dial, found at mount Tusculum, near Rome, in 1726.<\/p><p>3. A compound dial, preserved in the Elgin collection in the British Museum. It was found at Athens, supposed to have been used in marking the hours on one of the crossways of the city.<\/p><p>The first two are considered to resemble, if indeed they be not identical with the famous dial of Ahaz.&rsquo;<\/p><p>In regard to this miracle, it seems only necessary to observe that all that is indispensable to be believed is, that the shadow on the dial was made suddenly to recede from any cause. It is evident that this may have been accomplished in several ways. It may have been by arresting the motion of the earth in its revolutions, and causing it to retrograde on its axis to the extent indicated by the return of the shadow, or it may have been by a miraculous bending, or inclining of the rays of the sun. As there is no evidence that the event was observed elsewhere; and as it is not necessary to suppose that the earth was arrested in its motion, and that the whole frame of the universe was adjusted to this change in the movement of the earth, it is most probable that it was an inclination of the rays of the sun; or a miraculous causing of the shadow itself to recede. This is the whole statement of the sacred writer, and this is all that is necessary to be supposed. What Hezekiah desired was a miracle; a sign that he should recover. That was granted. The retrocession of the shadow in this sudden manner was not a natural event. It could be caused only by God; and this was all that was needed. A simple exertion of divine power on the rays of the sun which rested on the dial, deflecting those rays, would accomplish the whole result. It may be added that it is not recorded, nor is it necessary to an understanding of the subject to suppose, that the bending of the rays was permanent, or that so much time was lost. The miracle was instantaneous, and was satisfactory to Hezekiah, though the rays of the sun casting the shadow may have again been soon returned to their regular position, and the shadow restored to the place in which it would have been had it not been interrupted. No infidel, therefore, can object to this statement, unless lie can prove that this could not be done by him who made the sun, and who is himself the fountain of power.<\/p><p><em>By which degrees it was gone down<\/em>&mdash;By the same steps, or degrees on which the shadow had descended. So the Septuagint express it; &rsquo;so the sun re-ascended the ten steps by which the shadow had gone down. It was the shadow on the dial which had gone down. The sun was ascending, and the consequence was, of course, that the shadow on a vertical dial would descend. The &rsquo;sun&rsquo; here means, evidently, the sun as it appeared; the rays, or the shining of the sun. A return of the shadow was effected such as would be produced by the recession of the sun itself.<\/p> ",
    "audit": 1
}