{
    "id": 1087,
    "source": "barnes",
    "verse_id": 17994,
    "verse_count": 1,
    "reference": "17:10",
    "title": "",
    "html": " <p> <em>Because thou... <\/em>&mdash;Because the kingdom of Israel or Samaria had done it. <\/p> <p> <em>The God of thy salvation <\/em>&mdash;The God in whom alone was salvation; or who alone could protect thee (compare <a class=\"ref\">Micah 7:7; Hosea 2:15<\/a>). <\/p> <p> <em>The rock of thy strength <\/em>&mdash;God. A rock of strength is a strongly fortified place; or a rock which an enemy could not successfully assail. High rocks were selected as a place of refuge from an invading foe (see the notes at <a class=\"isa\" verses=\"WzE3NjY1XQ==\">Isaiah 1:10<\/a>, <a class=\"isa\" verses=\"WzE3Njc2XQ==\">Isaiah 1:21<\/a>). In allusion to this, God is often called &ldquo;a Rock,&rdquo; and a strong tower <a class=\"ref\">Deuteronomy 32:4, Deuteronomy 32:15, Deuteronomy 32:18, Deuteronomy 32:30-31, Deuteronomy 32:37; 1 Samuel 2:2; 2 Samuel 22:2-3, 2 Samuel 22:32; Psalm 18:31, Psalm 18:46; Psalm 19:14; Psalm 28:1; Psalm 30:1-2<\/a>. <\/p> <p> <em>Shalt thou plant pleasant plants <\/em>&mdash;Plants that are suited to produce pleasure or delight; that is, you shall cultivate your fields, and set them out with choice vines and plants in hope of a future harvest, but you shall be disappointed. <\/p> <p> <em>And shall set it with strange slips <\/em>&mdash;The word &rsquo;slips&rsquo; means the &ldquo;cuttings&rdquo; of the vine that are set in the ground to grow; or the shoot or sucker that is taken off and &ldquo;set out,&rdquo; or put in the earth to take root and grow, as is often done by farmers and gardeners. The word &rsquo;strange&rsquo; here means &ldquo;foreign,&rdquo; those which are procured from a distance, and which are, therefore, esteemed valuable; plants selected with care. This does not mean, as Lowth supposes, strange and idolatrous worship, and the vicious practices connected with it; but it means that, though they should be at great pains and expense in cultivating their land, yet the enemy would come in and make it desolate. <\/p>",
    "audit": 1
}