{
    "id": 1663,
    "source": "barnes",
    "verse_id": 18570,
    "verse_count": 1,
    "reference": "45:8 ",
    "title": "",
    "html": "<p><em>Drop down, ye heavens, from above<\/em>&mdash;That is, as a result of the benefits that shall follow from the rescue of the people from their captivity and exile. The mind of the prophet is carried forward to future times, and he sees effects from that interposition, as striking as if the heavens should distil righteousness; and sees the prevalence of piety and happiness as if they should string out of the earth. It may be designed primarily to denote the happy results of their return to their own land, and the peace and prosperity which would ensue. But there is a beauty and elevation in the language which is better applicable to the remote and distant consequences of their return&mdash;the coming and reign of the Messiah. The figure is that of the rain and dew descending from heaven, and watering, the earth, and producing fertility and beauty; and the idea is, that piety and peace would prevail in a manner resembling the verdure of the fields under such rains and dews. A figure remarkably similar to this is employed by the Psalmist <a class=\"ref\">Psalm 85:11-12<\/a> :<\/p><p>Truth shall spring out of the earth;<\/p><p>And righteousness shall look down from heaven.<\/p><p><em>Yea, the Lord shall give that which is good<\/em>&mdash;<\/p><p>And our land shall yield her increase.<\/p><p>The phrase, &lsquo;drop down, ye heavens, from above,&rsquo; means, pour forth, or distil, as the clouds distil, or drop down the rain or dew <a class=\"ref\">Psalm 45:12-13<\/a>. It is appropriately applied to rain or dew, and here means that righteousness would be as abundant as if poured down like dews or showers from heaven. The Septuagint however, render it, &lsquo;Let the heavens above be glad,&rsquo; but evidently erroneously.<\/p><p><em>And let the skies<\/em>&mdash;The word used here (שׁחקים shechaqiym) is derived from the verb שׁצק shâchaq, &ldquo;to rub,&rdquo; pound fine, or beat in pieces; and is then applied to dust (see <a class=\"isa\" verses=\"WzE4NDM2XQ==\">Isaiah 40:15<\/a> ); to a thin cloud; a cloud of dust; and then to clouds in general <a class=\"ref\">Job 36:28; Job 37:18; Job 38:37<\/a>. The sense here is, that righteousness should be poured down like rain from the clouds of heaven; that is, it should be abundant, and should prevail on the earth.<\/p><p><em>Pour down righteousness<\/em>&mdash;The result of the deliverance from the captivity shall be, that righteousness shall be abundant. During the captivity they had been far away from their native land; the temple was destroyed; the fire had ceased to burn on the altars; the praises of God had ceased to be celebrated in his courts; and all the means by which piety had been nourished had been withdrawn. This state of things was strikingly similar to the earth when the rain is witcheld, and all verdure droops and dies. But after the return from the exile, righteousness would abound under the re-establishment of the temple service and the means of grace. Nor can there be any doubt, I think, that the mind of the prophet was also fixed on the prevalence of religion which would yet take place under the Messiah, whose coming, though remotely, would be one of the results of the return from the exile, and of whose advent, that return would be so strikingly emblematic.<\/p><p><em>Let the earth open<\/em>&mdash;As it does when the showers descend and render it mellow, and when it brings forth grass and plants and fruits.<\/p><p><em>And let them bring forth salvation<\/em>&mdash;The Chaldee renders this, &lsquo;Let the earth open, and the dead revive, and righteousness be revealed at the same time.&rsquo; The idea is, let the earth and the heavens produce righteousness, or become fruitful in producing salvation. Salvation shall abound as if it descended like showers and dews, and as if the fertile earth everywhere produced it. Vitringa supposes that it means that the hearts of people would be opened and prepared for repentance and the reception of the truth by the Holy Spirit, as the earth is made mellow and adapted to the reception of seed by the rain and dew.<\/p><p><em>And let righteousness spring up together<\/em>&mdash;Let it at the same time germinate as a plant does. It shall spring forth like green grass, and like flowers and plants in the well-watered earth. The language in the verse is figurative, and very beautiful. The idea is, that peace, prosperity, and righteousness start up like the fruits of the earth when it is well watered with the dews anti rains of heaven; that the land and world would be clothed in moral loveliness; and that the fruits of salvation would be abundant everywhere. That there was a partial fulfillment of this on the return to the land of Canaan, there can be no doubt. The Jews were, for a time at least, much more distinguished for piety than they had been before. Idolatry ceased; the temple was rebuilt; the worship of God was re-established; and the nation enjoyed unaccustomed prosperity. But there is a richness and fullness in the language which is not met by anything that occurred in the return from the exile; and it doubtless receives its entire fulfillment only under that more important deliverance of which the return from Babylon was but the emblem. As referred to the Messiah, and to his reign, may we not regard it as descriptive of the following things?<\/p><p>1. The prevalence and diffusion of the knowledge of salvation under his own preaching and that of the apostles. Religion was revived throughout Judea, and spread with vast rapidity throughout almost the whole of the known world. It seemed as if the very heavens shed down righteousness on all lands, and the earth, so long barren and sterile, brought forth the fruits of salvation. Every country partook of the benefits of the descending showers of grace, and the moral world put on a new aspect&mdash;like the earth after descending dews and rains.<\/p><p>2. It is beautifully descriptive of a revival of religion like that on the day of Pentecost. In such scenes, it seems as if the very heavens &lsquo;poured down&rsquo; righteousness. A church smiles under its influence like parched and barren fields under rains and dews, and society puts on an aspect of loveliness like the earth after copious showers. Salvation seems to start forth with the beauty of the green grass, or of the unfolding buds, producing leaves and flowers and abundant fruits. There cannot be found anywhere a more beautiful description of a genuine revival of pure religion than in this verse.<\/p><p>3. It is descriptive, doubtless, of what is yet to take place in the better days which are to succeed the present, when the knowledge of the Lord shall fill the earth. All the earth shall be blessed, as if descending showers should produce universal fertility, and every land, now desolate, barren, sterile, and horrid by sin, shall become &lsquo;like a well-watered garden&rsquo; in reference to salvation.<\/p>",
    "audit": 1
}