{
    "id": 1938,
    "source": "barnes",
    "verse_id": 18845,
    "verse_count": 1,
    "reference": "61:1",
    "title": "",
    "html": " <p> <em>The Spirit of the Lord God <\/em>&mdash;Hebrew, The Spirit of the Lord Yahweh.&rsquo; The Chaldee renders this, &lsquo;The prophet said, the spirit of prophecy from the presence of Yahweh God is upon me.&rsquo; The Syriac, &lsquo;The Spirit of the Lord God.&rsquo; The Septuagint, &Pi;&nu;&epsilon;&upsilon;͂&mu;&alpha; &Kappa;&upsilon;&rho;&iota;́&omicron;&upsilon; Pneuma Kuriou&mdash;&lsquo;The Spirit of the Lord,&rsquo; omitting the word אדני &lsquo;ădonāy. So Luke quotes it in <a class=\"ref\">Luke 4:18<\/a>. That this refers to the Messiah is abundantly proved by the fact that the Lord Jesus expressly applied it to himself (see <a class=\"ref\">Luke 4:21<\/a>). Rosenmuller, Gesenius, and some others, suppose that it refers to Isaiah himself, and that the idea is, that the prophet proclaims his commission as authorized to administer consolation to the suffering exiles in Babylon. It cannot be denied that the language is such as may be applied in a subordinate sense to the office of the prophet, and that the work of the Redeemer is here described in terms derived from the consolation and deliverance afforded to the long-suffering exiles. But in a much higher sense it refers to the Messiah, and received an entire completion only as applied to him and to his work. Even Grotius, who has been said to &lsquo;find Christ nowhere in the Old Testament,&rsquo; remarks, &lsquo;Isaiah here speaks of himself, as the Chaldee observes; but in him we see not an obscure image of Christ.&rsquo; Applied to the Redeemer, it refers to the time when, having been baptized and set apart to the work of the Mediatorial office, he began publicly to preach (see <a class=\"ref\">Luke 4:21<\/a>). The phrase &lsquo;the Spirit of Yahweh is upon me,&rsquo; refers to the fact; that he had been publicly consecrated to his work by the Holy Spirit descending on him at Iris baptism <a class=\"ref\">Matthew 3:16; John 1:32<\/a>, and that the Spirit of God had been imparted to him &lsquo;without measure&rsquo; to endow him for his great office (<a class=\"ref\">John 3:34<\/a>; see the notes at <a class=\"isa\" verses=\"WzE3ODg3XQ==\">Isaiah 11:2<\/a>). <\/p> <p> <em>Because the Lord hath anointed me <\/em>&mdash;The word rendered &lsquo;hath anointed&rsquo; (משׁח mâshach), is that from which the word Messiah is derived (see the notes at <a class=\"isa\" verses=\"WzE4NTYzXQ==\">Isaiah 45:1<\/a>). prophets and kings were set apart to their high office, by the ceremony of pouring oil on their heads; and the idea here is that God had set apart the Messiah for the office which he was to bear, and had abundantly endowed him with the graces of which the anointing oil was an emblem. The same language is used in reference to the Messiah in <a class=\"ref\">Psalm 45:7<\/a>,(compare <a class=\"ref\">Hebrews 1:9<\/a>). <\/p> <p> <em>To preach good tidings <\/em>&mdash;On the meaning of the word (בשׂר bâs&lsquo;ar) rendered here &lsquo;to preach good tidings,&rsquo; see the notes at <a class=\"isa\" verses=\"WzE4NzA0XQ==\">Isaiah 52:7<\/a>. The Septuagint renders it, &Epsilon;&upsilon;̓&alpha;&gamma;&gamma;&epsilon;&lambda;&iota;́&sigma;&alpha;&sigma;&theta;&alpha;&iota; Euangelisasthai&mdash;&lsquo;To evangelize,&rsquo; to preach the gospel. <\/p> <p> <em>Unto the meek <\/em>&mdash;The word rendered &lsquo;meek&rsquo; (ענוים ‛ănâviym) properly denotes the afflicted, the distressed, the needy. The word &lsquo;meek&rsquo; means those who are patient in the reception of injuries, and stands opposed to revengeful and irascible. This is by no means the sense of the word here. It refers to those who were borne down by calamity in any form, and would be particularly applicable to those who had been sighing in a long captivity in Babylon. It is not improperly rendered by the Septuagint by the word &pi;&tau;&omega;&chi;&omicron;&iota;͂&sigmaf; ptōchois, &lsquo;poor,&rsquo; and in like manner by Luke Luk 4:18; and the idea is, that the Redeemer came to bring a joyful message to those who were oppressed and borne down by the evils of poverty and calamity (compare <a class=\"ref\">Matthew 11:5<\/a>). <\/p> <p>To bind up the broken-hearted&mdash;(See the notes at <a class=\"isa\" verses=\"WzE3NjYxXQ==\">Isaiah 1:6<\/a>). The broken-hearted are those who are deeply afflicted and distressed on any account. It may be either on account of their sins, or of captivity and oppressionk, or of the loss of relations and friends. The Redeemer came that he might apply the balm of consolation to all such hearts, and give them joy and peace. A similar form of expression occurs in <a class=\"ref\">Psalm 147:3<\/a>: <\/p> <p>He healeth the broken in heart, <\/p> <p>And bindeth up their wounds. <\/p> <p> <em>To proclaim liberty to the captives <\/em>&mdash;This evidently is language which is taken from the condition of the exiles in their long captivity in Babylon. The Messiah would accomplish a deliverance for those who were held under the captivity of sin similar to that of releasing captives from long and painful servitude. The gospel does not at once, and by a mere exertion of power, open prison doors, and restore captives to liberty. But it accomplishes an effect analogous to this: it releases the mind captive under sin; and it will finally open all prison doors, and by preventing crime will prevent the necessity of prisons, and will remove all the sufferings which are now endured in confinement as the consequence of crime. It may be remarked further, that the word here rendered &lsquo;liberty&rsquo; (דרור derôr) is a word which is properly applicable to the year of Jubilee, when all were permitred to go free <a class=\"ref\">Leviticus 25:10<\/a>: &lsquo;And ye shall hallow the fiftieth year, and proclaim liberty (דרור derôr) throughout all the land unto all the inhabitants thereof.&rsquo; So in <a class=\"ref\">Jeremiah 34:8-9<\/a>, it is used to denote the manumission of slaves: &lsquo;To proclaim liberty (דרור derôr) unto them; that every man should let his man-servant and every man his maid-servant, being an Hebrew, or an Hebrewess, go free.&rsquo; So also <a class=\"isa\" verses=\"WzE4ODQ1XQ==\">Isaiah 61:1<\/a>, of the same chapter. <\/p> <p>So also in <a class=\"ref\">Ezekiel 46:17<\/a>, it is applied to the year in which the slave was by law restored to liberty. Properly, therefore, the word has reference to the freedom of those who are held in bondage, or to servitude; and it may be implied that it was to be a part of the purpose of the Messiah to proclaim, ultimately, universal freedom, and to restore all people to their just rights. If this is the sense&mdash;and I see no reason to doubt it&mdash;while the main thing intended was that he should deliver people from the inglorious servitude of sin, it also means, that the gospel would contain principles inconsistent with the existence of slavery, and would ultimately produce universal emancipation. Accordingly it is a matter of undoubted fact that its influence was such that in less than three centuries it was the means of abolishing slavery throughout the Roman empire; and no candid reader of the New Testament can doubt that if the principles of Christianity were universally followed, the last shackle would soon fall from the slave. Be the following facts remembered: <\/p> <p>1. No man ever made another originally a slave under the influence of Christian principle. No man ever kidnapped another, or sold another, BECAUSE it was done in obedience to the laws of Christ. <\/p> <p>2. No Christian ever manumitted a slave who did not feel that in doing it he was obeying the spirit of Christianity, and who did not have a more quiet conscience on that account. <\/p> <p>3. No man doubts that if freedom were to prevail everywhere, and all men were to be regarded as of equal civil rights, it would be in accordance with the mind of the Redeemer. <\/p> <p>4. Slaves are made in violation of all the precepts of the Saviour. The work of kidnapping and selling men, women, and children; of tearing them from their homes, and confining them in the pestilential holds of ships on the ocean, and of dooming them to hard and perpetual servitude, is not the work to which the Lord Jesus calls his disciples. <\/p> <p>5. Slavery, in fact, cannot be maintained without an incessant violation of the principles of the New Testament. To keep people in ignorance; to witchold from them the Bible; to prevent their learning to read; to render nugatory the marriage contract, or to make it subject to the will of a master; to deprive a man of the avails of Iris own labor without his consent; to make him or his family subject to a removal against his will; to prevent parents from training up their children according to their own views of what is right; to fetter and bind the intellect and shut up the avenues to knowledge as a necessary means of continuing the system; and to make people dependent wholly on others whether they shall hear the gospel or be permitted publicly to embrace it, is everywhere deemed essential to the existence of slavery, and is demanded by all the laws which rule over the regions of a country cursed with this institution. In the whole work of slavery, from the first capture of the unoffending person who is made a slave to the last act which is adopted to secure his bondage, there is an incessant and unvarying trampling on the laws of Jesus Christ. Not one thing is done to make and keep a slave in accordance with any command of Christ; not one thing which would be done if his example were followed and his law obeyed. Who then can doubt that he came ultimately to proclaim freedom to all captives, and that the prevalence of his gospel will yet be the means of universal emancipation? (compare the notes at <a class=\"isa\" verses=\"WzE4NzkzXQ==\">Isaiah 58:6<\/a>). <\/p> <p> <em>And the opening of the prison <\/em>&mdash;This language also is taken from the release of those who had been confined in Babylon as in a prison; and the idea is, that the Redeemer would accomplish a work for sinful and suffering people like throwing open the doors of a prison and bidding the man who had been long lying in a dungeon to go free. On the grammatical structure of the verb rendered here &lsquo;opening of the prison&rsquo; (פקץ־קיץ peqach-qôach), Gesenius (Lexicon) and Rosenmuller may be consulted. According to Gesenius, it should be read as one word. So many manuscripts read it. It occurs nowhere else. It means here deliverance. The Septuagint renders it, &lsquo;And sight to the blind,&rsquo; which is followed by Luke. The sentiment which is found in the Septuagint and in Luke, is a correct one, and one which elsewhere occurs in the prophets (see <a class=\"isa\" verses=\"WzE4MzA5XQ==\">Isaiah 34:5<\/a>): and as the sentiment was correct, the Saviour did not deem it necessary to state that this was not the literal translation of the Hebrew. Or more properly the Saviour in the synagogue at Nazareth <a class=\"ref\">Luke 4:19<\/a>, used the Hebrew, and when Luke came to record it, he quoted it as he found it in the version then in common use. This was the common practice with the writers of the New Testament. The Evangelist wrote probably for the Hellenists, or the Greek Jews, who commonly used the Septuagint version, and he quotes that version as being the one with which they were familiar. The sense is not materially varied whether the Hebrew be followed, or the version by the Septuagint. The Arabic version agrees nearly with the Evangelist. Horne (Introduction, ii. 403) is of opinion that the Hebrew formerly contained more than we now find in the manuscripts and the printed editions. Of that, however, I think there is no good evidence. <\/p>",
    "audit": 1
}