{
    "id": 1838,
    "source": "barnes",
    "verse_id": 18745,
    "verse_count": 1,
    "reference": "55:4 ",
    "title": "",
    "html": "<p><em>Behold, I have given him<\/em>&mdash;This is evidently the language of God respecting the Messiah, or of David as representing the Messiah. Rosenmuller supposes that the name David here is used to designate the Messiah, and in support of this appeals to <a class=\"ref\">Ezekiel 34:23-24; Ezekiel 37:24-25; Jeremiah 30:9; Hosea 3:5<\/a>. An examination of these passages will show that they all refer to the Messiah by the name of David; and it is morally certain that in the passage before us, the name David <a class=\"isa\" verses=\"WzE4NzQ0XQ==\">Isaiah 55:3<\/a> suggested the Messiah. It seems to me that this is to be regarded as a direct address respecting the Messiah, and that the object of the speaker here is to state a reason why he should be embraced. That reason was that God had constituted him as a leader. The Chaldee renders this, &lsquo;Lo, I have constituted him as a prince to the people, a king and ruler over all kingdoms.&rsquo; Kimchi says that it means that the Messiah would be a monitor or a mediator between people and him who would accuse them. Grotius supposes that Jeremiah is intended here; but in that opinion he is destined undoubtedly to stand forever alone. The almost unbroken interpretation, from the earliest times, is that which refers it directly to the Messiah.<\/p><p><em>For a witness to the people<\/em>&mdash;Noyes renders this, &lsquo;A ruler.&rsquo; Rosenmuller, &lsquo;A monitor,&rsquo;&mdash;one whose office it was publicly to admonish, or reprove others in the presence of witnesses. Jerome renders it, &lsquo;A witness.&rsquo; The Septuagint, &Mu;&alpha;&rho;&tau;&upsilon;́&rho;&iota;&omicron;&nu; Marturion&mdash;&lsquo;A testimony.&rsquo; The Chaldee (רב rab), &lsquo;A prince.&rsquo; The Hebrew word (עד ‛ēd) means properly &ldquo;a witness&rdquo; <a class=\"ref\">Proverbs 19:5-9<\/a> ; then testimony, witness borne <a class=\"ref\">Exodus 20:13; Deuteronomy 5:17<\/a> ; then a prince, chief, lawgiver, commander. Compare the use of the verb in <a class=\"ref\">2 Kings 17:13; Psalm 50:7; Psalm 81:9; Lamentations 2:13<\/a>. The parallelism requires us to understand it in this sense here&mdash;as one who stood forth to bear solemn testimony in regard to God to his law, and claims, and plans; and one who, therefore, was designated to be the instructor, guide, and teacher of people.<\/p><p><em>A leader<\/em>&mdash;Chaldee, &lsquo;A king.&rsquo; The idea is, that he would sustain the relation of a sovereign. One of the important offices of the Messiah is that of king.<\/p><p><em>A commander<\/em>&mdash;Or, rather, a lawgiver. He would originate the laws and institutions of his people.<\/p>",
    "audit": 1
}