{
    "id": 1519,
    "source": "barnes",
    "verse_id": 18426,
    "verse_count": 1,
    "reference": "40:5 ",
    "title": "",
    "html": "<p><em>And the glory of the Lord<\/em>&mdash;The phrase here means evidently the majesty, power, or honor of Yahweh. He would display his power, and show himself to be a covenant-keeping God, by delivering his people from their bondage, and reconducting them to their own land. This glory and faithfulness would be shown in his delivering them from their captivity in Babylon; and it would be still more illustriously shown in his sending the Messiah to accomplish the deliverance of his people in later days.<\/p><p><em>And all flesh<\/em>&mdash;All human beings. The word &lsquo;flesh&rsquo; is often used to denote human nature, or mankind in general <a class=\"ref\">Genesis 6:12; Psalm 65:3; Psalm 145:21<\/a>. The idea is, that the deliverance of his people would be such a display of the divine interposition, so that all nations would discern the evidences of his power and glory. But there is a fullness and a richness in the language which allows that it is not to be confined to that event. It is more strikingly applicable to the advent of the Messiah&mdash;and to the fact that through him the glory of Yahweh would be manifest to all nations. Rosenmuller supposes that this should be translated,<\/p><p>And all flesh shall see together<\/p><p>That the mouth of Yahweh hath spoken it.<\/p><p>The Hebrew will bear this construction, but there is no necessity for departing from the translation in the common version. The Septuagint adds here the words &rsquo;salvation of God&rsquo; so as to read it, &lsquo;and all flesh shall see the salvation of God,&rsquo; and this reading has been adopted in <a class=\"ref\">Luke 3:6<\/a> ; or it may be more probable that Luke Luk 3:4-6 has quoted from different parts of Isaiah, and that he intended to quote that part, not from the version of the Septuagint, but from <a class=\"isa\" verses=\"MTg3MDc=\">Isaiah 52:10<\/a>. Lowth, on the authority of the Septuagint, proposes to restore these words to the Hebrew text. But the authority is insufficient. The Vulgate, the Chaldee, the Syriac, and the Hebrew manuscripts concur in the reading of the present Hebrew text, and the authority of the Septuagint is altogether insufficient to justify a change.<\/p><p><em>For the mouth of the Lord<\/em>&mdash;The strongest possible confirmation that it would be fulfilled (see the note at <a class=\"isa\" verses=\"MTgzMjA=\">Isaiah 34:16<\/a>). The idea is, that God had certainly promised their deliverance from bondage; and that his interposition, in a manner which should attract the attention of all nations, was certainly purposed by him. Few events have ever more impressively manifested the glory of God than the redemption of his people from Babylon; none has occurred, or will ever occur, that will more impressively demonstrate his glory, wisdom, and faithfulness, than the redemption of the world by the Messiah.<\/p>",
    "audit": 1
}