{
    "id": 1742,
    "source": "barnes",
    "verse_id": 18649,
    "verse_count": 1,
    "reference": "49:12 ",
    "title": "",
    "html": "<p><em>Behold, these shall come from far<\/em>&mdash;That is, one part shall come from a distant land, and another from the north and west. This is a statement of the fulfillment of the promise made to him <a class=\"isa\" verses=\"W3siMTg2NDMiOjJ9XQ==\">Isaiah 49:6-7<\/a> , that he should be for a light to the Gentiles, and that kings and princes should rise up and honor him. The words &lsquo;from far,&rsquo; denote a distant land, without specifying the particular direction from which they would come. The most distant nations should embrace his religion, and submit to him. Lowth and Seeker understand it of Babylon; Grotius of the East, that is, Persia, and the other countries east of Judea. But it more properly denotes any distant country; and the sense is, that converts should be made from the most distant lands.<\/p><p><em>And lo, these<\/em>&mdash;Another portion.<\/p><p><em>From the north<\/em>&mdash;The regions north of Palestine.<\/p><p><em>And from the west<\/em>&mdash;Hebrew, &lsquo;From the sea;&rsquo; that is, the Mediterranean. This word is commonly used to denote the west. The western countries known to the Hebrews were some of the islands of that sea, and a few of the maritime regions. The idea here in general is, that those regions would furnish many who would embrace the true religion. If it be understood as referring to the Messiah, and the accession to his kingdom among the Gentiles, it is needless to say that the prediction has been already strikingly fulfilled. Christianity soon spread to the west of Palestine, and the countries in Europe have been thus far the principal seat of its influence and power. It has since spread still further to the west; and, from a western world unknown to Isaiah, million have come and acknowledged the Messiah as their Redeemer.<\/p><p><em>And these<\/em>&mdash;Another portion, carrying out the idea that they were to come from every part of the world.<\/p><p><em>From the land of Sinim<\/em>&mdash;There have been many different opinions in regard to the &lsquo;land of Sinim.&rsquo; The name &lsquo;Sinim&rsquo; (סינים siyniym) occurs nowhere else in the Bible, and of course it is not easy to determine what country is meant. It is evident that it is some remote country, and it is remarkable that it is the only land specified here by name. Some, it is said, should come from far, some from the north, others from the west, and another portion from the country here specifically mentioned. Jerome understands it of the south in general&mdash;Isti de terra Australi. The Septuagint understands it as denoting Persia&mdash;&Alpha;̓́&lambda;&lambda;&omicron;&iota; &delta;&epsilon;̀ &epsilon;̓&kappa; &gamma;&eta;͂&sigmaf; &Pi;&epsilon;&rho;&sigma;&omega;͂&nu; alloi di ek gēs Persōn. The Chaldee also interprets it as Jerome has done, of the south. The Syriac has not translated it, but retained the name Sinim. The Arabic coincides with the Septuagint, and renders it, &lsquo;From the land of Persia.&rsquo; Grotius supposes that it means the region of Sinim to the south of Palestine, and Vitringa also coincides with this opinion.<\/p><p>Bochart supposes that it means the same as Sin or Syene, that is, Pelusium, a city of Egypt; and that it is used to denote Egypt, as Pelusium was a principal city in Egypt. In <a class=\"ref\">Ezekiel 30:15<\/a>, Sin or Pelusium (margin) is mentioned as &lsquo;the strength of Egypt.&rsquo; Gesenius supposes that it refers to the Chinese, and that the country here referred to is Sina or China. &lsquo;This very ancient and celebrated people,&rsquo; says he, &lsquo;was known to the Arabians and Syrians by the name Sin, Tein, Tshini; and a Hebrew writer might well have heard of them, especially if sojourning in Babylon, the metropolis as it were of all Asia. This name appears to have been given to the Chinese by the other Asiatics; for the Chinese themselves do not employ it, and seem indeed to be destitute of any ancient domestic name, either adopting the names of the reigning dynasties, or ostentatiously assuming high-sounding titles, as &ldquo;people of the empire in the center of the world.&rdquo; &lsquo;The Rev. Peter Parker, M. D., missionary to China, remarked in an address delivered in Philadelphia, that &lsquo;the Chinese have been known from time immemorial by the name Tschin. Tschin means a Chinaman.&rsquo; When they first received this appellation, cannot be determined, nor is the reason of its being given to them now known.<\/p><p>As there is remarkable permanency in the names as well as in the customs of the East, it is possible that they may have had it from the commencement of their history. If so, there is no improbability in supposing that the name was known to the Jews in the time of Isaiah. Solomon had opened a considerable commerce with the East. For this he had built Palmyra, or Tadmor, and caravans passed constantly toward Palestine and Tyre, conveying the rich productions of India. The country of Tschin or Sinim may be easily supposed to have been often referred to by the foreign merchants as a land of great extent and riches, and it is not impossible that even at that early day a part of the merchandise conveyed to the west might have come from that land. It is not necessary to suppose that the Hebrews in the time of Isaiah had any very extensive or clear views of that country; but all that is necessary to be supposed is that they conceived of the nation as lying far in the east, and as abounding in wealth, sufficiently so to entitle it to the pre-eminency which it now has in the enumeration of the nations that would be blessed by the gospel.<\/p><p><em>If this be the correct interpretation<\/em>&mdash;and I have on a re-examination come to this opinion, though a different view was given in the first edition of these Notes&mdash;then the passage furnishes an interesting prediction respecting the future conversion of the largest kingdom of the world. It may be added, that this is the only place where that country is referred to in the Bible, and there may be some plausibility in the supposition that while so many other nations, far inferior in numbers and importance, are mentioned by name, one so vast as this would not wholly be omitted by the Spirit of Inspiration.<\/p>",
    "audit": 1
}