{
    "id": 1288,
    "source": "barnes",
    "verse_id": 18195,
    "verse_count": 1,
    "reference": "29:1 ",
    "title": "",
    "html": "<p><em>Wo<\/em>&mdash;(compare the note at <a class=\"isa\" verses=\"WzE3OTk5XQ==\">Isaiah 18:1<\/a> ).<\/p><p><em>To Ariel<\/em>&mdash;There can be no doubt that Jerusalem is here intended. The declaration that it was the city where David dwelt, as well as the entire scope of the prophecy, proves this. But still, it is not quiet clear why the city is here called &ldquo;Ariel.&rdquo; The margin reads, &lsquo;O Ariel, that is, the lion of God.&rsquo; The word (אריאל &lsquo;ărı̂y&lsquo;ēl) is compounded of two words, and is usually supposed to be made up of ארי &lsquo;ărı̂y, &ldquo;a lion,&rdquo; and אל &lsquo;ēl, God; and if this interpretation is correct, it is equivalent to a strong, mighty, fierce lion&mdash;where the word &lsquo;God&rsquo; is used to denote greatness in the same way as the lofty cedars of Lebanon are called cedars of God; that is, lofty cedars. The &ldquo;lion&rdquo; is an emblem of strength, and a strong lion is an emblem of a mighty warrior or hero. <a class=\"ref\">2 Samuel 23:20<\/a> : &lsquo;He slew two &ldquo;lion-like&rdquo; אריאל &lsquo;ărı̂y&lsquo;êl men of Moab&rsquo; <a class=\"ref\">1 Chronicles 11:22<\/a>. This use of the word to denote a hero is common in Arabic (see Bachart, &ldquo;Hieroz.,&rdquo; i. 3. 1).<\/p><p>If this be the sense in which it is used here, then it is applied to Jerusalem under the image of a hero, and particularly as the place which was distinguished under David as the capital of a kingdom that was so celebrated for its triumphs in war. The word &lsquo;Ariel&rsquo; is, however, used in another sense in the Scriptures, to denote an &ldquo;altar&rdquo; <a class=\"ref\">Ezekiel 43:15-16<\/a> , where in the Hebrew the word is &ldquo;Ariel.&rdquo; This name is given to the altar, Bachart supposes (&ldquo;Hieroz.,&rdquo; i. 3. 1), because the altar of burnt-offering &ldquo;devours&rdquo; as it were the sacrifices as a lion devours its prey. Gesenius, however, has suggested another reason why the word is given to the altar, since he says that the word ארי &lsquo;ărı̂y is the same as one used in Arabic to denote a fire-hearth, and that the altar was so called because it was the place of perpetual burnt-offering. The name &ldquo;Ariel,&rdquo; is, doubtless, given in Ezekiel to an altar; and it may be given here to Jerusalem because it was the place of the altar, or of the public worship of God. The Chaldee renders it, &lsquo;Wo to the altar, the altar which was constructed in the city where David dwelt.&rsquo; It seems to me that this view better suits the connection, and particularly <a class=\"isa\" verses=\"WzE4MTk2XQ==\">Isaiah 29:2<\/a>(see Note), than to suppose that the name is given to Jerusalem because it was like a lion. If this be the true interpretation, then it is so called because Jerusalem was the place of the burnt-offering, or of the public worship of God; the place where the fire, as on a hearth, continually burned on the altar.<\/p><p><em>The city where David dwelt<\/em>&mdash;David took the hill of Zion from the Jebusites, and made it the capital of his kingdom <a class=\"ref\">2 Samuel 5:6-9<\/a>. Lowth renders this, &lsquo;The city which David besieged.&rsquo; So the Septuagint: &Epsilon;̓&pi;&omicron;&lambda;&epsilon;́&mu;&eta;&sigma;&epsilon; Epolemēse; and so the Vulgate, Expugnavit. The word חנה chânâh properly means &ldquo;to encamp, to pitch one&rsquo;s tent&rdquo; <a class=\"ref\">Genesis 26:17<\/a> , &ldquo;to station oneself.&rdquo; It is also used in the sense of encamping &ldquo;against&rdquo; anyone, that is, to make war upon or to attack (see <a class=\"isa\" verses=\"WzE4MTk3XQ==\">Isaiah 29:3<\/a> , and <a class=\"ref\">Psalm 27:3; 2 Samuel 12:28<\/a>); and Jerome and others have supposed that it has this meaning here in accordance with the interpretation of the Septuagint and the Vulgate. But the more correct idea is probably that in our translation, that David pitched his tent there; that is, that he made it his dwelling-place.<\/p><p><em>Add ye year to year<\/em>&mdash;That is, &lsquo;go on year after year, suffer one year to glide on after another in the course which you are pursuing.&rsquo; This seems to be used ironically, and to denote that they were going on one year after another in the observance of the feasts; walking the round of external ceremonies as if the fact that David had dwelt there, and that that was the place of the great altar of worship, constituted perfect security. One of the sins charged on them in this chapter was &ldquo;formality&rdquo; and &ldquo;heartlessness&rdquo; in their devotions <a class=\"isa\" verses=\"WzE4MjA3XQ==\">Isaiah 29:13<\/a>, and this seems to be referred to here.<\/p><p><em>Let them kill sacrifices<\/em>&mdash;Margin, &lsquo;Cut off the heads.&rsquo; The word here rendered &lsquo;kill&rsquo; (נקף nâqaph) may mean to smite; to hew; to cut down <a class=\"isa\" verses=\"WzE3ODg1XQ==\">Isaiah 10:34<\/a> ; <a class=\"ref\">Job 19:26<\/a>. But it has also another signification which better accords with this place. It denotes to make a circle, to revolve; to go round a place <a class=\"ref\">Joshua 6:3, Joshua 6:11<\/a> ; to surround <a class=\"ref\">1 Kings 7:24; 2 Kings 6:14; Psalm 17:9; Psalm 22:17; Psalm 88:18<\/a>. The word rendered &rsquo;sacrifices&rsquo; (חגים chagiym) may mean a sacrifice <a class=\"ref\">Exodus 23:18; Psalm 118:27; Malachi 2:3<\/a> , but it more commonly and properly denotes feasts or festivals <a class=\"ref\">Exodus 10:9; Exodus 12:14; Leviticus 23:39; Deuteronomy 16:10, Deuteronomy 16:16; 1 Kings 8:2, 1 Kings 8:65; 2 Chronicles 7:8-9; Nehemiah 8:14; Hosea 2:11, Hosea 2:13<\/a>. Here the sense is, &lsquo;let the festivals go round;&rsquo; that is, let them revolve as it were in a perpetual, unmeaning circle, until the judgments due to such heartless service shall come upon you. The whole address is evidently ironical, and designed to denote that all their service was an unvarying repetition of heartless forms.<\/p>",
    "audit": 1
}