{
    "id": 1887,
    "source": "barnes",
    "verse_id": 18794,
    "verse_count": 1,
    "reference": "58:7",
    "title": "",
    "html": " <p> <em>Is it not to deal thy bread to the hungry? <\/em>&mdash;The word renderd &lsquo;deal&rsquo; (פרס pâras), means to divide, to distribute. The idea is, that we are to apportion among the poor that which will be needful for their support, as a father does to his children. This is everywhere enjoined in the Bible, and was especially regarded among the Orientals as an indispensable duty of religion. Thus Job J <a class=\"ref\">Obadiah 31:16-22<\/a> beautifully speaks of his own practice: <\/p> <p>If I have witheld the poor from his desire, <\/p> <p>Or have caused the eyes of the widow to fail; <\/p> <p>Or have eaten my morsel myself alone, <\/p> <p>And the fatherless hath not eaten thereof; <\/p> <p>If I have seen any perish for want of clothing, <\/p> <p> <em>Or any poor without covering; <\/em>&mdash;... <\/p> <p>Then let mine arm fall from my shoulder blade, <\/p> <p>And mine arm be broken from the bone. <\/p> <p> <em>And that thou bring the poor that are cast out to thy house <\/em>&mdash;Margin, &lsquo;Afflicted&rsquo; Hospitality to all, and especially to the friendless and the stranger, was one of the cardinal virtues in the Oriental code of morals. Lowth renders this, &lsquo;The wandering poor.&rsquo; <\/p> <p> <em>When thou seest the naked... <\/em>&mdash;This duty is also plain, and is everywhere enjoined in the Bible (compare <a class=\"ref\">Matthew 25:38<\/a>). <\/p> <p> <em>And that thou hide not thyself from thine own flesh <\/em>&mdash;That is, from thine own kindred or relations who are dependent on thee. Compare <a class=\"ref\">Genesis 29:14; Genesis 37:27<\/a>; where the word &lsquo;flesh&rsquo; is used to denote near relations&mdash;relations as intimate and dear as if they were a part of our flesh and blood <a class=\"ref\">Genesis 2:23<\/a>. To hide oneself from them may denote either, first, to be ashamed of them on account of their poverty or humble rank in life; or, secondly, to witchold from them the just supply of their needs. Religion requires us to treat all our kindred, whatever may be their rank, with kindness and affection, and enjoins on us the duty of providing for the needs of those poor relatives who in the providence of God are made dependent on us. <\/p> ",
    "audit": 1
}