{
    "id": 1704,
    "source": "barnes",
    "verse_id": 18611,
    "verse_count": 1,
    "reference": "47:11 ",
    "title": "",
    "html": "<p><em>Therefore shall evil come upon thee<\/em>&mdash;In consequence of thy pride and self-confidence; of the prevalence of corruption, licentiousness, and sin; of the prevalence of the arts of magic and of divination abounding there; and of the cruel and unfeeling oppression of the people of God; for all these crimes ruin shall come certainly and suddenly upon thee.<\/p><p><em>Thou shalt not know from whence it cometh<\/em>&mdash;Margin, &lsquo;The morning thereof.&rsquo; The margin expresses the true sense of the phrase. The word used here (שׁחר shachar) means &ldquo;the aurora,&rdquo; the dawn, the morning (see the notes at <a class=\"isa\" verses=\"WzE3OTQxXQ==\">Isaiah 14:12<\/a>). Lowth has strangely rendered it, &lsquo;Evil shall come upon thee, which thou shalt not know how to deprecate.&rsquo; But the word properly means the dawning of the morning, the aurora; and the sense is, that calamity should befall them whose rising or dawning they did not see, or anticipate. It would come unexpectedly and suddenly, like the first rays of the morning. It would spring up as if from no antecedent cause which would seem to lead to it, as the light comes suddenly out of the darkness.<\/p><p><em>And mischief<\/em>&mdash;Destruction; ruin.<\/p><p><em>Thou shalt not be able to put it off<\/em>&mdash;Margin, &lsquo;Expiate.&rsquo; This is the sense of the Hebrew (see the notes at <a class=\"isa\" verses=\"WzE4NTA5XQ==\">Isaiah 43:3<\/a>). The meaning is, that they could not then avert these calamities by any sacrifices, deprecations, or prayers. Ruin would suddenly and certainly come; and they had nothing which they could offer to God as an expiation by which it could then be prevented. We need not say how strikingly descriptive this is of the destruction of Babylon. Her ruin came silently and suddenly upon her, as the first rays of morning light steal upon the world, and in such a way that she could not meet it, or turn it away.<\/p>",
    "audit": 1
}