{
    "id": 1327,
    "source": "barnes",
    "verse_id": 18234,
    "verse_count": 1,
    "reference": "30:16",
    "title": "",
    "html": "<p><em>But ye said, No<\/em> &mdash;Ye who proposed an alliance with Egypt.<\/p><p><em>For we will flee upon horses<\/em> &mdash;The word &lsquo;flee&rsquo; (נוּס nûc), usually signifies to flee before or from any person or thing. But here it seems to have the notion of making a rapid motion in general, and not to refer to the fact that they expected to flee &ldquo;from&rdquo; their enemy, for it does not seem to have been a part of their expectation. The idea seems to be that by their alliance with Egypt they would secure the means of &ldquo;rapid motion,&rdquo; whatever might be the necesity or occasion for it, whether against or from an enemy. The sense is, &lsquo;we will by this alliance secure the assistance of cavalry;&rsquo; and, doubtless, the design was to employ it in the attack and discomfiture of their foes. It will be recollected that Moses<a class=\"ref\">Deuteronomy 17:16<\/a> strictly forbade that the future monarch of the Jews should &lsquo;multiply horses to himself, to cause the people to return to Egypt,&rsquo; and that consequently the employment of cavalry was against the laws of the nation. For the reasons of this prohibition, see the note at<a class=\"isa\" verses=\"WzE3NjkzXQ==\">Isaiah 2:7<\/a> . The attempt, therefore, in the time of Hezekiah to call in the aid of the cavalry of Egypt, was a violation of both the letter and the spirit of the Jewish institutions (compare<a class=\"isa\" verses=\"WzE4MjUyXQ==\">Isaiah 31:1<\/a> ;<a class=\"ref\">Hosea 14:4<\/a>).<\/p><p><em>Therefore shall ye flee<\/em> &mdash;You shall fly before your enemies; you shall be defeated and scattered.<\/p><p><em>We will ride upon the swift<\/em> &mdash;That is, upon fleet horses or coursers. Arabia was celebrated, and is still, for producing fleet coursers, and the same was formerly true of Egypt (see the note at<a class=\"isa\" verses=\"WzE3NjkzXQ==\">Isaiah 2:7<\/a>).<\/p> ",
    "audit": 1
}