{
    "id": 1844,
    "source": "barnes",
    "verse_id": 18751,
    "verse_count": 1,
    "reference": "55:10",
    "title": "",
    "html": "<p><em>For as the rain cometh down<\/em> &mdash;The meaning of this verse and the following is plain. This refers evidently, as the whole passage does, to the times which should succeed the coming of the Messiah. The hearts of people by nature are what the earth would be without the rains of heaven&mdash;barren and sterile. But God says that his truth shall certainly accomplish an effect similar to that produced by descending showers. The rain never descends in vain. It makes the earth fertile, beautiful, and lovely. So would it be with his truth in the moral world. The comparison of truth with descending rain or dews is exceedingly beautiful, and occurs not unfrequently in the Bible. See<a class=\"ref\">Deuteronomy 32:2<\/a> &mdash;<\/p><p>My doctrine shall drop as the rain,<\/p><p>My speech shall distil as the dew,<\/p><p>As the small rain upon the tender herb,<\/p><p>And as the showers upon the grass.<\/p><p>Compare<a class=\"ref\">2 Samuel 23:4; Psalm 72:6<\/a> ;<a class=\"isa\" verses=\"WzE3NzQ2XQ==\">Isaiah 5:6<\/a> ; the note at<a class=\"isa\" verses=\"WzE4NTM3XQ==\">Isaiah 44:3<\/a> .<\/p><p><em>And the snow<\/em> &mdash;This is a part of the emblem or symbol designed to denote the fertilizing effect of the truth of God. The snow, as well as the rain, accomplishes important purposes in rendering the earth fertile. It constitutes a covering that contributes to the warmth and preservation of plants and vegetation in the colder latitudes, and on the hills and mountains is accumulated in the winter months to fill the streams, or produce the overflowing of the rivers in the spring and the summer. This expression should not, however, be pressed ad unguem in the interpretation, as if it contained any special spiritual signification. It is a part of the general description of that which descends from heaven to render the earth fertile.<\/p><p><em>From heaven<\/em> &mdash;From the clouds.<\/p><p><em>And returneth not thither<\/em> &mdash;That is, not in the form in which they descend on the earth. They return not there as rain and snow. The main idea is, they do not return without accomplishing the effect which God intends.<\/p><p><em>And bud<\/em> &mdash;Put forth its increase; causes it to sprout up, or germinate. The word &lsquo;bud&rsquo; is applied rather to the small protuberance on the ends of limbs and branches, which contains the germ of the future leaf or flower. This word צמח tsâmach means rather &ldquo;to germinate,&rdquo; or to cause to vegetate in general. It is applied to the putting forth of vegetation. on the earth when the showers descend.<\/p> ",
    "audit": 1
}