{
    "id": 1631,
    "source": "barnes",
    "verse_id": 18538,
    "verse_count": 1,
    "reference": "44:4",
    "title": "",
    "html": " <p> <em>And they shall spring up <\/em>&mdash;The idea is, that as plants and trees planted by water-courses, and in well-watered fields, grow and flourish, so should their children grow in virtue, hope, piety, and zeal. <\/p> <p> <em>As among the grass <\/em>&mdash;They shall spring up and flourish as the grass does when abundantly watered from heaven. On the meaning of the unusual form of the word בבים bebēyn, in the Hebrew (&ldquo;in among&rdquo;), see Vitringa and Rosenmuller. The ב (b) here is undoubtedly an error of the transcriber for כ (k) (&ldquo;as&rdquo;)&mdash;an error which, from the similarity of the letters, might be readily made. The Septuagint reads it, &Omega;̔&sigmaf; Hōs&mdash;&lsquo;As.&rsquo; The Chaldee reads it, כ (k) (&ldquo;as&rdquo;). <\/p> <p>As willows by the water-courses&mdash;Willows are usually planted in such places, and grow rapidly and luxuriantly. It denotes here, abundant increase, vigor and beauty; and means that their posterity would be greatly blessed of God. A similar figure to denote the prosperity and happiness of the righteous occurs in <a class=\"ref\">Psalm 1:3 <\/a>: <\/p> <p>And he shall be like a tree planted by the rivers of water, <\/p> <p>That bringeth forth his fruit in his season; <\/p> <p>His leaf also shall not wither. <\/p> <p>These two verses teach us: <\/p> <p>1. That God will pour his blessings on the children of his people&mdash;a promise which in all ages, when parents are faithful, is abundantly fulfilled. <\/p> <p>2. That one of the richest blessings which can be imparted to a people is, that God&rsquo;s Spirit should descend on their children. <\/p> <p>3. That the Spirit of God alone is the source of true happiness and prosperity to our children. All else&mdash;property, learning, accomplishment. beauty, vigor, will be vain. It is by his blessing only&mdash;by the influence of piety&mdash;that they will spring forth as among the grass, and like willows by the streams of water. <\/p> <p>4. Parents should pray earnestly for a revival of religion. No better description can be given of a revival than that given here&mdash;the Spirit of God descending like streams and floods on the young; and their springing forth in the graces of piety as among the grass, and growing in love to God and love to mankind like willows by the water-courses. Who would not pray for such a work of grace? What family, what congregation, what people can be happy without it? <\/p> ",
    "audit": 1
}