{
    "id": 1668,
    "source": "barnes",
    "verse_id": 18575,
    "verse_count": 1,
    "reference": "45:13",
    "title": "",
    "html": "<p><em>I have raised him up<\/em>&mdash;That is. Cyrus (see the notes at <a class=\"isa\" verses=\"WzE4NDU0XQ==\">Isaiah 41:2<\/a>).<\/p><p><em>In righteousness<\/em>&mdash;In <a class=\"isa\" verses=\"WzE4NDU0XQ==\">Isaiah 41:2<\/a> , he is called &lsquo;the righteous man.&rsquo; He had raised him up to accomplish his own righteous plans. It does not necessarily mean that Cyrus was a righteous man (see the notes at <a class=\"isa\" verses=\"WzE4NDU0XQ==\">Isaiah 41:2<\/a>).<\/p><p><em>And I will direct all his ways<\/em>&mdash;Margin, &lsquo;Make straight.&rsquo; This is the meaning of the Hebrew word (see the notes at <a class=\"isa\" verses=\"WzE4NDI1XQ==\">Isaiah 40:4<\/a>). The sense here is, I will make his paths all smooth and level, that is, whatever obstacles are in his way I will remove, and give him eminent success.<\/p><p><em>He shall build my city<\/em>&mdash;Jerusalem. See <a class=\"ref\">Ezra 1:2<\/a> , where, in his proclamation, Cyrus says, &lsquo;Jehovah, God of heaven, hath given me all the kingdoms of the earth; and he hath charged me to build him an house at Jerusalem, which is in Judah.&rsquo; It is very probable that Cyrus was made acquainted with these predictions of Isaiah. Nothing would be more natural than that the Jews in Babylon, when he should become master of the city, knowing that he was the monarch to whom Isaiah referred, and that he had been raised up for their deliverance, should acquaint him with these remarkable prophecies, and show him that God bad long before designated aim to accomplish this great work (compare the notes at <a class=\"isa\" verses=\"WzE4NTYyXQ==\">Isaiah 44:28<\/a>).<\/p><p><em>And he shall let go my captives<\/em>&mdash;Hebrew, &lsquo;My captivity,&rsquo; or &lsquo;my migration;&rsquo; that is, those of his people who were in captivity.<\/p><p><em>Not for price<\/em>&mdash;They shall not be purchased of him as slaves, nor shall they be required to purchase their own freedom. They shall be sent away as freemen, and no price shall be exacted for their ransom (compare <a class=\"isa\" verses=\"WzE4NzAwXQ==\">Isaiah 52:3<\/a>). The Jews in Babylon were regarded as captives in war, and therefore as slaves.<\/p><p><em>Nor for reward<\/em>&mdash;The Hebrew word used here (שׁחד shochad) denotes properly that which is given to conciliate the favor of others, and hence, often a bribe. Here it means, that nothing should be given to Cyrus for their purchase, or to induce him to set them at liberty. He should do it of his own accord. It was a fact that he not only released them, but that he endowed them with rich arid valuable gifts, to enable them to restore their temple and city <a class=\"ref\">Ezra 1:7-11<\/a>.<\/p> ",
    "audit": 1
}