{
    "id": 1152,
    "source": "barnes",
    "verse_id": 18059,
    "verse_count": 1,
    "reference": "22:6 ",
    "title": "",
    "html": "<p><em>And Elam<\/em>&mdash;The southern part of Persia, perhaps used here to denote Persia in general (see the note at <a class=\"isa\" verses=\"WzE4MDM4XQ==\">Isaiah 21:2<\/a> ). Elam, or Persia, was at this time subject to Assyria, and their forces were united doubtless in the invasion of Judea.<\/p><p><em>Bare the quiver<\/em>&mdash;A &lsquo;quiver&rsquo; is a case in which arrows are carried. This was usually hung upon the shoulders, and thus &ldquo;borne&rdquo; by the soldier when he entered into battle. By the expression here, is meant that Elam was engaged in the siege, and was distinguished particularly for skill in shooting arrows. That the Elamites were thus distinguished for the use of the bow, is apparent from <a class=\"ref\">Ezekiel 32:24<\/a> , and <a class=\"ref\">Jeremiah 49:35<\/a>.<\/p><p><em>With chariots of men and horsemen<\/em>&mdash;Lowth proposes, instead of &lsquo;men,&rsquo; to read ארם &lsquo;ărâm, &ldquo;Syria,&rdquo; instead of אדם &lsquo;âdâm, &ldquo;man,&rdquo; by the change of the single Hebrew letter ד (d) into the Hebrew letter ר (r). This mistake might have been easily made where the letters are so much alike, and it would suit the parallelism of the passage, but there is no authority of MSS. or versions for the change. The words &lsquo;chariots of men&mdash;horsemen,&rsquo; I understand here, as in <a class=\"isa\" verses=\"WzE4MDQzXQ==\">Isaiah 21:7<\/a>, to mean &ldquo;a troop or riding&rdquo; of men who were horsemen. Archers often rode in this manner. The Scythians usually fought on horseback with bows and arrows.<\/p><p><em>Kir<\/em>&mdash;Kir was a city of Media, where the river Kyrus or Cyrus flows <a class=\"ref\">2 Kings 16:9; Amos 1:5; Amos 9:7<\/a>. This was evidently then connected with the Assyrian monarchy, and was engaged with it in the invasion of Judea. Perhaps the name &lsquo;&lsquo;Kir&rsquo; was given to a region or province lying on the river Cyrus or Kyrus. This river unites with the Araxes, and falls into the Caspian Sea.<\/p><p><em>Uncovered the shield<\/em>&mdash;(see the note at <a class=\"isa\" verses=\"WzE4MDQxXQ==\">Isaiah 21:5<\/a> ). Shields were protected during a march, or when not in use, by a covering of cloth. Among the Greeks, the name of this covering was &Sigma;&alpha;́&gamma;&mu;&alpha; Sagma. Shields were made either of metal or of skin, and the object in covering them was to preserve the metal untarnished, or to keep the shield from injury. To &ldquo;uncover the shield,&rdquo; therefore, was to prepare for battle. The Medes were subject to the Assyrians in the time of Hezekiah <a class=\"ref\">2 Kings 16:9; 2 Kings 17:6<\/a>, and of course in the time of the invasion of Judea by Sennacherib.<\/p>",
    "audit": 1
}