{
    "id": 1181,
    "source": "barnes",
    "verse_id": 18088,
    "verse_count": 1,
    "reference": "23:10",
    "title": "",
    "html": "<p><em>Pass through thy land as a river<\/em>&mdash;This verse has been very variously understood. Vitringa supposes that it means that all that held the city together&mdash;its fortifications, walls, etc., would be laid waste, and that as a river flows on without obstruction, so the inhabitants would be scattered far and near. Everything, says he, would be leveled, and the field would not be distinguishable from the city. Grotius thus renders it: &lsquo;Pass to some one of thy colonies; as a river flows from the fountain to the sea, so do you go to the ocean.&rsquo; Lowth understands it also as relating to the time of the destruction of Tyre, and to the escape which the inhabitants would then make.<\/p><p>&lsquo;Overflow thy land like a river,<\/p><p>O daughter of Tarshish; the mound (that kept in thy waters)<\/p><p>Is no more.&rsquo;<\/p><p>The Septuagint renders it, &lsquo;Cultivate (&Epsilon;̓&rho;&gamma;&alpha;́&zeta;&omicron;&nu; Ergazon) thy land, for the ships shall no more come from Carthage&rsquo; (&Kappa;&alpha;&rho;&chi;&eta;&delta;&omicron;́&nu;&omicron;&sigmaf; Karchēdonos) Probably the true meaning is that which refers it to the time of the siege, and to the fact that the inhabitants would seek other places when their defense was destroyed. That is, &lsquo;Pass through thy territories, thy dependent cities, states, colonies, and seek a refuge there; or wander there like a flowing stream.&rsquo;<\/p><p><em>As a river<\/em>&mdash;Perhaps the allusion is to the Nile, as the word יאר ye&lsquo;or is usually given to the Nile; or it may be to any river that flows on with a mighty current when all obstructions are removed. The idea is, that as waters flow on when the barriers are removed, so the inhabitants of Tyre would pour forth from their city. The idea is not so much that of rapidity, as it is they should go like a stream that has no dikes, barriers, or obstacles now to confine its flowing waters.<\/p><p><em>O daughter of Tarshish<\/em>&mdash;Tyre; so called either because it was in some degree sustained and supplied by the commerce of Tarshish; or because its inhabitants would become the inhabitants of Tarshish, and it is so called by anticipation. The Vulgate renders this, &ldquo;Filia marias&rdquo;&mdash;&lsquo;Daughter of the sea. Juntos supposes that the prophet addresses those who were then in the city who were natives of Tarshish, and exhorts them to flee for safety to their own city.<\/p><p><em>There is no more strength<\/em>&mdash;Margin, &lsquo;Girdle.&rsquo; The word מזח mēzach means properly a girdle <a class=\"ref\">Job 12:31<\/a>. It is applied to that which binds or secures the body; and may be applied here perhaps to that which secured or bound the city of Tyre; that is, its fortifications, its walls, its defenses. They would all be leveled; and nothing would secure the inhabitants, as they would flow forth as waters that are pent up do, when every barrier is removed.<\/p> ",
    "audit": 1
}