{
    "id": 863,
    "source": "barnes",
    "verse_id": 17770,
    "verse_count": 1,
    "reference": "5:30",
    "title": "",
    "html": "<p><i>They shall roar against them<\/i> —The army that shall come up shall roar against the Jews. The image of “the roaring of the sea” indicates the great number that would come; that of the roaring of the “lion” denotes their fierceness and terror.<\/p><p><i>And if one look unto the land<\/i> —This expression has given some perplexity, because it is supposed not to be full or complete. The whole image, it has been supposed (see “Lowth”), would be that of looking “upward” to the heaven for help, and then to the land, or “earth;” compare <a class='isa' seq='0'> Isaiah 8:22<\/a> , where the same expression is used. But there is no need of supposing the expression defective. The prophet speaks of the vast multitude that was coming up and roaring like the tumultuous “ocean.” On “that” side there was no safety. The waves were rolling, and everything was suited to produce alarm. It was natural to speak of the “other” direction, as the “land,” or the shore; and to say that the people would look there for safety. But, says he, there would be no safety there. All would be darkness. <p><i>Darkness and sorrow<\/i> —This is an image of distress and calamity. There should be no light; no consolation; no safety; compare <a class='isa' seq='1'> Isaiah 59:9<\/a>; <a class='ref'> Amos 5:18, Amos 5:20; Lamentations 3:2<\/a>. <p><i>And the light is darkened... <\/i> —That which gave light is turned to darkness. <p><i>In the heavens thereof<\/i> —In the “clouds,” perhaps, or by the gloomy thick clouds. Lowth renders it, ‘the light is obscured by the gloomy vapor.’ The main idea is plain, that there would be distress and calamity; and that there would be no light to guide them on their way. On the one hand a roaring, ragtag multitude, like the sea; on the other distress, perplexity, and gloom. Thus shut up, they must perish, and their land be utterly desolate. <p><\/div> ",
    "audit": 1
}