{
    "id": 1499,
    "source": "barnes",
    "verse_id": 18406,
    "verse_count": 1,
    "reference": "38:15",
    "title": "",
    "html": "<p><em>What shall I say?<\/em> &mdash;This language seems to denote surprise and gratitude at unexpected deliverance. It is the language of a heart that is overflowing, and that wants words to express its deep emotions. In the previous verse he had described his pain, anguish, and despair. In this he records the sudden and surprising deliverance which God had granted; which was so great that no words could express his sense of it. Nothing could be more natural than this language; nothing would more appropriately express the feelings of a man who had been suddenly restored to health from dangerous sickness, and brought from the borders of the grave.<\/p><p><em>He hath both spoken unto me<\/em> &mdash;That is, he has promised. So the word is often used<a class=\"ref\">Deuteronomy 26:17; Jeremiah 3:19<\/a> . He had made the promise by the instrumentality of Isaiah Isa 38:5-6. The promise related to his recovery, to the length of his days, and to his entire deliverance from the hands of the Assyrians.<\/p><p><em>And himself hath done it<\/em> &mdash;He himself has restored me according to his promise, when no one else could have done it.<\/p><p><em>I shall go softly<\/em> &mdash;Lowth renders this, in accordance with the Vulgate, &lsquo;Will I reflect.&rsquo; But the Hebrew will not bear this construction. The word used here (דדה dâdâh) occurs in but one other place in the Bible<a class=\"ref\">Psalm 42:4<\/a> : &lsquo;I went with them to the house of God;&rsquo; that is, I went with them in a sacred procession to the house of God; I went with a solemn, calm, slow pace. The idea here is, &lsquo;I will go humbly, submissively, all my life; I will walk in a serious manner, remembering that I am traveling to the grave; I will avoid pride, pomp, and display; I will suffer the remembrance of my sickness, and of God&rsquo;s mercy to produce a calm, serious, thoughtful demeanour all my life.&rsquo; This is the proper effect of sickness on a pious mind, and it is its usual effect. And probably, one design of God was to keep Hezekiah from the ostentatious parade usually attendant on his lofty station; from being elated with his deliverance from the Assyrian; from improper celebrations of that deliverance by revelry and pomp; and to keep him in remembrance, that though he was a monarch, yet he was a mortal man, and that he held his life at the disposal of God.<\/p><p><em>In the bitterness of my soul<\/em> &mdash;I will remember the deep distress, the bitter sorrows of my sickness, and my surprising recovery; and will allow the remembrance of that to diffuse seriousness and gratitude over all my life.<\/p> ",
    "audit": 1
}