{
    "id": 1317,
    "source": "barnes",
    "verse_id": 18224,
    "verse_count": 1,
    "reference": "30:6",
    "title": "",
    "html": " <p> <em>The burden of the beasts of the south <\/em>&mdash;The word &rsquo;south&rsquo; here refers doubtless to the country to the south of Judea; and particularly to Egypt. Thus it is used in <a class=\"ref\">Daniel 11:5-6<\/a>. The phrase &lsquo;beasts of the south,&rsquo; here refers to the animals that were traveling to Egypt. Isaiah, in vision, sees the caravan heavily laden with treasures pursuing a southern direction on its way to Egypt. The word &lsquo;burden&rsquo; is used in two senses, to denote that which is borne, a heavy burden; or an oracle, a solemn prophetic message (see the notes at <a class=\"isa\" verses=\"WzE3OTYyLDE3OTg1LDE4MDA2XQ==\">Isaiah 15:1; Isaiah 17:1; Isaiah 19:1<\/a>). Many understand the word here in the latter sense, and regard this as the title of a prophetic message similar to those in <a class=\"isa\" verses=\"WzE3OTYyLDE3OTg1LDE4MDA2XQ==\">Isaiah 15:1; Isaiah 17:1; Isaiah 19:1<\/a>. But the word is doubtless used here in its ordinary signification, to denote the load which is borne on animals, and here especially the treasures which were borne down to Egypt, for the purpose of securing their friendly alliance. The prophet sees the caravan, or the beasts of the ambassadors heavily laden with rich treasures, traveling southward toward Egypt, and cries out, &lsquo;O the heavy burden, the load of treasures going to the south!&rsquo; <\/p> <p> <em>Into the land of trouble and anguish <\/em>&mdash;Egypt; so called either because it was the land where the Hebrews had formerly suffered so severe oppressions; or because it was a land where the subjects were now grievously oppressed, and borne down with cruel laws; or because it was yet to be a land of trouble, from which the Jews could expect no aid. The general idea is, that Egypt was not a land of liberty and happiness, but a country where cruelty, oppression, and woe abounded. One source of trouble, as emblematic of all, the prophet immediately mentions when he designates that it abounded with venomous reptiles. <\/p> <p> <em>The viper <\/em>&mdash;(אפעה &lsquo;eph‛eh). Septuagint, &Alpha;̓&sigma;&pi;&iota;́&delta;&epsilon;&sigmaf; Aspides &lsquo;asps&rsquo; (see <a class=\"isa\" verses=\"WzE4ODA2XQ==\">Isaiah 59:5<\/a>). This is a well-known species of serpent. It is probably the same as the El-Effah of the Arabs which is thus described by Mr. Jackson: &lsquo;It is remarkable for its quick and penetrating poison; it is about two feet long and as thick as a man&rsquo;s arm, beautifully spotted with yellow and brown, and sprinkled over with blackish specks, similar to the horn-nosed snake. They have a wide mouth, by which they inhale a great quantity of air, and when inflated therewith they eject it with such force as to be heard at a considerable distance.&rsquo; It is well known that Egypt produced venomous reptiles in abundance. Cleopatra destroyed herself with the bite of an asp which she had concealed for that purpose. <\/p> <p> <em>And fiery flying serpent <\/em>&mdash;(מעופף שׂרף s&lsquo;ârâph me‛ôpēp). Septuagint, &Epsilon;̓́&kappa;&gamma;&omicron;&nu;&alpha; &alpha;̓&sigma;&pi;&iota;́&delta;&omega;&nu; &pi;&epsilon;&rho;&omicron;&mu;&epsilon;́&nu;&omega;&nu; Ekgona aspidōn petomenōn. This is the flying serpent so often referred to in the Scriptures. See a description of it in the notes at <a class=\"isa\" verses=\"WzE3OTU4XQ==\">Isaiah 14:29<\/a>. It is known to have abounded in the Arabian deserts, and was doubtless found also in Egypt as being in the same latitude, and infested with similar reptiles. Niebuhr thus describes a species of serpent which answers to this account. &lsquo;There is at Bakra a sort of serpents which they call Heie Sursurie, or Heie Thiare. They commonly keep upon the date trees; and as it would be laborious for them to come down from a very high tree in order to ascend another, they twist themselves by the tail to a branch of the former, which, making a spring, by the motion they give it, throw themselves to the second. Hence, it is that the modern Arabs call them the flying serpents&mdash;Heie Thiare. Lord Anson, as quoted by Niebuhr, also speaks of them as follows: &lsquo;The Spaniards informed us that there was often found in the woods a most mischievous serpent, called the flying snake, which, they said, darted itself from the boughs of trees on either man or beast that came within its reach, and whose sting they took to be inevitable death.&rsquo; There was a species of serpent which the Greeks called &Alpha;&xi;&omicron;&nu;&tau;&iota;́&alpha;&sigmaf; Acontias, and the Roman Jaculus, from their swift darting motion, and perhaps the same species is here referred to which Lucan calls Jaculique volucres. That these venomous reptiles abounded in Egypt is expressly testified by profane writers. Thus Ammianus says (xxii. 15), that &lsquo;Egypt nourishes innumerable serpents, basilisks, and twoheaded serpents (amphisbaenas), and the seytalus (a serpent of a glistening color), and the acontias (Latin, Jaculus), and adders, and vipers, and many others.&rsquo; <\/p> <p> <em>They will carry their riches <\/em>&mdash;Presents, designed to induce the Egyptians to enter into the alliance. That it was a common custom to make presents when one king sent an embassy to another, whether the design was to show friendship or civility, or to form an alliance, is well known in regard to all the nations of the East. The custom prevails at the present day, and is often referred to in Scripture (see <a class=\"ref\">1 Kings 15:19; 2 Kings 16:8; 2 Kings 18:14-15<\/a>). <\/p> ",
    "audit": 1
}