{
    "id": 1147,
    "source": "barnes",
    "verse_id": 18054,
    "verse_count": 1,
    "reference": "22:1",
    "title": "",
    "html": "<p><em>The burden<\/em> &mdash;(see the note at<a class=\"isa\" verses=\"WzE3OTA4XQ==\">Isaiah 13:1<\/a>). &ldquo;The valley&rdquo; גיא gay&rsquo;. Septuagint, &Phi;&alpha;́&rho;&alpha;&gamma;&gamma;&omicron;&sigmaf; Pharangos&mdash;&lsquo;Valley.&rsquo; Chaldee, &lsquo;The burden of the prophecy respecting the city which dwells (that is, is built) in the valley, which the prophets have prophesied concerning it.&rsquo; There can be no doubt that Jerusalem is intended (see<a class=\"isa\" verses=\"eyIxODA2MiI6Mn0=\">Isaiah 22:9-10<\/a>). It is not usual to call it &ldquo;a valley,&rdquo; but it may be so called, either<\/p><p>(1) because there were several valleys &ldquo;within&rdquo; the city and adjacent to it, as the vale between mount Zion and Moriah; the vale between mount Moriah and mount Ophel; between these and mount Bezetha; and the valley of Jehoshaphat, without the walls of the city; or<\/p><p>(2) more probably it was called &ldquo;a valley&rdquo; in reference to its being &ldquo;encompassed with hills,&rdquo; rising to a considerable elevation above the city.<\/p><p>Thus mount Olivet was on the east, and overlooked the city. Jerusalem is also called a &ldquo;valley,&rdquo; and a &ldquo;plain,&rdquo; in<a class=\"ref\">Jeremiah 21:13<\/a> : &lsquo;Behold, I am against thee, O inhabitant of the valley, and rock of the plain, saith the Lord.&rsquo; Thus it is described in Reland&rsquo;s &ldquo;Palestine:&rdquo;&mdash;&lsquo;The city was in the mountain region of Judea, in an elevated place, yet so that in respect to the mountains by which it was surrounded, it seemed to be situated in a humble place, because mount Olivet, and other mountains surrounding it, were more elevated.&rsquo; So Phocas says, &lsquo;The holy city is placed in the midst of various valleys and hills, and this is wonderful (&Theta;&alpha;&upsilon;&mu;&alpha;&sigma;&tau;&omicron;́&nu; Thaumaston) in it, that at the same time the city seems to be elevated and depressed, for it is elevated in respect to the region of Judea, and depressed in respect to the hills around it.&rsquo; (Reland&rsquo;s &ldquo;Palestine,&rdquo; iii. 802, in Ugolini&rsquo;s &ldquo;Thesaurus,&rdquo; vi.) It was common with Isaiah and the other prophets to designate Jerusalem and other places, not by their proper names, but by some appellation that would be descriptive (see<a class=\"isa\" verses=\"WzE4MDM3LDE4MTk1XQ==\">Isaiah 21:1; Isaiah 29:1<\/a>).<\/p><p><em>Of vision<\/em> &mdash;(see the note at<a class=\"isa\" verses=\"WzE3NjU2XQ==\">Isaiah 1:1<\/a>). The word here means that Jerusalem was eminently the place where God made known his will to the prophets, and manifested himself to his people by &ldquo;visions.&rdquo;<\/p><p><em>What aileth thee now?<\/em> &mdash;What is the cause of the commotion and tumult that exists in the city? The prophets throws himself at once into the midst of the excitement; sees the agitation and tumult, and the preparations for defense which were made, and asks the &ldquo;cause&rdquo; of all this confusion.<\/p><p>That thou art wholly gone up to the house-tops&mdash;That all classes of the people had fled to the house-tops, so much that it might be said that all the city had gone up. Houses in the East were built in a uniform manner in ancient times, and are so to this day. (See a description of the mode of building in the notes at<a class=\"ref\">Matthew 9:1<\/a> ff.) The roofs were always flat, and were made either of earth that was trodden hard, or with large flat stones. This roof was surrounded with a balustrade<a class=\"ref\">Deuteronomy 22:8<\/a> , and furnished a convenient place for walking, or even for eating and sleeping. Whenever, therefore, anything was to be seen in the street, or at a distance; or when there was any cause of alarm, they would naturally resort to the roof of the house. When there was a tower in the city, the inhabitants fled to that, and took refuge on its top (see<a class=\"ref\">Judges 9:50-53<\/a>). The image here is, therefore, one of consternation and alarm, as if on the sudden approach of an enemy.<\/p> ",
    "audit": 1
}