{
    "id": 941,
    "source": "barnes",
    "verse_id": 17848,
    "verse_count": 1,
    "reference": "9:18 ",
    "title": "",
    "html": "<p><em>For wickedness<\/em>&mdash;This commences the third part of the prophecy, which continues to the end of the chapter. It is a description of prevailing impiety. The effects and prevalence of it are described by the image of a raging, burning flame, that spreads everywhere: first among the humble shrubbery&mdash;the briers and thorns, then in the vast forests, until it spreads over the land, and sends a mighty column of flame and smoke up to heaven.<\/p><p><em>Burneth as the fire<\/em>&mdash;Spreads, rages. extends as fire does in thorns and in forests. In what respects it burns like the fire, the prophet immediately specifies. It spreads rapidly everywhere, and involves all in the effects. Wickedness is not unfrequently in the Scriptures compared to a fire that is shut up long, and then bursts forth with raging violence. Thus <a class=\"ref\">Hosea 7:6<\/a>:<\/p><p>Truly, in the inmost part of it, their heart is like an oven,<\/p><p>While they lie in wait;<\/p><p>All the night their baker sleepeth;<\/p><p>In the morning it burneth like a blazing star.<\/p><p>As an oven conceals the lighted fire all night, while the baker takes his rest, and in the morning vomits forth its blazing flame; so all manner of concupiscence is brooding mischief in their hearts, while the ruling faculties of reason and conscience are lulled asleep, and their wicked designs wait only for a fair occasion to break forth.&rsquo;&mdash;Horsely on Hosea; see also <a class=\"isa\" verses=\"WzE4NjY1LDE4OTAzXQ==\">Isaiah 50:2; Isaiah 65:5<\/a>.<\/p><p><em>It shall devour<\/em>&mdash;Hebrew, &lsquo;It shall eat.&rsquo; The idea of devouring or eating, is one which is often given to fire in the Scriptures.<\/p><p><em>The briers and thorns<\/em>&mdash;By the briers and thorns are meant, doubtless, the lower part of the population; the most degraded ranks of society. The idea here seems to be, first, that of impiety spreading like fire over all classes of people; but there is also joined with it, in the mind of the prophet, the idea of punishment. Wickedness would rage like spreading fire; but like fire, also, it would sweep over the nation accomplishing desolation and calamity, and consuming everything in the fire oft God&rsquo;s vengeance. The wicked are often compared to thorns and briers&mdash;fit objects to be burned up; <a class=\"isa\" verses=\"MTgyOTI=\">Isaiah 33:12<\/a>:<\/p><p>And the people shall be as the burnings of lime;<\/p><p>As thorns cut up shall they be burned in the fire.<\/p><p><em>And shall kindle<\/em>&mdash;Shall burn, or extend, as sweeping fire extends to the mighty forest.<\/p><p><em>In the thickets of the forests<\/em>&mdash;The dense, close forest or grove. The idea is, that it extends to all classes of people&mdash;high as well as low.<\/p><p><em>And they shall mount up<\/em>&mdash;The Hebrew word used here&mdash;יתאבכוּ yit&lsquo;abekû from אבך &lsquo;âbak&mdash;occurs nowhere else. The image is that of a far-spreading, raging fire, sending columns of smoke to heaven. So, says the prophet, is the rolling, raging, consuming fire of the sins of the nation spreading over all classes of people in the land, and involving all in widespread desolation.<\/p>",
    "audit": 1
}