{
    "id": 1881,
    "source": "barnes",
    "verse_id": 18788,
    "verse_count": 1,
    "reference": "58:1",
    "title": "",
    "html": " <p> <em>Cry aloud <\/em>&mdash;Margin, &lsquo;With the throat;&rsquo; that is, says Gesenius, with open throat, with full voice coming from the throat and breast; while one who speaks low uses only the lips and tongue <a class=\"ref\">1 Samuel 1:13 <\/a>. The Chaldee here introduces the word prophet, &lsquo;O prophet, cry aloud.&rsquo; The Septuagint renders it, &lsquo;Cry with strength.&rsquo; (&epsilon;̓&nu; &iota;̓&sigma;&chi;&upsilon;́&iota;̈́ en ischui). <\/p> <p> <em>Spare not <\/em>&mdash;That is, do not spare, or restrain the voice. Let it be full, loud, and strong. <\/p> <p> <em>Lift up thy voice like a trumpet <\/em>&mdash;Speak loud and distinct, so that the language of reproof may be heard. The sense is, the people are insensible and stupid. They need something to rouse them to a sense of their guilt. Go and proclaim it so that all may hear. Speak not in whispers; speak not to a part, but speak so earnestly that their attention will be arrested, and so that all shall hear (compare the notes at <a class=\"isa\" verses=\"WzE4NDMwXQ==\">Isaiah 40:9 <\/a>). &ldquo;And show my people.&rdquo; This either refers to the Jewish people in the time of the prophet; or to the same people in their exile in Babylon; or to the people of God after the coming of the Messiah. Vitringa supposes that it refers to the nominally Christian Church when it should have sunk into the sins and formalities of the papacy, and that the direction here is to the true ministers of God to proclaim the sins of a corrupt and degenerate church. The main reason assigned by him for this is, that there is no reference here to the temple, to the sacrifices, or to the idolatry which was the prevailing sin in the time of Manasseh. Rosenmuller, for a similar reason, supposes that it refers to the Jews in Babylon. But it has already been remarked (see the analysis to the chapter), that this reason does not appear to be satisfactory. <\/p> <p>It is true that there is no reference here to the temple or to sacrifices, and it may be true that the main sin of the nation in the time of Manasseh was idolatry; but it is also true that formality and hypocrisy were prominent sins, and that these deserved reproof. It is true that while they adhered to the public forms of religion, the heart was not in them; and that while they relied on those forms, and were surprised that the divine favor was not manifested to them on account of their observance, there was a good reason why that favor was witcheld, and it was important that that reason should be stated clearly and fully. It is probable, therefore, that the reference here is to the times of the prophet himself, and that the subject of rebuke is the formality, hypocrisy, and prevalent sins of the reign of Manasseh. <\/p> ",
    "audit": 1
}