{
    "id": 1303,
    "source": "barnes",
    "verse_id": 18210,
    "verse_count": 1,
    "reference": "29:16",
    "title": "",
    "html": " <p> <em>Surely your turning of things upside down <\/em>&mdash;Your perversion of all things. They had no just views of truth. They deemed mere formality to be all that was required. They attempted to conceal their plans even from Yahweh; and everything in the opinions and practice of the nation had become perverted and erroneous. There has been much diversity in rendering this phrase. Luther renders it, &lsquo;O how perverse ye are.&rsquo; Lowth renders it, <\/p> <p>&lsquo;Perverse as ye are! shall the potter be esteemed as the clay?&rsquo; <\/p> <p>Rosenmuller also accords with this interpretation, and renders it, &lsquo;O your perversity,&rsquo; etc. The sense of the passage seems to be this: &lsquo;Your &ldquo;changing of things&rdquo; is just as absurd as it would be for the thing formed to say to him that formed it, why hast thou made me thus? It is as absurd for you to find fault with the government of God as it would be for the clay to complain of want of skill in the potter. You complain of God&rsquo;s laws, and worship Him according to the commandments of people. You complain of his requirements, and offer to him the service of the mouth and the lip, and witchold the heart. You suppose that God does not see you, and do your deeds in darkness. All this supposes that God is destitute of wisdom, and cannot see what is done, and it is just as absurd as it would be in the clay to complain that the potter who fashions it has no understanding.&rsquo; <\/p> <p> <em>Shall be esteemed... <\/em>&mdash;The &ldquo;literal&rdquo; translation of this passage would be, &lsquo;Your perverseness is as if the potter should be esteemed as the clay;&rsquo; that is, as if he was no more qualified to form anything than the clay itself. <\/p> <p> <em>For shall the work... <\/em>&mdash;This passage is quoted by the apostle Paul <a class=\"ref\">Romans 9:20-21 <\/a> to show the right which God has to do with his creatures as shall seem good in his sight, and the impropriety of complaining of his distinguishing mercy in choosing to life those whom he pleases. The sense of the passage is, that it would be absurd for that which is made to complain of the maker as having no intelligence, and no right to make it as he does. It would be absurd in the piece of pottery to complain of the potter as if he had no skill; and it is equally absurd in a man to complain of God, or to regard him as destitute of wisdom. <\/p> ",
    "audit": 1
}