{
    "id": 925,
    "source": "barnes",
    "verse_id": 17832,
    "verse_count": 1,
    "reference": "9:2",
    "title": "",
    "html": "<p><em>The people that walked in darkness<\/em> &mdash;The inhabitants of the region of Galilee. They were represented as walking in darkness, because they were far from the capital, and from the temple; they had few religious privileges; they were intermingled with the pagan, and were comparatively rude and uncultivated in their manners and in their language. Allusion to this is several times made in the New Testament;<a class=\"ref\">John 1:46<\/a> : &lsquo;Can any good thing come out of Nazareth?&rsquo;<a class=\"ref\">John 7:52<\/a> : &lsquo;Search and look, for out of Galilee ariseth no prophet;&rsquo;<a class=\"ref\">Matthew 26:69; Mark 14:70<\/a> . The word walked here is synonymous with lived, and denotes that thick darkness brooded over the country, so that they lived, or walked amidst it.<\/p><p><em>Have seen a great light<\/em> &mdash;Light is not only an emblem of knowledge in the Scriptures, but of joy, rejoicing, and deliverance. It stands opposed to moral darkness, and to times of judgment and calamity. What is the particular reference here, is not agreed by expositors. The immediate connection seems to require us to understand it of deliverance from the calamities that were impending over the nation then. They would be afflicted, but they would be delivered. The tribes of Israel would be carried captive away; and Judah would also be removed. This calamity would particularly affect the ten tribes of Israel&mdash;the northern part of the land, the regions of Galilee&mdash;&ldquo;for those tribes would be carried away not to return.&rdquo; Yet this region also would be favored with a especially striking manifestation of light. I see no reason to doubt that the language of the prophet here is adapted to extend into that future period when the Messiah should come to that dark region, and become both its light and its deliverer. Isaiah may have referred to the immediate deliverance of the nation from impending calamities, but there is a fullness and richness of the language that seems to be applicable only to the Messiah. So it is evidently understood in<a class=\"ref\">Matthew 4:13-16<\/a> .<\/p><p><em>They that dwell<\/em> &mdash;The same people are referred to here as in the former member of the verse.<\/p><p><em>In the land of the shadow of death<\/em> &mdash;This is a most beautiful expression, and is special to the Hebrew poets. The word צלמות tsalmâveth, is exceedingly poetical. The idea is that of death, as a dark substance or being, casting a long and chilly shade over the land&mdash;standing between the land and the light&mdash;and thus becoming the image of ignorance, misery, and calamity. It is often used, in the Scriptures, to describe those regions that were lying as it were in the penumbra of this gloomy object, and exposed to all the chills and sorrows of this melancholy darkness. Death, by the Hebrews, was especially represented as extending his long and baleful shadow ever the regions of departed spirits;<a class=\"ref\">Job 38:17<\/a> :<\/p><p>Have the gates of death been opened to thee?<\/p><p>Hast thou seen the gates of the shadow of death?<\/p><p><em>Before I go<\/em> &mdash;I shall not return&mdash;<\/p><p>To the land of darkness<\/p><p>And of the shadow of death.<\/p> ",
    "audit": 1
}