{
    "id": 1381,
    "source": "barnes",
    "verse_id": 18288,
    "verse_count": 1,
    "reference": "33:8",
    "title": "",
    "html": " <p> <em>The highways lie waste <\/em>&mdash;This verse contains a description of the desolations that had been caused by the invasion of Sennacherib. Some have understood it as containing the account which the ambassadors sent by Hezekiah gave of the effects of the invasion. Thus Grotius interprets it. But it is probably a description made by the prophet himself, and is designed to state one cause why the messengers that had been sent out wept bitterly. They had not only failed of inducing Sennacherib to abandon his purpose of attacking Jerusalem, but they had witnessed the effects of his invasion already. The public ways were desolate. In the consternation and alarm that was produced by his approach, the roads that had been usually thronged were now solitary and still. A mournful desolation already prevailed, and they apprehended still greater calamities, and hence, they wept. <\/p> <p> <em>The wayfaring man ceaseth <\/em>&mdash;Hebrew, &lsquo;He that passes along the road ceases.&rsquo; That is, there is a cessation of travel. No one is seen passing along the streets that used to be thronged. <\/p> <p> <em>He hath broken the covenant <\/em>&mdash;This may either mean that the Assyrian king had violated the compact which had been made with him by Ahaz, by which he was to come and aid Jerusalem against the allied armies of Syria and Samaria (see the notes at <a class=\"isa\" verses=\"WzE4Mjg3XQ==\">Isaiah 7<\/a>), or it may mean that he had violated an implied compact with Hezekiah. When Judea was threatened with an invasion by Sennacherib, Hezekiah had sent to him when he was at Lachish, and had sought for peace <a class=\"ref\">2 Kings 18:14<\/a>. In that embassy Hezekiah said, &lsquo;I have offended, return from me; that which thou puttest on me I will bear. And the king of Assyria appointed unto Hezekiah king of Judah three hundred talents of silver and thirty talents of gold.&rsquo; To pay this, Hezekiah exhausted his treasury, and even stripped the temple of its golden ornaments <a class=\"ref\">2 Kings 18:15-16<\/a>. A compact was thus made by which it was understood that Sennacherib was to withdraw his army, and depart from the land. But notwithstanding this, he still persisted in his purpose, and immediately despatched a part of his army to lay siege to Jerusalem. All the treaties, therefore, had been violated. He had disregarded that which was made with Ahaz, and that which he had now himself made with Hezekiah, and was advancing in violation of all to lay siege to the city. <\/p> <p> <em>He hath despised the cities <\/em>&mdash;That is, he disregards their defenses, and their strength; he invades and takes all that comes in his way. He speaks of them with contempt and scorn as being unable to stand before him, or to resist his march. See his vain and confident boasting in <a class=\"isa\" verses=\"WzE3ODYwLDE4MzUwXQ==\">Isaiah 10:9; Isaiah 36:19<\/a>. <\/p> <p> <em>He regardeth no man <\/em>&mdash;He spares no one, and he observes no compact with any man. <\/p> ",
    "audit": 1
}