{
    "id": 1031,
    "source": "barnes",
    "verse_id": 17938,
    "verse_count": 1,
    "reference": "14:9",
    "title": "",
    "html": "<p><em>Hell from beneath<\/em> &mdash;The scene is now changed. The prophet had represented the people of all the subject nations as rejoicing that the king of Babylon had fallen, and had introduced even the trees of the forest as breaking forth into joy at this event. He now transfers the scene to the mournful regions of the dead; follows the spirit of the departed king of Babylon&mdash;the man who once gloried in the magnificence of his kingdom and his court, and who was more distinguished for pride and arrogance than all other monarchs&mdash;down to the land of darkness, and describes his reception there. This portion of the ode is signally sublime, and is managed with great power and skill. It is unequalled, perhaps, by any writings for boldness, majesty, and, at the same time, for its severe sarcasm. The word &lsquo;hell&rsquo; here (שׁאול she&lsquo;ôl) is rendered by the Vulgate, &ldquo;infernus;&rdquo; and by the Septuagint, &omicron;̔ &alpha;̔́ͅ&delta;&eta;&sigmaf; ho Hadēs, &ldquo;Hades.&rdquo;<\/p><p><em>It properly means the grave, and then the dark regions of the lower world<\/em> &mdash;the region of ghosts and shades a place where thick darkness reigns. The verb from which it is derived means, properly, &ldquo;to ask, to demand, to require, to seek;&rdquo; and this name (שׁאול she&lsquo;ôl) is supposed to have been given to the grave, and to the regions of departed spirits, from the insatiable demand which they are constantly making of the living (see the note at<a class=\"isa\" verses=\"WzE3NzU0XQ==\">Isaiah 5:14<\/a> , where the word is explained). The word denotes, says Taylor (&ldquo;Heb. Con.&rdquo;), &lsquo;The underground parts of the earth, otherwise called the nether, or lower parts of the earth; the earth beneath in opposition to the earth above, where people and other animals live. In &ldquo;sheol&rdquo; are the foundations of the mountains<a class=\"ref\">Deuteronomy 32:22<\/a> . In &ldquo;sheol &ldquo;men penetrate by digging into the earth<a class=\"ref\">Amos 9:2<\/a> . Into &ldquo;sheol&rdquo; the roots of trees do strike down<a class=\"ref\">Ezekiel 31:16<\/a> .<\/p><p>Into &ldquo;sheol,&rdquo; Korah, Dathan, and Abiram went down alive<a class=\"ref\">Numbers 16:30, Numbers 16:33<\/a> . In &ldquo;sheol&rdquo; the body is corrupted and consumed by worms<a class=\"ref\">Job 17:13-14; Psalm 16:10; Psalm 49:14<\/a> . They that rest together in the dust are said &ldquo;to go down to the bars, or strong gates of sheol&rdquo;<a class=\"ref\">Job 17:16<\/a> . In &ldquo;sheol&rdquo; there is no knowledge, nor can any praise God or give thanks there<a class=\"ref\">Psalm 6:5; Ecclesiastes 9:10; Isaiah 38:10-11<\/a> . &ldquo;Sheol&rdquo; and the pit, death and corruption, are synonymous<a class=\"ref\">Psalm 16:10; Psalm 89:48; Proverbs 1:12; Proverbs 7:27; Ezekiel 31:16; Hosea 13:14<\/a> . A grave is one particular cavity purposely digged for the interment of a dead person; &ldquo;sheol&rdquo; is a collective name for all the graves. He that is in the grave is in &ldquo;sheol;&rdquo; but he that is in &ldquo;sheol&rdquo; may not be in a grave, but in any pit, or in the sea. In short, it is the region of the dead; which is figuratively considered as a city or large habitation with gates and bars in which there are many chambers<a class=\"ref\">Proverbs 7:27<\/a> .&rsquo; &ldquo;Sheol&rdquo; is never full, but is always asking or craving more<a class=\"ref\">Proverbs 27:20; Hebrews 2:5<\/a> . Here it means, not a place of punishment, but the region of the dead, where the ghosts of the departed are considered as residing together.<\/p><p><em>From beneath<\/em> &mdash;From beneath the earth. &ldquo;Sheol&rdquo; was always represented as being &ldquo;in&rdquo; or &ldquo;under&rdquo; the ground, and the grave was the avenue or door that led to it (see the note at<a class=\"isa\" verses=\"WzE3NzU0XQ==\">Isaiah 5:14<\/a> .)<\/p><p><em>Is moved for thee<\/em> &mdash;Is roused to meet thee; is surprised that a monarch once so proud and magnificent is descending to it. The image here is taken from the custom of the ancients in burying, especially of burying princes and kings. This was usually done in caves or sepulchres excavated from a rock (see the notes and illustrations on<a class=\"isa\" verses=\"WzE4OTI3XQ==\">Isaiah 66:4<\/a>). Mr. Stephens, in his &ldquo;Travels in Egypt, Arabia Petrea, and the Holy land,&rdquo; has given an account of the manner in which he passed a night in Petra, which may serve to illustrate this passage: &lsquo;We ascended the valley, and rising to the summit of the rocky rampart, of Petra, it was almost dark when we found ourselves opposite a range of tombs in the suburbs of the city. Here we dismounted; and selecting from among them one which, from its finish and dimensions, must have been the last abode of some wealthy Edomite, we prepared to pass the night within its walls.<\/p><p>In the front part of it was a large chamber, about twenty-five feet square, and ten feet high; and behind this was another of smaller dimensions, furnished with receptacles of the dead, not arranged after the manner of shelves along the wall, as in the catacombs I had seen in Italy and Egypt, but cut lengthwise in the rock, like ovens, so as to admit the insertion of the body with the feet foremost. My plans for the morrow being all arranged, the Bedouins stretched themselves out in the outer chamber, while I went within; and seeking out a tomb as far back as I could find, I crawled in feet first, and found myself very much in the condition of a man buried alive. I had just room enough to turn round; and the worthy old Edomite for whom the tomb was made, never slept in it more quietly than I did.&rsquo; (Vol. ii. pp. 82, 83, 86.) To understand the passage before us, we are to form the idea of an immense and gloomy cavern, all around which are niches or cells made to receive the bodies of the dead. In this vast vault monarchs repose in grandeur suitable to their former rank, each on his couch, &lsquo;in glory,&rsquo; with their arms beside them (see<a class=\"isa\" verses=\"WzE3OTQ3XQ==\">Isaiah 14:18<\/a>). These mighty shades&mdash;these departed monarchs&mdash;are represented as rising from their couches to meet the descending king of Babylon, and receive him with insults on his fall. The Hebrew word for &ldquo;moved&rdquo; denotes more than our translation conveys. It means that they were &ldquo;agitated&rdquo;&mdash;they &ldquo;trembled&rdquo;&mdash;they advanced toward the descending monarch with trepidation. The idea of the shades of the mighty dead thus being troubled, and rising to meet the king of Babylon, is one that is exceedingly sublime.<\/p><p><em>It stireth up<\/em> &mdash;&ldquo;Sheol&rdquo; stirreth up; that is, they are stirred up or excited. So the Septuagint renders it &lsquo;All the giants who rule the earth rise up to thee.&rsquo;<\/p><p><em>The dead<\/em> &mdash;Hebrew, רפאים repā&lsquo;ı̂ym. The Septuagint renders this, &Omicron;̔&iota; &gamma;&iota;́&gamma;&alpha;&nu;&tau;&epsilon;&sigmaf; hoi gigantes &lsquo;giants.&rsquo; So the Vulgate and the Chaldee, The meaning of this word has been a subject of great difference of opinion among lexicographers. It is sometimes found as a gentile noun to denote the sons of Raphah, called &ldquo;Rephaim&rdquo;<a class=\"ref\">2 Samuel 21:16, 2 Samuel 21:18<\/a> , a Canaanite race of giants that lived beyond Jordan<a class=\"ref\">Genesis 14:5; Genesis 15:20<\/a> , from whom Og the son of Bashan was descended<a class=\"ref\">Deuteronomy 3:11<\/a> . It is sometimes used to denote all the giant tribes of Canaan<a class=\"ref\">Deuteronomy 2:11, Deuteronomy 2:20<\/a> ; and is particularly applied to people of extraordinary strength among the Philistines<a class=\"ref\">2 Samuel 21:16, 2 Samuel 21:18<\/a> . Vitringa supposes that the term was given to the spirits of the dead on account of the fact that they appeared to be &ldquo;larqer&rdquo; than life; that they in their form and stature resembled giants. But a more probable opinion is, that it is applied to the shades of the dead as being weak, feeble, or without power or sensation, from the word רפא râpâ&rsquo;, weak, feeble, powerless. This interpretation is strongly confirmed by the place before us<a class=\"isa\" verses=\"WzE3OTM5XQ==\">Isaiah 14:10<\/a> , &lsquo;Art thou become weak as we?&rsquo; The word is rendered &lsquo;giants&rsquo; in the following places:<a class=\"ref\">Deuteronomy 2:11, Deuteronomy 2:20; Deuteronomy 3:13; Joshua 21:4; Joshua 15:8; Joshua 17:15; Joshua 18:16; 2 Samuel 21:16, 2 Samuel 21:18, 2 Samuel 21:20, 2 Samuel 21:22; 1 Chronicles 20:5-6, 1 Chronicles 20:8<\/a> . It is rendered &lsquo;Rephaims,&rsquo;<a class=\"ref\">Genesis 14:5; Genesis 15:20; 2 Samuel 5:18, 2 Samuel 5:22; 2 Samuel 23:13<\/a> . It is rendered &lsquo;the dead&rsquo;<a class=\"ref\">Job 26:5; Psalm 88:10; Proverbs 2:18; Proverbs 9:18; Proverbs 21:16<\/a> ;<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 26:29<\/a> ; and once it is rendered &lsquo;deceased,&rsquo;<a class=\"isa\" verses=\"WzE4MTQ1XQ==\">Isaiah 26:14<\/a> . It here means the departed spirits of the dead&mdash;the inhabitants of that dark and dismal region, conceived by the Hebrews to be situated beneath the ground, where dwell the departed dead before their final destiny is fixed&mdash;called &ldquo;sheol&rdquo; or &ldquo;hades.&rdquo; It is not the residence of the wicked only&mdash;the place of punishment&mdash;but the place where all the dead are supposed to be congregated before their final doom is pronounced.<\/p><p>(The author entertains unique views of the state of knowledge among the Hebrews regarding the future world&mdash;views which will be found fully canvassed in the preface to the volumes on Job. As to the alleged notion of all the dead dwelling in some dismal region before their final doom is pronounced, we have there taken pains to show that the righteous in ancient times entertained no such gloomy expectations. The opinions of the ancient Hebrews on this subject, must be taken from passages in which they expressly treat of it, and intimate plainly what their belief is, and not from passages confessedly full of poetical imagery. Nor are we to construe popular and poetical phraseology so strictly and literally as to form a theological creed out of it, in contradiction to the actual belief of those who daily used that phraseology. Because Englishmen speak of the dead &ldquo;indiscriminately&rdquo; as having &ldquo;gone to the grave,&rdquo; and &ldquo;to the land of spirits,&rdquo; must we, out of this, construct a Popish purgatory as the national belief?<\/p><p>Yet this would be just as reasonable in the case of the English, as in the case of the Jews. The reader will appreciate the following observations of Professor Alexander on the place: &lsquo;Two expressions have been faithfully transcribed by interpreters, from one another, in relation to this passage, with a very equivocal effect upon its exposition. The one is, that it is full of biting sarcasm&mdash;an unfortunate suggestion of Calvin&rsquo;s, which puts the reader on the scent for irony, and even wit, instead of opening his mind to impressions of sublimity and tragic grandeur. The other, for which Calvin is in no degree responsible, is, that we have before us not a mere prosopopeia, or poetical creation of the highest order, but a chapter from the popular belief of the Jews, as to the locality, contents, and transactions of the unseen world. Thus Gesenius, in his Lexicon and Commentary, gives a minute topographical description of &ldquo;Sheol,&rdquo; as the Hebrews believed it to exist.<\/p><p>With equal truth, a diligent compiler might construct a map of hell, as conceived of by the English Puritans, from the descriptive portions of the Paradise Lost. The infidel interpreters of Germany regard the scriptural and Classical mythology precisely in the same light. But when Christian writers copy their expressions or ideas, they should take pains to explain whether the popular belief of which they speak was true or false, and, if false, how it could lie countenanced and sanctioned by inspired writers. This kind of exposition is, moreover, chargeable with a rhetorical incongruity, in landing the creative genius of the poet, and yet making all his grand creations commonplace articles of popular belief. The true view of the matter, as determined both by piety and taste, appears to be, that the passage now before ns comprehends two elements, and only two religious verities or certain facts, and poetical embellishments. The admission of a &ldquo;tertium quid,&rdquo; in the shape of superstitious fables, is as false in rhetoric as in theology.&rsquo;)<\/p><p>The chief ones of the earth.&mdash;Margin, &lsquo;Leaders,&rsquo; or &lsquo;great goats.&rsquo; The Hebrew word means properly &ldquo;great goats,&rdquo; or goats that are leaders of the flock. Perhaps there is intended to be a slight degree of sarcasm in applying this word to princes and monarchs. It is nowhere else applied to princes, though the word is often used or applied to rams, or to the chief goats of a flock.<\/p><p><em>From their thrones<\/em> &mdash;In &ldquo;hades,&rdquo; or &ldquo;sheol.&rdquo; They are there represented as occupying an eminence similar to that which distinguished them on earth.<\/p> ",
    "audit": 1
}