{
    "id": 1516,
    "source": "barnes",
    "verse_id": 18423,
    "verse_count": 1,
    "reference": "40:2",
    "title": "",
    "html": " <p> <em>Speak ye comfortably <\/em>&mdash;Hebrew, על־לב ‛al-lēb as in the margin, &lsquo;To the heart.&rsquo; The heart is the seat of the affections. It is there that sorrow and joy are felt. We are oppressed there with grief, and we speak familiarly of being pained at the heart and of being of a glad or merry heart. To speak &lsquo;to the heart,&rsquo; is to speak in such a way as to remove the troubles of the heart; to furnish consolation, and joy. It means that they were not merely to urge such topics as should convince the understanding, but such also as should be adopted to minister consolation to the heart. So the word is used in <a class=\"ref\">Genesis 34:3 <\/a>: &lsquo;And his soul clave unto Dinah&mdash;and he loved the damsel, and spake kindly (Hebrew, to the heart) of the damsel;&rsquo; <a class=\"ref\">Genesis 50:21 <\/a>: &lsquo;And he comforted them, and spoke kindly unto them&rsquo; (Hebrew, to their hearts); see also <a class=\"ref\">2 Chronicles 32:6 <\/a>. <\/p> <p> <em>To Jerusalem <\/em>&mdash;The direction is not merely to speak to the people in Babylon, but also to comfort Jerusalem itself lying in ruins. The general direction is, therefore, that the entire series of topics of consolation should be adduced&mdash;the people were to return from their bondage, and Jerusalem was to be rebuilt, and the worship of God to be restored. <\/p> <p> <em>And cry unto her <\/em>&mdash;In the manner of a crier; or one making public and loud proclamation (compare <a class=\"isa\" verses=\"WzE4NDI0XQ==\">Isaiah 40:3 <\/a>,, <a class=\"isa\" verses=\"WzE4NDMwXQ==\">Isaiah 40:9 <\/a>). Jerusalem is here personified. She is addressed as in ruins, and as about to be rebuilt, and as capable of consolation from this promise. <\/p> <p> <em>That her warfare is accomplished <\/em>&mdash;Septuagint, &lsquo;That her humiliation (&tau;&alpha;&pi;&epsilon;&iota;́&nu;&omega;&sigma;&iota;&sigmaf; tapeinōsis) is accomplished.&rsquo; The Hebrew word (צבא tsâbâ&rsquo;, &lsquo;warfare&rsquo;) properly means an army or host (compare the note at <a class=\"isa\" verses=\"WzE3NjY0XQ==\">Isaiah 1:9 <\/a>), and is usually applied to an army going forth to war, or marshalled for battle <a class=\"ref\">2 Samuel 8:16; 2 Samuel 10:7 <\/a>. It is then used to denote an appointed time of service; the discharge of a duty similar to an enlistment, and is applied to the services of the Levites in the tabernacle <a class=\"ref\">Numbers 4:28 <\/a>: &lsquo;All that enter in to perform the service (Hebrew, to war the warfare), to do the work in the tabernacle of the congregation.&rsquo; Compare <a class=\"ref\">Numbers 8:24-25 <\/a>. Hence, it is applied to human life contemplated as a warfare, or enlistment, involving hard service and calamity; an enlistment from which there is to be a discharge by death. <\/p> <p>Is there not a set time (Hebrew, a warfare) to man upon earth? <\/p> <p>Are not his days as the days of an hireling? <\/p>,",
    "audit": 1
}