{
    "id": 993,
    "source": "barnes",
    "verse_id": 17900,
    "verse_count": 1,
    "reference": "11:15 ",
    "title": "",
    "html": "<p><em>And the Lord<\/em>&mdash;The prophet goes on with the description of the effect which shall follow the return of the scattered Jews to God. The language is figurative, and is here drawn from that which was the great storehouse of all the imagery of the Jews&mdash;the deliverance of their fathers from the bondage of Egypt. The general sense is, that all the embarrassments which would tend to impede them would be removed; and that God would make their return as easy and as safe, as would have been the journey of their fathers to the land of Canaan, if the &lsquo;Egyptian Sea&rsquo; had been removed entirely, and if the &lsquo;river,&rsquo; with its &rsquo;seven streams,&rsquo; by nature so formidable a barrier, had been dried up, and a path had been made to occupy its former place. Figuratively, the passage means, that all the obstructions to the peace and safety of the people of God would be removed, and that their way would be easy and safe.<\/p><p><em>The tongue<\/em>&mdash;The Hebrews applied the word &lsquo;tongue&rsquo; to anything that resembled a tongue&mdash;to a bar of gold <a class=\"ref\">Joshua 7:21, Joshua 7:24<\/a> ; to a flame of fire (note, <a class=\"isa\" verses=\"WzE3NzY0XQ==\">Isaiah 5:24<\/a> ; compare <a class=\"ref\">Acts 2:3<\/a> ); to a bay of the sea, or a gulf, from its shape <a class=\"ref\">Joshua 15:5; Joshua 18:19<\/a>. So we speak of a tongue of land. When it is said that the Lord would &lsquo;utterly destroy&rsquo; it, it is equivalent to saying that it would be entirely dried up; that is, so as to present no obstruction.<\/p><p><em>Of the Egyptian Sea<\/em>&mdash;Some interpreters, among whom is Vitringa, have supposed that by the tongue of the Egyptian Sea mentioned here, is meant the river Nile, which flows into the Mediterranean, here called, as they suppose, the Egyptian Sea. Vitringa observes that the Nile, before it flows into the Mediterranean, is divided into two streams or rivers, which form the Delta or the triangular territory lying between these two rivers, and bounded on the north by the Mediterranean. The eastern branch of the Nile being the largest, he supposes is called the tongue or &ldquo;bay&rdquo; of the Egyptian Sea. But to this interpretation there are obvious objections:<\/p><p>(1) It is not known that the Mediterranean is elsewhere called the Egyptian Sea.<\/p><p>(2) This whole description pertains to the departure of the children of Israel from Egypt The imagery is all drawn from that. But, in their departure, the Nile constituted no obstruction. Their place of residence, in Goshen, was east of the Nile. All the obstruction that they met with, from any sea or river, was from the Red Sea.<\/p><p>(3) The Red Sea is divided, at its northern extremity, into two bays, or forks, which may be called the &ldquo;tongues&rdquo; of the sea, and across one of which the Israelites passed in going from Egypt. Of these branches, the western one was called the Heroopolite branch, and the eastern, the Elanitic branch. It was across the western branch that they passed. When it is said that Yahweh would &lsquo;destroy&rsquo; this, it means that he would dry it up so that it would be no obstruction; in other words, he would take the most formidable obstructions to the progress of his people out of the way.<\/p><p><em>And with his mighty wind<\/em>&mdash;With a strong and powerful wind. Michaelis supposes that by this is meant a tempest. But there is, more probably, a reference to a strong and steady hot wind, such as blows over burning deserts, and such as would have a tendency to dry up even mighty waters. The illustration is, probably, derived from the fact that a strong east wind was employed to make a way through the Red Sea <a class=\"ref\">Exodus 14:21<\/a>. If the allusion here be rather to a mighty wind or a tempest, than to one that is hot, and that tends to evaporate the waters even of the rivers, then it means that the wind would be so mighty as to part the waters, and make a path through the river, as was done in the Red Sea and at the Jordan. The &ldquo;idea&rdquo; is, that God would remove the obstructions to the rapid and complete deliverance and conversion of people.<\/p><p><em>Shall he shake his hand<\/em>&mdash;This is to indicate that the mighty wind will be sent from God, and that it is designed to effect this passage through the rivers. The shaking of the band, in the Scripture, is usually an indication of anger, or of strong and settled purpose (see <a class=\"isa\" verses=\"WzE3ODgzLDE3OTA5XQ==\">Isaiah 10:32; Isaiah 13:2<\/a> ; <a class=\"ref\">Zechariah 2:9<\/a>).<\/p><p><em>Over the river<\/em>&mdash;Many have understood this as referring to the Nile; but two considerations show that the Euphrates is rather intended:<\/p><p>(1) The term &lsquo;the river&rsquo; (הנהר hanâhâr) is usually applied to the Euphrates, called the river, by way of eminence; and when the term is used without any qualification, that river is commonly intended (see the notes at <a class=\"isa\" verses=\"WzE3ODAzLDE3ODE1XQ==\">Isaiah 7:20; Isaiah 8:7<\/a> ; compare <a class=\"ref\">Genesis 31:21; Genesis 36:37; 1 Kings 4:21; Ezra 4:10, Ezra 4:16; Ezra 5:3<\/a>).<\/p><p>(2) the effect of this smiting of the river is said to be <a class=\"isa\" verses=\"WzE3OTAxXQ==\">Isaiah 11:16<\/a>that there would be a highway for the people &ldquo;from Assyria,&rdquo; which could be caused only by removing the obstruction which is produced by the Euphrates lying between Judea and some parts of Assyria.<\/p><p><em>And shall smite it<\/em>&mdash;That is to dry it up, or to make it pasable.<\/p><p><em>In the seven streams<\/em>&mdash;The word &rsquo;streams&rsquo; here (נחלים nechâlı̂ym) denotes streams of much less dimensions than a river. It is applied to a &ldquo;valley&rdquo; with a brook running through it <a class=\"ref\">Genesis 26:19<\/a> ; and then to any small brook or stream, or rivulet <a class=\"ref\">Genesis 32:24; Psalm 74:15<\/a>. Here it denotes brooks or streams that would be fordable. When it is said that the river should be smitten &lsquo;in the seven streams,&rsquo; the Hebrew does not mean that it was &ldquo;already&rdquo; divided into seven streams, and that God would smite &ldquo;them,&rdquo; but it means, that God would smite it &ldquo;into&rdquo; seven streams or rivulets; that is, into &ldquo;many&rdquo; such rivulets (for the number seven is often used to denote a large indefinite number, Note, <a class=\"isa\" verses=\"WzE3NzM1XQ==\">Isaiah 4:1<\/a>); and the expression denotes, that though the river presented an obstruction, in its natural size, which they could not overcome, yet God would make new channels for it, and scatter it into innumerable rivulets or small streams, so that they could pass ever it dry-shod.<\/p><p>A remarkable illustration of this occurs in Herodotus (i.:189): &lsquo;Cyrus, in his march to Babylon, arrived at the river Gyndes, which, rising in the mountains of Matiene, and passing through the country of the Darneans, loses itself in the Tigris; and this, after flowing by Opis, is finally discharged into the Red Sea. While Cyrus was endeavoring to pass this river, which could not be perfomed without boats, one of the white consecrated horses boldly entering the stream, in his attempts to cross it, was borne away by the rapidity of the current, and totally lost. Cyrus, exasperated by the accident, made a vow that he would render this stream so very insignificant, that women should hereafter be able to cross it without so much as wetting their feet. He accordingly suspended his designs on Babylon, and divided his forces into two parts; he then marked out with a line on each side of the river, one hundred and eighty trenches; these were dug according to his orders, and so great a number of people were employed that he accomplished his purpose; but he thus wasted the whole of that summer&rsquo; (see also Seneca, &ldquo;De Ira.&rdquo; iii.21).<\/p><p>Go over dry-shod&mdash;Hebrew, &lsquo;In shoes, or sandals.&rsquo; The waters in the innumerable rivulets to which the great river should be reduced, would be so shallow, that they could even pass them in their sandals without wetting their feet&mdash;a strong figurative expression, denoting that the obstruction would be completely removed. &lsquo;The prophet, under these metaphors, intends nothing else than that there would be no impediment to God when he wished to deliver his people from captivity.&rsquo;&mdash;(Calvin.)<\/p>",
    "audit": 1
}