{
    "id": 802,
    "source": "barnes",
    "verse_id": 17709,
    "verse_count": 1,
    "reference": "3:1 ",
    "title": "",
    "html": "<p><em>For<\/em>&mdash;This is a continuation of the previous chapter. The same prophecy is continued, and the force of the argument of the prophet will not be seen unless the chapters are read together; see the Analysis prefixed to <a class=\"isa\" verses=\"eyIxNzY4NyI6MjJ9\">Isaiah 2<\/a>. In the close of the second chapter <a class=\"isa\" verses=\"MTc3MDg=\">Isaiah 2:22<\/a> , the prophet had cautioned his countrymen against confiding in man. In this chapter, a reason is given here why they should cease to do it&mdash;to wit, that God would soon take away their kings and princes.<\/p><p><em>The Lord<\/em>&mdash;האדון hā&lsquo;âdôn; see the note at <a class=\"isa\" verses=\"MTc2Nzk=\">Isaiah 1:24<\/a>.<\/p><p><em>The Lord of hosts<\/em>&mdash;see the note at <a class=\"isa\" verses=\"MTc2NjQ=\">Isaiah 1:9<\/a>. The prophet calls the attention of the Jews particularly to the fact that this was about to be done by Yahweh &ldquo;of hosts&rdquo;&mdash;a title which he gives to God when he designs to indicate that that which is to be done implies special strength, power, and majesty. As the work which was now to be done was the removal of the mighty men on which the nation was depending, it is implied that it was a work of power which belonged especially to the God of armies&mdash;the Almighty.<\/p><p><em>Doth take away<\/em>&mdash;Is about to remove. In the Hebrew, the word here is a &ldquo;participle,&rdquo; and does not mark the precise time. It has reference here, however, to the future.<\/p><p><em>From Jerusalem...<\/em>&mdash;Note <a class=\"isa\" verses=\"MTc2NTY=\">Isaiah 1:1<\/a>.<\/p><p><em>The stay<\/em>&mdash;In the Hebrew, the words translated &ldquo;stay&rdquo; and &ldquo;staff&rdquo; are the same, with the exception that the former is in the masculine, and the latter in the feminine gender. The meaning is, that God would remove &ldquo;all kinds of support,&rdquo; or &ldquo;everything&rdquo; on which they relied. The reference is undoubtedly to the princes and mighty men on whose counsels and aid the nation was resting for defense; see <a class=\"isa\" verses=\"eyIxNzcxMCI6Mn0=\">Isaiah 3:2-3<\/a>.<\/p><p><em>The whole stay of bread<\/em>&mdash;We use a similar expression when we say that &ldquo;bread is the staff of life.&rdquo; The Hebrews often expressed the same idea, representing the &ldquo;heart&rdquo; in man as being &ldquo;supported or upheld&rdquo; by bread, <a class=\"ref\">Genesis 18:5<\/a> (margin); <a class=\"ref\">Judges 19:5<\/a> (margin); <a class=\"ref\">Leviticus 26:26; Psalm 105:16<\/a>.<\/p><p><em>Stay of water<\/em>&mdash;He would reduce them from their luxuries introduced by commerce <a class=\"isa\" verses=\"eyIxNzY4NyI6MjJ9\">Isaiah 2<\/a> to absolute want. This often occurred in the sieges and wars of the nation; and in the famines which were the consequence of the wars. The reference here is probably to the invasion of the land by Nebuchadnezzar. The famine consequent on that invasion is described in <a class=\"ref\">Jeremiah 38:21; Jeremiah 38:9; Lamentations 4:4<\/a>: &ldquo;The tongue of the sucking child cleaveth to the roof of his month for thirst; the young children ask bread, and no man breaketh it unto them.&rdquo;<\/p>",
    "audit": 1
}