{
    "id": 1424,
    "source": "barnes",
    "verse_id": 18331,
    "verse_count": 1,
    "reference": "35:10",
    "title": "",
    "html": " <p> <em>And the ransomed of the Lord <\/em>&mdash;The word rendered here &lsquo;ransomed,&rsquo; is different from the word rendered &lsquo;redeemed&rsquo; in <a class=\"isa\" verses=\"WzE4MzMwXQ==\">Isaiah 35:9<\/a>. This word is פדוּיי pedûyēy from פדה pâdâh; though it is not easy, perhaps not possible, to designate the difference in the sense. Doubtless there was a shade of difference among the Hebrews, but what it was is not now known. See this word explained in the note at <a class=\"isa\" verses=\"WzE3NjgyXQ==\">Isaiah 1:27<\/a>. The language here is all derived from the deliverance from Babylon, and the images employed by the prophet relate to that event. Still, there can be no doubt that he meant to describe the deliverance under the Messiah. <\/p> <p> <em>Shall return, and come to Zion <\/em>&mdash;This language also is that which expresses the return from Babylon. In a more general sense, and in the sense intended particularly by the prophet, it means, doubtless, that all who are the redeemed of God shall be gathered under his protection, and shall be saved. <\/p> <p> <em>With songs <\/em>&mdash;With rejoicing&mdash;as the ransomed captives would return from Babylon, and as all who are redeemed enter the church on earth, and will enter into heaven above. <\/p> <p> <em>And everlasting joy upon their heads <\/em>&mdash;This may be an expression denoting the fact that joy is manifest in the face and aspect (Gesenius). Thus we say that joy lights up the countenance, and it is possible that the Hebrews expressed this idea by applying it to the head. Thus the Hebrews say <a class=\"ref\">Psalm 126:2<\/a>: <\/p> <p>Then was our mouth filled with laughter. <\/p> <p>And our tongue with singing. <\/p> <p> <em>Or it may refer to the practice of anointing the head with oil and perfume in times of festivity and joy <\/em>&mdash;in contrast with the custom of throwing ashes on the head in times of grief and calamity (Rosenmuller). Or it may refer to a custom of wearing a wreath or chaplet of flowers in times of festivity, as is often done now, and as was commonly done among the ancients in triumphal processions (Vitringa). Whichever exposition be adopted, the idea is the same, that there would be great joy, and that that joy would be perpetual and unfading. This is true of all who return to Zion under the Messiah. Joy is one of the first emotions; joy at redemption, and at the pardon of sin; joy in view of the hopes of eternal life, and of the everlasting favor of God. But this joy is not short-lived and fading, like the garland of flowers on the head; it is constant, increasing, everlasting. <\/p> <p> <em>And sorrow and sighing shall flee away <\/em>&mdash;(See the note at <a class=\"isa\" verses=\"WzE4MTI3XQ==\">Isaiah 25:8<\/a>). <\/p> <p>This is a most beautiful close of the series or succession of prophecies which we have been thus far contemplating. The result of all is, that the redeemed of the Lord shall have joy and rejoicing; that all their enemies shall be subdued, and that they shall be rescued from all their foes. In the analysis of the prophecy contained in the thirty-fourth and thirty-fifth chapters, it was stated that this prophecy seemed to be a summary of all that Isaiah had before uttered, and was designed to show that all the enemies of the people of God would be destroyed, and that they would be triumphantly delivered and saved. All these minor deliverances were preparatory to and emblematic of the greater deliverance under the Messiah; and accordingly all his predictions look forward to, and terminate in that. In the portions of prophecy which we have been over, we have seen the people of God represented as in danger from the Syrians, the Assyrians, the Egyptians, the Moabites, the Edomites, the Babylonians; and in reference to them all, the same result has been predicted, that they would be delivered from them, and that their enemies would be destroyed. <\/p> <p>This has been, in the chapters which we have passed over, successively foretold of Damascus, of Egypt, of Moab, of Ethiopia, of Babylon, of Edom, and of Sennacherib; and the prophet has reached the conclusion that all the enemies of God&rsquo;s people would ultimately be destroyed, and that they would be safe under the reign of the Messiah, to which all their deliverances were preparatory, and in which they all would terminate, Having pursued this course of the prophecy; having looked at all these foes; having seen them in vision all destroyed; having seen the Prince of Peace come; having seen the wonders that he would perform; having seen all danger subside, and the preparation made for the eternal security and joy of all his people, the prophet closes this series of predictions with the beautiful statement now before us, &lsquo;the redeemed of Yahweh shall return, and come to Zion with songs, and everlasting joy; and sorrow and sighing shall flee away.&rsquo; <\/p> ",
    "audit": 1
}