{
    "id": 1985,
    "source": "barnes",
    "verse_id": 18892,
    "verse_count": 1,
    "reference": "64:6 ",
    "title": "",
    "html": "<p><em>But we are all as an unclean thing<\/em>&mdash;We are all polluted and defiled. The word used here (טמא ṭâmē&rsquo;), means properly that which is polluted and defiled in a Levitical sense; that is, which was regarded as polluted and abominable by the law of Moses <a class=\"ref\">Leviticus 5:2; Deuteronomy 14:19<\/a> , and may refer to animals, people, or things; also in a moral sense <a class=\"ref\">Job 14:4<\/a>. The sense is, that they regarded themselves as wholly polluted and depraved.<\/p><p><em>And all our righteousnesses<\/em>&mdash;The plural form is used to denote the deeds which they had performed&mdash;meaning that pollution extended to every individual thing of the numerous acts which they had done. The sense is, that all their prayers, sacrifices, alms, praises, were mingled with pollution, and were worthy only of deep detestation and abhorrence.<\/p><p><em>As filthy rags<\/em>&mdash;&lsquo;Like a garment of stated times&rsquo; (עדים ‛iddiym)&mdash;from the obsolete root עדד ‛âdad, &ldquo;to number, to reckon, to determine,&rdquo; e. g., time. No language could convey deeper abhorrenee of their deeds of righteousness than this reference&mdash;as it is undoubtedly&mdash;to the vestis menstruis polluta. &lsquo;Non est ambigendum,&rsquo; says Vitringa, &lsquo;quin vestis עדים ‛iddiym notet linteum aut pannum immundum ex immunditie legali, eundemque foedum aspectu; cu-jusmodi fuerit imprimis vestis, pannus, aut linteum feminae menstruo profluvio laborantis; verisimile est, id potissimum hae phrasi designari. Sic accepit earr Alexandrinus, vertens, &omega;̔&sigmaf; &rho;̔&alpha;́&kappa;&omicron;&sigmaf; &alpha;̓&pi;&omicron;&kappa;&alpha;&theta;&eta; &mu;&epsilon;́&nu;&eta;&sigmaf; hōs rakos apokathē menēs&mdash;ut pannus sedentis; proprie: ut pannus mulieris languidae et desidentis ex menstruo &pi;&alpha;&theta;&eta;́&mu;&alpha;&tau;&iota; pathēmati &rsquo; (<a class=\"ref\">Leviticus 15:33<\/a> ; compare <a class=\"ref\">Leviticus 20:18; Lamentations 1:17<\/a>).<\/p><p><em>And we all do fade as a leaf<\/em>&mdash;We are all withered away like the leaf of autumn. Our beauty is gone; our strength is fled (compare the notes at <a class=\"isa\" verses=\"W3siMTg0MjciOjJ9LHsiMTg2NjQiOjExfV0=\">Isaiah 40:6-7; Isaiah 50:1-11<\/a>:30). What a beautiful description this is of the state of man! Strength, vigor, comeliness, and beauty thus fade away, and, like the &rsquo;sere and yellow leaf&rsquo; of autumn, fall to the earth. The earth is thus strewed with that which was once comely like the leaves of spring, now falling and decaying like the faded verdure of the forest.<\/p><p><em>And our iniquities like the wind<\/em>&mdash;As a tempest sweeps away the leaves of the forest, so have we been swept away by our sins.<\/p>",
    "audit": 1
}