{
    "id": 933,
    "source": "barnes",
    "verse_id": 17840,
    "verse_count": 1,
    "reference": "9:10",
    "title": "",
    "html": " <p> <em>The bricks are fallen down <\/em>&mdash;The language of this verse is figurative; but the sentiment is plain. It contains the confession of the inhabitants of Samaria, that their affairs were in a ruinous and dilapidated state; but also their self-confident assurance that they would be able to repair the evils, and restore their nation to more than their former magnificence. <\/p> <p>Bricks, in oriental countries, were made of clay and straw, and were rarely turned. Hence, exposed to suns and rains, they soon dissolved. Walls and houses constructed of such materials would not be very permanent, and to build with them is strongly contrasted with building in a permanent and elegant manner with hewn stone. <\/p> <p>The meaning is, that their former state was one of less splendor than they designed that their subsequent state should be. Desolation had come in upon their country, and this they could not deny. But they confidently boasted that they would more than repair the evil. <\/p> <p> <em>We will build <\/em>&mdash;Our ruined houses and walls. <\/p> <p> <em>With hewn stones <\/em>&mdash;At once more permanent and elegant than the structures of bricks had been. <\/p> <p> <em>The sycamores <\/em>&mdash;These trees grew abundantly on the low lands of Judea, and were very little esteemed; <a class=\"ref\">1 Kings 10:27; 2 Chronicles 1:15; 2 Chronicles 9:27 <\/a>. <\/p> <p>&lsquo;This curious tree seems to partake of the nature of two different species,&rsquo; says Calmet, &lsquo;the mulberry and the fig; the former in its leaf, and the latter in its fruit. Its Greek name, &sigma;&upsilon;&kappa;&omicron;́&mu;&omicron;&rho;&omicron;&sigmaf; sukomoros, is plainly descriptive of its character, being compounded of &sigma;&upsilon;&kappa;&omicron;&sigmaf; sukos, a fig tree, and &mu;&omicron;&rho;&omicron;&sigmaf; moros, a mulberry tree. It is thus described by Norden: &ldquo;They have in Egypt divers sorts of figs; but if there is any difference between them, a particular kind differs still more. I mean that which the sycamore bears, that they name in Arabic giomez. This sycamore is of the height of a beech, and bears its fruit in a manner quite different from other trees. It has them on the trunk itself, which shoots out little sprigs in form of a grapestalk, at the end of which grows the fruit close to one another, most like bunches of grapes. The tree is always green, and bears fruit several times in the year, without observing any certain seasons, for I have seen some sycamores which had fruit two months after others. This sort of tree is pretty common in Egypt.&ldquo;&lsquo; They were not highly valued, though it is probable they were often employed in building. <\/p> <p> <em>They are contrasted with cedars here <\/em>&mdash; <\/p> <p>(1) Because the cedar was a much more rare and precious wood. <\/p> <p>(2) Because it was a much more smooth and elegant article of building. <\/p> <p>(3) Because it was more permanent. The grain and texture of the sycamore is remarkably coarse and spongy, and could, therefore, stand in no competition with the cedar for beauty and ornament. <\/p> <p> <em>We will change them <\/em>&mdash;We will employ in their stead. <\/p> <p> <em>Cedars <\/em>&mdash;The cedar was a remarkably fine; elegant, and permanent wood for building. It was principally obtained on mount Lebanon, and was employed in temples, palaces, and in the houses of the rich; see the note at <a class=\"isa\" verses=\"WzE3NzA0XQ==\">Isaiah 2:18 <\/a>. <\/p> <p>The sycamore is contrasted with the cedar in <a class=\"ref\">1 Kings 10:27 <\/a>: &lsquo;Cedars he made to be as sycamore trees.&rsquo; The whole passage denotes self-confidence and pride; an unwillingness to submit to the judgments of God, and a self-assurance that they would more than repair all the evils that would be inflicted on them. <\/p> ",
    "audit": 1
}