{
    "id": 1005,
    "source": "barnes",
    "verse_id": 17912,
    "verse_count": 1,
    "reference": "13:5 ",
    "title": "",
    "html": "<p><em>They come<\/em>&mdash;That is, &lsquo;Yahweh and the weapons of his indignation&rsquo;&mdash;the collected armies come. The prophet sees these assembled armies with Yahweh, as their leader, at their head.<\/p><p><em>From a far country<\/em>&mdash;The country of the Medes and Persians. These nations, indeed, bordered on Babylonia, but still they stretched far to the north and east, and, probably, occupied nearly all the regions to the east of Babylon which were then known.<\/p><p><em>From the end of heaven<\/em>&mdash;The Septuagint renders this, &Alpha;̓&pi; ̓ &alpha;̓́&kappa;&rho;&omicron;&upsilon; &theta;&epsilon;&mu;&epsilon;&lambda;&iota;́&omicron;&upsilon; &tau;&omicron;&upsilon;͂ &omicron;&upsilon;̓&rho;&alpha;&nu;&omicron;&upsilon;͂ Ap&rsquo; akrou themeliou tou ouranou&mdash;&lsquo;From the &ldquo;extreme foundation&rdquo; of the heaven.&rsquo; The expression in the Hebrew, &lsquo;From the end, or extreme peri of heaven,&rsquo; means, the distant horizon by which the earth appears to be bounded, where the sky and the land seem to meet. In <a class=\"ref\">Psalm 19:6<\/a>, the phrase, &lsquo;from the end of the heaven&rsquo; denotes the east, where the sun appears to rise; and &lsquo;unto the ends of it&rsquo; denotes the west:<\/p><p>His going forth is from the end of the heaven;<\/p><p>And his circuit unto the ends of it.<\/p><p>It is here synonymous with the phrase, &lsquo;the end of the earth,&rsquo; in <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 5:26<\/a>.<\/p><p><em>Even the Lord<\/em>&mdash;The word &lsquo;even,&rsquo; introduced here by the translators, weakens the three of this verse. The prophet means to say that Yahweh is coming at the head of those armies, which are the weapons of his indignation.<\/p><p><em>The weapons of his indignation<\/em>&mdash;The assembled armies of the Medes and Persians, called &lsquo;the weapons of his indignation,&rsquo; because by them he will accomplish the purposes of his anger against the city of Babylon (see the note at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 10:5<\/a>).<\/p><p><em>To destroy the whole land<\/em>&mdash;The whole territory of Babylonia, or Chaldea. Not only the city, but the nation and kingdom.<\/p>",
    "audit": 1
}