{
    "id": 1485,
    "source": "barnes",
    "verse_id": 18392,
    "verse_count": 1,
    "reference": "38:1",
    "title": "",
    "html": "<p><em>In those days<\/em> &mdash;That is, his sickness commenced about the period in which the army of Sennacherib was destroyed. It has been made a question whether the sickness of Hezekiah was before or after the invasion of Sennacherib. The most natural interpretation certainly is, that it occurred after that invasion, and probably at no distant period. The only objection to this view is the statement in<a class=\"isa\" verses=\"WzE4Mzk3XQ==\">Isaiah 38:6<\/a> , that God would deliver him out of the hand of the king of Assyria, which has been understood by many as implying that he was then threatened with the invasion. But this may mean simply that he would be perpetually and finally delivered from his hand; that he would be secure in that independence from a foreign yoke which he had long sought<a class=\"ref\">2 Kings 18:7<\/a> ; and that the Assyrian should not be able again to bring the Jews into subjection (see the notes at<a class=\"isa\" verses=\"eyIxODM4MyI6Mn0=\">Isaiah 37:30-31<\/a> ; compare the note at<a class=\"isa\" verses=\"WzE4Mzk3XQ==\">Isaiah 38:6<\/a>). Jerome supposes that it was brought upon him lest his heart should be elated with the signal triumph, and in order that, in his circumstances, he might be kept humble. Josephus (Ant. x. 2. 1) says that the sickness occurred soon after the destruction of the army of Sennacherib. Prideaux (Connection, vol. i. p. 137) places his sickness before the invasion of the Assyrians.<\/p><p><em>Was sick<\/em> &mdash;What was the exact nature of this sickness is not certainly known. In<a class=\"isa\" verses=\"WzE4NDEyXQ==\">Isaiah 38:21<\/a> it is said that it was &lsquo;a boil,&rsquo; and probably it was a pestilential boil. The pestilence or plague is attended with an eruption or boil. &lsquo;No one,&rsquo; says Jahn, &lsquo;ever recovered from the pestilence unless the boil of the pestilence came out upon him, and even then he could not always be cured&rsquo; (Biblical Antiquities, Section 190). The pestilence was, and is still, rapid in its progress. It terminates the life of those who are affected with it almost immediately, and at the furthest within three or four days. Hence, we see one ground of the alarm of Hezekiah. Another cause of his anxiety was, that he had at this time no children, and consequently he had reason to apprehend that his kingdom would be thrown into contention by conflicting strifes for the crown.<\/p><p><em>Unto death<\/em> &mdash;Ready to die; with a sickness which in the ordinary course would terminate his life.<\/p><p><em>Set thine house in order<\/em> &mdash;Hebrew, &lsquo;Give command (צו tsâv) to thy house,&rsquo; that is, to thy family. If you have any directions to give in regard to the succession to the crown, or in regard to domestic and private arrangements, let it be done soon. Hezekiah was yet in middle life. He came to the throne when he was twenty-five years old<a class=\"ref\">2 Kings 18:2<\/a> , and he had now reigned about fourteen years. It is possible that he had as yet made no arrangements in regard to the succession, and as this was very important to the peace of the nation, Isaiah was sent to him to apprize him of the necessity of leaving the affairs of his kingdom so that there should not be anarchy when he should die. The direction, also, may be understood in a more general sense as denoting that he was to make whatever arrangements might be necessary as preparatory to his death. We see here&mdash;<\/p><p>1. The boldness and fidelity of a man of God. Isaiah was not afraid to go in and freely tell even a monarch that he must die. The subsequent part of the narrative would lead us to suppose that until this announcement Hezekiah did not regard himself as in immediate danger. It is evident here, that the physician of Hezekiah had not informed him of it&mdash;perhaps from the apprehension that his disease would be aggravated by the agitation of his mind on the subject. The duty was, therefore, left, as it is often, to a minister of religion&mdash;a duty which even many ministers are slow to perform, and which many physicians are reluctant to have performed.<\/p><p>2. No danger is to be apprehended commonly from announcing to those who are sick their true condition. Friends and relatives are often reluctant to do it, for fear of agitating and alarming them. Physicians often prohibit them from knowing their true condition, under the apprehension that their disease may be aggravated. Yet here was a case in which pre-eminently there might be danger from announcing the danger of death. The disease was deeply seated. It was making rapid progress. It was usually incurable. Nay, there was here a moral certainty that the monarch would die. And this was a case, therefore, which particularly demanded, it would seem, that the patient should be kept quiet, and free from alarms. But God regarded it as of great importance that he should know His true condition, and the prophet was directed to go to him and faithfully to state it. Physicians and friends often err in this.<\/p><p>There is no species of cruelty greater than to suffer a friend to lie on a dying bed under a delusion. There is no sin more aggravated than that of designedly deceiving a dying man, and flattering him with the hope of recovery when there is a moral certainty that he will not, and cannot recover. And there is evidently no danger to be apprehended from communicating to the sick their true condition. It should be done tenderly, and with affection; but it should be done faithfully. I have had many opportunities of witnessing the effect of apprizing the sick of their situation, and of the moral certainty that they must die. And I cannot now recall an instance in which the announcement has had any unhappy effect on the disease. Often, on the contrary, the effect is to calm the mind, and to lead the dying to look up to God, and peacefully to repose on him. And the effect of that is always salutary. Nothing is more favorable for a recovery than a peaceful, calm, heavenly submission to God; and the repose and quiet which physicians so much desire their patients to possess, is often best obtained by securing confidence in God, and a calm resignation to his will.<\/p><p>3. Every man with the prospect of death before him should set his house in order. Death is an event which demands preparation&mdash;a preparation which should not be deferred to the dying moment. In view of it, whether it comes sooner or later, our peace should be made with God and our worldly affairs so arranged that we can leave them without distraction, and without regret.<\/p><p><em>For thou shalt die, and not live<\/em> &mdash;Thy disease is incurable. It is a mortal, fatal disease. The Hebrew is, &lsquo;for thou art dead&rsquo; (מת mēth); that is, you are a dead man. A similar expression occurs in<a class=\"ref\">Genesis 20:3<\/a> , in the address which God made to Abimelech: &lsquo;Behold thou art a dead man, on account of the woman which thou hast taken.&rsquo; We have a similar phrase in our language, when a man is wounded, and when he says, &lsquo;I am a dead man.&rsquo; This is all that we are required to understand here, that, according to the usual course of the disease, he must die. It is evident that Isaiah was not acquainted himself with the secret intention of God; nor did he know that Hezekiah would humble himself, and plead with God; nor that God would by a miracle lengthen out his life.<\/p> ",
    "audit": 1
}