{
    "id": 1806,
    "source": "barnes",
    "verse_id": 18713,
    "verse_count": 1,
    "reference": "53:1",
    "title": "",
    "html": "<p><em>Who hath believed our report?<\/em>&mdash;The main design of the prophet in all this portion of his prophecy is, undoubtedly, to state the fact that the Redeemer would be greatly exalted (see <a class=\"isa\" verses=\"WzE4NzEwLDE4NzI0XQ==\">Isaiah 52:13; Isaiah 53:12<\/a>). But in order to furnish a fair view of his exaltation, it was necessary also to exhibit the depth of his humiliation, and the intensity of his sorrows, and also the fact that he would be rejected by those to whom he was sent. He, therefore, in this verse, to use the language of Calvin, breaks in abruptly upon the order of his discourse, and exclaims that what he had said, and what he was about to say, would be scarcely credited by anyone. Prelimmary to his exaltation, and to the honors which would be conferred on him, he would be rejected and despised. The word &lsquo;report&rsquo; (שׁמוּעה shemû‛âh) denotes properly that which is heard, tidings, message, news. Margin, &lsquo;Hearing&rsquo; or &lsquo;doctrine.&rsquo; The Septuagint renders it, &Alpha;̓&kappa;&omicron;&eta;́ Akoē&mdash;&lsquo;Rumour,&rsquo; &lsquo;message.&rsquo; It refers to the annunciation, message, or communication which had been made respecting the Messiah. &lsquo;The speaker here is Isaiah, and the word &lsquo;our&rsquo; refers to the fact that the message of Isaiah and of the other prophets had been alike rejected. He groups himself with the other prophets, and says that the annunciation which they had made of the Redeemer had been disregarded The interrogative form is often assumed when it is designed to express a truth with emphasis; and the idea is, therefore, that the message in regard to the Messiah had been rejected, and that almost none had credited and embraced it.<\/p><p><em>And to whom is the arm of the Lord revealed?<\/em>&mdash;The arm is that by which we execute a purpose, and is often used as the emblem of power (see the notes at <a class=\"isa\" verses=\"WzE4MjgyLDE4NDMxXQ==\">Isaiah 33:2; Isaiah 40:10<\/a>). Here it denotes the omnipotence or power of God, which would be exhibited through the Messiah. &lsquo;The sense is, &lsquo;Who has perceived the power evinced in the work of the Redeemer? To whom is that power manifested which is to be put forth through him, and in connection with his work?&rsquo; It refers not so much, as it seems to me, to his power in working miracles, as to the omnipotence evinced in rescuing sinners from destruction. In the New Testament, the gospel is not unfrequently called &lsquo;the power of God&rsquo; <a class=\"ref\">Romans 1:16; 1 Corinthians 1:18<\/a> , for it is that by which God displays his power in saving people. The idea here is, that comparatively few would be brought under that power, and be benefited by it; that is, in the times, and under the preaching of the Messiah. It is to be remembered that the scene of this vision is laid in the midst of the work of the Redeemer. The prophet sees him a sufferer, despised and rejected. He sees that few come to him, and embrace him as their Saviour. He recalls the &lsquo;report&rsquo; and the announcement which he and other prophets had made respecting him; he remembers the record which had been made centuries before respecting the Messiah; and he asks with deep emotion, as if present when the Redeemer lived and preached, who had credited what he and the other prophets had said of him. The mass had rejected it all. The passage, therefore, had its fulfillment in the events connected with the ministry of the Redeemer, and in the fact that he was rejected by so many. The Redeemer was more successful in his work as a preacher than is commonly supposed, but still it is true that by the mass of the nation he was despised, and that the announcement which had been made of his true character and work was rejected.<\/p> ",
    "audit": 1
}