{
    "id": 2002,
    "source": "barnes",
    "verse_id": 18909,
    "verse_count": 1,
    "reference": "65:11 ",
    "title": "",
    "html": "<p><em>But ye are they that forsake the Lord<\/em>&mdash;Or rather, &lsquo;Ye who forsake Yahweh, and who forget my holy mountain, I will number to the sword.&rsquo; The design of this verse is to remind them of their idolatries, and to assure them that they should not escape unpunished.<\/p><p><em>That forget my holy mountain<\/em>&mdash;Mount Moriah, the sacred mountain on which the temple was built.<\/p><p><em>That prepare a table<\/em>&mdash;It was usual to set food and drink before idols&mdash;with the belief that the gods consumed what was thus placed before them (see the notes at <a class=\"isa\" verses=\"WzE4OTAyXQ==\">Isaiah 65:4<\/a>). The meaning here is, that the Jews had united with the pagan in thus &lsquo;preparing a table;&rsquo; that is, setting it before the idols referred to, and placing food on it for them.<\/p><p><em>For that troop<\/em>&mdash;Margin, &lsquo;Gad.&rsquo; Perhaps there is nowhere a more unhappy translation than this. It has been made evidently because our translators were not aware of the true meaning of the word, and did not seem to understand that it referred to idolatry. The translation seems to have been adopted with some reference to the paronomasia occurring in <a class=\"ref\">Genesis 49:19<\/a>; &lsquo;Gad, a troop shall overcome him&rsquo;&mdash;יגוּדנוּ גדוּד גד gâd gedûd yegûdenû&mdash;where the word Gad has some resemblance to the word rendered troop. The word Gad itself, however, never means troop, and evidently should not be so rendered here. Much has been written on this place, and the views of the learned concerning Gad and Meni are very various and uncertain. Those who are disposed to examine the subject at length, may consult Rosenmuller, Vitringa, and Gesenius on the passage; and also the following works.<\/p><p>On this passage the reader may consult the Dissertation el David Mills, De Gad et Meni, and also the Dissertation of Jo. Goth. Lakemacher, De Gad et Meni, both of which are to be found in Ugolin&rsquo;s Thesaurus, xxiii. pp. 671-718, where the subject is examined at length. Mills supposes that the names Gad and Meni are two names for the moon&mdash;sidus bonum, and &mu;&eta;&nu;&eta; mēnē. He remarks that &lsquo;on account of the power which the moon is supposed to exert over sublunary things, it was often called the goddess Fortune. It is certain that the Egyptians by &Tau;&upsilon;́&chi;&eta; Tuchē (Fortune), which they numbered among the gods who were present at the birth of man, understood the moon.&rsquo; Among the Arabians and Persians the moon is said to have been denominated Sidus felix et faustum&mdash;&lsquo;The happy and propitious star.&rsquo; See Rosenmuller in loc. Lakemather supposes that two idols are meant&mdash;Hecate and Mann Vitringa and Rosenmuller suppose that the sun and moon are intended. Grotius supposes that the name Gad means the same as the goddess Fortune, which was worshipped by the Hebrews, Chaldeans, and Arabians; and that Meni means a divinity of that name, which Strabo says was worshipped in Armenia and Phrygia. Other opinions may be seen in Vitringa. That two idols are intended here, there can be no doubt. For,<\/p><p>1. The circumstance mentioned of their preparing a table for them, and pouring out a drink-offering, is expressive of idolatry.<\/p><p>2. The connection implies this, as the reproof in this chapter is to a considerable extent for their idolatry.<\/p><p>3. The universal opinion of expositors, though they have varied in regard to the idols intended, proves this.<\/p><p>Aben Ezra, Kimchi, and the rabbis generally suppose that by Gad the planet Jupiter was intended, which they say was worshipped throughout the East as the god of fortune, and this is now the prevalent opinion. The word גד gad, says Gesenius, means fortune, especially the god Fortune, which was worshipped in Babylon. He supposes that it was the same idol which was also called Baal or Bel (compare the notes at <a class=\"isa\" verses=\"WzE4NTg4XQ==\">Isaiah 46:1<\/a>), and that by this name the planet Jupiter&mdash;Stella Jovis&mdash;was intended, which was regarded throughout the East as the genius and giver of good fortune, hence called by the Arabians bona fortuna major&mdash;&lsquo;the greater good fortune.&rsquo; The word &lsquo;Meni,&rsquo; on the other hand, Gesenius supposes to denote the planet Venus, called in the East bolla fortuna minor&mdash;&lsquo;the lesser good fortune.&rsquo; The Vulgate renders this, Fortunae&mdash;&lsquo;To Fortune.&rsquo; The Septuagint, &Tau;&omega;͂ͅ &delta;&alpha;&iota;&mu;&omicron;&nu;&iota;́&omega;ͅ tō daimoniō&mdash;&lsquo;To a demon;&rsquo; though, in the corresponding member, Meni is rendered by &tau;&eta;͂ͅ &tau;&upsilon;́&chi;&eta;ͅ tē tuchē&mdash;&lsquo;To Fortune,&rsquo; and it is possible that the order of the words has been inverted, and that they meant to render the word Gad by Fortune. The Chaldee renders it simply, לטעון leṭa‛evân&mdash;&lsquo;To idols.&rsquo; It is agreed on all hands that some idol is here referred to that was extensively worshipped in the East; and the general impression is, that it was an idol representing Fortune. But whether it was the Sun, or the planet Jupiter, is not easy to determine.<\/p><p>That it was customary to place a table before the idol has been already remarked, and is expressly affirmed by Jerome. &lsquo;In all cities,&rsquo; says he, &lsquo;and especially in Egypt, and in Alexandria, it was an ancient custom of idolatry, that on the last day of the year, and of the last month, they placed a table filled with food of various kinds, and a cup containing wine and honey mixed together&mdash;poculum mulso mistum&mdash;either as an expression of thankfulness for the fertility of the past year, or invoking fertility for the coming year.&rsquo; Thus Herodotus (iii. 18) also describes the celebrated table of the sun in Ethiopia. &lsquo;What they call the table of the sun was this: A plain in the vicinity of the city was filled, to the height of four feet, with roasted flesh of all kinds of animals, which was carried there in the night under the inspection of magistrates; during the day, whoever pleased was at liberty to go and satisfy his hunger. The natives of the place affirm that the earth spontaneously produces all these viands; this, however, is what they call the table of the sun.&rsquo;<\/p><p>And that furnish the drink-offering&mdash;In all ancient worship, it was customary to pour out a libation, or a drink-offering. This was done among idolaters, to complete the idea of a repast. As they placed food before the idols, so they also poured out wine before them, with the idea of propitiating them (see the notes at <a class=\"isa\" verses=\"WzE4NzcyXQ==\">Isaiah 57:6<\/a>).<\/p><p><em>To that number<\/em>&mdash;Margin, &lsquo;Meni.&rsquo; The phrase, &lsquo;to that number&rsquo; evidently conveys no idea, and it would have been much better to have retained the name Meni, without any attempt to translate it. The rendering, &lsquo;to that number&rsquo; was adopted because the word מני menı̂y is derived from מנה mânâh, to allot, to appoint, to number. Various opinions also have been entertained in regard to this. Rosenmuller and many others suppose that the moon is intended, and it has been supposed that the name Meni was given to that luminary because it numbered the months, or divided the time. Bynaeus and David Mills have endeavored to demonstrate that this was the moon, and that this was extensively worshipped in Eastern nations. Vitringa supposes that it was the same deity which was worshipped by the Syrians and Philistines by the name of Astarte, or Ashtaroth, as it is called in the Scripture; or as &omicron;&upsilon;̓&rho;&alpha;&nu;&iota;́&eta;&sigmaf; ouraniēs, the queen of heaven; and if the name Gad be supposed to represent the sun, the name Meni will doubtless represent the moon.<\/p><p>The goddess Ashtaroth or Astarte, was a goddess of the Sidonians, and was much worshipped in Syria and Phenicia. Solomon introduced her worship in Jerusalem <a class=\"ref\">1 Kings 11:33<\/a>. Three hundred priests were constantly employed in her service at Hierapolis in Syria. She was called &lsquo;the queen of heaven;&rsquo; and is usually mentioned in connection with Baal. Gesenius supposes that the planet Venus is intended, regarded as the source of good fortune, and worshipped extensively in connection with the planet Jupiter, especially in the regions of Babylonia. It seems to be agreed that the word refers to the worship of either the moon or the planet Venus, regarded as the goddess of good fortune. It is not very material which is intended, nor is it easy to determine. The works referred to above may be consulted for a more full examination of the subject than is consistent with the design of these notes. The leading idea of the prophet is, that they were deeply sunken and debased in thus forsaking Yahweh, and endeavoring to propitiate the favor of idol-gods.<\/p>",
    "audit": 1
}