{
    "id": 1033,
    "source": "barnes",
    "verse_id": 17940,
    "verse_count": 1,
    "reference": "14:11 ",
    "title": "",
    "html": "<p><em>Thy pomp<\/em>&mdash;Thy magnificence (see the note at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 5:14<\/a> ).<\/p><p><em>The noise of thy viols<\/em>&mdash;Instruments of music were often used in their feasts; and the meaning here is, that instead of being surrounded with splendor, and the instruments of music, the monarch was now brought down to the corruption and stillness of the grave. The instrument referred to by the word &lsquo;viol&rsquo; (נבל nēbel, plur. נבלים nebalı̂ym, Greek &nu;&alpha;́&beta;&lambda;&alpha; nabla, Latin nablium), was a stringed instrument usually with twelve strings, and played by the pecten or by the hand (see the notes and illustrations on <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 5:12<\/a>). Additional force is given by all these expressions if they are read, as Lowth reads them, as questions asked in suprise, and in a taunting manner, over the haughty king of Babylon&mdash;&lsquo;Is thy pride then brought down to the grave?&rsquo; etc.<\/p><p><em>The worm<\/em>&mdash;This word, in Hebrew (רמה rimmâh), denotes a worm that is found in putrid substances <a class=\"ref\">Exodus 16:25; Job 7:5; Job 21:26<\/a>.<\/p><p><em>Is spread under thee<\/em>&mdash;Is become thy couch&mdash;instead of the gorgeous couch on which thou wert accustomed to repose.<\/p><p><em>And the worm<\/em>&mdash;(תולעה tôlê‛âh)&mdash;the same word which occurs in <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 1:18<\/a> , and rendered there as &ldquo;crimson&rdquo; (see the note on that verse). This word is usually applied to the insect from which the crimson dye was obtained; but it is also applied to the worm which preys upon the dead <a class=\"ref\">Exodus 16:20<\/a> ; <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 66:24<\/a>.<\/p><p><em>Cover thee<\/em>&mdash;Instead of the splendid covering which was over thee when reposing on thy couch in thy palace. What could be more humiliating than this language? How striking the contrast between his present situation and that in which he reposed in Babylon! And yet this language is as applicable to all others as to that prond and haughty king. It is equally true of the great and mighty everywhere; of the rich, the frivolous, the beautiful, and the proud who lie on beds of down, that they will soon lie where worms shall be their couch and their covering. How ought this reflection to humble our pride! How should it lead us to be prepared for that hour when the grave shall be our bed; and when far away from the sound of the viol and the harp; from the sweet voice of friendship and the noise of revelry, we shall mingle with our native dust!<\/p>",
    "audit": 1
}