{
    "id": 1801,
    "source": "barnes",
    "verse_id": 18708,
    "verse_count": 1,
    "reference": "52:11",
    "title": "",
    "html": " <p> <em>Depart ye, depart ye <\/em>&mdash;This is a direct address to the exiles in their captivity. The same command occurs in <a class=\"isa\" verses=\"WzE4NjM1XQ==\">Isaiah 48:20 <\/a> (see the notes on that place). It is repeated here for the sake of emphasis; and the urgency of the command implies that there was some delay likely to be apprehended on the part of the exiles themselves. The fact seems to have been, that though the captivity was at first attended with every circumstance suited to give pain, and though they were subjected to many privations and sorrows in Babylon (see <a class=\"ref\">Psalm 137:1-9 <\/a>), yet that many of them became strongly attached to a residence there, and were strongly indisposed to return. They were there seventy years. Most of those who were made captive would have died before the close of the exile. Their children, who constituted the generation to whom the command to return would be addressed, would have known the land of their fathers only by report. <\/p> <p>It was a distant land; and was to be reached only by a long and perilous journey across a pathless desert. They had been born in Babylon. It was their home; and there were the graves of their parents arid kindred. Some had been advanced to posts of office and honor: many, it is probable, had lands, and friends, and property in Babylon. The consequence would, therefore, be, that there would be strong reluctance on their part to leave the country of their exile, and to encounter the perils and trials incident to a return to their own land. It is not improbable, also, that many of them may have formed improper connections and attachments in that distant land, and that they would be unwilling to relinquish them, and return to the land of their fathers. It was necessary, therefore, that the most urgent commands should be addressed to them, and the strongest motives presented to them, to induce them to return to the country of their fathers. And after all, it is evident that but comparatively a small portion of the exile Jews ever were prevailed on to leave Babylon, and to adventure upon the perilous journey of a return to Zion. <\/p> <p> <em>Touch no unclean thing <\/em>&mdash;Separate yourselves wholly from an idolatrous nation, and preserve yourselves pure. The apostle Paul <a class=\"ref\">2 Corinthians 6:17-18 <\/a> has applied this to Christians, and uses it as expressing the obligation to come out from the world, and to be separate from all its influences. Babylon is regarded by the apostle as not an unapt emblem of the world, and the command to come out from her as not an improper expression of the obligation to the friends of the Redeemer to be separate from all that is evil. John Rev 18:4 has applied this passage also to denote the duty of true Christians to separate themselves from the mystical Babylon&mdash;the papal community&mdash;and not to be partaker of her sins. The passage is applied in both these instances, because Babylon, in Scripture language, is regarded as emblematic of whatever is oppressive, proud, arrogant, persecuting, impure, and abominable. <\/p> <p> <em>That bear the vessels of the Lord <\/em>&mdash;That bear again to your own land the sacred vessels of the sanctuary. It is to be remembered that when the Jews were taken to Babylon, Nebuchadnezzar carried there all the sacred utensils of the temple, and that they were used in their festivals as common vessels in Babylon <a class=\"ref\">2 Chronicles 36:18; Daniel 5:2-5 <\/a>. These vessels Cyrus commanded to be again restored, when the exiles returned to their own land <a class=\"ref\">Ezra 1:7-11 <\/a>. They whose office it was to carry them, were the priests and Levites <a class=\"ref\">Numbers 1:50; Numbers 4:15 <\/a>; and the command here pertains particularly to them. They were required to be holy; to feel the importance of their office, and to be separate from all that is evil. The passage has no original reference to ministers of the gospel, but the principle is implied that they who are appointed to serve God as his ministers in any way should be pure and holy. <\/p> ",
    "audit": 1
}