{
    "id": 1247,
    "source": "barnes",
    "verse_id": 18154,
    "verse_count": 1,
    "reference": "27:2 ",
    "title": "",
    "html": "<p><em>Sing ye unto her<\/em>&mdash;That is, sing unto, or respecting the vineyard. The word rendered &rsquo;sing&rsquo; (ענוּ ‛anû) signifies properly, &ldquo;answer, respond to;&rdquo; and then, sing a responsive song, where one portion of the choir responds to another (see <a class=\"ref\">Exodus 15:21<\/a> ). This has been well expressed here by Lowth in his translation:<\/p><p>&lsquo;To the beloved Vineyard, sing ye a responsive song.&rsquo;<\/p><p>It is the commencement of a song, or hymn respecting Judea, represented under the image of a vineyard, and which is probably confirmed to the close of the chapter.<\/p><p><em>A vineyard<\/em>&mdash;(see the notes at <a class=\"isa\" verses=\"MTc3NDE=\">Isaiah 5:1<\/a>ff) The Hebrew phrase rendered &lsquo;a vineyard of red wine&rsquo; is the title to the song; or the responsive song respects the &lsquo;vineyard of red wine.&rsquo;<\/p><p><em>Of red wine<\/em>&mdash;(חמר chemer). Lowth proposes to read instead of this, חמד chemed, pleasantness, beauty, or beloved.&rdquo; He observes that many manuscripts have this meaning, and that it is followed by the Septuagint and the Chaldee. The Septuagint reads it: &Alpha;̓&mu;&pi;&epsilon;&lambda;&omega;́&nu; &kappa;&alpha;&lambda;&lambda;&omicron;̀&sigmaf; Ampelōn kallos&mdash;&lsquo;Beautiful vineyard.&rsquo; This would well suit the connection, and this slight error in transcribing might have easily occurred. But the authority in the manuscripts for the change is not conclusive. The word which now occurs in the text denotes properly &ldquo;wine,&rdquo; from חמר châmar, to &ldquo;ferment.&rdquo; The word חמר châmar also has the signification &ldquo;to be red&rdquo; <a class=\"ref\">Psalm 75:9; Job 16:16<\/a>; and according to this, our translators have rendered it &lsquo;of red wine.&rsquo; Bochart (Geog. Sac. ii. 1, 29) renders it, &lsquo;A vineyard fertile in producing wine.&rsquo; The correct translation would be one that would not seem very congruous in our language, &lsquo;a vineyard of wine,&rsquo; or &lsquo;a wine-vineyard.&rsquo;<\/p>",
    "audit": 1
}