{
    "id": 1422,
    "source": "barnes",
    "verse_id": 18329,
    "verse_count": 1,
    "reference": "35:8 ",
    "title": "",
    "html": "<p><em>And an highway shall be there<\/em>&mdash;(see the note at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 11:16<\/a> ). This is language which is derived from the return of the Jews from captivity. The idea is, that there would be easy and uninterrupted access to their own land. The more remote, though main idea in the mind of the prophet seems to have been, that the way of access to the blessings of the Messiah&rsquo;s reign would be open and free to all (compare <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 40:3-4<\/a> ).<\/p><p><em>And a way<\/em>&mdash;It is not easy to mark the difference between the word &ldquo;way&rdquo; (דרך derek) and &ldquo;a highway&rdquo; (מסלוּל maselûl). Probably the latter refers more particularly to a raised way (from סלל salal, to cast up), and would be expressed by our word &ldquo;causeway&rdquo; or &ldquo;turnpike.&rdquo; It was such a way as was usually made for the march of armies by removing obstructions, filling valleys, etc. The word &ldquo;way&rdquo; (דרך derek) is a more general term, and denotes a path, or road of any kind.<\/p><p><em>And it shall be called the way of holiness<\/em>&mdash;The reason why it should be so called is stated;&mdash;no impure person should travel it. The idea is, that all who should have access to the favor of God, or who should come into his kingdom, should be holy.<\/p><p><em>The unclean shall not pass over it<\/em>&mdash;There shall be no idolater there; no one shall be admitted who is not a pure worshipper of Yahweh. Such is the design of the kingdom which is set up by the Messiah, and such the church of Christ should be (see <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 40:3-4<\/a> ; <a class=\"isa\" verses=\"WzE4ODY1XQ==\">Isaiah 49:11; Isaiah 62:10<\/a>).<\/p><p><em>But it shall be for those<\/em>&mdash;For those who are specified immediately, for the ransomed of the Lord. The Margin is, &lsquo;For he shall be with them.&rsquo; Lowth reads it,<\/p><p>&lsquo;But he himself shall be with them, walking in the way.&rsquo;<\/p><p>And this, it seems to me, is the more probable sense of the passage, indicating that they should not go alone or unprotected. It would be a holy way, because their God would be with them; it would be safe, because he would attend and defend them.<\/p><p><em>The wayfaring men<\/em>&mdash;Hebrew, &lsquo;He walking in the way.&rsquo; According to the translation proposed above, this refers to God, the Redeemer, who will be with his people, walking in the way with them.<\/p><p><em>Though fools<\/em>&mdash;Hebrew, &lsquo;And fools.&rsquo; That is, the simple, the unlearned, or those who are regarded as fools. It shall be a highway thrown up, so direct, and so unlike other paths, that there shall be no danger of mistaking it. The friends of God are often regarded as fools by the world. Many of them are of the humbler class of life, and are destitute of human learning, and of worldly wisdom. The sense here is, that the way of salvation shall be so plain, that no one, however ignorant and unlearned, need err in regard to it. In accordance with this, the Saviour said that the gospel was preached to the poor; and he himself always represented the way to life as such that the most simple and unlettered might find it.<\/p>",
    "audit": 1
}