{
    "id": 1822,
    "source": "barnes",
    "verse_id": 18729,
    "verse_count": 1,
    "reference": "54:5 ",
    "title": "",
    "html": "<p><em>For thy Maker is thine husband<\/em>&mdash;Both these words, &lsquo;maker&rsquo; and &lsquo;husband,&rsquo; in the Hebrew are in the plural number. But the form is evidently the pluralis excellentiae&mdash;a form denoting majesty and honor (see <a class=\"ref\">1 Samuel 19:13, 1 Samuel 19:16; Psalm 149:2; Proverbs 9:10; Proverbs 30:3; Ecclesiastes 12:1; Hosea 12:1<\/a> ). Here it refers to &lsquo;Yahweh of hosts,&rsquo; necessarily in the singular, as Yahweh is one <a class=\"ref\">Deuteronomy 6:4<\/a>. No argument can be drawn from this phrase to prove that there is a distinction of persons in the Godhead, as the form is so often used evidently with a singular signification. That the words here properly have a singular signification was the evident understanding of the ancient interpreters. Thus Jerome Quia dominabitur tui qui fecit te&mdash;&lsquo;Because he shall rule ever thee who made thee&rsquo; So the Septuagint, &Omicron;̔́&tau;&iota; &kappa;&upsilon;́&rho;&iota;&omicron;&sigmaf; &omicron;̔ &pi;&omicron;&iota;&omega;͂&nu; &sigma;&epsilon;, &kappa;.&tau;.&lambda;. Hoti kurios ho poiōn se, etc. &lsquo;For the Lord who made thee, the Lord of Sabaoth,&rsquo; etc. So the Chaldee and the Syriac. Lowth renders it, &lsquo;For thy husband is thy Maker.&rsquo; The word rendered &lsquo;husband,&rsquo; from בעל ba‛al, denotes properly the lord, maker, or ruler of anyone; or the owner of anything. It often, however, means, to be a husband <a class=\"ref\">Deuteronomy 21:13; Deuteronomy 24:1<\/a> ; <a class=\"isa\" verses=\"MTg4NjA=\">Isaiah 62:5<\/a> ; <a class=\"ref\">Malachi 2:11<\/a> , and is evidently used in that sense here. The idea is, that Yahweh would sustain to his people the relation of a husband; that he who had made them, who had originated all their laws and institutions, and moulded them as a people (see the note at <a class=\"isa\" verses=\"MTg1MDc=\">Isaiah 43:1<\/a> ), would now take his church under his protection and care (see the notes at <a class=\"isa\" verses=\"MTg4NjA=\">Isaiah 62:5<\/a> ).<\/p><p><em>And thy Redeemer<\/em>&mdash;(See Notes on <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 43:1-3<\/a>.)<\/p><p><em>The God of the whole earth<\/em>&mdash;He shall no more be regarded as uniquely the God of the Jewish people, but shall be acknowledged as the only true God, the God that rules over all the world. This refers undoubtedly to the times of the gospel, when he should be acknowledged as the God of the Gentiles as well as the Jews (see <a class=\"ref\">Romans 3:29<\/a>).<\/p>",
    "audit": 1
}