{
    "id": 1572,
    "source": "barnes",
    "verse_id": 18479,
    "verse_count": 1,
    "reference": "41:27",
    "title": "",
    "html": "<p><em>The first shall say to Zion<\/em>&mdash;This translation is unhappy. It does not convey any clear meaning, nor is it possible from the translation to conjecture what the word &lsquo;first&rsquo; refers to. The correct rendering undoubtedly is, &lsquo;I first said to Zion;&rsquo; and the sense is, &lsquo;I, Yahweh, first gave to Zion the announcement of these things. I predicted the restoration of the Jews to their own land, and the raising up of the man who should deliver them; and I only have uttered the prophecies respecting the time and circumstances in which these events would occur.&rsquo; The Septuagint renders it, &lsquo;I will first give notice to Zion, and I will comfort Jerusalem in the way.&rsquo; The Chaldee renders it &lsquo;The words of consolation which the prophets have uttered respecting Zion in the beginning, lo, they are about to come to pass.&rsquo; The sense of the passage is, that no one of the idol-gods, or their prophets, had predicted these events. The first intimation of them had been by Yahweh, and this had been made to Zion, and designed for its consolation.<\/p><p><em>Behold, behold them<\/em>&mdash;Lo, these events are about to come to pass. Zion, or Jerusalem, was to behold them, for they were intended to effect its deliverance, and secure its welfare. The words &lsquo;Zion&rsquo; and &lsquo;Jerusalem&rsquo; here seem intended to denote the Jewish people in general, or to refer to Jerusalem as the capital of the Jewish nation. The intimation had been given in the capital of the nation, and thence to the entire people.<\/p><p><em>And I will give<\/em>&mdash;Or rather, I give, or I have given. The passage means, that the hearer of the good tidings of the raising up of a deliverer should be sent to the Jewish people. To them the joyful news was announced long before the event; the news of the raising up of such a man&mdash;an event of so much interest to them&mdash;was made to them long before the pagan had any intimation of it; and it would occur as the fulfillment of an ancient prophecy recorded among the Jews. The prophet refers here, doubtless, in the main, to his own prophecies uttered so long before the event would occur, and which would be distinctly known when they would be in exile in Babylon.<\/p> ",
    "audit": 1
}