{
    "id": 982,
    "source": "barnes",
    "verse_id": 17889,
    "verse_count": 1,
    "reference": "11:4",
    "title": "",
    "html": " <p> <em>Shall he judge the poor <\/em>&mdash;That is, he shall see that impartial justice is done them; he shall not take part with the rich against the poor, but shall show that he is the friend of justice. This is the quality of a just and upright magistrate, and this character the Lord Jesus everywhere evinced. He chose his disciples from among the poor; he condescended to be their companion and friend; he provided for their needs; and he pronounced their condition blessed; <a class=\"ref\">Matthew 5:3 <\/a>. There may be a reference here to the poor in spirit&mdash;the humble, the penitent; but the main idea is, that he would not be influenced by any undue regard for the higher ranks of life, but would be the friend and patron of the poor. <\/p> <p> <em>And reprove <\/em>&mdash;הוכיח hô̂kiyach. And judge, decide, or argue for; that is, he shall be their friend and their impartial judge; <a class=\"isa\" verses=\"WzE3ODg4XQ==\">Isaiah 11:3 <\/a>. <\/p> <p> <em>With equity <\/em>&mdash;With uprightness, or uncorrupted integrity. <\/p> <p> <em>For the meek of the earth <\/em>&mdash;ענוי־ארץ ‛anevēy &lsquo;ārets. For the humble, the lower class; referring to those who were usually passed by, or oppressed by those in power. <\/p> <p> <em>And he shall smite the earth <\/em>&mdash;By the &ldquo;earth&rdquo; here, or the land, is meant evidently &ldquo;the wicked,&rdquo; as the following member of the parallelism shows. Perhaps it is intended to be implied, that the earth, when he should come, would be eminently depraved; which was the fact. The characteristic here is that of an upright judge or prince, who would punish the wicked. To &ldquo;smite&rdquo; the earth, or the wicked, is expressive of punishment; and this characteristic is elsewhere attributed to the Messiah; see <a class=\"ref\">Psalm 2:9-12; Revelation 2:27 <\/a>. The trait is that of a just, upright, impartial exercise of power&mdash;such as would be manifested in the defense of the poor and the innocent, and in the punishment of the proud and the guilty. <\/p> <p> <em>With the rod of his mouth <\/em>&mdash;The word שׁבט shêbet rendered here &lsquo;rod,&rsquo; denotes properly a stick, or staff; a rod for chastisement or correction <a class=\"ref\">Proverbs 10:13; Proverbs 13:24; Job 9:34; Job 21:9 <\/a>; the staff, or scepter of a ruler&mdash;as an emblem of office; a measuring rod; a spear, etc.; Note, <a class=\"isa\" verses=\"WzE3ODU2XQ==\">Isaiah 10:5 <\/a>. It is not elsewhere applied to the mouth, though it is often used in other connections. It means that which goes out of the mouth&mdash;a word command threatening decision; and it is implied that it would go forth to pronounce sentence of condemnation, and to punish. His word would be so just, impartial, and authoritative, that the effect would be to overwhelm the wicked. In a sense similar to this, Christ is said to have been seen by John, when &lsquo;out of his mouth went a sharp two-edged sword&rsquo; <a class=\"ref\">Revelation 1:16 <\/a>; that is, his commands and decisions were so authoritative, and so certain in their execution, as to be like a sharp sword; compare <a class=\"ref\">Hebrews 4:12 <\/a>; <a class=\"isa\" verses=\"WzE4NjM5XQ==\">Isaiah 49:2 <\/a>: &lsquo;And he hath made my mouth like a sharp sword.&rsquo; The discriminating preaching, the pungent discourses, the authoritative commands of the Lord Jesus, when on earth, showed, and his judicial decisions in the day of judment will show, the manner of the fulfillment of the prediction. <\/p> <p> <em>And with the breath of his lips <\/em>&mdash;This is synonymous with the previous member of the parallelism. &lsquo;The breath of his lips&rsquo; means that which goes forth from his lips&mdash;his doctrines, his commands, his decisions. <\/p> <p> <em>Shall he slay the wicked <\/em>&mdash;That is, he shall condemn the wicked; or, he shall sentence them to punishment. This is descriptive of a prince or ruler, who by his commands and decisions effectually subdues and punishes the wicked; that is, he does justice to all. Grotius interprets this, &lsquo;by his prayers,&rsquo; referring it to Hezekiah, and to the influence of his prayers in destroying the Assyrians. The Chaldee Paraphrast translates it, &lsquo;And by the word of his lips he shall slay the impious Armillus.&rsquo; By &ldquo;Armillus,&rdquo; the Jews mean the last great enemy of their nation, who would come after Gog and Magog and wage furious wars, and who would slay the Messiah Ben Ephraim, whom the Jews expect, but who would be himself slain by the rod of the Messiah Ben David, or the son of David.&mdash;&ldquo;Castell.&rdquo; <\/p> ",
    "audit": 1
}