{
    "id": 1842,
    "source": "barnes",
    "verse_id": 18749,
    "verse_count": 1,
    "reference": "55:8",
    "title": "",
    "html": " <p> <em>For my thoughts are not your thoughts <\/em>&mdash;Interpreters have differed in regard to the connection of this verse with the preceding. It is evident, I think, that it is properly connected with the subject of pardon; and the sense must be, that the plans and purposes of God in regard to forgiveness are as far above those of people as the heavens are higher than the earth, <a class=\"isa\" verses=\"WzE4NzUwXQ==\">Isaiah 55:9<\/a>. But in what respects his plan of pardon differs from those of people, the prophet does not intimate, and can be understood only by the views which are presented in other parts of the Bible. The connection here would seem to demand some such view as the following: <\/p> <p>1. People find it difficult to pardon at all. They harbor malice; they seek revenge; they are slow to forgive an injury. Not so with God. He harbors no malice; he has no desire of revenge; he has no reluctance to forgive. <\/p> <p>2. It may refer to the number of offences. People, if they forgive once, are slow to forgive a second time, and still more reluctant to forgive a third time, and if the offence is often repeated they refuse to forgive altogether. Not so with God. No matter how often we have violated his law, yet be can multiply forgiveness in proportion to our faults. <\/p> <p>3. The number of the offenders. People may pardon one or a few who injure them, but if the number is greatly increased, their compassions are closed, and they feel that the world is arrayed against them. Not so with God. No matter how numerous the offenders&mdash;though they embrace the inhabitants of the whole world&mdash;yet he can extend forgiveness to them all. <\/p> <p>4. In regard to the aggravation of offences. People forgive a slight injury. However, if it is aggravated, they are slow to pardon. But not so with God. No matter bow aggravated the offence, he is ready to forgive. It may be added: <\/p> <p>5. That his thoughts in regard to the mode of pardon are far above ours. The plan of forgiveness through a Redeemer&mdash;the scheme of pardon so fully illustrated in <a class=\"isa\" verses=\"eyIxODcxMyI6MTJ9\">Isaiah 53:1-12<\/a>, and on which the reasoning of the prophet here is based&mdash;is as far above any of the modes of pardon among people, as the heavens are above the earth. The scheme which contemplated the incarnation of the Son of God; which proffered forgiveness only through his substituted sufferings, and in virtue of his bitter death, was one which man could not have thought of, and which surpasses all the schemes and plans of people. In this respect, God&rsquo;s ways are not, our ways, and his thoughts are not our thoughts. <\/p> <p>But at the same time that this passage, refers primarily to the subject of pardon, and should be interpreted as having a main reference to that, it is also true of the ways of God in general. His ways are not our ways, and his thoughts are not ours in regard to his plans in the creation and government of the world. He has plans for accomplishing his purposes which are different from ours, and he secures our own welfare by schemes that cross our own. He disappoints our hopes; foils our expectations; crosses our designs; removes our property, or our friends; and thwarts our purposes in life. He leads us in a path which we bad not intended: and secures our ultimate happiness in modes which are contrary to all our designs and desires. It follows from this: <\/p> <p>1. That we should form our plans with submission to the higher purposes of God. <\/p> <p>2. We should resign ourselves to him when he chooses to thwart our plans, and to take away our comforts. <\/p>",
    "audit": 1
}