{
    "id": 989,
    "source": "barnes",
    "verse_id": 17896,
    "verse_count": 1,
    "reference": "11:11 ",
    "title": "",
    "html": "<p><em>And it shall come to pass<\/em>&mdash;The prophet having, in the previous verse, stated the effect of the reign of the Messiah on the Gentile world, proceeds to state the result on the scattered Jews. Whether it is to be a literal re-collecting of the scattered tribes to the land of their fathers, has been a subject of debate, and is still so by expositors. We may be able to determine what is the correct general interpretation after the particular phrases have been examined.<\/p><p><em>In that day<\/em>&mdash;That future time referred to in this whole prophecy. The word &ldquo;day&rdquo; is often used to denote a long time&mdash;or the time during which anything continues, as &ldquo;the day&rdquo; denotes all the hours until it is terminated by night. So &ldquo;day&rdquo; denotes the time of a man&rsquo;s life&mdash;&lsquo;his day;&rsquo; or time in general; or the time when one shall be prominent, or be the principal object at that time. Thus it is applied to the time of the Messiah, as being the period of the world in which he will be the prominent or distinguished object; <a class=\"ref\">John 8:56<\/a> : &lsquo;Abraham rejoiced to see my day;&rsquo; <a class=\"ref\">Luke 17:24<\/a>: &lsquo;So shall the Son of man be in his day.&rsquo; The expression here means, that somewhere in that future time, when the Messiah should appear, or when the world should be put under him as the Mediator, the event would take place which is here predicted. As the word &lsquo;day&rsquo; includes &ldquo;all&rdquo; the time of the Messiah, or all his reign from his first to his second advent, it is not to be supposed that the event would take place when he was personally on earth. Isaiah saw it in vision, as &ldquo;one&rdquo; of the events which was to occur after the &lsquo;root of Jesse&rsquo; should stand as an ensign to the nations.<\/p><p><em>That the Lord shall set his hand<\/em>&mdash;That Yahweh shall undertake this, and accomplish it. To set the hand to anything is to undertake to perform it.<\/p><p><em>The second time<\/em>&mdash;שׁנית shênı̂yth. This word properly means, as it is here translated, the second time, implying that the prophet here speaks of a deliverance which would resemble, in some respects, a &ldquo;former&rdquo; deliverance or recovery. By the former recovery to which he here refers, he cannot mean the deliverance from Egypt under Moses, for at that time there was no recovery from scattered and distant nations. Besides, if &ldquo;that&rdquo; was the reference by the former deliverance, then that mentioned here as the &rsquo;second&rsquo; deliverance would be that from the Babylonian captivity. But on the return from that captivity, there was not a collecting of the Jews from all the nations here specified. When the Jews were led back to Judea under Nehemiah, there is no record of their having been collected from &lsquo;Egypt,&rsquo; or from &lsquo;Cush,&rsquo; or from &lsquo;the islands of the sea.&rsquo; It is evident, therefore, I think, that by the former deliverance to which the prophet here alludes&mdash;the deliverance which was to precede that designated here as the &ldquo;second&rdquo;&mdash;he refers to the return from the captivity of Babylon; and by the &rsquo;second,&rsquo; to some still more future recovery that should take place under the administration of the Messiah. This is further confirmed from the fact that the whole scope of the prophecy points to that future period.<\/p><p><em>To recover<\/em>&mdash;Hebrew, &lsquo;To possess,&rsquo; or, to obtain possession of&mdash;לקנות lı̂qenôth. This word properly means to obtain possession of by purchasing or buying anything. But it is also applied to any possession obtained of an object by power, labor, skill, or by delivering from bondage or captivity, and is thus synonymous with &ldquo;redeem&rdquo; or &ldquo;deliver.&rdquo; Thus it is applied to the deliverance of the people from Egypt; <a class=\"ref\">Deuteronomy 32:6; Exodus 15:16; Psalm 74:2<\/a>. It means here, that Yahweh would redeem, rescue, recover his people; but it does not specify the &ldquo;mode&rdquo; in which it would be done. Any mode&mdash;either by collecting and rescuing them from the regions into which they were scattered into one place, or by a &ldquo;spiritual&rdquo; turning to him, wherever they might be, would meet the force of this word. If in the lands where they were scattered, and where they had wandered away from the true God, they were converted, and should become again his people, the event would correspond with all that is meant by the word here.<\/p><p>They would &ldquo;then&rdquo; be purchased, possessed, or recovered to himself, by being delivered from their spiritual oppression. It is not necessary, therefore, to resort to the interpretation that they should, in the &rsquo;second&rsquo; deliverance, be restored literally to the land of Canaan. Any argument for that doctrine from this passage must be drawn from the word here used&mdash;&lsquo;recover&rsquo;&mdash;and that &ldquo;that&rdquo; idea is not necessarily involved in this word is abundantly manifest from its familiar use in the Old Testament. All that that word implies, is, that they should &ldquo;be possessed&rdquo; by God as his people; an idea which is fully met by the supposition that the scattered Jews everywhere will be converted to the Messiah, and thus become his true people. For this use of the word, see <a class=\"ref\">Genesis 25:10; Genesis 47:22; Genesis 49:30; Genesis 50:13; Joshua 24:32; 2 Samuel 12:3; Leviticus 27:24; Nehemiah 5:8<\/a>. In no place does it necessarily imply the idea of &ldquo;collecting or restoring&rdquo; a scattered people to their Own land.<\/p><p><em>The remnant of his people<\/em>&mdash;That is, the remnant of the Jews, still called his people. In all the predictions respecting the calamities that should ever come upon them, the idea is &ldquo;always&rdquo; held out that the nation would not be wholly extinguished; but that, however great the national judgments, a remnant would still survive. This was particularly true in regard to the fearful judgments which Moses denounced on the nation if they should be disobedient, and which have been so strikingly fulfilled; <a class=\"ref\">Deuteronomy 28<\/a>. As the result of those judgments, Moses does not say that Yahweh would annihilate the nation, or extinguish their name, but that the would be &lsquo;left few in number,&rsquo; <a class=\"ref\">Deuteronomy 28:62<\/a> ; that Yahweh would scatter them among all people, from the one end of the earth even to the other, <a class=\"ref\">Deuteronomy 28:64<\/a>; and that among these nations they should find no ease, neither should the sole of their foot have rest.<\/p><p>In like manner it was predicted that they should be scattered everywhere. &lsquo;I will scatter them also among the pagan, whom neither they nor their fathers have known. I will deliver them to be removed into all the kingdoms of the earth for their hurt, to be a reproach, a proverb, a taunt, and a curse, in all places whither I will drive them;&rsquo; <a class=\"ref\">Jeremiah 9:16; Jeremiah 24:9-10<\/a>. &lsquo;I will execute judgments in thee, and the whole remnant of thee will I scatter into all the winds;&rsquo; <a class=\"ref\">Ezekiel 5:10<\/a>. &lsquo;I will also scatter them among the nations, among the pagan, and disperse them in the countries;&rsquo; <a class=\"ref\">Ezekiel 12:15<\/a> , &lsquo;I will sift the house of Israel among the nations, like as corn is sifted in a sieve, yet shall not the least grain fall upon the earth. They shall be wanderers among the nations;&rsquo; <a class=\"ref\">Amos 9:9<\/a>. &lsquo;I will make a full end of the nations whither I have driven thee, but I will not make a full end of thee, but correct thee in measure; yet will I not leave thee wholly unpunished;&rsquo; <a class=\"ref\">Jeremiah 46:28<\/a>.<\/p><p>From all these, and from numerous other passages in the Old Testament, it is evident that it was designed that the Jewish nation should never be wholly destroyed; that though they were scattered among the nations, they should still be a distinct people; that while other nations would wholly cease to exist, yet that a &ldquo;remnant&rdquo; of the Jewish people, with the national peculiarities and customs, would still survive. How entirely this has been fulfilled, the remarkable history of the Jewish people everywhere testifies. Their present condition on the earth, as a people scattered in all nations, yet surviving; without a king and a temple, yet preserving their national prejudices and peculiarities, is a most striking fulfillment of the prophecy; see Keith&rsquo;s &ldquo;Evidence of the Fulfillment of Prophecy,&rdquo; pp. 64-82.<\/p><p><em>From Assyria<\/em>&mdash;The name Assyria is commonly applied to that region of country which lies between Media, Mesopotamia, Armenia, and Babylon, and which is now called Kurdistan. The boundaries of the kingdom have often varied, and, as a kingdom or separate nation, it has long since ceased to exist. The name &ldquo;Assyria&rdquo; in Scripture is given,<\/p><p>(1) To ancient Assyria, lying east of the Tigris, and between Armenia, Susiana, and Media&mdash;the region comprising mostly the modern kingdoms and the pashalic of Mosul.<\/p><p>(2) Most generally the name Assyria means the &ldquo;kingdom of Assyria,&rdquo; including Babylonia and Mesopotamia, and extending to the Euphrates; <a class=\"isa\" verses=\"WzE3ODE1XQ==\">Isaiah 7:20; Isaiah 8:7<\/a>.<\/p><p>(3) After the overthrow of the Assyrian empire, the name continued to be applied to those countries which were formerly held under its dominion&mdash;including Babylonia <a class=\"ref\">2 Kings 23:29; Jeremiah 2:18<\/a> , Persia <a class=\"ref\">Ezra 6:22<\/a>, and Syria.&mdash;&ldquo;Robinson; Calmet.&rdquo;<\/p><p><em>It is in this place applied to that extensive region, and means that the Jews scattered there<\/em>&mdash;of whom there have always been many&mdash;shall be brought under the dominion of the Messiah. If the Nestorian Christians in the mountains of Kurdistan are the descendants of the lost ten tribes (see the note at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 11:12<\/a>), then the reference here is, doubtless, to them. There are, however, other Jews there, as there always has been; &ldquo;see&rdquo; Dr. Grant&rsquo;s work on &lsquo;The Nestorians, or, the Lost Ten tribes,&rsquo; New York, 1841.<\/p><p><em>And from Egypt<\/em>&mdash;The well-known country in Africa, watered by the Nile. In all ages, there have been many Jews there. Its vicinity to Palestine; its remarkable fertility, and the advantages which it offered to them, attracted many Jews there; and at some periods they have composed no inconsiderable part of the population. It was in this country that the translation of the Hebrew Scriptures into the Greek language, called the Septuagint, was made, for the use of the numerous Jews residing there. At present they are numerous there, though the exact number is unknown: During the reign of Bonaparte, an estimate was made, for his information, of the number of Jews in the world, and, in that estimate, 1,000,000 was assigned to the Turkish empire&mdash;probably about a third part of all on the earth. A large portion of this number is in Egypt.<\/p><p><em>And from Pathros<\/em>&mdash;This was one of the three ancient divisions of Egypt. It was the same as Upper Egypt, or the southern part of Egypt, the &ldquo;Coptic&rdquo; portion of that country. The inhabitants of that country are called &ldquo;Pathrusini.&rdquo; To that place many of the Jews retired in the calamities of the nation, notwithstanding the remonstrances of Isaiah; <a class=\"ref\">Jeremiah 44:1, Jeremiah 44:15<\/a>. For this act God severely threatened them; see <a class=\"ref\">Jeremiah 44:26-29<\/a>.<\/p><p><em>And from Cush<\/em>&mdash;The Chaldee reads this, &lsquo;And from Judea.&rsquo; The Syriac, &lsquo;And from Ethiopia.&rsquo; This country denotes, properly, the regions settled by the descendants of Cush, the oldest son of Ham; <a class=\"ref\">Genesis 10:8<\/a>. Commentators have differed very much about the region understood in the Scriptures by the name Cush. Bochart supposes that by it the southern parts of Arabia are always meant. Gesenius supposes, that by Cush is always meant a region in Africa. Michaelis supposes that by Cush the southern part of Arabia and the African Ethiopia were both intended. In the Scriptures, however, it is evident that the name is given to different regions.<\/p><p>(1) It means what may be called the &ldquo;Oriental Cush,&rdquo; including the region of the ancient Susiana, and bounded on the south by the Persian Gulf, and on the west and southwest by the Tigris, which separates it from the Arabian Irak. This province has the name Chusastan, or Chusistan, and was, probably, the ancient &ldquo;Cush&rdquo; mentioned in <a class=\"ref\">Zephaniah 3:10<\/a> : From beyond the rivers of Ethiopia, (Hebrew, Cush), my suppliants, even the daughter of my dispersed, shall bring mine offering.&rsquo; The principal rivers there were the Ulai, the Kur, the Chobar, and the Choaspes. The same place is referred to in <a class=\"ref\">2 Kings 17:24<\/a>, where the king of Assyria is said to have &lsquo;brought men from Babylon, and from &ldquo;Cuthah,&rdquo; and from Ava,&rsquo; where the word &ldquo;Cuthah&rdquo; evidently refers to Cush, the Armenian mode of pronouncing Cush by exchanging the letters &ldquo;Shin&rdquo; for &ldquo;Tav,&rdquo; as they always do in pronouncing &ldquo;Ashur,&rdquo; calling it &ldquo;Athur, etc.;&rdquo; see the Chaldee Paraphrase, and the Syriac version, &ldquo;passim.&rdquo;<\/p><p>(2) &ldquo;Cush,&rdquo; as employed by the Hebrews, &ldquo;usually&rdquo; denoted the southern parts of Arabia, and was situated chiefly along the coast of the Red Sea, since there are several passages of Scripture where the name &ldquo;Cush&rdquo; occurs which can be applied to no other country, and least of all to the African Cush or Ethiopia; see <a class=\"ref\">Numbers 12:1<\/a> , where the woman whom Moses married is called an &lsquo;Ethiopian,&rsquo; (Hebrew, &lsquo;Cushite&rsquo;). It can be scarcely supposed that she came from the distant regions of Ethiopia in Africa, but it is evident that she came from some part of Arabia. Also <a class=\"ref\">Habakkuk 3:7<\/a>, says:<\/p><p>I saw the tents of Cushan in affliction;<\/p><p>And the curtains of the land of Midian did tremble.<\/p><p>From which it is evident, that &ldquo;Cushan&rdquo; and &ldquo;Midian&rdquo; were countries adjacent; that is, in the southern part of Arabia; compare <a class=\"ref\">2 Chronicles 21:16; 2 Chronicles 14:9<\/a>.<\/p><p>(3) The word &ldquo;Cush&rdquo; is applied to Ethiopia, or the country south of Egypt, now called Abyssinia. This country comprehended not only Ethiopia above Syene and the cataracts, but likewise Thebais, or Upper Egypt; compare <a class=\"ref\">Jeremiah 13:23; Daniel 11:3; Ezekiel 30:4-5<\/a> ; <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 44:14<\/a> ; see the notes at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 18:1<\/a>. To which of these regions the prophet here refers, it is not easy to determine. As the other countries mentioned here, however, are chiefly in the East, it is most natural to suppose that he refers to &ldquo;the Oriental Cush&rdquo; mentioned under the first division. The general idea of the prophet is plain, that the scattered Jews should be gathered back to God.<\/p><p><em>And from Elam<\/em>&mdash;This was the name of a country originally possessed by the Persians, and so called from the son of Shem of the same name; <a class=\"ref\">Genesis 14:1<\/a>. It was the southern part of Persia, situated on the Persian Gulf, and included, probably, the whole of the region now called Susiana or Chusistan. The city Susa or Shushan was in it; <a class=\"ref\">Daniel 8:2<\/a>.<\/p><p><em>And from Shinar<\/em>&mdash;This was a part of Babylonia, and is supposed to be the plain lying between the Tigris and the Euphrates; <a class=\"ref\">Genesis 10:10; Genesis 11:2; Daniel 1:2; Zechariah 5:11<\/a>. It was the region elsewhere called Mesopotamia. The Septuagint renders it, &lsquo;And from Babylon;&rsquo; and it is remarkable that Luke Act 2:9, where he has reference, probably, to the place, speaks of &lsquo;the dwellers in Mesopotamia&rsquo; as among those who heard &lsquo;the wonderful works of God&rsquo; in their own language. It was in this plain that the tower of Babel was commenced; <a class=\"ref\">Genesis 10<\/a>.<\/p><p><em>And from Hamath<\/em>&mdash;See the note at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 10:9<\/a>. &ldquo;And from the islands of the sea.&rdquo; This expression probably denotes the islands situated in the Mediterranean, a part of which were known to the Hebrews. But, as geography was imperfectly known, the phrase came to denote the regions lying west of the land of Canaan; the unknown countries which were situated in that sea, or west of it, and thus included the countries lying around the Mediterranean. The word translated, &lsquo;islands&rsquo; here (איים &lsquo;ı̂yı̂ym) means properly &ldquo;habitable dry land,&rdquo; in opposition to water; <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 42:13<\/a> : &lsquo;I will make the rivers &ldquo;dry land;&ldquo;&lsquo; where to translate it &ldquo;islands&rdquo; would make nonsense. Hence, it means also land adjacent to water, either washed by it, or surrounded by it, that is, a maritime country, coast, or island. Thus it means &ldquo;coast&rdquo; when applied to Ashdod <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 20:6<\/a> ; to Tyre <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 22:2<\/a> , <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 22:6<\/a> ; to Peloponnesus or Greece (called Chittim, <a class=\"ref\">Ezekiel 27:6<\/a> ). It means an &ldquo;island&rdquo; when applied to Caphtor or Crete <a class=\"ref\">Jeremiah 47:4; Amos 9:7<\/a>. The word was commonly used by the Hebrews to denote distant regions beyond the sea, whether coasts or islands, and especially the maritime countries of the West, to them imperfectly known through the voyages of the Pheonicians; see the note at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 41:1<\/a> ; compare <a class=\"isa\" verses=\"WzE4NDM2XQ==\">Isaiah 24:15; Isaiah 40:15<\/a> ; <a class=\"isa\" verses=\"WzE4NDkxXQ==\">Isaiah 42:4, Isaiah 42:10<\/a> , <a class=\"isa\" verses=\"WzE4Njc5XQ==\">Isaiah 42:12; Isaiah 51:5<\/a>.<\/p>",
    "audit": 1
}