{
    "id": 1059,
    "source": "barnes",
    "verse_id": 17966,
    "verse_count": 1,
    "reference": "15:5 ",
    "title": "",
    "html": "<p><em>My heart shall cry out for Moab<\/em>&mdash;This is expressive of deep compassion; and is proof that, in the view of the prophet, the calamities which were coming upon it were exceedingly heavy. The same sentiment is expressed more fully in <a class=\"isa\" verses=\"W3siMTc5ODEiOjF9XQ==\">Isaiah 16:11<\/a> ; see also <a class=\"ref\">Jeremiah 48:36<\/a> : &lsquo;My heart shall sound for Moab like pipes.&rsquo; The phrase denotes great inward pain and anguish in view of the calamities of others; and is an expression of the fact that we feel ourselves oppressed and borne down by sympathy on account of their sufferings (see the note at <a class=\"isa\" verses=\"W3siMTgwMzkiOjF9XQ==\">Isaiah 21:3<\/a> ). It is worthy of remark, that the Septuagint reads this as if it were &lsquo;&ldquo;his&rdquo; heart&rsquo;&mdash;referring to the Moabites, &lsquo;the heart of Moab shall cry out.&rsquo; So the Chaldee; and so Lowth, Michaelis, and others read it. But there is no authority for this change in the Hebrew text; nor is it needful. In the parallel place in <a class=\"ref\">Jeremiah 48:36<\/a> , there is no doubt that the heart of the prophet is intended; and here, the phrase is designed to denote the deep compassion which a holy man of God would have, even when predicting the ills that should come upon others. How much compassion, how much deep and tender feeling should ministers of the gospel have when they are describing the final ruin&mdash;the unutterable woes of impenitent sinners under the awful wrath of God in the world of woe!<\/p><p><em>His fugitives<\/em>&mdash;Margin, &lsquo;Or to the borders thereof, even as an heifer&rsquo; (בריחיה berı̂ychehā). Jerome and the Vulgate render this &lsquo;her &ldquo;bars,&ldquo;&lsquo; and it has been explained as meaning that the voice of the prophet, lamenting the calamity of Moab, could be heard as far as the &ldquo;bars,&rdquo; or gates, of Zoar; or that the word &ldquo;bars&rdquo; means &ldquo;princes, that is,&rdquo; protectors, a figure similar to &ldquo;shields of the land&rdquo; <a class=\"ref\">Psalm 47:10; Hosea 4:18<\/a>. The Septuagint renders it, &Epsilon;̓&nu; &alpha;&upsilon;̓&tau;&eta;̀ en autē&mdash;&lsquo;The voice of Moab in her is heard to Zoar.&rsquo; But the more correct rendering is, undoubtedly, that of our translation, referring to the fugitives who should attempt to make their escape from Moab when the calamities should come upon her.<\/p><p><em>Unto Zoar<\/em>&mdash;Zoar was a small town in the southern extremity of the Dead Sea, to which Lot fled when Sodom was overthrown <a class=\"ref\">Genesis 19:23<\/a>. Abulfeda writes the name Zoghar, and speaks of it as existing in his day. The city of Zoar was near to Sodom, so as to be exposed to the danger of being overthrown in the same manner that Sodom was, Zoar being exempted from destruction by the angel at the solicitation of Lot <a class=\"ref\">Genesis 19:21<\/a>. That the town lay on the east side of the Dead Sea, is apparent from several considerations. Lot ascended from it to the mountain where his daughters bore each of them a son, who became the ancestors of the Moabites and the Ammonites. But these nations both dwelt on the east side of the Dead Sea. Further, Josephus, speaking of this place, calls it &Zeta;&omicron;&alpha;́&rho;&omega;&nu; &tau;&eta;͂&sigmaf; &Alpha;̓&rho;&alpha;&beta;&iota;́&alpha;&sigmaf; Zoarōn tēs Arabias&mdash;&lsquo;Zoar of Arabia&rsquo; (Bell. Jud. iv. 8, 4). But the Arabia of Josephus was on the east of the Dead Sea. So the crusaders, in the expedition of King Baldwin, 1100 a.d., after marching from Hebron, proceeded around the lake, and came, at length, to a place called &ldquo;Segor,&rdquo; doubtless the Zoghar of Abulfeda. The probability, therefore, is, that it was near the southern end of the sea, but on the eastern side. The exact place is now unknown. In the time of Eusebius and Jerome, it is described as having many inhabitants, and a Roman garrison. In the time of the crusaders, it is mentioned as a place pleasantly situated, with many palm trees. But the palm trees have disappeared, and the site of the city can be only a matter of conjecture (see Robinson&rsquo;s &ldquo;Bib. Researches,&rdquo; vol. ii. pp. 648-651).<\/p><p><em>An heifer of three years old<\/em>&mdash;That is, their fugitives flying unto Zoar shall lift up the voice like an heifer, for so Jeremiah in the parallel place explains it <a class=\"ref\">Jeremiah 48:34<\/a>. Many interpreters have referred this, however, to Zoar as an appellation of that city, denoting its flourishing condition. Bochart refers it to Isaiah, and supposes that he designed to say that &ldquo;he&rdquo; lifted his voice as an heifer. But the more obvious interpretation is that given above, and is that which occurs in Jeremiah. The expression, however, is a very obscure one. See the various senses which it may bear, examined in Rosenmuller and Gesenius in loc. Gesenius renders it, &lsquo;To Eglath the third;&rsquo; and supposes, in accordance with many interpreters, that it denotes a place called &ldquo;Eglath,&rdquo; called the third in distinction from two other places of the same name; though he suggests that the common explanation, that it refers to a heifer of the age of three years, may be defended. In the third year, says he, the heifer was most vigorous, and hence, was used for an offering <a class=\"ref\">Genesis 15:9<\/a>. Until that age she was accustomed to go unbroken, and bore no yoke (Pliny, 8, 4, 5). If this refers to Moab, therefore, it may mean that hitherto it was vigorous, unsubdued, and active; but that now, like the heifer, it was to be broken and brought under the yoke by chastisement. The expression is a very difficult one, and it is impossible, perhaps, to determine what is the true sense.<\/p><p><em>By the mounting up of Luhith<\/em>&mdash;The &ldquo;ascent&rdquo; of Luhith. It is evident, from <a class=\"ref\">Jeremiah 48:5<\/a>, that it was a mountain, but where, is not clearly ascertained. Eusebius supposes it was a place between Areopolis and Zoar (see Reland&rsquo;s &ldquo;Palestine,&rdquo; pp. 577-579). The whole region there is mountainous.<\/p><p><em>In the way of Horonaim<\/em>&mdash;This was, doubtless, a town of Moab, but where it was situated is uncertain. The word means &ldquo;two holes.&rdquo; The region abounds to this day with caves, which are used for dwellings (Seetzen). The place lay, probably, on a declivity from which one descended from Luhith.<\/p><p><em>A cry of destruction<\/em>&mdash;Hebrew, &lsquo;Breaking.&rsquo; A cry &ldquo;appropriate&rdquo; to the great calamity that should come upon Moab.<\/p>",
    "audit": 1
}