{
    "id": 2033,
    "source": "barnes",
    "verse_id": 18940,
    "verse_count": 1,
    "reference": "66:17 ",
    "title": "",
    "html": "<p><em>They that sanctify themselves<\/em>&mdash;That is, who attempt to purify themselves by idolatrous rites, by ablutions, and lustrations. The design here is, to describe those who will be exposed to the wrath of God when he shall come to execute vengeance.<\/p><p><em>And purify themselves in the gardens<\/em>&mdash;(See the notes at <a class=\"isa\" verses=\"WzE4OTAxXQ==\">Isaiah 65:3<\/a>).<\/p><p><em>Behind one tree in the midst<\/em>&mdash;This passage has not a little exercised the ingenuity of commentators. It is quite evident that our translators were not able to satisfy themselves with regard to its meaning. In the margin they have rendered it, &lsquo;one after another,&rsquo; supposing that it may mean that the idolaters engaged in their sacrifices in a solemn procession, walking one after another around their groves, their shrines, or their altars. In the translation in the text, they seem to have supposed that the religious rites referred to were celebrated behind one particular selected tree in the garden. Lowth renders it, &lsquo;After the rites of Achad.&rsquo; Jerome renders it, In hortis post januam intrinsecus&mdash;&lsquo;In the gardens they sanctify themselves behind the gate within.&rsquo; The Septuagint, &lsquo;Who consecrate and purify themselves (&epsilon;&iota;̓&sigmaf; &tau;&omicron;&upsilon;̀&sigmaf; &kappa;&eta;́&pi;&omicron;&upsilon;&sigmaf;, &kappa;&alpha;&iota;̀ &epsilon;̓&nu; &tau;&omicron;&iota;͂&sigmaf; &pi;&rho;&omicron;&theta;&upsilon;́&rho;&omicron;&iota;&sigmaf; &epsilon;̔́&sigma;&theta;&omicron;&nu;&tau;&epsilon;&sigmaf;, &kappa;.&tau;.&lambda;. eis tous kēpous, kai en tois prothurois hesthontes, etc.) for the gardens, and they who, in the outer courts, eat swine&rsquo;s flesh,&rsquo; etc. The Chaldee renders the phrase סיעא בחר סיעא siy‛ā&rsquo; bāchar siy‛ā&rsquo;&mdash;&lsquo;Multitude after multitude.&rsquo; The vexed Hebrew phrase used here, אחד אחר &lsquo;achar &lsquo;achad, it is very difficult to explain. The word אחר &lsquo;achar means properly after; the after part; the extremity; behind&mdash;in the sense of following after, or going after anyone. The word אחד &lsquo;achad, means properly one; someone; anyone. Gesenius (Commentary at the place) says that the phrase may be used in one of the three following senses:<\/p><p>1. In the sense of one after another. So Sym. and Theo. render it&mdash;&omicron;̓&pi;&iota;́&sigma;&omega; &alpha;̓&lambda;&lambda;&eta;́&lambda;&omega;&nu; opisō allēlōn. Luther renders it, Einer hier, der andere da&mdash;&lsquo;one here, another there.&rsquo;<\/p><p>2. The word אחד &lsquo;achad, may be understood as the name of a god who was worshipped in Syria, by the name of Adad. This god is that described by Macrobius, Sat., i.:23: &lsquo;Understand what the Assyrians think about the power of the sun. For to the God whom they worship as Supreme they give the name Adad, and the signification of this name is One.&rsquo; That the passage before us refers to this divinity is the opinion of Lowth, Grotius, Bochart, Vitringa, Dathe, and others. &lsquo;The image of Adad,&rsquo; Macrobius adds, &lsquo;was designated by inclined rays, by which it was shown that the power of heaven was in the rays of the sun which were sent down to the earth.&rsquo; The same god is referred to by Pliny (Hist. Nat. xxxvii. 71), where he mentions three gems which received their names from three parts of the body, and were called &lsquo;The veins of Adad, the eye of Adad, the finger of Adad;&rsquo; and he adds, &lsquo;This god was worshipped by the Syrians.&rsquo; There can be no doubt that such a god was worshipped; but it is by no means certain that this idol is here referred to. It is not improbable, Vitringa remarks, that the name Adad should be written for Achadh, for the ease of pronunciation&mdash;as a slight change in letters was common for the purpose of euphony. But it is still not quite clear that this refers to any particular idol.<\/p><p>3. The third opinion is that of Gesenius and accords substantially with that which our translators have expressed it the text. According to that, it should be rendered &lsquo;Those who sanctify and purify themselves in the (idol) groves after one in the midst;&rsquo; that is, following and imitating the one priest who directed the sacred ceremonies. It may mean that a solemn procession was formed in the midst of the grove, which was led on by the priest, whom all followed; or it may mean that they imitated him in the sacred rites. It seems tome probable that this refers to some sacred procession in honor of an idol, where the idol or the altar was encompassed by the worshippers, and where they were led on by the officiating priest. Such processions we know were common in pagan worship.<\/p><p><em>In the midst<\/em>&mdash;In the midst of the sacred grove; that is, in the darkest and obscurest recess. Groves were selected for such worship on account of the sacred awe which it was supposed their dark shades would produce and cherish. For the same reason, therefore, the darkest retreat&mdash;the very middle of the grove&mdash;would be selected as the place where their religious ceremonies would be performed. I see no evidence that there is any allusion to any tree here, as our translators seem to have supposed; still less, that there was, as Burder supposes, any allusion to the tree of life in the midst of the garden of Eden, and their attempts to cultivate and preserve the memory of it; but there is reason to believe that their religious rites would be performed in the center, or most shady part of the grove.<\/p><p>Eating swine&rsquo;s flesh&mdash;That is, in connection with their public worship (see the notes at <a class=\"isa\" verses=\"WzE4OTAyXQ==\">Isaiah 65:4<\/a>).<\/p><p><em>And the abomination<\/em>&mdash;The thing which is held as abominable or detestable in the law of God. Thus the creeping thing and the reptile were regarded as abominations <a class=\"ref\">Leviticus 11:41-42<\/a>. They were not to be eaten; still less were they to be offered in sacrifice (compare <a class=\"ref\">Exodus 8:26; Deuteronomy 20:16; Deuteronomy 29:17<\/a> ; see the notes at <a class=\"isa\" verses=\"WzE4OTAxXQ==\">Isaiah 65:3<\/a>).<\/p><p><em>And the mouse<\/em>&mdash;The Hebrew word used here means the dormouse&mdash;a small field-mouse. Jerome understands it as meaning the glis, a small mouse that was regarded as a great delicacy by the Romans. They were carefully kept and fattened for food (see Varro, De Rust., iii. 15). Bochart (Hieroz., i. 3, 34) supposes that the name used here is of Chaldaic origin, and that it denotes a field-mouse. Mice abounded in the East, and were often exceedingly destructive in Syria (see Bochart; compare <a class=\"ref\">1 Samuel 5:4<\/a> ). Strabo mentions that so vast a multitude of mice sometimes invaded Spain as to produce a pestilence; and in some parts of Italy, the number of field-mice was so great that the inhabitants were forced to abandon the country. It was partly on account of its destructive character that it was held in abomination by the Hebrews. Yet it would seem that it was eaten by idolaters; and was, perhaps, used either in their sacrifices or in their incantations (see the notes at <a class=\"isa\" verses=\"WzE4OTAyXQ==\">Isaiah 65:4<\/a>). Vitringa supposes that the description in this verse is applicable to the time of Herod, and that it refers to the number of pagan customs and institutions which were introduced under his auspices. But this is by no means certain. It may be possible that it is a general description of idolatry, and of idolaters as the enemies of God, and that the idea is, that God would come with vengeance to cut off all his foes.<\/p>",
    "audit": 1
}