{
    "id": 1216,
    "source": "barnes",
    "verse_id": 18123,
    "verse_count": 1,
    "reference": "25:4",
    "title": "",
    "html": " <p> <em>For thou hast been a strength to the poor <\/em>&mdash;Thou hast sustained and upheld them in their trials, and hast delivered them. God is often spoken of as the strength of his people. <a class=\"isa\" verses=\"WzE4MTM1XQ==\">Isaiah 26:4 <\/a>: &lsquo;In the Lord Yahweh is everlasting strength.&rsquo; <a class=\"ref\">Psalm 27:1 <\/a>: &lsquo;The Lord is the strength of my life, of whom shall I be afraid?&rsquo; <a class=\"ref\">Psalm 28:8; Psalm 29:11; Psalm 31:2; Psalm 46:1 <\/a>; <a class=\"isa\" verses=\"WzE4NTg2XQ==\">Isaiah 45:24 <\/a>. By the &lsquo;poor&rsquo; and the &lsquo;needy&rsquo; here undoubtedly are mean; the captive Jews who had been stripped of their wealth, and carried from their homes, and confined in Babylon. <\/p> <p> <em>A refuge <\/em>&mdash;A place of safety; a retreat; a protection. God is often spoken of as such a refuge; <a class=\"ref\">Deuteronomy 33:27 <\/a>: &lsquo;The eternal God is thy refuge.&rsquo; <a class=\"ref\">2 Samuel 22:3; Psalm 9:9; Psalm 14:6; Psalm 46:1, Psalm 46:7, Psalm 46:11; Psalm 57:1; Psalm 59:16 <\/a>) <\/p> <p> <em>From the storm <\/em>&mdash;This word (זרם zerem) usually denotes a tempest of wind and rain. Here it is put for calamity and affliction. The figure is common in all languages. <\/p> <p> <em>A shadow from the heat <\/em>&mdash;(See <a class=\"isa\" verses=\"WzE3NzQwXQ==\">Isaiah 4:6 <\/a>,, note; <a class=\"isa\" verses=\"WzE3OTczXQ==\">Isaiah 16:3 <\/a>,, note; compare <a class=\"isa\" verses=\"WzE4MjYyXQ==\">Isaiah 32:2 <\/a>.) <\/p> <p> <em>When the blast of the terrible ones <\/em>&mdash;Of the fierce, mighty, invading enemies. When they sweep down all before them as a furious tempest does. <\/p> <p> <em>Is as a storm against the wall <\/em>&mdash;For &lsquo;wall&rsquo; here (קיר qiyr), Lowth proposes to read קוּר qûr, from קרר qârar, to be cold or cool, and supposes that this means a winters storm. In this interpretation also Vitringa and Cappellus coincide. But there is no need of supposing an error in the text. The idea is, probably, that of a fierce driving storm that would prostrate walls and houses; meaning a violent tempest, and intending to describe in a striking manner the severity of the calamities that had come upon the nation. <\/p>,",
    "audit": 1
}