{
    "id": 1095,
    "source": "barnes",
    "verse_id": 18002,
    "verse_count": 1,
    "reference": "18:4 ",
    "title": "",
    "html": "<p><em>For so the Lord said unto me<\/em>&mdash;So Yahweh has revealed his purpose, that is, to execute punishment on the people who have been described in the previous verses. Their state as there described is that of a fierce people making ready for war, and probably designing an alliance with the enemies of Judea, and marshalling their armies for that purpose. Yahweh here reveals to the prophet that they shall be discomfited, and shows the manner in which it will be done. He says he will sit calm while these preparations are going on&mdash;as the sun shines serenely on the earth while the harvest is growing, and the dew falls gently on the herb; but that &ldquo;before&rdquo; their plans are completed, he will interpose and destroy them, as if one should appear suddenly before the harvest is ripe and cut it down. The &ldquo;design,&rdquo; therefore, of this part of the prophecy is to comfort the Jews, and to assure them that there is no danger to them from the preparations which were made against them&mdash;for Yahweh calmly beholds the proud rage of the enemy.<\/p><p><em>I will take my rest<\/em>&mdash;I will not interpose. I will remain calm&mdash;not appearing to oppose them, but keeping as calm, and as still, as if I seemed to favor their plans&mdash;as the sun shines on the herb, and the gentle dew falls on the grass, until the proper time for me to interpose and defeat them shall arise <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 18:5-6<\/a>.<\/p><p><em>I will consider<\/em>&mdash;I will look on; that is, I will not now interpose and disarrange their plans before they are complete. We learn here,<\/p><p>(1) That God sees the plans of the wicked;<\/p><p>(2) That he sees them &ldquo;mature&rdquo; them without attempting then to interpose to disarrange them;<\/p><p>(3) That he is calm and still, because he designs that those plans shall be developed; and<\/p><p>(4) That the wicked should not indulge in any dreams of security and success because God does not interpose to thwart their plans while they are forming them. He will do it in the proper time.<\/p><p>In my dwelling-place&mdash;In heaven. I will sit in heaven and contemplate leisurely the plans that are going forward.<\/p><p><em>Like a clear heat<\/em>&mdash;A serene, calm, and steady sunshine, by which plants and herbs are made to grow. There seem to be two ideas blended here: the first, that of the &ldquo;stillness&rdquo; with which the sun shines upon the herbs; and the other, that of the fact that the sun shines that the herbs &ldquo;may grow.&rdquo;<\/p><p><em>Upon herbs<\/em>&mdash;Margin, &lsquo;After rain&rsquo; (עלי־אוי ‛ălēy &lsquo;ôry). The word אוי &lsquo;ôr usually signifies &ldquo;light,&rdquo; or &ldquo;fire.&rdquo; The plural form (ואורות ô&lsquo;ôrôth) is used to denote herbs or vegetables in two places, in <a class=\"ref\">2 Kings 4:39<\/a> , and <a class=\"isa\" verses=\"MTgxNTA=\">Isaiah 26:19<\/a>. For in the Shemitic languages the ideas of &ldquo;sprouting, being grown, growing&rdquo; etc., are connected with that of the shining of the sun, or of light; that which grows in the light; that is, vegetables. But in the singular phorm the word is not thus used, unless it be in this place. That it may have this signiphication cannot be doubted; and this interpretation makes good sense, and suits the connection. The rabbis generally interpret it as it is in the margin&mdash;&lsquo;rain.&rsquo; In proof of this they appeal to <a class=\"ref\">Job 36:30; Job 37:11<\/a>; but the word in these passages more properly denotes a cloud of light or of lightning, than rain. The common interpretation is probably correct, which regards the word אור &lsquo;ôr here as the same as אורה &lsquo;ôrâh&mdash;&lsquo;herbs&rsquo; (see Vitringa). The Syriac reads it על־יאר ‛al-yeor&mdash;&lsquo;upon the river.&rsquo; The parallelism seems to require the sense of &ldquo;herb,&rdquo; or something that shall answer to &lsquo;harvest&rsquo; in the corresponding member.<\/p><p><em>And like a cloud of dew<\/em>&mdash;Such a dew was still, and promoted the growth of vegetables. The idea is that of stillness and rest where there is no storm or tempest to dissipate the gently-falling dew. This is an emblem of the perfect quietness with which God would regard the preparations for war until the proper time would come for him to interpose. The whole passage is similar to <a class=\"ref\">Psalm 2:4-5<\/a>:<\/p><p>He that sitteth in the heavens shall laugh;<\/p><p>Jehovah shall have them in derision.<\/p><p>Then shall he speak unto them in his wrath,<\/p><p>And vex them in his hot displeasure.<\/p><p>The idea is, that he would be as calm as the sun is upon the herb, or the dew upon the harvest field, until the time should come when it would be proper for him to interpose, and disconcert their counsels. When and how this would be done is stated in the following verses; and the whole passage is most striking illustration of the manner with which God contemplates the machinations and evil designs of the wicked.<\/p>",
    "audit": 1
}