{
    "id": 1773,
    "source": "barnes",
    "verse_id": 18680,
    "verse_count": 1,
    "reference": "51:6 ",
    "title": "",
    "html": "<p><em>Lift up your eyes to the heavens<\/em>&mdash;The design of directing their attention to the heavens and the earth is, probably, to impress them more deeply with a conviction of the certainty of his salvation in this manner, namely, the heavens and the earth appear firm and fixed; there is in them no apparent tendency to dissolution and decay. Yet though apparently thus fixed and determined, they will all vanish away, but the promise of God will be unfailing.<\/p><p><em>For the heavens shall vanish away<\/em>&mdash;The word which is rendered here &rsquo;shall vanish away&rsquo; (מלח mâlach), occurs nowhere else in the Bible. The primary idea, according to Gesenius, is that of smoothness and softness. Then it means to glide away, to disappear. The idea here is, that the heavens would disappear, as smoke is dissipated and disappears in the air. The idea of the vanishing, or the disappearing of the heavens and the earth, is one that often occurs in the Scriptures (see the notes at <a class=\"isa\" verses=\"WzE4MzA4XQ==\">Isaiah 34:4<\/a> ; compare <a class=\"ref\">Psalm 102:26; Hebrews 1:11-12; 2 Peter 3:10-12<\/a>).<\/p><p><em>The earth shall wax old...<\/em>&mdash;Shall decay, and be destroyed (see <a class=\"ref\">Psalm 102:26<\/a>).<\/p><p><em>And they that dwell therein shall die in like manner<\/em>&mdash;Lowth renders this, &lsquo;Like the vilest insect.&rsquo; Noyes, &lsquo;Like flies.&rsquo; The Vulgate, and the Septuagint, however, render it as it is in our version. Rosenmuller renders it, &lsquo;As flies.&rsquo; Gesenius renders it, &lsquo;Like a gnat.&rsquo; This variety of interpretation arises from the different explanation of the word כן kên, which usually means, &lsquo;as, so, thus, in like manner, etc.&rsquo; The plural form, however, (כנים kiniym), occurs in <a class=\"ref\">Psalm 105:31<\/a>, and is rendered by the Septuagint, &sigma;&kappa;&nu;&iota;͂&phi;&epsilon;&sigmaf; skniphes, and by the Vulgate, sciniphes, a species of small gnats, very troublesome from their sting, which abounds in the marshy regions of Egypt; and according to this the idea is, that the most mighty inhabitants of the earth would die like gnats, or the smallest and vilest insects. This interpretation gives a more impressive sense than our version, but it is doubtful whether it can be justified. The word occurs nowhere else in this sense, and the authority of the ancient versions is against it. The idea as given in the common translation is not feeble, as Gesenius supposes, but is a deeply impressive one, that the heavens, the earth, and all the inhabitants should vanish away together, and alike disappear.<\/p><p><em>But my salvation shall be for ever<\/em>&mdash;It is a glorious truth that the redemption which God shall give his people shall survive the revolutions of kingdoms, and the consummation of all earthly things. It is not improbable that the Saviour had this passage in his eye when he said, &lsquo;heaven and earth shall pass away, but my word shall not pass away&rsquo; <a class=\"ref\">Matthew 24:35<\/a>.<\/p>",
    "audit": 1
}