{
    "id": 1736,
    "source": "barnes",
    "verse_id": 18643,
    "verse_count": 1,
    "reference": "49:6 ",
    "title": "",
    "html": "<p><em>And he said<\/em>&mdash;That is, Yahweh said in his promise to the Messiah.<\/p><p><em>It is a light thing<\/em>&mdash;Margin, &lsquo;Art thou lighter than that thou,&rsquo; etc. Lowth renders it, &lsquo;It is a small thing.&rsquo; Hengstenberg, &lsquo;It is too little that thou shouldest be my servant to raise up the tribes of Jacob.&rsquo; The sense is, that God designed to glorify him in an eminent degree, and that it would not be as much honor as be designed to confer on him, to appoint him merely to produce a reformation among the Jews, and to recover them to the spiritual worship of God. He designed him for a far more important work&mdash;for the recovery of the Gentile world, and for the spread of the true religion among all nations. The Septuagint renders this, It is a great thing for thee to be called my servant.&rsquo; The Chaldee proposes it as a question, &lsquo;Is it a small thing for you that you are called my servant?&rsquo;<\/p><p><em>My servant<\/em>&mdash;(See <a class=\"isa\" verses=\"WzE4NjQwXQ==\">Isaiah 49:3<\/a>).<\/p><p><em>To raise up the tribes of Jacob<\/em>&mdash;Hebrew, (להקים lehâqiym)&mdash;&lsquo;To establish,&rsquo; or confirm the tribes of Jacob; that is, to establish them in the worship of God, and in prosperity. This is to be understood in a spiritual sense, since it is to be synonymous with the blessings which he would bestow on the pagan. His work in regard to both, was to be substantially the same. In regard to the Jews, it was to confirm them in the worship of the true God; and in regard to the pagan, it was to bring them to the knowledge of the same God.<\/p><p><em>And to restore<\/em>&mdash;To bring back (להשׁיב lehâshiyb) that is, to recover them from their sin and hypocrisy, and bring them back to the worship of the true and only God. The Chaldee, however, renders this, &lsquo;To bring back the captivity of Israel.&rsquo; But it means, doubtless, to recover the alienated Jewish people to the pure and spiritual worship of God.<\/p><p><em>The preserved of Israel<\/em>&mdash;Lowth renders this, &lsquo;To restore the branches of Israel;&rsquo; as if it were נצרי netsârēy in the text, instead of נצוּרי netsûrēy. The word נצר nêtser means &ldquo;branch&rdquo; (see the notes at <a class=\"isa\" verses=\"WzE3ODg2LDE3OTM4XQ==\">Isaiah 11:1; Isaiah 14:9<\/a>), and Lowth supposes that it means the branches of Israel; that is, the descendants of Israel or Jacob, by a similitude drawn from the branches of a tree which are all derived from the same stem, or root. The Syriac here renders it, &lsquo;The branch of Israel.&rsquo; But the word properly means those who are kept, or preserved (from נצר nâtsar, &ldquo;to keep, preserve&rdquo;), and may be applied either literally to those who were kept alive, or who survived any battle, captivity, or calamity&mdash;as a remnant; or spiritually, to those who are preserved for purposes of mercy and grace out of the common mass that is corrupt and unbelieving. It refers here, I suppose, to the latter, and means those whom it was the purpose of God to preserve out of the common mass of the Jews that were sunk in hypocrisy and sin. These, it was the design of God to restore to himself, and to do this, was the primary object in the appointment of the Messiah.<\/p><p><em>I will also give thee for a light to the Gentiles<\/em>&mdash;I will appoint thee to the higher office of extending the knowledge of the true religion to the darkened pagan world. The same expression and the same promise occur in <a class=\"isa\" verses=\"WzE4NDg3XQ==\">Isaiah 42:6<\/a>(see the notes at that verse).<\/p><p><em>That thou mayest be my salvation unto the end of the earth<\/em>&mdash;(See the note at <a class=\"isa\" verses=\"WzE4NDkxXQ==\">Isaiah 42:10<\/a>). The true religion shall be extended to the pagan nations, and all parts of the world shall see the salvation of God. This great work was to be entrusted to the Redeemer, and it was regarded as a high honor that he should thus be made the means of diffusing light and truth among all nations. We may learn hence, first, that God will raise up the tribes of Jacob; that is, that large numbers of the Jews shall yet be &lsquo;preserved,&rsquo; or recovered to himself; secondly, that the gospel shall certainly be extended to the ends of the earth; thirdly, that it is an honor to be made instrumental in extending the true religion. So great is this honor, that it is mentioned as the highest which could be conferred even on the Redeemer in this world. And if he deemed it an honor, shall we not also regard it as a privilege to engage in the work of Christian missions, and to endeavor to save the world from ruin? There is no higher glory for man than to tread in the footsteps of the Son of God; and he who, by self-denial and charity, and personal toil and prayer, does most for the conversion of this whole world to God, is most like the Redeemer, and will have the most elevated seat in the glories of the heavenly world.<\/p>",
    "audit": 1
}