{
    "id": 1260,
    "source": "barnes",
    "verse_id": 18167,
    "verse_count": 2,
    "reference": "28:2",
    "title": "",
    "html": " <p> <em>Behold, the Lord hath a mighty and strong one <\/em>&mdash;The Hebrew of this passage is, &lsquo;Lo! there is to the Lord (לאדני la&lsquo;donāy) mighty and strong.&rsquo; Lowth renders it, <\/p> <p>&lsquo;Behold the mighty one, the exceedingly strong one,&rsquo; <\/p> <p>And supposes that it means the Lord himself. It is evident, however, that something must be understood as being that which the Lord &lsquo;hath,&rsquo; for the Hebrew properly implies that there is something strong and mighty which is under his control, and with which, as with a tempest, he will sweep away and destroy Ephraim. Jarchi supposes that רוח rûach (&ldquo;wind&rdquo;) is understood; Kimchi thinks that the word is יום yôm (&ldquo;day&rdquo;); others believe that חיל chayil (&ldquo;an army&rdquo;) is understood. But I think the obvious interpretation is to refer it to the Assyrian king, as the agent by which Yahweh would destroy Samaria <a class=\"ref\">2 Kings 17:3-6 <\/a>. This power was entirely under the direction of Yahweh, and would be employed by him in accomplishing his purpose on that guilty people (compare the notes at <a class=\"isa\" verses=\"eyIxNzg1NiI6Mn0=\">Isaiah 10:5-6 <\/a>). <\/p> <p> <em>As a tempest of hail <\/em>&mdash;A storm of hail is a most striking representation of the desolation that is produced by the ravages of an invading army (compare <a class=\"ref\">Job 27:21 <\/a>; the note at <a class=\"isa\" verses=\"WzE4MjQ4XQ==\">Isaiah 30:30 <\/a>; also <a class=\"ref\">Hosea 13:15 <\/a>). <\/p> <p> <em>A flood of mighty waters <\/em>&mdash;This is also a striking description of the devastating effects of an invading army (compare <a class=\"ref\">Psalm 90:5; Jeremiah 46:7-8 <\/a>) <\/p> <p> <em>Shall cast down to the earth <\/em>&mdash;To cast it to the earth means that it should be entirely humbled and destroyed (see the note at <a class=\"isa\" verses=\"WzE4MTMxXQ==\">Isaiah 25:12 <\/a>). <\/p> <p> <em>With the hand <\/em>&mdash;Septuagint: &beta;&iota;́&alpha;ͅ bia&mdash;&lsquo;Force,&rsquo; &lsquo;violence.&rsquo; This is its meaning here; as if it were taken in the hand, like a cup, and dashed indignantly to the ground. <\/p> ",
    "audit": 1
}