{
    "id": 1067,
    "source": "barnes",
    "verse_id": 17974,
    "verse_count": 1,
    "reference": "16:4",
    "title": "",
    "html": "<p><em>Let mine outcasts<\/em>&mdash;This may be understood as the language of Judea, or of God. &lsquo;Mine outcasts&rsquo; may mean the exiles of Judea, or God may call them &ldquo;his.&rdquo; The sense is essentially the same. It denotes those who were fugitives, wanderers, exiles from the land of Judea, and who took refuge in the land of Moab; and God claims for them protection.<\/p><p><em>Dwell with thee<\/em>&mdash;Not dwell permanently, but sojourn (יגוּרוּ yāgûrû), let them remain with you as exiles; or let them find a refuge in your land.<\/p><p><em>Be thou a covert to them<\/em>&mdash;A refuge; a hiding-place; a place of &ldquo;secrecy&rdquo; (סתר sêther).<\/p><p><em>From the face of the spoiler<\/em>&mdash;That is, the conqueror from whose desolating career they would seek a refuge in the land of Moab. Who this &ldquo;spoiler&rdquo; would be, is not known. It would seem to be some invader who was carrying desolation through the land of Judea. It may be observed, however, that Lowth, by setting the points aside, supposes that this should be read, &lsquo;Let the outcasts of Moab sojourn with thee, O Zion.&rsquo; So Noyes. But this seems to me not to suit the connection and the design; which is, to persuade the Moabites to conciliate the favor of the Jews by affording a hiding-place to their fugitives.<\/p><p><em>For the extortioner is at an end<\/em>&mdash;literally, &lsquo;there is an end, or there will be an end of the oppressor; or he will be wonting.&rsquo; The Chaldee renders it, &lsquo;The enemy is at an end.&rsquo; The idea here seems to be, that the oppressor in the land of Judea would not continue there always; the exiles of the Jews might soon return; and Judea be able &ldquo;then&rdquo; to return kindness to Moab. Judea did not ask that her exiles should permanently abide in Moab, but asked only a temporary refuge, with the certainty that she would be soon delivered from her oppressions, and would then be able to furnish aid to Moab in return.<\/p><p><em>The oppressors are consumed<\/em>&mdash;Or, &lsquo;the treader down,&rsquo; he that has trodden down the nations &ldquo;shall&rdquo; soon be removed, and &ldquo;then,&rdquo; in turn, Judea will be able to repay the kindness which is now asked at the hand of Moab, in pemitting her exiles to remain in their land.<\/p> ",
    "audit": 1
}