{
    "id": 1912,
    "source": "barnes",
    "verse_id": 18819,
    "verse_count": 1,
    "reference": "59:18",
    "title": "",
    "html": " <p> <em>According to their deeds <\/em>&mdash;The general sentiment of this verse is plain, though there is not a little difficulty in the construction of the Hebrew. Lowth pronounces the former part of the verse, as it stands in the Hebrew text, to be &lsquo;absolutely unintelligible. By a slight change in the Hebrew as it now stands (reading בעל ba‛al, &ldquo;lord,&rdquo; instead of כעל ke‛al &ldquo;as according to&rdquo;), Lowth supposes that he has obtained the true sense, and accordingly translates it: <\/p> <p>He is mighty to recompense; <\/p> <p>He that is mighty to recompense shall requite. <\/p> <p>This translation is substantially according to the Chaldee, but there is no authority from manuscripts to change the text in this place. Nor is it necessary. The particle כעל ke‛al occurs as a preposition in <a class=\"isa\" verses=\"WzE4ODc0XQ==\">Isaiah 63:7 <\/a>,, in the sense of &lsquo;as according to,&rsquo; or &lsquo;according to,&rsquo; and is similar in its form to the word מעל mē‛al, which often occurs in the sense of from above, or from upon <a class=\"ref\">Genesis 24:64; Genesis 40:19 <\/a>; <a class=\"isa\" verses=\"WzE4MzIwXQ==\">Isaiah 34:16 <\/a>; <a class=\"ref\">Jeremiah 36:11; Amos 7:11 <\/a>. The sense of the verse before us is, that God would inflict just punishment on his enemies. It is a general sentiment, applicable alike to the deliverance from Babylon and the redemption of his church and people at all times. In order to effect the deliverance of his people it was necessary to take vengeance on those who had oppressed and enslaved them. So in order to redeem his church, it is often necessary to inflict punishment on the nations that oppose it, or to remove by death the adversaries that stand in his way. This punishment is inflicted strictly according to their deeds. The principal thought here is, undoubtedly, that as they had opposed and oppressed the people of God, so he would take vengeance on them. He would remove his enemies, and prepare the way in this manner for the coming of his kingdom. <\/p> <p> <em>To the islands <\/em>&mdash;On the use of the word &lsquo;islands&rsquo; in Isaiah, see the notes at <a class=\"isa\" verses=\"WzE4NDUzXQ==\">Isaiah 41:1 <\/a>. The idea here is, that he would &lsquo;repay recompence&rsquo; or take vengeance on the foreign nations which had oppressed them. <\/p>,",
    "audit": 1
}