{
    "id": 1577,
    "source": "barnes",
    "verse_id": 18484,
    "verse_count": 1,
    "reference": "42:3",
    "title": "",
    "html": "<p><em>A bruised reed<\/em> &mdash;The word &lsquo;reed&rsquo; means the cane or calamus which grows up in marshy or wet places (<a class=\"isa\" verses=\"WzE4MzM3XQ==\">Isaiah 36:6<\/a> ; see the note at<a class=\"isa\" verses=\"WzE4NTMwXQ==\">Isaiah 43:24<\/a>). The word, therefore, literally denotes that which is fragile, weak, easily waved by the wind, or broken down; and stands in contrast with a lofty and firm tree (compare<a class=\"ref\">Matthew 11:7<\/a>): &lsquo;What went ye out into the wilderness to see? A reed shaken with the wind?&rsquo; The word here, therefore, may be applied to people who are conscious of feebleness and sin; that are moved and broken by calamity; that feel that they have no strength to bear up against the ills of life. The word &lsquo;bruised&rsquo; (רצוּץ râtsûts) means that which is broken or crushed, but not entirely broken off. As used here, it may denote those who are in themselves naturally feeble, and who have been crushed or broken down by a sense of sin, by calamity, or by affliction. We speak familiarly of crushing or breaking down by trials; and the phrase here is intensive and emphatic, denoting those who are at best like a reed&mdash;feeble and fragile; and who, in addition to that, have been broken and oppressed by a sense of their sins, or by calamity.<\/p><p><em>Shall he not break<\/em> &mdash;Shall he not break off. He will not carry on the work of destruction, and entirely crush or break it. And the idea is, that he will not make those already broken down with a sense of sin and with calamity, more wretched. He will not deepen their afflictions, or augment their trials, or multiply their sorrows. The sense is, that he will have an affectionate regard for the broken-hearted, the humble, the penitent, and the afflicted. Luther has well expressed this: &lsquo;He does not cast away, nor crush, nor condemn the wounded in conscience, those who are terrified in view of their sins; the weak in faith and practice, but watches over and cherishes them, makes them whole, and affectionately embraces them.&rsquo; The expression is parallel to that which occurs in<a class=\"isa\" verses=\"WzE4ODQ1XQ==\">Isaiah 61:1<\/a> , where it is said of the Messiah, &lsquo;He hath sent me to bind up the broken-hearted;&rsquo; and to the declaration in<a class=\"isa\" verses=\"WzE4NjY3XQ==\">Isaiah 50:4<\/a> , where it is said, &lsquo;that I should know how to speak a word in season to him that is weary.&rsquo;<\/p><p><em>The smoking flax<\/em> &mdash;The word used here denotes flax, and then a wick that is made of it. The word rendered &rsquo;smoking&rsquo; (כהה kēhâh) means that which is weak, small, thin, feeble; then that which is just ready to go out, or to be extinguished; and the phrase refers literally to the expiring wick of a lamp, when the oil is almost consumed, and when it shines with a feeble and dying luster. It may denote here the condition of one who is feeble and disheartened, and whose love to God seems almost ready to expire. And the promise that he will not extinguish or quench that, means that he would cherish, feed, and cultivate it; he would supply it with grace, as with oil to cherish the dying flame, and cause it to be enkindled, and to rise with a high and steady brilliancy. The whole passage is descriptive of the Redeemer, who nourishes the most feeble piety in the hearts of his people, and who will not suffer true religion in the soul ever to become wholly extinct. It may seem as if the slightest breath of misfortune or opposition would extinguish it forever; it may be like the dying flame that hangs on the point of the wick, but if there be true religion it will not be extinguished, but will be enkindled to a pure and glowing flame, and it will yet rise high, and burn brightly.<\/p><p><em>He shall bring forth judgment<\/em> &mdash;(See<a class=\"isa\" verses=\"WzE4NDgyXQ==\">Isaiah 42:1<\/a>). The word &lsquo;judgment&rsquo; here evidently denotes the true religion; the laws, institutions, and appointments of God.<\/p><p><em>Unto truth<\/em> &mdash;Matthew Mat 12:29 renders this, &lsquo;unto victory.&rsquo; The meaning in Isaiah is, that he shall establish his religion according to truth; he shall faithfully announce the true precepts of religion, and secure their ascendency among mankind. It shall overcome all falsehood, and all idolatry, and shall obtain a final triumph in all nations. Thus explained, it is clear that Matthew has retained the general idea of the passage, though he has not quoted it literally.<\/p> ",
    "audit": 1
}