{
    "id": 1132,
    "source": "barnes",
    "verse_id": 18039,
    "verse_count": 1,
    "reference": "21:3",
    "title": "",
    "html": "<p><em>Therefore<\/em> &mdash;In this verse, and the following, the prophet represents himself as &ldquo;in&rdquo; Babylon, and as a witness of the calamities which would come upon the city. He describes the sympathy which he feels in her sorrows, and represents himself as deeply affected by her calamities. A similar description occurred in the pain which the prophet represents himself as enduring on account of the calamities of Moab (see<a class=\"isa\" verses=\"WzE3OTY2XQ==\">Isaiah 15:5<\/a> , note;<a class=\"isa\" verses=\"WzE3OTgxXQ==\">Isaiah 16:11<\/a> , note).<\/p><p><em>My loins<\/em> &mdash;(see the note at<a class=\"isa\" verses=\"WzE3OTgxXQ==\">Isaiah 16:11<\/a>).<\/p><p><em>With pain<\/em> &mdash;The word used here (חלחלה chalchâlâh) denotes properly the pains of parturition, and the whole figure is taken from that. The sense is, that the prophet was filled with the most acute sorrow and anguish, in view of the calamities which were coming on Babylon. That is, the sufferings of Babylon would be indescribably great and dreadful (see<a class=\"ref\">Nahum 2:11; Ezekiel 30:4, Ezekiel 30:9<\/a>).<\/p><p><em>I was bowed down<\/em> &mdash;Under the grief and sorrow produced by these calamities.<\/p><p><em>At the hearing it<\/em> &mdash;The Hebrew may have this sense, and mean that these things were made to pass before the eye of the prophet, and that the sight oppressed him, and bowed him down. But more probably the Hebrew letter מ (m) in the word משׁמע mishemoa&rsquo; is to be taken &ldquo;privatively,&rdquo; and means, &lsquo;I was so bowed down or oppressed that I could not see; I was so dismayed that I could not hear;&rsquo; that is, all his senses were taken away by the greatness of the calamity, and by his sympathetic sufferings. A similar construction occurs in<a class=\"ref\">Psalm 69:23<\/a> : &lsquo;Let their eyes be darkened that they see not&rsquo; (מראות mēre&lsquo;ôth) that is, &ldquo;from&rdquo; seeing.<\/p> ",
    "audit": 1
}