{
    "id": 1431,
    "source": "barnes",
    "verse_id": 18338,
    "verse_count": 1,
    "reference": "36:7",
    "title": "",
    "html": " <p> <em>But if thou say to me <\/em>&mdash;If you shall make this plea, that you believe Yahweh will protect you in your revolt. The word &lsquo;thou&rsquo; here refers to Hezekiah, or to the ambassadors speaking in his name. In <a class=\"ref\">2 Kings 18:22<\/a>, it is, &lsquo;but if ye say unto me;&rsquo; that is, you ambassadors. The sense is substantially the same. <\/p> <p> <em>Is it not he... <\/em>&mdash;This is given as a reason why they should not put their confidence in Yahweh. The reason is, that he supposed that Hezekiah had removed all the altars of Yahweh from all parts of the land, and that they could not calculate on the protection of a God whose worship bad been abolished. It is probable that Sennacherib and Rabshakeh had beard of the reformation which had been effected by Hezekiah; of his destroying the groves and altars which had been consecrated in the reign of his father to idolatry, and perhaps of the fact that he had even destroyed the brass serpent which Moses had made, and which had become an object of idolatrous worship <a class=\"ref\">2 Kings 18:4<\/a>, and he may have supposed that all these altars and groves had been devoted to Yahweh, and were connected with his worship. He did not seem to understand that all that Hezekiah had done was only to establish the worship of Yahweh in the land. <\/p> <p> <em>High places <\/em>&mdash;The worship of idols was usually performed in groves on high places; or on the tops of hills and mountains. It seems to have been supposed that worship in such places was more acceptable to the Deity. Perhaps it may have been because they thus seemed nearer the residence of the gods; or, perhaps, because there is sublimity and solemnity in such places&mdash;a stillness and elevation above the world which seem favorable to devotion (see <a class=\"ref\">1 Samuel 9:12; 1 Kings 3:4; 2 Kings 12:2; 2 Chronicles 33:19<\/a>). Chapels, temples, and altars, were erected on such places <a class=\"ref\">1 Kings 13:22; 2 Kings 17:29<\/a>, and ministers and priests attended there to officiate (<a class=\"ref\">1 Kings 12:32; 2 Kings 17:32<\/a>). Even the kings of Judah, notwithstanding the express prohibition of Moses <a class=\"ref\">Deuteronomy 12<\/a>, were engaged in such acts of worship <a class=\"ref\">2 Kings 12:4; 2 Kings 14:4; 2 Kings 15:4, 2 Kings 15:35; 2 Chronicles 15:17; 2 Chronicles 20:33<\/a>; and Solomon himself sacrificed in chapels of this kind <a class=\"ref\">1 Kings 3:2<\/a>. These places Hezekiah had destroyed; that is, he had cut down the consecrated groves, and had destroyed the chapels and temples which had been erected there. The fact that Ahaz, the father of Hezekiah, had been distinguished for worshipping in such places had probably led the king of Assyria to suppose that this was the proper worship of the God of the Jews; and now that Hezekiah had destroyed them all, he seems to have inferred that he was guilty of gross irreligion, and could no longer depend on the protection of Yahweh. <\/p> <p> <em>And said to Judah and Jerusalem <\/em>&mdash;He had commanded them to worship only in Jerusalem, at the temple. This was in strict accordance with the law of Moses; but this seems to have been understood by Sennacherib as in fact almost or quite banishing the worship of Yahweh from the land. Probably this was said to alienate the minds of the people from Hezekiah, by showing them that he had taken away their rights and privileges of worshipping God where they chose. <\/p>",
    "audit": 1
}