{
    "id": 859,
    "source": "barnes",
    "verse_id": 17766,
    "verse_count": 1,
    "reference": "5:26",
    "title": "",
    "html": " <p> <em>And he will lift up an ensign... <\/em>&mdash;The idea here is, that the nations of the earth are under his control, and that he can call whom he pleases to execute his purposes. This power over the nations he often claims; compare <a class=\"isa\" verses=\"WzE4NTYyXQ==\">Isaiah 44:28 <\/a>; <a class=\"isa\" verses=\"W3siMTg1NjMiOjd9LHsiMTc4NTYiOjN9XQ==\">Isaiah 45:1-7; Isaiah 10:5-7 <\/a>; <a class=\"isa\" verses=\"WzE3ODQxLDE3ODI2XQ==\">Isaiah 9:11; Isaiah 8:18 <\/a>. An &ldquo;ensign&rdquo; is the &ldquo;standard,&rdquo; or &ldquo;flag&rdquo; used in an army. The elevation of the standard was a signal for assembling for war. God represents himself here as simply raising the standard, expecting that the nations would come at once. <\/p> <p> <em>And will hiss unto them <\/em>&mdash;This means that he would &ldquo;collect&rdquo; them together to accomplish his purposes. The expression is probably taken from the manner in which bees were hived. Theodoret and Cyril, on this place, say, that in Syria and Palestine, they who kept bees were able to draw them out of their hives, and conduct them into fields, and bring them back again, with the sound of a flute or the noise of hissing. It is certain also that the ancients had this idea respecting bees. Pliny (lib. xi. ch. 20) says: Gaudent plausu, atque tinnitu aeris, coque convocantur. &lsquo;They rejoice in a sound, and in the tinkling of brass, and are thus called together.&rsquo; AElian (lib. v. ch. 13) says, that when they are disposed to fly away, their keepers make a musical and harmonious sound, and that they are thus brought back as by a siren, and restored to their hives. So Virgin says, when speaking of bees: <\/p> <p>Tinnitusque cie, et Matris quate cymbala circum. <\/p> <p>Georg. iv. 64. <\/p> <p>&lsquo;On brazen vessels beat a tinkling sound, <\/p> <p>And shake the cymbals of the goddess round; <\/p> <p>Then all will hastily retreat, and fill <\/p> <p>The warm resounding hollow of their cell.&rsquo; <\/p> <p>Addison <\/p> <p>So Ovid: <\/p> <p>Jamque erat ad Rhodopen Pangaeaque flumina ventum, <\/p> <p>Aeriferae comitum cum crepuere manus. <\/p> <p>Ecce! novae coeunt volucres tinnitibus actae <\/p> <p>Quosque movent sonitus aera sequuntur apes. <\/p> <p>Fastor, lib. iii., 739. <\/p> <p>See also Columella, lib. x. ch. 7; Lucan, lib. ix. ver. 288; and Claudian, &ldquo;Panegyric. in sextum consul. Honorii,&rdquo; ver. 259; compare Bochart, &ldquo;Hieroz.&rdquo; P. ii. lib. iv. ch. x. pp. 506, 507. The prophets refer to that fact in several places, <a class=\"isa\" verses=\"WzE3ODI2XQ==\">Isaiah 8:18 <\/a>; <a class=\"ref\">Zechariah 10:8 <\/a>. The simple meaning is, that God, at his pleasure; would collect the nations around Judea like bees, that is, in great numbers. <\/p> <p> <em>The end of the earth <\/em>&mdash;That is, the remotest parts of the world. The most eastern nations known to them were probably the Babylonians, Medes, Persians, and perhaps the inhabitants of India. The general idea is, that he would call in the distant nations to destroy them. In <a class=\"isa\" verses=\"WzE3ODAxXQ==\">Isaiah 7:18 <\/a>,, Egypt and Assyria are particularly specified. This was in accordance with the prediction in <a class=\"ref\">Deuteronomy 28:49 <\/a>. <\/p>,",
    "audit": 1
}