{
    "id": 772,
    "source": "barnes",
    "verse_id": 17679,
    "verse_count": 1,
    "reference": "1:24",
    "title": "",
    "html": "<p><em>Therefore saith the Lord... <\/em>&mdash;The prophet having stated the guilt of the nation, proceeds to show the consequences of their crimes; or to foretell what would happen. The name of God is repeated, to attract attention; to fill the mind with awe; and to give emphasis to the solemn sentence which was about to be uttered.<\/p><p><em>The Lord<\/em>&mdash;אדון &lsquo;âdôn. This word properly denotes master, lord, owner. <a class=\"ref\">Genesis 24:9<\/a>: &ldquo;lord over his whole house.&rdquo; <a class=\"ref\">1 Kings 16:24<\/a>: &ldquo;owner of the hill Samaria.&rdquo; It is applied here to Yahweh, not as a special title, or as one of the names which he assumes to himself, but as owner, proprietor, master, ruler of the nation. The word, when applied to God as one of his special titles, has the form of an ancient plural termination, אדני &lsquo;ădonāy. The root is probably דוּן dôn, to judge, which in ancient times was also closely connected with the idea of ruling.<\/p><p><em>The Lord of hosts<\/em>&mdash;Yahweh&mdash;ruling in the hosts of heaven, and therefore able to accomplish his threatenings; note, <a class=\"isa\" verses=\"WzE3NjY0XQ==\">Isaiah 1:9<\/a>.<\/p><p><em>The mighty One of Israel<\/em>&mdash;He who had been their defender in the days of their peril; who had manifested his mighty power in overthrowing their enemies; and who had shown, therefore, that he was able to inflict vengeance on them.<\/p><p><em>Ah<\/em>&mdash;הוי hôy. This is an expression of threatening. It is that which is used when an affront is offered, and there is a purpose of revenge; see <a class=\"isa\" verses=\"WzE3NjU5XQ==\">Isaiah 1:4<\/a>.<\/p><p><em>I will ease me<\/em>&mdash;This refers to what is said in <a class=\"isa\" verses=\"WzE3NjY5XQ==\">Isaiah 1:14<\/a> , where God is represented as burdened with their crimes. The Hebrew word is, I will be consoled, or comforted&mdash;that is, by being delivered from my foes&mdash;אנחם &lsquo;enâchem from נחם nâcham, in Niphil, to suffer pain, to be grieved; and hence, to have pity, to show compassion. In Piel, to console or comfort one&rsquo;s-self; to take revenge. The idea included in the word is that of grief or distress, either in beholding the sufferings of others, or from some injury received from others. Hence, in Piel, it denotes to obtain relief from that distress, either by aiding the distressed object, or by taking revenge. In both instances, the mind, by a law of its nature, finds relief. The passion expends itself on its proper object, and the mind is at ease. It is used here in the latter sense. It is an instance where God uses the language which people employ to denote passion, and where they obtain relief by revenge. When applied to God, it is to be understood in accordance with his nature, as implying simply, that he would punish them; compare the note at <a class=\"isa\" verses=\"WzE3NjY4XQ==\">Isaiah 1:13<\/a>. It means that he had been pained and grieved by their crimes; his patience had been put to its utmost trial; and now he would seek relief from this by inflicting due punishment on them. An expression explaining this may be seen in <a class=\"ref\">Ezekiel 5:13<\/a>; &lsquo;Then shall mine anger be accomplished, and I will cause my fury to rest upon them, and I will be comforted.&rsquo; Also, <a class=\"ref\">Deuteronomy 28:63<\/a>: &lsquo;As the Lord rejoiced over you, to do you good; so the Lord will rejoice over you, to destroy you.&rsquo;<\/p><p><em>Mine adversaries<\/em>&mdash;The enemies to his law and government among the rebellious Jews. The expression in this verse is a remarkable instance of God&rsquo;s adapting himself to our apprehension, by using our language. Instances occur often in the Scriptures where language expressive of human passions is applied to God; and as human language must be employed in revelation, it was indispensable. But those expressions are not to be understood as they are when applied to the passions of mankind. In God, they are consistent with all that is pure, and glorious, and holy, and should be so understood. The Chaldee renders this verse, &lsquo;I will console the city of Jerusalem; but woe to the impious, when I shall be revealed to take vengeance on the enemies of my people.&rsquo; But this is manifestly a false interpretation; and shows how reluctant the Jews were to admit the threatenings against themselves.<\/p> ",
    "audit": 1
}