{
    "id": 1800,
    "source": "barnes",
    "verse_id": 18707,
    "verse_count": 1,
    "reference": "52:10",
    "title": "",
    "html": " <p> <em>The Lord hath made bare his holy arm <\/em>&mdash;That is, in delivering his people from bondage. This metaphor is taken from warriors, who made bare the arm for battle; and the sense is, that God had come to the rescue of his people as a warrior, and that his interpositions would be seen and recognized and acknowledged by all the nations. The metaphor is derived from the manner in which the Orientals dressed. The following extract from Jowett&rsquo;s Christian Researches will explain the language: &lsquo;The loose sleeve of the Arab shirt, as well as that of the outer garment, leaves the arm so completely free, that in an instant the left hand passing up the right arm makes it bare; and this is done when a person, a soldier, for example, about to strike with the sword, intends to give the arm full play. The image represents Yahweh as suddenly prepared to inflict some tremendous, yet righteous judgment, so effectual &ldquo;that all the ends of the earth shall see the salvation of God.&ldquo;&lsquo; The phrase &lsquo;holy arm,&rsquo; seems to mean that God would be engaged in a holy and just cause. It would not be an arm of conquest, or of oppression; but it would be made bare in a holy cause, and all its inflictions would be righteous. <\/p> <p> <em>And all the ends of the earth <\/em>&mdash;For an explanation of the phrase &lsquo;the ends of the earth,&rsquo; see the notes at <a class=\"isa\" verses=\"WzE4NDQ5XQ==\">Isaiah 40:28<\/a>. The meaning here is, that the deliverance of his people referred to would be so remarkable as to be conspicuous to all the world. The most distant nations would see it, and would be constrained to recognize his hand. It was fulfilled in the rescue of the nation from the captivity at Babylon. The conquest of Babylon was an event that was so momentous in its consequences, as to be known to all the kingdoms of the earth; and the proclamation of Cyrus <a class=\"ref\">Ezra 1:1-2<\/a>, and the consequent restoration of his people to their own land, were calculated to make the name of Yahweh known to all nations. <\/p>",
    "audit": 1
}