{
    "id": 1784,
    "source": "barnes",
    "verse_id": 18691,
    "verse_count": 1,
    "reference": "51:17",
    "title": "",
    "html": " <p> <em>Awake, awake <\/em>&mdash;(See the notes at <a class=\"isa\" verses=\"WzE4NjgzXQ==\">Isaiah 51:9 <\/a>). This verse commences an address to Jerusalem under a new figure or image. The figure employed is that of a man who has been overcome by the cup of the wrath of Yahweh, that had produced the same effect as inebriation. Jerusalem had reeled and fallen prostrate. There had been none to sustain her, and she had sunk to the dust. Calamities of the most appalling kind had come upon her, and she is now called on to arouse from this condition, and to recover her former splendor and power. <\/p> <p> <em>Which hast drunk at the hand of the Lord <\/em>&mdash;The wrath of Yahweh is not unfrequently compared to a cup producing intoxication. The reason is, that it produces a similar effect. It prostrates the strength, and makes the subject of it reel, stagger, and fall. In like manner, all calamities are represented under the image of a cup that is drunk, producing a prostrating effect on the frame. Thus the Saviour says, &lsquo;The cup which my Father hath given me, shall I not drink it?&rsquo; (<a class=\"ref\">John 18:11 <\/a>; compare <a class=\"ref\">Matthew 20:22-23; Matthew 26:39, Matthew 26:42 <\/a>). The effects of drinking the cup of God&rsquo;s displeasure are often beautifully set forth. Thus, in <a class=\"ref\">Psalm 75:8 <\/a>: <\/p> <p>In the hand of Jehovah there is a cup, and the wine is red; <\/p> <p>It is full of a mixed liquor, and he poureth out of the same, <\/p> <p>Verily the dregs thereof all the ungodly of the earth shall wring them out and drink them. <\/p> <p>Plato, as referred to by Lowth, has an idea resembling this. &lsquo;Suppose,&rsquo; says he, &lsquo;God had given to men a medicating potion inducing fear; so that the more anyone should drink of it, so much the more miserable he should find himself at every draught, and become fearful of everything present and future; and at last, though the most courageous of people, should become totally possessed by fear; and afterward, having slept off the effects of it, should become himself again.&rsquo; A similar image is used by Homer (Iliad, xvi. 527ff), where he places two vessels at the threshold of Jupiter, one of good, the other of evil. He gives to some a mixed potion of each; to others from the evil vessel only, and these are completely miserable: <\/p> <p>Two urns by Jove&rsquo;s high throne have ever stood <\/p> <p>The source of evil one, and one of good; <\/p> <p>From thence the cup of mortal man he fills, <\/p> <p>Blessings to these; to those distributes ills. <\/p> <p>To most he mingles both: The wretch decreed <\/p> <p>To taste the bad unmix&lsquo;d, is curs&rsquo;d indeed; <\/p> <p>Pursued by wrongs, by meagre famine driven, <\/p> <p>He wanders, outcast by both earth and heaven: <\/p> <p>The happiest taste not happiness sincere, <\/p> <p>But find the cordial draught is dash&rsquo;d with care. <\/p> <p>But nowhere is this image handled with greater force and sublimity than in this passage of Isaiah. Jerusalem is here represented as staggering under the effects of it; she reels and falls; none assist her from where she might expect aid; not one of them is able to support her. All her sons had fainted and become powerless <a class=\"isa\" verses=\"WzE4Njk0XQ==\">Isaiah 51:20 <\/a>; they were lying prostrate at the head of every street, like a bull taken in a net, struggling in vain to rend it, and to extricate himself. Jehovah&rsquo;s wrath had produced complete and total prostration throughout the whole city. <\/p> <p> <em>Thou hast drunken the dregs <\/em>&mdash;Gesenius renders this, &lsquo;The goblet cup.&rsquo; But the common view taken of the passage is, that it means that the cup had been drunk to the dregs. All the intoxicating liquor had been poured off. They had entirely exhausted the cup of the wrath of God. Similar language occurs in <a class=\"ref\">Revelation 14:10 <\/a>: &lsquo;The same shall drink of the wine of the wrath of God, which is poured out without mixture, into the cup of his indignation.&rsquo; The idea of the dregs is taken from the fact that, among the ancients, various substances, as honey, dates, etc., were put into wine, in order to produce the intoxicating quality in the highest degree. The sediment of course would remain at the bottom of the cask or cup when the wine was poured off. Homer, who lived about a thousand years before Christ, and whose descriptions are always regarded as exact accounts of the customs in his time, frequently mentions potent drugs as being mixed with wines. In the &lsquo;Odyssey&rsquo; (iv. 220), he tells us that Helen prepared for Telemachus and his companions a beverage which was highly stupefactive, and soothing to his mind. To produce these qualities, he says that she threw into the wine drugs which were: <\/p> <p>&Nu;&eta;&pi;&epsilon;&nu;&theta;&epsilon;&sigmaf; &tau; ̓ &alpha;̓&lambda;&omicron;&chi;&omicron;&nu; &tau;&epsilon; &kappa;&alpha;&kappa;&omega;&nu; &epsilon;̓&pi;&iota;&lambda;&eta;&theta;&omicron;&nu; &alpha;̔&pi;&alpha;&nu;&tau;&omega;&nu;&mdash; <\/p> <p>Nēpenthes t&rsquo; alochon te kakōn epilēthon apantōn&mdash; <\/p> <p>Grief-assuaging, rage-allaying, and the oblivious antidote for every species of misfortune. Such mixtures were common among the Hebrews. It is possible that John Rev 14:10 refers to such a mixture of the simple juice of the grape with intoxicating drugs when he uses the expression implying a seeming contradiction, &kappa;&epsilon;&kappa;&epsilon;&rho;&alpha;&sigma;&mu;&epsilon;́&nu;&omicron;&upsilon; &alpha;̓&kappa;&rho;&alpha;́&tau;&omicron;&upsilon; kekerasmenou akratou&mdash;(mixed, unmixed wine)&mdash;rendered in our version, &lsquo;poured out without mixture.&rsquo; The reference is rather to the pure juice of the grape mixed, or mingled with intoxicating drugs. <\/p> <p> <em>The cup of trembling <\/em>&mdash;The cup producing trembling, or intoxication (compare <a class=\"ref\">Jeremiah 25:15; Jeremiah 49:12; Jeremiah 51:7; Lamentations 4:21; Habakkuk 2:16; Ezekiel 23:31-33 <\/a>). The same figure occurs often in the Arabic poets (see Gesenius Commentary zu. Isa. in loc.) <\/p> <p> <em>And wrung them out <\/em>&mdash;(מצית mâtsiym). This properly means, to suck out; that is, they had as it were sucked off all the liquid from the dregs. <\/p> ",
    "audit": 1
}