{
    "id": 1816,
    "source": "barnes",
    "verse_id": 18723,
    "verse_count": 1,
    "reference": "53:11 ",
    "title": "",
    "html": "<p><em>He shall see of the travail of his soul<\/em>&mdash;This is the language of Yahweh, who is again introduced as speaking. The sense is, he shall see the fruit, or the result of his sufferings, and shall be satisfied. He shall see so much good resulting from his great sorrows; so much happiness, and so many saved, that the benefit shall be an ample compensation for all that he endured. The word rendered here &lsquo;travail&rsquo; (עמל ‛âmâl), denotes properly labor, toil; wearisome labor; labor and toil which produce exhaustion; and hence, sometimes vexation, sorrow, grief, trouble. It is rendered &lsquo;labor&rsquo; <a class=\"ref\">Psalm 90:10; Psalm 105:44; Jeremiah 20:18; Ecclesiastes 2:11-20<\/a> ; &lsquo;perverseness&rsquo; <a class=\"ref\">Numbers 21:21<\/a> ; sorrow&rsquo; <a class=\"ref\">Job 3:10<\/a> ; &lsquo;wickedness&rsquo; <a class=\"ref\">Job 4:8<\/a> ; &lsquo;trouble&rsquo; <a class=\"ref\">Job 5:6-7; Psalm 73:5<\/a> ; &lsquo;mischief&rsquo; <a class=\"ref\">Job 15:35; Psalm 7:13; Psalm 10:7-14; Psalm 94:20<\/a> ; &lsquo;travail,&rsquo; meaning labor, or toil <a class=\"ref\">Ecclesiastes 4:4-6<\/a> ; &lsquo;grievousness&rsquo; <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 10:1<\/a> ; &lsquo;iniquity&rsquo; <a class=\"ref\">Habakkuk 1:13<\/a> ; &lsquo;toil&rsquo; <a class=\"ref\">Genesis 41:51<\/a> ; &lsquo;pain&rsquo; <a class=\"ref\">Psalm 25:18<\/a> ; and &lsquo;misery&rsquo; <a class=\"ref\">Proverbs 31:7<\/a>. The word &lsquo;travail&rsquo; with us has two senses, first, labor with pain, severe toil; and secondly, the pains of childbirth. The word is used here to denote excessive toil, labor, weariness; and refers to the arduous and wearisome labor and trial involved in the work of redemption, as that which exhausted the powers of the Messiah as a man, and sunk him down to the grave.<\/p><p><em>And shall be satisfied<\/em>&mdash;That is, evidently, he shall be permitted to see so much fruit of his labors and sorrows as to be an ample recompence for all that he has done. It is not improbable that the image here is taken from a farmer who labors in preparing his soil for the seed, and who waits for the harvest; and who, when he sees the rich and yellow field of grain in autumn, or the wain heavily laden with sheaves, is abundantly satisfied for what he has done. He has pleasure in the contemplation of his labor, and of the result; and he does not regret the wearisome days and the deep anxiety with which he made preparation for the harvest. So with the Redeemer. There will be rich and most ample results for all that he has done. And when he shall look on the multitude that shall be saved; when he shall see the true religion spreading over the world; when he shall behold an immense host which no man can number gathered into heaven; and when he shall witness the glory that shall result to God from all that he has done, he shall see enough to be an ample compensation for all that he has endured, and he shall look on his work and its glorious results with pleasure.<\/p><p>We may remark here that this implies that great and most glorious results will come out of this work. The salvation of a large portion of the race, of multitudes which no man can number, will be necessary to be any suitable remuneration for the sufferings of the Son of God. We may be assured that he will be &rsquo;satisfied,&rsquo; only when multitudes are saved; and it is, therefore, morally certain that a large portion of the race, taken as a whole, will enter into heaven. Hitherto the number has been small. The great mass have rejected him, and have been lost. But there are brighter times before the church and the world. The pure gospel of the Redeemer is yet to spread around the globe, and it is yet to become, and to be for ages, the religion of the world. Age after age is to roll on when all shall know him and obey him; and in those future times, what immense multitudes shall enter into heaven! So that it may yet be seen, that the number of those who will be lost from the whole human family, compared with those who will be saved, will be no greater in proportion than the criminals in a well-organized community who are imprisoned are, compared with the number of obedient, virtuous, and peaceful citizens.<\/p><p><em>By his knowledge<\/em>&mdash;That is, by the knowledge of him. The idea is, by becoming fully acquainted with him and his plan of salvation. The word knowledge here is evidently used in a large sense to denote all that constitutes acquaintance with him. Thus Paul says <a class=\"ref\">Philippians 3:10<\/a> , &lsquo;That I may know him, and the power of his resurrection.&rsquo; It is only by the knowledge of the Messiah; by an acquaintance with his character, doctrines, sufferings, death, and resurrection, that anyone can be justified. Thus the Saviour says <a class=\"ref\">John 17:3<\/a>, &lsquo;And this is life eternal, that they might know thee the only true God, and Jesus Christ whom thou hast sent.&rsquo; People are to become acquainted with him; with his doctrines, and with his religion, or they can never be regarded and treated as righteous in the sight of a holy God.<\/p><p><em>Shall my righteous servant<\/em>&mdash;On the meaning of the word &rsquo;servant,&rsquo; as applied to the Messiah, see the notes at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 52:13<\/a>. The word &lsquo;righteous&rsquo; (צדיק tsadiyq), Lowth supposes should be omitted. His reasons are:<\/p><p>1. That three manuscripts, two of them ancient, omit it.<\/p><p>2. That it makes a solecism in this place, for, according to the constant usage of the Hebrew language, the adjective, in a phrase of this kind, ought to follow the substantive; and,<\/p><p>3. That it makes the hemistich too long.<\/p><p>But none of these reasons are sufficient to justify a change in the text. The phrase literally is, &lsquo;the righteous, my servant;&rsquo; and the sense is, evidently, &lsquo;my righteous servant.&rsquo; The word righteous, applied to the Messiah, is designed to denote not only his personal holiness, but to have reference to the fact that he would&rsquo; make many righteous (יצדיק yitseddiyq). It is applicable to him, because he was eminently holy and pure, and because also he was the source of righteousness to others; and in the work of justification it is important in the highest degree to fix the attention on the fact, that he by whom the sinner was to be justified was himself perfectly holy, and able to secure the justification and salvation of all who entrusted their souls to him. No man could feel secure of salvation unless he could commit his soul to one who was perfectly holy, and able to &lsquo;bring in everlasting righteousness.&rsquo;<\/p><p><em>Justify<\/em>&mdash;(יצדיק yatsediyq). The word צדק tsâdaq is of very frequent occurrence in the Bible; and no word is more important to a correct understanding of the plan of salvation than this, and the corresponding Greek word &delta;&iota;&kappa;&alpha;&iota;&omega;͂ dikaiō. On the meaning of the Greek word, see the notes at <a class=\"ref\">Romans 1:17<\/a>. The Hebrew word means to be right, straight, as if spoken of a way <a class=\"ref\">Psalm 23:3<\/a>. Hence,<\/p><p>1. To be just, righteous, spoken of God in dispensing justice <a class=\"ref\">Psalm 55:6<\/a> ; and of laws <a class=\"ref\">Psalm 19:10<\/a>.<\/p><p>2. To have a just cause, to be in the right;<\/p><p>(a) in a forensic sense <a class=\"ref\">Genesis 38:26; Job 9:16-20; Job 10:15; Job 13:18<\/a>;<\/p><p>(b) of disputants, to be in the right <a class=\"ref\">Job 23:12<\/a>;<\/p><p>(c) to gain one&rsquo;s cause, to be justified <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 43:9-26<\/a>.<\/p><p>In this sense it is now often used in courts of justice, where a man who is charged with crime shows that he did not do the deed, or that having done it he had a right to do it, and the law holds him innocent.<\/p><p>3. To be righteous, upright, good, innocent. In this sense the word is often used in the Bible <a class=\"ref\">Job 15:14; Job 23:9; Psalm 143:2<\/a>. But in this sense the Messiah will justify no one. He did not come to declare that men were upright, just, innocent. Nor will he justify them because they can show that they have not committed the offences charged on them, or that they had a right to do what they have done. The whole work of justification through the Redeemer proceeds on the supposition that people are not in fact innocent, and that they cannot vindicate their own conduct.<\/p><p>4. In Hiphil, the word means, to pronounce just, or righteous. In a forensic sense, and as applied to the act of justification before God, it means to declare righteous, or to admit to favor as a righteous person; and in connection with the pardon of sin, to resolve to treat as righteous, or as if the offence had not been committed. It is more than mere pardon; it involves the idea of a purpose to treat as righteous, and to acknowledge as such. It is nor to declare that the person is innocent, or that he is not ill deserving, or that he had a right to do as he had done, or that he has a claim to mercy&mdash;for this is not true of any mortal; but it is to pardon, and to accept him as if the offence had not been committed&mdash;to regard him in his dealings with him, and treat him ever onward as if he were holy. This sense of the word here is necessary, because the whole passage speaks of his bearing sin, and suffering for others, and thus securing their justification. It does not speak of him as instructing people and thus promoting religion; but it speaks of his dying for them, and thus laying the foundation for their justification. They are justified only in connection with his bearing their iniquities; and this shows that the word is used here in the forensic sense, and denotes that they will be regarded and treated as righteous on account of what he has suffered in their behalf.<\/p><p><em>For he shall bear<\/em>&mdash;On the meaning of the word bear, see the notes at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 53:4<\/a>.<\/p><p><em>Their iniquities<\/em>&mdash;Not that he became a sinner, or that sin can be transferred, which is impossible. Guilt and ill desert are personal qualities, and cannot be transferred from one to another. But the consequences of guilt may pass over to another; the sufferings, which would be a proper expression of the evil of sin, may be assumed by another. And this was done by the Redeemer. He stood between the stroke of justice and the sinner, and received the blow himself. He intercepted, so to speak, the descending sword of justice that would have cut the sinner down, and thus saved him. He thus bore their iniquities; that is, he bore in his own person what would have been a proper expression of the evil of sin if he had been himself the sinner, and had been guilty (see the notes at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 53:6<\/a>). It is in connection with this that people become justified; and it is only by the fact that he has thus borne their iniquities that they can be regarded as righteous in the sight of a holy God. They become interested in his merits just as he became interested in their iniquities. There is in neither case any transfer of personal properties; but there is in both cases a participation in the consequences or the results of conduct. He endured the consequences or results of sin; we partake of the consequences or the results of his sufferings and death in our behalf. This is the great cardinal doctrine of justification; the peculiarity of the Christian scheme; the glorious plan by which lost people may be saved, and by which the guilty may become pardoned, and be raised up to endless life and glory; the articulus stantis vel cadentis ecclesia. luther.<\/p>",
    "audit": 1
}