{
    "id": 1666,
    "source": "barnes",
    "verse_id": 18573,
    "verse_count": 1,
    "reference": "45:11",
    "title": "",
    "html": "<p><em>Thus saith the Lord<\/em> &mdash;This verse is designed still further to illustrate the general subject referred to in this chapter, and especially to show them, that instead of complaining of his designs, or of finding fault with his sovereignty, it was their privilege to inquire respecting his dealings, and even to &lsquo;command&rsquo; him. He was willing to be inquired of, and to instruct them in regard to the events which were occurring.<\/p><p><em>And his Maker<\/em> &mdash;(See the note at<a class=\"isa\" verses=\"WzE4NTA3XQ==\">Isaiah 43:1<\/a>).<\/p><p><em>Ask me of things to come<\/em> &mdash;I alone can direct and order future events; and it is your duty and privilege to make inquiry respecting those events. Lowth renders this as a question, &lsquo;Do ye question me concerning my children?&rsquo; But the more correct rendering is doubtless that in our translations, where it is represented as a duty to make inquiry respecting future events from God. The idea is:<\/p><p>1. That God alone could direct future events, and give information respecting them.<\/p><p>2. That instead of complaining of his allotments, they should humbly inquire of him in regard to their design, and the proper manner of meeting them; and<\/p><p>3. That if they were made the subject of humble, fervent, believing prayer, he would order them so as to promote their welfare, and would furnish them grace to meet them in a proper manner.<\/p><p><em>Concerning my sons<\/em> &mdash;Those who are my adopted children. It is implied that God loved them as his children, and that they had the privilege of pleading for his favor and regard, with the assurance that he would be propitious to their cry, and would order events so as to promote their welfare.<\/p><p><em>And concerning the work of my hands<\/em> &mdash;In regard to what I do. This is also read as a question by Lowth; &lsquo;And do ye give me directions concerning the work of my hands?&rsquo; According to this interpretation, God would reprove them for presuming to give him direction about what he should do, in accordance with the sentiment in<a class=\"isa\" verses=\"eyIxODU3MSI6Mn0=\">Isaiah 45:9-10<\/a> . This interpretation also is adopted by Vitringa, Jarchi, Aben Ezra, and some others. Grotius renders it, &lsquo;Hinder, if you can, my doing what I will with them. Thus you will show what you can do, and what I can do.&rsquo; Rosenmuller supposes it to mean, &lsquo;Commit my sons, and the work of my hands to me: suffer me to do with my own what I will.&rsquo; It seems to me, however, that the word &lsquo;command&rsquo;is here to be taken rather as indicating the privilege of his people to present their desires in the language of fervent and respectful petition; and that God here indicates that he would, so to speak, allow them to direct him; that he would hear their prayers, and would conform the events of his administration to their wishes and their welfare. This is the most obvious interpretation; and this will perhaps suit the connection as well as any other. Instead of complaining, and opposing his administration<a class=\"isa\" verses=\"eyIxODU3MSI6Mn0=\">Isaiah 45:9-10<\/a> , it was their privilege to come before him and spread out their needs, and even to give direction in regard to future events, so far as the events of his administration would bear on them, and he would meet their desires. Thus interpreted, it accords with the numerous passages of the Bible which command us to pray; and with the promises of God that he will lend a listening ear to our cries.<\/p> ",
    "audit": 1
}