{
    "id": 807,
    "source": "barnes",
    "verse_id": 17714,
    "verse_count": 1,
    "reference": "3:6",
    "title": "",
    "html": " <p> <em>When a man shall take hold... <\/em>&mdash;In this verse, and the following verses, the prophet continues to describe the calamitous and ruined state that would come upon the Jews; when there would be such a want of wealth and people, that they would seize upon anyone that they thought able to defend them. The act of &ldquo;taking hold&rdquo; here denotes &ldquo;supplication&rdquo; and &ldquo;entreaty,&rdquo; as when one in danger or distress clings to that which is near, or which may be likely to aid him; compare <a class=\"isa\" verses=\"WzE3NzM1XQ==\">Isaiah 4:1 <\/a>; <a class=\"ref\">1 Samuel 15:27 <\/a>,, <\/p> <p> <em>His brother <\/em>&mdash;His kinsman, or one of the same tribe and family&mdash;claiming protection because they belonged to the same family. <\/p> <p> <em>Of the house of his father <\/em>&mdash;Descended from the same paternal ancestors as himself. Probably this refers to one of an ancient and opulent family&mdash;a man who had kept himself from the civil broils and tumults of the nation, and who had retained his property safe in the midst of the surrounding desolation. In the previous verse, the prophet had said that one characteristic of the times would be a want of respect for &ldquo;the aged&rdquo; and &ldquo;the honorable.&rdquo; He here says that such would be the distress, that a man would be &ldquo;compelled&rdquo; to show respect to rank; he would look to the ancient and wealthy families for protection. <\/p> <p> <em>Thou hast clothing <\/em>&mdash;In ancient times wealth consisted very much in changes of garments; and the expression, &lsquo;thou hast clothing,&rsquo; is the same as &lsquo;you are rich, you are able to assist us;&rsquo; see <a class=\"ref\">Exodus 12:34; Exodus 20:26; Genesis 45:22; 2 Kings 5:5 <\/a>. <\/p> <p> <em>And let this ruin... <\/em>&mdash;This is an expression of entreaty. &lsquo;Give us assistance, or defense. We commit our ruined and dilapidated affairs to thee, and implore thy help.&rsquo; The Septuagint reads this, &lsquo;and let my food,&rsquo; that is, my support, &lsquo;be under thee&rsquo;&mdash;do thou furnish me food. There are some other unimportant variations in the ancient versions, but the sense is substantially given in our translation. It is expressive of great distress and anarchy&mdash;when there would be no ruler, and every man would seek one for himself. The whole deportment evinced here by the suppliant is one of submission, distress, and humility. <\/p>,",
    "audit": 1
}