{
    "id": 1552,
    "source": "barnes",
    "verse_id": 18459,
    "verse_count": 1,
    "reference": "41:7",
    "title": "",
    "html": "<p><em>So the carpenter<\/em> &mdash;(See the note at<a class=\"isa\" verses=\"WzE4NDQwXQ==\">Isaiah 40:19<\/a>).<\/p><p><em>Encouraged the goldsmith<\/em> &mdash;Margin, &lsquo;The founder&rsquo; (see the note at<a class=\"isa\" verses=\"WzE4NDQwXQ==\">Isaiah 40:19<\/a>). The word properly means one who melts or smelts metals of any kind; and may be applied either to one who works in gold, silver, or brass. The image here is that of haste, anxiety, solicitude. One workman in the manufacture of idols encouraged another, in order that the idols might be finished as soon as possible, and that thus the favor of the gods might be propitiated, and the impending danger averted.<\/p><p><em>He that smootheth with the hammer<\/em> &mdash;That is, he encourages or strengthens him that smites on the anvil. The idol was commonly cast or founded, and of course was in a rough state. This required to be smoothed, or polished, and this was in part done doubtless by a small hammer.<\/p><p><em>Him that smote the anvil<\/em> &mdash;The workman whose office it was to work on the anvil&mdash;forming parts of the idol, or perhaps chain.<\/p><p><em>It is ready for the sodering<\/em> &mdash;The parts are ready to be welded, or soldered together. All this is descriptive of haste and anxiety to have the work done; and the object of the prophet is evidently to ridicule their vain solicitude to defend themselves against the plans and purposes of God by efforts of this kind.<\/p><p><em>And he fastened it with nails<\/em> &mdash;He fixed it to its place in the temple, or in the dwelling; and thus showed a purpose that the worship of the idol should be permanent, and fixed. Hooks, or nails, were necessary to keep it in its place, and secure it from falling down. When the idol was thus fixed, they supposed that their kingdoms were safe. They judged that the gods would interpose to protect and defend them from their foes. This is a beautiful descrip tion of the anxiety, and pains, and consternation of sinners when calamity is coming upon them, and of the nature of their reliances. What could these dumb idols&mdash;these masses of brass, or silver, or stone, do to protect them? And in like manner what can all the refuges of sinners do when God comes to judge them, and when the calamities connected with death and the judgment shall overtake them? They are just as full of consternation as were the pagan who are here described; and all their refuges will be just as little to be relied on as were the senseless images which the pagan had made for their defense.<\/p> ",
    "audit": 1
}