{
    "id": 1584,
    "source": "barnes",
    "verse_id": 18491,
    "verse_count": 1,
    "reference": "42:10",
    "title": "",
    "html": "<p><em>Sing unto the Lord a new song<\/em> &mdash;It is common, as we have seen, to celebrate the goodness of God in a hymn of praise on the manifestation of any special act of mercy (see the notes at<a class=\"isa\" verses=\"W3siMTc5MDIiOjZ9LHsiMTgxMjAiOjEyfV0=\">Isaiah 12:1-6; Isaiah 25:1-12<\/a> ; 26) Here the prophet calls upon all people to celebrate the divine mercy in a song of praise in view of his goodness in providing a Redeemer. The sentiment is, that God&rsquo;s goodness in providing a Saviour demands the thanksgiving of all the world.<\/p><p><em>A new song<\/em> &mdash;A song hitherto unsung; one that shall be expressive of the goodness of God in this new manifestation of his mercy. None of the hymns of praise that had been employed to express his former acts of goodness would appropriately express this. The mercy was so great that it demanded a song expressly made for the occasion.<\/p><p><em>And his praise frown the end of the earth<\/em> &mdash;From all parts of the earth. Let the most distant nations who are to be interested in this great<\/p><p><em>Ye that go down to the sea<\/em> &mdash;That is, traders, navigators, merchants, seamen; such as do business in the great waters. The sense is, that they would be interested in the plan of mercy through a Redeemer; and hence, they are called on to celebrate the goodness of God (compare the notes at<a class=\"isa\" verses=\"WzE4ODI3XQ==\">Isaiah 60:5<\/a>). This is referred to by the prophet, first, because of the great multitude who thus go down to the sea; and, secondly, because their conversion will have so important an influence in diffusing the true religion to distant nations.<\/p><p><em>And all that is therein<\/em> &mdash;Margin, as Hebrew, &lsquo;The fullness thereof.&rsquo; All that fill it; that is, either in ships, or by dwelling on the islands and coasts. The meaning is, that all who were upon the sea&mdash;the completeness, the wholeness of the maritime population, being equally interested with all others in the great salvation, should join in celebrating the goodness of God.<\/p><p><em>The isles<\/em> &mdash;A large portion of the inhabitants of the world are dwellers upon islands. In modern times, some of the most signal displays of the divine mercy, and some of the most remarkable conversions to Christianity, have been there. In the Sandwich Islands, and in Ceylon, God has poured out his Spirit, and their inhabitants have been among the first in the pagan world to embrace the gospel.<\/p> ",
    "audit": 1
}