{
    "id": 1975,
    "source": "barnes",
    "verse_id": 18882,
    "verse_count": 1,
    "reference": "63:15",
    "title": "",
    "html": " <p> <em>Look down from heaven <\/em>&mdash;This commences an earnest appeal that God would have mercy on them in their present calamities and trials. They entreat him to remember his former mercies, and to return and bless them, as he had done in ancient times. <\/p> <p> <em>And behold from the habitation <\/em>&mdash;(See the notes at <a class=\"isa\" verses=\"WzE4NzgxXQ==\">Isaiah 57:15 <\/a>). <\/p> <p> <em>Where is thy zeal <\/em>&mdash;That is, thy former zeal for thy people; where is now the proof of the interest for their welfare which was vouchsafed in times that are past. <\/p> <p> <em>And thy strength <\/em>&mdash;The might which was formerly manifested for their deliverance and salvation. <\/p> <p> <em>The sounding of thy bowels <\/em>&mdash;Margin, &lsquo;Multitude.&rsquo; The word rendered &rsquo;sounding&rsquo; (המון hâmôn), means properly a noise or sound, as of rain; <a class=\"ref\">1 Kings 18:41 <\/a>; of singing, <a class=\"ref\">Ezekiel 26:13 <\/a>; of a multitude, <a class=\"ref\">1 Samuel 4:14; 1 Samuel 14:19 <\/a>. It also means a multitude, or a crowd of people <a class=\"isa\" verses=\"WzE3OTExLDE4MjgzXQ==\">Isaiah 13:4; Isaiah 33:3 <\/a>. Here it relates to an emotion or affection of the mind; and the phrase denotes compassion, or tender concern for them in their sufferings. It is derived from the customary expression in the Bible that the bowels, that is, the organs in the region of the chest&mdash;for so the word is used in the Scriptures&mdash;were the seat of the emotions, and were supposed to be affected by any strong and tender emotion of the mind (see the notes at <a class=\"isa\" verses=\"WzE3OTgxXQ==\">Isaiah 16:11 <\/a>). The idea here is, &lsquo;Where is thy former compassion for thy people in distress?&rsquo; <\/p> <p> <em>Are they restrained? <\/em>&mdash;Are they witcheld? Are thy mercies to be exercised no more? <\/p> ",
    "audit": 1
}