{
    "id": 1665,
    "source": "barnes",
    "verse_id": 18572,
    "verse_count": 1,
    "reference": "45:10 ",
    "title": "",
    "html": "<p><em>Wo unto him that saith unto his father...<\/em>&mdash;It is wicked and foolish for a son to complain of his father or mother in regard to his birth, or of his rank and condition of life. Probably the idea is, that if a child is by his birth placed in circumstances less advantageous than others, he would have no right to com plain of his parents, or to regard them as having acted improperly in having entered into the marriage relation. In like manner it would be not less improper, certainly, to complain of God who has brought us into existence by his own power, and who acts as a sovereign in the various allotments of our lives. The design is to rebuke the spirit of complaining against the allotments of Providence&mdash;a spirit which perhaps prevailed among the Jews, and which in fact is found everywhere among people; and to show that God, as a sovereign, has a right to dispose of his creatures in the manner which he shall judge to be best. The passage proves:<\/p><p>1. That man is formed by God, and that all his affairs are ordered by him as really as the work of the potter is moulded by the hands of the workman.<\/p><p>2. That God had a design in making man, and in ordering and arranging his circumstances in life.<\/p><p>3. That man is little qualified to judge of that design, and not at all qualified to pronounce it unwise, anymore than the clay could charge him that worked it into a vessel with want of wisdom; and,<\/p><p>4. That God is a sovereign, and does as he pleases. He has formed man as he chose, as really as the potter moulds the clay into any shape which he pleases. He has given him his rank in creation; given him such a body&mdash;strong, vigorous, and comely; or feeble, deformed, and sickly, as he pleased; he has given him such an intellect&mdash;vigorous, manly, and powerful; or weak, feeble, and timid, as he pleased; he has determined his circumstances in life&mdash;whether riches, poverty, an elevated rank, or a depressed condition, just as he saw fit; and he is a sovereign also in the dispensation of his grace&mdash;having a right to pardon whom he will; nor has man any right to complain.<\/p><p>This passage, however, should not be adduced to prove that God, in all respects, moulds the character and destiny of people as the potter does the clay. Regard should be had in the interpretation to the fact that God is just, and good, and wise, as well as a sovereign; and that man is himself a moral agent, and subject to the laws of moral agency which God has appointed. God does nothing wrong. He does not compel man to sin, and then condemn him for it. He does not make him a transgressor by physical power, as the potter moulds the clay, and then doom him for it to destruction. He does his pleasure according to the eternal laws of equity; and man has no right to call in question the rectitude of his sovereign dispensations.<\/p>",
    "audit": 1
}