{
    "id": 1559,
    "source": "barnes",
    "verse_id": 18466,
    "verse_count": 1,
    "reference": "41:14",
    "title": "",
    "html": "<p><em>Fear not<\/em>&mdash;(See the note at <a class=\"isa\" verses=\"WzE4NDYyXQ==\">Isaiah 41:10<\/a>).<\/p><p><em>Thou worm<\/em>&mdash;This word is properly applied as it is with us, to denote a worm, such as is generated in putrid substances <a class=\"ref\">Exodus 16:20<\/a>; <a class=\"isa\" verses=\"WzE3OTQwLDE4OTQ3XQ==\">Isaiah 14:11; Isaiah 66:24<\/a>; or such as destroy plants <a class=\"ref\">Jonah 4:7; Deuteronomy 28:39<\/a>. It is used also to describe a person that is poor, afflicted, and an object of insignificance <a class=\"ref\">Job 25:5-6<\/a>:<\/p><p>Behold even to the moon, and it shineth not;<\/p><p>Yea, the stars are not pure in his sight.<\/p><p>How much less man, that is a worm;<\/p><p>And the son of man which is a worm?<\/p><p>And in <a class=\"ref\">Psalm 22:6<\/a>:<\/p><p>But I am a worm, and no man;<\/p><p>A reproach of men, and despised of the people.<\/p><p>In the passage before us, it is applied to the Jews in Babylon as poor and afflicted, and as objects of contempt in view of their enemies. It implies that in themselves they were unable to defend or deliver themselves, and in this state of helplessness, God offers to aid them and assures them that they have nothing to fear.<\/p><p><em>And ye men of Israel<\/em>&mdash;(מתי ישׂראל yı̂s&lsquo;erâ&lsquo;ēl methēy). Margin, &lsquo;Few men.&rsquo; There has been a great variety in the explanation of this phrase. Aquila renders it, &Tau;&epsilon;&theta;&nu;&epsilon;&omega;͂&tau;&epsilon;&sigmaf; Tethneōtes, and Theodotion, &Nu;&epsilon;&kappa;&rho;&omicron;&iota;̀ Nekroi, &lsquo;dead.&rsquo; So the Vulgate, Qui mortui estis ex Israel. The Septuagint renders it, &lsquo;Fear not, Jacob, O diminutive Israel&rsquo; (&omicron;̓&lambda;&iota;&gamma;&omicron;&sigma;&tau;&omicron;̀&sigmaf; &Iota;̓&sigma;&rho;&alpha;&eta;̀&lambda; oligostos Israēl). Chaldee, &lsquo;Fear not, O tribe of the house of Jacob, ye seed of Israel.&rsquo; Lowth renders it, &lsquo;Ye mortals of Israel.&rsquo; The Hebrew denotes properly, as in our translation, &lsquo;men of Israel;&rsquo; but there is evidently included the idea of fewness or feebleness. The parallelism requires us so to understand it; and the word men, or mortal men, may well express the idea of feebleness.<\/p><p><em>And thy Redeemer<\/em>&mdash;On the meaning of this word, see the notes at <a class=\"isa\" verses=\"WzE4MzMwXQ==\">Isaiah 35:9<\/a>; <a class=\"isa\" verses=\"WzE4NTA3XQ==\">Isaiah 43:1<\/a> , <a class=\"isa\" verses=\"WzE4NTA5XQ==\">Isaiah 43:3<\/a>. It is applied here to the rescue from the captivity of Babylon, and is used in the general sense of deliverer. God would deliver, or rescue them as be had done in times past. He had done it so often, that this might be regarded as his appropriate appellation, that he was the redeemer of his people.<\/p><p><em>The Holy One of Israel<\/em>&mdash;The Holy Being whom the Israelites adored, and who was their protector, and their friend (see the note at <a class=\"isa\" verses=\"WzE3NjkwXQ==\">Isaiah 2:4<\/a>). This appellation is often given to God (see <a class=\"isa\" verses=\"WzE3NzU5XQ==\">Isaiah 5:19<\/a> , <a class=\"isa\" verses=\"WzE3NzY0LDE3ODcxLDE3OTA3LDE3OTkxLDE4MjEzXQ==\">Isaiah 5:24; Isaiah 10:20; Isaiah 12:6; Isaiah 17:7; Isaiah 29:19<\/a>; <a class=\"isa\" verses=\"eyIxODIyOSI6Mn0=\">Isaiah 30:11-12<\/a>). We may remark in view of these verses:<\/p><p>1. That the people of God are in themselves feeble and defenseless. They have no strength on which they can rely. They are often so encompassed with difficulties which they feel they have no strength to overcome, that they are disposed to apply to themselves the appellation of &lsquo;worm,&rsquo; and by ethers they are looked on as objects of contempt, and are despised.<\/p><p>2. They have nothing to fear. Though they are feeble, their God and Redeemer is strong. He is their Redeemer, and their friend, and they may put their trust in him. Their enemies cannot ultimately triumph over them, but they will be scattered and become as nothing.<\/p><p>3. In times of trial, want, and persecution, the friends of God should put their trust alone in him. It is often the plan of God so to afflict and humble his people, that they shall feel their utter helplessness and dependence, and be led to him as the only source of strength.<\/p> ",
    "audit": 1
}