{
    "id": 887,
    "source": "barnes",
    "verse_id": 17794,
    "verse_count": 1,
    "reference": "7:11",
    "title": "",
    "html": " <p> <em>Ask thee <\/em>&mdash;Ask for &ldquo;thyself;&rdquo; ask a sign that shall be convincing to &ldquo;thyself,&rdquo; since thou dost not fully credit the words of the prophet. It is evident that the words of the prophet had made no impression on the mind of Ahaz. God, therefore, proposes to him to ask any &ldquo;proof or demonstration&rdquo; which he might select; anything that would be an indication of divine power that should put what the prophet had said beyond doubt. Had Ahaz put confidence in God, he would have believed what the prophet said without miraculous proof. But he had no such confidence. &lsquo;The prophet, therefore, proposes that he should ask any miraculous demonstration that what he said would come to pass. This proposition was made, probably, not so much from respect to Ahaz as to leave him without excuse, and in order that &ldquo;the people&rdquo; might have the assurance that the city and kingdom were safe. <\/p> <p> <em>A sign <\/em>&mdash;A demonstration that shall confirm the promise now made, and that shall be an evidence that Jerusalem shall be safe. The word used here, and translated &ldquo;sign&rdquo;&mdash;&lsquo;owt&mdash;אות &lsquo;ôth&mdash;means &ldquo;a flag,&rdquo; or &ldquo;a standard,&rdquo; <a class=\"ref\">Numbers 2:2<\/a>; &ldquo;a memorial or pledge&rdquo; of a covenant, <a class=\"ref\">Genesis 17:11<\/a>; any &ldquo;pledge, token, or proof&rdquo; of a divine mission, <a class=\"ref\">Judges 6:17<\/a>; or a miracle performed in attestation of a divine promise or message. This is its sense here. That which Isaiah had spoken seemed highly improbable to Ahaz, and he asked him to seek a proof of it, if he doubted, by any prodigy or miracle. It was customary for miracles or prodigies to be exhibited on similar occasions; see <a class=\"isa\" verses=\"WzE4Mzk4XQ==\">Isaiah 38:7<\/a>, where the shadow on the dial of this same Ahaz was carried backward ten degrees, in proof of what the prophet Isaiah had spoken; compare <a class=\"ref\">1 Samuel 2:27-34; 1 Kings 13:1-3; Exodus 3:12; Judges 6:36-40<\/a>. That the word here refers to some event which could be brought about only by divine power, is evident from the whole connection. No mere natural occurrence could have satisfied Ahaz, or convey to the people a demonstration of the truth of what the prophet was saying. And if the prophet had been unable or unwilling to give a miraculous sign, where is the fitness of the answer of Ahaz? How could he be regarded as in any way tempting God by asking it, unless it was something which God only could do? And how could the prophet bring the charge <a class=\"isa\" verses=\"WzE3Nzk2XQ==\">Isaiah 7:13<\/a>, that he had not merely offended men, but God also? It is clear, therefore, that Isaiah was conscious that he was invested by God with the power of working a miracle, and that he proposed to perform any miracle which Ahaz should suggest that would serve to remove his doubts, and lead him to put confidence in God. <\/p> <p> <em>Ask it either in the depth... <\/em>&mdash;He gave him his choice of a miracle&mdash;any sign or wonder in heaven, or on earth&mdash;above or below; a miracle in the sky, or from beneath the earth. Many of the versions understand the expression &lsquo;the depth,&rsquo; as referring to &ldquo;the grave,&rdquo; or to the region of departed souls&mdash;&ldquo;hades.&rdquo; So the Vulgate, Aquila, Symmachus. The Chaldee reads it, &lsquo;Seek that there may be a miracle to thee upon the earth, or a sign in the heavens.&rsquo; The literal meaning of the Hebrew is, &lsquo;make low, ask for;&rsquo; that is, ask for a sign below; obtain, by asking for thyself; a miracle that shall take place below. It may refer to the earth, or to the region under the earth, since it stands in contrast with that which is above. If it refers to the region under the earth, it means that Isaiah would raise the dead to life if Ahaz desired it; if to the earth, that any wonder or miracle that should take place in the elements&mdash;as a tempest, or earthquake&mdash;should be performed. <\/p> <p> <em>The height above <\/em>&mdash;The heaven, or the sky. So the Pharisees desired to see a sign from heaven, <a class=\"ref\">Matthew 16:1<\/a>. <\/p>",
    "audit": 1
}