{
    "id": 1322,
    "source": "barnes",
    "verse_id": 18229,
    "verse_count": 1,
    "reference": "30:11",
    "title": "",
    "html": " <p> <em>Get ye out of the way <\/em>&mdash;Or, rather, &lsquo;Recede from the way;&rsquo; or &lsquo;Turn aside from the way.&rsquo; The words &ldquo;way&rdquo; and &ldquo;path&rdquo; are used to denote the true religion, or the true doctrines of God <a class=\"ref\">Matthew 7:14; Matthew 22:16; John 14:4; Acts 18:26; Acts 19:9, Acts 19:23; 2 Peter 2:15<\/a>. The request here was that the true prophets would recede from the stern and true precepts of religion, and turn to the ways of falsehood and deceit. <\/p> <p> <em>Cause the Holy One of Israel to cease from before us <\/em>&mdash;The sense of this is, &lsquo;Let us hear no more of this name. We are weary of constantly hearing it, as if there was nothing else but the ceaseless repetition of the name &ldquo;The Holy One of Israel.&rsquo;&rdquo; It is to be remembered that the prophets spoke in this name, and often commenced their prophecies with the announcement, &lsquo;thus saith the Holy One of Israel.&rsquo; No one more frequently used this than Isaiah (see <a class=\"isa\" verses=\"WzE4MjMwXQ==\">Isaiah 30:12<\/a>, <a class=\"isa\" verses=\"WzE4MjMzXQ==\">Isaiah 30:15<\/a>; compare <a class=\"isa\" verses=\"WzE3NjU5XQ==\">Isaiah 1:4<\/a>; <a class=\"isa\" verses=\"WzE3NzU5XQ==\">Isaiah 5:19<\/a>, <a class=\"isa\" verses=\"WzE3NzY0LDE3ODcxLDE3OTA3LDE3OTkxLDE4MjEzLDE4MjUyLDE4NDY2XQ==\">Isaiah 5:24; Isaiah 10:20; Isaiah 12:6; Isaiah 17:7; Isaiah 29:19; Isaiah 31:1; Isaiah 41:14<\/a>). It is probable that a reference constantly to the fact that he was holy, was that which most troubled them. How descriptive of the feelings of sinners! How striking an illustration of the fact that they do not wish to hear of the name or laws of the Holy Lord God! And what a melancholy proof of depravity is it when people pursue such a course that they do not wish to hear of Him, and desire no more to be troubled with His name and laws! <\/p>",
    "audit": 1
}