{
    "id": 885,
    "source": "barnes",
    "verse_id": 17792,
    "verse_count": 2,
    "reference": "7:9",
    "title": "",
    "html": " <p> <em>And the head of Ephraim <\/em>&mdash;The capital city of Ephraim, or of Israel. <\/p> <p> <em>Is Samaria <\/em>&mdash;This was long the capital of the kingdom of Israel. For a description of this city, see the notes at <a class=\"isa\" verses=\"WzE4MTY2XQ==\">Isaiah 28:1 <\/a>. The meaning of the prophet is, that Samaria should continue to be the head of Ephraim; that is, Jerusalem should not be made its capital. <\/p> <p> <em>If ye will not believe, surely ye shall not be established <\/em>&mdash;There is considerable variety in the interpretation of these words, though the general sense is evident. The Chaldee renders them, &lsquo;If ye will not believe the words of the prophet, ye shall not remain.&rsquo; It is probable that Ahaz, who was greatly alarmed, and who trembled at the formidable power of Syria and Israel united, received the annunciation of the prophet with much distrust. He was anxious about the means of defense, but did not trust in the promise of God by the prophet. Isaiah, therefore, assures him, that if he did not believe him; if he did not put confidence in God, and his promises, he should not be protected from Syria and Ephraim. They would come and destroy his kingdom. &lsquo;You have no occasion,&rsquo; is the language of the prophet, &lsquo;to fear. God has resolved to protect you, and no portion of your land shall be taken by your enemies. Nevertheless, in order that you may obtain deliverance, you must believe his promise, and put your confidence in him, and not in the aid of the Assyrians. If you do this, your mind shall be calm, peaceful, and happy. But if you do &ldquo;not&rdquo; do this; if you rely on the aid of Assyria, you shall be troubled, alarmed, unsuccessful, and bring ruin upon yourself and nation.&rsquo; This, therefore, is an exhortation to confide solely in the promises of God, and is one of the instances constantly occurring in the Old Testament and the New, showing, that by faith or confidence in God only, can the mind he preserved calm when in the midst of dangers. <\/p> ",
    "audit": 1
}