{
    "id": 870,
    "source": "barnes",
    "verse_id": 17777,
    "verse_count": 1,
    "reference": "6:7 ",
    "title": "",
    "html": "<p><em>And he laid it upon my mouth<\/em>&mdash;Margin, &lsquo;And he caused it to touch my mouth.&rsquo; This is the more correct rendering. It was a slight, momentary touch, sufficient merely to be a &ldquo;sign or token&rdquo; that he was cleansed.<\/p><p><em>Thine iniquity is taken away<\/em>&mdash;That is, whatever obstacle there existed to your communicating the message of God to this people, arising from your own consciousness of unworthiness, is taken away. You are commissioned to bear that message, and your own consciousness of guilt should not be a hinderance. To understand this, it should be remembered that &ldquo;fire,&rdquo; among the orientals, has been always regarded as an emblem of &ldquo;purifying.&rdquo; Thus the Sabeans, the followers or Zoroaster in Persia, worshipped &ldquo;fire,&rdquo; as the emblem of a pure divinity; see <a class=\"ref\">Malachi 3:2-3<\/a> ; compare <a class=\"ref\">Matthew 3:2<\/a>. Every minister of the gospel, though conscious of personal unworthiness and unfitness, should yet go freely and cheerfully to his work, if he has evidence that he is called and commissioned by God. &ldquo;Is purged.&rdquo; Is purified, is removed&mdash;תכפר tekupâr from כפר kâphar, &ldquo;to cover, to overlay;&rdquo; then to make an atonement for, to expiate, to cover sin, to pardon it, to affect or to procure forgiveness; and then to purify in general, to make whole; compare the note at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 43:3<\/a>. This does not mean, that the fire from the altar had any physical effect to purify him from sin, but that it was &ldquo;emblematic&rdquo; of such a purifying; and probably, also, the fact that it was taken from the altar of sacrifice, was to him an indication that he was pardoned through the &ldquo;atonement,&rdquo; or expiation there made. The Jews expected pardon in no other mode than by sacrifice; and the offering on their altar pointed to the great sacrifice which was to be made on the cross for the sins of human beings. There is here a beautiful &ldquo;union&rdquo; of the truths respecting sacrifice. The great doctrine is presented that it is only by sacrifice that sin can be pardoned; and the Messiah, the sacrifice himself, is exhibited as issuing the commission to Isaiah to go and declare his message to people.<\/p>",
    "audit": 1
}