{
    "id": 1538,
    "source": "barnes",
    "verse_id": 18445,
    "verse_count": 1,
    "reference": "40:24 ",
    "title": "",
    "html": "<p><em>Yea, they shall not be planted<\/em>&mdash;The kings and rulers&mdash;especially they who oppose God in the execution of his purposes. The idea in this verse is, that their name and family should become extinct in the same way as a tree does from which no shoot starts up. Although they were great and mighty, like the tree that sends out far-spreading branches, and strikes its roots deep, yet God would so utterly destroy them that they should have no posterity, and their family become extinct. Princes and kings are often compared to lofty and majestic trees of the forest (compare <a class=\"ref\">Psalm 37:35; Daniel 4:7<\/a> ff) Vitringa supposes that wicked rulers are particularly intended here, and that the idea is, that the wicked princes that persecuted his people should be entirely extinct on the earth. He refers particularly to Pharaoh, Antiochus Epiphanes, Nero, Domitian, Decius, Gallus, Galerius, Maxenus, Maximus, and some others, as instances of this kind, whose families soon became extinct. It may be remarked, in general, that the families of monarchs and princes become extinct usually much sooner than others. The fact may be owing in part to the usual luxury and vice in the families of the great, and in part to the direct arrangements of God, by which he designs that power shall not be forever perpetuated in one family, or line. The general idea in the passage is, that earthly princes and rulers are as nothing When compared with God, and that he can easily destroy their families and their name. But there is no improbability in the supposition of Vitringa, that the prophet refers particularly to the enemies of God and his cause, and that he intends specifically to affirm that none of these enemies could prevent or embarrass the execution of his purposes&mdash;since with infinite ease he could entirely destroy their name.<\/p><p><em>They shall not be sown<\/em>&mdash;The same idea under another figure. The former referred to princes under the image of a tree; this refers to them under the image of grain that is sown. The idea is, that their family and name should be annihilated, and should not spring up in a future generation. The same image occurs in <a class=\"ref\">Nahum 1:14<\/a>, in respect to the king of Assyria: &lsquo;The Lord hath given commandment concerning thee, that no more of thy name be sown;&rsquo; that is, that thy name and family should become entirely extinct.<\/p><p><em>Yea, their stock<\/em>&mdash;Their stem&mdash;referring to the stump or stock of a tree. When a tree is cut down, the roots often still live, and send up shoots, or suckers, that grow into trees. Posterity is often, in the Scriptures, compared to such suckers or shoots from old and decayed trees (see the notes at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 11:1<\/a>). The meaning here is, that as when a tree falls and dies without sending up any shoots, so princes should die. They should have no descendants; no one of their family should sit on their thrones.<\/p><p><em>Shall blow upon them<\/em>&mdash;As God sends a tempest upon the forest and uproots the loftiest trees, so he will sweep away the families of princes. Or rather, perhaps, the idea here is, that God sends a strong and burning east wind, and withers up everything before it (see this wind described in the notes at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 37:26<\/a>).<\/p><p><em>And they shall wither<\/em>&mdash;Trees, and shrubs, and plants are dried up before that poisonous and fiery wind&mdash;the simoom&mdash;and so it would be with the princes before the blast of Yahweh.<\/p><p><em>And the whirlwind shall take them away as stubble<\/em>&mdash;This, in its literal signification, means that the whirlwind bears away the trees of the forest, and with the same ease God would sweep away the families of the kings and princes that opposed him and oppressed his people. It may illustrate this to observe, that the effects of whirlwinds in the East are often much more violent than they are with us, and that they often bear away to a great distance the branches of trees, and even the trees themselves. The following description of a whirlwind observed by Mr. Bruce, may serve to illustrate this passage, as well as the passage in <a class=\"ref\">Psalm 83:13<\/a>:<\/p><p>O my God, make them like a wheel;<\/p><p>As the stubble before the wind,<\/p><p>referring to the rotary action of the whirlwind, which often impels straw like a wheel set in rapid motion. &lsquo;Mr. Bruce, in his journey through the desert of Senaar, had the singular felicity to contemplate this wonderful phenomenon in all its terrific majesty, without injury, although with considerable danger and alarm. In that vast expanse of desert, from west and to northwest of him, he saw a number of prodigious pillars of sand at different distances, moving, at times, with great celerity, at others, stalking on with majestic slowness; at intervals he thought they were coming, in a very few minutes, to overwhelm him and his companion. Again, they would retreat so as to be almost out of sight, their tops reaching to the very clouds. There, the tops often separated from the bodies; and these, once disjoined, dispersed in the air, and appeared no more. Sometimes they were broken near the middle, as if struck with a large cannon-shot.<\/p><p>About noon, they began to advance with considerable swiftness upon them, the wind being very strong at north. Eleven of these awful visitors ranged alongside of them, about the distance of three miles. The greatest diameter of the largest appeared to him, at that distance, as if it would measure ten feet. They retired from them with a wind at southeast, leaving an impression upon the mind of our intrepid traveler, to which he could give no name, though he candidly admits that one ingredient in it was fear, with a considerable deal of wonder and astonishment. He declares it was in vain to think of flying; the swiftest horse, or fastest sailing ship, could be of no use to carry them out of this danger; and the full persuasion of this riveted him to the spot where he stood. Next day, they were gratified with a similar display of moving pillars, in form and disposition like those already described, only they seemed to be more in number and less in size.<\/p><p>They came, several times, in a direction close upon them; that is, according to Mr. Bruce&rsquo;s computation, within less than two miles. They became, immediately after sunrise, like a thick wood, and almost darkened the sun; his rays shining through them for near an hour, gave them an appearance of pillars of fire. At another time, they were terrified by an army (as it seemed) of these sand pillars, whose march was constantly south, a number of which seemed once to be coming directly upon them; and though they were little nearer than two miles, a considerable quantity of sand fell around them. On the 21st of November, about eight in the morning, he had a view of the desert to the westward, as before, and the sands had already begun to rise in immense twisted pillars, which darkened the heavens, and moved over the desert with more magnificence than ever. The sun, shining through the pillars, which were thicker, and contained more sand, apparently, than on any of the preceding days, seemed to give those nearest them an appearance as if spotted with stars of gold.&rsquo; (Paxton)<\/p>",
    "audit": 1
}