{
    "id": 1909,
    "source": "barnes",
    "verse_id": 18816,
    "verse_count": 1,
    "reference": "59:15 ",
    "title": "",
    "html": "<p><em>Yea, truth faileth<\/em>&mdash;That is, it is not to be found, it is missing. The word used here (from עדר ‛âdar) means &ldquo;to be left, to remain&rdquo; <a class=\"ref\">2 Samuel 17:22<\/a> ; then &ldquo;to be missing or lacking&rdquo; <a class=\"ref\">1 Samuel 30:19<\/a> ; <a class=\"isa\" verses=\"WzE4NDQ3XQ==\">Isaiah 40:26<\/a>. Here it means that truth had no existence there.<\/p><p><em>And he that departeth from evil maketh himself a prey<\/em>&mdash;Margin, &lsquo;Is accounted mad.&rsquo; Noyes renders this, &lsquo;And he that departeth from evil is plundered.&rsquo; Grotius renders it, &lsquo;The innocent man lies open to injury from all.&rsquo; The Septuagint, &lsquo;They took away the mind from understanding;&rsquo; or, &lsquo;They substituted opinion in the place of knowledge.&rsquo; (Thompson&rsquo;s Translation.) The phrase, &lsquo;He that departeth from evil,&rsquo; means evidently a man who did not, and would not, fall in with the prevailing iniquitous practices, but who maintained a life of honesty and piety. It was one of the evils of the times that such a man would be harassed, plundered, ill-treated. The word rendered &lsquo;maketh himself a prey&rsquo; (משׁתולל mishetôlēl from שׁלל shâlal), is a word usually signifying to strip off, to plunder, to spoil. Some have supposed that the word means to make foolish, or to account mad, in <a class=\"ref\">Job 12:17, Job 12:19<\/a>. Thus, in the passage before us, the Septuagint understood the word, and this sense of the word our translators have placed in the margin. But there is no reason for departing here from the usual signification of the word as denoting to plunder, to spoil; and the idea is, that the people of honesty and piety were subject to the rapacity of the avaricious, and the oppression of the mighty. They regarded them as lawful prey, and took every advantage in stripping them of their property, and reducing them to want. This completes the statement of the crimes of the nation, and the existence of such deeds of violence and iniquity constituted the basis on which God was led to interpose and effect deliverance. Such a state of crime and consequent suffering demanded the divine interposition; and when Yahweh saw it, he was led to provide a way for deliverance and reform.<\/p><p>The passage before us had a primary reference to the prevalence of iniquity in the Jewish nation. But it is language also that will quite as appropriately describe the moral condition of the world as laying the foundation for the necessity of the divine interposition by the Messiah. Indeed, the following verses undoubtedly refer to him. No one, it is believed, can attentively read the passage, and doubt this. The mind of the prophet is fixed upon the depravity of the Jewish nation. The hands, the tongue, the eyes, the feet, the fingers, were all polluted. The whole nation was sunk in moral corruption; and this was but a partial description of what was occurring everywhere on the earth. In such a state of things in the Jewish nation, and in the whole world, the question could not but arise, whether no deliverer could be found. Was there no way of pardon; no way by which deserved and impending wrath could be diverted? From this melancholy view, therefore, the prophet turns to him who was to be the Great Deliverer, and the remainder of the chapter is occupied with a most beautiful description of the Redeemer, and of the effect of his coming. The sentiment of the whole passage is, &ldquo;that the deep and extended depravity of man was the foundation of the necessity of the divine interposition in securing salvation, and that in view of the guilt of people, God provided one who was a Glorious Deliverer, and who was to come to Zion as the Redeemer.&rdquo;<\/p><p><em>And the Lord saw it<\/em>&mdash;He saw there was no righteousness; no light; no love; no truth. All was violence and oppression: all was darkness and gloom.<\/p><p><em>And it displeased him<\/em>&mdash;Margin, &lsquo;Was evil in his eyes.&rsquo; So Jerome, &lsquo;It appeared evil in his eyes.&rsquo; Septuagint, &Kappa;&alpha;&iota;̀ &omicron;&upsilon;̓&kappa; &eta;̓́&rho;&epsilon;&sigma;&epsilon;&nu; &alpha;&upsilon;̓&tau;&omega;͂ͅ Kai ouk ēresen autō&mdash;&lsquo;And it did not please him.&rsquo; The Hebrew, וירע vayēra‛ means, literally, &lsquo;It was evil in his eyes.&rsquo; That is, it was painful or displeasing to him. The existence of so much sin and darkness was contrary to the benevolent feelings of his heart.<\/p><p><em>That there was no judgment<\/em>&mdash;No righteousness; no equity; and that iniquity and oppression abounded.<\/p>",
    "audit": 1
}