{
    "id": 798,
    "source": "barnes",
    "verse_id": 17705,
    "verse_count": 1,
    "reference": "2:19",
    "title": "",
    "html": "<p><em>And they shall go<\/em> &mdash;That is, the worshippers of idols.<\/p><p><em>Into the holes of the rocks<\/em> &mdash;Judea was a mountainous country, and the mountains abounded with caves that offered a safe retreat for those who were in danger. Many of those caverns were very spacious. At En-gedi, in particular, a cave is mentioned where David with six hundred men hid himself from Saul in the &ldquo;sides&rdquo; of it;<a class=\"ref\">1 Samuel 24<\/a> . Sometimes caves or dens were artificially constructed for refuge or defense in danger;<a class=\"ref\">Judges 6:2; 1 Samuel 13:6<\/a> . Thus, &lsquo;because of the Midianites, the children of Israel made them the dens which are in the mountains, and caves, and strong holds.&rsquo;<a class=\"ref\">Judges 6:2<\/a> . To these they fled in times of hostile invasion. &lsquo;When the men of Israel saw that they were in a strait (for the people were distressed), then the people did hide themselves in caves, and in thickets, and in rocks, and in high places, and in pits;&rsquo;<a class=\"ref\">1 Samuel 13:6<\/a> ; compare<a class=\"ref\">Jeremiah 41:9<\/a> . Mahomet speaks of a tribe of Arabians, the tribe of Thamud, who &lsquo;hewed houses out of the mountains to secure themselves;&rsquo; Koran, ch. xv. and xxvi. Grots or rooms hewed out of rocks for various purposes are often mentioned by travelers in Oriental regions: see Maundrell, p. 118, and Burckhardt&rsquo;s &ldquo;Travels in Syria,&rdquo; and particularly Laborde&rsquo;s &ldquo;Journey to Arabia Petrea.&rdquo; Such caves are often mentioned by Josephus as affording places of refuge for banditti and robbers; &ldquo;Ant.,&rdquo; B. xiv. ch. 15, and &ldquo;Jewish Wars,&rdquo; B. i. ch. 16. To enter into the caves and dens, therefore, as places of refuge, was a very natural image to denote consternation. The meaning here is, that the worshippers of idols should be so alarmed as to seek for a place of security and refuge; compare<a class=\"isa\" verses=\"WzE3Njk2XQ==\">Isaiah 2:10<\/a> .<\/p><p><em>When he ariseth<\/em> &mdash;This is an expression often used in the Scriptures to denote the commencement of doing anything. It is here derived, perhaps, from the image of one who has been in repose&mdash;as of a lion or warrior, rousing up suddenly, and putting forth mighty efforts.<\/p><p><em>To shake terribly the earth<\/em> &mdash;An image denoting the presence of God, for judgment or punishment. One of the magnificent images which the sacred writers often use to denote the presence of the Lord is, that the earth shakes and trembles; the mountains bow and are convulsed;<a class=\"ref\">2 Samuel 22:8<\/a> : &lsquo;Then the earth shook and trembled; the foundations of heaven moved, because he was wroth;&rsquo; See also<a class=\"isa\" verses=\"W3siMTc2OTUiOjh9LFs2NjI4XSx7IjIyNzc1Ijo1fV0=\">Isaiah 2:9-16; Judges 5:4; Habakkuk 3:6-10<\/a> : &lsquo;The mountains saw thee and trembled;&rsquo;<a class=\"ref\">Hebrews 12:26<\/a> : &lsquo;Whose voice then shook the earth.&rsquo; The image here denotes that he would come forth in such wrath that the very earth should tremble, as if alarmed his presence. The mind cannot conceive more sublime images than are thus used by the sacred writers.<\/p> ",
    "audit": 1
}