{
    "id": 1549,
    "source": "barnes",
    "verse_id": 18456,
    "verse_count": 1,
    "reference": "41:4 ",
    "title": "",
    "html": "<p><em>Who hath wrought and done it?<\/em>&mdash;By whom has all this been accomplished? Has it been by the arm of Cyrus? Has it been by human skill and powers. The design of this question is obvious. It is to direct attention to the fact that all this had been done by God, and that he who had raised up such a man, and had accomplished all this by means of him, had power to deliver his people.<\/p><p><em>Calling the generations from the beginning<\/em>&mdash;The idea here seems to be, that all the nations that dwell on the earth in every place owed their origin to God (compare <a class=\"ref\">Acts 17:26<\/a>). The word &lsquo;calling&rsquo; here, seems to be used in the sense of commanding, directing, or ordering them; and the truth taught is, that all the nations were under his control, and had been from the beginning. It was not only true of Cyrus, and of those who were subdued before him, but it was true of all nations and generations. The object seems to be, to lift up the thoughts from the conquests of Cyrus to God&rsquo;s universal dominion over all kingdoms from the beginning of the world.<\/p><p><em>I the Lord, the first<\/em>&mdash;Before any creature was made; existing before any other being. The description that God here gives of himself as &lsquo;the first and the last,&rsquo; is one that is often applied to him in the Scriptures, and is one that properly expresses eternity (see <a class=\"isa\" verses=\"WzE4NjI3XQ==\">Isaiah 44:6; Isaiah 48:12<\/a> ). It is remarkable also that this expression, which so obviously implies proper eternity, is applied to the Lord Jesus in <a class=\"ref\">Revelation 1:17; Revelation 22:13<\/a>.<\/p><p><em>And with the last<\/em>&mdash;The usual form in which this is expressed is simply &lsquo;the last&rsquo; <a class=\"isa\" verses=\"WzE4NjI3XQ==\">Isaiah 44:6; Isaiah 48:12<\/a>. The idea here seems to be, &lsquo;and with the last, I am the same;&rsquo; that is, I am unchanging and eternal. None will subsist after me; since with the last of all created objects I shall be the same that I was in the beginning. Nothing would survive God; or in other words, he would exist forever and ever. The argument here is, that to this unchanging and eternal God, who had thus raised up and directed Cyrus, and who had control over all nations, they might commit themselves with unwavering confidence, and be assured that he was able to protect and deliver them.<\/p>",
    "audit": 1
}