{
    "id": 2008,
    "source": "barnes",
    "verse_id": 18915,
    "verse_count": 1,
    "reference": "65:17 ",
    "title": "",
    "html": "<p><em>For behold<\/em>&mdash;The idea in this verse is, that there should be a state of glory as great as if a new heaven and a new earth were to be made.<\/p><p><em>I create new heavens<\/em>&mdash;Calamity and punishment in the Bible are often represented by the heavens growing dark, and being rolled up like as a scroll, or passing away (see the notes at <a class=\"isa\" verses=\"WzE3OTE3LDE4MzA4XQ==\">Isaiah 13:10; Isaiah 34:4<\/a> ). On the contrary, prosperity, happiness, and the divine favor, are represented by the clearing up of a cloudy sky; by the restoration of the serene and pure light of the sun; or, as here, by the creation of new heavens (compare the notes at <a class=\"isa\" verses=\"WzE4NjkwXQ==\">Isaiah 51:16<\/a> ). The figure of great transformations in material things is one that is often employed in the Scriptures, and especially in Isaiah, to denote great spiritual changes (see <a class=\"isa\" verses=\"eyIxNzg4NiI6MTZ9\">Isaiah 11<\/a> ; <a class=\"isa\" verses=\"WzE4Njc3XQ==\">Isaiah 51:3<\/a> ; <a class=\"isa\" verses=\"eyIxODMyMiI6Mn0=\">Isaiah 35:1-2<\/a> , <a class=\"isa\" verses=\"WzE4MzI4XQ==\">Isaiah 35:7<\/a> ; <a class=\"isa\" verses=\"WzE4ODM1XQ==\">Isaiah 60:13<\/a> , <a class=\"isa\" verses=\"WzE4ODM5XQ==\">Isaiah 60:17<\/a> ). In the New Testament, the phrase used here is employed to denote the future state of the righteous; but whether on earth, after it shall have been purified by fire, or in heaven, has been a subject of great difference of opinion (see <a class=\"ref\">2 Peter 3:13; Revelation 21:1<\/a>).<\/p><p>The passage before us is highly poetical, and we are not required to understand it literally. There is, so far as the language is concerned, no more reason for understanding this literally than there is for so understanding the numerous declarations which affirm that the brute creation will undergo a change in their very nature, on the introduction of the gospel <a class=\"isa\" verses=\"eyIxNzg4NiI6MTZ9\">Isaiah 11<\/a>; and all that the language necessarily implies is, that there would be changes in the condition of the people of God as great as if the heavens, overcast with clouds and subject to storms, should be recreated, so as to become always mild and serene; or as if the earth, so barren in many places, should become universally fertile and beautiful. The immediate reference here is, doubtless, to the land of Palestine, and to the important changes which would be produced there on the return of the exiles; but it cannot be doubted that, under this imagery, there was couched a reference to far more important changes and blessings in future times under the Messiah&mdash;changes as great as if a barren and sterile world should become universally beautiful and fertile.<\/p><p><em>For the former shall not be remembered<\/em>&mdash;That is, that which shall be created shall be so superior in beauty as entirely to eclipse the former. The sense is, that the future condition of the people of God would be as superior to what it was in ancient times as would be a newly created earth and heaven superior in beauty to this&mdash;where the heavens are so often obscured by clouds, and where the earth is so extensively desolate or barren.<\/p><p><em>Nor come into mind<\/em>&mdash;Margin, as Hebrew, &lsquo;Upon the heart.&rsquo; That is, it shall not be thought of; it shall be wholly forgotten. On this verse, compare the notes at <a class=\"isa\" verses=\"WzE4NjkwXQ==\">Isaiah 51:16<\/a>.<\/p>",
    "audit": 1
}