{
    "id": 1274,
    "source": "barnes",
    "verse_id": 18181,
    "verse_count": 1,
    "reference": "28:16",
    "title": "",
    "html": "<p><em>Therefore thus saith the Lord<\/em> &mdash;God. This verse is introductory to the solemn threatening which follows. Its design seems to be this. The prophet was about to utter an awful threatening of the judgment of God upon the nation. It might be supposed, perhaps, that the intention was completely to sweep them, and destroy them&mdash;that the threatened calamity would remove every vestige of the Jewish people and of the true religion together. To meet this supposition, God says that this should not occur. Zion was founded on a rock. It should be like an edifice that was reared on a firm, well-tried cornerstone&mdash;one that could endure all the storms that should beat around it, and be unmoved. The general sentiment of the verse is, therefore, that though a tempest of calamity was about to beat upon the people for their sins; though the temple was to be destroyed, the city laid in ashes, and many of the people slain; yet it was the purpose of God that his empire on earth should not be destroyed. A foundation, a cornerstone was to be laid that would be unshaken and unmoved by all the assaults of the foes of God, and all who were truly resting on that should be safe. The perpetuity of his kingdom, and the safety of his true people, is, therefore, the essential idea in this passage. That it refers to the Messiah, and is designed to show that his kingdom will be perpetual because it is reared on him, we shall see by an examination of the words which occur in the verse.<\/p><p><em>In Zion<\/em> &mdash;(see the note at<a class=\"isa\" verses=\"WzE3NjYzXQ==\">Isaiah 1:8<\/a>). Zion here is put for his empire, kingdom, or church in general on earth. To lay a cornerstone in Zion, means that his kingdom would be founded on a rock, and would be secure amidst all the storms that might beat upon it.<\/p><p><em>For a foundation a stone<\/em> &mdash;That is, I lay a firm foundation which nothing can move; I build it on a rock so that the storms and tempests of calamity cannot sweep it away (compare<a class=\"ref\">Matthew 7:24-25<\/a>). The Targum renders this, &lsquo;Lo! I appoint in Zion a king, a strong, mighty, and terrible king.&rsquo; That the passage before us has reference to the Messiah there can be no doubt. The writers of the New Testament so understood and applied it. Thus it is applied by Peter<a class=\"ref\">1 Peter 2:6<\/a> , &lsquo;Wherefore, also, it is contained in the Scripture, Behold I lay in Zion a chief cornerstone, elect, precious; and he that believeth on him shall not be confounded&rsquo; (see the notes at<a class=\"ref\">Romans 9:33<\/a> ; compare<a class=\"ref\">Romans 10:11; Matthew 21:42; Luke 20:17-18; Luke 2:34; Ephesians 2:20<\/a>). Such a reference also exactly suits the conection. The stability of the kingdom of God on earth rests on the Messiah. God had determined to send him; and, consequently, amidst all the agitations and revolutions that could take place among his ancient people, this promise was sure, and it was certain that he would come, and that his church would be preserved.<\/p><p><em>A tried stone<\/em> &mdash;The word which is used here is applied commonly to &ldquo;metals&rdquo; which are tried in the fire to test their quality (see<a class=\"ref\">Job 23:10; Psalm 66:10; Jeremiah 9:6; Zechariah 13:9<\/a>). The idea is, that God would lay for a foundation not a stone whose qualities are unknown, and whose stability might be doubtful, but one whose firmness and solidity were so fully known, that the foundation and the superstructure would be secure.<\/p><p><em>A precious cornerstone<\/em> &mdash;The word &lsquo;precious&rsquo; (Septuagint, and<a class=\"ref\">1 Peter 2:6<\/a> , &epsilon;̓́&mu;&tau;&iota;&mu;&omicron;&nu; entimon) refers to the fact that the most solid stone would be used to sustain the corner of the edifice. The principal weight of the superstructure rests on the corners, and hence, in building, the largest and firmest blocks are selected and placed there.<\/p><p><em>He that believeth<\/em> &mdash;He that confides in that; he that believes that that foundation is firm, and that he is secure in trusting in that, shall not make haste. The great doctrine of faith in the Messiah as a ground of security and salvation, on which so much stress is laid in the New Testament, is here distinctly adverted to. The sense is, that confidence in him should keep the mind firm, and preserve him that believes in safety.<\/p><p><em>Shall not make haste<\/em> &mdash;The Septuagint renders it, &Omicron;&upsilon; ̓ &mu;&eta;̀ &kappa;&alpha;&tau;&alpha;&iota;&sigma;&chi;&upsilon;&nu;&theta;&eta;͂ Ou mē kataischunthē&mdash;&lsquo;Shall not be ashamed.&rsquo; So Peter,<a class=\"ref\">1 Peter 2:6<\/a> ; and Paul,<a class=\"ref\">Romans 9:33<\/a> . The Hebrew word יחישׁ yachiysh, from חוּשׁ chôsh, means properly &ldquo;to make haste;&rdquo; and then to urge on; and then to be afraid, to flee. The idea is derived from one who is alarmed, and flees to a place of safety. The specific thought here is that of a man on whose house the tempest beats, and who apprehends that the foundation is insecure, and leaves it to seek a more safe position. The prophet says here, that the foundation on which Zion was reared would be so firm that if a man trusted to that he would have no cause of alarm, however, much the storms should beat around it. The same idea essentially is conveyed in the version of the Septuagint, and by Paul and Peter, where it is rendered &rsquo;shall not be ashamed,&rsquo; or &lsquo;confounded.&rsquo; That is, he shall have no reason to be ashamed of his confidence in the firm foundation; he shall not flee from it as a man does who puts his trust in that which fails him in the day of trial.<\/p> ",
    "audit": 1
}