{
    "id": 1149,
    "source": "barnes",
    "verse_id": 18056,
    "verse_count": 1,
    "reference": "22:3",
    "title": "",
    "html": " <p> <em>All thy rulers are fled together <\/em>&mdash;The general idea in this verse is plain. It is designed to describe the consternation which would take place on the approach of the invader, and especially the timidity and flight of those on whom the city relied for protection and defense. Hence, instead of entering calmly and firmly on the work of defense, no inconsiderable part of the rulers of the city are represented as fleeing from the city, and refusing to remain to protect the capital. The word rendered &lsquo;thy rulers&rsquo; (קציניך qitsiynayik) denotes either the civil rulers of the city, or military leaders. It is most usually applied to the latter <a class=\"ref\">Joshua 10:24; Judges 11:6, Judges 11:11; Daniel 11:18<\/a>, and probably refers here to military commanders. <\/p> <p> <em>They are bound by the archers <\/em>&mdash;Hebrew as in the margin, &lsquo;Of the bow.&rsquo; There has been a great variety in the interpretation of this passage. The Septuagint reads it, &Sigma;&kappa;&lambda;&eta;&rho;&omega;͂&sigmaf; &delta;&epsilon;&delta;&epsilon;&mu;&epsilon;́&nu;&omicron;&iota; &epsilon;&iota;̓&sigma;&iota;́ sklērōs dedemenoi eisi&mdash;&lsquo;And the captives are bound with severity.&rsquo; The Chaldee, &lsquo;And the captives migrate from before the extending of the bow.&rsquo; Jarchi renders it, &lsquo;Who from the fear of arrows were bound so that they shut themselves up in the city.&rsquo; Houbigant and Lowth render it, &lsquo;They are fled from the bow,&rsquo; reading it הסרוּ hâserû instead of the present Hebrew text אסרוּ &lsquo;usrû, but without the slightest authority. Vitringa renders it, &lsquo;They were bound from treading, that is, extending, or using the bow;&rsquo; or &lsquo;They were bound by those who tread, that is, use the bow;&rsquo; indicating that they were so bound that they could not use the bow in defense of the city. I think that the &ldquo;connection&rdquo; here requires that the word אסרוּ &lsquo;usrû should be used in the sense of being &ldquo;bound&rdquo; or influenced by fear&mdash;they were so intimidated, so much under the influence of terror, so entirely unmanned and disabled by alarm, that they could not use the bow; or this was caused &ldquo;by&rdquo; the bow, that is, by the bowmen or archers who came to attack the city. It is true that no other instance occurs in which the word is used in precisely this sense, but instances in abundance occur where strong passion is represented as having a controlling or disabling influence over the mind and body; where it takes away the energy of the soul, and makes one timid, feeble, helpless, as if bound with cords, or made captive. The word אסר &lsquo;âsar commonly means to bind with cords, or to fetter; to imprison <a class=\"ref\">Genesis 42:24; Judges 16:5; 2 Kings 17:4<\/a>: to yoke <a class=\"ref\">1 Samuel 6:7, 1 Samuel 6:10<\/a>; and then to bind with a vow <a class=\"ref\">Numbers 30:3<\/a>. Hence, it may mean to &ldquo;bind&rdquo; with fear or consternation. <\/p> <p> <em>Which have fled from far <\/em>&mdash;That is, either they have fled far away; or they had fled from far in order to reach Jerusalem as a place of safety. Probably the latter is the sense. <\/p>",
    "audit": 1
}