{
    "id": 1164,
    "source": "barnes",
    "verse_id": 18071,
    "verse_count": 1,
    "reference": "22:18",
    "title": "",
    "html": "<p><em>He will surely violently turn<\/em>&mdash;Lowth has well expressed the sense of this:<\/p><p>He will whirl thee round and round, and cast thee away.<\/p><p>Thus it refers to the action of throwing a stone with a &ldquo;sling,&rdquo; when the sling is whirled round and round several times before the string is let go, in order to increase the velocity of the stone. The idea is here, that God designed to cast him into a distant land, and that he would give such an &ldquo;impulse&rdquo; to him that he would be sent afar, so far that he would not be able to return again.<\/p><p><em>Like a ball<\/em>&mdash;A stone, ball, or other projectile that is cast from a sling.<\/p><p><em>Into a large country<\/em>&mdash;Probably Assyria. When this was done we have no means of determining.<\/p><p>And there the chariots of glory shall be the shame of thy lord&rsquo;s house&mdash;Lowth renders this,<\/p><p>&mdash;And there shall thy glorious chariots<\/p><p>Become the shame of the house of thy lord.<\/p><p>Noyes renders it,<\/p><p>There shall thy splendid chariots perish,<\/p><p>Thou disgrace of the house of thy lord.<\/p><p>The Chaldee renders it, &lsquo;And there the chariots of thy glory shall be converted into ignominy, because thou didst not preserve the glory of the house of thy lord.&rsquo; Probably the correct interpretation is that which regards the latter part of the verse, &lsquo;the shame of thy lord&rsquo;s house,&rsquo; as an address to him as the shame or disgrace of Ahaz, who had appointed him to that office, and of Hezekiah, who had continued him in it. The phrase &lsquo;the chariots of thy glory,&rsquo; means splendid or magnificent chariots; and refers doubtless to the fact that in Jerusalem he had affected great pride and display, and had, like many weak minds, sought distinction by the splendor of his equipage. The idea here is, that the &lsquo;chariot of his glory,&rsquo; that is, the vehicle in which he would ride, would be in a distant land, not meaning that in that land he would ride in chariots as magnificent as those which he had in Jerusalem, but that he would be conveyed there, and probably be borne in an ignominous manner, instead of the splendid mode in which he was carried in Jerusalem. The Jews say that when he left Jerusalem to deliver it into the hands of the enemy, they asked him where his army was; and when he said that they had turned back, they said, &lsquo;thou hast mocked us;&rsquo; and that there-upon they bored his heels, and tied him to the tails of horses, and that thus he died.<\/p> ",
    "audit": 1
}