{
    "id": 1740,
    "source": "barnes",
    "verse_id": 18647,
    "verse_count": 1,
    "reference": "49:10",
    "title": "",
    "html": "<p><em>They shall not hunger nor thirst<\/em> &mdash;All their needs shall be abundantly provided for, as a shepherd will provide for his flock. In the book of Revelation, this entire passage is applied<a class=\"isa\" verses=\"eyIxNzc5OSI6Mn0=\">Isaiah 7:16-17<\/a> to the happiness of the redeemed in heaven, and the use which is made of it there is not foreign to the sense in Isaiah. It means that the Messiah as a shepherd shall abundantly satisfy all the needs of his people; and it may with as much propriety be applied to the joys of heaven, as to the happiness which they will experience on earth. Their longing desires for holiness and salvation; their hungering and thirsting after righteousness<a class=\"ref\">Matthew 5:6<\/a> , shall be abundantly satisfied.<\/p><p><em>Neither shall the heat nor sun smite them<\/em> &mdash;In<a class=\"ref\">Revelation 7:16<\/a> , this is, &lsquo;Neither shall the sun light on them, nor any heat;&rsquo; that is, the burning heat of the sun shall not oppress them&mdash;an image of refreshment, protection, and joy, as when the traveler in burning sands finds the grateful shade of a rock or of a grove (see the notes at<a class=\"isa\" verses=\"WzE3NzQwLDE3OTMyLDE4MTIzLDE4MjYyXQ==\">Isaiah 4:6; Isaiah 14:3; Isaiah 25:4; Isaiah 32:2<\/a>). The word rendered here &lsquo;heat&rsquo; (שׁרב shârâb), denotes properly heat, burning; and then the heated vapor which in burning deserts produces the phenomenon of the mirage (see it explained in the notes at<a class=\"isa\" verses=\"WzE4MzI4XQ==\">Isaiah 35:7<\/a>). It is equivalent here to intense heat; and means that they shall not be exposed to any suffering like that of the intense heat of the burning sun reflected from sandy wastes.<\/p><p><em>For he that hath mercy on them<\/em> &mdash;That God and Saviour who shall have redeemed them shall be their shepherd and their guide, and they shall have nothing to fear.<\/p><p><em>Even by the springs of water<\/em> &mdash;In<a class=\"ref\">Revelation 7:17<\/a> , &lsquo;Shall lead them unto living fountains of waters&rsquo; (see the notes at<a class=\"isa\" verses=\"WzE4MzI3XQ==\">Isaiah 35:6<\/a>). The whole figure in this verse is taken from the character of a faithful shepherd who conducts his flock to places where they may feed in plenty; who guards them from the intense heat of a burning sun on sandy plains; and who leads them beside cooling and refreshing streams. It is a most beautiful image of the tender care of the Great Shepherd of his people in a world like this&mdash;a world in its main features, in regard to real comforts, not unaptly compared to barren hills, and pathless burning sands.<\/p> ",
    "audit": 1
}