{
    "id": 1733,
    "source": "barnes",
    "verse_id": 18640,
    "verse_count": 1,
    "reference": "49:3 ",
    "title": "",
    "html": "<p><em>And said unto me<\/em>&mdash;That is, as I suppose, to the Messiah. God said to him that he was his servant; he by whom he would be particularly glorified and honored.<\/p><p><em>Thou art my servant, O Israel<\/em>&mdash;There has been great variety, as was intimated in the analysis of the chapter, in the interpretation of this verse. The question of difficulty is, to whom does the word &lsquo;Israel&rsquo; refer? And if it refer to the Messiah, why is this name given to him? There is no variety in the ancient versions, or in the MSS. The opinions which have been maintained have been referred to in the analysis, and are briefly these:<\/p><p>1. The most obvious interpretation of the verse, if it stood alone, would be to refer it to the Jews as &lsquo;the servant of Jehovah,&rsquo; in accordance with <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 41:8<\/a> , by whom he would be glorified in accordance with the declaration in <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 44:23<\/a>. This is the opinion of Rosenmuller and of some others. But the objection to this is, that the things which are affirmed of this &rsquo;servant,&rsquo; by no means apply to the Jews. It is evidently an individual that is addressed; and in no conceivable sense can that be true of the Jews at large which is affirmed of this person in <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 49:4<\/a>ff.<\/p><p>2. It has been referred to Isaiah. This was the opinion of Grotius, Dathe, Saadias, Doderlin, and others. Grotius supposes it means, &lsquo;thou art my servant for the good of Israel.&rsquo; So Dathe renders it: &lsquo;It is for Israel&rsquo;s benefit that I will glorify myself in thee.&rsquo; Saadias renders it, &lsquo;Thou art my ambassador to Israel.&rsquo; Aben Ezra says of the passage, &lsquo;Thou art my servant, descended from Israel, in whom I will be glorified. Or, the sense is this: Thou who in my eyes art reputed as equal to all Israel.&rsquo; But, as has been remarked in the analysis, this interpretation is attended with all the difficulty of the interpretation which refers it to the Messiah, and is inconsistent with the known character of Isaiah, and with the declarations made of the person referred to in the following verses. There is certainly no more reason why the name &lsquo;Israel&rsquo; should be given to Isaiah, than there is why it should be given to the Messiah; and it is certain that Isaiah never arrogated to himself such high honor as that of being a light to the Gentiles, and a covenant of the people, and as being one before whom kings would rise up, and to whom princes would do homage.<\/p><p>3. Gesenius supposes that the word &lsquo;Israel&rsquo; is not genuine, but has come by error into the text. But for this there is no authority except one manuscript, to which he himself attaches no weight.<\/p><p>4. The only other interpretation, therefore, is that which refers it to the Messiah. This, which has been the common exposition of commentators, most manifestly agrees with the verses which follow, and with the account which occurs in the New Testament.<\/p><p>The account in <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 49:4-8<\/a>, is such as can be applied to no other one than he, and is as accurate and beautiful a description of him as if it had been made by one who had witnessed his labors, and heard from him the statement of his own plans. But still, a material question arises, why is this name &lsquo;Israel&rsquo; applied to the Messiah? It is applied to him nowhere else, and it is certainly remarkable that a name should be applied to an individual which is usually applied to an entire people. To this question the following answers, which are, indeed, little more than conjectures, may be returned:<\/p><p>1. Lowth and Vitringa suppose that it is because the name, in its full import and signification, can be given only to him; and that there is a reference here to the fact recorded in <a class=\"ref\">Genesis 32:28<\/a>, where Jacob is said to have wrestled with God, and prevailed, and was, in consequence of that, called Israel. The full import of that name, says Lowth, pertains only to the Messiah, &lsquo;who contended powerfully with God in behalf of mankind.&rsquo;<\/p><p>2. It is common in the Scriptures to use the names which occurred in the history of the Jews as descriptive of things which were to occur under the times of the Messiah, or as representing in general events that might occur at any time. Thus the names, Moab, Edom, Ashur, were used to denote the foes of God in general; the name of Elijah was given to John the Baptist (Hengstenberg).<\/p><p>3. In accordance with this, the name David is not unfrequently given to the Messiah, and he is spoken of under this name, as he was to be his descendant and successor.<\/p><p>4. For the same reason, the name Israel may be given to him&mdash;nor as the name of the Jewish people&mdash;but the name of the illustrious ancestor of the Jewish race, because he would possess his spirit, and would, like him, wrestle with God. He was to be a prince having power with God (compare <a class=\"ref\">Genesis 32:28<\/a>), and would prevail. In many respects there would be a resemblance between him and this pious and illustrious ancestor of the Jewish people.<\/p><p><em>In whom I will be glorified<\/em>&mdash;This means that the result of the Redeemer&rsquo;s work would be such as eminently to honor God. He would be glorified by the gift of such a Saviour; by his instructions, his example, the effect of his ministry while on earth, and by his death. The effect of the work of the Messiah as adapted to glorify God, is often referred to in the New Testament (see <a class=\"ref\">John 12:28; John 13:31-32; John 14:13; John 16:14; John 17:1-5<\/a>).<\/p>",
    "audit": 1
}