{
    "id": 1901,
    "source": "barnes",
    "verse_id": 18808,
    "verse_count": 1,
    "reference": "59:7",
    "title": "",
    "html": "<p><em>Their feet run to evil<\/em>&mdash;In accordance with the design of the prophet to show the entireness of their depravity, he states that all their members were employed in doing evil. In <a class=\"isa\" verses=\"eyIxODgwNCI6NH0=\">Isaiah 59:3-6<\/a>. he had remarked that depravity had extended to their hands, their fingers, their lips, and their tongue; he here states that their feet also were employed in doing evil. Instead of treading the paths of righteousness, and hastening to execute purposes of mercy and justice, they were employed in journeyings to execute plans of iniquity. The words &lsquo;run,&rsquo; and &lsquo;make haste,&rsquo; are designed to intimate the intensity of their purpose to do wrong. They did not walk slowly; they did not even take time to deliberate; but such was their desire of wrong-doing, that they hastened to execute their plans of evil. People usually walk slowly and with a great deal of deliberation when any good is to be done; they walk rapidly, or they run with haste and alacrity when evil is to be accomplished. This passage is quoted by the apostle Paul <a class=\"ref\">Romans 3:15<\/a> , and is applied to the Jews of his own time as proof of the depraved character of the entire nation.<\/p><p><em>They make haste to shed innocent blood<\/em>&mdash;No one can doubt that this was the character of the nation in the time of Manasseh (see the Introduction, Section 3). It is not improbable that the prophet refers to the bloody and cruel reign of this prince. That it was also the character of the nation when Isaiah began to prophesy is apparent from <a class=\"isa\" verses=\"eyIxNzY3MCI6N30=\">Isaiah 1:15-21<\/a>.<\/p><p><em>Their thoughts<\/em>&mdash;That is, their plans and purposes are evil. It is not merely that evil is done, but they intended that it should be done. They had no plan for doing good; and they were constantly laying plans for evil.<\/p><p><em>Wasting<\/em>&mdash;That is, violence, oppression, destruction. It means that the government was oppressive and tyrannical; and that it was the general character of the nation that they were regardless of the interests of truth and righteousness.<\/p><p><em>And destruction<\/em>&mdash;Margin, &lsquo;Breaking.&rsquo; The word commonly means breaking or breach; then a breaking down, or destruction, as of a kingdom <a class=\"ref\">Lamentations 2:11; Lamentations 3:47<\/a>; or of individuals <a class=\"isa\" verses=\"WzE3NjgzXQ==\">Isaiah 1:28<\/a>. Here it means that they broke down or trampled on the rights of others.<\/p><p><em>Are in their paths<\/em>&mdash;Instead of marking their ways by deeds of benevolence and justice, they could be tracked by cruelty and blood. The path of the wicked through the earth can be seen usually by the desolations which they make. The path of conquerors can be traced by desolated fields, and smouldering ruins, and forsaken dwelling-places, and flowing blood; and the course of all the wicked can be traced by the desolations which they make in their way.<\/p> ",
    "audit": 1
}