{
    "id": 850,
    "source": "barnes",
    "verse_id": 17757,
    "verse_count": 1,
    "reference": "5:17",
    "title": "",
    "html": " <p> <em>Then shall the lambs feed <\/em>&mdash;This verse is very variously interpreted. Most of the Hebrew commentators have followed the Chaldee interpretation, and have regarded it as desired to console the pious part of the people with the assurance of protection in the general calamity. The Chaldee is, &lsquo;Then the just shall feed, as it is said, to them; and they shall be multiplied, and shall possess the property of the inpious.&rsquo; By this interpretation, &ldquo;lambs&rdquo; are supposed, as is frequently the case in the Scriptures, to represent the people of God. But according to others, the probable design of the prophet is, to denote the state of utter desolation that was coming upon the nation. Its cities, towns, and palaces would be destroyed, so as to become a vast pasturage where the flocks would roam at pleasure. <\/p> <p> <em>After their manner <\/em>&mdash;Hebrew, &lsquo;According to their word,&rsquo; that is, under their own &ldquo;command,&rdquo; or at pleasure. They would go where they pleased without being obstructed by fences. <\/p> <p> <em>And the waste places of the fat ones <\/em>&mdash;Most of the ancient interpreters suppose, that the waste places of the fat ones here refer to the desolate habitations of the rich people; in the judgments that should come upon the nation, they would become vacant, and strangers would come in and possess them. This is the sense given by the Chaldee. The Syriac translates it, &lsquo;And foreigners shall devour the ruins which are yet to be restored.&rsquo; If this is the sense, then it accords with the &ldquo;first&rdquo; interpretation suggested of the previous verse&mdash;that the pious should be fed, and that the proud should be desolate, and their property pass into the hands of strangers. By others (Gesenius, etc.), it is supposed to mean that strangers, or foreigners, would come in, and fatten their cattle in the desert places of the nation. The land would be so utterly waste, that they would come there to fatten their cattle in the rank and wild luxuriancy that would spontaneously spring up. This sense will suit the connection of the passage; but there is some difficulty in making it out from the Hebrew. The Hebrew which is rendered &lsquo;the waste places of the fat ones,&rsquo; may, however, be translated &lsquo;the deserts that are rich&mdash;rank&mdash;luxuriant.&rsquo; The word &ldquo;stranger&rdquo; denotes &ldquo;foreigners;&rdquo; or those who are not &ldquo;permanent&rdquo; dwellers in the land. <\/p> ",
    "audit": 1
}