{
    "id": 1407,
    "source": "barnes",
    "verse_id": 18314,
    "verse_count": 1,
    "reference": "34:10",
    "title": "",
    "html": "<p><em>It shall not be quenched night nor day<\/em>&mdash;That is, the burning brimstone and pitch <a class=\"isa\" verses=\"WzE4MzEzXQ==\">Isaiah 34:9<\/a> , the emblem of perpetual and entire desolation, shall not be extinguished.<\/p><p><em>The smoke thereof shall go up for ever<\/em>&mdash;Every river and rivulet is Supposed to be heated pitch, and every particle of dust sulphur, and a 1 on fire, sending up from an extended region dense columns of smoke to heaven. No idea of ruin could be more sublime; no idea of the vengeance of God more terrible. This image has been copied by John to describe the future woes of the wicked <a class=\"ref\">Revelation 14:11<\/a> , and of mystical Babylon <a class=\"ref\">Revelation 18:9, Revelation 18:18; Revelation 19:2-3<\/a>.<\/p><p><em>From generation to generation it shall lie waste<\/em>&mdash;Full confirmation of this may be seen in the travels of Seetsen, of Burckhardt, of Volney, of Irby, and Mangles, extracts of which have been collected and arranged by Keith (Evidences of Prophecy, pp. 135-168). Thus Volney says, &lsquo;From the reports of the Arabs as of Bakir, and the inhabitants of Gaza, who frequently go to Maan and Karak, on the road of the pilgrims, there are to the southeast of the lake Asphaltites (Dead Sea), within three days&rsquo; journey, upward of thirty ruined towns, absolutely deserted. Several of them have large edifices, with columns that may have belonged to the ancient temples, or at least to Greek churches. The Arabs sometimes make use of them to fold cattle in; but, in general, avoid them on account of the enormous scorpions with which they swarm.&rsquo; (Volney&rsquo;s Travels, vol. ii. pp. 344-346.) It is remarkable that an infidel, as Volney was, should in this, as in numerous other instances, have given a minute confirmation of the ancient prophecies.<\/p><p>Seetsen says (Travels, p. 46), that he was told, that, &lsquo;at the distance of two days and a half from Hebron he would final considerable ruins of the ancient city of Abde, and that for all the rest of the journey be would see no place of habitation; he would meet only with a few tribes of wandering Arabs.&rsquo; Burckhardt has given the following description on of the eastern boundary of Edom, and of the adjoining part of Arabia Petrea: &lsquo;It might with truth be called Petrea, not only on account of its rocky mountains, but also of the elevated plain already described (that is, Shera (Seir), the territory of the Edomites, Travels, pp. 410, 435), &lsquo;which is so much covered with stones, especially flints, that it may with great propriety be called a stony desert, although susceptible of culture; in many places it is grown over with wild herbs, and must once have been thickly inhabited, for the traces of many towns and villages are met with on both sides of the Hadj road between Maan and Akaba, as well as between Mean and the plains of Houran, in which direction also are many springs.<\/p><p>At present all this country is a desert, and Maan is the only inhabited place in it.&rsquo; (Burckhardt&rsquo;s Travels, p. 436.) Of the remains of ancient cities still exposed to view in different places throughout Idumea, Burckhardt describes the ruins of a large town, of which nothing remains but broken walls anti heaps of stones; the ruins of several villages in its vicinity (p. 418); the ruins of an ancient city, consisting of large heaps of hewn blocks of siliceous stone; and the extensive ruins of Arindela, an ancient town of Palestina Terria (p. 441). &lsquo;The following ruined places are situated in Djebal Shera (Mount Seir), to the south and southwest of Wady Musa&mdash;Kalaat Beni Madha, Djerba, Basta, Eyl, Ferdakh, Anyk, Bir el Beytar, Shemakh, and Syk&rsquo; (p. 444). Burckhardt also gives a most interesting description of the ruins of the ancient Petra which he discovered, the ancient capital of Edom, but which is too long to be transcribed here (see his Travels, pp. 422-432; compare the note at <a class=\"isa\" verses=\"WzE3OTcxXQ==\">Isaiah 16:1<\/a>).<\/p><p><em>None shall pass through it forever and ever<\/em>&mdash;That is, it shall not be a country through which caravans shall pass; there shrill be no roads, and it shall not be deemed safe to travel through it. It will be recollected that the original source of all their calamities, and the cause of all the judgments that came upon them, was the fact that they would not let the children of Israel pass peaceably through their land on their way to Canaan (see the Introduction to the chapter). As a punishment for this, God now says that their land shall not be passed through; it shall not be a thoroughfare; there shall be no travelers in it. God usually directs his punishment of individuals and of nations in the line of their offences, and thus his judgments become commonly a recompence in kind. Thus in <a class=\"ref\">2 Samuel 22:26-27<\/a> , it is said:<\/p><p>With the merciful, thou wilt show thyself merciful;<\/p><p>And with the upright man thou wilt show thyself upright.<\/p><p>With the pure thou wilt show thyself pure;<\/p><p>And with the froward thou wilt show thyself unsavory.<\/p><p>In accordance with this prediction that no one should pass through Edom, Volney (Travels, vol. ii. p. 344) says, &lsquo;The country has not been visited by any traveler, but it well merits Such an attention.&rsquo; Thus Burckhardt (Travels, p. 421) says, after he had entered, on the northeast, the territories of the Edomites, that he &lsquo;was without protection in the midst of a desert where no traveler had ever before been seen. It was then,&rsquo; he adds, &lsquo;that for the first time he had ever felt fear during his travels in the desert, and his route thither was the most dangerous he had ever traveled&rsquo; (p. 400). &lsquo;Seetsen, on a piece of paper pasted against the wall, notified his having penetrated the country in a direct line between the Dead Sea and Mount Sinai (through Idumea), a route never before accomplished.&rsquo; (Burckhardt&rsquo;s Syria, p. 553.) Burckhardt had determined to attempt to pass the same way as being the shortest way to Jerusalem; but he was repeatedly told it was impossible; and the difficulty of the journey is illustrated in the Travels of Captains Irby and Mangles. They offered five hundred piastres to an Arab tribe if they would conduct them to Wady Musa, but nothing would induce them to consent. &lsquo;They said they would not go if we would give them five thousand piastres, observing that money was of no use to a man if he lost his life&rsquo; (p. 349). So strikingly has this prediction been fulfilled.<\/p> ",
    "audit": 1
}