{
    "id": 837,
    "source": "barnes",
    "verse_id": 17744,
    "verse_count": 1,
    "reference": "5:4",
    "title": "",
    "html": "<p><em>What could I...<\/em> &mdash;As a man who had done what is described in<a class=\"isa\" verses=\"WzE3NzQyXQ==\">Isaiah 5:2<\/a> , would have done all that &ldquo;could&rdquo; be done for a vineyard, so God says that he has done all that he could, in the circumstances of the Jews, to make them holy and happy. He had chosen them; had given them his law; had sent them prophets and teachers; had defended them; had come forth in judgment and mercy, and he now appeals &ldquo;to them&rdquo; to say what &ldquo;could&rdquo; have been done more. This important verse implies that God had done all that he could have done; that is, all that he could consistently do, or all that justice and goodness required him to do, to secure the welfare of his people. It cannot, of course, be meant that he had no physical ability to do anything else, but the expression must be interpreted by a reference to the point in hand; and that is, an appeal to others to determine that he had done all that could be done in the circumstances of the case. In this respect, we may, without impropriety, say, that there is a limit to the power of God. It is impossible to conceive that he &ldquo;could&rdquo; have given a law more holy; or that he could append to it more solemn sanctions than the threatening of eternal death; or that he could have offered higher hopes than the prospect of eternal life; or that he could have given a more exalted Redeemer. It has been maintained (see the &ldquo;Princeton Bib. Repert.,&rdquo; April 1841) that the reference here is to the future, and that the question means, &lsquo;what remains now to be done to my vineyard as an expression of displeasure?&rsquo; or that it is asked with a view to introduce the expression of his purpose to punish his people, stated in<a class=\"isa\" verses=\"WzE3NzQ1XQ==\">Isaiah 5:5<\/a> . But that the above is the meaning or the passage, or that it refers to what God had actually done, is evident from the following considerations:<\/p><p>(1) He had specified at length<a class=\"isa\" verses=\"WzE3NzQyXQ==\">Isaiah 5:2<\/a> what he had done. He had performed &ldquo;all&rdquo; that was usually done to a vineyard; in fencing it, and clearing it of stones, and planting in it the choicest vines, and building a wine-press in it. Without impropriety, it might be said of a man that, whatever wealth he had, or whatever power he had to do &ldquo;other&rdquo; things, he &ldquo;could do nothing more to perfect a vineyard.&rdquo;<\/p><p>(2) It is the meaning which is most naturally suggested by the original. Literally, the Hebrew is, &lsquo;What to do more?&rsquo; עוד מה־לעשׂות mah-la‛ăs&lsquo;ôth ‛ôd. Coverdale renders this, as it is in our translation, &lsquo;What more could have been done for it?&rsquo; Luther, &lsquo;What should one do more to my vineyard, that I have not done for it?&rsquo; Was sollte man doth mehr thun an meinem Weinberge, das ich nicht gethun babe an illin? Vulgate, Quid est quod debui ultra facere. &lsquo;What is there which I ought to do more?&rsquo; Septuagint, &Tau;&iota;́ &pi;&omicron;&iota;&eta;́&sigma;&omega; &epsilon;̓́&tau;&iota; Ti poiēsō eti, &lsquo;What shall I do yet?&rsquo; implying that he had done all that he could for it. The Chaldee renders it, &lsquo;What good thing&mdash;טבא מה mah ṭâbâ&rsquo;&mdash;shall I say that I will do to my people that I have not done for them?&rsquo; implying that he had done for them all the good which could be spoken of. The Syriac, &lsquo;What remains to be done to my vineyard, and I have not done it?&rsquo; In all these versions, the sense given is substantially the same&mdash;that God had done all that could be done to make the expectation that his vineyard would produce fruit, proper. There is no reference in one of these versions to what he &ldquo;would&rdquo; do afterward, but the uniform reference is to what he &ldquo;had&rdquo; done to make the expectation &ldquo;reasonable,&rdquo; that his vineyard would produce fruit.<\/p><p>(3) That this is the fair interpretation is apparent further, because, when, in<a class=\"isa\" verses=\"WzE3NzQ1XQ==\">Isaiah 5:5<\/a> , he says what he &ldquo;would do,&rdquo; it is entirely different from what he said he &ldquo;had done.&rdquo; He &ldquo;had&rdquo; done all that could be done to make it proper to expect fruit; he now &ldquo;would&rdquo; do what would be a proper expression of his displeasure that no fruit had been produced. He would take away its hedge; break down its walls, and lay it waste. But in the interpretation of the passage proposed by the &ldquo;Princeton Repert.,&rdquo; there is an entire omission of this part of the verse&mdash;&lsquo;that I have not done in it.&rsquo; It is not improper, therefore, to use this passage to show that God had done all that could be consistently done for the salvation of man, and the same appeal may now be made to sinners everywhere; and it may be asked, what God &ldquo;could&rdquo; have done for their salvation more than has been done? &ldquo;Could&rdquo; he have given them a purer law? &ldquo;Could&rdquo; he present higher considerations than have been drawn from the hope of an &ldquo;eternal&rdquo; heaven, and the fear of an &ldquo;eternal&rdquo; hell? Could he have furnished a more full atonement than has been made by the blood of his own Son? The conclusion to which we should come would be in accordance with what is said in the prophet, that God has done &ldquo;all&rdquo; for the salvation of sinners that in the circumstances of the case could be done, and that if they are lost, they only will bear the blame.<\/p> ",
    "audit": 1
}