{
    "id": 1560,
    "source": "barnes",
    "verse_id": 18467,
    "verse_count": 1,
    "reference": "41:15",
    "title": "",
    "html": "<p><em>Behold, I will make thee... <\/em>&mdash;The object of the illustration in this verse and the following is, to show that God would clothe them with power, and that all difficulties in their way would vanish. To express this idea, the prophet uses an image derived front the mode of threshing in the East, where the heavy wain or sledge was made to pass over a large pile of sheaves, and to bruise out the grain, and separate the chaff, so that the wind would drive it away. The phrase, &lsquo;I will make thee,&rsquo; means, &lsquo;I will constitute, or appoint thee,&rsquo; that is, thou shalt be such a threshing instrument. It is not that God would make such a sledge or wain for them, but that they should be such themselves; they should beat down and remove the obstacles in the way as the threshing wain crushed the pile of grain.<\/p><p><em>A new sharp threshing instrument<\/em>&mdash;A threshing wain, or a corn-drag. For a description of this, compare the notes at <a class=\"isa\" verses=\"eyIxODE5MiI6Mn0=\">Isaiah 28:27-28<\/a>.<\/p><p><em>Having teeth<\/em>&mdash;Or, with double edges. The Hebrew word is applied to a sword, and means a two-edged sword <a class=\"ref\">Psalm 149:6<\/a>. The instrument here referred to was serrated, or so made as to cut up the straw and separate the grain from the chaff. The following descriptions from Lowth and Niebuhr, may serve still further to illustrate the nature of the instrument here referred to. &lsquo;The drag consisted of a sort of frame of strong planks made rough at the bottom with hard stones or iron; it was drawn by horses or oxen over the corn-sheaves spread on the floor, the driver sitting upon it. The wain was much like the drag, but had wheels of iron teeth, or edges like a saw. The axle was armed with iron teeth or serrated wheels throughout: it moved upon three rollers armed with iron teeth or wheels, to cut the straw. In Syria, they make use of the drag, constructed in the very same manner as above described.<\/p><p>This not only forced out the grain, but cut the straw in pieces, for fodder for the cattle, for in the eastern countries they have no hay. The last method is well known from the law of Moses, which forbids the ox to be muzzled, when he treadeth out the grain <a class=\"ref\">Deuteronomy 25:4<\/a>.&rsquo; (Lowth) &lsquo;In threshing their corn, the Arabians lay the sheaves down in a certain order, and then lead over them two oxen, dragging a large stone. This mode of separating the ears from the straw is not unlike that of Egypt. They use oxen, as the ancients did, to beat out their grain, by trampling upon the sheaves, and dragging after them a clumsy machine. This machine is not, as in Arabia, a stone cylinder, nor a plank with sharp stones, as in Syria, but a sort of sledge, consisting of three rollers, suited with irons, which turn upon axles. A farmer chooses out a level spot in his fields, and has his grain carried thither in sheaves, upon donkeys or dromedaries.<\/p><p>Two oxen are then yoked in a sledge, a driver gets upon it, and drives them backward and forward upon the sheaves, and fresh oxen succeed in the yoke from time to time. By this operation, the chaff is very much cut down; the whole is then winnowed, and the pure grain thus separated. This mode of threshing out the grain is tedious and inconvenient; it destroys the chaff, and injures the quality of grain.&rsquo; (Niebuhr) In another place Niebuhr tells us that two parcels or layers of corn are threshed out in a day; and they move each of them as many as eight times, with a wooden fork of five prongs, which they call meddre. Afterward, they throw the straw into the middle of the ring, where it forms a heap, which grows bigger and bigger; when the first layer is threshed, they replace the straw in the ring, and thresh it as before. Thus, the straw becomes every time smaller, until at last it resembles chopped straw. After this, with the fork just described, they cast the whole some yards from thence, and against the wind, which, driving back the straw, the grain and the ears not threshed out fall apart from it and make another heap. A man collects the clods of dirt, and other impurities, to which any grain adheres, and throws them into a sieve. They afterward place in a ring the heaps, in which a good many entire ears are still found, and drive over them, for four or five hours together, a dozen couples of oxen, joined two and two, till, by absolute trampling, they have separated the grains, which they throw into the air with a shovel to cleanse them.<\/p><p><em>Thou shalt thresh the mountains<\/em>&mdash;The words &lsquo;mountains&rsquo; and &lsquo;hills&rsquo; in this verse seem designed to denote the kingdoms greater and smaller that should be opposed to the Jews, and that should become subject to them (Rosenmuller). Grotius supposes that the prophet refers particularly to the Medes and Babylonians. But perhaps the words are used to denote simply difficulties or obstacles in their way, and the expression may mean that they would be able to overcome all those obstacles, and to subdue all that opposed them, as if in a march they should crush all the mountains, and dissipate all the hills by an exertion of power.<\/p> ",
    "audit": 1
}