{
    "id": 1054,
    "source": "barnes",
    "verse_id": 17961,
    "verse_count": 1,
    "reference": "14:32 ",
    "title": "",
    "html": "<p><em>What shall one then answer<\/em>&mdash;The design of this verse is obvious. It is to show that Judea would be safe from the invasions of the Philistines, and that God was the protector of Zion. For this purpose the prophet refers to messengers or ambassadors who should be sent for any purpose to Jerusalem, either to congratulate Hezekiah, or to form an alliance with the Jews. The prophet asks what answer or information should be given to such messengers when they came respecting their state? The reply is, that Yahweh had evinced his purpose to protect his people.<\/p><p><em>Of the nation<\/em>&mdash;Of any nation whose ambassadors should be sent into Judea.<\/p><p><em>That the Lord hath founded Zion<\/em>&mdash;That he is its original founder, and that he has now shown his regard for it by protecting it from the Philistines. It would be safe from their attacks, and Yahweh would thus show that he had it under his own protection. The Septuagint renders this, &lsquo;And what shall the kings of the Gentiles then answer? That the Lord hath founded Zion.&rsquo; The scope of the passage is the assurance that Zion would be safe, being founded and preserved by Yahweh; and that the Philistines had no cause of triumph at the death of Ahaz, since God would still be the protector of his people. The doctrine established by this passage is, that in all the changes which take place by the death of kings, princes, magistrates, and ministers; and in all the revolutions which occur in kingdoms, the enemies of the people of God have no cause for rejoicing. God is the protector of his church; and he will show that he has founded Zion, and that his people are safe, No weapon that is formed against his people shall prosper, and the gates of hell shall not prevail against his church.<\/p><p><em>Shall trust in it<\/em>&mdash;In Zion. It was a strongly fortified city, God was its protector, and in times of calamity his people could betake themselves there in safety. In this strong place the most weak and defenseless&mdash;the poorest of the people, would be safe. In the church of God, the poor are the objects of as deep regard as the rich; the humble, the meek, the weak, the feeble, are there safe, and no power of an enemy can reach or affect them. God is their defender and their friend; and in his arms they are secure.<\/p>",
    "audit": 1
}