{
    "id": 964,
    "source": "barnes",
    "verse_id": 17871,
    "verse_count": 1,
    "reference": "10:20 ",
    "title": "",
    "html": "<p><em>And it shall come to pass<\/em>&mdash;The prophet proceeds to state the effect on the Jews, of the judgment that would overtake the army of the Assyrian. One of those effects, as stated in this verse, would be, that they would be led to see that it was in vain to look to the Assyrians any more for aid, or to form any further alliance with them, but that they should trust in the Lord alone.<\/p><p><em>The remnant of Israel<\/em>&mdash;Those that would be left after the Assyrian had invaded and desolated the land.<\/p><p><em>Shall no more again stay<\/em>&mdash;Shall no more depend on them. Alliances had been formed with the Assyrians for aid, and they had resulted as all alliances formed between the friends and the enemies of God do. They are observed as long as it is for the interest or the convenience of God&rsquo;s enemies to observe them; and then his professed friends are made the victims of persecution, invasion, and ruin.<\/p><p><em>Upon him that smote them<\/em>&mdash;Upon the Assyrian, who was about to desolate the land. The calamities which he would bring upon them would be the main thing which would open their eyes, and lead them to forsake the alliance. One design of God&rsquo;s permitting the Assyrians to invade the land, was, to punish them for this alliance, and to induce them to trust in God.<\/p><p><em>But shall stay...<\/em>&mdash;They shall depend upon Yahweh, or shall trust in him for protection and defense.<\/p><p><em>The Holy One of Israel<\/em>&mdash;see <a class=\"isa\" verses=\"WzE3ODY4XQ==\">Isaiah 10:17<\/a>.<\/p><p><em>In truth<\/em>&mdash;They shall serve him sincerely and heartily, not with feigned or divided service. They shall be so fully satisfied that the Assyrian cannot aid them, and be so severely punished forever, having formed an alliance with him, that they shall now return to Yahweh, and become his sincere worshippers. In this verse, the prophet refers, doubtless, to the times of Hezekiah, and to the extensive reformation, and general prevalence of piety, which would take place under his reign; <a class=\"ref\">2 Chronicles 32:22-33<\/a>. Vitringa, Cocceius, Schmidius, etc., however, refer this to the time of the Messiah; Vitringa supposing that the prophet refers &ldquo;immediately&rdquo; to the times of Hezekiah, but in a secondary sense, for the complete fulfillment of the prophecy, to the times of the Messiah. But it is not clear that he had reference to any other period than that which would immediately follow the invasion of Sennacherib.<\/p>",
    "audit": 1
}