{
    "id": 1415,
    "source": "barnes",
    "verse_id": 18322,
    "verse_count": 1,
    "reference": "35:1 ",
    "title": "",
    "html": "<p><em>The wilderness and the solitary place<\/em>&mdash;This is evidently figurative language, such as is often employed by the prophets. The word rendered &rsquo;solitary place&rsquo; (ציה tsı̂yâh), denotes properly a dry place, a place without springs and streams of water; and as such places produce no verdure, and nothing to sustain life, the word comes to mean a desert. Such expressions are often used in the Scriptures to express moral or spiritual desolation; and in this sense evidently the phrase is used here. It does not refer to the desolations of Judea, but to all places that might be properly called a moral wilderness, or a spiritual desert; and thus aptly expresses the condition of the world that was to be benefited by the blessings foretold in this chapter. The parallel expressions in <a class=\"isa\" verses=\"W3siMTg0NjkiOjN9LHsiMTg1MzciOjJ9XQ==\">Isaiah 41:17-19; Isaiah 44:3-4<\/a> , show that this is the sense in which the phrase is here used; and that the meaning is, that every situation which might be appropriately called a moral wilderness&mdash;that is, the whole pagan world&mdash;would ultimately be made glad. The sense is, that as great and happy changes would take place in regard to those desolations as if the wilderness should become a vast field producing the lily and the rose; or as if <a class=\"isa\" verses=\"W3siMTgzMjMiOjF9XQ==\">Isaiah 35:2<\/a> there should be imparted to such places the glory of Lebanon, and the beauty of Sharon and Carmel.<\/p><p><em>Shall be glad for them<\/em>&mdash;This is evidently a personification, a beautiful poetic figure, by which the wilderness is represented as expressing joy. The sense is, the desolate moral world would be filled with joy on account of the blessings which are here predicted. The phrase &lsquo;for them,&rsquo; expressed in Hebrew by the affix מ (m) means, doubtless, on account of the blessings which are foretold in this prophecy. Lowth supposes, however, that the letter has been added to the word &rsquo;shall be glad&rsquo; (ישׂשׂוּ yes&lsquo;us&lsquo;û), by mistake, because the following word (מדבר midbâr) begins with a מ (m). The reading of the present Hebrew text is followed by none of the ancient versions; but it is nevertheless probably the correct reading, and there is no authority for changing it. The sense is expressed above by the phrase &rsquo;shall rejoice on account of the things contained in this prophecy;&rsquo; to wit, the destruction of all the foes of God, and the universal establishment of his kingdom. Those who wish to see a more critical examination of the words used here, may find it in Rosenmuller and Gesenius.<\/p><p><em>And blossom as the rose<\/em>&mdash;The word rendered &lsquo;rose&rsquo; (חבצלת chăbı̂tsâleth) occurs only here and in Sol 2:1, where it is also rendered a &lsquo;rose.&rsquo; The Septuagint renders it, &Kappa;&rho;&iota;́&nu;&omicron;&nu; Krinon &lsquo;Lily.&rsquo; The Vulgate also renders it, Lilium&mdash;the lily. The Syriac renders it also by a word which signifies the lily or narcissus; or, according to the Syriac lexicographers, &lsquo;the meadow-saffron,&rsquo; an autumnal flower springing from poisonous bulbous roots, and of a white and violet color. The sense is not, however, affected materially whatever be the meaning of the word. Either the rose, the lily, or the saffron, would convey the idea of beauty compared with the solitude and desolation of the desert. The word &lsquo;rose&rsquo; with us, as being a flower better known, conveys a more striking image of beauty, and there is no impropriety in retaining it.<\/p>",
    "audit": 1
}