{
    "id": 1878,
    "source": "barnes",
    "verse_id": 18785,
    "verse_count": 1,
    "reference": "57:19",
    "title": "",
    "html": " <p> <em>I create the fruit of the lips <\/em>&mdash;The Chaldee and Syriac render this, &lsquo;The words of the lips.&rsquo; The &lsquo;fruit&rsquo; of the lips is that which the lips produce, that is, words; and the reference here is doubtless to offerings of praise and thanksgiving. See <a class=\"ref\">Hebrews 13:15 <\/a>; where the phrase, &lsquo;fruit of the lips&rsquo; (&kappa;&alpha;&rho;&pi;&omicron;̀&sigmaf; &chi;&epsilon;&iota;&lambda;&epsilon;́&omega;&nu; karpos cheileōn), is explained to mean praise. Compare <a class=\"ref\">Hosea 14:2 <\/a>,, where the expression, &lsquo;we will render the calves of the lips,&rsquo; means that they would offer praise. The sense here is, that God bestowed such blessings as made thanksgiving proper, and thus, he &lsquo;created the fruit of the lips.&rsquo; <\/p> <p> <em>Peace, peace <\/em>&mdash;The great subject of the thanksgiving would be peace. The peace here referred to probably had a primary reference to the cessation of the calamities which would soon overwhelm the Jewish nation, and their restoration again to their own land. But the whole strain of the passage also shows that the prophet had a more general truth in his view, and that he refers to that peace which would diffuse joy among all who were far off, and those who were near. Paul evidently alludes to this passage in <a class=\"ref\">Ephesians 2:14-17 <\/a>. Thus understood, the more general reference is to the peace. which the Messiah would introduce, and which would lay the foundation for universal rejoicing and praise (compare the notes at <a class=\"isa\" verses=\"WzE3NjkwLDE3ODM1XQ==\">Isaiah 2:4; Isaiah 9:5 <\/a>). <\/p> <p> <em>To him that is far off <\/em>&mdash;Applied by the apostle Paul to the Gentiles, who are represented as having been far off from God, or as aliens or strangers to him <a class=\"ref\">Ephesians 2:17 <\/a>. <\/p> <p> <em>And to him that is near <\/em>&mdash;That is, to the Jewish people <a class=\"ref\">Ephesians 2:17 <\/a>,, represented as having been comparatively near to God in the enjoyment of religious privileges. <\/p>,",
    "audit": 1
}