{
    "id": 2006,
    "source": "barnes",
    "verse_id": 18913,
    "verse_count": 1,
    "reference": "65:15",
    "title": "",
    "html": "<p><em>And ye shall leave your name for a curse unto my chosen<\/em>&mdash;To my people; to those whom I have selected to be my friends. The word rendered here &lsquo;curse&rsquo; (שׁבועה shebû‛âh) means properly &ldquo;an oath,&rdquo; or &ldquo;a swearing&rdquo;; and then &ldquo;an imprecation&rdquo; or &ldquo;a curse&rdquo; (see <a class=\"ref\">Numbers 5:21; Daniel 9:11<\/a>). The sense here seems to be, that their punishment would be so great that it would become the subject of imprecation when others wished to bind themselves in the most solemn manner by an oath. The pious, who wished to confirm a promise or a covenant in the most solemn manner, would say, &lsquo;If we do not perform the promise, then let us experience the same punishment at the hand of God which they have done&rsquo; (compare <a class=\"ref\">Jeremiah 29:22<\/a>). Or it may mean, that their name would be used proverbially, like that of Sodom, as a signal example of wickedness and of the abhorrence of God.<\/p><p><em>And call his servants by another name<\/em>&mdash;So disgraceful and dishonorable shall be that name, that Yahweh will apply another name to his people. Is there not an allusion here to the designed change of the name by which the people of God are known? Has it not been by the special providence of God that his true people are now known by another appellation? Is there any name on earth now that is more the subject of reproach and execration than all the appellations by which his ancient people were known? The name Jew&mdash;what ideas does it convey to all the nations of the earth? It is connected with reproach; a name regarded as belonging to a people accursed by God; a name more universally detested than any other known among people. And was it not because this name would be thus dishonored, reproached, and despised, that another was given to the true people of God&mdash;the name CHRISTIAN&mdash;an honored name&mdash;denoting true attachment to the Messiah?<\/p> ",
    "audit": 1
}