{
    "id": 1023,
    "source": "barnes",
    "verse_id": 17930,
    "verse_count": 1,
    "reference": "14:1",
    "title": "",
    "html": " <p> <em>For the Lord will have mercy on Jacob <\/em>&mdash;That is, he will pity the captive Jews in Babylon. He will not abandon them, but will remember them, and restore them to their own land. <\/p> <p> <em>And will yet choose Israel <\/em>&mdash;Will show that he regards them as still his chosen people; or will again &ldquo;choose&rdquo; them by recovering them from their bondage, and by restoring them to their country as his people. The names &lsquo;Jacob&rsquo; and &lsquo;Israel&rsquo; here simply denote the Jews. They do not imply that all of those who were to be carried captive would return, but that as a people they would be restored. <\/p> <p> <em>And set them... <\/em>&mdash;Hebrew, &lsquo;Will cause them to rest in their own country;&rsquo; that is, will give them peace, quietness, and security there. <\/p> <p> <em>And the stranger shall be joined to them <\/em>&mdash;The &rsquo;stranger,&rsquo; here, probably refers to those foreigners who would become proselytes to their religion, while they were in Babylon. Those proselytes would be firmly united with them, and would return with them to their own land. Their captivity would be attended with this advantage, that many even of those who led them away, would be brought to embrace their religion, and to return with them to their own country. If it is asked what &ldquo;evidence&rdquo; there is that any considerable number of the people of Chaldea became Jewish proselytes, I answer, that it is expressly stated in <a class=\"ref\">Esther 8:17<\/a>: &lsquo;And many of the people of the land became Jews, for the fear of the Jews fell upon them. Ezra, indeed, has not mentioned the fact, that many of the people of Babylonia became proselytes to the religion of the Jews, but it is in accordance with all that we know of their history, and their influence on the nations with which, from time to time, they were connected, that many should have been thus joined to them. We know that in subsequent times many of other nations became proselytes, and that multitudes of the Egyptians, the Macedonians, the Romans, and the inhabitants of Asia Minor, embraced the Jewish religion, or became what were called &lsquo;proselytes of the gate.&rsquo; They were circumcised, and were regarded as entitled to a part of the privileges of the Jewish people (see <a class=\"ref\">Acts 2:9-11<\/a>; compare <a class=\"ref\">Acts 17:4, Acts 17:17<\/a>). Tacitus, speaking of his time, says, that every abandoned man, despising the religion of his country, bears tribute and revenue to Jerusalem, whence it happens that the number of the Jews is greatly increased.&rsquo;&mdash;(&ldquo;Hist.&rdquo; v. 5.) That the Jews, therefore, who were in Babylon should induce many of the Chaldeans during their long captivity to become proselytes, is in accordance with all their history. <\/p> ",
    "audit": 1
}