{
    "id": 1024,
    "source": "barnes",
    "verse_id": 17931,
    "verse_count": 1,
    "reference": "14:2",
    "title": "",
    "html": "<p><em>And the people shall take them<\/em> &mdash;That is, the people in Babylon.<\/p><p><em>And bring them to their place<\/em> &mdash;That is, they shall attend them to the land of Judea, and aid in restoring them to their own country. There is reference here, doubtless, to the fact that Cyrus would assist them (compare<a class=\"ref\">Ezra 1:1-11<\/a>), and that many of the inhabitants of Chaldea who would become proselytes, would be willing to accompany them to their own land.<\/p><p><em>And the house of Israel shall possess them in the land of the Lord<\/em> &mdash;Not in a foreign land, and among strangers and foes, but in their own land, and among the institutions of their own religion. They would be willing to return with them, and occupy a humble place among them, as servants, for the sake of enjoying the privileges of the true religion. It was a matter of course among the Hebrews, that proselytes would be regarded as occupying a less elevated place in society than native-born Jews.<\/p><p><em>And they shall take them captive...<\/em> &mdash;That is, they shall induce them to become proselytes; to be willing to accompany them to their own homes, and to become their servants there. It does not mean that they would subdue them by force; but they would be able, by their influence there, to disarm their opposition; and to induce them to become the friends of their religion.<\/p><p><em>And they shall rule over their oppressors<\/em> &mdash;This is one instance where the people of God would show that they could disarm their oppressors by a mild and winning demeanour, and in which they would be able to induce others to join with them. Such would be the force of their example and conduct, of their conversation and of their deportment, even in the midst of proud and haughty Babylon, that their oppressors would be won to embrace the religion of their captives. If, in proud and haughty Babylon, those who loved the Lord could thus do good; if, when they were &ldquo;captives,&rdquo; they could have such an influence over their haughty masters, where is there a place in which the friends of God may not be useful by their example, their conversation, and their prayers?<\/p> ",
    "audit": 1
}