{
    "id": 1387,
    "source": "barnes",
    "verse_id": 18294,
    "verse_count": 1,
    "reference": "33:14 ",
    "title": "",
    "html": "<p><em>The sinners in Zion are afraid<\/em>&mdash;This verse is evidently designed to describe the alarm that was produced in Jerusalem on impenitent sinners and hypocrites by a view of the judgment of God on the army of Sennacherib. They would see his wrath on his enemies then, and in view of the terrors of his indignation in relation to that army they would be alarmed, and would ask how it would be possible for them to endure such wrath forever. If the effect of the wrath of God even for a night, when it should blaze against that great army, was so terrible, how could it be borne forever? This seems to be the general idea of the passage. A great variety of interpretations have been proposed, which may be seen in Vitringa and Poole. The phrase, &rsquo;sinners in Zion&rsquo; here refers to the wicked and rebellious in Jerusalem.<\/p><p><em>Fearfulness hath surprised the hypocrites<\/em>&mdash;Those who professed to serve God, and yet who were secretly depending on the aid of Egypt (see <a class=\"isa\" verses=\"eyIxODI1MiI6OX0=\">Isaiah 31:1-9<\/a> ; compare the note at <a class=\"isa\" verses=\"WzE3ODQ3XQ==\">Isaiah 9:17<\/a>). The sentiment here is, that those who professedly are the friends of God, but who are secretly and really his enemies, are often alarmed at his judgments. When the judgments of God overtake sinners, they are conscious that they deserve also his wrath, and their minds are filled with consternation. So in a time of prevailing sickness, or of pestilence, they who have really no confidence in God, and no evidence that they are prepared to die, are filled with alarm. A true friend of God will be calm in such scenes; a hypocrite will show by his consternation that he has no religion.<\/p><p><em>Who among us shall dwell with the devouring fire?<\/em>&mdash;Some have understood this as referring to the fires which they supposed the Assyrian would kindle in Jerusalem, apprehending that he would take and burn the city. But the more probable interpretation is that which refers it to the judgment that would be brought upon the Assyrians&mdash;the burning wrath of God like fire that would consume them. The destruction of the Assyrians is repeatedly represented under the image of a storm and tempest, where there would be the &lsquo;flame of devouring fire&rsquo; (see the note at <a class=\"isa\" verses=\"WzE4MjAwXQ==\">Isaiah 29:6<\/a>). The sense is this: &lsquo;God has suddenly consumed that immense army of his foes. Such must be the awful punishment of the wicked. How can we abide it? We also, through among his people, are his foes, and are exposed to his wrath. How can we endure the terrors of that day when his burning indignation shall also overtake us?&rsquo;<\/p><p><em>Shall dwell with everlasting burnings<\/em>&mdash;Who among us could endure to suffer amid such burning wrath forever? If that wrath is so fierce as to consume such an immense host in a single night, who could abide it should it be continued forever and forever? This is the obvious sense of this passage; and it implies:<\/p><p>1. That hypocrites will be greatly alarmed when they see punishment come upon the open and avowed enemies of God.<\/p><p>2. That in such times they will have none of the peace and quiet confidence which his true friends have.<\/p><p>3. That such an alarm is evidence of conscious guilt and hypocrisy.<\/p><p>4. That the persons here spoken of had a belief of the doctrine of eternal punishment&mdash;a belief which hypocrites and sinners always have, else why should they be alarmed?<\/p><p>5. That the punishment of hypocrites in the church will be dreadful and terrific. This seems to have been the conviction here. They saw that if such judgments came upon those who had no knowledge of the true God, it must be infinitely more terrible on those who had been trained amidst the institutions of religion, and who had professed attachment to Yahweh. And so it will be in a preeminent degree among those who have been trained in the Christian church, and who have been the professed but insincere followers of the Lord Jesus Christ.<\/p>",
    "audit": 1
}