{
    "id": 1767,
    "source": "barnes",
    "verse_id": 18674,
    "verse_count": 1,
    "reference": "50:11 ",
    "title": "",
    "html": "<p><em>Behold, all ye that kindle a fire<\/em>&mdash;This verse refers to the wicked. In the previous verse, the Messiah had called upon all the pious to put their trust in God, and it is there implied that they would do so. But it would not be so with the wicked. In times of darkness and calamity, instead of trusting in God they would confide in their own resources, and endeavor to kindle a light for themselves in which they might walk. But the result would be, that they would find no comfort, and would ultimately under his hand lie down in sorrow. The figure is continued from the previous verse. The pious who are in darkness wait patiently for the light which Yahweh shall kindle for them But not so with the wicked. They attempt to kindle a light for themselves, and to walk in that. The phrase, &lsquo;that kindle a fire,&rsquo; refers to all the plans which people form with reference to their own salvation; all which they rely upon to guide them through the darkness of this world. It may include, therefore, all the schemes of human philosophy, of false religion, of paganism, of infidelity, deism, and self-righteousness; all dependence on our good works, our charities ties, and our prayers. All these are false lights which people enkindle, in order to guide themselves when they resolve to cast off God, to renounce his revelation, and to resist his spirit. It may have had a primary reference to the Jews, who so often rejected the divine guidance, and who relied so much on themselves; but it also includes all the plans which people devise to conduct themselves to heaven. The confidence of the pious <a class=\"isa\" verses=\"W3siMTg2NzMiOjF9XQ==\">Isaiah 50:10<\/a> is in the light of God; that of the wicked is in the light of people.<\/p><p><em>That compass yourselves about with sparks<\/em>&mdash;There has been considerable variety in the interpretation of the word rendered here sparks (זיקות ziyqôth). It occurs nowhere else in the Bible, though the word זקים ziqqiym occurs in <a class=\"ref\">Proverbs 26:18<\/a>, where it is rendered in the text &lsquo;firebrands,&rsquo; and in the margin &lsquo;flames,&rsquo; or &rsquo;sparks.&rsquo; Gesenius supposes that these are different forms at the same word, and renders the word here, &lsquo;burning arrows, fiery darts.&rsquo; The Vulgate renders it &lsquo;flames.&rsquo; The Septuagint, &phi;&lambda;&omicron;&gamma;&iota;̀ phlogi&mdash;&lsquo;flame.&rsquo; In the Syriac the word has the sense of lightning. Vitringa supposes it means &lsquo;faggots,&rsquo; and that the sense is, that they encompass themselves with faggots, in order to make a great conflagration. Lowth renders it, very loosely, &lsquo;Who heap the fuel round about.&rsquo; But it is probable that the common version has given the true sense, and that the reference is to human devices, which give no steady and clear light, but which may be compared with a spark struck from a flint. The idea probably is, that all human devices for salvation bear the same resemblance to the true plan proposed by God, which a momentary spark in the dark does to the clear shining of a bright light like that of the sun. If this is the sense, it is a most graphic and striking description of the nature of all the schemes by which the sinner hopes to save himself.<\/p><p><em>Walk in the light of your fire<\/em>&mdash;That is, you will walk in that light. It is not a command as if he wished them to do it, but it is a declaration which is intended to direct their attention to the fact that if they did this they would lie down in sorrow. It is language such as we often use, as when we say to a young man, &lsquo;go on a little further in a career of dissipation, and you will bring yourself to poverty and shame and death.&rsquo; Or as if we should say to a man near a precipice, &lsquo;go on a little further, and you wilt fall down and be dashed in pieces.&rsquo; The essential idea is, that this course would lead to ruin. It is implied that they would walk on in this way, and be destroyed.<\/p><p><em>This shall ye have<\/em>&mdash;As the result of this, you shall lie down in sorrow. Herder renders this:<\/p><p>One movement of my hand upon you,<\/p><p>And ye shall lie down in sorrow.<\/p><p>How simple and yet how sublime an expression is this! The Messiah but lifts his hand and the lights are quenched. His foes lie down sad and dejected, in darkness and sorrow. The idea is, that they would receive their doom from his hand, and that it would he as easy for him as is the uplifting or waving of the hand, to quench all their lights, and consign them to grief (compare <a class=\"ref\">Matthew 25<\/a>)<\/p>",
    "audit": 1
}