{
    "id": 1094,
    "source": "barnes",
    "verse_id": 18001,
    "verse_count": 1,
    "reference": "18:3 ",
    "title": "",
    "html": "<p><em>All ye inhabitants of the world<\/em>&mdash;These are to be regarded as the words of the prophet summoning all nations to attend to that which was about to occur. Grotius, however, and some others, suppose that they are the words of the Ethiopians. The meaning is, that the events which are here predicted would be of so public a nature as to attract the attention of all the world.<\/p><p><em>When he<\/em>&mdash;Vitringa supposes that this means the Assyrians lifting up a standard on the mountains of Judea. But the better interpretation is that which refers it to the people of Nubia, mustering their forces for war. &lsquo;All nations behold when that people collects an army; sounds the trumpet for war; and arrays its military forces for battle. See then the judgments that God will inflict on them&mdash;their discomfiture <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 18:4-7<\/a> , and their turning to Yahweh, and sending an offering to him <a class=\"isa\" verses=\"MTgwMDU=\">Isaiah 18:7<\/a>.&rsquo; According to this interpretation, it will refer to the people making preparation for battle; and perhaps it may mean that they were preparing to join the enemies of Judea&mdash;&ldquo;not improbably preparing to join the forces of Sennacherib, and to invade Judea.&rdquo; For this purpose it may have been that the messengers were sent to negotiate the terms of alliance with Sennacherib; and the object of the prophecy is, to assure the Jews that this people, as well as Sennacherib, would be discomfited, and that they would yet bring an offering to God <a class=\"isa\" verses=\"MTgwMDU=\">Isaiah 18:7<\/a>.<\/p><p><em>Lifteth up an ensign<\/em>&mdash;A military standard (see the note at <a class=\"isa\" verses=\"MTc3NjY=\">Isaiah 5:26<\/a>).<\/p><p><em>And when he bloweth a trumpet<\/em>&mdash;Also a signal for an army to assemble (see the note at <a class=\"isa\" verses=\"MTc5MDk=\">Isaiah 13:2<\/a>).<\/p>",
    "audit": 1
}