{
    "id": 1940,
    "source": "barnes",
    "verse_id": 18847,
    "verse_count": 1,
    "reference": "61:3",
    "title": "",
    "html": "<p><em>To appoint unto them<\/em> &mdash;Hebrew, &lsquo;To place;&rsquo; that is, to place happiness before them; to give them joy arid consolation.<\/p><p><em>That mourn in Zion<\/em> &mdash;(See the notes at<a class=\"isa\" verses=\"WzE3NjYzXQ==\">Isaiah 1:8<\/a>). The mourners in Zion mean those who dwelt in Jerusalem; then all those who are connected with the church of God&mdash;his poor and afflicted people.<\/p><p><em>To give unto them beauty for ashes<\/em> &mdash;In the Hebrew there is here a beautiful paronomasia, which cannot be transferred to our language&mdash;אפר תחת פאר pe&lsquo;ēr tachath &lsquo;êpher. The word rendered &lsquo;beauty&rsquo; (פאר pe&lsquo;ēr) means properly a head-dress, turban, tiara, or diadem; and the idea is, that the Redeemer would impart to his mourning people such an ornament instead of the ashes which in their grief they were accustomed to easy on their heads. For the use of the word, see<a class=\"isa\" verses=\"WzE3NzI4LDE4ODU0XQ==\">Isaiah 3:20; Isaiah 61:10<\/a> ;<a class=\"ref\">Exodus 39:29; Ezekiel 24:17-23<\/a> . It was common among the Orientals to east dust and ashes upon their heads in time of mourning, and as expressive of their grief (compare the notes at<a class=\"isa\" verses=\"WzE4NzcxXQ==\">Isaiah 57:5<\/a> ;<a class=\"ref\">2 Samuel 13:19<\/a>).<\/p><p><em>The oil of joy<\/em> &mdash;The oil of joy denotes that which was symbolic or expressive of joy. Oil or ointment was employed on occasions of festivity and joy (see the notes at<a class=\"isa\" verses=\"WzE4Nzc1XQ==\">Isaiah 57:9<\/a>); but its use was abstained from in times of public calamity or grief (see<a class=\"ref\">2 Samuel 14:2<\/a>).<\/p><p><em>The garment of praise<\/em> &mdash;That is, the garment or clothing which shall be expresive of praise or gratitude instead of that which shall indicate grief.<\/p><p>For the spirit of heaviness.&mdash;Instead of a heavy, burdened, and oppressed spirit. The word used here (כהה kēhâh), usually means faint, feeble, weak (see the notes at<a class=\"isa\" verses=\"WzE4NDg0XQ==\">Isaiah 42:3<\/a>). It is applied to a lamp about to go out<a class=\"isa\" verses=\"WzE4NDg0XQ==\">Isaiah 42:3<\/a> ; to eyes bedimmed, or dull<a class=\"ref\">1 Samuel 3:2<\/a> ; to a faint or pale color<a class=\"ref\">Leviticus 13:39<\/a> . Here it denotes those of a faint and desponding heart. These expressions are figurative, and are taken from the custom which prevailed more in Oriental countries than elsewhere&mdash;and which is founded in nature&mdash;of expressing the emotions of the mind by the manner of apparel. These customs are stated in the book of Judith. She &lsquo;pulled off the sackcloth which she had on, and pus off the garments of her widowhood, and washed her body all over with water, and anointed herself with precious ointment, and braided the hair of her head, and put on a tire upon it (Greek, &mu;&iota;&tau;&rho;&epsilon; mitre), and put on her garments of gladness wherewith she was clad during the life of Manasses her husband. And she took sandals upon her feet, and put about her her bracelets, and her chains, and her rings, and her ear-rings, and all her ornaments, and decked herself bravely to allure the eyes of all men that should see her&rsquo;<a class=\"isa\" verses=\"eyIxNzg1NCI6Mn0=\">Isaiah 10:3-4<\/a> .<\/p><p><em>That they might be called<\/em> &mdash;That is, those who had mourned in Zion.<\/p><p><em>Trees of righteousness<\/em> &mdash;In the Hebrew, &lsquo;Oaks,&rsquo; or terebinth trees. By their being oaks of righteousness is meant people distinguished for righteousness or justice. The Septuagint renders it, &Gamma;&epsilon;&nu;&epsilon;&alpha;&iota;̀ Geneai&mdash;&lsquo;Generations;&rsquo; Jerome, Fortes&mdash;&lsquo;Strong;&rsquo; the Chaldee, &lsquo;Princes;&rsquo; the Syriac, &lsquo;Rams;&rsquo; but the word properly denotes the oak, or the terebinth tree&mdash;a lofty, strong, and magnificent tree. It is not uncommon to represent people by trees (see<a class=\"isa\" verses=\"W3siMTc2ODQiOjJ9LHsiMTU0MjQiOjN9XQ==\">Isaiah 1:29-30; Psalm 92:12-14<\/a>):<\/p><p>The righteous shall flourish like the palm-tree;<\/p><p>He shall grow like a cedar in Lebanon,<\/p><p>Those that be planted in the house of the Lord,<\/p><p>Shall flourish in the courts of our God.<\/p><p>They shall still bring forth fruit in old age;<\/p><p>They shall be fat and flourishing.<\/p><p>See also the beautiful description in<a class=\"ref\">Psalm 1:3<\/a> , and in<a class=\"ref\">Jeremiah 17:8<\/a> . The idea here is, that they who had been oppressed and borne down by calamity and by a sense of sin, would become vigorous and strong; and would be such as aptly to be compared to majestic trees with far-spreading branches&mdash;an image everywhere of that which is truly beautiful.<\/p><p><em>The planting of the Lord<\/em> &mdash;Those whom Yahweh had truly planted; that is, those who were under his care and culture (see the notes at<a class=\"isa\" verses=\"WzE4ODQzXQ==\">Isaiah 60:21<\/a>). The same figure is used by the Saviour. &lsquo;Every plant which my heavenly Father hath not planted shall be rooted up&rsquo;<a class=\"ref\">Matthew 15:13<\/a> .<\/p><p><em>That he might be glorified<\/em> &mdash;(See the notes at<a class=\"isa\" verses=\"WzE4ODQzXQ==\">Isaiah 60:21<\/a>).<\/p> ",
    "audit": 1
}