{
    "id": 1372,
    "source": "barnes",
    "verse_id": 18279,
    "verse_count": 1,
    "reference": "32:19 ",
    "title": "",
    "html": "<p><em>When it shall hail<\/em>&mdash;Hebrew, ברדת ברד bârad beredeth&mdash;&lsquo;And it shall hail in coming down. There is a paranomasia in the original here, which cannot be expressed in a translation&mdash;a figure of speech, which, as we have seen, is common in Isaiah. &lsquo;Hail&rsquo; is an image of divine vengeance or punishment; and the reference here is, doubtless, to the storms of indignation that would come on the enemies of the Jews, particularly on the Assyrians (see the notes at <a class=\"isa\" verses=\"W3siMTgyNDgiOjF9XQ==\">Isaiah 30:30<\/a> ).<\/p><p><em>Coming down on the forest<\/em>&mdash;Coming down on the army of the Assyrian, which is here called &lsquo;a forest.&rsquo; The same term &lsquo;forest&rsquo; is given to the army of the Assyrians in <a class=\"isa\" verses=\"W3siMTc4NjkiOjJ9LHsiMTc4ODQiOjJ9XQ==\">Isaiah 10:18-19, Isaiah 10:33-34<\/a>. The sense is, that the divine judgment would come down on that army with as much severity as a storm of hail descends on a forest&mdash;stripping the leaves from the trees, destroying its beauty, and laying it waste.<\/p><p><em>And the city<\/em>&mdash;According to Gesenius, this is Nineveh, the capital of the Assyrian empire. According to Rosenmuller, Grotius, and others, it is Babylon. Hensler supposes that it is Jerusalem, and that the sense is, that as a city that is situated in a valley is safe when the storm and tempest sweep over the hills, so would it be to Jerusalem when the storm of wrath should sweep away the army of the Assyrian. But the connection evidently requires us to understand it of the capital of the enemy; though whether it be Nineveh or Babylon perhaps cannot be determined.<\/p><p><em>Shall be low in a low place<\/em>&mdash;Margin, &lsquo;Utterly abased.&rsquo; Hebrew, &lsquo;In humility shall be humbled.&rsquo; The sense is, shall be completely prostrate. Those who refer this to Jerusalem suppose it refers to the time when God should humble it by bringing the enemy so near, and exciting so much consternation and alarm. Those who refer it to Babylon suppose it relates to its destruction. If referred to Nineveh, it must mean when the pride of the capital of the Assyrian empire should be iratabled by the complete overthrow of their army, and the annihilation of their hopes. The connection seems to require us to adopt this latter interpretation. The whole verse is very obscure; but perhaps the above will express its general sense.<\/p>",
    "audit": 1
}