{
    "id": 753,
    "source": "barnes",
    "verse_id": 17660,
    "verse_count": 1,
    "reference": "1:5 ",
    "title": "",
    "html": "<p><em>Why...<\/em>&mdash;The prophet now, by an abrupt change in the discourse, calls their attention to the effects of their sins. Instead of saving that they had been smitten, or of saying that they had been punished for their sins, he assumes both, and asks why it should be repeated. The Vulgate reads this: &lsquo;Super quo&mdash;on what part&mdash;shall I smite you anymore?&rsquo; This expresses well the sense of the Hebrew&mdash;על־מה ‛al-meh&mdash;upon what; and the meaning is, &lsquo;what part of the body can be found on which blows have not been inflicted? On every part there are traces of the stripes which have been inflicted for your sins.&rsquo; The idea is taken from a body that is all covered over with weals or marks of blows, and the idea is, that the whole frame is one continued bruise, and there remains no sound part to be stricken. The particular chastisement to which the prophet refers is specified in <a class=\"isa\" verses=\"W3siMTc2NjIiOjN9XQ==\">Isaiah 1:7-9<\/a>. In <a class=\"isa\" verses=\"W3siMTc2NjAiOjJ9XQ==\">Isaiah 1:5-6<\/a> , he refers to the calamities of the nation, under the image of a person wounded and chastised for crimes. Such a figure of speech is not uncommon in the classic writers. Thus Cicero (de fin. iv. 14) says, &lsquo;quae hie reipublicae vulnera imponebat hie sanabat.&rsquo; See also Tusc. Quaes. iii. 22; Ad Quintum fratrem, ii. 25; Sallust; Cat. 10.<\/p><p><em>Should ye be stricken<\/em>&mdash;Smitten, or punished. The manner in which they had been punished, he specities in <a class=\"isa\" verses=\"W3siMTc2NjIiOjJ9XQ==\">Isaiah 1:7-8<\/a>. Jerome says, that the sense is, &lsquo;there is no medicine which I can administer to your wounds. All your members are full of wounds; and there is no part of your body which has not been smitten before. The more you are afflicted, the more will your impiety and iniquity increase.&rsquo; The word here, תכוּ tukû, from נכה nâkâh, means to smite, to beat, to strike down, to slay, or kill. It is applied to the infliction of punishment on an individual; or to the judgments of God by the plague, pestilence, or sickness. <a class=\"ref\">Genesis 19:2<\/a> : &lsquo;And they smote the men that were at the door with blindness.&rsquo; <a class=\"ref\">Numbers 14:12<\/a> : &lsquo;And I will smite them with the pestilence.&rsquo; <a class=\"ref\">Exodus 7:25<\/a> : &lsquo;After that the Lord had smitten the river,&rsquo; that is, had changed it into blood; compare <a class=\"isa\" verses=\"W3siMTc2NzUiOjF9XQ==\">Isaiah 1:20<\/a> ; <a class=\"ref\">Zechariah 10:2<\/a>. Here it refers to the judgments inflicted on the nation as the punishment of their crimes.<\/p><p><em>Ye will revolt<\/em>&mdash;Hebrew You will add defection, or revolt. The effect of calamity, and punishment, will be only to increase rebellion. Where the heart is right with God, the tendency of affliction is to humble it, and lead it more and more to God. Where it is evil, the tendency is to make the sinner more obstinate and rebellious. This effect of punishment is seen every where. Sinners revolt more and more. They become sullen, and malignant, and fretful; they plunge into vice to seek temporary relief, and thus they become more and more alienated from God.<\/p><p><em>The whole head<\/em>&mdash;The prophet proceeds to specify more definitely what he had just said respecting their being stricken. He designates each of the members of the body&mdash;thus comparing the Jewish people to the human body when under severe punishment. The word head in the Scriptures is often used to denote the princes, leaders, or chiefs of the nation. But the expression here is used as a figure taken from the human body, and refers solely to the punishment of the people, not to their sins. It means that all had been smitten&mdash;all was filled with the effects of punishment&mdash;as the human body is when the head and all the members are diseased.<\/p><p><em>Is sick<\/em>&mdash;Is so smitten&mdash;so punished, that it has become sick and painful. Hebrew לחלי lâchŏlı̂y&mdash;for sickness, or pain. The preposition ל denotes a state, or condition of anything. <a class=\"ref\">Psalm 69:21<\/a>. &lsquo;And in (ל) my thirst, they gave me vinegar to drink.&rsquo; The expression is intensive, and denotes that the head was entirely sick.<\/p><p><em>The whole heart faint<\/em>&mdash;The heart is here put for the whole region of the chest or stomach. As when the head is violently pained, there is also sickness at the heart, or in the stomach, and as these are indications of entire or total prostration of the frame so the expression here denotes the perfect desolation which had come over the nation.<\/p><p><em>Faint<\/em>&mdash;Sick, feeble, without vigor, attended with nausea. <a class=\"ref\">Jeremiah 8:18<\/a> : &lsquo;When I would comfort myself in my sorrow, my heart is faint within me;&rsquo; <a class=\"ref\">Lamentations 1:22<\/a>. When the body is suffering; when severe punishment is inflicted, the effect is to produce landor and faintness at the seat of life. This is the idea here. Their punishment had been so severe for their sins, that the heart was languid and feeble&mdash;still keeping up the figure drawn from the human body.<\/p>",
    "audit": 1
}