{
    "id": 1489,
    "source": "barnes",
    "verse_id": 18396,
    "verse_count": 1,
    "reference": "38:5",
    "title": "",
    "html": "<p><em>The God of David thy father<\/em>&mdash;David is mentioned here, probably, because Hezekiah had a strong resemblance to him <a class=\"ref\">2 Kings 18:3<\/a> , and because a long and happy reign had been granted to David; and also because the promise had been made to David that there should not fail a man to sit on his throne (see the note at <a class=\"isa\" verses=\"WzE4Mzg4XQ==\">Isaiah 37:35<\/a>). As Hezekiah resembled David, God promised that his reign should be lengthened out; and as he perhaps was then without a son and successor, God promised him a longer life, with the prospect that he might have an heir who should succeed him on the throne.<\/p><p><em>Behold, I will add unto thy days fifteen years<\/em>&mdash;This is perhaps the only instance in which any man has been told exactly how long he would live. Why God specified the time cannot now be known. It was, however, a full answer to the prayer of Hezekiah, and the promise is a full demonstration that God is the hearer of prayer, and that he can answer it at once. We learn here, that it is right for a friend of God to pray for life. In times of sickness, and even when there are indications of a fatal disease, it is not improper to pray that the disease may be removed, and the life prolonged. If the desire be to do good; to advance the kingdom of God; to benefit others; or to perfect some plan of benevolence which is begun, it is not improper to pray that God would prolong the life. Who can tell but that he often thus spares useful lives when worn down with toil, and when the frame is apparently sinking to the grave, in answer to prayer? He does not indeed work miracles as he did in the case of Hezekiah, but he may direct to remedies which had not before occurred; or he may himself give a sudden and unlooked-for turn to the disease, and restore the sufferer again to health.<\/p> ",
    "audit": 1
}