{
    "id": 829,
    "source": "barnes",
    "verse_id": 17736,
    "verse_count": 1,
    "reference": "4:2",
    "title": "",
    "html": "<p><em>The branch of the Lord<\/em>&mdash;צמח יהוה yehovâh tsemach. &ldquo;The sprout&rdquo; of Yahweh. This expression, and this verse, have had a great variety of interpretations. The Septuagint reads it, &lsquo;In that day God shall shine in counsel with glory upon the earth, to exalt, and to glorify the remnant of Israel.&rsquo; The Chaldee renders it, &lsquo;In that day, the Messiah of the Lord shall be for joy and glory, and the doers of the law for praise and honor to those of Israel who are delivered.&rsquo; It is clear that the passage is designed to denote some signal blessing that was to succeed the calamity predicted in the previous verses. The only question is, to what has the prophet reference? The word &lsquo;branch&rsquo; (צמח tsemach) is derived from the verb (צמח tsâmach) signifying &ldquo;to sprout, to spring up,&rdquo; spoken of plants. Hence, the word &ldquo;branch&rdquo; means properly that which &ldquo;shoots up,&rdquo; or &ldquo;sprouts&rdquo; from the root of a tree, or from a decayed tree; compare <a class=\"ref\">Job 14:7-9<\/a>.<\/p><p>The Messiah is thus said to be &lsquo;a root of Jesse,&rsquo; <a class=\"ref\">Romans 11:12<\/a>; compare <a class=\"isa\" verses=\"WzE3ODg2XQ==\">Isaiah 11:1<\/a> , note; <a class=\"isa\" verses=\"WzE3ODk1XQ==\">Isaiah 11:10<\/a> , note; and &lsquo;the root and offspring of David,&rsquo; <a class=\"ref\">Revelation 22:16<\/a> , as being a &ldquo;descendant&rdquo; of Jesse; that is, as if Jesse should fall like an aged tree, yet the &ldquo;root&rdquo; would sprout up and live. The word &lsquo;branch&rsquo; occurs several times in the Old Testament, and in most, if not all, with express reference to the Messiah; <a class=\"ref\">Jeremiah 23:5<\/a>: &lsquo;Behold, the days come, saith the Lord, that I will raise unto David a righteous Branch, and a king shall reign;&rsquo; <a class=\"ref\">Jeremiah 33:15<\/a>: &lsquo;In those days, and at that time, will I cause the Branch of righteousness to grow up unto David;&rsquo; <a class=\"ref\">Zechariah 3:8; Zechariah 6:12<\/a>. In all these places, there can be no doubt that there is reference to him who was &ldquo;to spring up&rdquo; from David, as a sprout does from a decayed and fallen tree, and who is, therefore, called a &ldquo;root,&rdquo; a &ldquo;branch&rdquo; of the royal stock. There is, besides, a special beauty in the figure.<\/p><p>The family of David, when the Messiah was to come, would be fallen into decay and almost extinct. Joseph, the husband of Mary, though of the royal family of David <a class=\"ref\">Matthew 1:20; Luke 2:4<\/a> , was poor, and the family had lost all claims to the throne. In this state, as from the decayed root of a fallen tree, a &ldquo;sprout&rdquo; or &ldquo;branch&rdquo; was to come forth with more than the magnificence of David, and succeed him on the throne. The name &lsquo;branch,&rsquo; therefore, came to be significant of the Messiah, and to be synonymous with &lsquo;the son of David.&rsquo; It is so used, doubtless, in this place, as denoting that the coming of the Messiah would be a joy and honor in the days of calamity to the Jews. Interpreters have not been agreed, however, in the meaning of this passage. Grotius supposed that it referred to Ezra or Nehemiah, but &lsquo;mystically to Christ and Christians.&rsquo; Vogellius understood it of the &ldquo;remnant&rdquo; that should return from the Babylonian captivity. Michaelis supposed that it refers to the Jews, who should be a &ldquo;reformed&rdquo; people after their captivity, and who should spring up with a new spirit. Others have regarded it as a poetic description of the extraordinary fertility of the earth in future times. The reasons for referring it to the Messiah are plain:<\/p><p>(1) The word has this reference in other places, and the representation of the Messiah under the image of a branch or shoot, is, as we have seen, common in the Scriptures. Thus, also, in <a class=\"isa\" verses=\"WzE4NzE0XQ==\">Isaiah 53:2<\/a> , he is called also שׁרשׁ shoresh, root, and יונק yônēq, a tender plant, a sucker, sprout, shoot, as of a decayed tree; compare <a class=\"ref\">Job 8:16; Job 14:7; Job 15:30; Ezekiel 17:22<\/a>. And in reference to the same idea, perhaps, it is said, <a class=\"isa\" verses=\"WzE4NzIwXQ==\">Isaiah 53:8<\/a> , that he was נגזר nı̂gezar, &ldquo;cut off,&rdquo; as a branch, sucker, or shoot is cut off by the vine-dresser or farmer from the root of a decayed tree. And thus, in <a class=\"ref\">Revelation 5:5<\/a> , he is called &rho;̔&iota;́&zeta;&alpha; &Delta;&alpha;&beta;&iota;̀&delta; riza Dabid&mdash;the root of David.<\/p><p>(2) This interpretation accords best with the &ldquo;magnificence&rdquo; of the description, <a class=\"isa\" verses=\"eyIxNzczOSI6Mn0=\">Isaiah 4:5-6<\/a>; and,<\/p><p>(3) It was so understood by the Chaldee interpreter, and, doubtless, by the ancient Jews.<\/p><p><em>Shall be beautiful and glorious<\/em>&mdash;Hebrew, &lsquo;Shall be beauty and glory;&rsquo; that is, shall be the chief ornament or honor of the land; shall be that which gives to the nation its chief distinction and glory. In such times of calamity, his coming shal be an object of desire, and his approach shall shed a rich splendor on that period of the world.<\/p><p><em>And the fruit of the earth<\/em>&mdash;הארץ פרי perı̂y hâ&lsquo;ârets correctly rendered &ldquo;fruit of the earth, or of the land.&rdquo; The word &lsquo;earth&rsquo; is often in the Scriptures used to denote the land of Judea, and perhaps the article here is intended to denote that that land is particularly intended. This is the parallel expression to the former part of the verse, in accordance with the laws of Hebrew poetry, by which one member of a sentence expresses substantially the same meaning as the former; see the Introduction, Section 8. If the former expression referred to the &ldquo;Messiah,&rdquo; this does also. The &lsquo;fruit of the earth&rsquo; is that which the earth produces, and is here not different in signification from the &ldquo;branch&rdquo; which springs out of the ground. Vitringa supposes that by this phrase the Messiah, according to his human nature, is meant. So Hengstenberg (&ldquo;Christology, in loc.&rdquo;) understands it; and supposes that as the phrase &ldquo;branch of Yahweh&rdquo; refers to his divine origin, as proceeding from Yahweh; so this refers to his human origin, as proceeding from the earth. But the objections to this are obvious:<\/p><p>(1) The second phrase, according to the laws of Hebrew parallelism, is most naturally an echo or repetition of the sentiment in the first member, and means substantially the same thing.<\/p><p>(2) The phrase &lsquo;branch of Yahweh&rsquo; does not refer of necessity to his divine nature. The idea is that of a decayed tree that has fallen down, and has left a living root which sends up a shoot, or sucker; and can be applied with great elegance to the decayed family of David. But how, or in what sense, can this be applied to Yahweh? Is Yahweh thus fallen and decayed? The idea properly is, that this shoot of a decayed family should be nurtured up by Yahweh; should be appointed by him, and should thus be &ldquo;his&rdquo; branch. The parallel member denotes substantially the same thing; &lsquo;the fruit of the earth&rsquo;&mdash;the shoot which the earth produces&mdash;or which springs up from a decayed family, as the sprout does from a fallen tree.<\/p><p>(3) It is as true that his human nature proceeded from God as his divine. It was produced by the Holy Spirit, and can no more be regarded as &lsquo;the fruit of the earth&rsquo; than his divine nature; <a class=\"ref\">Luke 1:35; Hebrews 10:5<\/a>.<\/p><p>(4) This mode of interpretation is suited to bring the whole subject into contempt. There are plain and positive passages enough to prove that the Messiah had a divine nature, and there are enough also to prove that he was a man; but nothing is more adapted to produce disgust in relation to the whole subject, in the minds of skeptical or of thinking men, than a resort to arguments such as this in defense of a great and glorious doctrine of revelation.<\/p><p><em>Shall be excellent<\/em>&mdash;Shall be &ldquo;for exaltation,&rdquo; or &ldquo;honor.&rdquo;<\/p><p><em>Comely<\/em>&mdash;Hebrew, &lsquo;For an ornament;&rsquo; meaning that &ldquo;he&rdquo; would be an honor to those times.<\/p><p><em>For them that are escaped of Israel<\/em>&mdash;Margin, &lsquo;The escaping of Israel.&rsquo; For the remnant, the small number that shall escape the calamities&mdash;a description of the pious portion of Israel which now escaped from all calamities&mdash;would rejoice in the anticipated blessings of the Messiah&rsquo;s reign, or would participate in the blessings of that reign. The idea is not, however, that the number who would be saved would be &ldquo;small,&rdquo; but that they would be characterized as those who had &ldquo;escaped,&rdquo; or who had been rescued.<\/p> ",
    "audit": 1
}