{
    "id": 1126,
    "source": "barnes",
    "verse_id": 18033,
    "verse_count": 1,
    "reference": "20:3 ",
    "title": "",
    "html": "<p><em>Like as<\/em>&mdash;That is, as Isaiah has gone stripped of his special garment as a prophet, so shall the Egyptians and Ethiopians be stripped of all that they value, and be carried captive into Assyria.&rsquo;<\/p><p><em>Hath walked... three years<\/em>&mdash;A great deal of difficulty has been felt in the interpretation of this place, from the strong improbability that Isaiah should have gone in this manner for a space of time so long as our translation expresses. The Septuagint renders this, &lsquo;As my servant Isaiah hath walked naked and barefoot three years, three years shall be for signs and wonders to the Egyptians and Ethiopians.&rsquo; The phrase in the Hebrew, &lsquo;three years,&rsquo; &ldquo;may&rdquo; either be taken in connection with the preceding part of the sentence, as in our translation, meaning that he actually walked so long; or it may be taken with that which follows, and then it will denote that he was a sign and wonder with reference to the captivity of the Egyptians and Ethiopians; and that by this symbolic action he in some way indicated that they would be carried away captive for that space of time; or, as Aben Ezra and Abarbanel suppose, that he signified that their captivity would commence after three years. Lowth supposes that it means that his walking was for three days, and that the Hebrew text bas been corrupted. Vitringa also seems to suppose that this is possible, and that a day was a symbolic sign for a year. Rosenmuller supposes that this prophetic action was continued during three years &ldquo;at intervals,&rdquo; so that the subject might be kept before the mind of the people. But the supposition that this means that the symbolic action of walking naked and barefoot continued for so long a time in any manner, is highly improbable.<\/p><p>(1) The Hebrew does not necessarily require it. It &ldquo;may&rdquo; mean simply that his actions were a sign and wonder with reference to a three years&rsquo; captivity of the Egyptians.<\/p><p>(2) It is in itself improbable that he should so long a time walk about Jerusalem expressly as a sign and wonder, when a much shorter period would have answered the purpose as well.<\/p><p>(3) Such a sign would have hardly met the circumstances of the case. Asdod was taken. The Assyrian king was advancing.<\/p><p>The Jews were in consternation and looking to Egypt for help; and amidst this agitation and alarm, there is the highest improbability that Isaiah would be required to remain a sign and wonder for the long space of three years, when decided action was needed, and when, unless prevented, the Jews would have formed a speedy alliance with the Egyptians. I suppose, therefore, that the entire sense of the phrase will be expressed by translating it, &lsquo;my servant Isaiah hath walked naked and barefoot, &ldquo;a three years&rsquo; sign and wonder;&rsquo;&rdquo; that is, a sign and indication that &ldquo;a three years&rsquo; calamity&rdquo; would come upon Egypt and Ethiopia. Whether this means that the calamity would &ldquo;commence&rdquo; in three years from that time, or that it should &ldquo;continue&rdquo; three years, perhaps we cannot determine. Grotius thinks that it means that it would occur &ldquo;after&rdquo; three years; that is, that the war between the Assyrians and Ethiopians would continue during that time only. In what manner Isaiah indicated this, is not certainly known. The conjecture of Lowth is not improbable, that it was by appearing three &ldquo;days&rdquo; naked and barefoot, and that each day denoted a year. Or it may have been that he appeared in this manner for a short period&mdash;though but once&mdash;and &ldquo;declared&rdquo; that this was the design or purport of the action.<\/p><p><em>Upon Egypt...<\/em>&mdash;With reference to; or as a sign in regard to Egypt. It does not mean that he was in Egypt, but that his action &ldquo;had reference&rdquo; to Egypt.<\/p><p><em>And Ethiopia<\/em>&mdash;Hebrew, כושׁ kûsh&mdash;(see the note at <a class=\"isa\" verses=\"W3siMTc4OTYiOjF9XQ==\">Isaiah 11:11<\/a>). Whether this denotes the African Cush or Ethiopia, or whether it refers to the &ldquo;Cush&rdquo; in Arabia, cannot be determined. The latter is the more probable supposition, as it is scarcely probable that the Assyrian would extend his conquests south of Egypt so as to subdue the African Ethiopia. Probably his conquest embraced the &ldquo;Cush&rdquo; that was situated in the southern regions of Arabia.<\/p>",
    "audit": 1
}