{
    "id": 1673,
    "source": "barnes",
    "verse_id": 18580,
    "verse_count": 1,
    "reference": "45:18",
    "title": "",
    "html": " <p> <em>For thus saith the Lord <\/em>&mdash;This verse is designed to induce them to put uuwavering confidence in the true God. For this purpose, the prophet enumerates the great things which God had done in proof that he alone was A mighty, and was worthy of trust. <\/p> <p> <em>He hath established it <\/em>&mdash;That is, the earth. The language here is derived from the supposition that the earth is laid upon a foundation, and is made firm. The Septuagint renders this, &lsquo;God who displayed the earth to view, and who, having made it, divided it (&delta;&iota;&omega;́&rho;&iota;&sigma;&epsilon;&nu; &alpha;&upsilon;̓&tau;&eta;̀&nu; diōrisen autēn) that is, parcelled it out to be inhabited. This accords well with the scope of the passage. <\/p> <p> <em>He created it not in vain <\/em>&mdash;He did not form it to remain a vast desert without inhabitants. <\/p> <p> <em>He formed it to be inhabited <\/em>&mdash;By man, and the various tribes of animals. He makes it a convenient habitation for them; adapts its climates, its soil, and its productions, to their nature; and makes it yield abundance for their support. The main idea, I think, in the statement of this general truth, is, that God designed that the earth at large should be inhabited; and that, therefore, he intended that Judea&mdash;thru lying waste while the captives were in Babylon&mdash;should be re-populated, and again become the happy abode of the returning exiles. So Grotius interprets it. The Jews, from this passage, infer, that the earth shall be inhabited after the resurrection&mdash;an idea which has every probability, since there will not be fewer reasons why the earth shall be inhabited then than there are now; nor can there be any reasons why the earth should then exist in vain anymore than now. <\/p> <p> <em>And there is none else <\/em>&mdash;(See the note at <a class=\"isa\" verses=\"WzE4NTY4XQ==\">Isaiah 45:6 <\/a>). <\/p> ",
    "audit": 1
}