{
    "id": 1716,
    "source": "barnes",
    "verse_id": 18623,
    "verse_count": 1,
    "reference": "48:8",
    "title": "",
    "html": " <p> <em>Yea, thou heardest not <\/em>&mdash;This verse is designed to show not only that these events could not have been foreseen by them, but that when they were actually made known to them, they were stupid, dull, and incredulous. It is not only re-affirming what had been said in the previous verses, but is designed to show that they were characteristically and constantly a perverse, hardened, and insensible people. The phrase, &lsquo;thou heardest not,&rsquo; therefore means that they did not attend to these things when they were uttered, and were prone to disregard God, and all his predictions and promises. <\/p> <p> <em>Yea, from that time that thine ear was not opened <\/em>&mdash;The word &lsquo;that&rsquo; which is here supplied by our translators, greatly obscures the sense. The meaning is, &lsquo;from the first, thine ear was not open to receive them&rsquo; (Lowth); that is, they were stupid, insensible, and uniformly prone to disregard the messages of God. To open the ear, denotes a prompt and ready attention to what God says (see <a class=\"isa\" verses=\"WzE4NjY4XQ==\">Isaiah 50:5 <\/a>), and to close the ear denotes an unwillingness to listen to what is spoken by him. <\/p> <p> <em>For I knew that thou wouldest deal very treacherously <\/em>&mdash;I knew that, as a people, you are characteristically false and perfidious. This does not refer to their conduct toward other nations, but to their conduct toward God. They were false and unfaithful to him, and the sense is, that if God had not foretold the destruction of Babylon and their deliverance from it so clearly that there could have been no misunderstanding of it, and no perversion, they would have also perverted this, and ascribed it to something else than to him. Perhaps they might, as their forefathers did, when they came out of Egypt <a class=\"ref\">Exodus 32:4 <\/a>,, have ascribed it to idols (compare <a class=\"isa\" verses=\"WzE4NjIwXQ==\">Isaiah 48:5 <\/a>), and the result might have been a relapse into that very sin, to cure which was the design of removing them to Babylon.&rsquo; <\/p> <p> <em>And wast called <\/em>&mdash;This was thy appropriate appellation. <\/p> <p> <em>From the womb <\/em>&mdash;From the very commencement of your national history; from the very time when the nation was first organized (see the notes at <a class=\"isa\" verses=\"WzE4NTM2XQ==\">Isaiah 44:2 <\/a>). <\/p>,",
    "audit": 1
}