{
    "id": 1151,
    "source": "barnes",
    "verse_id": 18058,
    "verse_count": 1,
    "reference": "22:5 ",
    "title": "",
    "html": "<p><em>For it is a day of trouble and of treading down<\/em>&mdash;When our enemies trample on everything sacred and dear to us, and endanger all our best interests (see <a class=\"ref\">Psalm 44:6; Luke 21:24<\/a> ).<\/p><p><em>And of perplexity<\/em>&mdash;In which we know not what to do. We are embarrassed, and know not where to look for relief.<\/p><p><em>By the Lord God of hosts<\/em>&mdash;That is, he is the efficient cause of all this. It has come upon us under his providence, and by his direction (see the note at <a class=\"isa\" verses=\"WzE3ODU2XQ==\">Isaiah 10:5<\/a>).<\/p><p><em>In the valley of vision<\/em>&mdash;In Jerusalem (see the note at <a class=\"isa\" verses=\"WzE4MDU0XQ==\">Isaiah 22:1<\/a>).<\/p><p><em>Breaking down the walls<\/em>&mdash;There has been much variety in the interpretation of this place. The Septuagint renders it, &lsquo;In the valley of Zion they wander, from the least to the greatest; they wander upon the mountains.&rsquo; See a discussion of the various senses which the Hebrew phrase may admit, in Rosenmuller and Gesenius. Probably our common version has given the true sense, and the reference is to the fact that the walls of the city became thrown down, either in the siege or from some other cause. If this refers to the invasion of Sennacherib, though his army was destroyed, and he was unable to take the city, yet there is no improbability in the supposition that he made some breaches in the walls. Indeed this is implied in the account in <a class=\"ref\">2 Chronicles 32:5<\/a>.<\/p><p><em>And of crying to the mountains<\/em>&mdash;Either for help, or more probably of such a loud lamentation that it reached the surrounding hills, and was re-echoed back to the city. Or perhaps it may mean that the shout or clamor of those engaged in building or defending the walls, reached to the mountains. Compare Virg. &ldquo;AEncid,&rdquo; iv. 668:<\/p><p>&mdash;resonat magnis plangoribus aether.<\/p><p>Rosenmuller renders it, &lsquo;A cry&mdash;to the mountains!&rsquo; That is, a cry among the people to escape to the hills, and to seek refuge in the caves and fastnesses there (compare <a class=\"ref\">Judges 6:2; Matthew 24:16; Mark 13:14<\/a>).<\/p>",
    "audit": 1
}