{
    "id": 1051,
    "source": "barnes",
    "verse_id": 17958,
    "verse_count": 1,
    "reference": "14:29",
    "title": "",
    "html": "<p><em>Rejoice not thou<\/em>&mdash;Rejoice not at the death of Ahaz, king of Judah. It shall be no advantage to thee. It shall not be the means of making an invasion on Judah more practicable.<\/p><p><em>Whole Palestina<\/em>&mdash;We apply the name &ldquo;Palestine&rdquo; to the whole land of Canaan. Formerly, the name referred only to Philistia, from which we have derived the name Palestine. The word פלשׁת peleshet means properly the land of sojourners or strangers, from פלשׁ pālash, &ldquo;to rove about, to wander, to migrate.&rdquo; The Septuagint renders it, &Alpha;̓&lambda;&lambda;&omicron;&phi;&upsilon;&lambda;&omicron;&iota; Allophuloi&mdash;&rsquo;strangers,&rsquo; or &lsquo;foreigners,&rsquo; and &Gamma;&eta;͂ &alpha;̓&lambda;&lambda;&omicron;&phi;&upsilon;́&lambda;&omega;&nu; Gē allophulōn&mdash;&lsquo;land of strangers.&rsquo; Philistia was situated on the southwestern side of the land of Canaan, extending along the Mediterranean Sea from Gaza on the south, to Lydda on the north. The Philistines were a powerful people, and had often been engaged in wars with Judah. They had made a successful attack on it in the time of Ahaz; and amidst the feebleness and distractions which they supposed might succeed on the change of the government of Judah, and the administration of an inexperienced prince like Hezekiah, they hoped to be still more successful, and would naturally rejoice at the death of Ahaz. When the prophet says &rsquo;&rdquo; whole&rdquo; Palestina,&rsquo; he means to say that no part of Philistia would have occasion to rejoice at the succession of Hezekiah (see <a class=\"isa\" verses=\"WzE3OTYwXQ==\">Isaiah 14:31<\/a>).<\/p><p><em>Because the rod of him that smote thee is broken<\/em>&mdash;It was not true that they had been smitten during the reign of Ahaz, but it had been done by his predecessor Uzziah. Perhaps the prophet refers to that prince, and to his death. He had smitten and subdued them. At his death they would rejoice; and their joy had been continued during the reigns of Jotham and Ahaz. They would now rejoice the more that a young and inexperienced prince was to ascend the throne. Their joy had been that &ldquo;Uzziah&rdquo; had died, and that joy had been augmenting since his death. But the prophet now tells them that they will have no further occasion for such joy.<\/p><p>For out of the serpent&rsquo;s root&mdash;That is, there shall spring forth from the serpent, or shall succeed the serpent, as a shoot or sprout springs from the root of a decayed tree (see the note at <a class=\"isa\" verses=\"WzE3ODg2XQ==\">Isaiah 11:1<\/a>). By the serpent here, is undoutedly intended king Uzziah, who had so severely chastised the Philistines. The word &rsquo;serpent&rsquo; נחשׁ nāchâsh denotes a serpent of any kind, and usually one far less venomous than that which is meant by the word translated cockatrice. Probably the prophet does not give this name &ldquo;serpent&rdquo; to Uzziah or to Ahaz, or the name &ldquo;cockatrice&rdquo; to Hezekiah, because he regarded the names as properly descriptive of their character, but because they were so regarded by the Philistines. They were as odious and offensive to them, and as destructive of their plans, as venomous reptiles would be.<\/p><p><em>Shall come forth a cockatrice<\/em>&mdash;(see the note at <a class=\"isa\" verses=\"WzE4ODA2XQ==\">Isaiah 59:5<\/a>). A basilisk, or adder, a serpent of most venomous nature (see the note at <a class=\"isa\" verses=\"WzE3ODkzXQ==\">Isaiah 11:8<\/a>). That is, though Uzziah is dead, yet there shall spring up from him one far more destructive to you than he was; one who shall carry the desolations of war much further, and who shall more effectually subdue you. Most commentators have concurred in supposing that Hezekiah is here referred to, who &rsquo;smote the Philistines even unto Gaza and the borders thereof, from the tower of the watchmen to the fenced city&rsquo; <a class=\"ref\">2 Kings 18:8<\/a>. This is, doubtless, the correct interpretation. The Chaldee renders it, however, &lsquo;Because there shall proceed from the descendants of Jesse the Messiah, and his works shall be among you as a flying serpent.&rsquo; This interpretation Rosenmuller supposes is correct; but it is evidently foreign to the scope of the passage.<\/p> ",
    "audit": 1
}