{
    "id": 1757,
    "source": "barnes",
    "verse_id": 18664,
    "verse_count": 1,
    "reference": "50:1",
    "title": "",
    "html": "<p><em>Thus saith the Lord<\/em>&mdash;To the Jews in Babylon, who were suffering under his hand, and who might be disposed to complain that God had dealt with them with as much caprice and cruelty as a man did with his wife, when he gave her a writing of divorce, and put her away without any just cause.<\/p><p>Where is the bill of your mother&rsquo;s divorcement?&mdash;God here speaks of himself as the husband of his people, as having married the church to himself, denoting the tender affection which he had for his people. This figure is frequently used in the Bible. Thus in <a class=\"isa\" verses=\"WzE4ODYwXQ==\">Isaiah 62:5<\/a>: &lsquo;As the bridegroom rejoiceth over the bride, so shall thy God rejoice over thee;&rsquo; &lsquo;For thy Maker is thy husband&rsquo; <a class=\"isa\" verses=\"WzE4NzI5XQ==\">Isaiah 54:5<\/a>; &lsquo;Turn, O backsliding children, saith the Lord, for I am married unto you&rsquo; <a class=\"ref\">Jeremiah 3:14<\/a>. Thus in <a class=\"ref\">Revelation 21:9<\/a> , the church is called &lsquo;the bride, the Lamb&rsquo;s wife.&rsquo; Compare <a class=\"ref\">Ezekiel 16<\/a>:See Lowth on Hebrew poetry, Lec. xxxi. The phrase, &lsquo;bill of divorcement.&rsquo; refers to the writing or instrument which a husband was by law obliged to give a wife when he chose to put her away. This custom of divorce Moses found probably in existence among the Jews, and also in surrounding nations, and as it was difficult if not impossible at once to remove it, he permitted it on account of the hardness of the hearts of the Jews ( <a class=\"ref\">Deuteronomy 24:1<\/a>; compare <a class=\"ref\">Matthew 19:8<\/a>).<\/p><p>It originated probably from the erroneous views which then prevailed of the nature of the marriage compact. It was extensively regarded as substantially like any other compact, in which the wife became a purchase from her father, and of course as she had been purchased, the husband claimed the right of dismissing her when he pleased. Moses nowhere defines the causes for which a man might put away his wife, but left these to be judged of by the people themselves. But he regulated the way in which it might be done. He ordained a law which was designed to operate as a material check on the hasty feelings, the caprice, and the passions of the husband. He designed that it should be with him, if exercised, not a matter of mere excited feeling, but that he should take time to deliberate upon it; and hence, he ordained that in all cases a formal instrument of writing should be executed releasing the wife from the marriage tie, and leaving her at liberty to pursue her own inclinations in regard to future marriages <a class=\"ref\">Deuteronomy 24:2<\/a>.<\/p><p>It is evident that this would operate very materially in favor of the wife, and in checking and restraining the excited passions of the husband (see Jahn&rsquo;s Bib. Antiq. Section 160; Michaelis&rsquo; Commentary on the Laws of Moses, vol. i. pp. 450-478; ii.-127-40. Ed. Lond. 1814, 8vo.) In the passage before us, God says that he had not rejected his people. He had not been governed by the caprice, sudden passion, or cruelty which husbands often evinced. There was a just cause why he had treated them as he had, and he did not regard them as the children of a divorced wife. The phrase, &lsquo;your mother,&rsquo; Here is used to denote the ancestry from whom they were descended. They were not regarded as the children of a disgraced mother.<\/p><p><em>Or which of my creditors is it to whom I have sold you<\/em>&mdash;Among the Hebrews, a father had the right, by the law of Moses, if he was oppressed with debt, to sell his children <a class=\"ref\">Exodus 21:7; Nehemiah 5:5<\/a>. In like manner, if a man had stolen anything, and had nothing to make restitution, he might be sold for the theft <a class=\"ref\">Exodus 22:3<\/a>. If a man also was poor and unable to pay his debts, he might be sold <a class=\"ref\">Leviticus 25:39; 2 Kings 4:1; Matthew 18:25<\/a>. On the subject of slavery among the Hebrews, and the Mosaic laws in regard to it, see Michaelis&rsquo; Commentary on the Laws of Moses, vol. ii. pp. 155, following In this passage, God says that he had not been governed by any such motives in his dealings with his people. He had not dealt with them as a poor parent sometimes felt himself under a necessity of doing, when he sold his children, or as a creditor did when a man was not able to pay him. He had been governed by different motives, and he had punished them only on account of their transgressions.<\/p><p><em>Ye have sold yourselves<\/em>&mdash;That is, you have gone into captivity only on account of your sins. It has been your own act, and you have thus become bondmen to a foreign power only by your own choice.<\/p><p><em>Is your mother put away<\/em>&mdash;Retaining the figure respecting divorce. The nation has been rejected, and suffered to go into exile, only on account of its transgressions.<\/p> ",
    "audit": 1
}