{
    "id": 1575,
    "source": "barnes",
    "verse_id": 18482,
    "verse_count": 1,
    "reference": "42:1",
    "title": "",
    "html": "<p><em>Behold<\/em> &mdash;This word is designed to call attention to the person that is immediately referred to. It is an intimation that the subject is of importance, and should command their regard.<\/p><p><em>My servant<\/em> &mdash;This phrase denotes properly anyone who acknowledges or worships God; anyone who is regarded as serving or obeying him. It is a term which may be applied to anyone who is esteemed to be a pious man, or who is obedient to the commands of God, and is often applied to the people of God<a class=\"ref\">Genesis 50:17; 1 Chronicles 6:49; 2 Chronicles 24:9; Daniel 6:20; Daniel 9:2; Titus 1:1; James 1:1; 1 Peter 2:16; Revelation 7:3; Revelation 15:3<\/a> . The word &rsquo;servant&rsquo; may be applied either to Isaiah, Cyrus, or the Messiah; and the question to whom it refers here is to be decided, not by the mere use of the term, but by the connection, and by the characteristics which are ascribed to him who is here designated as the &rsquo;servant&rsquo; of Yahweh. There have been no less than five different views in regard to the personage here referred to; and as in the interpretation of the whole prophecy in this chapter, everything depends on this question, it is of importance briefly to examine the opinions which have been entertained.<\/p><p>I. One has been that it refers to the Jewish people. The translators of the Septuagint evidently so regarded it. They render it, &Iota;̓&alpha;&kappa;&omega;́&beta; &omicron;̔ &pi;&alpha;&iota;͂&sigmaf; &mu;&omicron;&upsilon;͂, &kappa;.&tau;.&lambda;. Iakōb ho pais mou, etc.&mdash;&lsquo;Jacob is my servant, I will uphold him; Israel is my chosen one, my soul hath embraced him.&rsquo; Jarchi also so interprets the passage, but so modifies it as to understand by it &lsquo;the righteous in Israel;&rsquo; and among the moderns, Rosenmuller, Paulus, and some others adopt this interpretation. The principal reason alleged for this interpretation is, that the phrase &rsquo;servant of Yahweh,&rsquo; is used elsewhere in a collective sense, and applied to the Jewish people. Rosenmuller appeals particularly to<a class=\"isa\" verses=\"eyIxODQ2MCI6Mn0=\">Isaiah 41:8-9<\/a> ; to<a class=\"isa\" verses=\"WzE4NTAwXQ==\">Isaiah 42:19<\/a> , and to<a class=\"isa\" verses=\"WzE4NTU1LDE4NTY2LDE4NjM1XQ==\">Isaiah 44:21; Isaiah 45:4; Isaiah 48:20<\/a> ; and argues that it is to be presumed that the prophet used the phrase in a uniform manner, and must therefore be supposed here also to refer to the Jewish people. But the objections are insuperable.<\/p><p>1. In<a class=\"isa\" verses=\"WzE4NDg3XQ==\">Isaiah 42:6<\/a> , the servant of Yahweh here referred to, is plainly distinguished from the people, where God says, &lsquo;I will give thee for a covenant of (with) the people.&rsquo;<\/p><p>2. The description which the prophet gives here of the character of the &rsquo;servant&rsquo; of Yahweh, as meek, mild, gentle, quiet, and humble<a class=\"isa\" verses=\"eyIxODQ4MyI6Mn0=\">Isaiah 42:2-3<\/a> , is remarkably unlike the character which the prophet elsewhere gives of the people, and is as remarkably like the character which is everywhere given of the Messiah.<\/p><p>3. It was not true of the Jewish people that they were appointed, as is here said of the &rsquo;servant&rsquo; of God<a class=\"isa\" verses=\"WzE4NDg4XQ==\">Isaiah 42:7<\/a> , to &lsquo;open the blind eyes, and to bring the prisoners out of prison.&rsquo; This is evidently applicable only to a teacher, a deliverer, or a guide; and in no sense can it be applied to the collected Jewish people.<\/p><p>II. A second opinion has been, that by the &rsquo;servant of Yahweh&rsquo; Cyrus was intended. Many of the Jewish interpreters have adopted this view, and not a few of the German critics. The principal argument for this opinion is, that what precedes, and what follows, relates particularly to Cyrus; and an appeal is made particularly to<a class=\"isa\" verses=\"WzE4NTYzXQ==\">Isaiah 45:1<\/a> , where he is called the Anointed, and to<a class=\"isa\" verses=\"WzE4NTYyXQ==\">Isaiah 44:28<\/a> , where he is called the Shepherd. But to this view also, the objections are obvious.<\/p><p>1. The name &rsquo;servant of Yahweh,&rsquo; is, it is believed, nowhere given to Cyrus.<\/p><p>2. The description here by no means agrees with Cyrus. That he was distinguished for justice and equity is admitted (see the note at<a class=\"isa\" verses=\"WzE4NDU0XQ==\">Isaiah 41:2<\/a>), but the expressions used here, that God would &lsquo;put his Spirit upon him, that he should not cry, nor lift up his voice, so that it should be heard in the streets,&rsquo; is one that is by no means applicable to a man whose life was spent mainly in the tumults of war, and in the pomp and carnage of battle and conquest. How can this description be applied to a man who trod down nations, and subdued kings, and who shed rivers of blood?<\/p><p>III. Others suppose that the prophet refers to himself. Among the Jews, Aben Ezra, and among others, Grottoes and Doderlin held this opinion. The only reason for this is, that in<a class=\"isa\" verses=\"WzE4MDMzXQ==\">Isaiah 20:3<\/a> , the name &rsquo;servant&rsquo; of Yahweh is given to Isaiah. But the objections to this are plain, and insuperable.<\/p><p>1. Nothing can be urged, as we have seen, from the mere use of the word &rsquo;servant.&rsquo;<\/p><p>2. It is inconceivable that a humble prophet like Isaiah should have applied to himself a description expressive of so much importance as is here attributed to the servant of God. How could the establishment of a new covenant with the people of God, and the conversion of the pagan nations<a class=\"isa\" verses=\"eyIxODQ4NyI6Mn0=\">Isaiah 42:6-7<\/a> , be ascribed to Isaiah? And in what sense is it true that he was appointed to open the eyes of the blind, and to lead the prisoners from the prison?<\/p><p>IV. A fourth opinion, which it may be proper just to notice, is that which is advocated by Gesenius, that the phrase here refers to the prophets taken collectively. But this opinion is one that scarce deserves a serious refutation. For,<\/p><p>1. The name &rsquo;servant of Yahweh,&rsquo; is never given to any collection of the prophets.<\/p><p>2. Any such collection of the prophets is a mere creature of the fancy. When did they exist? Who composed the collection? And how could the name servant designate them?<\/p><p>3. Of what collection of people could it be imagined that the description here given could be applied, that such a collection should not strive, nor cry; that it should be a covenant of the people, and that it should be the means of the conversion of the Gentile world?<\/p><p>V. The fifth opinion, therefore is, that it refers to the Messiah; and the direct arguments in favor of this, independent of the fact that it is applicable to no other one, are so strong as to put it beyond debate. A few of them may be referred to.<\/p><p>1. This is the interpretation of the Chaldee Paraphrase, which has retained the exposition of the ancient and early Jews. &lsquo;Behold my servant, the Messiah (משׁיתא עבדי ‛abeddı̂y meshı̂ythâ&rsquo;) I will cause him to come near; my chosen.&rsquo;<\/p><p>2. There are such applications of the passage in the New Testament to the Lord Jesus, as to leave no room to doubt that, in view of the sacred writers, the passage had this reference. Thus, in<a class=\"ref\">Luke 2:32<\/a> , he is spoken of as &lsquo;a light to lighten the Gentiles&rsquo; (compare<a class=\"isa\" verses=\"WzE4NDg3XQ==\">Isaiah 42:6<\/a>). In<a class=\"ref\">Acts 26:18<\/a> , Paul speaks of him as given to the Gentiles,&rsquo; to open their eyes, and to turn them from darkness to light&rsquo; (compare<a class=\"isa\" verses=\"WzE4NDg4XQ==\">Isaiah 42:7<\/a>). In<a class=\"ref\">Matthew 3:17<\/a> , God says of the Redeemer, &lsquo;This is my beloved Son, in whom I am well pleased,&rsquo;&mdash;language remarkably similar to the passage before us<a class=\"isa\" verses=\"WzE4NDgyXQ==\">Isaiah 42:1<\/a> , where he says, &lsquo;mine elect, in whom my soul delighteth.&rsquo; And the whole inquiry is put to rest by the fact that Matthew Mat 12:17-21 expressly and directly applies the passage to the Lord Jesus, and says that it was fulfilled in him.<\/p><p>3. It may be added, that the entire description is one that is exactly and entirely applicable to the Lord Jesus. It is as applicable as if it had been made after he had appeared among people, and as if it were the language of biography, and not of prophecy. It is an exceedingly beautiful and tender description of the Son of God; nor can there be any objection to its application to him, except what arises from a general purpose not to apply any part of the Old Testament to him, if it can be avoided. I shall regard the passage, therefore, as applicable to him, and him alone; and suppose that the design of the Spirit here in introducing this reference to the Messiah is, to comfort the hearts of the exile Jews with the assurance that they must be restored to their own land, because it was from them that the Messiah was to proceed, and from them that the true religion was to be spread around the world.<\/p><p><em>Whom I uphold<\/em> &mdash;whom I sustain, or protect; that is, who is the object of my affection and care. In<a class=\"ref\">Matthew 3:17<\/a> , the expression is, &lsquo;in whom I am well pleased.&rsquo; And so in<a class=\"ref\">Matthew 12:18<\/a> , it is rendered, &lsquo;my servant, whom I have chosen.&rsquo;<\/p><p><em>Mine elect<\/em> &mdash;My chosen one; or the one whom I have selected to accomplish my great purposes. It implies that God had designated or appointed him for the purpose. In<a class=\"ref\">Matthew 12:18<\/a> , it is rendered &lsquo;my beloved.&rsquo; It implies that he was the object of the divine favor, and that God had chosen or appointed him to perform the work of a Messiah.<\/p><p><em>In whom my soul delighteth<\/em> &mdash;This language is applied the Lord Jesus in<a class=\"ref\">Matthew 3:17; Matthew 12:18<\/a> . God regarded him as qualified for his work: he approved of what he did; he was well pleased with all his words, and thoughts, and plans. The word &rsquo;soul&rsquo; here, is equivalent to I myself&mdash;in whom Idelight.<\/p><p><em>I have put my Spirit upon him<\/em> &mdash;(Compare<a class=\"ref\">John 3:34<\/a>): &lsquo;For God giveth not the Spirit by measure unto him.&rsquo; The Lord Jesus was divine, yet as Mediator he is everywhere represented as &lsquo;the anointed&rsquo; of God, or as endowed with the influences of the Holy Spirit (compare the note at<a class=\"isa\" verses=\"WzE3ODg3XQ==\">Isaiah 11:2<\/a>). See also<a class=\"isa\" verses=\"WzE4ODQ1XQ==\">Isaiah 61:1<\/a> , where the Messiah says of himself, &lsquo;The Spirit of the Lord God is upon me, because be hath anointed me&rsquo; (compare<a class=\"ref\">Luke 4:18<\/a>). Before he entered upon his public ministry, the Spirit of God descended on him at his baptism<a class=\"ref\">Matthew 3:17<\/a> , and in all his work he showed that he was endowed abundantly with that Spirit.<\/p><p><em>He shall bring forth judgment<\/em> &mdash;The word &lsquo;judgment&rsquo; (משׁפט mishpâṭ) is used in a great variety of significations. It properly means judgment, that is, the act of judging<a class=\"ref\">Leviticus 19:15<\/a> ; the place of judgment<a class=\"ref\">Ecclesiastes 3:16<\/a> ; a cause, or suit before a judge Num 28:5; a sentence of a<a class=\"ref\">Judges 1<\/a> Kings<a class=\"ref\">Judges 3:28<\/a> ; and thence guilt or crime, for which one is judged<a class=\"ref\">Jeremiah 51:9<\/a> . It also means right, rectitude, justice; a law, or statute; a claim, privilege, or due; also manner, custom, or fashion; or an ordinance, or institution. Here it is used, probably, in the sense of the order or institution that would be introduced under the Messiah; and it means that he would set up or establish the true religion among the Gentiles.<\/p><p><em>To the Gentiles<\/em> &mdash;This is one of the many declarations which occur in Isaiah, that the Messiah would extend the true religion to pagan nations, and that they should be brought to participate in its privileges.<\/p> ",
    "audit": 1
}