{
    "id": 1021,
    "source": "barnes",
    "verse_id": 17928,
    "verse_count": 1,
    "reference": "13:21",
    "title": "",
    "html": " <p> <em>But wild beasts of the desert shall lie there <\/em>&mdash;Hebrew, (ציים tsı̂yı̂ym). This word denotes properly those animals that dwell in dry and desolate places, from צי tsı̂y &ldquo;a waste, a desert.&rdquo; The ancient versions have differed considerably in the interpretation. The Septuagint in different places renders it, &Theta;&eta;&rho;&iota;&alpha;́ Thēria&mdash;&lsquo;Wild animals;&rsquo; or &delta;&alpha;&iota;&mu;&omicron;́&nu;&iota;&alpha; daimonia&mdash;&lsquo;Demons.&rsquo; The Syriac, &lsquo;Wild animals, spirits, sirens.&rsquo; Vulgate, &lsquo;Beasts, demons, dragons.&rsquo; Abarbanel renders it, &lsquo;Apes.&rsquo; This word is applied to people, in <a class=\"ref\">Psalm 72:9; Psalm 74:14 <\/a>; to animals, <a class=\"isa\" verses=\"WzE4MDkxLDE4MzE4XQ==\">Isaiah 23:13; Isaiah 34:14 <\/a>; <a class=\"ref\">Jeremiah 50:39 <\/a>. Bochart supposes that wild cats or catamounts are here intended. He has proved that they abound in eastern countries. They feed upon dead carcasses, and live in the woods, or in desert places, and are remarkable for their howl. Their yell resembles that of infants. (&ldquo;See&rdquo; Bochart&rsquo;s &ldquo;Hieroz.&rdquo; i. 3. 14. pp. 860-862.) <\/p> <p> <em>And their houses shall be full of doleful creatures <\/em>&mdash;Margin, &lsquo;Ochim,&rsquo; or &lsquo;Ostriches.&rsquo; אחים &lsquo;ochı̂ym. The Septuagint renders this &lsquo;Clamours,&rsquo; or &lsquo;Howlings,&rsquo; without supposing that it refers to any particular animals. The Hebrew word is found nowhere else. Bochart supposes that the yell or howl of wild animals is intended, and not animals themselves (&ldquo;Hieroz.&rdquo; i. 3. 15). <\/p> <p> <em>And owls shall dwell there <\/em>&mdash;Hebrew, &lsquo;Daughters of the owl or ostrich.&rsquo; The owl is a well-known bird that dwells only in obscure and dark retreats, giving a doleful screech, and seeking its food only at night. It is not certain, however, that the owl is intended here. The Septuagint renders it, &Sigma;&epsilon;&iota;&rho;&eta;͂&nu;&epsilon;&sigmaf; Seirēnes&mdash;&lsquo;Sirens.&rsquo; The Chaldee, &lsquo;The daughter of the ostrich.&rsquo; Bochart has gone into an extended argument to prove that the ostrich is intended here (&ldquo;Hieroz.&rdquo; xi. 2. 14). The Hebrew does not particularly denote the kind of bird intended, but means those that are distinguished for their sound&mdash;&lsquo;the daughters of sound or clamor.&rsquo; &lsquo;The ostrich is a sly and timorous creature, delighting in solitary barren deserts. In the night they frequently make a very doleful and hideous noise; sometimes groaning as if they were in the greatest agonies.&rsquo; (Shaw&rsquo;s &ldquo;Travels,&rdquo; vol. ii. p. 348, 8vo; Taylor&rsquo;s &ldquo;Heb. Con.;&rdquo; see <a class=\"ref\">Job 30:29 <\/a>; <a class=\"isa\" verses=\"WzE4MzE3LDE4NTI2XQ==\">Isaiah 34:13; Isaiah 43:20 <\/a>; <a class=\"ref\">Jeremiah 50:39; Micah 1:8; Leviticus 11:16; Deuteronomy 14:15; Lamentations 4:3 <\/a>.) The word does not elsewhere occur. <\/p> <p> <em>And satyrs shall dance there <\/em>&mdash;(שׂערים s&lsquo;e‛ı̂rı̂ym). A &ldquo;satyr,&rdquo; in mythology, was a sylvan deity or demigod, represented as a monster, half man and half goat, having horns on his head, a hairy body, with the feet and tail of a goat (Webster). The word used here properly denotes that which is &ldquo;hairy,&rdquo; or &ldquo;rough,&rdquo; and is applied to &ldquo;goats&rdquo; in <a class=\"ref\">Genesis 25:25; Psalm 68:21; Leviticus 13:10, Leviticus 13:25-26, Leviticus 13:30, Leviticus 13:32 <\/a>. It is often rendered &ldquo;hair.&rdquo; (&ldquo;see&rdquo; Taylor). In <a class=\"isa\" verses=\"WzE4MzE4XQ==\">Isaiah 34:14 <\/a>,, it is rendered &rsquo;satyr;&rsquo; in <a class=\"ref\">Deuteronomy 32:2 <\/a>,, it is rendered &lsquo;the small ram;&rsquo; in <a class=\"ref\">Leviticus 17:7 <\/a>,, and <a class=\"ref\">2 Chronicles 11:15 <\/a>,, it is rendered &lsquo;the devils,&rsquo; meaning objects of worship, or idols. Bochart supposes that it refers to the idols that were worshipped among the Egyptians, who placed &ldquo;goats&rdquo; among their gods. Doderlin supposes that it means either &ldquo;fawns,&rdquo; or a species of the monkey tribe, resembling in their rough and shaggy appearance the wild goat. <\/p> <p>They are here represented as &lsquo;dancing;&rsquo; and in <a class=\"isa\" verses=\"WzE4MzE4XQ==\">Isaiah 34:14 <\/a>,, as &lsquo;crying to each other.&rsquo; It is evident that the prophet intends animals of a rough and shaggy appearance; such as are quick and nimble in their motions; such as dwell in deserts, in forests, or in old ruins; and such as answer to each other, or chatter. The description would certainly seem more applicable to some of the &ldquo;simia&rdquo; or monkey tribe than to any other animals. It is &ldquo;possible,&rdquo; indeed, that he means merely to make use of language that was well known, as describing animals that the ancients &ldquo;supposed&rdquo; had an existence, but which really had not, as the imaginary beings called satyrs. But it is possible, also, that he means simply wild goats (compare Bochart&rsquo;s &ldquo;Hieroz.&rdquo; xi. 6. 7). The Septuagint renders it &Delta;&alpha;&iota;&mu;&omicron;́&nu;&iota;&alpha; Daimonia&mdash;&lsquo;Demons, or devils.&rsquo; The Vulgate, Pilosi&mdash;&lsquo;Shaggy, or hairy animals.&rsquo; The Chaldee, &lsquo;Demons.&rsquo; The essential idea is, that such wild animals as are supposed to dwell in wastes and ruins, would hold their revels in the forsaken and desolate palaces of Babylon. The following remarks of Joseph Wolff may throw light on this passage: &lsquo;I then went to the mountain of Sanjaar, which was full of Yezeedes. One hundred and fifty years ago, they believed in the glorious doctrine of the Trinity, and worshipped the true God; but being severely persecuted by the neighboring Yezeedes, they have now joined them, and are worshippers of the devil. <\/p> <p>These people frequent the ruins of Babylon, and dance around them. On a certain night, which they call the Night of Life, they hold their dances around the desolate ruins, in honor of the devil. The passage which declares that &ldquo;satyrs shall dance there,&rdquo; evidently has respect to this very practice. The original word translated &ldquo;satyr,&rdquo; literally means, according to the testimony of the most eminent Jewish rabbis, &ldquo;devil worshippers.&ldquo;&lsquo; &lsquo;It is a curious circumstance,&rsquo; says Mr. Rich, in his &ldquo;Memoir on the Ruins of Babylon,&rdquo; p. 30, in describing the Mujelibe, &lsquo;that here I first heard the oriental account of satyrs. I had always imagined the belief of their existence was confined to the mythology of the west; but a Choadar who was with me when I examined this ruin, mentioned by accident, that in this desert an animal is found resembling a man from the head to the waist, but having the thighs and legs of a sheep or a goat; he said also that the Arabs hunt it with dogs, and eat the lower parts, abstaining from the upper on account of their resemblance to the human species.&rsquo; &lsquo;The Arabians call them Sied-as-sad, and say that they abound in some woody places near Semava on the Euphrates.&rsquo; <\/p>,",
    "audit": 1
}