{
    "id": 1502,
    "source": "barnes",
    "verse_id": 18409,
    "verse_count": 1,
    "reference": "38:18",
    "title": "",
    "html": " <p>All these gloomy and desponding views arose from the imperfect conception which they had of the future world. It was to them a world of dense and gloomy shades&mdash;a world of night&mdash;of conscious existence indeed&mdash;but still far away from light, and from the comforts which people enjoyed on the earth. We are to remember that the revelations then made were very few and obscure; and we should deem it a matter of inestimable favor that we have a better hope, and have far more just and clear views of the employments of the future world. Yet probably our views of that world, with all the light which we have, are much further from the reality than the views of the patriarchs were from those which we are permitted to cherish. Such as they are, however, they are fitted to elevate and cheer the soul. We shall not, indeed, live again on the earth, but we shall enter a world of light and glory, compared with which all that is glorious here shall fade away. Not far distant is that blessed world; and in our trials we may look to it not with dread, as Job did to the land of shades, but with triumph and joy. <\/p> <p> <em>Will not cease <\/em>&mdash;Will not fail, or be missing. It will spring up and live. <\/p> <p> <a class=\"isa\" verses=\"WzE4NDA5XQ==\">Isaiah 38:18<\/a>, For the grave cannot praise thee&mdash;The Hebrew word here is sheol. It is put by metonymy here for those who are in the grave, that is, for the dead. The word &lsquo;praise&rsquo; here refers evidently to the public and solemn celebration of the goodness of God. It is clear, I think, that Hezekiah had a belief in a future state, or that he expected to dwell with &lsquo;the inhabitants of the land of silence&rsquo; <a class=\"isa\" verses=\"WzE4NDAyXQ==\">Isaiah 38:11<\/a>, when he died. But he did not regard that state as one adapted to the celebration of the public praises of God. It was a land of darkness; an abode of silence and stillness; a place where there was no temple, and no public praise such as he had been accustomed to. A similar sentiment is expressed by David in <a class=\"ref\">Psalm 6:5<\/a>: <\/p> <p>For in death there is no remembrance of thee; <\/p> <p>In the grave who shall give thee thanks? <\/p> <p>In regard to the Jewish conceptions of the state of the dead, see the notes at <a class=\"isa\" verses=\"WzE3OTQ0LDE3OTQ4XQ==\">Isaiah 14:15, Isaiah 14:19<\/a>. <\/p> <p>(See the Supplementary note at <a class=\"isa\" verses=\"WzE3OTM4XQ==\">Isaiah 14:9<\/a>; also the Prefatory Remarks by the Editor on the Author&rsquo;s exposition of Job. The ideas entertained by the Author on the state of knowledge among the ancient saints regarding a future world, cannot but be regarded as especially unfortunate. After the fashion of some German critics, the Old Testament worthies are reduced to the same level with the heroes of Homer and Virgil, as far as this matter is concerned at least.) <\/p> <p> <em>Cannot hope for thy truth <\/em>&mdash;They are shut out from all the means by which thy truth is brought to the mind, and the offers of salvation are presented. Their probation is at an end; their privileges are closed; their destiny is sealed up. The idea is, it is a privilege to live, because this is a world where the offers of salvation are made, and where those who are conscious of guilt may hope in the mercy of God. <\/p>",
    "audit": 1
}