{
    "id": 1265,
    "source": "barnes",
    "verse_id": 18172,
    "verse_count": 1,
    "reference": "28:7 ",
    "title": "",
    "html": "<p><em>But they also have erred through wine<\/em>&mdash;In the previous verses the prophet had said that the kingdom of Judah should be saved, while that of Ephraim should be destroyed. Yet he does not deny that they also were guilty of crimes for which punishment would come upon them. To portray these crimes, and to declare the certain judgment which awaited them, is the design of the remainder of the chapter. The word rendered &lsquo;have erred&rsquo; (שׁגוּ shâgû) refers usually to the fact that people &ldquo;stagger&rdquo; or &ldquo;reel&rdquo; through wine, and is applied commonly to those who are intoxicated <a class=\"ref\">Proverbs 20:1<\/a>. The subsequent part of this verse shows, however, that it does not refer merely to the fact that they stagger and reel as intemperate people do, but that it had an effect on their &lsquo;vision&rsquo; and &lsquo;judgment;&rsquo; that is, it disqualified them for the discharge of their duties as priests and as prophets. In this part of the verse, however, the simple idea is, that they reel or stagger through wine, that is, they are addicted to intoxication. In the subsequent part of the verse the prophet states the effect in producing indistinctness of vision and error of judgment.<\/p><p><em>And through strong drink<\/em>&mdash;(see the note at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 5:11<\/a>).<\/p><p><em>They are out of the way<\/em>&mdash;(תעוּ tā‛û). They wander; stagger; reel (compare the notes at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 19:14<\/a>).<\/p><p><em>The priest and the prophet<\/em>&mdash;Probably these persons are specified to denote the higher classes of society. It is probable that the prophet also designs to indicate the enormity of the sins of the nation, from the fact that those who were especially devoted to religion, and who were supposed to have immediate communication with God, were addicted to intemperance.<\/p><p><em>They are swallowed up of wine<\/em>&mdash;They are completely absorbed by it (see the note at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 25:7<\/a>); they not only themselves indulge in its use, but they are themselves, as it were, swallowed up by it, so that their reason, and strength, and virtue are all gone&mdash;as a vessel is absorbed in a maelstrom or whirlpool.<\/p><p><em>They err in vision<\/em>&mdash;For the sense of the word &lsquo;vision,&rsquo; see the note at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 1:1<\/a>. The prophet here states the effect of the use of wine and strong drink on their mental and moral powers. It was the office of the prophets to declare the will of God; probably also to explain the sense of the sacred Scriptures, and to address the people on their duty. Here the prophet says that the effect of their intemperance was that they had themselves no correct and clear views of the truth, and that they led the people into error.<\/p><p><em>They stumble in judgment<\/em>&mdash;There were many important subjects on which the priests sat in judgment among the Hebrews, particularly in all matters pertaining to religion. By the influence of intoxicating liquors they were disqualified for the high and holy functions of their office; and the consequence was, that the nation was corrupt, and was exposed to the heavy judgments of God.<\/p>",
    "audit": 1
}