{
    "id": 1184,
    "source": "barnes",
    "verse_id": 18091,
    "verse_count": 1,
    "reference": "23:13 ",
    "title": "",
    "html": "<p><em>Behold the land of the Chaldeans<\/em>&mdash;This is a very important verse, as it expresses the source from where these calamities were coming upon Tyre; and as it states some historical facts of great interest respecting the rise of Babylon. In the previous verses the prophet had foretold the certain destruction of Tyre, and had said that whoever was the agent, it was to be traced to the overruling providence of God. He here states distinctly that the agent in accomplishing all this would be the Chaldeans&mdash;a statement which fixes the time to the siege of Nebuchadnezzar, and proves that it does not refer to the conquest by Alexander the Great. A part of this verse should be read as a parenthesis, and its general sense has been well expressed by Lowth, who has followed Vitringa:<\/p><p>&lsquo;Behold the land of the Chaldeans;<\/p><p>This people was of no account;<\/p><p>(The Assyrian founded it for the inhabitants of the desert;<\/p><p>They raised the watch towers, they set up the palaces thereof;)<\/p><p>This people hath reduced her to a ruin.&rsquo;<\/p><p><em>Behold<\/em>&mdash;Indicating that what he was about to say was something unusual, remarkable, and not to be expected in the ordinary course of events. That which was so remarkable was the fact that a people formerly so little known, would rise to such power as to be able to overturn the ancient and mighty city of Tyre.<\/p><p><em>The land of the Chaldeans<\/em>&mdash;Nebuchadnezzar was the king of Chaldea or Babylonia. The names Babylon and Chaldea are often interchanged as denoting the same kingdom and people (see <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 48:14<\/a> , <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 48:20<\/a> ; <a class=\"ref\">Jeremiah 50:1; Jeremiah 51:24; Ezekiel 12:13<\/a>). The sense is, &lsquo;Lo! the power of Chaldea shall be employed in your overthrow.&rsquo;<\/p><p><em>This people<\/em>&mdash;The people of Babylonia or Chaldea.<\/p><p><em>Was not<\/em>&mdash;Was not known; had no government or power; was a rude, nomadic, barbarous, feeble, and illiterate people. The same phrase occurs in <a class=\"ref\">Deuteronomy 32:21<\/a> , where it also means a people unknown, rude, barbarous, wandering. That this was formerly the character of the Chaldeans is apparent from <a class=\"ref\">Job 1:17<\/a>, where they are described as a nomadic race, having no established place of abode, and living by plunder.<\/p><p><em>Till the Assyrian<\/em>&mdash;Babylon was probably founded by Nimrod (see the notes at <a class=\"isa\" verses=\"WzE4MDkxXQ==\">Isaiah 13<\/a>), but it was long before it rose to splendor. Belus or Bel, the Assyrian, is said to have reigned at Babylon A.M. 2682, or 1322 b.c., in the time of Shamgar, judge of Israel. He was succeeded by Ninus and Semiramis, who gave the principal celebrity and splendor to the city and kingdom, and who may be said to have been its founders. They are probably referred to here.<\/p><p><em>Founded it<\/em>&mdash;Semiramis reclaimed it from the waste of waters; built dikes to confine the Euphrates in the proper channel; and made it the capital of the kingdom. This is the account given by Herodotus (Hist. i.): &lsquo;She (Semiramis) built mounds worthy of admiration, where before the river was accustomed to spread like a sea through the whole plain.&rsquo;<\/p><p><em>For them that dwell in the wilderness<\/em>&mdash;Hebrew, לציים letsiyiym&mdash;&lsquo;For the tsiim.&rsquo; This word (from צי tsiy or ציה tsiyah, a waste or desert) denotes properly the inhabitants of the desert or waste places, and is applied to people in <a class=\"ref\">Psalm 72:9; Psalm 74:14<\/a> ; and to animals in <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 13:21<\/a> (notes); <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 34:14<\/a>. Here it denotes, I suppose, those who had been formerly inhabitants of the deserts around Babylon&mdash;the wandering, rude, uncultivated, and predatory people, such as the Chaldeans were <a class=\"ref\">Job 1:17<\/a>; and means that the Assyrian who founded Babylon collected this rude and predatory people, and made use of them in building the city. The same account Arrian gives respecting Philip of Macedon, the father of Alexander the Great, who says, that &lsquo;Philip found them wandering and unsettled (&pi;&lambda;&alpha;&nu;&eta;́&tau;&alpha;&sigmaf; &kappa;&alpha;&iota;̀ &alpha;̓&pi;&omicron;́&rho;&omicron;&upsilon;&sigmaf; planētas kai aporous), feeding small flocks of sheep upon the mountains, that he gave them coats of mail instead of their shepherd&rsquo;s dress, and led them from the mountain to the plain, and gave them cities to dwell in, and established them with good and wholesome laws.&rsquo; (Hist. Alex vii.)<\/p><p><em>They set up the towers thereof<\/em>&mdash;That is, the towers in Babylon, not in Tyre (see the notes at <a class=\"isa\" verses=\"WzE4MDkxXQ==\">Isaiah 13<\/a>) Herodotus expressly says that the Assyrians built the towers and temples of Babylon (i.84).<\/p><p><em>And he brought it to ruin<\/em>&mdash;That is, the Babylonian or Chaldean brought Tyre to ruin: to wit, Nebuchadnezzar, the king of a people formerly unknown and rude, would be employed to destroy the ancient and magnificent city of Tyre.<\/p>",
    "audit": 1
}