{
    "id": 1869,
    "source": "barnes",
    "verse_id": 18776,
    "verse_count": 1,
    "reference": "57:10",
    "title": "",
    "html": "<p><em>Thou art wearied in the greatness of thy way<\/em>&mdash;That is, in the length of thy journeys in order to procure foreign aid. Thou hast traveled to distant nations for this purpose, and in doing it, hast become weary without securing the object in view.<\/p><p><em>Yet saidst thou not, There is no hope<\/em>&mdash;&lsquo;Thou didst not say it is to be despaired of (נואשׁ nô&lsquo;âsh), or it is vain. Though repulsed in one place, you applied to another; though weary, you did not give it up. Instead of returning to God and seeking his aid, you still sought human alliances, and supposed you would find assistance from the help of people.&rsquo; This is a striking illustration of the conduct of people in seeking happiness away from God. They wander from object to object; they become weary in the pursuit, yet they do not abandon it; they still cling to hope though often repulsed&mdash;and though the world gives them no permanent comfort&mdash;though wealth, ambition, gaiety, and vice all fail in imparting the happiness which they sought, yet they do not give it up in despair. They still feel that it is to be found in some other way than by the disagreeable necessity of returning to God, and they wander from object to object, and from land to land, and become exhausted in the pursuit, and still are not ready to say, &lsquo;there is no hope, we give it up in despair, and we will now seek happiness in God.&rsquo;<\/p><p><em>Thou hast found the life of thine hand<\/em>&mdash;Margin, &lsquo;Living.&rsquo; Lowth, &lsquo;Thou hast found the support of thy life by thy labor.&rsquo; Noyes, &lsquo;Thou yet findest life in thy hand. Much diversity of opinion has prevailed in regard to the interpretation of this passage. Vitringa interprets the whole passage of their devotion to idols, and supposes that this means that they had borne all the expense and difficulty and toil attending it because it gratified their hearts, and because they found a pleasure in it which sustained them. Calvin supposes that it is to be understood ironically. &lsquo;Why didst thou not repent and turn to me? Why didst thou not see and acknowledge thy madness? It was because thou didst find thy life in thy hand. All things prospered and succeeded according to thy desire, and conferred happiness.&rsquo; The Septuagint renders it, &lsquo;Because in full strength (&epsilon;̓&nu;&iota;&sigma;&chi;&upsilon;́&omicron;&upsilon;&sigma;&alpha; enischuousa) thou hast done this; therefore thou shouldst not supplicate me.&rsquo; Jerome explains it to mean, &lsquo;because they have done the things referred to in the previous verses, therefore they had not supplicated the Lord, trusting more in their own virtues than in God.&rsquo; The Syriac renders it, &lsquo;The guilt of thy hand has contracted rust for thee, therefore thou hast not offered supplication.&rsquo; The Chaldee renders it, &lsquo;Thou hast amassed wealth, therefore thou didst not repent.&rsquo; Kimchi explains it to mean, &lsquo;Thou hast found something which is as pleasant to thee as the food is which is the life of man.&rsquo; The phrase &lsquo;life of thy hand&rsquo; occurs nowhere else.<\/p><p>The hand is the instrument by which we execute our purposes; and by the life of the hand here, there seems to be meant that which will give full and continued employment. They had found in these things that which effectually prevented them from repenting and returning to God. &lsquo;They had relied on their own plans rather than on God; they had sought the aid of foreign powers; they had obtained that which kept them from absolute despair, and from feeling their need of the assistance of God. Or, if it refers to their idol-worship, as Vitringa supposes, then it means that, not withstanding all the trouble, toil, and expense which they had experienced, they had found so much to gratify them that they continued to serve them, and were unwilling to return to God.<\/p><p><em>Therefore thou wast not grieved<\/em>&mdash;Lowth, &lsquo;Thou hast not utterly fainted.&rsquo; The word used here (חלה châlâh) means &ldquo;to be polished&rdquo;; then to be worn down in strength; to be weak or exhausted <a class=\"ref\">Judges 16:7<\/a>; then to be sick, diseased, made weak. Here it means, that either by the aid Which they had obtained by foreign alliances, or by the gratification experienced in the service of idols, they had found so much to uphold them that they had not been in utter despair. And the passage may teach the general truth, that not withstanding all the trials and disappointments of life, still sinners find so much comfort in the ways of sin, that they are not utterly overwhelmed in despair. They still find the &lsquo;life of their hand in them.&rsquo; If a plan fails, they repeat it, or they try another. In the pursuits of ambition, of wealth, and of fashion, notwithstanding all the expense, and irksomeness, and disappointment, they find a kind of pleasure which sustains them, and enough success to keep them from returning to God. It is this imperfect pleasure and success which the world gives amidst all its disappointments, and this hope of less diminished joys and more ample success. in schemes of gain, and pleasure, and ambition, that sustains the votaries of this world in their career, and keeps them from seeking the pure and unmingled pleasures of religion. When the world becomes all gloom, and disappointment, and care, then there is felt the necessity of a better portion, and the mind is turned to God. Or when, as is more common, the mind becomes convinced that all the joys which the world can give&mdash;allowing the utmost limit to what is said by its friends of its powers&mdash;are poor and trifling compared with the joys which flow from the eternal friendship of God, then the blessings of salvation are sought with a full heart; and then man comes and consecrates the fullness of his energies and his immortal vigor to the service of the God that made him.<\/p> ",
    "audit": 1
}