{
    "id": 891,
    "source": "barnes",
    "verse_id": 17798,
    "verse_count": 1,
    "reference": "7:15 ",
    "title": "",
    "html": "<p><em>Butter and honey<\/em>&mdash;The word rendered &ldquo;butter&rdquo; (חמאה chem&lsquo;âh), denotes not butter, but thick and curdled milk. This was the common mode of using milk as an article of food in the East, and is still. In no passage in the Old Testament does butter seem to be meant by the word. Jarchi says, that this circumstance denotes a state of plenty, meaning that the land should yield its usual increase notwithstanding the threatened invasion. Eustatius on this place says, that it denotes delicate food. The more probable interpretation is, that it was the usual food of children, and that it means that the child should be nourished in the customary manner. That this was the common nourishment of children, is abundantly proved by Bochart; &ldquo;Hieroz.&rdquo; P. i. lib. xi. ch. li. p. 630. Barnabas, in his epistle says, &lsquo;The infant is first nourished with honey, and then with milk.&rsquo; This was done usually by the prescription of physicians.<\/p><p>Paulus says, &lsquo;It is fit that the first food given to a child be honey, and then milk.&rsquo; So Aetius, &lsquo;Give to a child, as its first food, honey;&rsquo; see &ldquo;Bochart.&rdquo; Some have, indeed, supposed that this refers to the fact that the Messiah should be &ldquo;man&rdquo; as well as God, and that his eating honey and butter was expressive of the fact that he had a &ldquo;human nature!&rdquo; But against this mode of interpretation, it is hoped, it is scarcely needful now to protest. It is suited to bring the Bible into contempt, and the whole science of exegesis into scorn. The Bible is a book of sense, and it should be interpreted on principles that commend themselves to the sober judgment of mankind. The word rendered &ldquo;honey&rdquo;&mdash;דבשׁ debash&mdash;is the same word&mdash;&ldquo;dibs&rdquo;&mdash;which is now used by the Arabs to denote the syrup or jelly which is made by boiling down wine. This is about the consistence of molasses, and is used as an article of food. Whether it was so employed in the time of Isaiah, cannot now be determined, but the word here may be used to denote honey; compare the note at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 7:22<\/a>.<\/p><p><em>That he may know<\/em>&mdash;As this translation now stands, it is unintelligible. It would &ldquo;seem&rdquo; from this, that his eating butter and honey would &ldquo;contribute&rdquo; to his knowing good and evil. But this cannot be the meaning. It evidently denotes &lsquo;until he shall know,&rsquo; or, &lsquo;at his knowing;&rsquo; Nord. &ldquo;Heb. Gram.,&rdquo; Section 1026. 3. He shall be no urished in the usual way, &ldquo;until&rdquo; he shall arrive at such a period of life as to know good from evil. The Septuagint renders it, &Pi;&rho;&iota;&nu;&eta; &gamma;&nu;&omega;͂&nu;&alpha;&iota; &alpha;&upsilon;̓&tau;&omicron;̀&nu; Prinē gnōnai auton&mdash;&lsquo;before he knows.&rsquo; The Chaldee, &lsquo;Until he shall know.&rsquo;<\/p><p><em>To refuse the evil...<\/em>&mdash;Ignorance of good and evil denotes infancy. Thus, in Nineveh, it is said there were &lsquo;more than sixscore thousand perons that cannot discern between their right hand and left hand;&rsquo; commonly supposed to denote infants; <a class=\"ref\">Jonah 4:11<\/a> ; compare <a class=\"ref\">Deuteronomy 1:39<\/a>. The meaning is, that he should be nourished in the usual mode in infancy, and before he should be able to discern right from wrong, the land should be forsaken of its kings. At what particular period of life this occurs, it may not be easy to determine. A capability to determine, in some degree, between good and evil, or between right and wrong, is usually manifest when the child is two or three years of age. It is evinced when there is a capability of understanding &ldquo;law,&rdquo; and feeling that it is wrong to disobey it. This is certainly shown at a very early period of life; and it is not improper, therefore, to suppose that here a time was designated which was not more than two or three years.<\/p>",
    "audit": 1
}