{
    "id": 1854,
    "source": "barnes",
    "verse_id": 18761,
    "verse_count": 1,
    "reference": "56:7 ",
    "title": "",
    "html": "<p><em>Even them will I bring to my holy mountain<\/em>&mdash;(See the notes at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 2:3<\/a> ). That is, they should be admitted to the fellowship and privileges of his people.<\/p><p><em>And make them joyful<\/em>&mdash;In the participation of the privileges of the true religion, and in the service of God, they shall be made happy.<\/p><p><em>In my house of prayer<\/em>&mdash;In the temple&mdash;here called the house of prayer. The language here is all derived from the worship of the Jews, though the meaning evidently is, that under the new dispensation, all nations would be admitted to the privileges of his people, and that the appropriate services of religion which they would offer would be acceptable to God.<\/p><p>Their burnt-offerings&mdash;That is, their worship shall be as acceptable as that of the ancient people of God. This evidently contemplates the future times of the Messiah, and the sense is, that in those times, the Gentiles would be admitted to the same privileges of the people of God, as the Jewish nation had been. It is true that proselytes were admitted to the privileges of religion among the Jews, and were permitted to offer burnt-offerings and sacrifices, nor can there be a doubt that they were then acceptable to God. But it is also true that there was a conviction that they were admitted as proselytes, and that there would be a superiority felt by the native-born Jews over the foreigners who were admitted to their society. Under the Jewish religion this distinction was inevitable, and it would involve, in spite of every effort to the contrary, much of the feeling of caste&mdash;a sense of superiority on the one hand, and of inferiority on the other; a conviction on the one part that they were the descendants of Abraham, and the inheritors of the ancient and venerable promises, and on the other that they had come in as foreigners, and had been admitted by special favor to these privileges. But all this was to be abolished under the Messiah. No one was to claim superiority on account of any supposed advantage from birth, or nation, or country; no one, however humble he might feel in respect to God and to his own deserts, was to admit into his bosom any sense of inferiority in regard to his origin, his country, his complexion, his former character. All were to have the same near access to God, and the offering of one was to be as acceptable as that of another.<\/p><p><em>For mine house<\/em>&mdash;This passage is quoted by the Saviour <a class=\"ref\">Matthew 21:13<\/a>, to show the impropriety of employing the temple as a place of traffic and exchange. In that passage he simply quotes the declaration that it should be &lsquo;a house of prayer.&rsquo; There are two ideas in the passage as used by Isaiah; first, that the temple should be regarded as a house of prayer; and, secondly, that the privileges of that house should be extended to all people. The main design of the temple was that God might be there invoked, and the inestimable privilege of calling on him was to be extended to all the nations of the earth.<\/p>",
    "audit": 1
}