{
    "id": 1712,
    "source": "barnes",
    "verse_id": 18619,
    "verse_count": 1,
    "reference": "48:4",
    "title": "",
    "html": " <p> <em>Because I knew that thou art obstinate <\/em>&mdash;I made these frequent predictions, and fulfilled them in this striking manner, because I knew that as a people, you were prone to unbelief, and in order that you might have the most full and undoubted demonstration of the truth of what was declared. As they were disinclined to credit his promises, and as he saw that in their long captivity they would be prone to disbelieve what he had said respecting their deliverance under Cyrus, he had, therefore, given them these numerous evidences of the certainty of the fulfillment of all his prophecies, in order that their minds might credit what he said about their return to their own land. <\/p> <p> <em>That thou art obstinate <\/em>&mdash;Margin, as Hebrew, &lsquo;Hard,&rsquo; The sense is, that they were obstinate and intractable&mdash;an expression probably taken from a bullock which refuses to receive the yoke. The word hard, as expressive of obstinacy, is often combined with others. Thus, in <a class=\"ref\">Exodus 32:9; Exodus 34:9 <\/a>,, &lsquo;hard of neck,&rsquo; that is, stiff-necked, stubborn; &lsquo;hard of face&rsquo; <a class=\"ref\">Ezekiel 2:4 <\/a>; &lsquo;hard of heart&rsquo; <a class=\"ref\">Ezekiel 3:7 <\/a>. The idea is, that they were, as a people, obstinate, rebellious, and indisposed to submit to the laws of God&mdash;a charge which is often brought against them by the sacred writers, and which is abundantly verified by all their history as a people (compare <a class=\"ref\">Exodus 32:9; Exodus 33:3-5; Exodus 34:9; Deuteronomy 9:6-13; Deuteronomy 31:27; 2 Chronicles 30:8; Ezekiel 2:4; Acts 7:51 <\/a>). <\/p> <p> <em>Thy neck is an iron sinew <\/em>&mdash;The word גיד giyd means properly a cord, thong, or band; then a nerve, sinew, muscle, or tendon. The metaphor is taken from oxen when they make their neck stiff, and refuse to submit it to the yoke. <\/p> <p> <em>And thy brow brass <\/em>&mdash;Thy forehead is hard and insensible as brass. The phrase is applied to the shameless brow of a harloi <a class=\"ref\">Jeremiah 3:3; Ezekiel 3:7 <\/a>,, where there is an utter want of modesty, and consummate impudence. A brow of brass is an image of insensibility, or obstinacy (so in <a class=\"ref\">Jeremiah 6:28 <\/a>). <\/p>,",
    "audit": 1
}