{
    "id": 890,
    "source": "barnes",
    "verse_id": 17797,
    "verse_count": 1,
    "reference": "7:14",
    "title": "",
    "html": " <p> <em>Therefore <\/em>&mdash;Since you will not &ldquo;ask&rdquo; a pledge that the land shall be safe, Yahweh will furnish one unasked. A sign or proof is desirable in the case, and Yahweh will not withhold it because a proud and contemptuous monarch refuses to seek it. Perhaps there is no prophecy in the Old Testament on which more has been written, and which has produced more perplexity among commentators than this. And after all, it still remains, in many respects, very obscure. Its general original meaning is not difficult. It is, that in a short time&mdash;within the time when a young woman, then a virgin, should conceive and bring forth a child, and that child should grow old enough to distinguish between good and evils&mdash;the calamity which Ahaz feared would be entirely removed. The confederacy would be broken up, and the land forsaken by both those kings. The conception and birth of a child&mdash;which could be known only by him who knows &ldquo;all&rdquo; future events&mdash;would be the evidence of such a result. His appropriate &ldquo;name&rdquo; would be such as would be a &ldquo;sign,&rdquo; or an indication that God was the protector of the nation, or was still with them. In the examination of this difficult prophecy, my first object will be to give an explanation of the meaning of the &ldquo;words and phrases&rdquo; as they occur in the passage, and then to show, as far as I may be able, what was the design of the passage. <\/p> <p> <em>The Lord himself <\/em>&mdash;Hebrew, &lsquo;Adonai;&rsquo; see this word explained in the the note at <a class=\"isa\" verses=\"WzE3Njc5XQ==\">Isaiah 1:24<\/a>. He will do it without being asked to do it; he will do it though it is rejected and despised; he will do it because it is important for the welfare of the nation, and for the confirmation of his religion, to furnish a demonstration to the people that he is the only true God. It is clearly implied here, that the sign should be such as Yahweh alone could give. It would be such as would be a demonstration that he presided over the interests of the people. If this refers to the birth of a child, then it means that this was an event which could be known only to God, and which could be accomplished only by his agency. If it refers to the miraculous conception and birth of the Messiah, then it means that that was an event which none but God could accomplish. The true meaning I shall endeavor to state in the notes, at the close of <a class=\"isa\" verses=\"WzE3Nzk5XQ==\">Isaiah 7:16<\/a>. <\/p> <p> <em>Shall give you <\/em>&mdash;Primarily to the house of David; the king and royal family of Judah. It was especially designed to assure the government that the kingdom would be safe. Doubtless, however, the word &lsquo;you&rsquo; is designed to include the nation, or the people of the kingdom of Judah. It would be so public a sign, and so clear a demonstration, as to convince them that their city and land must be ultimately safe. <\/p> <p> <em>A sign <\/em>&mdash;A pledge; a token; an evidence of the fulfillment of what is predicted. The word does not, of necessity, denote a miracle, though it is often so applied; see the notes at <a class=\"isa\" verses=\"WzE3Nzk0XQ==\">Isaiah 7:11<\/a>. Here it means a proof, a demonstration, a certain indication that what he had said should be fulfilled. As that was to be such a demonstration as to show that he was &ldquo;able&rdquo; to deliver the land, the word &ldquo;here&rdquo; denotes that which was miraculous, or which could be effected &ldquo;only&rdquo; by Yahweh. <\/p> <p> <em>Behold <\/em>&mdash;הנה hinnêh. This interjection is a very common one in the Old Testament. It is used to arrest attention; to indicate the importance of what was about to be said. It serves to designate persons and things; places and actions. It is used in lively descriptions, and animated discourse; when anything unusual was said, or occurred; or any thing which especially demanded attention; <a class=\"ref\">Genesis 12:19; Genesis 16:16; Genesis 18:9; Genesis 1:29; Genesis 40:9; Psalm 134:1<\/a>. It means here, that an event was to occur which demanded the attention of the unbelieving monarch, and the regard of the people&mdash;an event which would be a full demonstration of what the prophet had said, that God would protect and save the nation. <\/p> <p> <em>A virgin <\/em>&mdash;This word properly means a girl, maiden, virgin, a young woman who is unmarried, and who is of marriageable age. The word עלמה ‛almâh, is derived from the verb עלם ‛âlam, &ldquo;to conceal, to hide, to cover.&rdquo; The word עלם ‛elem, from the same verb, is applied to a &ldquo;young man,&rdquo; in <a class=\"ref\">1 Samuel 17:56; 1 Samuel 20:22<\/a>. The word here translated a virgin, is applied to Rebekah <a class=\"ref\">Genesis 24:43<\/a>, and to Miriam, the sister of Moses, <a class=\"ref\">Exodus 2:8<\/a>. It occurs in only seven places in the Old Testament. Besides those already mentioned, it is found in <a class=\"ref\">Psalm 68:25<\/a>; Sol 1:3; Sol 6:8; and <a class=\"ref\">Proverbs 30:19<\/a>. In all these places, except, perhaps, in Proverbs, it is used in its obvious natural sense, to denote a young, unmarried female. In the Syriac, the word alĕm, means to grow up, juvenis factus est; juvenescere fecited. Hence, the derivatives are applied to youth; to young men; to young women&mdash;to those who &ldquo;are growing up,&rdquo; and becoming youths. <\/p> <p>The etymology of the word requires us to suppose that it means one who is growing up to a marriageable state, or to the age of puberty. The word maiden, or virgin, expresses the correct idea. Hengstenberg contends, that it means one &ldquo;in the unmarried state;&rdquo; Gesenius, that it means simply the being of marriageable age, the age of puberty. The Hebrews usually employed the word בתולה bethûlâh, to denote a pure virgin (a word which the Syriac translation uses here); but the word here evidently denotes one who was &ldquo;then&rdquo; unmarried; and though its primary idea is that of one who is growing up, or in a marriageable state, yet the whole connection requires us to understand it of one who was &ldquo;not then married,&rdquo; and who was, therefore, regarded and designated as a virgin. The Vulgate renders it &lsquo;virgo.&rsquo; The Septuagint, &eta;̔ &pi;&alpha;&rho;&theta;&epsilon;́&nu;&omicron;&sigmaf; hē parthenos, &ldquo;a virgin&rdquo;&mdash;a word which they use as a translation of the Hebrew בתולה bethûlâh in <a class=\"ref\">Exodus 22:16-17; Leviticus 21:3, Leviticus 21:14; Deuteronomy 22:19, Deuteronomy 22:23, Deuteronomy 22:28; Deuteronomy 32:25; Judges 19:24; Judges 21:12<\/a>; and in thirty-three other places (see Trommius&rsquo; Concordance); of נערה na‛ărâh, a girl, in <a class=\"ref\">Genesis 24:14, Genesis 24:16, Genesis 24:55; Genesis 34:3<\/a>, (twice); <a class=\"ref\">1 Kings 1:2<\/a>; and of עלמה ‛almâh, only in <a class=\"ref\">Genesis 24:43<\/a>; and in <a class=\"isa\" verses=\"WzE3Nzk3XQ==\">Isaiah 7:14<\/a>. <\/p> <p>The word, in the view of the Septuagint translators, therefore conveyed the proper idea of a virgin. The Chaldee uses substantially the same word as the Hebrew. The idea of a &ldquo;virgin&rdquo; is, therefore, the most obvious and natural idea in the use of this word. It does not, however, imply that the person spoken of should be a virgin &ldquo;when the child&rdquo; should be born; or that she should ever after be a virgin. It means simply that one who was &ldquo;then&rdquo; a virgin, but who was of marriageable age, should conceive, and bear a son. Whether she was &ldquo;to be&rdquo; a virgin &ldquo;at the time&rdquo; when the child was born, or was to remain such afterward, are inquiries which cannot be determined by a philological examination of the word. It is evident also, that the word is not opposed to &ldquo;either&rdquo; of these ideas. &ldquo;Why&rdquo; the name which is thus given to an unmarried woman was derived from the verb to &ldquo;hide, to conceal,&rdquo; is not agreed among lexicographers. The more probable opinion is, that it was because to the time of marriage, the daughter was supposed to be hidden or concealed in the family of the parents; she was kept shut up, as it were, in the paternal dwelling. This idea is given by Jerome, who says, &lsquo;the name is given to a virgin because she is said to be hidden or secret; because she does not expose herself to the gaze of men, but is kept with great care under the custody of parents.&rsquo; The sum of the inquiry here, into the meaning of the word translated &ldquo;virgin,&rdquo; is, that it does not differ from that word as used by us. The expression means no more than that one who was then a virgin should have a son, and that this should be a sign to Ahaz. <\/p> <p> <em>And shall call his name <\/em>&mdash;It was usual for &ldquo;mothers&rdquo; to give names to their children; <a class=\"ref\">Genesis 4:1; Genesis 19:37; Genesis 29:32; Genesis 30:18<\/a>. There is, therefore, no reason to suppose, as many of the older interpreters did, that the fact that it is said the mother should give the name, was a proof that the child should have no human father. Such arguments are unworthy of notice; and only show to what means people have resorted in defending the doctrines, and in interpreting the pages of the Bible. The phrase, &rsquo;she will name,&rsquo; is, moreover, the same as &lsquo;they shall name,&rsquo; or he shall be named. &lsquo;We are not, then, to suppose that the child should actually receive the name Immanuel as a proper name, since, according to the usage of the prophet, and especially of Isaiah, that is often ascribed to a person or thing as a name which belongs to him in an eminent degree as an attribute; see <a class=\"isa\" verses=\"WzE3ODM1LDE4ODUwLDE4ODU5XQ==\">Isaiah 9:5; Isaiah 61:6; Isaiah 62:4<\/a>.&rsquo;&mdash;&ldquo;Hengstenberg.&rdquo; The idea is, that that would be a name that might be &ldquo;appropriately&rdquo; given to the child. Another name was also given to this child, expressing substantially the same thing, with a circumstantial difference; see the note at <a class=\"isa\" verses=\"WzE3ODExXQ==\">Isaiah 8:3<\/a>. <\/p> <p> <em>Immanuel <\/em>&mdash;Hebrew &lsquo;God with us&rsquo;&mdash;עמנואל ‛immânû&lsquo;êl&mdash;from אל &lsquo;ĕl, &ldquo;God,&rdquo; and עמנוּ ‛ı̂mmânû, &ldquo;with us.&rdquo; The name is designed to denote that God would be with the nation as its protector, and the birth of this child would be a sign or pledge of it. The mere circumstance that this name is given, however, does not imply anything in regard to the nature or rank of the child, for nothing was more common among the Jews than to incorporate the name, or a part of the name, of the Deity with the names which they gave to their children. Thus, &ldquo;Isaiah&rdquo; denotes the salvation of Yahweh; &ldquo;Jeremiah,&rdquo; the exaltation or grandeur of Yahweh, each compounded of two words, in which the name Yahweh constitutes a part. Thus, also in &ldquo;Elijah,&rdquo; the two names of God are combined, and it means literally, &ldquo;God the Yahweh.&rdquo; Thus, also &ldquo;Eliab,&rdquo; God my faather; &ldquo;Eliada,&rdquo; knowledge of God; &ldquo;Eliakim,&rdquo; the resurrection of God; &ldquo;Elihu,&rdquo; he is my God; &ldquo;Elisha,&rdquo; salvation of God. In none of these instances is the fact, that the name of God is incorporated with the proper name of the individual, any argument in respect to his rank or character. <\/p> <p>It is true, that Matthew Mat 1:23 uses this name as properly expressing the rank of the Messiah; but all that can be demonstrated from the use of the name by Matthew is, that it properly designated the nature and rank of the Lord Jesus. It was a pledge, then, that God was with his people, and the name designated by the prophet had a complete fulfillment in its use as applied to the Messiah. Whether the Messiah be regarded as himself a pledge and demonstration of the presence and protection of God, or whether the name be regarded as descriptive of his nature and dignity, yet there was an &ldquo;appropriateness&rdquo; in applying it to him. It was fully expressive of the event of the incarnation. Jerome supposes that the name, Immanuel, denotes nothing more than divine aid and protection. Others have supposed, however, that the name must denote the assumption of our nature by God in the person of the Messiah, that is, that God became man. So Theodoret, Irenaeus, Tertullian, Lactantius, Chrysostom. Calvin, Rosenmuller, and others. The true interpretation is, that no argument to prove that can be derived from the use of the name; but when the fact of the incarnation has been demonstrated from other sources, the &ldquo;name is appropriately expressive of that event.&rdquo; So it seems to be used by Matthew. <\/p> <p>It may be quite true, that no argument can be founded on the bare name, Immanuel; yet that name, &ldquo;in its connection here,&rdquo; may certainly be regarded as a designed prediction of the incarnation of Christ. Such a design our author allows in the prophecy generally. &lsquo;The prophet,&rsquo; says he, &lsquo;designedly made use of language which would be appropriate to a future and most glorious event.&rsquo; Why, then, does he speak of the most pregnant word in the prophecy as if Matthew had accidentally stumbled on it, and, finding it would appropriately express the nature of Christ, accomodated it for that purpose? Having originally rejected the Messianic reference, and been convinced only by a more careful examination of the passage, that he was in error, something of his old view seems still to cling to this otherwise admirable exposition. &lsquo;The name Immanuel,&rsquo; says Professor Alexander, &lsquo;although it might be used to signify God&rsquo;s providential presence merely <a class=\"ref\">Psalm 46:8<\/a>, 12; <a class=\"ref\">Psalm 89:25; Joshua 1:5; Jeremiah 1:8; Isaiah 43:2<\/a>, has a latitude and pregnancy of meaning which can scarcely be fortuitous; and which, combined with all the rest, makes the conclusion almost unavoidable, that it was here intended to express a personal, as well as a providential presence... When we read in the Gospel of Matthew, that Jesus Christ was actually born of a virgin, and that all the circumstances of his birth came to pass that this very prophecy might be fulfilled, it has less the appearance of an unexpected application, than of a conclusion rendered necessary by a series of antecedent facts and reasonings, the last link in a long chain of intimations more or less explicit (referring to such prophecies as <a class=\"ref\">Genesis 3:15; Micah 5:2<\/a>). <\/p> <p>The same considerations seem to show that the prophecy is not merely accommodated, which is, moreover, clear fram the emphatic form of the citation &tau;&omicron;&upsilon;͂&tau;&omicron; &omicron;̔́&lambda;&omicron;&nu; &gamma;&epsilon;́&gamma;&omicron;&nu;&epsilon;&nu; &iota;̔́&nu;&alpha; &pi;&lambda;&eta;&rho;&omega;&theta;&eta;͂ͅ touto holon gegonen hina plēroothē, making it impossible to prove the existence of any quotation in the proper sense, if this be not one.&rsquo; But, indeed, the author himself admits all this, though his language is less decided and consistent than could be wished on so important a subject. <\/p>",
    "audit": 1
}