{
    "id": 763,
    "source": "barnes",
    "verse_id": 17670,
    "verse_count": 1,
    "reference": "1:15",
    "title": "",
    "html": " <p> <em>Ye spread forth your hands <\/em>&mdash;This is an expression denoting the act of supplication. When we ask for help, we naturally stretch out our hands, as if to receive it. The expression therefore is equivalent to &lsquo;when ye pray, or implore mercy.&rsquo; Compare <a class=\"ref\">Exodus 9:29; Exodus 17:11-12; 1 Kings 8:22 <\/a>. <\/p> <p> <em>I will hide mine eyes... <\/em>&mdash;That is, I will not attend to, or regard your supplications. The Chaldee Paraphrase is, &lsquo;When your priests expand their hands to pray for you.&rsquo; <\/p> <p> <em>Your hands... <\/em>&mdash;This is given as a reason why he would not hear. The expression full of blood, denotes crime and guilt of a high order&mdash;as, in murder, the hands would be dripping in blood, and as the stain on the hands would be proof of guilt. It is probably a figurative expression, not meaning literally that they were murderers, but that they were given to rapine and injustice; to the oppression of the poor, the widow, etc. The sentiment is, that because they indulged in sin, and came, even in their prayers, with a determination still to indulge it, God would not hear them. The same sentiment is elsewhere expressed; <a class=\"ref\">Psalm 66:18 <\/a>: &lsquo;If I regard iniquity in my heart, the Lord will not hear me;&rsquo; <a class=\"ref\">Proverbs 28:9 <\/a>: &lsquo;He that turneth away his ear from hearing the law, even his prayer shall be abomination;&rsquo; <a class=\"ref\">Jeremiah 16:10-12; Zechariah 7:11-12; Proverbs 1:28-29 <\/a>. This is the reason why the prayers of sinners are not heard&mdash;But the truth is abundantly taught in the Scriptures, that if sinners will forsake their sins, the greatness of their iniquity is no obstacle to forgiveness; <a class=\"isa\" verses=\"WzE3NjczXQ==\">Isaiah 1:18 <\/a>; <a class=\"ref\">Matthew 11:28; Luke 16:11-24 <\/a>. <\/p> ",
    "audit": 1
}