{
    "id": 1403,
    "source": "barnes",
    "verse_id": 18310,
    "verse_count": 1,
    "reference": "34:6",
    "title": "",
    "html": "<p><em>The sword of the Lord is filled with blood<\/em> &mdash;The idea here is taken from the notion of sacrifice, and is, that God would devote to sacrifice, or to destruction, the inhabitants of Idumea. With reference to that, he says, that his sword, the instrument of slaughter, would be satiated with blood. &ldquo;It is made fat with fatness.&rdquo; The allusion here is to the sacrifices which were made for sin, in which the blood. and the fat were devoted to God as an offering (see<a class=\"ref\">Leviticus 7<\/a>)<\/p><p><em>With the blood of lambs and goats<\/em> &mdash;These were the animals which were usually offered in sacrifice to God among the Jews. and to speak of a sacrifice was the same as to speak of the offering of rams, lambs, bullocks, etc. Yet it is evident that they denote here the people of Idumea, and that these terms are used to keep up the image of a sacrifice. The idea of sacrifice was always connected with that of slaughter, as the animals were slaughtered before they were offered. So here, the idea is, that there would be a great slaughter in Idumea; that it would be so far of the nature of a sacrifice that they would be devoted to God and to his cause. It is not probable that any particular classes of people are denoted by the different animals mentioned here, as the animals here mentioned include all, or nearly all those usually offered in sacrifice, the expressions denote simply that all classes of people in Idumea would be devoted to the slaughter. Grotius, however, supposes that the following classes are intended by the animals specified, to wit, by the lambs, the people in general; by the goats, the priests; by the rams, the opulent inhabitants.<\/p><p><em>For the Lord hath a sacrifice in Bozrah<\/em> &mdash;Bozrah is mentioned here as one of the chief cities of Idumea. It was a city of great antiquity, and was known among the Greeks and Romans by the name of Bostra. It is generally mentioned in the Scriptunes as a city of the Edomites<a class=\"isa\" verses=\"WzE4ODY4XQ==\">Isaiah 63:1<\/a> ;<a class=\"ref\">Jeremiah 49:13, Jeremiah 49:22; Amos 1:12<\/a> ; but once it is mentioned as a city of Moab<a class=\"ref\">Jeremiah 48:24<\/a> . It probably belonged at different periods to both nations, as in their wars the possession of cities often passed into different hands. Bozrah lay southeast of Edrei, one of the capitals of Bashan, and was thus not properly within the limits of the Edomites, but was north of the Ammonites, or in the region of Auranitis, or in what is now called tho Houran. It is evident, therefore, that in the time of Isaiah, the Edomites had extended their conquests to that region.<\/p><p>According to Burckhardt, who visited the Houran, and who went to Bozrah, it is at this day one of the most important cities there. &lsquo;It is situated,&rsquo; says he, &lsquo;in the open plain, and is at present the last inhabited place in the southeast extremity of the Houran; it was formerly the capital of the Arabia Provincia, and is now, including its ruins, the largest town in the Houran. It is of an oval shape, its greatest length being from east to west; its circumference is three quarters of an hour. It was anciently encompassed with a thick wall, which gave it the reputation of great strength Many parts of this wall, especially on the west side, remain; it was constructed of stones of moderate size, strongly cemented together. The south, and southeast quarters are covered with ruins of private dwellings, the walls Of many of which are still standing, but the roofs are fallen in. The style of building seems to have been similar to that observed in all the other ancient towns of the Houran. On the west side are springs of fresh water, of which I counted five beyond the precincts of the town, and six within the walls; their waters unite with a rivulet whose source is on the northwest side, within the town, and which loses itself in the southern plain at several hours&rsquo; distance; it is called by the Arabs, El Djeheir. The principal ruins of Bozrah are the following: A square building which within is circular, and has many arches and niches in the wall.<\/p><p>The diameter of the arounda is four paces; its roof has fallen in, but the walls are entire. It appears to have been a Greek church. An oblong square building, called by the natives Deir Boheiry, or the Monastery of the priest Boheiry. The gate of an ancient house com municating with the ruins of an edifice, the only remains of which is a large semicircular vault. The great mosque of Bozrah, which is certainly coeval with the first era of Mahometanism, and is commonly ascribed to Omar el Khattah. The walls of the mosque are covered with a fine coat of plaster, upon which are many Curie inscriptions in bas-relief, running all round the wall The remains of a temple, situated on the side of a long street which runs across the whole town, and terminates at the western gate,&rsquo; etc. Of these, and other magnificent ruins of temples, theaters, and palaces, all attesting its former importance, Burckhardt has given a copious description in his Travels in Syria, pp. 226-235, Quarto Ed. LoRd. 1822.<\/p> ",
    "audit": 1
}