{
    "id": 1640,
    "source": "barnes",
    "verse_id": 18547,
    "verse_count": 1,
    "reference": "44:13 ",
    "title": "",
    "html": "<p><em>The carpenter<\/em>&mdash;The axe is made <a class=\"isa\" verses=\"WzE4NTQ2XQ==\">Isaiah 44:12<\/a> , and the carpenter now proceeds to the construction of the god.<\/p><p><em>Stretcheth out his rule<\/em>&mdash;For the purpose of laying out his work, or measuring it. The word rendered here &lsquo;rule,&rsquo; however (קו qâv), means properly &ldquo;a line&rdquo;; and should be so rendered here. The carpenter stretches out a line, but not a rule.<\/p><p><em>He marketh it out with a line<\/em>&mdash;He marks out the shape; the length, and breadth, and thickness of the body, in the rough and unhewn piece of wood. He has an idea in his mind of the proper shape of a god, and he goes to work to make one of that form. The expression &lsquo;to mark out with a line,&rsquo; is, however, not congruous. The word which is used here, and which is rendered &lsquo;line&rsquo; (שׂרד s&lsquo;ered) occurs nowhere else in the Bible. Lowth and Kimchi render it, &lsquo;Red ochre.&rsquo; According to this the reference is to the chalk, red clay, or crayon, which a carpenter uses on a line to mark out his work. But according to Gesenius, the word means an awl, or a stylus, or engraver; with which the artist sketches the outlines of the figure to be sculptured. A carpenter always uses such an instrument in laying out and marking his work.<\/p><p><em>He fitteth it with planes<\/em>&mdash;Or rather with chisels, or carving-tools, with which wooden images were carved. Planes are rather adapted to a smooth surface; carving is performed with chisels. The word is derived from קצע qâtsa‛, &lsquo;to cut off.&rsquo; The Chaldee renders it, אזמל &lsquo;azemēl&mdash;&lsquo;A knife.&rsquo; The Septuagint renders this, &lsquo;Framed it by rule, and glued the parts together.&rsquo;<\/p><p><em>Marketh it out with the compass<\/em>&mdash;From חוּג chûg, &ldquo;to make a circle,&rdquo; to revolve, as compasses do. By a compass he accurately designates the parts, and marks out the symmetry of the form.<\/p><p><em>According to the beauty of a man<\/em>&mdash;Perhaps there may be a little sarcasm here in the thought that a god should be made in the shape of a man. It was true, however, that the statues of the gods among the ancients were made after the most perfect conceptions of the human form. The statuary of the Greeks was of this description, and the images of Apollo, of Venus, and of Jupiter, have been celebrated everywhere as the most perfect representations of the bureau form.<\/p><p><em>That it may remain in the house<\/em>&mdash;To dwell in a temple. Such statues were usually made to decorate a temple; or rather perhaps temples were reared to be dwelling places of the gods. It may be implied here, that the idol was of no use but to remain in a house. It could not hear, or save. It was like a useless piece of furniture, and had none of the attributes of God.<\/p>",
    "audit": 1
}