{
    "id": 1348,
    "source": "barnes",
    "verse_id": 18255,
    "verse_count": 1,
    "reference": "31:4",
    "title": "",
    "html": "<p><em>For thus hath the Lord spoken<\/em> &mdash;The design of this verse and the following is to assure the Jews of the certain protection of Yahweh, and thus to induce them to put their trust in him rather than to seek the alliance with Egypt. To do this the prophet makes use of two striking illustrations, the first of which is, that Yahweh would be no more alarmed at the number and power of their enemies than a fierce lion would be that was intent on his prey, and could not be frightened from it by any number of men that should come against him. The &ldquo;point&rdquo; of this comparison is, that as the lion that &ldquo;was intent on his purpose&rdquo; could not be frightened from it by numbers, so it would be with Yahweh, who &ldquo;was equally intent on his purpose&rdquo;&mdash;the defense of the city of Jerusalem. It does not mean, of course, that the purpose of God and of the lion resembled each other, but merely that there was similar &ldquo;intensity of purpose,&rdquo; and similar adherence to it notwithstanding all opposition. The figure is one that denotes the highest vigilance, firmness, steadiness, and a determination on the part of Yahweh that Jerusalem should not fall into the hands of the Assyrians.<\/p><p><em>Like as the lion<\/em> &mdash;The divine nature and purposes are often represented in the Scriptures by metaphors, allegories, and comparisons taken from animals, and especially from the lion (see<a class=\"ref\">Deuteronomy 33:20; Job 10:16; Psalm 7:2; Hosea 11:10<\/a>).<\/p><p><em>And the young lion<\/em> &mdash;The vigorous, strong, fierce lion. The use of the two here, gives intensity and strength to the comparison. It is observable that the lion is seldom mentioned alone in the Scriptures.<\/p><p><em>Roaring on his prey<\/em> &mdash;Roaring as he seizes on his prey. This is the moment of the greatest intensity of purpose in the lion, and it is therefore used by Isaiah to denote the intense purpose of Yahweh to defend Jerusalem, and not to be deterred by any number of enemies.<\/p><p><em>When a multitude of shepherds is called forth<\/em> &mdash;When the neighborhood is alarmed, and all the inhabitants turn out to destroy him. This comparison is almost exactly in the spirit and language of Homer, &ldquo;Il.&rdquo; xii. 209, following:<\/p><p>So pressed with hunger from the mountain&rsquo;s brow,<\/p><p>Descends a lion on the flocks below;<\/p><p>So stalks the lordly savage o&lsquo;er the plain,<\/p><p>In sullen majesty and stern disdain:<\/p><p>In vain loud mastiffs bay him from afar,<\/p><p>And shepherds gall him with an iron war;<\/p><p>Regardless, furious, he pursues his way;<\/p><p>He foams, he roars, he rends the panting prey.<\/p><p>Pope<\/p><p>So also Il. xviii. 161, 162:<\/p><p>&mdash;But checked he turns; repulsed attacks again.<\/p><p>With fiercer shouts his lingering troops he fires<\/p><p>Nor yields a step, nor from his post retires;<\/p><p>So watchful shepherds strive to force in vain,<\/p><p>The hungry lion from the carcass slain.<\/p><p>Pope<\/p><p><em>He will not be afraid<\/em> &mdash;He will be so intent on his prey that he will not heed their shouting.<\/p><p><em>Nor abase himself<\/em> &mdash;That is, he will not be frightened, or disheartened.<\/p><p><em>So shall the Lord of hosts<\/em> &mdash;That is, with the same intensity of purpose; with the same fixedness of design. He will be as little dismayed and diverted from his purpose by the number, the designs, and the war shout of the Assyrian armies.<\/p> ",
    "audit": 1
}