{
    "id": 1962,
    "source": "barnes",
    "verse_id": 18869,
    "verse_count": 1,
    "reference": "63:2",
    "title": "",
    "html": "<p><em>Wherefore art thou red?<\/em>&mdash;The inquiry of the people. Whence is it that that gorgeous apparel is stained with blood?<\/p><p>And thy garment like him that treadeth in the wine-fat?&mdash;Or rather the &lsquo;wine-press.&rsquo; The word used here (גת gath) means the place where the grapes were placed to be trodden with the feet, and from which the juice would flow off into a vat or receptacle. Of course the juice of the grape would stain the raiment of him who was employed in this business, and would give him the appearance of being covered with blood. &lsquo;The manner of pressing grapes,&rsquo; says Burder, &lsquo;is as follows: having placed them in a hogshead, a man with naked feet gets in and tread the grapes; in about an hour&rsquo;s time the juice is forced out; he then turns the lowest grapes uppermost, and tread them for about a quarter of an hour longer; this is sufficient to squeeze the good juice out of them, for an additional pressure would even crush the unripe grapes and give the whole a disagreeable flavor.&rsquo; The following statement of I. D. Paxton, in a letter from Beyrout, March 1, 1838, will show how the modern custom accords with that in the time of Isaiah: &lsquo;They have a large row of stone vats in which the grapes are thrown, and beside these are placed stone troughs, into which the juice flows. People get in and tread the grapes with their feet. It is hard work, and their clothes are often stained with the Juice. The figures found in Scripture taken from this are true to the life.&rsquo; This method was also employed in Egypt. The presses there, as represented on some of the paintings at Thebes, consisted of two parts; the lower portion or vat, and the trough where the men with naked feet trod the fruit, supporting themselves by ropes suspended from the roof (see Wilkinson&rsquo;s Ancient Egyptians, ii, 155). Vitringa also notices the same custom.<\/p><p>Huc, pater O Lenae, veni; nudataque musto<\/p><p>Tinge nero mecum direptis crura cothurnis.<\/p><p>Georg. ii. 7, 8<\/p><p>This comparison is also beautifully used by John, <a class=\"ref\">Revelation 14:19-20<\/a>: &lsquo;And the angel thrust in his sickle into the earth, and gathered the vine of the earth, and cast it into the great wine-press of the wrath of God. And the wine-press was trodden without the city, and blood came out of the wine-press even unto the horses&rsquo; bridles.&rsquo; And in <a class=\"ref\">Revelation 19:15<\/a> , &lsquo;And he treadeth the wine-press of the fierceness of the wrath of Almighty God.&rsquo; The comparison of blood to wine is not uncommon. Thus in <a class=\"ref\">Deuteronomy 32:14<\/a> , &lsquo;And thou didst drink the pure blood of the grape.&rsquo; Calvin supposes that allusion is here made to the wine-press, because the country around Bozrah abounded with grapes.<\/p> ",
    "audit": 1
}