{
    "id": 1935,
    "source": "barnes",
    "verse_id": 18842,
    "verse_count": 1,
    "reference": "60:20",
    "title": "",
    "html": " <p> <em>Thy sun shall no more go down <\/em>&mdash;There shall be no total and long night of calamity, error, and sin. This is designed to describe the flourishing and glorious state of the church. It, of course, does not mean that there should be no times of calamity, no period of ignorance, no scenes of persecution; but it means that there should not be total night. Truth should reign on the earth, and there never would be a time when the light of salvation would be extinct. There never would be a time like that when Jerusalem was wholly destroyed, and a long total night came over the land. There never would be a time when the Sun of righteousness would not shine, or when the world would be wholly deprived of the illumination of his beams. The church would be perpetual. It would live through all changes, and survive all revolutions, and to the end of time the light of salvation would shine upon a darkened world. Since the Messiah came the light of revelation has never been wholly withdrawn from the world, nor has there been a period in which total and absolute night has come over all the church of God. But the prophet, probably, referred to far more glorious times than have yet occurred. The period is coming when the light of salvation will shine upon the earth with unclouded and universal splendor, as if the sun having ascended to the meridian should stand there in a blaze of glory age after age; when there shall be no alternation of day and night when the light shall not be obscured by clouds; and when there shall be no eclipse of his glory. <\/p> <p> <em>Neither shall thy moon <\/em>&mdash;This language is poetic, and means that there would be no such obscurity in the church as there would be in the world should the sun and moon be withdrawn. Light and beauty unobscured would fill the whole heavens, and the darkness of night would be henceforward unknown. <\/p> <p> <em>Withdraw itself <\/em>&mdash;Hebrew, יאסף yē&lsquo;âsēp&mdash;&lsquo;Be collected,&rsquo; that is, shall not be withdrawn, or shall not wane. The Septuagint, &Omicron;&upsilon;̓&kappa; &epsilon;̓&kappa;&lambda;&epsilon;&iota;́&psi;&epsilon;&iota; Ouk ekleipsei&mdash;&lsquo;Shall not be eclipsed,&rsquo; or shall not fail. <\/p> <p> <em>The days of thy mourning <\/em>&mdash;(See the notes at <a class=\"isa\" verses=\"WzE4MTI3XQ==\">Isaiah 25:8 <\/a>). The description here, therefore, is one of great glory and happiness in the church. That period will yet arrive; and no friend of God and of the happiness of man can think of that time without praying most sincerely that it may soon come, when the Sun of righteousness, in the fullness of his glory, shall ascend to the meridian, and stand there without one obscuring cloud, and pour the splendor of the noontide beams all over a darkened world. Some of the ideas in this chapter, descriptive of the glorious times of the gospel, have been beautifully versified by Pope in his Messiah: <\/p> <p>Rise, crown&rsquo;d with light, imperial Salem, rise! <\/p> <p>Exalt thy tow&lsquo;ry head, and lift thy eyes! <\/p> <p>See a long race thy spacious courts adorn; <\/p> <p>See future sons and daughters yet unborn, <\/p> <p>In crowding ranks on every side arise, <\/p> <p>Demanding life, impatient for the skies! <\/p> <p>See barbarous nations at thy gates attend, <\/p> <p>Walk in thy light, and in thy temple bend: <\/p> <p>See thy bright altars throng&rsquo;d with prostrate kings, <\/p> <p>And heap&rsquo;d with products of Sabcan springs! <\/p> <p>For thee Idumea&rsquo;s spicy forests blow, <\/p> <p>And seeds of gold in Ophir&rsquo;s mountains glow; <\/p> <p>See heaven its sparkling portals wide display, <\/p> <p>And break upon them in a flood of day! <\/p> <p>No more the rising sun shall gild the morn, <\/p> <p>Nor evening Cynthia fill her silver horn; <\/p> <p>But lost, dissolved in thy superior rays, <\/p> <p>One tide of glory, one unclouded blaze, <\/p> <p>O&rsquo;erflow thy courts; the light himself shall shine <\/p> <p>Reveal&lsquo;d, and God&rsquo;s eternal day be thine! <\/p> <p>The seas shall waste, the skies in smoke decay, <\/p> <p>Rocks fall to dust, and mountains melt away; <\/p> <p>But fix&rsquo;d his word, his saving power remains; <\/p> <p>Thy realm forever lasts, thine own Messiah reigns! <\/p> ",
    "audit": 1
}