{
    "id": 1847,
    "source": "barnes",
    "verse_id": 18754,
    "verse_count": 1,
    "reference": "55:13 ",
    "title": "",
    "html": "<p><em>Instead of the thorn<\/em>&mdash;(Compare the notes at <a class=\"isa\" verses=\"W3siMTc4OTEiOjN9LHsiMTgzMjIiOjJ9XQ==\">Isaiah 11:6-8; Isaiah 35:1-2<\/a> ; <a class=\"isa\" verses=\"WzE4NDcxLDE4NTAxXQ==\">Isaiah 41:19; Isaiah 42:20<\/a> ). The word rendered &lsquo;thorn&rsquo; (נעצוּץ na‛ătsûts) occurs only here and in <a class=\"isa\" verses=\"WzE3ODAyXQ==\">Isaiah 7:19<\/a>. It evidently means a thorn, hedge, or thorny-bush.<\/p><p><em>Shall come up the fir tree<\/em>&mdash;(ברושׁ berôsh; see the notes at <a class=\"isa\" verses=\"WzE3OTM3LDE4Mzc3LDE4ODM1XQ==\">Isaiah 14:8; Isaiah 37:24; Isaiah 60:13<\/a> ; <a class=\"ref\">Zechariah 11:2<\/a> ). A change would be produced in the moral condition of man as great as if in the natural world the rough and useless thorn should be succeeded by the beautiful and useful cypress (compare <a class=\"isa\" verses=\"WzE4ODM1XQ==\">Isaiah 60:13<\/a>).<\/p><p><em>And instead of the brier<\/em>&mdash;The brier is everywhere an emblem of desolation, and of an uncultivated country (see <a class=\"isa\" verses=\"WzE3NzQ2XQ==\">Isaiah 5:6<\/a> ; <a class=\"isa\" verses=\"eyIxNzgwNiI6Mn0=\">Isaiah 7:23-24<\/a>).<\/p><p>The myrtle-tree&mdash;(see the notes at <a class=\"isa\" verses=\"WzE4NDcxXQ==\">Isaiah 41:19<\/a>). The idea here is, that under the gospel the change would be as great in the moral world as if a field all overrun with briers should at once become thick set with myrtles.<\/p><p><em>And it shall be to the Lord<\/em>&mdash;The reference here is to all that had been said in the chapter. The gift of the Messiah; the universal offer of the gospel; the bestowing of pardon; the turning of the wicked unto God; and the great and salutary changes produced by the gospel, would all be a memorial of the benevolence and glory of Yahweh.<\/p><p><em>For a name<\/em>&mdash;It should tend to diffuse his name; to spread abroad a knowledge of himself.<\/p><p><em>An everlasting sign<\/em>&mdash;On the meaning of the word rendered &rsquo;sign,&rsquo; see the notes at <a class=\"isa\" verses=\"WzE3Nzk3XQ==\">Isaiah 7:14<\/a>, Here it means that it would be an eternal memorial of the mercy and goodness of Yahweh.<\/p><p><em>That shall not be cut off<\/em>&mdash;The gospel with its rich and varied blessings shall erect enduring monuments in the earth, to the praise and honor of God. It will be more enduring as a memorial of him than all altars and statues, and temples erected to celebrate and perpetuate idolatry; as wide-diffused as are his works of creation, and more fruitful of blessings than anything elsewhere conferred on man.<\/p>",
    "audit": 1
}