{
    "id": 977,
    "source": "barnes",
    "verse_id": 17884,
    "verse_count": 1,
    "reference": "10:33 ",
    "title": "",
    "html": "<p><em>Behold, the Lord...<\/em>&mdash;The prophet had described, in the previous verses, the march of the Assyrians toward Jerusalem, station by station. He had accompanied him in his description until he had arrived in full sight of the city, which was the object of all his preparation. He had described the consternation which was felt at his approach in all the smaller towns. Nothing had been able to stand before him; and now, flushed with success, and confident that Jerusalem would fall, he stands before the devoted city. But here, the prophet announces that his career was to close; and here his arms to be stayed. Here he was to meet with an overthrow, and Jerusalem would still be safe. This is the design of the prophecy, to comfort the inhabitants of Jerusalem with the assurance that they still would be safe.<\/p><p><em>Will lop the bough<\/em>&mdash;The word &ldquo;bough&rdquo; here (פארה pû&lsquo;râh) is from פאר pâ&lsquo;ar to adorn, to beautify; and is given to a branch or bough of a tree on account of its beauty. It is, therefore, descriptive of that which is beautiful, honored, proud; and is applied to the Assyrian on account of his pride and magnificence. In <a class=\"isa\" verses=\"eyIxNzg2OSI6Mn0=\">Isaiah 10:18-19<\/a>, the prophet had described the army of the Assyrian as a magnificent forest. Here he says that the glory of that army should be destroyed, as the vitality and beauty of the waving bough of a tree is quickly destroyed when it is lopped with an axe. There can scarcely be conceived a description, that would more beautifully represent the fading strength of the army of the Assyrian than this.<\/p><p><em>With terror<\/em>&mdash;In such a way as to inspire terror.<\/p><p><em>The high ones of stature<\/em>&mdash;The chief men and officers of the army.<\/p>",
    "audit": 1
}