{
    "id": 1722,
    "source": "barnes",
    "verse_id": 18629,
    "verse_count": 1,
    "reference": "48:14 ",
    "title": "",
    "html": "<p><em>All ye, assemble yourselves and hear<\/em>&mdash;Ye Jews who are in Babylon, gather together, and listen to the assurance that God is able to protect you, and that he will certainly restore you to your own country.<\/p><p><em>Which among them<\/em>&mdash;Who among the pagan?<\/p><p><em>Hath declared these things?<\/em>&mdash;The things relating to the destruction of Babylon, and the rescue of his people. This is an appeal similar to that which God has often made, that he alone can predict future events. None of the astrologers, soothsayers, or diviners of Babylon had been able to foretell the expedition and the conquests of Cyrus, and the capture of the city. If they had been able to foresee the danger, they might have guarded against it, and the city might have been saved. But God had predieted it a hundred and fifty years before it occurred, and this demonstrated, therefore, that he alone was God.<\/p><p><em>The Lord hath loved him<\/em>&mdash;Lowth renders this, &lsquo;He whom Jehovah hath loved will execute his will on Babylon.&rsquo; The Septuagint renders it, &lsquo;Loving thee, I will execute thy will against Babylon.&rsquo; There can be no doubt that it refers to Cyrus, and that the meaning is, that he whom Yahweh had loved would accomplish his will on Babylon. It does not necessarily mean that Yahweh was pleased with his moral character, or that he was a pious man (compare the notes at <a class=\"isa\" verses=\"MTg0NTQ=\">Isaiah 41:2<\/a>); but that he was so well pleased with him as an instrument to accomplish his purposes, that he chose to employ him for that end.<\/p><p><em>He will do his pleasure on Babylon<\/em>&mdash;He will accomplish all his desire on that city; that is, he will take, and subdue it. The word &lsquo;his&rsquo; here, may refer either to Cyrus or to Yahweh. Probably it means that Cyrus would do to Babylon what would be pleasing to Yahweh.<\/p><p><em>And his arm<\/em>&mdash;The arm is a symbol of strength, and is the instrument by which we execute our purposes.<\/p>",
    "audit": 1
}