{
    "id": 1352,
    "source": "barnes",
    "verse_id": 18259,
    "verse_count": 1,
    "reference": "31:8",
    "title": "",
    "html": "<p><em>Then shall the Assyrian fall with the sword<\/em> &mdash;The sword is often used as an instrument of punishment. It is not meant here literally that the sword would be used, but it is employed to denote that complete destruction would come upon them.<\/p><p><em>Not of a mighty man<\/em> &mdash;The idea here is, that the army should not fall by the valor of a distinguished warrior, but that it should be done by the direct interposition of God (see<a class=\"isa\" verses=\"WzE4Mzg5XQ==\">Isaiah 37:36<\/a>).<\/p><p><em>Of a mean man<\/em> &mdash;Of a man of humble rank. His army shall not be slain by the hand of mortals.<\/p><p><em>But he shall flee<\/em> &mdash;The Assyrian monarch escaped when his army was destroyed, and fled toward his own land;<a class=\"isa\" verses=\"WzE4MzkwXQ==\">Isaiah 37:37<\/a> .<\/p><p><em>From the sword<\/em> &mdash;Margin, &lsquo;For fear of.&rsquo; The Hebrew is &lsquo;From the face of the sword;&rsquo; and the sense is, that he would flee in consequence of the destruction of his host, here represented as destroyed by the sword of Yahweh.<\/p><p><em>And his young men<\/em> &mdash;The flower and strength of his army.<\/p><p><em>Shall be discomfited<\/em> &mdash;Margin, &lsquo;For melting;&rsquo; or &lsquo;tribute,&rsquo; or &lsquo;tributary.&rsquo; Septuagint, &Epsilon;&iota;̓&sigmaf; &eta;̔́&tau;&tau;&eta;&mu;&alpha; Eis hēttēma&mdash;&lsquo;For destruction.&rsquo; The Hebrew word (מס mas), derived probably from מסס mâsas, &ldquo;to melt away, to dissolve&rdquo;) is most usually employed to denote a levy, fine, or tax&mdash;so called, says Taylor, because it wastes or exhausts the substance and strength of a people. The word is often used to denote that people become tributary, or vassals, as in<a class=\"ref\">Genesis 49:15; Deuteronomy 20:11<\/a> ; compare<a class=\"ref\">Joshua 16:10; 2 Samuel 20:24; 1 Kings 4:6; 1 Kings 5:13; Esther 10:1<\/a> . Probably it does not here mean that the strength of the Assyrian army would become literally tributary to the Jews, but that they would be as if they had been placed under a levy to them; their vigor and strength would melt away; as property and numbers do under taxation and tribute.<\/p> ",
    "audit": 1
}