{
    "id": 1834,
    "source": "barnes",
    "verse_id": 18741,
    "verse_count": 1,
    "reference": "54:17",
    "title": "",
    "html": "<p><em>No weapon that is formed<\/em> &mdash;No instrument of war, no sword, or spear; no instrument of persecution or torture that is made by the smith,<a class=\"isa\" verses=\"WzE4NzQwXQ==\">Isaiah 54:16<\/a> .<\/p><p><em>Shall prosper<\/em> &mdash;On the meaning of this word, see the notes at<a class=\"isa\" verses=\"WzE4NzEwXQ==\">Isaiah 52:13<\/a> . The sense here is, that it shall not have final and ultimate prosperity. It might be permitted for a time to appear to prosper&mdash;as persecutors and oppressors have done; but there would not be final and complete success.<\/p><p><em>And every tongue<\/em> &mdash;No one shall be able to injure you by words and accusations. If a controversy shall arise; if others reproach you and accuse you of imposture and deceit, you will be able ultimately to convince them of error, and, by manifestation of the truth, to condemn them. The language here is derived probably from courts of justice (see the notes at<a class=\"isa\" verses=\"WzE4NDUzXQ==\">Isaiah 41:1<\/a>); and the idea is, that truth and victory, in every strife of words, would be on the side of the church. To those who have watched the progress of discussions thus far on the subject of the true religion, it is needless to say that this has been triumphantly fulfilled. Argument, sophism, ridicule, have all been tried to overthrow the truth of the Christian religion. Appeals have been made to astronomy, geology, antiquities, history, and indeed to almost every department of science, and with the same want of success. Poetry has lent the charm of its numbers; the grave historian has interwoven with the thread of his narrative covert attacks and sly insinuations against the Bible; the earth has been explored to prove that&rsquo; He who made the world and revealed its age to Moses was mistaken in its age;&rsquo; and the records of Oriental nations, tracing their history up cycles of ages beyond the Scripture account of the creation of the world, have been appealed to, but thus far in all these contests ultimate victory has declared in favor of the Bible. And no matter from what quarter the attack has come, and no matter how much learning and talent have been evinced by the adversaries of the Bible, God has raised up some Watson, or Lardner, or Chalmers, or Buckland, or Cuvier, or Wiseman, to meet these charges, and to turn the scales in favor of the cause of truth. They who are desirous of examining the effects of the controversy of Christianity with science, and the results, can find them detailed with great learning and talent in Dr. Wiseman&rsquo;s Lectures on the connection between Science and Revealed Religion, Andover, 1837.<\/p><p><em>This is the heritage<\/em> &mdash;The inheritance which awaits those who serve God is truth and victory. It is not gold and the triumph of battle. It is not the laurel won in fields of blood. But it is, the protection of God in all times of trouble; his friendship in all periods of adversity; complete victory in all contests with error and false systems of religion; and preservation when foes rise up in any form and endeavor to destroy the church, and to blot out its existence and its name.<\/p><p><em>And their righteousness is of me<\/em> &mdash;Or rather, &lsquo;this is the righteousness, or the justification which they obtain of me; this is that which I impart to them as their justification.&rsquo; The idea is not that their righteousness is of him, but that this justification or vindication from him is a part of their inheritance and their portion.<\/p> ",
    "audit": 1
}