{
    "id": 1253,
    "source": "barnes",
    "verse_id": 18160,
    "verse_count": 1,
    "reference": "27:8",
    "title": "",
    "html": "<p><em>In measure... <\/em>&mdash;This verse in our translation is exceedingly obscure, and indeed almost unintelligible. Nor is it much more intelligible in Lowth, or in Noyes; in the Vulgate, or the Septuagint. The various senses which have been given to the verse may be seen at length in Vitringa and Rosenmuller. The idea, which I suppose to be the true one, without going into an examination of others which have been proposed, is the following, which is as near as possible a literal translation:<\/p><p>In moderation in sending her (the vineyard)<\/p><p>Away didst thou judge her,<\/p><p>Though carrying her away with a rough tempest<\/p><p>In the time of the east wind.<\/p><p>The word rendered &lsquo;measure&rsquo; (סאסאה sa&rsquo;se&lsquo;âh) occurs nowhere else in the Scriptures. It is probably derived from סאה se&lsquo;âh, &ldquo;a measure;&rdquo; usually denoting a measure of grain, containing, according to the rabbis, a third part of an ephah, that is, about &ldquo;a peck.&rdquo; The word used here is probably a contraction of סאה סאה se&lsquo;âh se&lsquo;âh literally, &ldquo;measure by measure,&rdquo; i: e., &ldquo;moderately,&rdquo; or in moderation. So the rabbis generally understand it. The idea is &rsquo;small measure by small measure,&rsquo; not a large measure at a time; or, in other words, moderately, or in moderation. It refers, I suppose, to the fact that in inflicting judgment on his people, it had not been done with intolerable severity. The calamity had not been so overwhelming as entirely to cut them off, but had been tempered with mercy.<\/p><p><em>When it shooteth forth<\/em>&mdash;This expression does not convey an intelligible idea. The Hebrew, בשׁלחה beshallechâh&mdash;literally, &ldquo;in sending her forth,&rdquo; from שׁלח shâlach &ldquo;to send,&rdquo; or &ldquo;to put forth&rdquo;&mdash;refers, I suppose, to the fact that God had sent her, that is, his vineyard, his people, forth to Babylon; he had cast them out of their own land into a distant country, but when it was done it was tempered with mercy and kindness. In this expression there is indeed a mingling of a metaphor with a literal statement, since it appears rather incongruous to speak of sending forth a &ldquo;vineyard;&rdquo; but such changes in expressions are not uncommon in the Hebrew poets.<\/p><p><em>Thou wilt debate with it<\/em>&mdash;Or, rather, thou hast &ldquo;judged&rdquo; it; or hast punished it. The word ריב riyb means sometimes to debate, contend, or strive; but it means also to take vengeance <a class=\"ref\">1 Samuel 25:39<\/a> , or to punish; to contend with anyone so as to overcome or punish him. Here it refers to the fact that God &ldquo;had&rdquo; had a contention with his people, and had punished them by removing them to Babylon.<\/p><p><em>He stayeth<\/em>&mdash;( הגה hâgâh). This word means in one form &ldquo;to meditate,&rdquo; to think, to speak; in another, &ldquo;to separate,&rdquo; as dross from silver, to remove, to take away <a class=\"ref\">Proverbs 25:4-5<\/a>. Here it means that he &ldquo;had&rdquo; removed, or separated his people from their land as with the sweepings of a tempest. The word &rsquo;stayeth&rsquo; does not express the true sense of the passage. It is better expressed in the margin, &lsquo;when he removeth it.&rsquo;<\/p><p><em>His rough wind<\/em>&mdash;A tempestuous, boisterous wind, which God sends. Winds are emblematic of judgment, as they sweep away everything before them. Here the word is emblematic of the calamities which came upon Judea by which the nation was removed to Babylon; and the sense is, that they were removed as in a tempest; they were carried away as if a violent storm had swept over the land.<\/p><p><em>In the day of the east wind<\/em>&mdash;The east wind in the climate of Judea was usually tempestuous and violent; <a class=\"ref\">Job 27:21<\/a>:<\/p><p>The east wind carrieth him away and he departeth;<\/p><p>And, as a storm, hurleth them out of his place.<\/p> ",
    "audit": 1
}