{
    "id": 1116,
    "source": "barnes",
    "verse_id": 18023,
    "verse_count": 1,
    "reference": "19:18 ",
    "title": "",
    "html": "<p><em>In that day<\/em>&mdash;The word &lsquo;day&rsquo; is used in Scripture in a large signification, &ldquo;as including the whole period under consideration,&rdquo; or the whole time that is embraced in the scope of a prophecy. In this chapter it is used in this sense; and evidently means that the event here foretold would take place &ldquo;somewhere&rdquo; in the period that is embraced in the design of the prophecy. That is, the event recorded in this verse would occur in the series of events that the prophet saw respecting Egypt (see <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 4:1<\/a> ). The sense is, that somewhere in the general time here designated <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 19:4-17<\/a> , the event here described would take place. There would be an extensive fear of Yahweh, and an extensive embracing of the true religion, in the land of Egypt.<\/p><p><em>Shall five cities<\/em>&mdash;The number &lsquo;five&rsquo; here is evidently used to denote an &ldquo;indefinite&rdquo; number, in the same way as &rsquo;seven&rsquo; is often used in the Scriptures (see <a class=\"ref\">Leviticus 26:8<\/a>). It means, that several cities in Egypt would use that language, one of which only is specified.<\/p><p><em>The language of Canaan<\/em>&mdash;Margin, &lsquo;Lip of Canaan.&rsquo; So the Hebrew; but the word often means &lsquo;language.&rsquo; The language of Canaan evidently means the &ldquo;Hebrew&rdquo; language; and it is called &lsquo;the language of Canaan&rsquo; either because it was spoken by the original inhabitants of the land of Canaan, or more probably because it was used by the Hebrews who occupied Canaan as the promised land; and then it will mean the language spoken in the land of Canaan. The phrase used here is employed probably to denote that they would be converted to the Jewish religion; or that the religion of the Jews would flourish there. A similar expression, to denote conversion to the true God, occurs in <a class=\"ref\">Zephaniah 3:9<\/a>: &lsquo;For there I will turn to the people a pure language, that they may call upon the name of the Lord, to serve him with one consent.&rsquo;<\/p><p><em>And swear to the Lord of hosts<\/em>&mdash;That is, they shall &ldquo;devote&rdquo; themselves to him; or they shall bind themselves to his service by solemn covenant; compare <a class=\"ref\">Deuteronomy 10:20; Isaiah 45:20<\/a>, where conversion to God, and a purpose to serve him, is expressed in the same manner by &ldquo;swearing&rdquo; to him, that is, by solemnly devoting themselves to his service.<\/p><p><em>One shall be called<\/em>&mdash;The name of one of them shall be, etc. Why &ldquo;one&rdquo; particularly is designated is not known.<\/p><p><em>The city of destruction<\/em>&mdash;There has been a great variety of interpretation in regard to this expression. Margin, &lsquo;Heres,&rsquo; or, &lsquo;The sun.&rsquo; The Vulgate, &lsquo;The city of the sun;&rsquo; evidently meaning Heliopolis. The Septuagint &Alpha;&sigma;&epsilon;&delta;&epsilon;́&kappa; Asedik&mdash;&lsquo;The city Asedek.&rsquo; The Chaldee, &lsquo;The city of the house of the sun (שׁמשׁ בית bēyith shemesh), which is to be destroyed.&rsquo; The Syriac, &lsquo;The city of Heres.&rsquo; The common reading of the Hebrew text is, ההרס עיר &lsquo;iyr haheres. This reading is found in most MS. editions and versions. The word הרס heres commonly means &ldquo;destruction,&rdquo; though it may also mean &ldquo;deliverance;&rdquo; and Gesenius supposes the name was to be given to it because it was to be a &ldquo;delivered&rdquo; city; that is, it would be the city to which &lsquo;the saviour&rsquo; mentioned in <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 19:20<\/a>, would come, and which he would make his capital. Ikenius contends that the word &lsquo;Heres&rsquo; is taken from the Arabic, and that the name is the same as Leontopolis&mdash;&lsquo;The city of the lion,&rsquo; a city in Egypt. But besides other objections which may be made to this interpretation, the signification of &ldquo;lion&rdquo; is not given to the word in the Hebrew language.<\/p><p><em>The common reading is that which occurs in the text<\/em>&mdash;the city of &ldquo;Heres.&rdquo; But another reading (החרס hacheres) is found in sixteen manuscripts, and has been copied in the Complutensian Polyglot. This word ( חרס cheres) properly means the &ldquo;sun,&rdquo; and the phrase means the city of the sun; that is, Heliopolis. Onias, who was disappointed in obtaining the high priesthood (149 b.c.) on the death of his uncle Menelaus, fled into Egypt, and ingratiated himself into the favor of Ptolemy Philometer and Cleopatra, and was advanced to the highest rank in the army and the court, and made use of his influence to obtain permission to build a temple in Egypt like that at Jerusalem, with a grant that he and his descendants should always have a right to officiate in it as high priests. In order to obtain this, he alleged that it would be for the interest of Egypt, by inducing many Jews to come and reside there, and that their going annually to Jerusalem to attend the great feasts would expose them to alienation from the Egyptians, to join the Syrian interest (&ldquo;see&rdquo; Prideaux&rsquo;s &ldquo;Connection,&rdquo; under the year 149 b.c. Josephus expressly tells us (&ldquo;Ant.&rdquo; xiii. 3.-1-3), that in order to obtain this layout, he urged that it had been predicted by Isaiah six hundred years before, and that in consequence of this, Ptolemy granted him permission to build the temple, and that it was built at Leontopolis. It resembled that at Jerusalem, but was smaller and less splendid. It was within the Nomos or prefecture of Heliopolis, at the distance of twenty-four miles from Memphis. Onias pretended that the very place was foretold by Isaiah; and this would seem to suppose that the ancient reading was that of &lsquo;the city of the sun.&rsquo; He urged this prediction in order to reconcile the Jews to the idea of another temple besides that at Jerusalem, because a temple erected in Egypt would be an object of disapprobation to the Jews in Palestine. Perhaps for the same reason the translation of Isaiah in the Septuagint renders this, &Alpha;̓&sigma;&epsilon;&delta;&epsilon;́&kappa; Asedek&mdash;&lsquo;The city of Asedek,&rsquo; as if the original were צדקה tsedâqâh&mdash;&lsquo;The city of righteousness&rsquo;&mdash;that is, a city where righteousness dwells; or a city which was approved by God. But this is manifestly a corruption of the Hebrew text.<\/p><p>It may be proper to remark that the change in the Hebrew between the word rendered &lsquo;destruction&rsquo; (הרס heres), and the word &rsquo;sun&rsquo; (חרס cheres), is a change of a single letter where one might be easily mistaken for the other&mdash;the change of the Hebrew letter ה (h) into the Hebrew letter ח (ch). This might have occurred by the error of a transcriber, though the circumstances would lead us to think it not improbable that it &ldquo;may&rdquo; have been made designedly, but by whom is unknown. It &ldquo;may&rdquo; have been originally as Onias pretended and have been subsequently altered by the Jews to counteract the authority which he urged for building a temple in Egypt; but there is no certain evidence of it. The evidence from MSS. is greatly in favor of the reading as in our translation (הרס heres), and this may be rendered either &lsquo;destruction,&rsquo; or more probably, according to Gesenius, &lsquo;deliverance,&rsquo; so called from the &ldquo;deliverance&rdquo; that would be brought to it by the promised saviour <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 19:20<\/a>.<\/p><p>It may be added, that there is no evidence that Isaiah meant to designate the city where Onias built the temple, but merely to predict that many cities in Egypt would be converted, one of which would be the one here designated. Onias took &ldquo;advantage&rdquo; of this, and made an artful use of it, but it was manifestly not the design of Isaiah. Which is the true reading of the passage it is impossible now to determine; nor is it important. I think the most probable interpretation is that which supposes that Isaiah meant to refer to a city saved from destruction, as mentioned in <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 19:20<\/a>, and that he did not design to designate any particular city by name. The city of Heliopolis was situated on the Pelusian branch of the Nile, about five miles below the point of the ancient Delta. It was deserted in the time of Strabo; and this geographer mentions its mounds of ruin, but the houses were shown in which Eudoxus and Plato had studied.<\/p><p>The place was celebrated for its learning, and its temple dedicated to the sun. There are now no ruins of ancient buildings, unless the mounds can be regarded as such; the walls, however, can still be traced, and there is an entire obelisk still standing. This obelisk is of red granite, about seventy feet high, and from its great antiquity has excited much attention among the learned. In the neighboring villages there are many fragments which have been evidently transferred from this city. Dr. Robinson who visited it, says, that &lsquo;the site about two hours N. N. E. from Cairo. The way thither passes along the edge of the desert, which is continually making encroachments, so soon as then ceases to be a supply of water for the surface of the ground. The site of Heliopolis is marked by low mounds, enclosing a space about three quarters of a mile in length, by half a mile in breadth, which was once occupied by houses, and partly by the celebrated temple of the sun. This area is now a plowed field, a garden of herbs; and the solitary obelisk which rises in the midst is the sole remnant of the splendor of the place. Near by it is a very old sycamore, its trunk straggling and gnarled, under which legendary tradition relates that the holy family once. rested.&rsquo; (&ldquo;Bib. Researches,&rdquo; vol. i. pp. 36, 37.) The illustration in the book, from the Pictorial Bible, will give an idea of the present appearance of Heliopolis.<\/p>",
    "audit": 1
}