{
    "id": 1861,
    "source": "barnes",
    "verse_id": 18768,
    "verse_count": 1,
    "reference": "57:2 ",
    "title": "",
    "html": "<p><em>He shall enter into peace<\/em>&mdash;Lowth, &lsquo;He shall go in peace.&rsquo; So the margin. Vulgate, &lsquo;Peace shall come.&rsquo; Septuagint, &lsquo;His sepulture (&eta;̔ &tau;&alpha;&phi;&eta;̀ &alpha;&upsilon;̓&tau;&omicron;&upsilon;͂ hē taphē autou) shall be in peace.&rsquo; The idea is, that by his death the righteous man shall enter into rest. He shall get away from conflict, strife, agitation, and distress. This may either refer to the peaceful rest of the grave, or to that which awaits the just in a better world. The direct meaning here intended is probably the former, since the grave is often spoken of as a place of rest. Thus Job J<a class=\"ref\">Obadiah 3:17<\/a> , speaking of the grave, says:<\/p><p>There the wicked cease from troubling; And there the weary be at rest.<\/p><p>The connection here seems also to demand the same sense, as it is immediately added, &lsquo;they shall rest in their beds.&rsquo; The grave is a place of peace:<\/p><p>Nor pain, nor grief, nor anxious fear,<\/p><p>Invade thy bounds; no mortal woes<\/p><p>Can reach the peaceful sleeper here,<\/p><p>While angels watch the soft repose.<\/p><p>&mdash;Watts<\/p><p>At the same time it is true that the dying saint &lsquo;goes in peace!&rsquo; He has calmness in his dying, as well as peace in his grave. He forgives all who have injured him; prays for all who have persecuted him; and peacefully and calmly dies. He lies in a peaceful grave&mdash;often represented in the Scriptures as a place of repose, where the righteous &rsquo;sleep&rsquo; in the hope of being awakened in the morning of the resurrection. He enters into the rest of heaven&mdash;the world of perfect and eternal repose. No persecution comes there; no trial awaits him there; no calamity shall meet him there. Thus, in all respects, the righteous leave the world in peace; and thus death ceases to be a calamity, and this most dreaded of all evils is turned into the highest blessing.<\/p><p><em>They shall rest in their beds<\/em>&mdash;That is, in their graves.<\/p><p><em>Each one walking in his uprightness<\/em>&mdash;Margin, &lsquo;Before him.&rsquo; The word נכח nakkoch means &ldquo;straight, right,&rdquo; and is used of one who walks straight forward. It here means an upright man, who is often represented as walking in a straight path in opposition to sinners, who are represented as walking in crooked ways <a class=\"ref\">Psalm 125:5; Proverbs 2:15<\/a> ; <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 59:8<\/a> ; <a class=\"ref\">Philippians 2:15<\/a>. The sense here is, that all who are upright shall leave the world in peace, and rest quietly in their graves.<\/p>",
    "audit": 1
}