{
    "id": 824,
    "source": "barnes",
    "verse_id": 17731,
    "verse_count": 1,
    "reference": "3:23",
    "title": "",
    "html": " <p> <em>The glasses <\/em>&mdash;There is a great variety of opinion about the expression used here. That ancient Jews had &ldquo;looking-glasses,&rdquo; or mirrors, is manifest from the account in <a class=\"ref\">Exodus 38:8 <\/a>. These &ldquo;mirrors&rdquo; were made of polished plates of brass. The Vulgate and Chaldee understand this of &ldquo;mirrors.&rdquo; The Septuagint understands by it a &ldquo;thin, transparent covering like gauze,&rdquo; perhaps like silk. The word is derived from the verb &ldquo;to reveal, to make apparent,&rdquo; etc., and applies either to mirrors or to a splendid shining garment. It is probable that their excessive vanity was evinced by carrying small mirrors in their hands&mdash;that they might examine and adjust their dress as might be necessary. This is now done by females of Eastern nations. Shaw informs us that, &lsquo;In the Levant, looking-glasses are a part of female dress. The Moorish women in Barabary are so fond of their ornaments, and particularly of their looking-glasses, which they hang upon their breasts, that they will not lay them aside, even when, after the drudgery of the day, they are obliged to go two or three miles with a pitcher or a goat-skin to fetch water.&rsquo;&mdash;&ldquo;Burder.&rdquo; In Egypt, the mirror was made of mixed metal, chiefly of copper, and this metal was so highly polished, that in some of the mirrors discovered at Thebes, the luster has been partially restored, though they have been buried in the earth for many centuries. The mirror was nearly round, inserted in a handle of wood, stone, or metal, whose form varied according to the taste of the owner. The picture in the book will give you an idea of the ancient form of the mirror, and will show that they might be easily carried abroad as an ornament in public; compare Wilkinson&rsquo;s &ldquo;Manners and Customs of the Ancient Egyptians,&rdquo; vol. iii., pp. 384-386. <\/p> <p> <em>And the fine linen <\/em>&mdash;Anciently, the most delicate and fine garments were made from linen which was obtained chiefly from Egypt; see the note at <a class=\"ref\">Luke 16:19 <\/a>. <\/p> <p> <em>And the hoods <\/em>&mdash;Or, &ldquo;turbans.&rdquo; <\/p> <p> <em>And the veils <\/em>&mdash;This does not differ probably from the veils worn now, except that those worn by Eastern females are &ldquo;large,&rdquo; and made so as to cover the head and the shoulders, so that they may be drawn closely round the body, and effectually conceal the person; compare <a class=\"ref\">Genesis 24:65 <\/a>. <\/p> ",
    "audit": 1
}