{
    "id": 1523,
    "source": "barnes",
    "verse_id": 18430,
    "verse_count": 1,
    "reference": "40:9 ",
    "title": "",
    "html": "<p><em>O Zion, that bringest good tidings<\/em>&mdash;This is evidently the continuance of what the &lsquo;voice&rsquo; said, or of the annunciation which was to give joy to an afflicted and oppressed people. There has been, however, much diversity of opinion in regard to the meaning of the passage. The margin renders it, &lsquo;Thou that tellest good tidings to Zion,&rsquo; making Zion the receiver, and not the publisher of the message that was to convey joy. The Vulgate, in a similar way, renders it, &lsquo;Ascend a high mountain, thou who bringest good tidings to Zion&rsquo; (qui evangelizas Zion). So the Chaldee, understanding this as an address to the prophet, as in <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 40:1<\/a> , &lsquo;Ascend a high mountain, ye prophets, who bring glad tidings to Zion.&rsquo; So Lowth, Noyes, Gesenius. Grotius, and others. The word מבשׂרת mebas&lsquo;eret, from בשׂר bâs&lsquo;ar, means cheering with good tidings; announcing good news; bearing joyful intelligence.<\/p><p>It is a participle in the feminine gender; and is appropriately applicable to some one that bears good tidings to Zion, and not to Zion as appointed to bear glad titlings. Lowth supposes that it is applicable to some female whose office it was to announce glad tidings, and says that it was the common practice for females to engage in the office of proclaiming good news. On an occasion of a public victory or rejoicing, it was customary, says he, for females to assemble together, and to celebrate it with songs, and dances, and rejoicings; and he appeals to the instance of Miriam and the chorus of women <a class=\"ref\">Exodus 15:20-21<\/a> , and to the instance where, after the victory of David over Goliath, &lsquo;all the women came out of the cities of Israel singing and dancing to meet Saul&rsquo; <a class=\"ref\">1 Samuel 18:7<\/a>. But there are objections to this interpretation; first, if this was the sense, the word would bare been in the plural number, since there is no instance in which a female is employed alone in this service; and, secondly, it was not, according to this, the office of the female to announce good tidings, or to communicate a joyful message, but to celebrate some occasion of triumph or victory.<\/p><p>Grotius supposes that the word is &lsquo;feminine in its sound, but common in its signification;&rsquo; and thus denotes any whose office it was to communicate glad tidings. Gesenius (Commentary in loc.) says, that the feminine form here is used in a collective sense for מבשׂרים mebas&lsquo;eriym in the plural; and supposes that it thus refers to the prophets, or others who were to announce the glad tidings to Zion. Vitringa coincides with our translation, and supposes that the sense is, that Zion was to make proclamation to the other cities of Judah of the deliverance; that the news was first to be communicated to Jerusalem, and that Jerusalem was entrusted with the office of announcing this to the other cities of the land; and that the meaning is, that the gospel was to be preached first at Jerusalem, and then from Jerusalem as a center to the ether cities of the land, agreeably to <a class=\"ref\">Luke 24:49<\/a>. In this view, also, Hengstenberg coincides (Christol. vol. i. p. 424). But that the former interpretation, which regards Zion as the receiver, and not the promulgator, of the intelligence, is the true one, is apparent, I think, from the following considerations:<\/p><p>1. It is that which is the obvious and most correct construction of the Hebrew.<\/p><p>2. It is that which is found in the ancient versions.<\/p><p>3. It accords with the design of the passage.<\/p><p>The main scope of the passage is not to call upon Jerusalem to make known the glad tidings, but it is to convey the good news to Jerusalem; to announce to her, lying desolate and waste, that her hard service was at an end, and that she was to be blessed with the return of happier and better times (see <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 40:2<\/a> ). It would be a departure from this, to suppose that the subject was diverted in order to give Jerusalem a command to make the proclamation to the other cities of the land to say nothing of the impropriety of calling on a city to go up into a high mountain, and to lift up its voice. On the meaning of the word &lsquo;Zion,&rsquo; see the note at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 1:8<\/a>.<\/p><p><em>Get thee up into a high mountain<\/em>&mdash;You who make this proclamation to Zion. It was not uncommon in ancient times, when a multitude were to be addressed, or a proclamation to be made, for the crier to go into a mountain, where he could be seen and heard. Thus Jotham, addressing the men of Shechem, is said to have gone and &rsquo;stood on the top of mount Gerizim, and lifted up his voice&rsquo; (<a class=\"ref\">Judges 9:7<\/a> ; compare <a class=\"ref\">Matthew 5:1<\/a>). The sense is, that the messengers of the joyful news to Zion were to make themselves distinctly heard by all the inhabitants of the city, and of the land.<\/p><p><em>Lift up thy voice<\/em>&mdash;As with a glad and important message. Do not deliver the message as if you were afraid that it should be heard. It is one of joy; and it should be delivered in a clear, decided, animated manner, as if it were important that it should be heard.<\/p><p><em>With strength<\/em>&mdash;Aloud; with effort; with power (compare <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 35:3-4<\/a>).<\/p><p><em>Lift it up<\/em>&mdash;Lift up the voice. The command is repeated, to denote emphasis. The mind is full of the subject, and the prophet repeats the command, as a man often does when his mind is full of an idea. The command to deliver the message of God with animation, earnestness, and zeal is one that is not unusual in Isaiah. It should be delivered as if it were true, and as if it were believed to be true. This will not justify, however, boisterous preaching, or a loud and unnatural tone of voice&mdash;alike offensive to good taste, injurious to the health, and destructive of the life of the preacher. It is to be remarked, also, that this command to lift up the voice, pertains to the glad tidings of the gospel, and not to the terrors of wrath; to the proclamation of mercy, and not to the denunciation of woe. The glad tidings of salvation should be delivered in an animated and ardent manner; the future punishment of the wicked in a tone serious, solemn, subdued.<\/p><p><em>Say unto the cities of Judah<\/em>&mdash;Not to Jerusalem only, but to all the cities of the land. They were alike to be blessed on the return from the captivity&mdash;Mike in the preaching of the gospel.<\/p><p><em>Behold your God!<\/em>&mdash;Lo! your God returns to the city, the temple, and the land! Lo! he comes (note, <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 40:3<\/a>), conducting his people as a king to their land! Lo! he will come&mdash;under the Messiah in future times&mdash;to redeem and save! What a glad announcement was this to the desolate and forsaken cities of Judah! What a glad announcement to the wide world, &lsquo;Lo! God has come to redeem and save; and the desolate world shall be visited with his salvation and smile, in his mercy through the Messiah!&rsquo;<\/p>",
    "audit": 1
}