{
    "id": 1811,
    "source": "barnes",
    "verse_id": 18718,
    "verse_count": 1,
    "reference": "53:6",
    "title": "",
    "html": "<p><em>All we, like sheep, have gone astray<\/em> &mdash;This is the penitent confession of those for whom he suffered. It is an acknowledgment that they were going astray from God; and the reason why the Redeemer suffered was, that the race had wandered away, and that Yahweh had laid on him the iniquity of all. Calvin says, &lsquo;In order that he might more deeply impress on the minds of people the benefits derived from the death of Christ, he shows how necessary was that healing of which he had just made mention. There is here an elegant antithesis. For in ourselves we were scattered; in Christ we are collected together; by nature we wander, and are driven headlong toward destruction; in Christ we find the way by which we are led to the gate of life.&rsquo; The condition of the race without a Redeemer is here elegantly compared to a flock without a shepherd, which wanders where it chooses, and which is exposed to all dangers. This image is not unfrequently used to denote estrangement from God<a class=\"ref\">1 Peter 2:25<\/a> : &lsquo;For ye were as sheep going astray, but are now returned to the Shepherd and Bishop of your souls.&rsquo; Compare<a class=\"ref\">Numbers 27:17; 1 Kings 22:17; Psalm 119:176; Ezekiel 34:5; Zechariah 10:2; Matthew 9:36<\/a> . Nothing could more strikingly represent the condition of human beings. They had wandered from God. They were following their own paths, and pursuing their own pleasures. They were without a protector, and they were exposed on every hand to danger.<\/p><p><em>We have turned every one to his own way<\/em> &mdash;We had all gone in the path which we chose. We were like sheep which have no shepherd, and which wander where they please, with no one to collect, defend, or guide them. One would wander in one direction, and another in another; and, of course, solitary and unprotected. they would be exposed to the more danger. So it was, and is, with man. The bond which should have united him to the Great Shepherd, the Creator, has been broken. We have become lonely wanderers, where each one pursues his own interest, forms his own plans, and seeks to gratify his own pleasures, regardless of the interest of the whole. If we had not sinned, there would have been a common bond to unite us to God, and to each other. But now we, as a race, have become dissocial, selfish, following our own pleasures, and each one living to gratify his Own passions. What a true and graphic description of man! How has it been illustrated in all the selfish schemes and purposes of the race! And how is it still illustrated every day in the plans and actions of mortals!<\/p><p><em>And the Lord hath laid on him<\/em> &mdash;Lowth renders this, &lsquo;Yahweh hath made to light on him the iniquity of us all.&rsquo; Jerome (the Vulgate) renders it, Posuit Dominns in eo&mdash;&lsquo;The Lord placed on him the iniquity of us all.&rsquo; The Septuagint renders it. &Kappa;&upsilon;́&rho;&iota;&omicron;&sigmaf; &pi;&alpha;&rho;&epsilon;́&delta;&omega;&kappa;&epsilon;&nu; &alpha;&upsilon;̓&tau;&omicron;̀&nu; &tau;&alpha;&iota;͂&sigmaf; &alpha;̔&mu;&alpha;&rho;&tau;&iota;́&alpha;&iota;&sigmaf; &eta;̔&mu;&omega;͂&nu; Kurios paredōken auton tais hamartiais hēmōn&mdash;&lsquo;The Lord gave him for our sins.&rsquo; The Chaldee renders it, &lsquo;From the presence of the Lord there was a willingness (רעוא ra‛ăvâ&rsquo;) to forgive the sins of all of us on account of him.&rsquo; The Syriac has the same word as the Hebrew. The word used here (פגע pâga‛) means, properly, to strike upon or against, to impinge on anyone or anything, as the Greek &pi;&eta;&gamma;&nu;&upsilon;́&omega; pēgnuō. It is used in a hostile sense, to denote an act of rushing upon a foe (<a class=\"ref\">1 Samuel 22:17<\/a> ; to kill, to slay<a class=\"ref\">Judges 8:21; Judges 15:12; 2 Samuel 1:15<\/a> . It also means to light upon, to meet with anyone<a class=\"ref\">Genesis 28:11; Genesis 32:2<\/a> . Hence, also to make peace with anyone; to strike a league or compact<a class=\"isa\" verses=\"WzE4ODkwXQ==\">Isaiah 64:4<\/a> . It is rendered, in our English version, &lsquo;reacheth to&rsquo;<a class=\"ref\">Joshua 19:11, Joshua 19:22, Joshua 19:26-27, Joshua 19:34<\/a> ; &lsquo;came,&rsquo;<a class=\"ref\">Joshua 16:7<\/a> ; &lsquo;met&rsquo; and &lsquo;meet&rsquo;<a class=\"ref\">Genesis 32:1; Exodus 23:4; Numbers 35:19; Joshua 2:16; Joshua 18:10; Ruth 2:22; 1 Samuel 10:5<\/a> ;<a class=\"isa\" verses=\"WzE4ODkxXQ==\">Isaiah 64:5<\/a> ;<a class=\"ref\">Amos 5:19<\/a> ; &lsquo;fail&rsquo;<a class=\"ref\">Judges 8:21; 1 Samuel 22:17; 2 Samuel 1:15; 1 Kings 2:29<\/a> ; &lsquo;entreat&rsquo;<a class=\"ref\">Genesis 18:8; Ruth 1:16; Jeremiah 15:11<\/a> ; &lsquo;make intercession&rsquo;<a class=\"isa\" verses=\"WzE4ODE3LDE4NzI0XQ==\">Isaiah 59:16; Isaiah 53:12<\/a> ;<a class=\"ref\">Jeremiah 7:16; Jeremiah 27:18; Jeremiah 36:25<\/a> ; &lsquo;he that comes between&rsquo;<a class=\"ref\">Job 36:22<\/a> ; and &lsquo;occur&rsquo;<a class=\"ref\">1 Kings 5:4<\/a> . The radical idea seems to be that of meeting, occurring, encountering; and it means here, as Lowth has rendered it, that they were caused to meet on him, or perhaps more properly, that Yahweh caused them to rush upon him, so as to overwhelm him in calamity, as one is overcome or overwhelmed in battle. The sense is, that he was not overcome by his own sins, but that he encountered ours, as if they had been made to rush to meet him and to prostrate him. That is, he suffered in our stead; and whatever he was called to endure was in consequence of the fact that he had taken the place of sinners; and having taken their place, he met or encountered the sufferings which were the proper expressions of God&rsquo;s displeasure, and sunk under the mighty burden of the world&rsquo;s atonement.<\/p><p><em>The iniquity of us all<\/em> &mdash;(See the notes at<a class=\"isa\" verses=\"WzE4NzE3XQ==\">Isaiah 53:5<\/a>). This cannot mean that he became a sinner, or was guilty in the sight of God, for God always regarded him as an innocent being. It can only mean that he suffered as if he had been a sinner; or, that he suffered that which, if he had been a sinner, would have been a proper expression of the evil of sin. It may be remarked here:<\/p><p>1. That it is impossible to find stronger language to denote the fact that his sufferings were intended to make expiation for sin. Of what martyr could it be said that Yahweh had caused to meet on him the sins of the world?<\/p><p>2. This language is that which naturally expresses the idea that he suffered for all people. It is universal in its nature, and naturally conveys the idea that there was no limitation in respect to the number of those for whom he died.<\/p> ",
    "audit": 1
}