{
    "id": 1279,
    "source": "barnes",
    "verse_id": 18186,
    "verse_count": 1,
    "reference": "28:21",
    "title": "",
    "html": "<p><em>For the Lord shall rise up<\/em>&mdash;To rise up is indicative of going forth to judgment, as when one rises from his seat to accomplish anything.<\/p><p><em>As in mount Perazim<\/em>&mdash;There is reference here, doubtless, to the event recorded in <a class=\"ref\">2 Samuel 5:20-21<\/a> , and <a class=\"ref\">1 Chronicles 14:11<\/a> , where David is said to have defeated the Philistines at Baal-Perazim. This place was near to the valley of Rephaim <a class=\"ref\">2 Samuel 5:19<\/a> , and not far from Jerusalem. The word &lsquo;Perazim&rsquo; is from פרץ pârats, to tear, or break forth, as waters do that have been confined; and is indicative of sudden judgment, and of a complete overthrow. It was on that account given to the place where David obtained a signal and complete victory <a class=\"ref\">2 Samuel 5:20<\/a>; and it is here referred to, to denote that God would come forth in a sudden manner to destroy Jerusalem and Judea. He would come upon them like bursting waters, and sweep them away to a distant land.<\/p><p><em>As in the valley of Gibeon<\/em>&mdash;In <a class=\"ref\">1 Chronicles 14:16<\/a> , it is said that after the victory of Baal-Perazim, &lsquo;David smote the host of the Philistines from Gibeon even to Gaza.&rsquo; This victory is doubtless referred to here, and not the victory of Joshua over the Gibeonites <a class=\"ref\">Joshua 10:10<\/a> , as Vitringa and others suppose.<\/p><p><em>That he may do his work, his strange work<\/em>&mdash;This is called his strange work because it would be inflicted on his people. He had destroyed their enemies often, but now he was about to engage in the unusual work of coming forth against his own people, and sweeping them away to a distant land. The work of judgment and punishment may be called the &ldquo;strange&rdquo; work of God always, inasmuch as it is not that in which he delights to engage, and is foreign to the benevolence of his heart. It is especially so when his own people are the objects of his displeasure, and when their sins are such as to demand that he should visit them with the tokens of his wrath.<\/p> ",
    "audit": 1
}