{
    "id": 1730,
    "source": "barnes",
    "verse_id": 18637,
    "verse_count": 1,
    "reference": "48:22 ",
    "title": "",
    "html": "<p><em>There is no peace, saith the Lord, unto the wicked<\/em>&mdash;This verse contains a sentiment whose truth no one can doubt. To the transgressor of the laws of God there can be no permanent peace, enjoyment, or prosperity. The word peace is used in the Scriptures in all these senses (see the note at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 48:18<\/a> ). There may be the appearance of joy, and there may be temporary prosperity. But there is no abiding, substantial, permanent happiness, such as is enjoyed by those who fear and love God. This sentiment occurs not unfrequently in Isaiah. It is repeated in <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 57:21<\/a> ; and in <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 57:20<\/a> , he says that &lsquo;the wicked are like the troubled sea when it cannot rest, whose waters cast up mire and dirt.&rsquo; Of the truth of the declaration here there can be no doubt; but it is not perfectly apparent why it is introduced here. It is probably a part of the song with which they would celebrate their return; and it may have been used for one of the following reasons:<\/p><p>1. As a general maxim, expressed in view of the joy which they had in their return to their own land. They had elevated peace and triumph and joy. This was produced by the fact that they had evidence that they were the objects of the divine favor and protection. How natural was it in view of these blessings to say, that the wicked had no such comfort, and in general, that there was no peace to them of any kind, or from any quarter. Or,<\/p><p>2. It may have been uttered in view of the fact that many of their countrymen may have chosen to remain in Babylon when they returned to their own land. They probably formed connections there, amassed wealth, and refused to attend those who returned to Judea to rebuild the temple. And the meaning may be, that they, amidst all the wealth which they might have gained, and amidst the idolatries which prevailed in Babylon, could never enjoy the peace which they now had in their return to the land of their fathers.<\/p><p>Whatever was the reason why it was used here, it contains a most important truth which demands the attention of all people. The wicked, as a matter of sober truth and verity, have no permanent and substantial peace and joy. They have none:<\/p><p>1. In the act of wickedness. Sin may be attended with the gratifications of bad passions, but in the act of sinning, as such, there can be no substantial happiness.<\/p><p>2. They have no solid, substantial, elevated peace in the business or the pleasures of life. This world can furnish no such joys as are derived from the hope of a life to come. Pleasures &lsquo;pall upon the sense,&rsquo; riches take wings; disappointment comes; and the highest earthly and sensual pleasure leaves a sad sense of want&mdash;a feeling that there is something in the capacities and needs of the undying mind which has not been filled.<\/p><p>3. They have no peace of conscience; no deep and abiding conviction that they are right. They are often troubled; and there is nothing which this world can furnish which will give peace to a bosom that is agitated with a sense of the guilt of sin.<\/p><p>4. They have no peace on a deathbed. There may be stupidity, callousness, insensibility, freedom from much pain or alarm. But that is not peace, anymore than sterility is fruitfulness; or than death is life; or than the frost of winter is the verdure of spring; or than a desert is a fruitful field.<\/p><p>5. There is often in these circumstances the reverse of peace. There is not only no positive peace, but there is the opposite. There is often disappointment, care, anxiety, distress, deep alarm, and the awful apprehension of eternal wrath. There is no situation in life or death, where the sinner can certainly calculate on peace, or where he will be sure to find it. There is every probability that his mind will be often filled with alarm, and that his deathbed will be one of despair.<\/p><p>6. There is no peace to the wicked beyond the grave. &ldquo;A sinner can have no peace at the judgment bar of God; he can have no peace in hell.&rdquo; In all the future world there is no place where he can find repose; and whatever this life may be, even if it be a life of prosperity and external comfort, yet to him there will be no prosperity in the future world, and no external or internal peace there.<\/p>",
    "audit": 1
}