{
    "id": 1735,
    "source": "barnes",
    "verse_id": 18642,
    "verse_count": 1,
    "reference": "49:5 ",
    "title": "",
    "html": "<p><em>And now, saith the Lord that formed me<\/em>&mdash;This verse contains the reason why he cherished the hope that his work would not be unaccepted. The reason is, that Yahweh had said to him that he should be glorious in his eyes, and that he would be his strength. He stood so high in his favor, and he had such assurances of that favor, that he could confidently commit himself to his care.<\/p><p><em>That formed thee from the womb<\/em>&mdash;Who appointed me before I was born to the office of a servant to accomplish important purposes (see the notes at <a class=\"isa\" verses=\"MTg2Mzg=\">Isaiah 49:1<\/a>).<\/p><p><em>To bring Jacob again to him<\/em>&mdash;To recover the Jewish people again to the pure worship of Yahweh. To them the Messiah was first to be sent, and when they rejected him, he was to proffer the same salvation to the Gentiles (see <a class=\"isa\" verses=\"MTg2NDM=\">Isaiah 49:6<\/a> ; compare <a class=\"ref\">Matthew 21:33-43<\/a> ). Accordingly the Saviour spent his life in preaching to the Jews, and in endeavoring to bring them back to God, and for this purpose he regarded himself as sent (<a class=\"ref\">Matthew 15:24<\/a> ; see <a class=\"ref\">Acts 3:26<\/a>).<\/p><p><em>Though Israel be not gathered<\/em>&mdash;This metaphor is taken from a scattered flock which a shepherd endeavors to gather, or collect to himself. There is great variety in the interpretation of this expression. The margin reads it, &lsquo;That Israel may be gathered to him, and I may&rsquo; be glorious. So Lowth, &lsquo;That Israel unto him may be gathered.&rsquo; So Noyes, &lsquo;To gather Israel to him.&rsquo; Jerome renders it, &lsquo;Israel shall not be gathered.&rsquo; The Septuagint renders it, &lsquo;To gather Jacob unto him, and Israel.&rsquo; The Syriac, &lsquo;That I may gather Jacob unto him, and assemble Israel.&rsquo; This variety has arisen front the different readings in the Hebrew text. The reading in the text is לא lo&rsquo; (&ldquo;not&rdquo;); but instead of this the marginal reading, or the Qere&rsquo; of the Masoretes is, לו lô, &ldquo;to him.&rdquo; &lsquo;Five manuscripts (two ancient),&rsquo; says Lowth, &lsquo;confirm the Qere&rsquo;, or marginal construction of the Masoretes; and so read Aquila, and the Chaldee, Septuagint, and Arabic.&rsquo; Gesenius and Rosenmuller adopt this, and suppose that לא lo&rsquo; is only a different form of writing לו lô. Grotius and Hengstenberg render it as it is in our version. It is impossible to determine the true reading; and the only guide is the context, and the views which shall be entertained of the design of the passage. To me it seems that the parallelism demands that we should adopt the reading of the Keri, the Septuagint, the Chaldee, and the Syriac, and which has been adopted by Lowth. According to this, it means that he had been appointed to gather in the lost sheep of the house of Israel, and gave his life to it. Other parts of this statement <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 49:4-6<\/a>show, that by them he was rejected, and that then salvation was sent to other parts of the world. Luther renders it, &lsquo;That Israel be not carried away.&rsquo;<\/p><p><em>Yet shall I be<\/em>&mdash;Or, &ldquo;and&rdquo; (ו ve) I shall be glorious. The sense is, that as the result of this appointment he would be in some way glorious in the sight of Yahweh. Though he would be rejected by the nation, yet he would be honored by God. He would not only approve his character and work, but would secure his being honored among people by making him the light of the Gentiles (compare <a class=\"isa\" verses=\"MTg1MTA=\">Isaiah 43:4<\/a>).<\/p><p><em>And my God shall be my strength<\/em>&mdash;He might be rejected by the people, but in God he would find an unfailing source of support and consolation. It is not needful to say, that this applies most accurately to the cbaracter of the Redeemer as exhibited in the New Testament.<\/p>",
    "audit": 1
}