{
    "id": 1540,
    "source": "barnes",
    "verse_id": 18447,
    "verse_count": 1,
    "reference": "40:26",
    "title": "",
    "html": " <p> <em>Lift up your eyes on high <\/em>&mdash;Direct your eyes toward heaven, and in the contemplation of the wonders of the starry world, and of God&rsquo;s power there, learn the evidence of his ability to destroy his foes and to save his friends. Lowth connects this verse with the former, and renders it: <\/p> <p>&lsquo;Saith the Holy One, <\/p> <p>Lift up your eyes on high.&rsquo; <\/p> <p>The words &lsquo;on high&rsquo; here are evidently synonymous with heaven, and refer to the starry worlds. The design of the passage is to convince them of the folly of idolatry, and of the power and majesty, of the true God. It is proof of man&rsquo;s elevated nature that he can thus look upward, and trace the evidences of the power and wisdom of God in the heavens; that he can raise his eyes and thoughts above the earth, and fix his attention on the works of God in distant worlds; and in the number, the order, the greatness, and the harmony of the heavenly bodies, trace the proofs of the infinite greatness and the wisdom of God. This thought was most beautifully expressed by one of the ancient poets. <\/p> <p>Pronaque cum spectent animalia caetera terram; <\/p> <p>Os homini sublime dedit: ccelumque tueri, <\/p> <p>Jussit et erectos ad sidera tollere vultus. <\/p> <p>Ovid, Met. i.-84-86. <\/p> <p>In the Scriptures, God not unfrequently appeals to the starry heavens in proof of his existence and perfections, and as the most sublime exhibition of his greatness and power (see <a class=\"ref\">Psalm 19:1-6 <\/a>). And it may be remarked, that this argument is one that increases in strength, in the view of people, from age to age, just in proportion to the advances which are made in the science of astronomy. It is now far more striking than it was in the times of Isaiah; and, indeed, the discoveries in astronomical science in modern times have given a beauty and power to this argument which could have been but imperfectly understood in the times of the prophets. The argument is one that accumulates with every new discovery in astronomy; but is one&mdash;such is the vastness and beauty of the system of the universe&mdash;which can be contemplated in its fall power only amidst the more sublime contemplations of eternity. Those who are disposed to contemplate this argument more fully, may find it presented with great eloquence and beauty in Dr. Chalmers&rsquo; Astronomical Discourses, and in Dick&rsquo;s Christian Philosopher. <\/p> <p> <em>Who hath created these things <\/em>&mdash;These heavens. This is the first evidence of the power of God in the contemplation of the heavens, that God is their Creator. The other demonstrations referred to are the fact, that he brings out their armies as if they were a marshalled host, and understands and calls all their names. <\/p> <p> <em>That bringeth out their hosts <\/em>&mdash;Their armies, for so the word &lsquo;hosts&rsquo; means (see the note at <a class=\"isa\" verses=\"WzE3NjY0XQ==\">Isaiah 1:9 <\/a>). The word here alludes to the fact that the heavenly bodies seem to be marshalled, or regularly arrayed as an array; that they keep their place, preserve their order, and are apparently led on from the east to the west, like a vast army under a mighty leader: <\/p> <p>Canst thou bring forth Mazzaroth in his season? <\/p> <p>Or canst thou guide Arcturus with his sons? <\/p> ",
    "audit": 1
}