{
    "id": 857,
    "source": "barnes",
    "verse_id": 17764,
    "verse_count": 1,
    "reference": "5:24 ",
    "title": "",
    "html": "<p><em>Therefore as the fire...<\/em>&mdash;The remainder of this chapter is occupied with predicting &ldquo;judgments,&rdquo; or punishments, upon the people for their sins which had been specified. The Hebrew here is, &lsquo;The tongue of fire.&rsquo; The figure is beautiful and obvious. It is derived from the pyramidal, or tongue-like appearance of &ldquo;flame.&rdquo; The concinnity of the metaphor in the Hebrew is kept up. The word &ldquo;devoureth&rdquo; is in the Hebrew &ldquo;eateth:&rdquo; &lsquo;As the tongue of fire eats up,&rsquo; etc. The use of the word &ldquo;tongue&rdquo; to denote &ldquo;flame&rdquo; is common in the Scriptures; see the note at <a class=\"ref\">Acts 2:3<\/a>.<\/p><p><em>And the flame consumeth the chaff<\/em>&mdash;The word rendered &ldquo;chaff here,&rdquo; means rather &ldquo;hay, or dried grass.&rdquo; The word rendered &lsquo;consumeth,&rsquo; denotes properly &ldquo;to make to fall,&rdquo; and refers to the appearance when a fire passes through a field of grain or grass, consuming the stalks near the ground, so that the upper portion &ldquo;falls down,&rdquo; or sinks gently into the flames.<\/p><p><em>So their root shall be as rottenness<\/em>&mdash;Be rotten; or decayed&mdash;of course furnishing no moisture, or suitable juices for the support of the plant. The idea is, that all the sources of national prosperity among the Jews would be destroyed. The word &ldquo;root&rdquo; is often used to denote the source of &ldquo;strength or prosperity;&rdquo; <a class=\"isa\" verses=\"MTc5NTk=\">Isaiah 14:30<\/a> ; <a class=\"ref\">Hosea 9:16; Job 18:16<\/a>.<\/p><p><em>And their blossom<\/em>&mdash;This word rather means germ, or tender branch. It also means the flower. The figure is kept up here. As the root would be destroyed, so would all that was supported by it, and all that was deemed beautiful, or ornamental.<\/p><p><em>As dust<\/em>&mdash;The Hebrew denotes &ldquo;fine dust,&rdquo; such as is easily blown about. The root would be rotten; and the flower, lacking nourishment, would become dry, and turn to dust, and blow away. Their strength, and the sources of their prosperity would be destroyed; and all their splendor and beauty, all that was ornamental, and the source of national wealth, would be destroyed with it.<\/p><p><em>They have cast away<\/em>&mdash;They have refused to &ldquo;obey&rdquo; it. This was the cause of all the calamities that would come upon them.<\/p>",
    "audit": 1
}