{
    "id": 1111,
    "source": "barnes",
    "verse_id": 18018,
    "verse_count": 1,
    "reference": "19:13 ",
    "title": "",
    "html": "<p><em>The princes of Zoan<\/em>&mdash;(the note at <a class=\"isa\" verses=\"W3siMTgwMTYiOjF9XQ==\">Isaiah 19:11<\/a> ). This &ldquo;repetition&rdquo; is intensive and emphatic, and shows the deep conviction of the prophet of their folly. The design is to show that &ldquo;all&rdquo; the counselors on which the Egyptians depended were fools.<\/p><p><em>The princes of Noph<\/em>&mdash;The Vulgate, the Septuagint, and the Chaldee, render this &lsquo;Memphis,&rsquo; and there is no doubt that this is the city intended. The name Memphis may have easily arisen from Noph. It was written also &ldquo;Moph,&rdquo; and hence, Memphis. It is called &ldquo;Menouf&rdquo; by the Copts and Arabians. According to Plutarch, the name Memphis means &ldquo;the port of the good.&rdquo; The situation of Memphis has been a subject of considerable dispute, and has afforded matter for long and laborious investigation. Sicard and Shaw fix its site at Djezeh or Ghizeh, opposite to old Cairo. Pococke, D&rsquo;Anville, Niebuhr, and other writers and travelers, place Memphis more in the direction of Mitraheny, about fifteen miles further south, on the banks of the Nile, at the entrance of the plain of the mummies, at the north of which the pyramids are placed. It was the residence of the ancient kings of Egypt until the time of the Ptolemies, who commonly resided at Alexandria. Memphis retained its splendor until it was conquered by the Arabians, about 641 a.d. At the supposed site of Memphis south of Ghizeh, there are large mounds of rubbish, a colossal statue sunk in the ground, and a few fragments of granite, which remain to test the existence of this renowned capital. In Strabo&rsquo;s time, although partly in ruins, it was yet a populous city, second only to Alexandria. The total disappearance of the ancient edifices of Memphis is easily accounted for by the circumstance, that the materials were employed for the building of adjacent cities. Fostal rose out of the ruins, and when that city was again deserted, these ruins migrated again to the more modern Cairo (see Robinson&rsquo;s &ldquo;Bib. Researches,&rdquo; vol. i. p. 40).<\/p><p><em>They have also seduced Egypt<\/em>&mdash;That is, they have by their counsels caused it to err, and have led it into its present embarrassment.<\/p><p><em>The stay...<\/em>&mdash;Hebrew, פנה pinnâh&mdash;the &ldquo;corner; that is, those who should have been the support. So the word is used to denote the head or leader of a people in <a class=\"ref\">Judges 20:2, Judges 20:14; 1 Samuel 14:38; Psalm 118:22<\/a> ; <a class=\"isa\" verses=\"W3siMTgxODEiOjF9XQ==\">Isaiah 28:16<\/a> ; <a class=\"ref\">Zechariah 10:4<\/a>.<\/p>",
    "audit": 1
}