{
    "id": 1923,
    "source": "barnes",
    "verse_id": 18830,
    "verse_count": 1,
    "reference": "60:8",
    "title": "",
    "html": "<p><em>Who are these that fly as a cloud?<\/em>&mdash;In multitudes so numerous, that they appear as a dense cloud. The prophet, in vision, sees a vast multitude coming to Jerusalem, or hastening to embrace the true religion&mdash;so numerous as to excite surprise, and to lead to the question, Who can they be? (compare <a class=\"isa\" verses=\"WzE4NjU4XQ==\">Isaiah 49:21<\/a>.) It is not uncommon to compare a multitude of persons to a cloud. Thus Livy (xxxv. 49), Rex contra peditum equitumque nubes jactat. Thus in <a class=\"ref\">Hebrews 12:1<\/a> , the number of witnesses who are said to encompass Christians is compared to a cloud (&nu;&epsilon;́&phi;&omicron;&sigmaf; &mu;&alpha;&rho;&tau;&upsilon;́&rho;&omega;&nu; nephos marturōn). So Virgil (Geor. iv. 60) compares a swarm of bees to a cloud&mdash;obscuramque trahi vento mirabere nubem. The Chaldee understands this of swift clouds, and takes the point of the comparison to be the velocity with which they would come. &lsquo;Who are these that come publicly (בגלי bigelay) as swift clouds?&rsquo; But the comparison relates probably to the number, rather than to the swiftness with which they would come. Converts would be multiplied in such numbers, that they would seem to be like dense clouds making their way to Zion. This strikingly expresses the fact of the numerous conversions among the Gentiles, and is a most beautiful description of a revival of religion.<\/p><p><em>And as the doves to their windows<\/em>&mdash;Lowth renders this, &lsquo;Like doves upon the wing&rsquo;&mdash;supposing with Houbigant, that there is a slight error in the Hebrew text. The Septuagint renders it, &Sigma;&upsilon;̀&nu; &nu;&omicron;&sigma;&sigma;&omicron;&iota;͂&sigmaf; Sun nossois&mdash;&lsquo;With their young.&rsquo; But the true idea is contained in the common version. Doves fly to their houses, or to their windows, in an approaching storm. In like manner converts would hasten to Zion from the pagan world. They would come in great numbers, and would feel that if there they would be safe. Morier, in his &ldquo;Second Journey,&rdquo; p. 140, has well illustrated this passage&mdash;&lsquo;In the environs of the city&rsquo; (Ispahan), says he, &lsquo;to the westward, near Zainderood, are many pigeon-houses, erected at a distance from habitations, for the purpose of collecting pigeon&rsquo;s dung for manure; They are large, round towers, rather broader at the bottom than at the top, crowned by conical spiracles, through which the pigeons descend. Their interior resembles a honey-comb, pierced with a thousand holes, each of which forms a snug retreat for a nest. The extraordinary flights of pigeons which I have seen upon one of these buildings affords, perhaps, a good illustration of <a class=\"isa\" verses=\"WzE4ODMwXQ==\">Isaiah 60:8<\/a>. Their great numbers, and the compactness of their mass, literally looked like a cloud at a distance, and obscured the sun in their passage.&rsquo; The prediction here has already, in part at least, been fulfilled. The rapid conversions in file time of the apostles accorded with this prediction. In numerous revivals of religion, also, has there been a fulfillment of it; and we are yet to anticipate a far more striking and glorious completion of it in the conversion of the pagan world to the Christian faith.<\/p> ",
    "audit": 1
}