{
    "id": 1217,
    "source": "barnes",
    "verse_id": 18124,
    "verse_count": 1,
    "reference": "25:5",
    "title": "",
    "html": "<p><em>Thou shalt bring down the noise<\/em>&mdash;The tumult; the sound which they make in entering into battle; or the note of triumph, and the sound of revelry. The phrase may refer either to their shout of exultation over their vanquished foes; or to the usual sound of revelry; or to the hum of business in a vast city.<\/p><p><em>Of strangers<\/em>&mdash;Of foreigners (see the note at <a class=\"isa\" verses=\"WzE4MTIxXQ==\">Isaiah 25:2<\/a>).<\/p><p><em>As the heat in a dry place<\/em>&mdash;The parallelism here requires that we should suppose the phrase &lsquo;with the shadow of a cloud&rsquo; to be supplied in this hemistich, as it is obscurely expressed in our translation by the word &lsquo;even,&rsquo; and it would then read thus:<\/p><p>As the beat in a dry place (by the shadow of a cloud),<\/p><p>The noise of the strangers shalt thou humble;<\/p><p>As the heat by the shadow of a cloud,<\/p><p>The exultation of the formidable ones shalt thou bring low.<\/p><p>The idea thus is plain. Heat pours down intensely on the earth, and if unabated would wither up every green thing, and dry up every stream and fountain. But a cloud intervenes, and checks the burning rays of the sun. So the wrath of the &lsquo;terrible ones,&rsquo; the anger of the Babylonians, raged against the Jews. But the mercy of God interposed. It was like the intervening of a cloud to shut out the burning rays of the sun. It stayed the fury of their wrath, &ldquo;and rendered them impotent to do injury, just as the intense burning rays of the sun are completely checked by an interposing cloud.<\/p><p><em>The branch of the terrible ones<\/em>&mdash;This is a very unhappy translation. The word זמיר zâmiyr is indeed used to denote a branch, or bough, as derived from זמר zâmar, &ldquo;to prune a vine;&rdquo; but it also has the I sense of &ldquo;a song;&rdquo; a song of praise, or a song of exultation, from a second signification of זמר zâmar, &ldquo;to sing; perhaps&rdquo; from the song with which the work of the vineyard was usually accompanied. See the verb used in this sense in <a class=\"ref\">Judges 5:3; Psalm 9:12; Psalm 30:5; Psalm 47:7<\/a>; and the word which occurs here (zamir) used in the sense of a song in <a class=\"ref\">Psalm 119:54; 2 Samuel 23:1; Job 35:10<\/a>. Here it is undoubtedly used in the sense of a song, meaning either a shout of victory or of revelry; and the idea of the prophet is, that this would be brought low by the destruction of Babylon, and by the return of the captive Jews to their own land.<\/p> ",
    "audit": 1
}