{
    "id": 1013,
    "source": "barnes",
    "verse_id": 17920,
    "verse_count": 1,
    "reference": "13:13",
    "title": "",
    "html": " <p> <em>Therefore I will shake the heavens <\/em>&mdash;A strong, but common figure of speech in the Scriptures, to denote great commotions, judgments, and revolutions. The figure is taken from the image of a furious storm and tempest, when the sky, the clouds, the heavens, appear to be in commotion; compare <a class=\"ref\">1 Samuel 22:8<\/a>: <\/p> <p>Then the earth shook and trembled, <\/p> <p>The foundation of heaven moved and shook, <\/p> <p>Because he was wroth. <\/p> <p>See also <a class=\"isa\" verses=\"W3siMTgxMTUiOjJ9LHsiMjI4NjIiOjJ9XQ==\">Isaiah 24:19-20; Haggai 2:6-7<\/a>. <\/p> <p> <em>And the earth shall remove out of her place <\/em>&mdash;A common figure in the Scriptures to denote the great effects of the wrath of God; as if even the earth should be appalled at his presence, and should tremble and flee away from the dread of his anger. It is a very sublime representation, and, as carried out often by the sacred writers, it is unequalled in grandeur, probably, in any language. Thus the hills, the mountains, the trees, the streams, the very heavens, are represented as shaken, and thrown into consternation at the presence of God; see <a class=\"ref\">Habakkuk 3:6, Habakkuk 3:10<\/a>: <\/p> <p>He stood and measured the earth; <\/p> <p>He beheld and drove asunder the nations; <\/p> <p>And the everlasting mountains were scattered. <\/p> <p>The perpetual hills did bow; <\/p> <p>His ways are everlasting. <\/p> <p>The mountains saw thee and they trembled; <\/p> <p>The overflowing of the water passed by; <\/p> <p>The deep uttered his voice, <\/p> <p>And did lift up his hands on high. <\/p> <p>See <a class=\"ref\">Revelation 20:11<\/a>: &lsquo;And I saw a great white throne, and him that sat on it, from whose face the earth and the heaven fled away.&rsquo; The figure in Isaiah is a strong one to denote the terror of the anger of God against Babylon. <\/p> ",
    "audit": 1
}