{
    "id": 1578,
    "source": "barnes",
    "verse_id": 18485,
    "verse_count": 1,
    "reference": "42:4 ",
    "title": "",
    "html": "<p><em>He shall not fail<\/em>&mdash;He shall not be weak, feeble, or disheartened. However much there may be that shall tend to discourage, yet his purpose is fixed, and he will pursue it with steadiness and ardor until the great work shall be fully accomplished. There may be an allusion in the Hebrew word here (יכהה yı̂kheh) to that which is applied to the flax (כהה kēhâh); and the idea may be that he shall not become in his purposes like the smoking, flickering, dying flame of a lamp. There shall never be any indication, even amidst all embarrassments, that it is his intention to abandon his plan of extending the true religion through all the world. Such also should be the fixed and determined purposes of his people. Their zeal should never fail; their ardor should never grow languid.<\/p><p><em>Nor be discouraged<\/em>&mdash;Margin, &lsquo;Broken.&rsquo; The Hebrew word ירוּץ yârûts may be derived either from רצץ râtsats, to break, to break in pieces; or from רוץ rûts to run, to move hastily, to rush upon any one. Our translators have adopted the former. Gesenius also supposes that this is the true interpretation of the word, and that it means, that he would not be broken, that is, checked in his zeal, or discouraged by any opposition. The latter interpretation is preferred by Vitringa, Rosenmuller, Hengstenberg, and others. The Chaldee renders it, &lsquo;Shall not labor,&rsquo; that is, shall not be fatigued, or discouraged. The Septuagint renders it, &lsquo;He shall shine out, and not be broken.&rsquo; The connection seems to require the sense which our translators have given to it, and according to this, the meaning is, &lsquo;he shall not become broken in spirit, or discouraged; he shall persevere amidst all opposition and embarrassment, until he shall accomplish his purposes.&rsquo; We have a similar phraseology when we speak of a man&rsquo;s being heart-broken.<\/p><p><em>Till he have set judgment<\/em>&mdash;Until he has secured the prevalence of the true religion in all the world.<\/p><p><em>And the isles<\/em>&mdash;Distant nations (see the note at <a class=\"isa\" verses=\"W3siMTg0NTMiOjF9XQ==\">Isaiah 41:1<\/a> ); the pagan nations. The expression is equivalent to saying that the Gentiles would be desirous of receiving the religion of the Messiah, and would wait for it (see the notes at <a class=\"isa\" verses=\"W3siMTc2ODkiOjF9XQ==\">Isaiah 2:3<\/a>).<\/p><p><em>Shall wait<\/em>&mdash;They shall be dissatisfied with their own religions, and see that their idol-gods are unable to aid them; and they shall be in a posture of waiting for some new religion that shall meet their needs. It cannot mean that they shall wait for it, in the sense of their already having a knowledge of it, but that their being sensible that their own religions cannot save them may be represented as a condition of waiting for some better system. It has been true, as in the Sandwich Islands, that the pagan have been so dissatisfied with their own religion as to east away their idols, and to be without any religion, and thus to be in a waiting posture for some new and better system. And it may be true yet that the pagan shall become extensively dissatisfied with their idolatry; that they shall be convinced that some better system is necessary, and that they may thus be prepared to welcome the gospel when it shall be proposed to them. It may be that in this manner God intends to remove the now apparently insuperable obstacles to the spread of the gospel in the pagan world. The Septuagint renders this, &lsquo;And in his name shall the Gentiles trust,&rsquo; which form has been retained by Matthew Mat 12:21.<\/p><p><em>His law<\/em>&mdash;His commands, the institutions of his religion. The word &lsquo;law&rsquo; is often used in the Scriptures to denote the whole of religion.<\/p>",
    "audit": 1
}