{
    "id": 2014,
    "source": "barnes",
    "verse_id": 18921,
    "verse_count": 1,
    "reference": "65:23 ",
    "title": "",
    "html": "<p><em>They shall not labor in vain<\/em>&mdash;That is, either because their land shall be unfruitful, or because others shall plunder them.<\/p><p><em>Nor bring forth for trouble<\/em>&mdash;Lowth renders this, &lsquo;Neither shall they generate a short-lived race.&rsquo; Noyes, &lsquo;Nor bring forth children for an early death.&rsquo; The Septuagint renders it, &Omicron;&upsilon;̓&delta;&epsilon;̀ &tau;&epsilon;&kappa;&nu;&omicron;&pi;&omicron;&iota;&eta;́&sigma;&omicron;&upsilon;&sigma;&iota;&nu; &epsilon;&iota;̓&sigmaf; &kappa;&alpha;&tau;&alpha;́&rho;&alpha;&nu; Oude teknopoiēsousin eis kataran&mdash;&lsquo;Nor shall they bring forth children for a curse.&rsquo; The Chaldee, &lsquo;Nor shall they nourish them for death.&rsquo; There can be no doubt that this refers to their posterity, and that the sense is, that they should not be the parents of children who would be subject to an early death or to a curse. The word rendered here &lsquo;bring forth&rsquo; (ילדוּ yēledû) is a word that uniformly means to bear, to bring forth as a mother, or to beget as a father. And the promise here is, that which would be so grateful to parental feelings, that their posterity would be long-lived and respected. The word rendered here &lsquo;trouble&rsquo; (בהלה behâlâh) means properly &ldquo;terror,&rdquo; and then the effect of terror, or that which causes terror, sudden destruction. It is derived from בהל bâhal, to trouble, to shake, to be in trepidation, to flee, and then to punish suddenly; and the connection here seems to require the sense that their children should not be devoted to sudden destruction.<\/p><p><em>For they are the seed of the blessed of the Lord<\/em>&mdash;(See the notes at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 59:21<\/a>).<\/p>",
    "audit": 1
}