{
    "id": 1589,
    "source": "barnes",
    "verse_id": 18496,
    "verse_count": 1,
    "reference": "42:15",
    "title": "",
    "html": " <p> <em>I will make waste mountains <\/em>&mdash;This verse denotes the utter desolation which God would bring upon his foes in his anger. The meaning of this part of the verse is, that he would spread desolation over the hills and mountains that were well watered and laid out in gardens and orchards. It was common to plant vineyards on the sides of hills and mountains; and indeed most of the mountains of Palestine and adjacent regions were cultivated nearly to the top. They were favorable to the culture of the vine and the olive; and by making terraces, the greater portion of the hills were thus rescued for purposes of agriculture. Yet an enemy or warrior marching through a land would seek to spread desolation through all its cultivated parts, and lay waste all its fields. God, therefore, represents himself as a conqueror, laying waste the cultivated portions of the country of his foes. <\/p> <p> <em>And dry up all their herbs <\/em>&mdash;He would destroy all the grain and fruits on which they were depending for support. <\/p> <p> <em>And I will make the rivers islands <\/em>&mdash;Or rather, dry land, or deserts. I will, in the heat of my anger, dry up the streams, so that the bottoms of those streams shall be dry land. The word rendered here &lsquo;islands,&rsquo; from אי &lsquo;ı̂y, properly denotes dry land, habitable ground, as opposed to water, the sea, rivers, etc., and the signification &lsquo;islands&rsquo; is a secondary signification. <\/p> <p> <em>And I will dry up the pools <\/em>&mdash;The pools on which they have been dependent for water for their flocks and herds. The sense of the whole passage is, I will bring to desolation those who worship idols, and the idols themselves. I will produce an entire change among them, as great as if I were to spread desolation over their cultivated hills, and to dry up all their streams. The reference is probably to the great changes which God would make in the pagan world. All that flourished on Pagan ground; all that was nurtured by idolatry; all their temples, fanes, altars, shrines, should be overturned and demolished; and in all these things great and permanent changes would be produced. The time would have come when God could no longer bear with the growing abominations of the pagan nations, and when he would go forth as a conqueror to subdue all to himself. <\/p> ",
    "audit": 1
}