{
    "id": 865,
    "source": "barnes",
    "verse_id": 17772,
    "verse_count": 1,
    "reference": "6:2",
    "title": "",
    "html": "<p><em>Above it<\/em> &mdash;Either above the throne, or above him. The Septuagint renders it, &lsquo;Round about him&rsquo;&mdash;&kappa;&upsilon;́&kappa;&lambda;&omega;ͅ &alpha;&upsilon;̓&tau;&omicron;&upsilon;͂ kuklō autou. The Chaldee, &lsquo;The holy ministers stood on high in his presence.&rsquo;<\/p><p><em>The seraphims<\/em> &mdash;The verb שׂרף s&lsquo;âraph, from which this word is derived, is uniformly translated &ldquo;to burn,&rdquo; and is used frequently; see &ldquo;Taylor.&rdquo; The noun שׂרף s&lsquo;ârâph denotes, according to Bochart, the &ldquo;chersydros,&rdquo; a serpent that lives in lakes and moist places; but when those places are dried up, it becomes a land serpent, and then its bite is very fierce, and is attended with a most dreadful inflammation all over the body. Rabbi Solomon says, that &rsquo;serpents are called seraphim because they burn people with the poison of their teeth,&rsquo; perhaps because the idea of &ldquo;heat and poison&rdquo; were connected. The word is applied to the fiery flying serpents which bit the children of Israel, and in imitation of which a brass serpent was erected on a pole by Moses. It is translated &lsquo;a fiery serpent&rsquo; in<a class=\"ref\">Numbers 21:8<\/a> ;<a class=\"isa\" verses=\"WzE3OTU4LDE4MjI0XQ==\">Isaiah 14:29; Isaiah 30:6<\/a> . In Deut;<a class=\"ref\">Deuteronomy 8:15; Numbers 21:6<\/a> , it is rendered &lsquo;fiery,&rsquo; and in the passage before us, &ldquo;seraphims.&rdquo;<\/p><p>The word שׂרפה s&lsquo;erêphâh often occurs in the sense of &ldquo;burning;&rdquo;<a class=\"ref\">Deuteronomy 29:23; 2 Chronicles 16:14; 2 Chronicles 21:19<\/a> ,... The Septuagint renders it &ldquo;seraphim,&rdquo; &sigma;&epsilon;&rho;&alpha;&phi;&iota;̀&mu; serafim; so the Vulgate and the Syriac. The Chaldee, &lsquo;his holy ministers.&rsquo; Probably it is now impossible to tell why this name was given to the representations that appeared to Isaiah. Perhaps it may have been from their &ldquo;burning&rdquo; ardor and zeal in the service of God; perhaps from the &ldquo;rapidity&rdquo; of their motion in his service&mdash;derived from the rapid motion of the serpent. Gesenius supposes that the name was derived from a signification of the word denoting &ldquo;noble or excellent,&rdquo; and that it was on this account applied to princes, and to celestial beings. Kimchi says, that the name was given with reference to their bright, shining appearance; compare<a class=\"ref\">Ezekiel 1:13; 2 Kings 2:2; 2 Kings 6:17<\/a> . The word is applied to celestial beings no where else, except in this chapter. There is no reason to think that the seraphim described here partook of the &ldquo;form of&rdquo; the serpent, as the representation seems to be rather that of a man. Thus each one<a class=\"isa\" verses=\"WzE3NzcyXQ==\">Isaiah 6:2<\/a> is represented as covering his &ldquo;face&rdquo; and his &ldquo;feet&rdquo; with his wings&mdash;a description that does not pertain to the serpentine form. God is usually represented as surrounded or encompassed by heavenly beings, as his ministers;<a class=\"ref\">Psalm 104:4; Daniel 7:10; 1 Kings 22:19; Psalm 68:17; Hebrews 12:22<\/a> . The idea is one of special magnificence and grandeur. It is derived especially from the customs of monarchs, particularly Eastern monarchs, who had numerous princes and nobles to attend them, and to give magnificence to their court.<\/p><p><em>Each one had six wings<\/em> &mdash;&ldquo;Wings&rdquo; are emblematic of the &ldquo;rapidity&rdquo; of their movement; the number here, perhaps, denoting their celerity and readiness to do the will of God.<\/p><p><em>With twain he covered his face<\/em> &mdash;This is designed, doubtless, to denote the &ldquo;reverence and awe&rdquo; inspired by the immediate presence of God; compare<a class=\"ref\">Amos 6:9, Amos 6:10<\/a> . The Chaldee adds, &lsquo;He covered his face so that he could not see.&rsquo; To cover the face in this manner is the natural expression of reverence; compare the note at<a class=\"isa\" verses=\"WzE4NzEyXQ==\">Isaiah 52:15<\/a> . And if the pure and holy seraphim evinced such reverence in the presence of Yahweh, with what profouond awe and veneration should we, polluted and sinful creatures, presume to draw near to him! Assuredly &ldquo;their&rdquo; position should reprove our presumption when we rush thoughtlessly and irreverently into his presence, and should teach us to bow with lowly veneration and deep humility; compare<a class=\"ref\">Revelation 4:9-11<\/a> .<\/p><p><em>He covered his feet<\/em> &mdash;In a similar description of the cherubim in<a class=\"ref\">Ezekiel 1:11<\/a> , it is said tha they covered &ldquo;their bodies.&rdquo; In Isaiah, the expression clearly denotes not the feet only, but the lower extremities. This was also an expression of reverence drawn from our conceptions of propriety. The seraphim stood covered, or as if &ldquo;concealing themselves&rdquo; as much as possible, in token of their nothingness and unworthiness in the presence of the Holy One.<\/p><p><em>He did fly<\/em> &mdash;He was quick to execute the commands of God. It may be observed, also, that among the ancients, &ldquo;Mercury,&rdquo; the messenger of Jupiter, was always represented with wings. Milton has copied this description of the seraphim:<\/p><p>&lsquo;A seraph winged: six wings he wore to shade<\/p><p>His lineaments divine; the pair that clad<\/p><p>Each shoulder broad, came mantling o&lsquo;er his breast<\/p><p>With regal ornament; the middle pair<\/p><p>Girt like a starry zone his waist, and round<\/p><p>Skirted his loins and thighs with downy gold,<\/p><p>And colors dipt in heaven; the third his feet<\/p><p>Shadowed from either heel with feathered mail,<\/p><p>Sky-tinctured grain.&rsquo;<\/p><p>Par. Lost, Book v.<\/p> ",
    "audit": 1
}