{
    "id": 777,
    "source": "barnes",
    "verse_id": 17684,
    "verse_count": 1,
    "reference": "1:29",
    "title": "",
    "html": "<p><em>For they shall be ashamed<\/em>&mdash;That is, when they see the punishment that their idolatry has brought upon them, they shall be ashamed of the folly and degradation of their worship. Moreover, the gods in which they trusted shall yield them no protection, and shall leave them to the disgrace and confusion of being forsaken and abandoned.<\/p><p><em>Of the oaks<\/em>&mdash;Groves, in ancient times, were the favorite places of idolatrous worship. In the city of Rome, there were thirty-two groves consecrated to the gods. Those were commonly selected which were on hills, or high places; and they were usually furnished with temples, altars, and all the implements of idolatrous worship. Different kinds of groves were selected for this purpose, by different people. The Druids of the ancient Celtic nations in Gaul, Britain, and Germany, offered their worship in groves of oak&mdash;hence the name Druid, derived from &delta;&rho;&upsilon;͂&sigmaf; drus, an oak. Frequent mention is made in the Scriptures of groves and high places; and the Jews were forbidden to erect them; <a class=\"ref\">Deuteronomy 16:21; 1 Kings 16:23; 2 Kings 16:4; Ezekiel 6:13; Ezekiel 16:16, Ezekiel 16:39; Exodus 34:13; Judges 3:7; 1 Kings 18:19<\/a>; <a class=\"isa\" verses=\"WzE3OTkyXQ==\">Isaiah 17:8<\/a>; <a class=\"ref\">Micah 5:14<\/a>. When, therefore, it is said here, that they should be ashamed of the oaks, it means that they should be ashamed of their idolatrous worship, to which they were much addicted, and into which, under their wicked kings, they easily fell.<\/p><p>Their calamities were coming upon them mainly for this idolatry. It is not certainly known what species of tree is intended by the word translated oaks. The Septuagint has rendered it by the word &ldquo;idols&rdquo;&mdash;&alpha;̓&pi;&omicron;̀ &tau;&omega;͂&nu; &epsilon;&iota;̓&delta;&omega;́&lambda;&omega;&nu; &alpha;&upsilon;̓&tau;&omega;͂&nu; apo tōn eidōlōn autōn. The Chaldee, &lsquo;ye shall be confounded by the groves of idols.&rsquo; The Syriac version also has idols. Most critics concur in supposing that it means, not the oak, but the terebinth or turpentine tree&mdash;a species of fir. This tree is the Pistacia Terebinthus of Linnaeus, or the common turpentine tree, whose resin or juice is the China or Cyprus turpentine, used in medicine. The tree grows to a great age, and is common in Palestine. The terebinth&mdash;now called in Palestine the but&lsquo;m-tree&mdash;&lsquo;is not an evergreen, as is often represented; but its small, leathered, lancet-shaped leaves fall in the autumn, and are renewed in the spring.<\/p><p>The flowers are small, and are followed by small oval berries, hanging in clusters from two to five inches long, resembling much the clusters of the vine when the grapes are just set. From incisions in the trunk there is said to flow a sort of transparent balsam, constituting a very pure and fine species of turpentine, with an agreeable odor like citron or jessamine, and a mild taste, and hardening gradually into a transparent gum. The tree is found also in Asia Minor, Greece, Italy, the south of France, and in the north of Africa, and is described as not usually rising to the height of more than twenty feet.&rsquo; Robinson&rsquo;s Bib. Researches, iii. 15, 16. It produces the nuts called the pistachio nuts. They have a pleasant, unctuous taste, resembling that of almonds, and they yield in abundance a sweet and pleasant oil. The best Venice turpentine, which, when it can be obtained pure, is superior to all the rest of its kind, is the produce of this tree. The picture in the book will give you an idea of the appearance of the terebinth. The Hebrew word אילים &lsquo;ēylı̂ym, from איל &lsquo;eyl, or more commonly אלה &lsquo;ēlâh, seems to be used sometimes as the Greek &delta;&rho;&upsilon;͂&sigmaf; drus is, to denote any large tree, whether evergreen or not; and especially any large tree, or cluster of trees, where the worship of idols was celebrated.<\/p><p><em>Which ye have desired<\/em>&mdash;The Jews, until the captivity at Babylon, as all their history shows, easily relapsed into idolatry. The meaning of the prophet is, that the punishment at Babylon would be so long and so severe as to make them ashamed of this, and turn them from it.<\/p><p><em>Shall be confounded<\/em>&mdash;Another word meaning to be ashamed.<\/p><p><em>For the gardens<\/em>&mdash;The places planted with trees, etc., in which idolatrous worship was practiced. &lsquo;In the language of the Hebrews, every place where plants and trees were cultivated with greater care than in the open field, was called a garden. The idea of such an enclosure was certainly borrowed from the garden of Eden, which the bountiful Creator planted for the reception of his favorite creature. The garden of Hesperides, in Eastern fables, was protected by an enormous serpent; and the gardens of Adonis, among the Greeks, may be traced to the same origin, for the terms horti Adenides, the gardens of Adonis, were used by the ancients to signify gardens of pleasure, which corresponds with the name of Paradise, or the garden of Eden, as horti Adonis answers to the garden of the Lord. Besides, the gardens of primitive nations were commonly, if not in every instance, devoted to religious purposes. In these shady retreats were celebrated, for a long succession of ages, the rites of pagan superstition.&rsquo;&mdash;Paxton. These groves or gardens were furnished with the temple of the god that was worshipped, and with altars, and with everything necessary for this species of worship. They were usually, also, made as shady and dark as possible, to inspire the worshippers with religious awe and reverence on their entrance; compare the note at <a class=\"isa\" verses=\"WzE4OTQwXQ==\">Isaiah 66:17<\/a>.<\/p> ",
    "audit": 1
}