{
    "id": 1101,
    "source": "barnes",
    "verse_id": 18008,
    "verse_count": 1,
    "reference": "19:3",
    "title": "",
    "html": " <p> <em>And the spirit of Egypt <\/em>&mdash;(see <a class=\"isa\" verses=\"WzE4MDA2XQ==\">Isaiah 19:1 <\/a>). They shall be exhausted with their long internal contentions and strifes; and seeing no prospect of deliverance, and anxious that the turmoils should end, they shall seek counsel and refuge in their gods and necromancers, but in vain. <\/p> <p> <em>Shall fail <\/em>&mdash;(נבקה nâbeqâh). Margin, &lsquo;Be emptied.&rsquo; The word means, literally, &ldquo;to pour out, empty, depopulate.&rdquo; Here it means that they would become disheartened and discouraged. <\/p> <p> <em>And I will destroy <\/em>&mdash;Margin, as the Hebrew, &lsquo;I will swallow up.&rsquo; So the word is used in <a class=\"ref\">Psalm 107:27 <\/a>,, &lsquo;All their wisdom is destroyed&rsquo; (Hebrew, &rsquo;swallowed up. &rsquo;) <\/p> <p> <em>And they shall seek to the idols <\/em>&mdash;According to Herodotus (ii. 152), Psammetichus had consulted the oracle of Latona at Butos, and received for answer that the sea should avenge his cause by producing brazen men. Some time after, a body of Ionians and Carians were compelled by stress of weather to touch at Egypt, and landed there, clad in brass armor. Some Egyptians, alarmed at their appearance, came to Psammetichus, and described them as brazen men who had risen from the sea, and were plundering the country. He instantly supposed that this was the accomplishment of the oracle, and entered into an alliance with the strangers, and by their aid was enabled to obtain the victory over his foes. Compare the different accounts of Diodorus in the Analysis of this chapter. The whole history of Egypt shows how much they were accustomed to consult their idols (see Herodot. ii. 54ff, 82, 83, 139, 152). Herodotus says (ii. 83), that the art of divination in Egypt was confined to certain of their deities. There were in that country the oracles of Hercules, of Apollo, of Mars, of Diana, and of Jupiter; but the oracle of Latona in Butos was held in greater veneration than any of the rest. <\/p> <p> <em>And to the charmers <\/em>&mdash;(אטים &lsquo;ı̂ṭı̂ym). This word occurs nowhere else. The root אטט &lsquo;âṭaṭ, in Arabic, means &ldquo;to mutter, to make a gentle noise;&rdquo; and this word probably denotes conjurors, diviners (see the note at <a class=\"isa\" verses=\"WzE3ODI3XQ==\">Isaiah 8:19 <\/a>). The Septuagint renders it, &lsquo;Their idols.&rsquo; <\/p> <p> <em>And to them that have familiar spirits <\/em>&mdash;(see the note at <a class=\"isa\" verses=\"WzE3ODI3XQ==\">Isaiah 8:19 <\/a>). The Septuagint renders this, &lsquo;Those who speak from the ground.&rsquo; <\/p> <p> <em>And to the wizards <\/em>&mdash;Septuagint&mdash;&Epsilon;̓&gamma;&gamma;&alpha;&sigma;&tau;&rho;&iota;&mu;&upsilon;́&theta;&omicron;&upsilon;&sigmaf; Engastrimuthous&mdash;&lsquo;Ventriloquists.&rsquo; The Hebrew word means a wise man, a soothsayer, a magician (ידענים yı̂dı̂‛onı̂ym from ידע yâda‛ &ldquo;to know;&rdquo; see <a class=\"ref\">Leviticus 19:31; Leviticus 20:6; Deuteronomy 18:11 <\/a>). This fake science abounded in Egypt, and in most Oriental countries. <\/p>,",
    "audit": 1
}