{
    "id": 908,
    "source": "barnes",
    "verse_id": 17815,
    "verse_count": 1,
    "reference": "8:7",
    "title": "",
    "html": "<p><em>The waters of the river<\/em>&mdash;By the river, in the Scripture, is commonly meant the river Euphrates, as being, by way of eminence, the largest river with which they were acquainted; and also as being that distinguished by the fact that Abraham had lived beyond it, and crossed it; see the note at <a class=\"isa\" verses=\"WzE3ODAzXQ==\">Isaiah 7:20<\/a>. In this verse the image is kept up which was commenced in <a class=\"isa\" verses=\"WzE3ODE0XQ==\">Isaiah 8:6<\/a>. The Jews rejected the gentle waters of Siloah, and sought the alliance of a foreign king, whose kingdom stretched along, and extended beyond the Euphrates. It was natural, therefore, to compare the invasion of the land to the overflowing of mighty waters that would sweep everything away. A similar comparison is found in Juvenal, who, in describing the introduction of Eastern customs into Rome, represents the Orontes as flowing into the Tiber: Jampridem Syrus in Tiberim defluxit Orontes. The comparison of an invading army with an overflowing stream, or an inundation, is not uncommon; see Lucan&rsquo;s Phars. vi. 272. Hor. Car. iv. 14, 15ff.<\/p><p><em>Strong and many<\/em>&mdash;Violent waves, and numerous. It means that a mighty host would come up upon the land.<\/p><p><em>Even the king of Assyria<\/em>&mdash;It has been supposed by many that this is a gloss, or explanation, which has crept into the text. There is no doubt that it expresses the true sense of the passage, but it is remarkable that Isaiah himself should furnish a literal explanation in the midst of a figurative description.<\/p><p><em>And all his glory<\/em>&mdash;Eastern kings marched in the midst of vast splendor. They moved with all the magnificence of the court, and were attended usually with their princes and nobles; with a splendid retinue; and with all the insignia of royalty. Such was the case with Xerxes when he invaded Greece; and such, too, with Darius, and with most of the Oriental conquerors.<\/p><p><em>And he shall come up... <\/em>&mdash;The figure of overflowing waters is here retained. To understand this, it is necessary to remark, that the Euphrates annually overflows its banks to a very considerable extent. It rises in the mountains of Armenia, and, flowing for a considerable distance in a region where the mountains are covered with snow, it falls into the level region of Mesopotamia or Syria, and flows through that region, almost parallel with the Tigris, toward the Persian Gulf. From its banks, vast numbers of canals were made, as in Egypt, to receive the water, and to render the country fertile. By the melting of the snows in Armenia, in the summer, the stream becomes greatly enlarged, and overflows vast portions of the adjacent country in a manner similar to the Nile. Usually the river is not very large. Otho says, that on the 12th of March, when he crossed the Euphrates, it was not more than 200 paces in width, but in its height, it extends 500 or 600 paces into the plains on the right. Thevenot observes, that near to Bir, the Euphrates seemed no larger than the Seine at Paris, but was very large when it was swollen. At Babylon, it is said to be about four hundred feet in breadth. That it overflows its banks, is abundantly attested by ancient as well as modern travelers; see Rosenmuller and Gesenius on this verse.<\/p><p><em>Its channels<\/em>&mdash;This word means either brooks, or valleys, or canals, or channels of a river. The Euphrates flowed through a level region, and it is not improbable that it had at various times made for itself many channels. Besides this, there were many canals cut in various directions to convey its waters to the gardens, farms, etc. All these the prophet says would be full&mdash;and the water would extend even far beyond them.<\/p> ",
    "audit": 1
}