{
    "id": 1524,
    "source": "barnes",
    "verse_id": 18431,
    "verse_count": 1,
    "reference": "40:10 ",
    "title": "",
    "html": "<p><em>Behold, the Lord God will come<\/em>&mdash;(See the note at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 40:3<\/a> ) Applied to the condition of the Jews in exile, this means that God would come to deliver them. Applied to the times of the Messiah, it means that God would manifest himself in a powerful manner as mighty to save.<\/p><p><em>With strong hand<\/em>&mdash;(בחזק bechâzâq). Margin, &lsquo;Against the strong.&rsquo; So Vitringa and others understand it; and regard it as referring to the mighty enemies of the people of God, or, as Vitringa particularly supposes, to the great foe of God and his people&mdash;the prince of darkness&mdash;the devil. Lowth also translates it in this manner, &lsquo;Against the strong one.&rsquo; The Septuagint renders it, &Mu;&epsilon;&tau;&alpha;́ &iota;̓&sigma;&chi;&upsilon;́&omicron;&sigmaf; Meta ischuos&mdash;&lsquo;With strength.&rsquo; This is the more probable meaning&mdash;that the Lord would come with the manifestation of strength and power, able to subdue and vanquish all the enemies of his people, and to effect their complete and final salvation.<\/p><p><em>And his arm<\/em>&mdash;The arm is a symbol of strength, because it is by that that we accomplish our purposes; by that a conqueror slays his enemies in battle, etc. Thus, &lsquo;Break thou the arm of the wicked;&rsquo; that is, diminish or destroy his power <a class=\"ref\">Psalm 10:15<\/a>. &lsquo;I have broken the arm of Pharaoh king of Egypt&rsquo; (<a class=\"ref\">Ezekiel 30:21<\/a> ; compare <a class=\"ref\">Jeremiah 48:25<\/a> ). Thus it is said of God, &lsquo;Thou hast a mighty arm&rsquo; <a class=\"ref\">Psalm 89:13<\/a> , and, &lsquo;His holy arm hath gotten him the victory&rsquo; (<a class=\"ref\">Psalm 98:1<\/a> ; compare <a class=\"ref\">Exodus 6:6<\/a>). The metaphor is taken from the act of stretching out the arm to fight in battle, where the arm is the effective instrument in subduing an enemy.<\/p><p><em>Shall rule for him<\/em>&mdash;Lowth renders the phrase, לו lō, &lsquo;for him,&rsquo; &lsquo;over him:&rsquo;&mdash;&lsquo;And his arm shall prevail over him;&rsquo; that is, over the strong and mighty foe. The Septuagint renders it, &Mu;&epsilon;&tau;&alpha;́ &kappa;&upsilon;&rho;&iota;́&alpha;&sigmaf; Meta kurias&mdash;&lsquo;With dominion.&rsquo; But the meaning seems to be, &lsquo;God is mighty by himself; his power resides in his own arm; he is not dependent on others; he will accomplish the deliverance in such a manner that it shall be seen that he did it alone; and he shall rule for himself, without any aid, and so that it shall be manifest that he is the sovereign.&rsquo; In the deliverance of his people from their captivity, he so directed it, that it was manifest that he was their deliverer and sovereign; and in the redemption of man, the same thing is apparent, that the arm of God effects the deliverance, and that it is his own power that establishes the dominion.<\/p><p><em>Behold, his reward is with him<\/em>&mdash;He will be ready to confer the appropriate reward on his own people. The idea seems to be taken from the custom of a conqueror, who distributes rewards among his followers and soldiers after a signal victory. This was always done in ancient wars, apparently because it seemed to be an act of justice that those who had gained the victory should share also in the result, and this participation of the booty was a stimulus to future effort, as well as a compensation for their valor. The rewards distributed consisted generally of that which was taken from the conquered; gold, and silver, and raiment, as well as captives or slaves (see <a class=\"ref\">Genesis 49:7; Exodus 15:9; 1 Samuel 30:26<\/a> ; and particularly <a class=\"ref\">Judges 5:30<\/a>):<\/p><p>Have they not sped?<\/p><p>Have they not divided the prey;<\/p><p>To every man a damsel or two&rsquo;;<\/p><p>To Sisera a prey of divers colors,<\/p><p>A prey of divers colors of needle-work,<\/p><p>Of divers colors of needle-work on both sides,<\/p><p>Meet for the necks of them that take the spoil.<\/p><p><em>The idea here is<\/em>&mdash;<\/p><p>1. That Yahweh would bestow appropriate rewards on his people.<\/p><p>2. That they would be conferred on his coming, and not be delayed.<\/p><p>3. That it should be done by the hand of God himself.<\/p><p>This language was applicable to the interposition of God to save his people from their long exile, and the &lsquo;reward&rsquo; would be ample in the restoration to their own land, and the re-establishment of his worship. It is applicable in a higher sense to the coming of the Messiah to bless the world. His reward was with him. He blessed his faithful followers on earth; he will bless them more abundantly in heaven. It will be assuredly applicable to him when he shall come to gather his people to himself in the great and last day, and the language before us is used with reference to that: &lsquo;And behold, I come quickly; and my reward is with me, to give every man according as his work shall be&rsquo; <a class=\"ref\">Revelation 22:12<\/a>.<\/p><p><em>And his work<\/em>&mdash;Margin, &lsquo;Recompense for his work.&rsquo; The margin here is the correct rendering. The Hebrew word strictly indeed denotes work, labor, business; but it also denotes the wages for work <a class=\"ref\">Leviticus 19:13; Psalm 109:20<\/a>.<\/p>",
    "audit": 1
}