{
    "id": 1404,
    "source": "barnes",
    "verse_id": 18311,
    "verse_count": 1,
    "reference": "34:7",
    "title": "",
    "html": " <p> <em>And the unicorns <\/em>&mdash;Margin, &lsquo;Rhinoceros&rsquo; (ראמים re&lsquo;ēmı̂ym from ראם re&lsquo;êm). This was evidently an animal well known in Palestine, since it is frequently mentioned in the Old Testament (<a class=\"ref\">Numbers 23:22; Deuteronomy 33:17; Job 39:9-10; Psalm 22:21; Psalm 29:6; Psalm 92:10<\/a>, in all which places it is translated unicorn, or unicorn). The derivation of the word is uncertain, and it has been regarded as doubtful what animal is intended. The corresponding Arabic word denotes the oryx, a large and fierce species of the antelope. Gesenius, Schultens, De Wette, and Rosenmuller suppose that the buffalo is intended by the word. Bochart regards it as denoting the gazelle, or a species of the antelope. It can hardly, however, be regarded as so small an animal as the gazelle. The gazelle is common in the neighborhood of mount Sinai; and when Laborde passed through that region his companions killed four, &lsquo;the father and mother, and two little animals a fortnight old.&rsquo; He says of them: &lsquo;These creatures, which are very lively in their movements, endeavored to bite when they were caught; their hair is a brown yellow, which becomes pale and long as the animals grows old. <\/p> <p>In appearance they resemble the Guinea pig. Their legs are of the same height, but the form of their feet is unique; instead of nails and claws, they have three toes in front and four behind, and they walk. like rabbits, on the whole length of the foot. The Arabs call it El Oueber, and know no other name for it. It lives upon the scanty herbage with which the rain in the neighborhood of springs supplies it. It does not burrow in the earth, its feet not being calculated for that purpose; but it conceals itself in the natural holes or clefts which it finds in the rocks.&rsquo; (Journey through Arabia Petrea, pp. 106, 107. Lond. 8vo. 1836.) Taylor (Heb. Con.) supposes it means the rhinoceros; a fierce animal that has a single horn on the nose, which is very strong, and which sometimes grows to the height of thirty-seven inches. The ancient versions certainly regarded the word as denoting an animal with a single horn. It denotes here, evidently, some strong, fierce, and wild animal that was horned <a class=\"ref\">Psalm 22:21<\/a>, but perhaps it is not possible to determine precisely what animal is meant. For a more full investigation in reference to the kind of animal denoted by the word reem, see the notes at <a class=\"ref\">Job 39:9<\/a>. Here it represents that portion of the people which was strong, warlike, and hitherto unvanquished, and who regarded themselves as invincible. <\/p> <p> <em>Shall come down <\/em>&mdash;Shall be subdued, humbled, destroyed. <\/p> <p> <em>With them <\/em>&mdash;With the lambs and goats mentioned in <a class=\"isa\" verses=\"WzE4MzEwXQ==\">Isaiah 34:6<\/a>. All classes of the people shall be subdued and subjected to the slaughter. <\/p> <p> <em>And the bullocks with the bulls <\/em>&mdash;The young bulls with the old. All shall come down together&mdash;the fierce and strong animals representing the fierce and strong people. <\/p> <p> <em>And their land shall be soaked with blood <\/em>&mdash;Margin, &lsquo;Drunken;&rsquo; the same word which is rendered &lsquo;bathed&rsquo; in <a class=\"isa\" verses=\"WzE4MzA5XQ==\">Isaiah 34:5<\/a>. <\/p> <p> <em>Their dust made fat <\/em>&mdash;Their land manured and made rich with the slain. A battlefield is usually distinguished afterward for its fertility. The field of Waterloo has thus been celebrated, since the great battle there, for producing rank and luxuriant harvests. <\/p>",
    "audit": 1
}