{
    "id": 1892,
    "source": "barnes",
    "verse_id": 18799,
    "verse_count": 1,
    "reference": "58:12",
    "title": "",
    "html": "<p><em>And they that shall be of thee<\/em> &mdash;They that spring from thee; or thy people.<\/p><p><em>Shall build the old waste places<\/em> &mdash;Shall repair the old ruins, and restore the desolate cities and fields to their former beauty. This language is taken from the condition of Judea during the long captivity at Babylon. The land would have been desolated by the Chaldeans, and lain waste for a period of seventy years. Of course all the remains of their former prosperity would have gone to decay, and the whole country would be filled with ruins. But all this, says the prophet, would be restored if they were obedient to God. and would keep his law. Their descendants would be so numerous that the land would be entirely occupied and cultivated again, and cities and towns would rise with their former beauty and magnificence.<\/p><p><em>Thou shalt raise up the foundations of many generations<\/em> &mdash;That is, the foundations which had endured for generations. The word &lsquo;foundations&rsquo; here (מוסד môsâd), means properly the foundation of a building, that is, on which a building rests. Here it means the foundation when that alone remains; and is equivalent to ruins. The Hebrew phrase translated &lsquo;of many generational&rsquo; (דור־ודור dôr-vâdôr, generation and generation), is equivalent to one generation after another, and is the usual form of the superlative degree. The exact amount of time is not designated; but the phrase is equivalent to a long time&mdash;while one generation passes away after another. Vitringa applies this to the gospel, and supposes that it means that the church, after long decay and desolation, would rise to its former beauty and glory. The promise is indeed general; and though the language is taken from the recovery of Palestine from its ruins after the captivity, yet there can be no objection to applying it in a more general sense, as teaching that the people of God, if they are faithful in keeping his commandments, and in manifesting the spirit which becomes the church, will repair the ruins which sin has made in the world, and rebuild the wastes and the desolations of many ages.<\/p><p>Sin has spread its desolations far and wide. Scarce the foundations of righteousness remain in the earth. Where they do remain, they are often covered over with ruined fragments, and are surrounded by frightful wastes. The world is full of the ruins which sin has caused; and there could be no more striking illustration of the effects of sin on all that is good, than the ruins of Judea during the seventy years of exile, or than those of Palmyra, of Baalbec, of Tyre, of Ephesus, and of Persepolis, at present. It is for the church of God to rebuild these wastes, and to cause the beauties of cultivated fields, and the glories of cities rebuilt, to revisit the desolate earth; in other words, to extend the blessings of that religion which will yet clothe the earth with moral loveliness, as though sin had not spread its gloomy and revolting monuments over the world.<\/p><p><em>And thou shalt be called<\/em> &mdash;The name which shall appropriately designate what you will do.<\/p><p><em>The repairer of the breach<\/em> &mdash;Lowth, &lsquo;The repairer of the broken mound.&rsquo; The phrase properly means, &lsquo;the fortifier of the breach;&rsquo; i.:e:, the one who shall build up the breach that is made in a wall of a city, either by the lapse of time, or by a siege.<\/p><p><em>The restorer of paths to dwell in<\/em> &mdash;Lowth and Noves render this, &lsquo;The restorer of paths to be frequented by inhabitants.&rsquo; The Septuagint renders it, &lsquo;And thou shalt cause thy paths to rest in the midst of thee;&rsquo; and Jerome. Avertens semitas in quietem&mdash;&lsquo;Turning the paths into rest,&rsquo; which the Jewish exposition explains to mean, &lsquo;Thou shalt build walls so high that no enemy can enter them.&rsquo; So Grotius renders it, &lsquo;Turning thy paths to rest;&rsquo; that is, thou shalt leave no way of access to robbers. The Chaldee renders it, &lsquo;Converting the wicked to the law.&rsquo; The common English version has probably expressed correctly the sense. The idea is, that they would repair the public highways which had long lain desolate, by which access was had to their dwelling-places. It does not mean, however, that the paths or ways were to be places in which to dwell, but that the ways which led to their dwelling-places were to be restored, or repaired. These roads, of course, in the long desolations would be ruined. Thorns, and brambles, and trees would have grown upon them; and having been long neglected, they would be impassable. But the advantages of a free contact from one dwelling and one city to another, and throughout the land, would be again enjoyed. Spiritually applied, it means the same as the previous expression, that the church of God would remove the ruins which sin has caused, and diffuse comfort and happiness around the world. The obstructed and overrun paths to a quiet and peaceable dwelling on earth would be cleared away, and the blessings of&rsquo; the true religion would be like giving free and easy access from one tranquil and prosperous dwelling-place to another.<\/p> ",
    "audit": 1
}