{
    "id": 1850,
    "source": "barnes",
    "verse_id": 18757,
    "verse_count": 1,
    "reference": "56:3",
    "title": "",
    "html": " <p> <em>Neither let the son of the stranger <\/em>&mdash;The foreigner who shall become a proselyte to the true religion. <\/p> <p> <em>That hath joined himself <\/em>&mdash;That has embraced the true faith, and become a worshipper of the true God. It is evidently implied here that there would be such proselytes, and that the true religion would be extended so as to include and embrace them. The idea is, that they should be admitted to the same privileges with those who had been long recognized as the people of God. <\/p> <p> <em>The Lord hath utterly separated <\/em>&mdash;Let him not esteem himself to be an outcast, or cut off from the privileges of the people of God. This language is used with reference to the opinion which prevailed among the Jews, that the Gentiles were excluded from the privileges of the people of God, and it is designed to intimate that hereafter all such barriers would be broken down. They who entered the church as proselytes from the pagan world, were not to come in with any sense of inferiority in regard to their rights among his people; but they were to feel that all the barriers which had heretofore existed were now broken down, and that all people were on a level. There is to be no assumption of superiority of one nation or rank over another; there is to be no sense of inferiority of one class in reference to another. <\/p> <p> <em>Neither let the eunuch say <\/em>&mdash;This class of men was usually set over the harems of the East <a class=\"ref\">Esther 2:3, Esther 2:14-15; Esther 4:5<\/a>; and they were employed also as high officers at court <a class=\"ref\">Esther 1:10, Esther 1:12, Esther 1:15; Daniel 1:3; Acts 8:27<\/a>. The word is sometimes used to denote a minister of court; a court officer in general <a class=\"ref\">Genesis 37:6; Genesis 39:1<\/a>. The Targum often renders the word by רבא rabbâ&rsquo;, &ldquo;a prince.&rdquo; <\/p> <p> <em>Behold, I am a dry tree <\/em>&mdash;A dry tree is an emblem of that which is barren, useless, unfruitful. By the law of Moses such persons could not be enrolled or numbered in the congregation of the Lord <a class=\"ref\">Deuteronomy 23:2<\/a>. The sense here is, that they should not hereafter be subjected to the religious and civil disabilities to which they had been. These external barriers to the full privileges among the people of God, would be removed. All classes and ranks would be admitted to the same privileges; all would be on the same level (see <a class=\"isa\" verses=\"WzE4NzU5XQ==\">Isaiah 56:5<\/a>). <\/p> ",
    "audit": 1
}