{
    "id": 1354,
    "source": "barnes",
    "verse_id": 18261,
    "verse_count": 1,
    "reference": "32:1",
    "title": "",
    "html": " <p> <em>Behold, a king <\/em>&mdash;That is, Hezekiah. That it refers to him is apparent from the connection. The reign of Ahaz had been one of oppression and idolatry. This was to be succeeded by the reign of one under whom the rights of the people would be secured, and under whom there would be a state of general prosperity. This may have been uttered while Ahaz was on the throne, or it may have been when Hezekiah began to reign. Perhaps the latter is the more probable, as Ahaz might not have tolerated anything that would have looked like a reflection on his own reign; nor, perhaps, while he was on the throne would Isaiah have given a description that would have been a contrast between his reign and that of his successor. <\/p> <p> <em>Shall reign in righteousness <\/em>&mdash;That is, a righteous king shall reign; or his administration shall be one of justice, and strongly in contrast with that of his predecessor. This was certainly the general characteristic of the reign of Hezekiah. <\/p> <p> <em>And princes shall rule <\/em>&mdash;Hebrew, &lsquo;For princes, or, &lsquo;as to princes&rsquo; (לשׂרים les&lsquo;ârı̂ym). Lowth proposes to read this without the ל (l), as the ancient versions do. But it is not necessary to change the text. It may be rendered, &lsquo;As to princes, they shall rule&rsquo; (compare <a class=\"ref\">Psalm 16:3<\/a>). The &lsquo;princes&rsquo; here denote the various officers of government, or those to whom the administration was confided. <\/p> <p> <em>In judgment <\/em>&mdash;That this is a just description of the reign of Hezekiah is apparent from the history, see <a class=\"ref\">2 Kings 18:3-6<\/a>: &lsquo;He removed the high places, and broke the images, and cut down the grove. He trusted in the Lord God of Israel, so that after him was none like him among all the kings of Judah, nor any that were before him, for he clave unto the Lord, and departed not from following him.&rsquo; <\/p> ",
    "audit": 1
}