{
    "id": 1669,
    "source": "barnes",
    "verse_id": 18576,
    "verse_count": 1,
    "reference": "45:14 ",
    "title": "",
    "html": "<p><em>Thus saith the Lord<\/em>&mdash;This verse is designed to denote the favors which in subsequent times would be conferred on Jerusalem, the city which <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 45:13<\/a> was to be rebuilt. It bas reference, according to Lowth, to the conversion of the Gentiles, and their admission into the church of God. Grotius, however, understands it as addressed to Cyrus, and as meaning that, because he had released the Jews without reward, therefore God would give him the wealth of Egypt, Ethiopia, Sabaea, and that those nations should be subject to him. But in this opinion probably he stands alone, and the objections to it are so obvious that they need not be specified. Some of the Jewish interpreters suppose that it refers to the same events as those recorded in <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 43:3<\/a> , and that it relates to the fact that God had formerly given those nations for the deliverance and protection of his people. They suppose that particular reference is had to the slaughter and destruction of the army of Sennacherib. Vitringa regards it as referring to the fact that proselytes should be made from all these nations to the true religion, and finds, as he supposes, a fulfillment of it in the times of the Saviour and the apostles. In regard to the true meaning of the passage; we may observe:<\/p><p>1. That it refers to the times that would succeed their return from their exile; and not to events that were then past. This is apparent on the face of the passage.<\/p><p>2. It relates to Jerusalem, or to the people of God, and not to Cyrus. This is evident, because it was not true that these nations became subject to Cyrus after his taking Babylon, for it was not Cyrus, but his son Cambyses that invaded and subdued Egypt, and because the whole phraseology has reference to a conversion to religion, and not to the subjection involved in the conquests of war.<\/p><p>3. It appropriately relates to a conversion to the true God, and an embracing of the true religion. This is implied in the language in the close of the verse, &rsquo;saying, Surely God is in thee; and there is none else, there is no God.&rsquo;<\/p><p>4. The passage, therefore, means, that subsequent to their return from Babylon, there would be the conversion of those nations; or that they&mdash;perhaps mentioned here as the representatives of great and mighty nations in general&mdash;would be converted to the true faith, and that their wealth and power would be consecrated to the cause of Yahweh. The time when this was to be, is not fixed in the prophecy itself. It is only determined that it was to be subsequent to the return from the exile, and to be one of the consequences of that return. The fulfillment, therefore, may be sought either under the first preaching of the gospel, or in times still more remote. A more full explanation will occur in the examination of the different parts of the verse.<\/p><p><em>The labor of Egypt<\/em>&mdash;That is, the fruit, or result of the labor of Egypt; the wealth of Egypt (see the word thus used in <a class=\"ref\">Job 10:3; Psalm 78:46<\/a> ; <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 55:2<\/a> ; <a class=\"ref\">Jeremiah 3:24; Jeremiah 20:5; Ezekiel 23:9<\/a> ). The idea is, that Egypt would be converted to the true religion, and its wealth consecrated to the service of the true God. The conversion of Egypt is not unfrequently foretold <a class=\"ref\">Psalm 68:31<\/a>:<\/p><p>Princes shall come out of Egypt.<\/p><p>Ethiopia shall soon stretch out her hands unto God.<\/p><p>See the notes at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 19:18-22<\/a>&mdash;where the conversion of Egypt is introduced and discussed at length.<\/p><p><em>And merchandise of Ethiopia<\/em>&mdash;On the situation of Ethiopia, see the notes at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 18:1<\/a>. The word &lsquo;merchandise&rsquo; here means the same as wealth, since their wealth consisted in their traffic. That Cush or Ethiopia would be converted to the true religion and be united to the people of God, is declared in the passage above quoted from <a class=\"ref\">Psalm 68:31<\/a> ; and also in various other places. Thus in <a class=\"ref\">Psalm 67:4<\/a> : &lsquo;Behold Philistia, and Tyre, with Ethiopia; this man was born there;&rsquo; <a class=\"ref\">Zephaniah 3:10<\/a>: &lsquo;From beyond the ruins of Ethiopia, my suppliants, even the daughters of my dispersed, shall bring mine offering.&rsquo;<\/p><p><em>And of the Sabeans, men of stature<\/em>&mdash;(סבאים sebâ&lsquo;ı̂ym). The inhabitants of Seba (סבא sebâ&rsquo;, not שׁבא shebâ&rsquo;). Sheba and the Sabeans of that name were a country and people of Arabia Felix&mdash;comprising a considerable part of the country now known as Yemen, lying in the southwest part of Arabia <a class=\"ref\">Joel 3:8; Job 1:15<\/a>. That country abounded in frankincense, myrrh, spices, gold, and precious stones <a class=\"ref\">1 Kings 10:1<\/a> ; <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 60:6<\/a> ; <a class=\"ref\">Jeremiah 6:20<\/a>. Seba, here referred to, was a different country. It was inhabited by a descendant of Cush <a class=\"ref\">Genesis 10:7<\/a> , and was probably the same as Meroe in Upper Egypt (see the notes at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 43:3<\/a> ). That this people was distinguished for height of stature is expressly affirmed by Herodotus (iii. 20), who says of the Ethiopians, among whom the Sabeans are to be reckoned, that they were &lsquo;the tallest of men&rsquo; (&lambda;&epsilon;́&gamma;&omicron;&nu;&tau;&alpha;&iota; &epsilon;&iota;̓͂&nu;&alpha;&iota; &mu;&epsilon;́&gamma;&iota;&sigma;&tau;&omicron;&iota; &alpha;̓&nu;&theta;&rho;&omega;́&pi;&omega;&nu; legontai einai megistoi anthrōpōn); and Solinus affirms that the Ethiopians are &lsquo;twelve feet high.&rsquo; Agatharchides, an ancient Greek poet, quoted by Bochart (Phaleg. ii. 26), says of the Sabeans, &tau;&alpha;̀ &sigma;&omega;́&mu;&alpha;&tau;&alpha;́ &epsilon;̓&sigma;&tau;&iota; &tau;&omega;͂&nu; &kappa;&alpha;&tau;&omicron;&iota;&kappa;&omicron;&upsilon;́&nu;&tau;&omega;&nu; &alpha;̓&xi;&iota;&omicron;&lambda;&omicron;&gamma;&omega;&tau;&epsilon;&rho;&alpha; ta sōmata esti tōn katoikountōn achiologōtera&mdash;&lsquo;the bodies of those who dwell there are worthy of special remark.&rsquo; This shows at least a coincidence between the accounts of Scripture and of profane writers. This country is alluded to by Solomon in <a class=\"ref\">Psalm 72:10<\/a>:<\/p><p>The kings of Tarshish and of the isles shall bring presents;<\/p><p>The kings of Sheba and Seba shall offer gifts.<\/p><p>They are connected here with the Egyptians, and with the inhabitants of Ethiopia or Cush; and their conversion to the true religion would occur probably about the same time. Doubtless the Christian religion was early introduced into these countries, for among those converted on the day of Pentecost, were foreigners from Egypt, and the adjacent countries <a class=\"ref\">Acts 2:10-11<\/a> , who would carry the gospel with them on their return. See also the ease of the eunuch of Ethiopia <a class=\"ref\">Acts 8:26-39<\/a> , by whom, undoubtedly, the gospel was conveyed to that region The first bishop of Ethiopia was Frumentius, who was made bishop of that country about 330 a.d. There is a current tradition among the Ethiopians that the Queen of Sheba, who visited Solomon, was called Maqueda, and that she was not from Arabia, but was a queen of their own country. They say that she adopted the Jewish religion, and introduced it among her people; and the eunuch, who was treasurer under Queen Candace, was probably a Jew by religion if not by birth. Yet there will be in future times a more signal fulfillment of this prophecy, when the inhabitants of these countries, and the people of all other nations, shall be converted to the true religion, and shall give themselves to God (compare the notes at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 60:3-14<\/a>). That prophecy has a remarkable similarity to this, and indeed is little more than a beautiful expansion of it.<\/p><p><em>Shall come over unto thee<\/em>&mdash;To thy religion; or shall be united to thee in the worship of the true God. It denotes a change not of place, but of character, and of religion.<\/p><p><em>And they shall be thine<\/em>&mdash;A part of thy people; united to thee. The whole language of this description, however, is taken from the custom in the conquests of war, where one nation is made subject to another, and is led along in chains. It is here figurative, denoting that the true religion would make rapid and extensive conquests among the pagan; that is, that the true religion would everywhere triumph over all others. The phrase &rsquo;shall come over,&rsquo; denotes that their subjection would be voluntary, and that they should freely abandon their own systems; while the phrases &rsquo;shall be thine,&rsquo; &lsquo;in chains,&rsquo; denote the triumphant and mighty power of the truth.<\/p><p><em>They shall come after thee<\/em>&mdash;You shall precede them in the honor of having conveyed to them the true religion, and in that priority of rank which always belongs to those who are first blessed with intelligence, and with the revelation of God.<\/p><p><em>In chains shall they come over<\/em>&mdash;Language taken from conquests, when subjugated nations are led along as captives; and here denoting the power of that truth which would subdue their false systems, and bring them into complete and entire subjection to the true religion. This does not mean that it would be against their will, or that they could not have resisted it; but merely that they would be in fact as entirely subject to the true religion as are prisoners of war, in chains, to the will of their conquerors (see the notes at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 14:1-2<\/a>).<\/p><p><em>And they shall fall down unto thee<\/em>&mdash;Recognizing thee as having the knowledge of the true God. To fall down is indicative of reverence; and it means here that Jerusalem would be honored as being the source from where the true religion should emanate (compare <a class=\"ref\">Luke 24:47<\/a> ). An expression similar to that used here occurs in <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 49:23<\/a>: &lsquo;And kings&mdash;and queens&mdash;shall bow down to thee with their face toward the earth, and lick up the dust of thy feet.&rsquo;<\/p><p><em>They shall make supplication unto thee<\/em>&mdash;Lowth renders this, &lsquo;And in suppliant guise address thee.&rsquo; The Hebrew properly means, they shall pray unto thee; but the idea is, that they should come as suppliants to Jerusalem, confessing that there was the knowledge of the only true God, and praying her inhabitants to impart to them an acquaintance with the true religion (see the notes at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 2:3<\/a>). The idea indicated by this is, that there would be a condition of anxious solicitude among pagan nations on the subject of the true religion, and that they would seek counsel and direction from those who were in possession of it. Such a state has already existed to some extent among the pagan; and the Scriptures, I think, lead us to suppose that the final spread and triumph of the gospel will be preceded by such an inquiry prevailing extensively in the pagan world. God will show them the folly of idolatry; he will raise up reformers among themselves; the extension of commercial contact will acquaint them with the comparative happiness and prosperity of Christian nations; and the growing consciousness of their own inferiority will lead them to desire that which has conferred so extensive benefits on other lands, and lead them to come as suppliants, and ask that teachers and the ministers of religious may be sent to them. One of the most remarkable characteristics of the present time is, that pagan nations are becoming increasingly sensible of their ignorance and comparative degradation; that they welcome the ministers and teachers sent out from Christian lands; and the increased commerce of the world is thus preparing the world for the final spread of the gospel.<\/p><p><em>God is in thee<\/em>&mdash;In Jerusalem; or thou art in possession of the only true system of religion, and art the worshipper of the only true God (see <a class=\"isa\" verses=\"WzE4ODM2XQ==\">Isaiah 49:7; Isaiah 60:14<\/a>).<\/p>",
    "audit": 1
}