{
    "id": 1627,
    "source": "barnes",
    "verse_id": 18534,
    "verse_count": 1,
    "reference": "43:28",
    "title": "",
    "html": " <p> <em>Therefore I have profaned <\/em>&mdash;The princes of the sanctuary, that is, the priests, were by their office regarded as sacred, or set apart to the service of God. To depose them from that office, to subject them to punishment, and to send them into captivity, was, therefore, regarded as profaning them. They were stripped of their office, and robes, and honors, and reduced to the same condition, and compelled to meet with the same treatment, as the common people. The sense is, that he had made them common (for so the word חלל châlal is used in <a class=\"ref\">Exodus 31:14; Exodus 19:22; Leviticus 19:8; Leviticus 21:9; Malachi 1:12; Malachi 2:2 <\/a>); he did not regard their office; he used them all alike. <\/p> <p> <em>The princes of the sanctuary <\/em>&mdash;Margin, &lsquo;Holy princes.&rsquo; It means, either those who presided over and directed the services of the sanctuary, called in <a class=\"ref\">1 Chronicles 24:5 <\/a>,, &lsquo;governors of the sanctuary;&rsquo; or those who were holy in office. The Septuagint renders it, &Omicron;&iota;̔ &alpha;̓́&rho;&chi;&omicron;&nu;&tau;&epsilon;&sigmaf; &tau;&alpha;̀ &alpha;̔́&gamma;&iota;&alpha; &mu;&omicron;&nu; Hoi archontes ta hagia mou&mdash;&lsquo;Who preside over my holy things,&rsquo; or my sanctuary. Vulgate, Principes sanctos&mdash;&lsquo;Holy princes.&rsquo; The Syriac, &lsquo;Thy princes have profaned the sanctuary.&rsquo; The sense is, that God had disregarded the official character of those who were set apart to the sacred office, and had punished them in common with the people at large for their sins. <\/p> <p> <em>And have given Jacob to the curse <\/em>&mdash;The Septuagint renders it, &lsquo;I have given Jacob to be destroyed&rsquo; (&alpha;̓&pi;&omega;&lambda;&epsilon;́&sigma;&alpha;&iota; apōlesai). The Hebrew word here (חרם chērem), is that which is commonly used to denote a solemn anathema, excommunication, or devotion to destruction (see the note at <a class=\"isa\" verses=\"WzE4MzA5XQ==\">Isaiah 34:5 <\/a>). <\/p> <p> <em>To reproaches <\/em>&mdash;The reproach, contempt, and scorn which they met with in their captivity, and in a land of strangers (compare <a class=\"ref\">Psalm 137:3-4 <\/a>). <\/p> <p>Thus far God states the reasons why he had punished the nation. It had been on account of the national irreligion and sins, and the destruction had come upon all, but pre-eminently on the priests and the rulers. In the arbitrary division which is made in the Bible into chapters, a very improper separation has been made by making the chapter close here. The sense of the whole passage is materially injured by this division, and the scope of the whole argument is forgotten. The design of the entire argument is, to show that God would not leave his people; that though he punished them, he would not utterly destroy them; and that he would appear again for their rescue, and restore them to their own land. This argument is prosecuted in the following chapter; and in the commencement of that chapter the thought is pursued, that though God had thus punished them, yet he would appear and save them. The beginning of that chapter is properly the continuation and completion of the argument urged here, and this chapter should have closed at what is now <a class=\"isa\" verses=\"WzE4NTM5XQ==\">Isaiah 44:5 <\/a>. <\/p>,",
    "audit": 1
}