{
    "id": 1874,
    "source": "barnes",
    "verse_id": 18781,
    "verse_count": 1,
    "reference": "57:15 ",
    "title": "",
    "html": "<p><em>For thus saith<\/em>&mdash;The design of this verse is, to furnish the assurance that the promise made to the people of God would certainly be accomplished. It was not to be presumed that he was so high and lofty, that he did not condescend to notice the affairs of people; but though he, in fact, dwelt in eternity, yet he also had his abode in the human heart. Many of the ancient pagans supposed that God was so lofty that be did not condescend to notice human affairs. This was the view of the Epicureans (see the notes at <a class=\"ref\">Acts 17:18<\/a> ); and the belief extensively prevailed in the Oriental world, that God had committed the management of the affairs of people to inferior beings which he had created. This was the basis of the Gnostic philosophy. According to this, God reposed far in the distant heavens, and was regardless of the affairs and plans of mortals, and personally unconcerned in the government of this lower world. But the Bible reveals him as a very different being. True, he is vast and illimitable in his existence and perfections; but, at the same time, he is the most condescending of all beings. He dwells with people, and he delights in making his home with the penitent and the contrite.<\/p><p><em>The high and lofty One<\/em>&mdash;One manuscript reads &lsquo;Yahweh,&rsquo; before &rsquo;saith;&rsquo; and Lowth has adopted the reading; but the authority is not sufficient. The sense is, that he who is here spoken of is, by way of eminence, The high and holy One; the most high and the most exalted being in the universe. He is so far above all creatures of all ranks that it is not needful to specify his name in order to designate him. No one can be compared with him; no one so nearly approaches him that there can be any danger of confounding him with other beings.<\/p><p><em>That inhabiteth eternity<\/em>&mdash;(Compare the notes at <a class=\"isa\" verses=\"WzE3ODM2XQ==\">Isaiah 9:6<\/a>). The word &lsquo;eternity&rsquo; here evidently stands in contrast with the &lsquo;contrite and humble spirit;&rsquo; and it seems to be used to denote the elevated place of an eternal dwelling or heaven. He dwells not only among human beings, but he dwells in eternity&mdash;where time is unknown&mdash;in a world where succession is not marked&mdash;and long before the interminable duration was broken in upon by the revolutions of years and days.<\/p><p><em>Whose name is Holy<\/em>&mdash;(See the notes at <a class=\"isa\" verses=\"WzE3NjU5LDE4MjI5LDE4NDY2XQ==\">Isaiah 1:4; Isaiah 30:11; Isaiah 41:14<\/a> ; <a class=\"isa\" verses=\"WzE4NTA5LDE4NTE0XQ==\">Isaiah 43:3, Isaiah 43:8<\/a> , <a class=\"isa\" verses=\"WzE4NTIwLDE4NjA0XQ==\">Isaiah 43:14; Isaiah 47:4<\/a> ). &ldquo;I dwell in the high and holy place.&rdquo; In heaven&mdash;uniformly represented as far exalted above the earth, and as the special home or dwelling-place of God. Thus, in <a class=\"isa\" verses=\"WzE4ODgyXQ==\">Isaiah 63:15<\/a>, heaven is called the habitation of the holiness and glory of Yahweh.<\/p><p><em>With him also that is of a contrite and humble spirit<\/em>&mdash;The word &lsquo;contrite&rsquo; (דכא dakkâ&rsquo;) means properly that which is broken, crushed, beaten small, trodden down. Here it denotes a soul that is borne down with a sense of sin and unworthiness; a heart that is, as it were, crushed under a superincumbent weight of guilt (see <a class=\"ref\">Psalm 34:18; Psalm 138:6<\/a>).<\/p><p><em>To revive the spirit<\/em>&mdash;literally, &lsquo;to make alive.&rsquo; The sense is, he imparts spiritual life and comfort. He is to them what refreshing rains and genial suns and dews are to a drooping plant.<\/p>",
    "audit": 1
}