{
    "id": 896,
    "source": "barnes",
    "verse_id": 17803,
    "verse_count": 1,
    "reference": "7:20 ",
    "title": "",
    "html": "<p><em>In the same day...<\/em>&mdash;The idea in this verse is the same as in the preceding, though presented in a different form. The meaning is, that &ldquo;God&rdquo; would bring upon them this punishment, but that he would make use of the Assyrian as an &ldquo;instrument&rdquo; by which to do it.<\/p><p><em>Shave<\/em>&mdash;The act of shaving off the hair denotes punishment or disgrace; compare <a class=\"ref\">2 Samuel 10:4<\/a> : &lsquo;Hanun took David&rsquo;s servants, and shaved off one half of their beards;&rsquo; <a class=\"ref\">1 Chronicles 19:4<\/a>.<\/p><p><em>With a razor<\/em>&mdash;Using them as an instrument. God here claims the power of directing them, and regards them as employed by him; see <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 10:5-7<\/a>.<\/p><p><em>That is hired<\/em>&mdash;This is an allusion to the custom of hiring soldiers, or employing mercenary armies. Thus Great Britain employed mercenary troops, or hired of the Germans bodies of Hessians to carry on the war in America. The meaning here is, that God would employ the Assyrians as his instruments, to effect his purposes, as though they were hired and paid by the plunder and spoil of the nation.<\/p><p><em>By them beyond the river<\/em>&mdash;The river Euphrates. The Euphrates is usually meant in the Scriptures where &lsquo;the river&rsquo; is mentioned without specifying the name; <a class=\"ref\">Psalm 72:8; Psalm 80:2<\/a>. This was the river which Abraham had passed; and this, perhaps, was, for a long time, the eastern boundary of their geographical knowledge; see the note at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 11:15<\/a>.<\/p><p><em>The head<\/em>&mdash;The hair of the head.<\/p><p><em>The hair of the feet<\/em>&mdash;Or the other parts of the body; of the lower parts of the body.<\/p><p><em>Shall consume the beard<\/em>&mdash;Shall cut off the beard. This was esteemed particularly disgraceful among the Jews. It is, at this day, among all Eastern nations. The beard is regarded as a distinguished ornament; among the Mahometans, it is sworn by, and no higher insult can be offered than to treat the beard with indignity; compare the note at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 50:6<\/a>. The meaning is here, that God would employ the Assyrian as his instrument to lay waste the land.<\/p>",
    "audit": 1
}