{
    "id": 1222,
    "source": "barnes",
    "verse_id": 18129,
    "verse_count": 1,
    "reference": "25:10 ",
    "title": "",
    "html": "<p><em>For in this mountain<\/em>&mdash;In mount Zion.<\/p><p><em>Shall the land of the Lord rest<\/em>&mdash;&ldquo;The hand&rdquo; in the Scriptures is often used as the symbol of protection and defense. By the expression that the hand of Yahweh should REST on mount Zion, is meant probably that be would be its defender; his protection would not be withdrawn, but would be permanent there. For an illustration of the phrase, see a similar use of the word hand as denoting protection, in <a class=\"ref\">Ezra 7:6, Ezra 7:28; Ezra 8:18, Ezra 8:22, Ezra 8:31; Nehemiah 2:8<\/a>.<\/p><p><em>And Moab<\/em>&mdash;(For an account of Moab, see the notes at <a class=\"isa\" verses=\"W3siMTc5NjIiOjl9LHsiMTc5NzEiOjE0fV0=\">Isaiah 15:1-9; Isaiah 16:1-14<\/a>.) Moab here seems to be used in a general sense to denote the enemies of God, a and the declaration that it would be trodden down seems designed to indicate that the foes of God and his people would all be destroyed (compare the notes at <a class=\"isa\" verses=\"eyIxODMwNSI6MTd9\">Isaiah 34<\/a>)<\/p><p><em>Under him<\/em>&mdash;The Chaldee renders this, &lsquo;In his own place.&rsquo; The phrase has the sense of &lsquo;in his place,&rsquo; in <a class=\"ref\">Exodus 16:29; 2 Samuel 2:23<\/a>. Here it may mean that Moab, or the enemies of God, would be trodden down and destroyed in their own land.<\/p><p><em>As straw is trodden down for the dunghill<\/em>&mdash;As straw is suffered to lie in the yard where cattle lie, to be trodden down by them for the purpose of making manure. Lowth renders this,<\/p><p>&lsquo;As the straw is threshed under the wheels of the car.&rsquo;<\/p><p>The Septuagint renders it in the same way. Lowth supposes that there has been an error in transcribing the Hebrew text, and that the former reading was מדכבה instead of מדמנה. But there is not the slightest evidence from the MSS that any such mistake has occurred. Nor is it necessary to suppose it. The image is one that is not of unfrequent occurrence in the Scriptures, to denote the complete and disgraceful prostration of an enemy (see <a class=\"ref\">Psalm 83:10; 2 Kings 9:37; Jeremiah 8:2; Jeremiah 9:22; Jeremiah 16:4; Jeremiah 25:33<\/a>).<\/p>",
    "audit": 1
}