{
    "id": 1694,
    "source": "barnes",
    "verse_id": 18601,
    "verse_count": 1,
    "reference": "47:1 ",
    "title": "",
    "html": "<p><em>Come down<\/em>&mdash;Descend from the throne; or from the seat of magnificence and power. The design of this verse has already been stated in the analysis. It is to foretell that Babylon would be humbled, and that she would be reduced from her magnificence and pride to a condition of abject wretchedness. She is therefore represented as a proud female accustomed to luxury and ease, suddenly brought to the lowest condition, and compelled to perform the most menial services.<\/p><p><em>And sit in the dust<\/em>&mdash;To sit on the ground, and to cast dust on the head, is a condition often referred to in the Scriptures as expressive of humiliation and of mourning <a class=\"ref\">Joshua 8:6; Job 2:12; Job 10:9; Psalm 22:15; Lamentations 3:29<\/a>. In this manner also, on the medals which were struck by Titus and Vespasian to commemorate the capture of Jerusalem, Jerusalem is represented under the image of a female sitting on the ground under a palm-tree, with the inscription Judaea capta (see the notes at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 3:26<\/a>). The design here is, to represent Babylon as reduced to the lowest condition, and as having great occasion of grief.<\/p><p><em>O virgin daughter of Babylon<\/em>&mdash;It is common in the Scriptures to speak of cities under the image of a virgin, a daughter, or a beautiful woman (see the notes at <a class=\"isa\" verses=\"WzE4Mzc1XQ==\">Isaiah 1:8; Isaiah 37:22<\/a> ; compare <a class=\"ref\">Lamentations 1:15; Jeremiah 31:21; Jeremiah 46:11<\/a>). Kimchi supposes that the term &lsquo;virgin&rsquo; is here given to Babylon, because it had remained to that time uncaptured by any foreign power; but the main purpose is doubtless to refer to Babylon as a beautiful and splendid city, and as being distinguished for delicacy, and the prevalence of what was regarded as ornamental. Gesenius supposes that the words &lsquo;virgin daughter of Babylon,&rsquo; denote not Babylon itself, but Chaldea, and that the whole land or nation is personified. But the common interpretation, and one evidently more in accordance with the Scripture usage, is to refer it to the city itself.<\/p><p><em>There is no throne<\/em>&mdash;Thou shalt be reduced from the throne; or the throne shall be taken away. That is, Babylon shall be no longer the seat of empire, or the capital of kingdoms. How truly this was fulfilled, needs not to be told to those who are familiar with the history of Babylon. Its power was broken when Cyrus conquered it; its walls were reduced by Darius; Seleucia rose in its stead, and took away its trade and a large portion of its inhabitants, until it was completely destroyed, so that it became for a long time a question where it had formerly stood (see the notes at <a class=\"isa\" verses=\"eyIxNzk3MSI6MTR9\">Isaiah 13; Isaiah 16:1-14<\/a>)<\/p><p><em>Thou shalt no more be called tender and delicate<\/em>&mdash;A place to which luxuries flow, amid where they abound. The allusion is to a female that bad been delicately and tenderly brought up, and that would be reduced to the lowest condition of servitude, and even of disgrace. It is possible that there may be an allusion here to the effeminacy and the consequent corruption of morals which prevailed in Babylon, and which made it a place sought with greediness by those who wished to spend their time in licentious pleasures. The corruption of Babylon, consequent on its wealth and magnificence, was almost proverbial, and was unsurpassed by any city of ancient times. The following extract from Curtius (v. 1), which it would not be proper to translate, will give some idea of the prevailing state of morals:<\/p><p>&lsquo;Nihil urbis ejus corruptius moribus, nihil ad irritandas illiciendasque immodicas voluptates instructius. Liberos conjugesque cum hospitibus stupro coire, modo pretium flagitii detur, parentes maritique patituntur. Babylonii maxime in vinum, et quae ebrietatem sequuntur effusi sunt. Foeminarum conviva ineuntium, in principio modestus est habitus, dein summa quaeque amicula exuunt paulatimque pudorem profanant; ad ultimum (horror auribusest) ima corporum velamenta projiciunt. Nee meretricum hoc dedecus est, sed matronarum virginumque apud quas comitas habetur vulgati corporis vilitas.&rsquo;<\/p><p>See also the description of a loathsome, disgusting, and abominable custom which prevailed nowhere else, even in the corrupt nations of antiquity, except Babylon, in Herod. i. 199. I cannot transcribe this passage. The description is too loathsome, and would do little good. Its substance is expressed in a single sentence, &pi;&alpha;&sigma;&alpha;͂&nu; &gamma;&upsilon;&nu;&alpha;&iota;͂&kappa;&alpha; &epsilon;̓&pi;&iota;&chi;&omega;&rho;&iota;́&eta;&nu;...&mu;&iota;&chi;&theta;&eta;̀&nu;&alpha;&iota; &alpha;̓&nu;&delta;&rho;&iota;̀ &xi;&epsilon;&iota;́&nu;&omega;ͅ pasan gunaika epichōriēn...michthēnai andri cheinō. It adds to the abomination of this custom that it was connected with the rites of religion, and was a part of the worship of the gods! Strabo, speaking of this custom (iii. 348), says, &Epsilon;̓́&theta;&omicron;&sigmaf; &kappa;&alpha;&tau;&alpha;́ &tau;&iota; &lambda;&omicron;́&gamma;&iota;&omicron;&nu; &xi;&epsilon;́&nu;&omega;ͅ &mu;&iota;́&gamma;&nu;&upsilon;&sigma;&theta;&alpha;&iota; Ethos kata ti logion chenō mignusthai. See also Baruch 6:43, where the same custom is alluded to. For an extended description of the wealth and commerce of Babylon, see an article in the Amer. Bib. Rep. vol. vii. pp. 364-390.<\/p>",
    "audit": 1
}