{
    "id": 1554,
    "source": "barnes",
    "verse_id": 18461,
    "verse_count": 1,
    "reference": "41:9",
    "title": "",
    "html": " <p> <em>Thou whom I have taken from the ends of the earth <\/em>&mdash;From Chaldea&mdash;regarded by the Jews as the remote part of the earth. Thus in <a class=\"isa\" verses=\"WzE3OTEyXQ==\">Isaiah 13:5 <\/a>,, it is said of the Medes that they came &lsquo;from a far country, from the end of heaven&rsquo; (see the note on that place). Abraham was called from Ur of the Chaldees&mdash;a city still remaining on the east of the river Euphrates. It is probably the same place as the Persian fortress Ur, between Nesibis and the Tigris. It was visited by Mr. Wolfe, Mr. Buckingham, and by others. <\/p> <p> <em>And called thee from the chief men thereof <\/em>&mdash;Or rather, from the extremities of the earth. The word אציל &lsquo;âtsiyl means properly &ldquo;a side&rdquo;; and when applied to the earth, means the sides ends, or extremities of it. In <a class=\"ref\">Exodus 24:11 <\/a>,, it is rendered &lsquo;nobles,&rsquo; from an Arabic word signifying to he deep-rooted, and hence, those who are sprung from an ancient stock (Gesenius). In this place it is evidently used in the same sense as the word (אצל &lsquo;ētsel) meaning &ldquo;side,&rdquo; in the sense of extremity, or end. The parallelism requires us to give this interpretation to the word. So Jerome renders it, longinquis ejus (sc. terroe). The Septuagint renders it, &Epsilon;̓&kappa; &tau;&omega;͂&nu; &sigma;&kappa;&omega;&pi;&iota;&omega;͂&nu; Ek tōn skōpiōn&mdash;&lsquo;From the speculations of the earth&rsquo; (Thompson), or rather perhaps meaning from the extremity of vision; from the countries lying in the distant horizon; or from the elevated places which offered an extensive range of vision. The Chaldee renders it, &lsquo;From the kingdoms I have selected thee.&rsquo; Symmachus renders it, &Alpha;̓&pi;&omicron;̀ &tau;&omega;͂&nu; &alpha;̓&gamma;&kappa;&omega;͂&nu;&omega;&nu; Apo tōn angkōnōn autēs&mdash;from its angles, its corners, its extremities. Some have supposed that this refers to the deliverance from Egypt, but the more probable interpretation is that which refers it to the call of Abraham from Chaldea; and the idea is, that as God had called him from that distant land, and had made him his friend, he would preserve and guard his posterity. Perhaps it may be implied that he would be favorable to them in that same country from where he had called their illustrious progenitor, and would in like manner conduct them to the land of promise, that is, to their own land. <\/p>,",
    "audit": 1
}