{
    "id": 1118,
    "source": "barnes",
    "verse_id": 18025,
    "verse_count": 1,
    "reference": "19:20",
    "title": "",
    "html": "<p><em>And it shall be for a sign<\/em> &mdash;The altar, and the pillar. This shows that the altar was not to be for sacrifice, but was a &ldquo;memorial,&rdquo; or designed to designate a place of worship.<\/p><p><em>They shall cry to the Lord because of the oppressors<\/em> &mdash;That is, oppressed and borne down under the exactions of their rulers, they shall seek deliverance from the true God&mdash;one instance among many of the effect of affliction and oppression in leading people to embrace the true religion.<\/p><p><em>And he shall send them a saviour<\/em> &mdash;Who this &ldquo;saviour&rdquo; would be, has been a subject on which there has been a great difference of opinion. Grotius supposes that it would be &ldquo;the angel&rdquo; by which the army of Sennacherib would be destroyed. Gesenius thinks it was Psammetichus, who would deliver them from the tyranny of the eleven kings who were contending with each other, or that, since in<a class=\"isa\" verses=\"WzE4MDA5XQ==\">Isaiah 19:4<\/a> , he is called a &rsquo;severe lord,&rsquo; it is probable that the promise here is to be understood of a delivering or protecting angel. But it is evident that some person is here denoted who would be sent &ldquo;subsequently&rdquo; to the national judgments which are here designated. Dr. Gill supposes that by the saviour here is meant the Messiah; but this interpretation does not suit the connection, for it is evident that the event here predicted, was to take place before the coming of Christ. Vitringa and Dr. Newton suppose with more probability that Alexander the Great is here referred to, who took possession of Egypt after his conquest in the East, and who might be called &ldquo;a saviour,&rdquo; inasmuch as he delivered them from the reign of the oppressive kings who had tyrannized there, and inasmuch as his reign and the reigns of those who succeeded him in Egypt, would be much more mild than that of the former kings of that country.<\/p><p>That Alexander the Great was regarded by the Egyptians as a saviour or deliverer, is apparent from history. Upon his coming to Egypt, the people submitted to him cheerfully, out of hatred to the Persians, so that he became master of the country without any opposition (Diod. Sic. xvii. 49; Arrian, iii. 3, 1; Q. Curtius, iv. 7, 8, as quoted by Newton). He treated them with much kindness; built the city of Alexandria, calling it after his own name, designing to make it the capital of his empire; and under him and the Ptolemies who succeeded him, trade revived, commerce flourished, learning was patronized, and peace and plenty blessed the land. Among other things, Alexander transplanted many Jews into Alexandria, and granted them many privileges, equal to the Macedonians themselves (Jos. &ldquo;Bell. Jud.&rdquo; ii. 18. 7; &ldquo;Contra Ap.&rdquo; ii. 4). &lsquo;The arrival of Alexander,&rsquo; says Wilkinson (&ldquo;Ancient Egyptians,&rdquo; vol. i. pp. 213, 214), &lsquo;was greeted with universal satisfaction.<\/p><p>Their hatred of the Persians, and their frequent alliances with the Greeks, who had fought under the same banners against a common enemy, naturally taught the Egyptians to welcome the Macedonian army with the strongest demonstrations of friendship, and to consider their coming as a direct interposition of the gods; and so wise and considerate was the conduct of the early Ptolemies, that they almost ceased to regret the period when they were governed by their native princes.&rsquo; Under the Ptolemies, large numbers of the Jews settled in Egypt. For their use, as has been remarked, the Old Testament was translated into Greek, and a temple was built by Onias, under the sixth Ptolemy. Philo represents the number of the Jews in Egypt in his time at not less than one million. They were settled in nearly all parts oF Egypt; but particularly in Heliopolis or the city of the sun, in Migdol, in Tahpanes, in Noph or Memphis, in Pathros or Thebais<a class=\"ref\">Jeremiah 44:1<\/a> &mdash;perhaps the five cities referred to in<a class=\"isa\" verses=\"WzE4MDIzXQ==\">Isaiah 19:18<\/a> .<\/p><p><em>And a great one<\/em> &mdash;(ורב vârâb). A mighty one; a powerful saviour. The name &lsquo;great&rsquo; has been commonly assigned to Alexander. The Septuagint renders this, &lsquo;Judging (&kappa;&rho;&iota;́&nu;&omega;&nu; krinōn), he shall save them;&rsquo; evidently regarding רב râb as derived from ריב riyb &ldquo;to manage a cause, or to judge.&rdquo; Lowth renders it, &lsquo;A vindicator.&rsquo; The word means &ldquo;great, mighty;&rdquo; and is repeatedly applied to a prince, chief, or captain<a class=\"ref\">2 Kings 25:8; Esther 1:8; Daniel 1:3; Daniel 2:48; Daniel 5:11<\/a> .<\/p> ",
    "audit": 1
}