{
    "id": 1568,
    "source": "barnes",
    "verse_id": 18475,
    "verse_count": 1,
    "reference": "41:23",
    "title": "",
    "html": "<p><em>That we may know that ye are gods<\/em>&mdash;The prediction of future events is the highest evidence of omniscience, and of course of divinity. In this passage it is admitted that if they could do it, it would prove that they were worthy of adoration; and it is demanded, that if they were gods they should be able to make such a prediction as would demonstrate that they were invested with a divine nature.<\/p><p><em>Yea, do good, or do evil<\/em>&mdash;Do something; show that you have some power; either defend your friends, or prostrate your foes; accomplish something&mdash;anything, good or bad, that shall prove that you have power. This is said in opposition to the character which is usually given to idols in the Scriptures&mdash;that they were dumb, deaf, dead, inactive, powerless (see <a class=\"ref\">Psalm 95:1-11<\/a>) The command here to &lsquo;do evil,&rsquo; means to punish their enemies, or to inflict vengeance on their foes; and the idea is, that they had no power to do anything; either to do good to their worshippers, or harm to their enemies; and that thus they showed that they were no gods. The same idea is expressed in <a class=\"ref\">Jeremiah 10:3-5<\/a>: &lsquo;They (idols) are upright as the palm-tree, but speak not; they must needs be borne, because they cannot go. Be not afraid of them, for they cannot do evil, neither also is it in them to do good.&rsquo;<\/p><p><em>That we may be dismayed<\/em>&mdash;(See the note at <a class=\"isa\" verses=\"WzE4NDYyXQ==\">Isaiah 41:10<\/a>). The word &lsquo;we&rsquo; here refers to those who were the friends and worshippers of Yahweh. &lsquo;That I, Yahweh, and my friends and worshippers, may be alarmed, and afraid of what idols may be able to do.&rsquo; God and his people were regarded as the foes of idols, and God here calls on them to prove that there is any reason why he and his people should be afraid of their power.<\/p><p><em>And behold it together<\/em>&mdash;That we may all see it; that I and my people may have full demonstration of your power.<\/p> ",
    "audit": 1
}