{
    "id": 981,
    "source": "barnes",
    "verse_id": 17888,
    "verse_count": 1,
    "reference": "11:3 ",
    "title": "",
    "html": "<p><em>And shall make him of quick understanding<\/em>&mdash;(והריחו vahărı̂ychô) The Septuagint renders this, &lsquo;And the spirit of the fear of God shall fill him.&rsquo; The Chaldee, &lsquo;And the Lord shall draw him near to him in his fear.&rsquo; The Syriac, &lsquo;And he shall be resplendent (like the sun, or the stars) in the fear of the Lord.&rsquo; The Hebrew word used here is probably derived from ריח rêyach, used only in Hiphil, &ldquo;to smell;&rdquo; and is kindred with רוח rûach, &ldquo;wind, breath,&rdquo; for fragrant substances &ldquo;breathe out&rdquo; an odor.&mdash;&ldquo;Gesenius.&rdquo; It then denotes &ldquo;to take delight in smelling&rdquo; <a class=\"ref\">Exodus 30:38; Leviticus 26:31<\/a> ; and thence, by an easy transition, to take delight in anything; <a class=\"ref\">Amos 5:21<\/a>. The reason is, that the objects of smell are usually pleasant and agreeable; and especially such as were the aromatics used in public worship. The sense here is, probably, that he would take pleasure in the fear of Yahweh, that is, in piety, and in devoting himself to his service. The interpretation given in our translation, is that given by many expositors; though that above suggested is probably the correct one. The word is used to denote &ldquo;pleasure&rdquo; in a thing; it is not used anywhere, it is believed, to denote a quick understanding; compare <a class=\"ref\">Exodus 5:21; Philippians 4:18<\/a>. The idea which is conveyed by our translators is, probably, derived from &ldquo;the discernment of the quality&rdquo; of objects by an acute sense of smell, and hence, they interpreted the word to denote an acute discrimination of any objects.<\/p><p><em>And he shall not judge after the sight of his eyes<\/em>&mdash;He sha 1 not judge of things by their external appearance. or with partiality. This is language which is applicable to a magistrate, and is spoken of the Messiah as the descendant of David, and as sitting on his throne as a ruler of his people. He who judges &lsquo;after the sight of his eyes,&rsquo; does it according to external appearances, showing favor to rank, to the rich, and the great; or judging as things &ldquo;appear&rdquo; without a close and careful inquiry into their true nature and bearings; compare <a class=\"ref\">John 7:24<\/a> : &lsquo;Judge not according to the appearance, but judge righteous judgment;&rsquo; <a class=\"ref\">Deuteronomy 1:16-17<\/a>.<\/p><p><em>Neither reprove<\/em>&mdash;יוכיח yôkiyach. This word means &ldquo;to show, to prove; to correct, reprove, convince; to reproach, or censure; to punish; to judge, decide, etc.&rdquo; Here it is evidently used as synonymous with &rsquo;shall he judge&rsquo; in the former part of the parallelism&mdash;retaining the idea of a just judge, who decides not according to the hearing of the ears, but according to justice.<\/p><p><em>After the hearing of his ears<\/em>&mdash;Not by plausible statements, and ingenious defenses, but by weighing evidence, and by an impartial examination of the true merits of the case. This belonged to the Lord Jesus, because,<\/p><p>(1) He was never influenced by any undue regard to rank, honor, or office. His opinions were always impartial; his judgments without bias or favoritism.<\/p><p>(2) He was able to discern the true merits of every case. He knew what was in man, saw the true state of the heart, and, therefore, was not deceived or imposed upon as human judges are; see <a class=\"ref\">John 2:24-25<\/a> ; compare <a class=\"ref\">Revelation 2:28; John 6:64<\/a>.<\/p>",
    "audit": 1
}