{
    "id": 1862,
    "source": "barnes",
    "verse_id": 18769,
    "verse_count": 1,
    "reference": "57:3 ",
    "title": "",
    "html": "<p><em>But draw near hither<\/em>&mdash;That is, come near to hear the solemn sentence which God pronounces in regard to your character and doom. This is addressed to the impenitent and unbelieving part of the nation, and is designed to set before them the greatness of their sin, and the certainty that they would be punished.<\/p><p><em>Ye sons of the sorceress<\/em>&mdash;You who are addicted to sorcery and enchantments; who consult the oracles of the pagan rather than the only true God. On the meaning of the word used here, see the notes at <a class=\"isa\" verses=\"WzE3NjkyXQ==\">Isaiah 2:6<\/a>. The Hebrews, like other inhabitants of the East, were much addicted to this, and particularly in the time of Manasseh <a class=\"ref\">2 Kings 21:6<\/a>: &lsquo;And he made his sons pass through the fire, and observed times, and used enchantments, and dealt with familiar spirits, and wizards.&rsquo; So much were they devoted to this in his time, that they might be called, by way of eminence, &lsquo;the sons of the sorceress;&rsquo; as if a sorceress had been their mother, and they had grown up to walk in her steps, and to imitate her example.<\/p><p><em>The seed of the adulterer<\/em>&mdash;Implying that the obligations of the marriage contract were disregarded, and that licentiousness prevailed in the nation. Amidst the other abominations which existed under the wicked and corrupt reign of Manasseh <a class=\"ref\">2 Kings 21<\/a> , there is every probability that these sins also abounded. Licentiousness had been the invariable attendant on idol-worship; and dissoluteness of manners is the usual accompaniment of all other crimes. It is observable also that the Saviour often charges the same sin on the nation in his own time (<a class=\"ref\">Matthew 12:39; Matthew 16:4; John 8:1<\/a>ff.) In the language here, however, there is a reference to the fact that the nation had apostatized from God, and they were guilty of spiritual adultery&mdash;that is, of unfaithfulness to God. They fixed their affections on other objects than God, and loved the images of idol-worship more than they did their Creator.<\/p>",
    "audit": 1
}