{
    "id": 1718,
    "source": "barnes",
    "verse_id": 18625,
    "verse_count": 1,
    "reference": "48:10 ",
    "title": "",
    "html": "<p><em>Behold, I have refined thee<\/em>&mdash;This refers to the Jews in their afflictions and captivity in Babylon. It states one design which he had in view in these afflictions&mdash;to purify them. The word used here, and rendered &lsquo;refined&rsquo; (צרף tsâraph), means properly to melt; to smelt metals; to subject them to the action of fire, in order to remove the scoria or dross from them (see the notes at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 1:25<\/a> ). Then it means to purify in any manner. Here it means that God had used these afflictions for the same purpose for which fire is used in regard to metals, in order that every impurity in their moral and religious character might be removed.<\/p><p><em>But not with silver<\/em>&mdash;Margin, &lsquo;For.&rsquo; Hebrew, בכסף bekâseph. Many different interpretations of this have been proposed. Jerome renders it, Non quasi argentum&mdash;&lsquo;Not as silver.&rsquo; The Septuagint, &Omicron;&upsilon;̓&chi; &epsilon;̔́&nu;&epsilon;&kappa;&epsilon;&nu; &alpha;̓&rho;&gamma;&upsilon;&rho;&iota;́&omicron;&upsilon; ouch heneken arguriou&mdash;&lsquo;Not on account of silver.&rsquo; Grotius explains it, &lsquo;I have a long time tried thee by afflictions, but nothing good appears in thee;&rsquo; that is, I have not found you to be silver, or to be pure, as when a worker in metals applies the usual heat to a mass of ore for the purpose of separating the dross, and obtains no silver. Gesenius explains it to mean, &lsquo;I sought to make you better by afflictions, but the end was not reached; you were not as silver which is obtained by melting, but as dross.&rsquo; Rosenmuller supposes it means, that he had not tried them with that intensity of heat which was necessary to melt and refine silver; and remarks, that those skilled in metals observe that gold is easily liquified, but that silver requires a more intense heat to purify it. Jarchi renders it, &lsquo;Not by the fire of Gehenna as silver is melted by the fire.&rsquo; Kimchi explains it, &lsquo;Not as one who is smelting silver, and who removes all the scoria from it, and so consumes it that nothing but pure silver remains. If that had been done, but few of you would have been left.&rsquo; Vitringa supposes that it means, that God had sent them to Babylon to be purified, yet it was not to be done with silver. It was by the agency of a people who were wicked, sinful, and unbelieving. Amidst this variety of interpretation, it is difficult to determine the sense. Probably it may be, I have melted thee, and found no silver; or the result has not been that you have been shown to be pure by all your trials; and thus it will agree with what is said above, that they were perverse, false, and rebellious as a people.<\/p><p><em>I have chosen thee<\/em>&mdash;Lowth renders this, &lsquo;I have tried thee.&rsquo; The Vulgate and the Septuagint, however, render it, &lsquo;I have chosen thee.&rsquo; The word used here (from בחר bâchar) means, according to Gesenius:<\/p><p>1. To prove, to try, to examine; and the primary idea, according to him, is that of rubbing with the lapis Lydius, or touchstone, or else of cutting in pieces for the purpose of examining.<\/p><p>2. To approve, choose, or select. This is the most common signification in the Hebrew Bible <a class=\"ref\">Genesis 13:11; Exodus 17:9; Joshua 24:15; Job 9:14; Job 15:5; Job 29:25<\/a>.<\/p><p>3. To delight in <a class=\"ref\">Genesis 6:2<\/a> ; <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 1:29<\/a>. Probably the meaning here is, &lsquo;I have proved or tried thee in the furnace of affliction.&rsquo; It was true, however, that God had chosen or selected their nation to be his people when they were suffering in the furnace of affliction in Egypt; and it is also true that God chooses sinners now, or converts them, as the result of heavy affliction. Possibly this may be the idea, that their affliction had prepared them to embrace his offers and to seek consolation in him; and he may design to teach that one effect of affliction is to prepare the mind to embrace the offers of mercy.<\/p><p><em>In the furnace of affliction<\/em>&mdash;Referring particularly to their trials in Babylon. Afflictions are often likened to fire&mdash;from the fact that fire is used to purify or try metals, and afflictions have the same object in reference to the people of God.<\/p>",
    "audit": 1
}