{
    "id": 1797,
    "source": "barnes",
    "verse_id": 18704,
    "verse_count": 1,
    "reference": "52:7",
    "title": "",
    "html": "<p><em>How beautiful upon the mountains<\/em>&mdash;This passage is applied by Paul to the ministers of the gospel (see <a class=\"ref\">Romans 10:15<\/a>). The meaning here seems to be this: Isaiah was describing the certain return of the Jews to their own land. He sees in vision the heralds announcing their return to Jerusalem running on the distant hills. A herald bearing good news is a beautiful object; and he says that his feet are beautiful; that is, his running is beautiful. He came to declare that the long and painful captivity was closed, and that the holy city and its temple were again to rise with splendor, and that peace and plenty and joy were to be spread over the land. Such a messenger coming with haste, the prophet says, would be a beautiful object. Some have supposed (see Campbell on the Gospels, Diss. v. p. 11, Section 3, 4), that the idea here is, that the feet of messengers when they traveled in the dust were naturally offensive and disgusting, but that the messenger of peace and prosperity to those who had been oppressed and afflicted by the ravages of war, was so charming as to transform a most disagreeable into a pleasing object.<\/p><p>But I cannot see any such allusion here. It is true that the feet of those who had traveled far in dry and dusty roads would present a spectacle offensive to the beholder; and it is true also, as Dr. Campbell suggests, that the consideration that they who were coming were messengers of peace and safety would convert deformity into beauty, and make us behold with delight this indication of their embassy. But it seems to me that this passage has much higher beauty. The idea in the mind of the prophet is not, that the messenger is so near that the sordid appearance of his feet could be seen. The beholder is supposed to be standing amidst the ruins of the desolated city, and the messenger is seen running on the distant hills. The long anticipated herald announcing that these ruins are to rise, at length appears. Seen on the distant hills, running rapidly, he is a beautiful object. It is his feet, his running, his haste, that attracts attention; an indication that he bears a message of joy, and that the nation is about to be restored. Nahum, who is supposed to have lived after Isaiah, has evidently copied from him this beautiful image:<\/p><p>Behold upon the mountains the feet of the joyful messenger,<\/p><p>Of him that announceth peace;<\/p><p>Celebrate, O Judah, thy festivals; perform thy vows;<\/p><p>For no more shall pass through thee the wicked one;<\/p><p>He is utterly cut off.<\/p> ",
    "audit": 1
}