{
    "id": 1323,
    "source": "barnes",
    "verse_id": 18230,
    "verse_count": 1,
    "reference": "30:12",
    "title": "",
    "html": " <p> <em>Wherefore thus saith the Holy One <\/em>&mdash;Yahweh. There may be some reference here to the fact adverted to in <a class=\"isa\" verses=\"WzE4MjI5XQ==\">Isaiah 30:11 <\/a>,, that they were weary of the name of the Holy One of Israel, and of the perpetual reiteration of his commands. Isaiah, as if to show them how little he was disposed to comply with their prejudices, again makes an appeal to that name, and urges the authority of Yahweh. It is often proper to &ldquo;repeat&rdquo; the very doctrine to which sinners object, and which has given them offence. That they are offended, shows that their minds are &ldquo;awake&rdquo; to the truth, and gives some indication that their consciences trouble them. Ministers of God should never shrink from their duty because people oppose them; they should never cease to speak in the name and by the authority of the Holy One of Israel, because that name may excite opposition and disgust. <\/p> <p> <em>Ye despise this word <\/em>&mdash;That is, the word or message of Yahweh <a class=\"isa\" verses=\"eyIxODE3OCI6Mn0=\">Isaiah 28:13-14 <\/a>; or perhaps it means the word &lsquo;Holy One of Israel.&rsquo; The sense is, that they did not trust in the promise and protection of Yahweh, but relied on human aid. <\/p> <p> <em>And trust in oppression <\/em>&mdash;Margin, &lsquo;Fraud.&rsquo; The word עשׁק ‛osheq properly denotes oppression, or extortion <a class=\"ref\">Ecclesiastes 5:7; Ezekiel 22:7, Ezekiel 22:12 <\/a>; then, that which is obtained by extortion, and also by fraud <a class=\"ref\">Leviticus 6:4; Psalm 62:11; Ecclesiastes 7:7 <\/a>. It may refer here to the fact that they had, by unjust and oppressive exactions, obtained the treasures referred to in <a class=\"isa\" verses=\"WzE4MjI0XQ==\">Isaiah 30:6 <\/a>,, by which they hoped to conciliate the favor of Egypt; or it may mean that they trusted in their fraudulent purposes toward God, that is, to a false and perfidious course, by which they were unfaithful to him. <\/p> <p> <em>Perverseness <\/em>&mdash;A crooked, perverse, rebellious course. They refused submission to Yahweh, and relied on the aid of strangers. <\/p>,",
    "audit": 1
}