{
    "id": 1893,
    "source": "barnes",
    "verse_id": 18800,
    "verse_count": 1,
    "reference": "58:13",
    "title": "",
    "html": "<p><em>If thou turn away thy foot from the Sabbath<\/em> &mdash;The evident meaning of this is, that they were sacredly to observe the Sabbath, and not to violate or pollute it (see the notes at<a class=\"isa\" verses=\"WzE4NzU2XQ==\">Isaiah 56:2<\/a>). The idea, says Grotius, is, that they were not to travel on the Sabbath day on ordinary journeys. The &lsquo;foot&rsquo; is spoken of as the instrument of motion and travel. &lsquo;Ponder the paths of thy feet&rsquo;<a class=\"ref\">Proverbs 4:26<\/a> ; that is, observe attentively thy goings. &lsquo;Remove thy foot from evil&rsquo;<a class=\"ref\">Proverbs 4:27<\/a> ; that is, abstain from evil, do not go to execute evil. So here, to restrain the foot from the Sabbath, is not to have the foot employed on the Sabbath; not to be engaged in traveling, or in the ordinary active employments of life, either for business or pleasure.<\/p><p><em>From doing thy pleasure on my holy day<\/em> &mdash;Two things may here be observed:<\/p><p>1. God claims the day as his, and as holy on that account. While all time is his, and while he requires all time to be profitably and usefully employed, he calls the Sabbath especially his own&mdash;a day which is to be observed with reference to himself, and which is to be regarded as belonging to him. To take the hours of that day, therefore, for our pleasure, or for work which is not necessary or merciful, is to rob God of that which he claims as his own.<\/p><p>2. We are not to do our own pleasure on that day. That is, we are not to pursue our ordinary plans of amusement; we are not to devote it to feasting, to riot, or to revelry. It is true that they who love the Sabbath as they should will find &lsquo;pleasure&rsquo; in observing it, for they have happiness in the service of God. But the idea is, here, that we are to do the things which God requires, and to consult his will in the observance. It is remarkable that the thing here adverted to, is the very way in which the Sabbath is commonly violated. It is not extensively a day of business, for the propriety of a periodical cessation from toil is so obvious, that people will have such days recurring at moderate intervals. But it is a day of pastime and amusement; a day not merely of relaxation from toil, but also of relaxation from the restraints of temperance and virtue. And while the Sabbath is God&rsquo;s great ordinance for perpetuating religion and virtue, it is also, by perversion, made Satan&rsquo;s great ordinance for perpetuating intemperance, dissipation, and sensuality.<\/p><p><em>And call the Sabbath a delight<\/em> &mdash;This appropriately expresses the feelings of all who have any just views of the Sabbath. To them it is not wearisome, nor are its hours heavy. They love the day of sweet and holy rest. They esteem it a privilege, not a task, to be permitted once a week to disburden their minds of the cares, and toils, and anxieties of life. It is a &lsquo;delight&rsquo; to them to recall the memory of the institution of the Sabbath, when God rested from his labors; to recall the resurrection of the Lord Jesus, to the memory of which the Christian Sabbath is consecrated; to be permitted to devote a whole day to prayer and praise, to the public and private worship of God, to services that expand the intellect and purify the heart. To the father of a family it is the source of unspeakable delight that he may conduct his children to the house of God, and that he may instruct them in the ways of religion. To the Christian man of business, the farmer, and the professional man, it is a pleasure that he may suspend his cares, and may uninterruptedly think of God and of heaven. To all who have any just feeling, the Sabbath is a &lsquo;delight;&rsquo; and for them to be compelled to forego its sacred rest would be an unspeakable calamity.<\/p><p><em>The holy of the Lord, honorable<\/em> &mdash;This more properly means, &lsquo;and call the holy of Yahweh honorable.&rsquo; That is, it does not mean that they who observed the Sabbath would call it &lsquo;holy to Yahweh and honorable;&rsquo; but it means that the Sabbath was, in fact, &lsquo;the holy of Yahweh,&rsquo; and that they would regard it as &lsquo;honorable.&rsquo; A slight inspection of the Hebrew will show that this is the sense. They who keep the Sabbath aright will esteem it a day &ldquo;to be honored&rdquo; (מכבד mekubâd).<\/p><p><em>And shalt honor him<\/em> &mdash;Or rather, shalt honor it; to wit, the Sabbath. The Hebrew will bear either construction, but the connection seems to require us to understand it of the Sabbath rather than of the Lord.<\/p><p><em>Not doing thine own ways<\/em> &mdash;This is evidently explanatory of the phrase in the beginning of the verse. &lsquo;if thou turn away thy foot.&rsquo; So the Septuagint understands it: &Omicron;&upsilon;̓&kappa; &alpha;́&rho;&epsilon;&iota;͂&sigmaf; &tau;&omicron;̀&sigmaf; &pi;&omicron;́&delta;&alpha; &sigma;&omicron;&upsilon; &epsilon;̓&pi; ̓ &epsilon;̓́&rho;&gamma;&omega;ͅ Ouk areis ton poda sou ep&rsquo; ergō&mdash;&lsquo;And will not lift up thy foot to any work.&rsquo; They were not to engage in secular labor, or in the execution of their own plans, but were to regard the day as belonging to God, and to be employed in his service alone.<\/p><p><em>Nor finding thine own pleasure<\/em> &mdash;The Chaldee renders this, &lsquo;And shalt not provide on that day those things which are necessary for thee.&rsquo;<\/p><p><em>Nor speaking thine own words<\/em> &mdash;Lowth and Noyes render this, &lsquo;From speaking vain words.&rsquo; The Septuagint, &lsquo;Nor utter a word in anger from thy mouth.&rsquo; The Chaldee renders it, &lsquo;Words of violence.&rsquo; It is necessary to add some epithet to make out the sense, as the Hebrew is literally, &lsquo;and to speak a word.&rsquo; Probably our common translation has expressed the true sense, as in the previous members of the verse the phrase &lsquo;thine own&rsquo; thrice occurs. And according to this, the sense is, that on the Sabbath our conversation is to be such as becomes a day which belongs to God. It is not less important that our conversation should be right on the Sabbath than it is that our conduct should be.<\/p> ",
    "audit": 1
}