{
    "id": 804,
    "source": "barnes",
    "verse_id": 17711,
    "verse_count": 1,
    "reference": "3:3",
    "title": "",
    "html": " <p> <em>The captain of fifty <\/em>&mdash;By this was probably denoted an officer in the army. The idea is, that the commanders of the various divisions of the army should be taken away. <\/p> <p> <em>The honourable man <\/em>&mdash;Hebrew פנים נשׂוּא nes&lsquo;û&rsquo; pânı̂ym. &ldquo;The man of elevated countenance.&rdquo; That is, the man high in office. He was so called from the aspect of dignity which a man in office would assume. In the previous chapter, the phrase is used to denote rather the &ldquo;pride&rdquo; which attended such officers, than the dignity of the office itself. <\/p> <p> <em>And the counselor <\/em>&mdash;Note, <a class=\"isa\" verses=\"WzE3NjgxXQ==\">Isaiah 1:26 <\/a>. <\/p> <p> <em>The cunning artificer <\/em>&mdash;Hebrew, The man wise in mechanic arts: skilled in architecture, etc. <\/p> <p> <em>And the eloquent orator <\/em>&mdash;לחשׁ נבון nebôn lâchash. literally, skilled or learned in whispering, in conjuration, in persuasion. The word לחשׁ lachash denotes properly a whispering, sighing, or calling for help; (<a class=\"isa\" verses=\"WzE4MTQ3XQ==\">Isaiah 26:16 <\/a>,, &lsquo;they have poured out a prayer,&rsquo; לחשׁ lachash&mdash;a secret speech, a feeble sigh for aid.) It is applied to the charm of the serpents&mdash;the secret breathing or gentle noise by which the charm is supposed to be effected; <a class=\"ref\">Psalm 58:6; Jeremiah 8:17; Ecclesiastes 10:11 <\/a>. In <a class=\"isa\" verses=\"WzE3NzI4XQ==\">Isaiah 3:20 <\/a>,of this chapter it denotes a charm or amulet worn by females; see the note at that verse. It is also applied to magic, or conjuration&mdash;because this was usually done by gentle whispering, or incantation; see the note at <a class=\"isa\" verses=\"WzE3ODI3XQ==\">Isaiah 8:19 <\/a>. From this use of the word, it comes to denote one that influences another; one who persuades him in any way, as an orator does by argument and entreaty. Ancient orators also probably sometimes used a species of recitative, or measured cadence, not unlike that employed by those who practiced incantations. Jerome says that it means here, &lsquo;a man who is learned, and acquainted with the law, and the prophets.&rsquo; Chaldee, &lsquo;The prudent in council.&rsquo; It &ldquo;may&rdquo; be used in a good sense here; but if so, it is probably the only place where the word is so used in the Old Testament. A prophecy similar to this occurs in <a class=\"ref\">Hosea 3:4 <\/a>: &lsquo;For the children of Israel shall abide many days without a king, and without a prince, and without a sacrifice, and without an image, and without an ephod, and without teraphim.&rsquo; <\/p>,",
    "audit": 1
}