{
    "id": 1020,
    "source": "barnes",
    "verse_id": 17927,
    "verse_count": 1,
    "reference": "13:20",
    "title": "",
    "html": "<p><em>It shall never be inhabited<\/em>&mdash;This has been completely fulfilled. It is now, and has been for centuries, a scene of wide desolation, and is a heap of ruins, and there is every indication that it will continue so to be. From Rauwolff&rsquo;s testimony it appears, that in the sixteenth century &lsquo;there was not a house to be seen;&rsquo; and now the &lsquo;eye wanders over a barren desert, in which the ruins are nearly the only indication that it had ever been inhabited. It is impossible to behold this scene and not be reminded how exactly the predictions of Isaiah and Jeremiah have been fulfilled, even in the appearance Babylon was doomed to present, &ldquo;that she should never be inhabited.&ldquo;&lsquo;&mdash;(Keppel&rsquo;s &ldquo;Narrative,&rdquo; p. 234.) &lsquo;Babylon is spurned alike by the heel of the Ottoman, the Israelites, and the sons of Ishmael.&rsquo;&mdash;(Mignan&rsquo;s &ldquo;Travels,&rdquo; p. 108.) &lsquo;It is a tenantless and desolate metropolis.&rsquo;&mdash;(Ibid. p. 235; see Keith &ldquo;On Prophecy,&rdquo; p. 221.)<\/p><p><em>Neither shall it be dwelt in... <\/em>&mdash;This is but another form of the expression, denoting that it shall be utterly desolate. The following testimonies of travelers will show how this accomplished: &lsquo;Ruins composed, like those of Babylon, of heaps of rubbish impregnated with nitre, cannot be cultivated.&rsquo;&mdash;(Rich&rsquo;s &ldquo;Memoir,&rdquo; p. 16.) &lsquo;The decomposing materials of a Babylonian structure doom the earth on which they perish, to lasting sterility. On this part of the plain, both where traces of buildings are left, and where none stood, all seemed equally naked of vegetation; the whole ground appearing as if it had been washed over and over again by the coming and receding waters, until every bit of genial soil was swept away; its half-clay, half-sandy surface being left in ridgy streaks, like what is often seen on the flat shores of the sea after the retreating of the tide.&rsquo;&mdash;(Sir R. K. Porter&rsquo;s &ldquo;Travels,&rdquo; vol. ii. p. 392.) &lsquo;The ground is low and marshy, and presents not the slightest vestige of former buildings, of any description whatever.&rsquo;&mdash;(Buckingham&rsquo;s &ldquo;Travels,&rdquo; vol. ii. p. 278.) &lsquo;The ruins of Babylon are thus inundated so as to render many parts of them inaccessible, by converting the valleys among them into morasses.&rsquo;&mdash;(Rich&rsquo;s &ldquo;Memoir,&rdquo; p. 13.)<\/p><p><em>Neither shall the Arabian pitch tent there<\/em>&mdash;The Arabians dwelt chiefly in tents; and were a wandering people, or engaged in traffic which was conducted in caravans traveling from place to place. The idea here is, that Babylon, so far from being occupied as a permanent residence for any people, would be unfit even for a resting place. It would be so utterly desolate, so forsaken, and so unhealthy, that the caravan would not even stop there for a night. What a charge this from its former splendor! How different from the time when it was the place of magnificent palaces, when strangers flocked to it, and when people from all nations were collected there!<\/p><p><em>Neither shall the shepherds... <\/em>&mdash;This is an additional image of desolation. Babylon was situated in the midst of a most fertile region. It might be supposed that, though it was to be destroyed, it would still furnish pasturage for flocks. But no, says the prophet, it shall be so utterly and entirely desolate, that it shall not even afford pasturage for them. The reasons of this are:<\/p><p>(1) that the whole region round about Babylon was laid under water by the Euphrates after the city was taken, and became a stagnant pool, and of course an unfit place for flocks; and<\/p><p>(2) that Babylon was reduced to an extended scene of ruins; and on those ruins&mdash;those extended wastes of broken walls, of bricks and cement&mdash;no grass would grow.<\/p><p>The prophecy has been remarkably fulfilled. It is said that the Arabs cannot be persuaded to remain there even for a night. They traverse these ruins by day without fear; but at night the superstitious dread of evil spirits deters them from remaining there. &lsquo;Captain Mignan was accompanied by six Arabs completely armed, but he &ldquo;could not induce them to remain toward night, from the apprehension of evil spirits. It is impossible to eradicate this idea from the minds of these people, who are very deeply imbued with superstition... And when the sun sunk behind the Mujelibe, and the moon would have lighted his way among the ruins, it was with infinite regret that he obeyed the summons of his guides.&ldquo;&lsquo;&mdash;(Mignan&rsquo;s &ldquo;Travels,&rdquo; as quoted by Keith, pp. 221, 222.) &lsquo;All the people of the country assert that it is extremely dangerous to approach the mound&rsquo; (the mound in Babylon called Kasr, or Palad) &lsquo;after nightfall, on account of the multitude of evil spirits by which it is haunted.&rsquo;&mdash;(Rich&rsquo;s &ldquo;Memoir on the Ruins of Babylon,&rdquo; p. 27.) The Joseph Wolff, speaking of his visit to Babylon, says, &lsquo;I inquired of them (the Yezeedes), whether the Arabs ever pitched their tents among the ruins of Babylon. No, said they, the Arabs believe that the ghost of Nimrod walks amidst them in the darkness, and no Arab would venture on so hazardous an experiment.&rsquo;<\/p> ",
    "audit": 1
}