{
    "id": 1919,
    "source": "barnes",
    "verse_id": 18826,
    "verse_count": 1,
    "reference": "60:4 ",
    "title": "",
    "html": "<p><em>Lift up thine eyes<\/em>&mdash;Jerusalem is here addressed as a female with eyes cast down from grief. She is directed to lift them up, and to see the great multitudes that were flocking to her. Wherever she could turn her eyes, she would behold them hastening to come to her. In this verse and the following verses, the prophet goes into a particular statement of what he referred to in general terms in <a class=\"isa\" verses=\"W3siMTg4MjUiOjF9XQ==\">Isaiah 60:3<\/a>. The first thing which be specifies is, that the dispersed sons and daughters of the Jewish people would be gathered back.<\/p><p><em>Thy sons shall come from far<\/em>&mdash;They who have been driven into exile into distant lands shall again return. This is in accordance with the predictions so often made in Isaiah, that the scattered sons of the Jewish people would be again collected (see the notes at <a class=\"isa\" verses=\"W3siMTg2NTQiOjJ9XQ==\">Isaiah 49:17-18<\/a>.)<\/p><p><em>And thy daughters shall be nursed at thy side<\/em>&mdash;The Septuagint renders this, &lsquo;And thy daughters shall be borne upon the shoulders&rsquo; (&epsilon;̓&pi; ̓ &omega;̓́&mu;&omega;&nu; &alpha;̓&rho;&theta;&eta;́&sigma;&omicron;&nu;&tau;&alpha;&iota; ep&rsquo; ōmōn arthēsontai). Lowth also says, that one manuscript reads it &lsquo;upon shoulders,&rsquo; and another has both &rsquo;shoulder&rsquo; and &rsquo;side.&rsquo; The translation of the Septuagint, and these different readings of the manuscripts have probably been caused by the supposed improbability of the fact, that children were nursed or carried on the side (compare <a class=\"isa\" verses=\"W3siMTg2NTkiOjF9XQ==\">Isaiah 49:22<\/a> ). But Sir John Chardin says that it is the general custom in the East to carry the children astride upon the hip, with the arms around the body. The word, however, which is rendered &lsquo;nursed&rsquo; in our translation (תאמנה tē&lsquo;âmanâh from אמן &lsquo;âman), means, properly, &ldquo;to stay, to sustain, support; to bear or carry a child&rdquo; <a class=\"ref\">Numbers 11:12<\/a>; hence, &ldquo;to be faithful, firm.&rdquo; It is not certain that it is in any instance used in the sense of nursing; but it more probably means here, they shall be borne. It implies that the church would evince deep solicitude for the education and welfare of the young&mdash;as a mother does for her children; and that it would be one of the blessings of those times that that solicitude should be felt and manifested.<\/p>",
    "audit": 1
}