{
    "id": 761,
    "source": "barnes",
    "verse_id": 17668,
    "verse_count": 1,
    "reference": "1:13",
    "title": "",
    "html": " <p> <em>Bring no more <\/em>&mdash;God does not intend absolutely to forbid this kind of worship, but he expresses his strong abhorrence of the manner in which it was done. He desired a better state of mind; he preferred purity of heart to all this external homage. <\/p> <p> <em>Vain <\/em>&mdash;Hebrew &ldquo;offering of vanity&rdquo;&mdash;שׁוא shâv&rsquo;&mdash;offerings which were hollow, false, deceitful, and hypocritical. <\/p> <p> <em>Oblations <\/em>&mdash;מנחת minchath. This word properly denotes a gift, or present, of any kind <a class=\"ref\">Genesis 32:13<\/a>, and then especially a present or offering to the Deity, <a class=\"ref\">Genesis 4:3-5<\/a>. It does not denote a bloody offering, but what is improperly rendered in the Old Testament, a meat-offering <a class=\"ref\">Leviticus 2:1; Leviticus 6:14; Leviticus 9:17<\/a>&mdash;an offering made of flour or fruits, with oil and frankincense. A small part of it was burned upon the altar, and the remainder was eaten by Aaron and his sons with salt, <a class=\"ref\">Leviticus 2:1, Leviticus 2:9, Leviticus 2:13<\/a>. The proper translation would have been meat or flour-offering rather than meat-offering, since the word meat with us now denotes animal food only. <\/p> <p> <em>Incense <\/em>&mdash;More properly frankincense. This is an aromatic or odoriferous gum, which is obtained from a tree called Thurifera. Its leaves were like those of a pear-tree. It grew around Mount Lebanon, and in Arabia. The gum was obtained by making incisions in the bark in dogdays. It was much used in worship, not only by the Jews, but by the pagan. When burned, it produced an agreeable odor; and hence, it is called a sacrifice of sweet smell, an odor acceptable to God; compare <a class=\"ref\">Philippians 4:18<\/a>. That which was burned among the Jews was prepared in a special manner, with a mixture of sweet spices. It was offered by the priest alone, and it was not lawful to prepare it in any other way than that prescribed by the law: see <a class=\"ref\">Exodus 30:34<\/a>,... <\/p> <p> <em>Is an abomination <\/em>&mdash;Is hateful, or an object of abhorrence; that is, as it was offered by them, with hollow service, and with hypocritical hearts. <\/p> <p> <em>The new moons <\/em>&mdash;On the appearance of the new moon. in addition to the daily sacrifices, two bullocks, a ram, and seven sheep, with a meal-offering, were required to be offered to God, <a class=\"ref\">Numbers 10:10; Numbers 28:11-14<\/a>. The new moon in the beginning of the month Tisri (October), was the beginning of their civil year, and was commanded to be observed as a festival, <a class=\"ref\">Leviticus 23:24-25<\/a>. The appearance of the new moon was announced by the blowing of silver trumpets, <a class=\"ref\">Numbers 10:10<\/a>. Hence, the annual festival was called sometimes, &lsquo;the memorial of the blowing of trumpets.&rsquo; The time of the appearance of the new moon was not ascertained, as with us, by astronomical calculation; but persons were stationed, about the time it was to appear, on elevated places in the vicinity of Jerusalem, and when it was discovered, the trumpet was sounded. Moses did not command that this should be observed as a festival except at the beginning of the year, but it is not improbable that the Jews observed each return of the new moon as such. <\/p> <p> <em>And sabbaths <\/em>&mdash;שׁבת shabbâth, from שׁבת shâbath, &ldquo;to cease to do anything&rdquo;; &ldquo;to rest from labor.&rdquo; The words used here are all in the singular number, and should have been rendered &lsquo;the new moon, and the sabbath, and the calling of the assembly;&rsquo; though used in a collective sense. The sabbaths here refer not only to the weekly sabbaths, but to all their days of rest. The word sabbath means properly a day of rest <a class=\"ref\">Genesis 2:2-3<\/a>; and it was applied not only to the seventh day, but particularly to the beginning and the close of their great festivals, which were days of unusual solemnity and sacredness, <a class=\"ref\">Leviticus 16:31; Leviticus 23:24-39<\/a>. <\/p> <p> <em>The calling of assemblies <\/em>&mdash;The solemn convocations or meetings at their festivals and fasts. <\/p> <p> <em>I cannot away with <\/em>&mdash;Hebrew אוּכל לא lo&rsquo; &lsquo;ûkal&mdash;I cannot bear, or endure. <\/p> <p> <em>It is iniquity <\/em>&mdash;That is, in the way in which it is conducted. This is a strong emphatic expression. It is not merely evil, and tending to evil; but it is iniquity itself. There was no mixture of good. <\/p> <p> <em>Even the solemn meeting <\/em>&mdash;The word which is used here&mdash;עצרה ‛ătsârâh&mdash;comes from the verb עצר ‛âtsar, which signifies to shut up, or to close; and is applied to the solemnities which concluded their great feasts, as being periods of unusual interest and sacredness. It was applied to such solemnities, because they shut up, or closed the sacred festivals. Hence, that day was called the great day of the feast, as being a day of special solemnity and impressiveness; see the note at <a class=\"ref\">John 7:37<\/a>; compare <a class=\"ref\">Leviticus 23:3-36<\/a>. In the translation of this word, however, there is a great variety in the ancient versions. Vulgate, &lsquo;Your assemblies are iniquitous.&rsquo; Septuagint, &lsquo;Your new moons, and sabbaths, and great day, I cannot endure; fasting and idleness.&rsquo; Chald. Paraph., &lsquo;Sacrifice is abominable before me; and your new moons, and sabbaths, &ldquo;since you will not forsake your sins, so that your prayer may be heard in the time of your assembling.&rdquo; Syriac, &lsquo;In the beginning of your months, and on the sabbath, you convene an assembly, but I do not eat that (that is, sacrifices) which has been Obtained by fraud and violence.&rsquo; The English translation has, however, probably expressed the correct sense of the Hebrew. <\/p>",
    "audit": 1
}