{
    "id": 1074,
    "source": "barnes",
    "verse_id": 17981,
    "verse_count": 1,
    "reference": "16:11",
    "title": "",
    "html": "<p><em>Wherefore my bowels<\/em>&mdash;This is also an expression of the deep grief of the prophet in view of the calamities which were coming upon Moab. The &ldquo;bowels&rdquo; in the Scriptures are everywhere represented as the seat of compassion, pity, commiseration, and tender mercy <a class=\"ref\">Genesis 43:30<\/a>: &lsquo;His bowels did yearn upon his brother&rsquo;&mdash;he deeply felt for him, he greatly pitied him <a class=\"ref\">1 Kings 3:26; Psalm 25:6; Proverbs 12:10<\/a>; Sol 5:4; <a class=\"isa\" verses=\"WzE4ODgyXQ==\">Isaiah 63:15<\/a>; <a class=\"ref\">Jeremiah 4:19; Jeremiah 31:20; Philippians 1:8; Philippians 2:1<\/a>. In classic writers, the word &lsquo;bowels&rsquo; denotes the &ldquo;upper&rdquo; viscera of victims&mdash;the heart, the lungs, the liver, which were eaten during or after the sacrifice (Robinson, &ldquo;Lex.,&rdquo; on the word &sigma;&pi;&lambda;&alpha;́&gamma;&chi;&nu;&omicron;&nu; splangchnon). In the Scriptures, it denotes the &ldquo;inward parts&rdquo;&mdash;evidently also the upper viscera, regarded as the seat of the emotions and passions. The word as we use it&mdash;denoting the lower &ldquo;viscera&rdquo;&mdash;by no means expresses the sense of the word in the Scriptures, and it is this change in the signification which renders the use of the very language of the Bible unpleasant or inappropriate. We express the idea by the use of the word &ldquo;heart&rdquo;&mdash;the seat of the affections.<\/p><p><em>Shall sound like an harp<\/em>&mdash;The &ldquo;bowels&rdquo; are represented in the Scriptures as affected in various modes in the exercise of pity or compassion. Thus, in <a class=\"ref\">Lamentations 1:20<\/a> , Jeremiah says, &lsquo;My bowels are troubled&rsquo; (see <a class=\"ref\">Lamentations 2:1; Jeremiah 31:20<\/a>). Job J <a class=\"ref\">Obadiah 30:27<\/a> , says, &lsquo;My bowels boiled, and rested not;&rsquo; there was great agitation; deep feeling. Thus, <a class=\"ref\">Jeremiah 4:19<\/a>:<\/p><p>My bowels! My bowels! I am pained at my very heart.<\/p><p>My heart &ldquo;maketh a noise&rdquo; in me.<\/p><p>So <a class=\"isa\" verses=\"WzE4ODgyXQ==\">Isaiah 63:15<\/a>: &lsquo;Where is the sounding of thy bowels and mercies?&rsquo; The word &rsquo;sound&rsquo; here means to make a tumultuous noise; and the whole expression here denotes that his heart was affected with the calamities of Moab as the strings of the harp vibrate when beaten with the plectrum or the band. His heart was deeply pained and affected by the calamities of Moab, and responded to those calamities, as the strings of the harp did to the blow of the plectrum.<\/p><p><em>Mine inward parts<\/em>&mdash;The expressions used here are somewhat analogous to ours of the &ldquo;beating of the heart,&rdquo; to denote deep emotion. Forster says of the savages of the South Sea that they call compassion &ldquo;a barking of the bowels.&rdquo;<\/p><p><em>For Kirharesh<\/em>&mdash;(See the note at <a class=\"isa\" verses=\"WzE3OTc3XQ==\">Isaiah 16:7<\/a>.)<\/p> ",
    "audit": 1
}