{
    "id": 1664,
    "source": "barnes",
    "verse_id": 18571,
    "verse_count": 1,
    "reference": "45:9",
    "title": "",
    "html": " <p> <em>Wo unto him that striveth with his Maker! <\/em>&mdash;This verse commences a new subject. Its connection with the preceeding is not very obvious. It may be designed to prevent the objections and cavils of the unbelieving Jews who were disposed to complain against God, and to arraign the wisdom of his dispensations in regard to them, in permitting them to be oppressed by their enemies, and in promising them deliver ance instead of preventing their captivity. So Lowth understands it. Rosenmuller regards it as designed to meet a cavil, because God chose to deliver them by Cyrus, a foreign prince, and a stranger to the true religion, rather than by one of their own nation. Kimchi, and some others, suppose that it is designed to repress the pride of the Babylonians, who designed to keep the Jews in bondage, and who would thus contend with God. But perhaps the idea is of a more general nature. <\/p> <p>It may be designed to refer to the fact that any interposition of God, any mode of manifesting himself to people, meets with enemies, and with those who are disposed to contend with him, and especially any display of his mercy and grace in a great revival of religion. In the previous verse the prophet had spoken of the revival of religion. Perhaps he here adverts to the fact that such a manifestation of his mercy would meet with opposition. So it was when the Saviour came, and when Christianity spread around the world; so it is in every revival now; and so it will be, perhaps, in the spreading of the gospel throughout the world in the time that shall usher in the millennium. Men thus contend with their Maker; resist the influences of his Spirit; strive against the appeals made to them; oppose his sovereignty; are enraged at the preaching of the gospel, and often combine to oppose him. That this is the meaning of this passage, seems to be the sentiment of the apostle Paul, who has borrowed this image, and has applied it in a similar manner: &lsquo;Nay but, O man, who art thou that repliest against God? Shall the thing formed say to him that formed it, Why hast thou made me thus? <\/p> <p>Hath not the potter power over the clay, of the same lump to make one vessel auto honor, and another unto dishonor?&rsquo; <a class=\"ref\">Romans 9:20-21 <\/a> It is implied that people are opposed to the ways which God takes to govern the world; it is affirmed that calamity shall follow all the resistance which people shall make. This we shall follow, because, first, God has all power, and all who contend with him must be defeated and overthrown; and, secondly, because God is right, and the sinner who opposes him is wrong, and must and will be punished for his resistance. <\/p> <p> <em>Let the potsherd strive with the potsherds... of the earth <\/em>&mdash;Lowth renders this, <\/p> <p>Woe unto him that contendeth with the power that formed him; <\/p> <p>The potsherd with the moulder of the clay. <\/p> <p>The word rendered &lsquo;potsherd&rsquo; (חרשׁ cheresh) means properly &ldquo;a shard,&rdquo; or &ldquo;sherd,&rdquo; that is, a fragment of an earthen vessel <a class=\"ref\">Leviticus 6:28; Leviticus 11:33; Job 2:8; Job 41:22; Psalm 22:16 <\/a>. It is then put proverbially for anything frail and mean. Here it is undoubtedly put for man, regarded as weak and contemptible in his efforts against God. Our translation would seem to denote that it was appropriate for man to contend with equals, but not with one so much his superior as God; or that he might have some hope of success in contending with his fellowmen, but none in contending with his Maker. But this sense does not well suit the connection. The idea in the mind of the prophet is not that such contentions are either proper or appropriate among people, but it is the supreme folly and sin of contending with God; and the thought in illustration of this is not that people may appropriately contend with each other, but it is the superlative weakness and fragility of man. The translation proposed, therefore, by Jerome, &lsquo;Wo to him who contends with his Maker&mdash;testa de samiis terrae&mdash;a potsherd among the earthen pots (made of the earth of Samos) of the earth&rsquo;&mdash;and which is found in the Syriac, and adopted by Rosenmuller, Gesenius, and Noyes, is doubtless the true rendering. According to Gesenius, the particle את &lsquo;êth here means &ldquo;by&rdquo; or &ldquo;among&rdquo;; and the idea is, that man is a potsherd among the potsherds of the earth; a weak fragile creature among others equally so&mdash;and yet presuming impiously to contend with the God that made him. The Septuagint renders this, &lsquo;Is anything endowed with excellence? I fashioned it like the clay of a potter. Will the plowman plow the ground all the day long? Will the clay say to the potter,&rsquo; etc. <\/p> <p> <em>Shall the clay... <\/em>&mdash;It would be absurd for the clay to complain to him that moulds it, of the form which he chooses to give it. Not less absurd is it for man, made of clay, and moulded by the hand of God, to complain of the fashion in which he has made him; of the rank which he has assigned him in the scale of being; and of the purposes which he designs to accomplish by him. <\/p> <p> <em>He hath no hands <\/em>&mdash;He has no skill, no wisdom, no power. It is by the hand chiefly that pottery is moulded; and the hands here stand for the skill or wisdom which is evinced in making it. The Syriac renders it, &lsquo;Neither am I the work of thy hands.&rsquo; <\/p> ",
    "audit": 1
}