{
    "id": 2003,
    "source": "barnes",
    "verse_id": 18910,
    "verse_count": 1,
    "reference": "65:12 ",
    "title": "",
    "html": "<p><em>Therefore will I number you to the sword<\/em>&mdash;There is undoubtedly an allusion here to the idol Meni mentioned in <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 65:11<\/a> , and a play upon the name, in accordance with a custom quite common in the sacred Scriptures. The word מניתי mâniytiy, &lsquo;I will number,&rsquo; is derived from מנה mânâh, the same word from which מני menı̂y, is derived. The idea is, since they worshipped a god whose name denoted number&mdash;perhaps one who was supposed to number or appoint the fates of people&mdash;God would number them. He would determine their destiny. It would not be done by any idol that was supposed to preside over the destinies of people; not by blind fate, or by anyone of the heavenly bodies, but it would be by an intelligent and holy God. And thus numbering or determining their lot would not be in accordance with their expectations, imparting to them a happy fortune, but would be devoting them to the sword; that is, to destruction. The allusion is, probably, to the calamities which God afterward brought on them by the invasion of the Chaldeans.<\/p><p><em>And ye shall all bow down to the slaughter<\/em>&mdash;This is evidently strong, and probably hyperbolic language, meaning that a large portion of the nation would be cut off by the sword. The allusion here is, I think, to the slaughter of the Jewish people in the invasion of the Chaldeans. The evil of idolatry prevailed, in the time of Isaiah, under the reign of Manasseh; and in the time of Zedekiah it had increased so much even in Jerusalem, that it was said, &lsquo;All the chief priests and the people transgressed very much after all the abominations of the pagan; and polluted the house of the Lord which he had hallowed in Jerusalem.... And they mocked the messengers of God, and despised his words, and misused his prophets, until the wrath of the Lord arose against his people, until there was no remedy. Therefore he brought upon them the king of the Chaldeans, who killed their young people with the sword, in the house of their sanctuary, and had no compassion upon young man or maiden, old man or him that stooped for age; he gave them all into their hand <a class=\"ref\">2 Chronicles 36:14, 2 Chronicles 36:16-17<\/a>. It is possible, also, that this is intended to express a more general truth, and to intimate that when his people forsake him he will punish them; but the primary reference, it is proable, was to the slaughter caused by the Babylonians when they destroyed Jerusalem.<\/p><p><em>Because when I called<\/em>&mdash;When I called you by the prophets to repentance and to my service (see <a class=\"ref\">Proverbs 1:24<\/a>ff.)<\/p><p><em>Ye did not answer<\/em>&mdash;You showed the same disregard and contempt which a child does who suffers a parent to call him, and who pays no attention to it. One of the chief aggravations of human guilt is, that the sinner pays no attention to the calls of God. He pretends not to hear; or he hears to disregard it. No more decided contempt can be shown to the Almighty; no deeper proof of the stupidity and guilt of people can be furnished.<\/p><p><em>But did evil before mine eyes<\/em>&mdash;(See the notes at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 65:3<\/a>).<\/p>",
    "audit": 1
}