{
    "id": 1999,
    "source": "barnes",
    "verse_id": 18906,
    "verse_count": 1,
    "reference": "65:8",
    "title": "",
    "html": " <p> <em>Thus saith the Lord <\/em>&mdash;This verse is designed to keep their minds from utter despair, and to assure them that they should not be utterly destroyed. See the analysis of the chapter. <\/p> <p> <em>As the new wine <\/em>&mdash;The Hebrew word used here (תירושׁ tı̂yrôsh), means properly &ldquo;must&rdquo; or &ldquo;new wine&rdquo; (see the notes at <a class=\"isa\" verses=\"WzE4MTAzXQ==\">Isaiah 24:7 <\/a>). The Septuagint renders it here, &omicron;̔ &rho;̔&omega;̀&xi; ho rōx, a grain or berry; meaning probably a good grape. The Chaldee renders it, &lsquo;As Noah was found pure in the generation of the deluge, and I said I would not destroy them, that I might rise up a generation from him, so will I do on account of my servants, that I may not destroy all.&rsquo; Jerome renders it, Granum&mdash;&lsquo;A kernel,&rsquo; or berry. <\/p> <p> <em>Is found in the cluster <\/em>&mdash;Expositors have differed in the interpretation of this passage. The true image seems to be taken from collecting grapes when a large part of them were in some way damaged or spoiled&mdash;either by the quality of the vine, or by a bad season, or by having been gathered too early, or being suffered to remain too long in a heap. In such a case the vine-dresser would be ready to throw them away. But in the mass he would find a few that were ripe and good. While he was throwing away the mass, someone would say that a part was good, and would entreat him not to destroy it. So with the Jews. The mass was corrupt, and was to be cut off. But still a portion should be left. This is in accordance with the doctrine everywhere occurring in Isaiah and elsewhere in the Scriptures, that the whole Jewish nation should not be cut off, but that a remnant should be preserved (see the notes at <a class=\"isa\" verses=\"WzE3NzgzXQ==\">Isaiah 6:13 <\/a>; compare <a class=\"isa\" verses=\"WzE3NjY0LDE3Nzg2LDE3ODcyXQ==\">Isaiah 1:9; Isaiah 7:3; Isaiah 10:21 <\/a>; <a class=\"isa\" verses=\"eyIxNzg5NiI6Nn0=\">Isaiah 11:11-16 <\/a>). <\/p> <p> <em>For a blessing <\/em>&mdash;That which is regarded as a blessing; that is wine (compare <a class=\"ref\">Judges 9:13 <\/a>). <\/p> <p> <em>So will I do <\/em>&mdash;The whole nation shall not be cut off, but a remnant shall be kept and saved. <\/p> ",
    "audit": 1
}