{
    "id": 1402,
    "source": "barnes",
    "verse_id": 18309,
    "verse_count": 1,
    "reference": "34:5",
    "title": "",
    "html": " <p> <em>For my sword shall be bathed in heaven <\/em>&mdash;A sword is an instrument of vengeance, and is often so used in the Scriptures, because it was often employed in capital punishments (see the note at <a class=\"isa\" verses=\"WzE4MTUzXQ==\">Isaiah 27:1 <\/a>). This passage bas given much perplexity to commentators, on account of the apparent want of meaning of the expression that the sword would be bathed in heaven. Lowth reads it: <\/p> <p>For my sword is made bare in the heavens; <\/p> <p>Following in this the Chaldee which reads תתגלי tı̂thgallı̂y, &rsquo;shall be revealed.&rsquo; But there is no authority from manuscripts for this change in the Hebrew text. The Vulgate renders it, Quoniam inebriatus est in coelo gladius meuse&mdash;&lsquo;My sword is intoxicated in heaven.&rsquo; The Septuagint renders it in the same way, &Epsilon;̓&mu;&epsilon;&theta;&upsilon;́&sigma;&theta;&eta; &eta;̔ &mu;&alpha;́&chi;&alpha;&iota;&rho;&alpha;́ &mu;&omicron;&nu; &epsilon;̓&nu; &tau;&omega;͂ͅ &omicron;&upsilon;̓&rho;&alpha;&nu;&omega;͂ͅ Emethusthē hē machaira mou en tō ouranō; and the Syriac and Arabic in the same manner. The Hebrew word רוּתה rivetâh, from רוה râvâh, means properly to drink to the full; to be satisfied, or sated with drink; and then to be full or satiated with intoxicating liquor, to be drunk. It is applied to the sword, as satiated or made drunk with blood, in <a class=\"ref\">Jeremiah 46:10 <\/a>: <\/p> <p>And the sword shall devour, <\/p> <p>And it shall be satiate, and made drunk with their blood. <\/p> <p>And thus in <a class=\"ref\">Deuteronomy 32:42 <\/a>,, a similar figure is used respecting arrows, the instruments also of war and vengeance: <\/p> <p>I will make mine arrows drunk with blood; <\/p> <p>And my sword shall devour flesh. <\/p> <p>A similar figure is often used in Oriental writers, where the sword is represented as glutted, satiated, or made drunk with blood (see Rosenmuller on <a class=\"ref\">Deuteronomy 32:42 <\/a>). Thus Bohaddinus, in the lift of Saladin, in describing a battle in which there was a great slaughter, says, &lsquo;The swords drank of their blood until they were intoxicated.&rsquo; The idea here is, however, not that the sword of the Lord was made drunk with blood in heaven, but that it was intoxicated, or made furious with wrath; it was excited as an intoxicated man is who is under ungovernable passions; it was in heaven that the wrath commenced, and the sword of divine justice rushed forth as if intoxicated, to destroy all before it. There are few figures, even in Isaiah, that are more bold than this. <\/p> <p> <em>It shall come down upon Idumea <\/em>&mdash;(see the Analysis of the chapter for the situation of Idumea, and for the causes why it was to be devoted to destruction). <\/p> <p> <em>Upon the people of my curse <\/em>&mdash;The people devoted to destruction. <\/p>,",
    "audit": 1
}