{
    "id": 1106,
    "source": "barnes",
    "verse_id": 18013,
    "verse_count": 1,
    "reference": "19:8 ",
    "title": "",
    "html": "<p><em>The fishers also<\/em>&mdash;In this verse, and the two following, the prophet describes the calamities that would come upon various classes of the inhabitants, as the consequence of the failing of the waters of the Nile. The first class which he mentions are the fishermen. Egypt is mentioned <a class=\"ref\">Numbers 11:5<\/a> , as producing great quantities of fish. &lsquo;We remember the fish which we did eat in Eypt freely.&rsquo; &lsquo;The Nile,&rsquo; says Diodorus (i.), &lsquo;abounds with incredible numbers of all sorts of fish.&rsquo; The same was true of the artificial canals, and lakes, and reservoirs of water <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 19:10<\/a>. Herodotus (ii. 93) says that large quantities of fish were produced in the Nile: &lsquo;At the season of spawning,&rsquo; says he, &lsquo;they move in vast multitudes toward the sea. As soon as that season is over they leave the sea, return up the river, and endeavor to regain their accustomed haunts.&rsquo; As a specimen of his &ldquo;credulity,&rdquo; however, and also of the attention which he bestowed on natural history, the reader may consult the passage here referred to in regard to the mode of their propagation.<\/p><p>He also says that it is observed of the fish that are taken in their passage to the sea, that they have &lsquo;the left part of their heads depressed.&rsquo; Of those that are taken on their return, the &ldquo;right&rdquo; side of the head is found to be depressed. This he accounts for by observing, that &lsquo;the cause of this is obvious: as they pass to the sea they rub themselves on the banks on the left side; as they return they keep closely to the same bank, and, in both instances, press against it, that they may not be obliged to deviate from their course by the current of the stream.&rsquo; Speaking of the Lake Moeris, Herodotus says, that &lsquo;for six months the lake empties itself into the Nile, and the remaining six, the Nile supplies the lake. During the six months in which the waters ebb, the fishing which is here carried on furnishes the royal treasury with a talent of silver (about 180) every day&rsquo; (ii. 149). &lsquo;The silver which the fishery of this lake produced, was appropriated to find the queen with clothes and perfumes.&rsquo; (Diod. i. 52.) The Lake Moeris is now farmed for 30 purses (about 193) annually.<\/p><p>Michaud says that the Lake Menzaleh now yields an annual revenue of 800 purses,&rsquo; about 5364. &lsquo;The great abundance of fish produced in the Nile was an invaluable provision of nature, in a country which had neither extended pasture grounds, nor large herds of cattle, and where grain was the principal production. When the Nile inundated the country, and filled the lakes and canals with its overflowing waters, these precious gifts were extended to the most remote villages in the interior of the valley, and the plentiful supply of fish which they obtained was an additional benefit conferred upon them at this season of the year.&rsquo; (Wilkinson&rsquo;s &ldquo;Ancient Egyptians,&rdquo; vol. iii. pp. 62, 63.) Hence, the greatness of the calamity here referred to by the prophet when the lakes and canals should be dried up. The whole country would feel it.<\/p><p><em>And all they that cast angle<\/em>&mdash;Two kinds of fishermen are mentioned&mdash;those who used a hook, and those who used the net. The former would fish mainly in the &ldquo;brooks&rdquo; or canals that were cut from the Nile to water their lands. For the various methods of fishing, illustrated by drawings, the reader may consult Wilklnson&rsquo;s &ldquo;Ancient Egyptians,&rdquo; vol. ii. p. 21; vol. iii. p. 53ff.<\/p>",
    "audit": 1
}