{
    "id": 1787,
    "source": "barnes",
    "verse_id": 18694,
    "verse_count": 1,
    "reference": "51:20",
    "title": "",
    "html": " <p> <em>Thy sons <\/em>&mdash;Jerusalem is here represented as a mother. Her sons, that is, her inhabitants, had become weak and prostrate everywhere, and were unable to afford consolation. <\/p> <p> <em>They lie at the head of all the streets <\/em>&mdash;The &lsquo;head&rsquo; of the streets is the same which in <a class=\"ref\">Lamentations 2:19; Lamentations 4:1<\/a>, is denominated &lsquo;the top of the streets.&rsquo; The head or top of the streets denotes, doubtless, the beginning of a way or street; the corner from which other streets diverge. These would be public places, where many would be naturally assembled, and where, in time of a siege, they would be driven together. This is a description of the state produced by famine. Weak, pale, and emaciated, the inhabitants of Jerusalem, in the places of public concourse, would lie prostrate and inefficient, and unable to meet and repel their foes. They would be overpowered with famine, as a wild bull is insnared in a net, and rendered incapable of any effort. This reters undoubtedly to the famine that would be produced during the siege of the Babylonians. The state of things under the siege has been also described by Jeremiah: <\/p> <p>Arise, cry out in the night; <\/p> <p>In the beginning of the watches pour out thine heart before the Lord; <\/p> <p>Lift up thy hands toward him for the life of thy young children, <\/p> <p>That faint for hunger at the top of every street. <\/p> <p>The young and old lie on the ground in the streets, <\/p> <p>My virgins and my young men are fallen by the sword; <\/p> <p>Thou hast slain them in the day of thy anger; <\/p> <p>Thou hast killed, and not pitied. <\/p> <p>&mdash; <a class=\"ref\">Lamentations 2:19-21<\/a> <\/p> <p>The tongue of the sucking child cleaveth to the roof of <\/p> <p>His mouth for thirst; <\/p> <p>The young children ask bread, and no man breaketh it unto them; <\/p> <p>They that did feed delicately are desolate in the streets; <\/p> <p>They that were brought up in scarlet embrace dunghills. <\/p> <p>&mdash; <a class=\"ref\">Lamentations 4:4-5<\/a> <\/p> <p> <em>As a wild bull in a net <\/em>&mdash;The word rendered here &lsquo;wild bull&rsquo; is תוא tô&rsquo;. Gesenius supposes it is the same as תאו t&lsquo;ô, a species of gazelle, so called from its swiftness. Aquila, Symm. and Theod. render it here, &Omicron;̓&rho;&upsilon;&xi; Oruch&mdash;&lsquo;Oryx;&rsquo; Jerome also renders it, Oryx&mdash;&lsquo;A wild goat&rsquo; or stag. The Septuagint renders it, &Sigma;&epsilon;&upsilon;&tau;&lambda;&iota;́&omicron;&nu; &eta;̔&mu;&iota;́&epsilon;&phi;&theta;&omicron;&nu; Seutlion hēmiephthon&mdash;&lsquo;A parboiled beet!&rsquo; The Chaldee, &lsquo;As broken bottles.&rsquo; Bochart (Hieroz. i. 3. 28), supposes it means a species of mountain-goat, and demonstratos that it is common in the East to take such animals in a net. Lowth renders it, &lsquo;Oryx.&rsquo; The streets of Hebrew towns, like those of ancient Babylon, and of most modern Oriental cities, had gates which were closed at night, and on some occasions of broil and danger. A person then wishing to escape would be arrested by the closed gate and if he was pursued, would be taken somewhat like a wild bull in a net. It was formerly the custom, as it is now in Oriental countries, to take wild animals in this manner. A space of ground of considerable extent&mdash;usually in the vicinity of springs and brooks, where the animals were in the habit of repairing morning and evening&mdash;was enclosed by nets into which the animals were driven by horsemen and hounds, and when there enclosed, they were easily taken. Such scenes are still represented in Egyptian paintings (see Wilkinson&rsquo;s Ancient Egyptians, vol. iii. pp. 2-36), and such a custom prevailed among the Romans. Virgil represents AEneas and Dido as repairing to a wood for the purpose of hunting at break of day, and the attendants as surrounding the grove with nets or toils. <\/p> <p>Venatum AEneas, unaque miscrrima Dido, <\/p> <p>In nemus ire parant, ubi primos crastinus ortus <\/p> <p>Extulerit Titan, radusque retexerit orbem. <\/p> <p>His ego nigrantem conmixta grandine nimbum, <\/p> <p>Dum trepidant alae, saltusque indagine cingunt, <\/p> <p>Desuper infundam, et tonitru coelum omne ciebo. <\/p> <p>AEn. iv. 117ff. <\/p> <p>The idea here is plain. It is, that as a wild animal is secured by the toils of the hunter, and rendered unable to escape, so it was with the inhabitants of Jerusalem suffering under the wrath of God. They were humbled, and prostrate, and powerless, and were, like the stag that was caught, entirely at the disposal of him who had thus insnared them. <\/p>",
    "audit": 1
}