{
    "id": 930,
    "source": "barnes",
    "verse_id": 17837,
    "verse_count": 1,
    "reference": "9:7",
    "title": "",
    "html": " <p> <em>Of the increase... <\/em>&mdash;The word rendered &ldquo;government&rdquo; here, משׂרה mis&lsquo;râh, means properly his government as a prince&mdash;his principality, and is a continuation of the idea in the previous verse, &lsquo;the Prince of Peace.&rsquo; It means that his reign as a prince of peace&mdash;in extending and promoting peace, shall be unlimited. <\/p> <p> <em>And peace <\/em>&mdash;This does not signify in the original, as our translation would seem to do, that there should be no end to the increase of his peace, but that there should be no limit to peace, that is, that his reign should be one of unlimited peace. The whole is a description of a prosperous, wide-extended, ever-growing and unlimited empire of peace. <\/p> <p> <em>No end <\/em>&mdash;The word used here&mdash;קץ qêts&mdash;may refer either to space or time. The connection, however, seems to confine it to time, and to mean simply that over his wide-extended and peaceful principality he should reign forever. <\/p> <p> <em>Upon the throne of David <\/em>&mdash;See the note at <a class=\"ref\">Acts 2:30<\/a>. This was in accordance with the promise made to David; <a class=\"ref\">1 Kings 8:25; 2 Samuel 7:12-13; Psalm 132:11<\/a>. This promise was understood as referring to the Messiah. The primary idea is, that he should be descended in the line of David, and accordingly the New Testament writers are often at pains to show that the Lord Jesus was of that family; <a class=\"ref\">Luke 2:4<\/a>. When it is said that he would sit upon the throne of David, it is not to be taken literally. The uniqueness of the reign of David was, that he reigned over the people of God. He was chosen for this purpose from humble life; was declared in his administration to be a man after God&rsquo;s own heart; and his long and prosperous reign was a reign over the people of God. To sit upon the throne of David, therefore, means to reign over the people of God; and in this sense the Messiah sat on his throne. There is also a similarity in the two administrations, in the fact that the Messiah was taken from humble life. and that his reign will be far-extended and prosperous. But the main idea of resemblance is, that the reign of each extended over the people of God. <\/p> <p> <em>And upon his kingdom <\/em>&mdash;That is, over the kingdom of the people of God. It does not mean particularly the Jews, but all those over whom the divine administration should be set up. <\/p> <p> <em>To order it <\/em>&mdash;To raise up, or confirm it. The word, also, is sometimes used to denote to found a kingdom. Here it means to confirm it, to cause it to stand. <\/p> <p> <em>And to establish it <\/em>&mdash;To place it on a firm foundation; to make it firm. <\/p> <p> <em>With judgment... <\/em>&mdash;That is, under an administration that shall be just and right. Most kingdoms have been those of blood, and have been established by iniquity, and by the unjust overthrow of others. But the administration of the Messiah shall be established in righteousness, and shall be destined to extend and perpetuate justice and righteousness forever. &ldquo;From henceforth.&rdquo; That is, from the time which was the period of the prophet&rsquo;s vision, when he saw in vision the Messiah rising in the dark parts of Galilee; Notes, <a class=\"isa\" verses=\"eyIxNzgzMSI6Mn0=\">Isaiah 9:1-2<\/a>. <\/p> <p> <em>The zeal <\/em>&mdash;The word used here denotes &ldquo;ardor,&rdquo; intense desire in accomplishing an object; and means that the establishment of this kingdom was an object of intense and ardent desire on the part of Yahweh. It is also implied that nothing else than the zeal of Yahweh could do it. We may remark here: <\/p> <p>(1) That if Yahweh feels so intense a desire for this, then the subjects of the Messiah&rsquo;s reign should also feel this. <\/p> <p>(2) If Yahweh feels this zeal, and if he will certainly accomplish this, then Christians should be encouraged in their efforts to spread the gospel. His purpose to do this is their only encouragement&mdash;and a sufficient encouragement&mdash;to excite their zeal in this great and glorious work. <\/p> ",
    "audit": 1
}