{
    "id": 1913,
    "source": "barnes",
    "verse_id": 18820,
    "verse_count": 1,
    "reference": "59:19 ",
    "title": "",
    "html": "<p><em>So shall they fear<\/em>&mdash;That is, the result of the divine interposition to punish his enemies, shall be to secure the acknowledgment of the existence and perfections of Yahweh in every part of the world. See especially the notes at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 45:6<\/a>.<\/p><p><em>When the enemy shall come in<\/em>&mdash;There has been great variety in the interpretation of this passage, and it is remarkable that our translators have departed from all the ancient versions, and that the present translation differs from nearly all the modern expositions of the place. Lowth renders it:<\/p><p>When he shall come like a river straitened in his course,<\/p><p>Which a strong wind driveth along.<\/p><p>Jerome (the Vulgate) renders it, &lsquo;When he shall come as a violent river which the Spirit of the Lord (spiritus Domini, or the wind of the Lord, that is, a strong wind) drives along. The Septuagint, &lsquo;For the wrath of the Lord will come like an impetuous stream; it will come with fury.&rsquo; The Chaldee, &lsquo;When they shall come who oppress, like an overflowing of the river Euphrates.&rsquo; The Syriac, &lsquo;Because when the oppressor shall come as a river, the Spirit of the Lord shall humble him.&rsquo; The reason of this variety of interpretation is the ambiguity of the Hebrew words which occur in the verse. The word which in our common version is rendered &lsquo;the enemy&rsquo; (צר tsâr, from צרר tsârar, to press, compress, bind up together; intrans. to be straitened, or compressed), may mean either:<\/p><p>1. &ldquo;An adversary, enemy, persecutor,&rdquo; synonymous with אויב &lsquo;ôyēb, as in <a class=\"ref\">Numbers 10:9; Deuteronomy 32:27; Job 16:9<\/a>; or,<\/p><p>2. &ldquo;Straits, affliction&rdquo; <a class=\"ref\">Psalm 4:2; Psalm 18:7; Psalm 44:11<\/a>; or,<\/p><p>3. &ldquo;Strait, narrow&rdquo; <a class=\"ref\">Numbers 22:26; Job 41:7<\/a>.<\/p><p>It may be, therefore, here either a noun meaning an enemy; or it maybe an adjective qualifying the word river, and then will denote a river that is closely confined within its banks, and that is urged forward by a mass of accumulating waters, or by a mighty wind. According to this, it will mean that Yahweh will come to take vengeance with the impetuosity of a river that swells and foams and is borne forward with violence in its course. The comparison of a warrior or hero with such a mighty and impetuous torrent, is exceedingly forcible and beautiful, and is not uncommon (see the notes at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 8:7<\/a>). The phrase rendered &lsquo;the Spirit of the Lord&rsquo; (יהוה רוח rûach yehovâh), may denote &lsquo;the wind of Yahweh,&rsquo; or a strong, violent, mighty wind. The appropriate signification of the word רוח rûach, is wind, or breath; and it is well known that the name of God is often in the Scriptures used to denote that which is mighty or vast, as in the phrase, mountains of God, cedars of God, etc.<\/p><p>There is no reason why it should be here regarded as denoting &lsquo;the Spirit of God,&rsquo;&mdash;the great agent of enlightening and reforming the world. It may be understood, as Lowth and others have applied it, to denote a strong and violent wind&mdash;a wind urging on a mass of waters through a compressed and straitened place, and thus increasing their impetuosity and violence. The phrase &lsquo;Spirit of God&rsquo; (אלהים רוח rûach &lsquo;ĕlohı̂ym), is used to denote a strong wind, in <a class=\"ref\">1 Kings 18:12; 2 Kings 2:16<\/a> ; <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 40:7<\/a> ; <a class=\"ref\">Ezekiel 12:14; Ezekiel 13:13<\/a>. The word rendered in our version, &rsquo;shall lift up a standard&rsquo; (נססה nosesâh), rendered in the margin, &lsquo;put him&rsquo; to flight,&rsquo; if derived from נסס nāsas, and if written with the points נססה nāsesâh, would denote to lift up, to elevate, as a standard or banner, or anything to oppose and retard a foe. But the word is probably derived from נוּס nûs, to flee, in the Piel נוסס nôsēs, &ldquo;to impel, to cause to flee.&rdquo;<\/p><p>Here it means, then, that the mighty wind impels or drives on the compressed waters of the stream, and the whole passage means that Yahweh would come to deliver his people, and to prostrate his foes with the impetuosity of a violent river compressed between narrow banks, and driven on by a mighty wind. True, therefore, as it is, that when a violent enemy assails the church; when he comes in with error, with violence, and with allies, like a flood, Yahweh will rear a standard against him, and the influences of the Spirit of God may be expected to interpose to arrest the evil; yet this passage does not teach that doctrine, nor should it be so applied. It does teach that Yahweh will go forth with energy and power to defend his people and to prostrate his foes.<\/p>",
    "audit": 1
}