{
    "id": 1958,
    "source": "barnes",
    "verse_id": 18865,
    "verse_count": 1,
    "reference": "62:10",
    "title": "",
    "html": "<p><em>Go through, go through the gates<\/em> &mdash;The connection of this with what goes before is not very apparent, and there has been a great diversity of opinion in regard to it among interpreters. Grotius supposes that it refers to the priests and Levites who are referred to also in the previous verses, and that it is a command for them to enter into the temple. Calvin supposes that it refers to the Christian church, and that the idea is, that the gates of it should be continually open for the return of penitent sinners. Rosenmuller supposes that it is an address to the cities lying between Babylon and Jerusalem, and that the idea is, that their gates would be thrown open for the return of the exiles, and that all obstacles would be taken out of the way. Others suppose that it refers to the Jews, and that the command is to them to go through the gates of Babylon, and an immediate order is added to the people to prepare the way for them. This last seems to me to be the sense of the passage. It is a direction to the exiles in Babylon to go forth and return to their own land. The gates so long closed against their return would be thrown open, and they would now have liberty to depart for their own country. Thus explained, the connection is apparent. The watchmen were commanded to pray until this was done<a class=\"isa\" verses=\"WzE4ODYyXQ==\">Isaiah 62:7<\/a> ; the prophet had said that he would not rest until it was done<a class=\"isa\" verses=\"WzE4ODU2XQ==\">Isaiah 62:1<\/a> ; Yahweh had promised this in a most solemn manner<a class=\"isa\" verses=\"eyIxODg2MyI6Mn0=\">Isaiah 62:8-9<\/a> ; and now those prayers are heard, and that promise is about to be fulfilled, and they are commanded to leave the city and enter upon their journey to their own land (compare the notes at<a class=\"isa\" verses=\"eyIxODcwNyI6M30=\">Isaiah 52:10-12<\/a>).<\/p><p><em>Prepare ye the way of the people<\/em> &mdash;(Compare the notes at<a class=\"isa\" verses=\"WzE4NDI0XQ==\">Isaiah 40:3<\/a>).<\/p><p><em>Cast up, cast up the highway<\/em> &mdash;(See the notes at<a class=\"isa\" verses=\"WzE4NzgwXQ==\">Isaiah 57:14<\/a>).<\/p><p><em>Gather out the stones<\/em> &mdash;Clear it from the stones&mdash;in other words, make a smooth path on which they can travel with ease. The word which is used here (סקל sāqal) commonly denotes to stone, or to pelt with stones, a species of capital punishment among the<a class=\"ref\">Hebrews 2<\/a> Samuel<a class=\"ref\">Hebrews 16:6-13<\/a> . Hence, it means to pile up stones in a heap; and it has also the signification of removing stones from a field<a class=\"isa\" verses=\"WzE3NzQyXQ==\">Isaiah 5:2<\/a> , and here of removing them from the way when they are an obstruction to the traveler. Harmer supposes that the word here means to pile up stones at proper distances, as a kind of landmark in the deserts, in order to mark the way for travelers&mdash;a practice which, he says, is quite common in Arabia. But the more correct interpretation is, that they were to remove the stones from the way, in order that the journey might be made with ease.<\/p><p><em>Lift up a standard<\/em> &mdash;As when an army is about to march. They were about to be collected from their dispersions and restored to their own land, and the command is given, that the banner might be reared that they might rally around it (see the notes at<a class=\"isa\" verses=\"WzE3ODY5LDE4ODIwLDE4NjU5XQ==\">Isaiah 10:18; Isaiah 59:19; Isaiah 49:22<\/a>).<\/p> ",
    "audit": 1
}