{
    "id": 1690,
    "source": "barnes",
    "verse_id": 18597,
    "verse_count": 1,
    "reference": "46:10 ",
    "title": "",
    "html": "<p><em>Declaring the end from the beginning<\/em>&mdash;Foretelling accurately the course of future events. This is an argument to which God often appeals in proof that he is the only true God (see <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 41:22-23<\/a> ; <a class=\"isa\" verses=\"WzE4NTYwXQ==\">Isaiah 43:12; Isaiah 44:26<\/a> ).<\/p><p><em>My counsel shall stand<\/em>&mdash;My purpose, my design, my will. The phrase &rsquo;shall stand&rsquo; means that it shall be stable, settled, fixed, established. This proves:<\/p><p>1. That God has a purpose or plan in regard to human affairs. If he had not, he could not predict future events, since a contingent event cannot be foreknown and predicted; that is, it cannot be foretold that an event shall certainly occur in one way, when by the very supposition of its being contingent it may happen either that way, or some other way, or not at all.<\/p><p>2. That God&rsquo;s plan will not be frustrated. He has power enough to secure the execution of his designs, and he will exert that power in order that all his plans may be accomplished. We may observe, also, that it is a matter of unspeakable joy that God has a plan, and that it will be executed. For<\/p><p>(1) If there were no plan in relation to human things, the mind could find no rest. If there was no evidence that One Mind presided over human affairs; that an infinitely wise plan had been formed, and that all things had been adjusted so as best to secure the ultimate accomplishment of that plan, everything would have the appearance of chaos, and the mind must be filled with doubts and distractions. But our anxieties vanish in regard to the apparent irregularities and disorders of the universe, when we feel that all things are under the direction of an Infinite Mind, and will be made to accomplish his plans, and further his great designs.<\/p><p>(2) If his plans were not accomplished, there would be occasion of equal doubt and dismay. If there was any power that could defeat the purposes of God; if there was any stubbornness of matter, or any inflexible perverseness in the nature of mind; if there were any unexpected and unforeseen extraneous causes that could interpose to thwart his plans, then the mind must be full of agitation and distress. But the moment it can fasten on the conviction that God has formed a plan that embraces all things, and that all things which occur will be in some way made tributary to that plan, that moment the mind can be calm in resignation to his holy will.<\/p><p><em>And I will do all my pleasure<\/em>&mdash;I will accomplish all my wish, or effect all my desire. The word rendered here &lsquo;pleasure&rsquo; (חפץ chepēts) means properly delight or pleasure <a class=\"ref\">1 Samuel 15:22; Psalm 1:2; Psalm 16:3; Ecclesiastes 5:4; Ecclesiastes 12:10<\/a> ; then desire, wish, will <a class=\"ref\">Job 31:16<\/a> ; and then business, cause, affairs <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 53:10<\/a>. Here it means that God would accomplish everything which was to him an object of desire; everything which he wished, or willed. And why should he not? Who has power to hinder or prevent him <a class=\"ref\">Romans 9:19<\/a>? And why should not we rejoice that he will do all that is pleasing to him? What better evidence have we that it is desirable that anything should be done, than that it is agreeable, or pleasing to God? What better security can we have that it is right, than that he wills it? What more substantial and permanent ground of rejoicing is there in regard to anything, than that it is such as God prefers, loves, and wills?<\/p>",
    "audit": 1
}