{
    "id": 2022,
    "source": "barnes",
    "verse_id": 18929,
    "verse_count": 1,
    "reference": "66:6",
    "title": "",
    "html": " <p> <em>A voice of noise from the city <\/em>&mdash;That is, from the city of Jerusalem. The prophet sees in a vision a tumult in the city. He hears a voice that issues from the temple. His manner and language are rapid and hurried&mdash;such as a man would evince who should suddenly see a vast tumultuous assemblage, and hear a confused sound of many voices. There is also a remarkable abruptness in the whole description here. The preceding verse was calm and solemn. It was full of affectionate assurance of the divine favor to those whom the prophet saw to be persecuted. Here the scene suddenly changes. The vision passes to the agitating events which were occurring in the city and the temple, and to the great and sudden change which would be produced in the condition of the church of God. But to whom or what this refers has been a subject of considerable difference of opinion. Grotius understands it of the sound of triumph of Judas Maccabeus, and of his soldiers, rejoicing that the city was forsaken by Antiochus, and by the party of the Jews who adhered to him. <\/p> <p>Rosenmuller understands it of the voice of God, who is seen by the prophet taking vengeance on his foes. There can be no doubt that the prophet, in vision, sees Yahweh taking recompence on his enemies&mdash;for that is expressly specified. Still it is not easy to determine the exact time referred to, or the exact scene which passes before the mind of the prophet. To me it seems probable that it is a scene that immediately preceded the rapid extension of the gospel, and the great and sudden increase of the church by the accession of the pagan world (see the following verses); and I would suggest, whether it is not a vision of the deeply affecting and agitating scenes when the temple and city were about to be destroyed by the Romans; when the voice of Yahweh would be heard in the city and at the temple, declaring the punishment which he would bring on those who had cast out and rejected the followers of the Messiah <a class=\"isa\" verses=\"WzE4OTI4XQ==\">Isaiah 66:5 <\/a>; and when, as a result of this, the news of Salvation was to be rapidly spread throughout the pagan world. <\/p> <p>This is the opinion, also, of Vitringa. The phrase rendered here &lsquo;a voice of noise&rsquo; (שׁאון קול qôl shâ&lsquo;ôn), means properly the voice of a tumultuous assemblage; the voice of a multitude. The word &lsquo;noise&rsquo; (שׁאון shâ&lsquo;ôn) is applied to a noise or roaring, as of waters <a class=\"ref\">Psalm 65:8 <\/a>; or of a crowd or multitude of people <a class=\"isa\" verses=\"WzE3NzU0LDE4NDg1LDE4MTA0XQ==\">Isaiah 5:14; Isaiah 42:4; Isaiah 24:8 <\/a>; and of war <a class=\"ref\">Amos 2:2; Hosea 10:14 <\/a>. Here it seems probable that it refers to the confused clamor of war, the battle cry raised by soldiers attacking an army or a city; and the scene described is probably that when the Roman soldiers burst into the city, scaled the walls, and poured desolation through the capital. <\/p> <p> <em>A voice from the temple <\/em>&mdash;That is, either the tumultous sound of war already having reached the temple; or the voice of Yahweh speaking from the temple, and commanding destruction on his foes. Vitringa supposes that it may mean the voice of Yahweh breaking forth from the temple, and commanding his foes to be slain. But to whichever it refers, it doubtless means that the sound of the tumult was not only around the city, but in it; not merely in the distant parts, but in the very midst, and even at the temple. <\/p> <p> <em>A voice of the Lord that rendereth recompence <\/em>&mdash;Here we may observe: <\/p> <p>1. That it is recompence taken on those who had cast out their brethren <a class=\"isa\" verses=\"WzE4OTI4XQ==\">Isaiah 66:5 <\/a>. <\/p> <p>2. It is vengeance taken within the city, and on the internal, not the external enemies. <\/p> <p>3. It is vengeance taken in the midst of this tumult. <\/p> <p>All this is a striking description of the scene when the city and temple were taken by the Roman armies. It was the vengeance taken on those who had cast out their brethren; it was the vengeance which was to precede the glorious triumph of truth and of the cause of the true religion. <\/p> ",
    "audit": 1
}