{
    "id": 817,
    "source": "barnes",
    "verse_id": 17724,
    "verse_count": 1,
    "reference": "3:16",
    "title": "",
    "html": " <p> <em>Moreover, the Lord saith <\/em>&mdash;In the previous parts of this prophecy, the prophet had rebuked the princes, magistrates, and the people generally. In the remainder of this chapter, he reproves with great severity the pride, luxury, and effeminacy of the female part of the Jewish community. Some interpreters have understood this as designed to reprove the pride and luxury of the &ldquo;cities&rdquo; and &ldquo;towns&rdquo; of Judah, regarded as &ldquo;daughters of Zion;&rdquo; see the note at <a class=\"isa\" verses=\"WzE3NjYzXQ==\">Isaiah 1:8 <\/a>. But this interpretation is far-fetched and absurd. On this principle everything in the Bible might be turned into allegory. <\/p> <p> <em>The daughters of Zion <\/em>&mdash;Jewish females; they who dwelt in &ldquo;Zion.&rdquo; Perhaps he means particularly those who dwelt in Zion, the capital&mdash;or the females connected with the court. It is probable that the prophet here refers to the prosperous reign of Uzziah (<a class=\"ref\">2 Chronicles 26:5 <\/a>,,...), when by successful commerce luxury would naturally abound. <\/p> <p> <em>Are haughty <\/em>&mdash;Are proud. <\/p> <p>And walk with stretched-forth necks&mdash;Displaying the neck ostentatiously; elevating or extending it as far as possible. Septuagint, &upsilon;̔&psi;&eta;&lambda;&omega;͂ͅ &tau;&rho;&alpha;&chi;&eta;́&lambda;&omega;ͅ hupsēlō trachēlō, with elevated or exalted neck; that is, with that indication of pride and haughtiness which is evinced by a lofty demeanour. &lsquo;When the females dance (in India), they stretch forth their necks, and hold them away, as if their heads were about to fall from their shoulders.&rsquo;&mdash;&ldquo;Roberts.&rdquo; <\/p> <p> <em>And wanton eyes <\/em>&mdash;עינים וּמשׁקרות ûmeshaqerôth ‛ēynāyı̂m. The word שׁקר shâqar usually means &ldquo;to lie, to deceive,&rdquo; and may here refer to the art of alluring by a wanton or fascinating glance of the eye. There has been great diversity of opinion about the meaning of this expression. Lowth proposes to read it, &lsquo;and falsely setting off their eyes with paint,&rsquo; in allusion to a custom known to prevail in the East, of coloring the eye-lids with stibium, or the powder of lead ore. This was done the better to exhibit the white of the eye, and was supposed by many to contribute to the healthful action of the eye itself. This practice is known to prevail extensively now; but it is not clear that the prophet here has reference to it. The expression is usually interpreted to mean &lsquo;deceiving with the eyes,&rsquo; that is, &ldquo;alluring&rdquo; or &ldquo;enticing&rdquo; by the motion of the eyes. The &ldquo;motion&rdquo; of the eyes is mentioned <a class=\"ref\">Proverbs 6:13-14 <\/a>,as one mode of &ldquo;deceiving&rdquo; a person: <\/p> <p>He winketh with his eyes, <\/p> <p>He speaketh with his feet, <\/p> <p>He teacheth with his fingers; <\/p> <p>Frowardness is in his heart, <\/p> <p>He deviseth mischief continually. <\/p> <p>Compare the notes at <a class=\"ref\">Job 42:14 <\/a>. The meaning here, doubtless, is, that they attempted to entice by the &ldquo;motion&rdquo; or &ldquo;glance&rdquo; of the eye. The Chaldee seems to have understood this of staining the eyes with stibium. <\/p> <p> <em>Mincing as they go <\/em>&mdash;Margin, &lsquo;Tripping nicely;&rsquo; that is, walking with an affected gait&mdash;a mode which, unhappily, is too well known in all ages to need a more particular description. Roberts, speaking of the dance in India, says, &lsquo;Some parts of the dance consist of a tripping or mincing step, which they call tatte-tatee. The left foot is put first, and the inside of the right keeps following the heel of the former.&rsquo; <\/p> <p> <em>And making a tinkling with their feet <\/em>&mdash;That is, they adorn themselves with &ldquo;ankle rings,&rdquo; and make a tinkling or noise with them to attract attention. The custom of wearing rings on the fingers and wrists has been common every where. In addition to this, Oriental females often wore them on the &ldquo;ankles&rdquo;&mdash;a custom in itself not more unreasonable or absurd. The custom is mentioned by travelers in Eastern countries in more modern times. Thus, Michaelis says, &lsquo;In Syria and the neighboring provinces, the more opulent females bind ligaments around their feet, like chains, or bracelets, united by small chains of silver and gold, and exhibit them by their sound as they walk.&rsquo; And Pliny (&ldquo;Nat. Hist.,&rdquo; lib. xxiii., ch. 12) says, &lsquo;Silver has succeeded to gold in the luxury of the females who form bracelets for their feet of that, since an ancient custom forbids them to wear gold.&rsquo; Frequent mention is made of these ornaments, says Rosenmuller, in the Arabic and Persian poems. Roberts, speaking of the ornaments on the feet of females in India, says, &lsquo;The first is a large silver curb like that which is attached to a bridle; the second is of the same kind, but surrounded by a great number of small bells; the third resembles a bracelet; and the fourth is a convex hoop, about two inches deep.&rsquo; <\/p>,",
    "audit": 1
}