{
    "id": 2024,
    "source": "barnes",
    "verse_id": 18931,
    "verse_count": 1,
    "reference": "66:8",
    "title": "",
    "html": "<p><em>Who hath heard such a thing?<\/em> &mdash;Of a birth so sudden. Usually in childbirth there are the pains of protracted parturition. The earth brings forth its productions gradually and slowly. Nations rise by degrees, and are long in coming to maturity. But here is such an event as if the earth should in a day be covered with a luxurious vegetation, or as if a nation should spring at once into being. The increase in the church would be as great and wonderful as if these changes were to occur in a moment.<\/p><p><em>Shall the earth be made to bring forth in one day?<\/em> &mdash;That is, to produce its grass, and flowers, and fruit, and trees. The idea is, that it usually requires much longer time for it to mature its productions. The germ does not start forth at once; the flower, the fruit, the yellow harvest, and the lofty tree are not produced in a moment. Months and years are required before the earth would be covered with its luxuriant and beautiful productions But here would be an event as remarkable as if the earth should bring forth its productions in a single day.<\/p><p><em>Or shall a nation be born at once?<\/em> &mdash;Such an event never has occurred. A nation is brought into existence by degrees. Its institutions are matured gradually, and usually by the long process of years. But here is an event as remarkable as if a whole nation should be born at once, and stand before the world, mature in its laws, its civil institutions, and in all that constitutes greatness. In looking for the fulfillment of this, we naturally turn the attention to the rapid progress of the gospel in the times of the apostles, when events occurred as sudden and as remarkable as if the earth, after the desolation of winter or of a drought, should be covered with rich luxuriance in a day, or as if a whole nation should start into existence, mature in all its institutions, in a moment. But there is no reason for limiting it to that time. Similar sudden changes are to be expected still on the earth; and I see no reason why this should not be applied to the spread of the gospel in pagan lands, and why we should not yet look for the rapid propagation of Christianity in a manner as surprising and wonderful as would be such an instantaneous change in the appearance of the earth, or such a sudden birth of a kingdom.<\/p> ",
    "audit": 1
}