{
    "id": 1071,
    "source": "barnes",
    "verse_id": 17978,
    "verse_count": 1,
    "reference": "16:8 ",
    "title": "",
    "html": "<p><em>For the fields of Heshbon<\/em>&mdash;(See the note at <a class=\"isa\" verses=\"WzE3OTY1XQ==\">Isaiah 15:4<\/a>.)<\/p><p><em>Languish<\/em>&mdash;They are parched up with drought. The &lsquo;fields&rsquo; here evidently mean &ldquo;vineyards,&rdquo; for so the parallelism demands. So in <a class=\"ref\">Deuteronomy 32:32<\/a>:<\/p><p>Their vine is of the vine of Sodom,<\/p><p>And of the fields of Gomorrah.<\/p><p><em>And the vine of Sibmah<\/em>&mdash;Sibmah, or Shibmah, was a city of Reuben <a class=\"ref\">Numbers 32:38; Joshua 13:19<\/a>. Jeremiah, in the parallel place <a class=\"ref\">Jeremiah 48:32<\/a> speaks of the vine of Sibmah also. He also says that the enemies of Moab had taken Sibmah, and that the vine and wine had been destroyed <a class=\"ref\">Jeremiah 48:33<\/a>. There was no more certain mode of producing desolation in a land where grapes were extensively cultivated than to cut down the vines. The Turks constantly practice that in regard to their enemies, and the result is, that wide desolation comes upon the countries which they invade. At this time it is probable that Sibmah belonged to the Moabites. It is mentioned here as being distinguished for the luxuriant production of the grape. Seetzen still found the vine cultivated in that region. Jerome says, that between Sibmah and Heshbon there was scarcely a distance of five hundred paces, half a Roman mile.<\/p><p><em>The lords of the heathen<\/em>&mdash;The princes of the pagan nations that had come to invade Moab. The words &lsquo;have broken down&rsquo; (הלמוּ hâlemû) may be taken in either of two senses, either to beat, strike, or break down, as in our version; or &ldquo;to be&rdquo; beaten, or smitten with wine&mdash;that is, to become intoxicated&mdash;like the Greek &omicron;&iota;̓&nu;&omicron;&pi;&lambda;&eta;̀&xi; oinoplēx&mdash;&ldquo;smitten with wine.&rdquo; The former is doubtless the sense here.<\/p><p><em>The principal plants thereof<\/em>&mdash;The chose vines of it&mdash;&ldquo;her sorek&rdquo; (שׂרוּקיה s&lsquo;erûqehā). (See the notes at <a class=\"isa\" verses=\"WzE3NzQyXQ==\">Isaiah 5:2<\/a>.)<\/p><p><em>They are come<\/em>&mdash;That is, the vines of Sibmah had spread or extended themselves even to Jazer, indicating their great luxuriance and fertility.&rdquo; Jazer was a city at the foot of the mountains of Gilead which was given to Gad, and afterward to the Levites <a class=\"ref\">Joshua 21:39<\/a>. Jerome says it was about fifteen miles from Heshbon. Seetzen found the ruins of a city called Szar, and another place called Szir, from which a small stream (Nahar Szir) flows into the Jordan (Gesenius). That the shoots of the vine of Sibmah reached unto Jazer and the desert, is a beautiful poetic expression for the extensive spread and luxuriance of the vine in that region.<\/p><p><em>They wandered<\/em>&mdash;The vines &ldquo;wandered&rdquo; in the desert. They found no twig or tree to which they could attach themselves, and they spread around in wild luxuriancy.<\/p><p><em>Through the wilderness<\/em>&mdash;The wilderness or desert of Arabia, which encompassed Moab.<\/p><p><em>Her branches are stretched out<\/em>&mdash;Are extended far, or are very luxuriant.<\/p><p><em>They are gone over the sea<\/em>&mdash;Called in the parallel place in <a class=\"ref\">Jeremiah 48:32<\/a>, &lsquo;the Sea of Jazer;&rsquo; probably some lake that had that name near the city of Jazer. It may &ldquo;possibly&rdquo; mean the Dead Sea, but that name is not elsewhere given to the Dead Sea in the Scriptures. It has been objected by some to this statement that modern travelers have not found any such place as the &lsquo;Sea of Jazer;&rsquo; or any lake in the vicinity of Jazer. But we may observe&mdash;<\/p><p>(1) that Seetzen found a stream flowing into the Jordan near Jazer; and<\/p><p>(2) that it is possible that a pond or lake may have once there existed which may have been since, in the course of ages, filled with sand.<\/p><p>It is known, for example, that in the vicinity of Suez the ancient narrow gulf there, and the large inland sea made by the Bitter lakes, have been choked up by the sand of the desert. Seetzen also says that he saw some pools near the source of the stream called Nahar Szir (&ldquo;river Szir&rdquo;). Prof. Stuart. &ldquo;Bib. Rep.&rdquo; vol. vii. p. 158. The whole description of the vines of Sibmah is poetic; designed, not to be literally understood, but to denote their remarkable luxuriance and fertility. A similar description of a &ldquo;vine&rdquo;&mdash;though there used to denote the Jewish people&mdash;occurs in <a class=\"ref\">Psalm 80:8-11<\/a>:<\/p><p>Thou hast brought a vine out of Egypt;<\/p><p>Thou hast cast out the heathen and planted it;<\/p><p>Thou preparedst room before it,<\/p><p>And didst cause it to take deep root,<\/p><p>And it filled the land.<\/p><p>The hills were covered with the shadow of it,<\/p><p>And the boughs thereof were like the goodly cedars.<\/p><p>She sent out her boughs unto the sea,<\/p><p>And her branches unto the river.<\/p>",
    "audit": 1
}