{
    "id": 1012,
    "source": "barnes",
    "verse_id": 17919,
    "verse_count": 1,
    "reference": "13:12",
    "title": "",
    "html": "<p><em>I will make a man...<\/em> &mdash;I will so cut off and destroy the men of Babylon, that a single man to defend the city will be more rare and valuable than fine gold. The expression indicates that there would be a great slaughter of the people of Babylon.<\/p><p><em>Than fine gold<\/em> &mdash;Pure, unalloyed gold. The word used here (פז pâz) is often distinguished from common gold<a class=\"ref\">Psalm 19:11; Psalm 119:127; Proverbs 8:19<\/a> .<\/p><p><em>Than the golden wedge of Ophir<\/em> &mdash;The word (כתם kethem) rendered &lsquo;wedge&rsquo; means properly &ldquo;gold;&rdquo; yellow gold; what is hidden, precious, or hoarded; and is used only in poetry. It indicates nothing about the shape of the gold, as the word, wedge would seem to suppose. &lsquo;Ophir was a country to which the vessels of Solomon traded, and which was particularly distinguished for producing gold; but respecting its particular situation, there has been much discussion. The &rsquo;ships of Tarshish&rsquo; sailed from Ezion-geber on the Red Sea, and went to Ophir<a class=\"ref\">1 Kings 9:26; 1 Kings 10:22; 1 Kings 22:48<\/a> . Three years were required for the voyage; and they returned freighted with gold, peacocks, apes, spices, ivory, and ebony (<a class=\"ref\">1 Kings 9:28; 1 Kings 10:11-12<\/a> ; compare<a class=\"ref\">2 Chronicles 8:18<\/a>). The gold of that country was more celebrated than that of any other country for its purity. Josephus supposes that it was in the East Indies; Bruce that it was in South Africa; Rosenmuller and others suppose that it was in Southern Arabia. It is probable that the situation of Ophir must ever remain a matter of conjecture. The Chaldee Paraphrase gives a different sense to this passage. &lsquo;I will love those who fear me, more than gold in which people glory; and those who observe the law more than the tried gold of Ophir.&rsquo; (On the situation of Ophir the following works may be consulted: The &ldquo;Pictorial Bible,&rdquo; vol. ii. pp. 364-369; Martini Lipenii, &ldquo;Dissert. de Ophir;&rdquo; Joan. Christophori Wichmanshausen &ldquo;Dissert. de Navig. Ophritica:&rdquo; H. Relandi, &ldquo;Dissert. de Ophir;&rdquo; Ugolini, &ldquo;Thes. Sac. Ant.&rdquo; vol. viii.; and Forster &ldquo;On Arabia.&rdquo;)<\/p> ",
    "audit": 1
}