{
    "id": 959,
    "source": "barnes",
    "verse_id": 17866,
    "verse_count": 1,
    "reference": "10:15",
    "title": "",
    "html": " <p> <em>Shall the axe... <\/em>&mdash;In this verse God reproves the pride and arrogance of the Assyrian monarch. He does it by reminding him that he was the mere instrument in his hand, to accomplish his purposes; and that it was just as absurd for him to boast of what he had done, as it would be for the axe to boast when it had been welded with effect. In the axe there is no wisdom, no skill, no power; and though it may lay the forest low, yet it is not by any skill or power which it possesses. So with the Assyrian monarch. Though nations had trembled at his power, yet be was in the hand of God, and had been directed by an unseen arm in accomplishing the designs of the Ruler of the universe. Though himself free, yet he was under the direction of God, and had been so directed as to accomplish his designs. <\/p> <p> <em>The saw magnify itself <\/em>&mdash;That is boast or exalt itself against or over him that uses it. <\/p> <p> <em>That shaketh it <\/em>&mdash;Or moves it backward and forward, for the purpose of sawing. <\/p> <p> <em>As if the rod <\/em>&mdash;A rod is an instrument of chastisement or punishment; and such God regarded the king of Assyria. <\/p> <p>Should shake&rdquo; itself...&mdash;The Hebrew, in this place, is as in the margin: &lsquo;A rod should shake them that lift it up.&rsquo; But the sense is evidently retained in our translation, as this accords with all the other members of the verse, where the leading idea is, the absurdity that a mere instrument should exalt itself against him who makes use of it. In this manner the preposition על ‛al &ldquo;over,&rdquo; or &ldquo;against,&rdquo; is evidently understood. So the Vulgate and the Syriac. <\/p> <p> <em>The staff <\/em>&mdash;This word here is synonymous with rod, and denotes an instrument of chastisement. <\/p> <p> <em>As if it were no wood <\/em>&mdash;That is, as if it were a moral agent, itself the actor or deviser of what it is made to do. It would be impossible to express more strongly the idea intended here, that the Assyrian was a mere instrument in the hand of God to accomplish &ldquo;his&rdquo; purposes, and to be employed at his will. The statement of this truth is designed to humble him: and if there be &ldquo;any&rdquo; truth that will humble sinners, it is, that they are in the hands of God; that he will accomplish his purposes by them; that when they are laying plans against him, he will overrule them for his own glory; and that they will be arrested, restrained, or directed, just as he pleases. Man, in his schemes of pride and vanity, therefore, should not boast. He is under the God of nations; and it is one part of his administration, to control and govern all the intellect in the universe. In all these passages, however, there is not the slightest intimation that the Assyrian was not &ldquo;free.&rdquo; There is no fate; no compulsion. He regarded himself as a free moral agent; he did what he pleased; he never supposed that he was urged on by any power that violated his own liberty. If he did what he pleased, he was free. And so it is with all sinners. They do as they please. They form and execute such plans as they choose; and God overrules their designs to accomplish his own purposes. The Targum of Jonathan has given the sense of this passage; &lsquo;Shall the axe boast against him who uses it, saying, I have cut (wood); or the saw boast against him who moves it, saying, I have sawed? When the rod is raised to smite, it is not the rod that smites, but he who smites with it.&rsquo; <\/p> ",
    "audit": 1
}