{
    "id": 1897,
    "source": "barnes",
    "verse_id": 18804,
    "verse_count": 1,
    "reference": "59:3 ",
    "title": "",
    "html": "<p><em>For your hands are defiled with blood<\/em>&mdash;The prophet proceeds here more particularly to specify the sins of which they were guilty; and in order to show the extent and depth of their depravity, he specifies the various members of the body&mdash;the hands, the fingers, the lips, the tongue, the feet as the agents by which people commit iniquity. See a similar argument on the subject of depravity in <a class=\"ref\">Romans 3:13-15<\/a> , where a part of the description which the prophet here gives is quoted by Paul, and applied to the Jews in his own time. The phrase &lsquo;your hands are defiled with blood,&rsquo; means with the blood of the innocent; that is, they were guilty of murder, oppression, and cruelty. See a similar statement in <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 1:15<\/a> , where the phrase &lsquo;your hands are full of blood&rsquo; occurs. The word rendered here &lsquo;defiled&rsquo; (גאל gā&lsquo;al) means commonly to redeem, to ransom; then to avenge, or to demand and inflict punishment for bloodshed. In the sense of defiling it occurs only in the later Hebrew writers&mdash;perhaps used in this sense because those who were avengers became covered, that is, defiled with blood.<\/p><p><em>And your fingers with iniquity<\/em>&mdash;The fingers in the Scriptures are represented as the agents by which any purpose is executed <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 2:8<\/a> , &lsquo;Which their own fingers have made&rsquo; (compare <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 17:8<\/a>). Some have supposed that the phrase used here means the same as the preceding, that they were guilty of murder and cruelty. But it seems more probable that the idea suggested by Grotius is the true sense, that it means that they were guilty of rapine and theft. The fingers are the instruments by which theft&mdash;especially the lighter and more delicate kinds of theft&mdash;is executed. Thus we use the word &lsquo;light-fingered&rsquo; to denote anyone who is dexterous in taking and conveying away anything, or anyone who is addicted to petty thefts.<\/p><p><em>Your lips have spoken lies<\/em>&mdash;The nation is false, and no confidence can be reposed in the declarations which are made.<\/p><p><em>Your tongue hath muttered<\/em>&mdash;On the word rendered &lsquo;muttered&rsquo; (הגה hâgâh), see the notes at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 8:19<\/a>. Probably there is included in the word here, the idea that they not only spoke evil, but that they did it with a complaining, discontented, or malicious spirit. It may also mean that they calumniated the government of God, and complained of his laws; or it may mean, as Grotius supposes, that they calumniated others&mdash;that is, that slander abounded among them.<\/p><p><em>Perverseness<\/em>&mdash;Hebrew, עולה ‛avlâh&mdash;&lsquo;Evil &rsquo;&mdash;the word from which our word evil is derived.<\/p>",
    "audit": 1
}