{
    "id": 781,
    "source": "barnes",
    "verse_id": 17688,
    "verse_count": 1,
    "reference": "2:2",
    "title": "",
    "html": "<p><em>In the last days<\/em> &mdash;הימים באחרית be&lsquo;achărı̂yth hāyâmı̂ym. In the &ldquo;after&rdquo; days; in the &ldquo;futurity&rdquo; of days; that is, in the time to come. This is an expression that often occurs in the Old Testament. It does not of itself refer to any &ldquo;particular&rdquo; period, and especially not, as our translation would seem to indicate, to the end of the world. The expression properly denotes &ldquo;only future time&rdquo; in general. But the prophets were accustomed to concentrate all their hopes on the coming of the Messiah. They saw his advent as giving character, and sublimity, and happiness to all coming times. Hence, the expression came to denote, by way of eminence, the times of the Messiah, and is frequently used in the New Testament, as well as the Old, to designate those times; see<a class=\"ref\">Acts 2:17<\/a> ; compare<a class=\"ref\">Joel 2:28; Hebrews 1:2; 1 Peter 1:5, 1 Peter 1:20; 1 John 2:18; Genesis 49:1; Micah 4:1; Deuteronomy 4:30; Jeremiah 48:47; Daniel 11:28<\/a> .<\/p><p>The expressions which follow are figurative, and cannot well be interpreted as relating to any other events than the times of the Messiah. They refer to that future period, then remote, which would constitute the &ldquo;last&rdquo; dispensation of things in this world&mdash;the &ldquo;last&rdquo; time&mdash;the period, however long it might be, in which the affairs of the world would be closed. The patriarchal times had passed away; the dispensation under the Mosaic economy would pass away; the times of the Messiah would be the &ldquo;last&rdquo; times, or the last dispensation, under which the affairs of the world would be consummated. Thus the phrase is evidently used in the New Testament, as denoting the &ldquo;last&rdquo; time, though without implying that that time would be short. It might be longer than &ldquo;all&rdquo; the previous periods put together, but it would be the &ldquo;last&rdquo; economy, and under that economy, or &ldquo;in&rdquo; that time, the world would be destroyed, Christ would come to judgment, the dead would be raised, and the affairs of the world would be wound up. The apostles, by the use of this phrase, never intimate that the time would be short, or that the day of judgment was near, but only that &ldquo;in&rdquo; that time the great events of the world&rsquo;s history would be consummated and closed; compare<a class=\"ref\">2 Thessalonians 2:1-5<\/a> . This prophecy occurs in Micah M<a class=\"ref\">1 Corinthians 4:1-5<\/a> with scarcely any variation. It is not known whether Isaiah made use of Micah, or Micah of Isaiah, or both of an older and well-known prophecy. Hengstenberg (&ldquo;Chris.&rdquo; i., pp. 289, 290) supposes that Isaiah copied from Micah, and suggests the following reasons:<\/p><p>1. The prediction of Isaiah is disconnected with what goes before, and yet begins with the copulative ו (v), &ldquo;and.&rdquo; In Micah, on the contrary, it is connected with what precedes and follows.<\/p><p>2. In the discourses of the prophets, the promise usually follows the threatening. This order is observed by Micah; in Isaiah, on the contrary, the promise contained in the passage precedes the threatening, and another promise follows. Many of the older theologians supposed that the passages were communicated alike by the Holy Spirit to both writers. But there is no improbability in supposing that Isaiah may have availed himself of language used by Micah in describing the same event.<\/p><p>The mountain of the Lord&rsquo;s house&mdash;The temple was built on mount Moriah, which was hence called the mountain of the Lord&rsquo;s house. The temple, or the mountain on which it was reared, would be the object which would express the public worship of the true God. And hence, to say that that should be elevated higher than all other hills, or mountains, means, that the worship of the true God would become an object so conspicuous as to be seen by all nations; and so conspicuous that all nations would forsake other objects and places of worship, being attracted by the glory of the worship of the true God.<\/p><p><em>Shall be established<\/em> &mdash;Shall be fixed, rendered permanent.<\/p><p><em>In the top of the mountains<\/em> &mdash;To be in the top of the mountains, would be to be &ldquo;conspicuous,&rdquo; or seen from afar. In other words, the true religion would be made known to all people.<\/p><p><em>Shall flow unto it<\/em> &mdash;This is a figurative expression, denoting that they would be converted to the true religion. It indicates that they would come in multitudes, like the flowing of a mighty river. The idea of the &ldquo;flowing&rdquo; of the nations, or of the movement of many people toward an object like a broad stream, is one that is very grand and sublime; compare<a class=\"ref\">Psalm 65:7<\/a> . This cannot be understood of any period previous to the establishment of the gospel. At no time of the Jewish history did any events occur that would be a complete fulfillment of this prophecy. The expressions evidently refer to that period elsewhere often predicted by this prophet<a class=\"isa\" verses=\"WzE3ODk1XQ==\">Isaiah 11:10<\/a> ;<a class=\"isa\" verses=\"WzE4NDgyXQ==\">Isaiah 42:1<\/a> ,<a class=\"isa\" verses=\"WzE4NDg3LDE4NjU5LDE4NzI3XQ==\">Isaiah 42:6; Isaiah 49:22; Isaiah 54:3<\/a> ;<a class=\"isa\" verses=\"WzE4ODI1LDE4ODI3XQ==\">Isaiah 60:3, Isaiah 60:5<\/a> ,<a class=\"isa\" verses=\"WzE4ODMyLDE4ODU3XQ==\">Isaiah 60:10; Isaiah 62:2<\/a> ;<a class=\"isa\" verses=\"WzE4OTM1LDE4OTQyXQ==\">Isaiah 66:12, Isaiah 66:19<\/a> , when &ldquo;the Gentiles&rdquo; would be brought to the knowledge of the true religion. In<a class=\"isa\" verses=\"WzE4OTM1XQ==\">Isaiah 66:12<\/a> , there occurs a passage remarkably similar, and which may serve to explain this:<\/p><p>&lsquo;Behold I will extend peace to her (to Zion) as a river;<\/p><p>And the glory of the Gentiles like a flowing stream.&rsquo;<\/p><p>Under the Messiah, through the preaching of the apostles and by the spread of the gospel, this prophecy was to receive its full accomplishment.<\/p> ",
    "audit": 1
}