{
    "id": 1937,
    "source": "barnes",
    "verse_id": 18844,
    "verse_count": 1,
    "reference": "60:22",
    "title": "",
    "html": "<p><em>A little one shall become a thousand<\/em>&mdash;There shall be a great increase, as if one, and that the smallest, should be multiplied to a thousand. The idea is, that the people, then small in number, would be greatly increased by the accession of the Gentile world. Lowth and Noyes render this, &lsquo;The little one.&rsquo; Grotius, &lsquo;The least one.&rsquo; So the Septuagint, &Omicron; &omicron;̓&lambda;&iota;&gamma;&iota;&sigma;&tau;&omicron;̀&sigmaf; Ho oligistos.<\/p><p><em>I the Lord will hasten it in his time<\/em>&mdash;Noyes, &lsquo;Its time.&rsquo; Lowth &lsquo;Due time.&rsquo; Septuagint, &lsquo;I will do it in the proper time&rsquo; (&kappa;&alpha;&tau;&alpha; &kappa;&alpha;&iota;&rho;&omicron;̀&nu; kata kairon). The sense is, that this would be done at the proper time&mdash;called, in <a class=\"ref\">Galatians 4:4<\/a> , &lsquo;the fullness of time.&rsquo; There was a proper season when this was to be accomplished. There were important preparations to be made before it could be done. The nations, under the divine arrangement, were to be put into a proper position to receive the Messiah. He was not to come until:<\/p><p>1. The experiment had been fairly made to show how weak and feeble man was without a rerelation&mdash;to show that philosophy, and learning, and the policy of statesmen, could do nothing effectual for the salvation of men.<\/p><p>2. He was not to come until the world should be at peace, and until there would be facilities for the rapid propagation of religion in all lands.<\/p><p>3. Or was he to come until all that had been said in prophecy should be fulfilled&mdash;until all the circumstances should combine, which had been foretold as favorable to the introduction of the reign of the Messiah. But when that period should arrive, then the Lord would &lsquo;hasten&rsquo; it.<\/p><p>There would be no unnecessary delay; none which the circumstances of the case did not call for. So it will be in the universal spread of the gospel referred to in this chapter. When the world shall be moulded into a proper state to welcome it; when the nations are prepared to receive it and profit by it; then the universal propagation shall be hastened, and a nation shall be born in a day (see the notes at <a class=\"isa\" verses=\"WzE4OTMxXQ==\">Isaiah 66:8<\/a>). Meantime, for the coming of that day we should pray and labor. By the diffusion of truth: by schools; by the spread of the Bible; by preaching; by the translation of the Word of God into every language: by establishing the press in all the strong points of Pagan influence; by placing missionaries in all the holds of power in the pagan world; and by training up many to enter into the harvest, the Christian world should prepare for the universal conversion of the world to God. In due time it shall be hastened. and &lsquo;he that shall come, will come, and will not tarry&rsquo; <a class=\"ref\">Hebrews 10:37<\/a>.<\/p> ",
    "audit": 1
}