{
    "id": 1921,
    "source": "barnes",
    "verse_id": 18828,
    "verse_count": 1,
    "reference": "60:6",
    "title": "",
    "html": "<p><em>The multitude of camels<\/em>&mdash;Lowth renders this, &lsquo;An inundation of camels.&rsquo; The Hebrew word properly denotes an inundation or overflowing of waters, but it is not improperly applied to a numerous caravan or company of animals. The camel is a well-known useful animal that constitutes the principal beast of burden in Arabia, and that may, indeed, be said to constitute its wealth. It is frequently spoken of as &lsquo;the ship of the desert.&rsquo; The description here is strictly applicable to Arabia; and, undoubtedly, the prophet meant to say, that that country would be blessed with the true religion, and that her merchandise and wealth would become tributary to the church of God.<\/p><p><em>Shall cover thee<\/em>&mdash;Shall come in such multitudes as to fill thee. and to be spread out all over thee. Thus we speak of a land being covered with flocks and herds.<\/p><p><em>The dromedaries<\/em>&mdash;The dromedary is a species of camel that is found principally in Arabia, with one bunch or protuberance on its back, in distinction from the Bactrian camel, which has two bunches (Webster). &lsquo;It is found,&rsquo; says Dr. Shaw, &lsquo;in Barbary, though much more rarely there than in the Levant. It is chiefly remarkable for its prodigious swiftness; the Arabs affirming that it will run over as much ground in one day as one of their best horses will perform in eight or ten. The Shiekh who conducted us to Mount Sinai rode upon a camel of this kind, and would frequently divert us with an instance of its great abilities. For he would depart from our caravan, reconnoitre another just in view, and return to us again in less than a quarter of an hour. It differeth from the common camel in being of a finer and rounder shape, and in having on its back a lesser bunch or protuberance.&rsquo; (Shaw&rsquo;s Travels, p. 240.) Hence, in <a class=\"ref\">Jeremiah 2:23<\/a> , the prophet speaks of the &rsquo;swift dromedary.&rsquo; The idea here is, that these fleet animals, so valuable to the inhabitants of Arabia, would come bringing their merchandise for the service of the church of God; that is, the wealth of Midian and Ephah would be devoted to him.<\/p><p><em>Midian<\/em>&mdash;Midian was the fourth son of Abraham and Keturah <a class=\"ref\">Genesis 25:2<\/a> , and was the father of the Midianites. The Midianites are frequently mentioned in the Scriptures ( <a class=\"ref\">Genesis 37:28-36; Numbers 25:17; Numbers 31:2; Judges 6:7-16; Judges 7:23, Judges 7:25<\/a> , et al.) As early as the time of Jacob they were employed in traffic, and were associated with the Ishmaelites in this business, for it was to a company of these people that Joseph was sold by his brethren <a class=\"ref\">Genesis 37:28<\/a>. &lsquo;The original and appropriate district of the Midianites seems to have been on the east side of the Elanitic branch of the Red Sea, where the Arabian geographers place the city of Madian. But they appear to have spread themselves northward, probably along the desert coast of Mount Seir, to the vicinity of the Moabites; and on the other side, also, they covered a territory extending to the neighborhood of Mount Sinai&rsquo; (Robinson&rsquo;s Calmet). Generally, the names Midianites and Ishmaelites seem to have been nearly synonymous.<\/p><p><em>Ephah<\/em>&mdash;Ephah was the oldest son of Midian <a class=\"ref\">Genesis 25:4<\/a> , and dwelt in Arabia Petraea, and gave name to the city of Ephah, called here by the Septuagint, &Gamma;&alpha;&iota;&phi;&alpha;́ Gaipha (Goepha). This city, and the small extent of country around it, constituted a part of Midian on the eastern shore of the Dead Sea, to which the territories of Midian extended. It abounded in dromedaries and camels <a class=\"ref\">Judges 6:6<\/a>.<\/p><p><em>All they from Sheba shall come<\/em>&mdash;Sheba is celebrated in the Scriptures chiefly as the place from where the Queen of that country came to visit Solomon <a class=\"ref\">1 Kings 10:1; 2 Chronicles 9:1<\/a>. That it abounded in wealth, may be inferred from the train which accompanied her, and from the presents with which she came to Solomon. &lsquo;And she came to Jerusalem with a very great train, with camels that bare spices, and much fine gold, and precious stones&rsquo; <a class=\"ref\">1 Kings 10:2<\/a>. Whether it was the same country as Seba has been a matter of uncertainty (compare the notes at <a class=\"isa\" verses=\"WzE4NTA5XQ==\">Isaiah 43:3<\/a>). It is elsewhere <a class=\"ref\">Psalm 72:10<\/a> mentioned as a place from where presents should be brought to Solomon:<\/p><p>The kings of Tarshish and of the isles shall bring presents;<\/p><p>The kings of Sheba and Seha shall offer gifts.<\/p><p>It is usually mentioned as a place in which gold and incense abounded. &lsquo;To him shall be given the gold of Sheba <a class=\"ref\">Psalm 72:15<\/a>; &lsquo;To what purpose cometh there to me incense from Sheba&rsquo; <a class=\"ref\">Jeremiah 6:20<\/a>; &lsquo;The merchants of Sheba were thy merchants&rsquo; <a class=\"ref\">Ezekiel 27:22<\/a>. According to Bruce, it was situated in Abyssinia in Ethiopa, and this has been the common opinion. It was south of Egypt, and the contact between Sheba and Jerusalem was not difficult; and probably a constant traffic was maintained between the two countries. In the time of the Mamclukes, before the conquest of Egypt and Arabia by Selim, a caravan constantly set out from Abyssinia for Jerusalem (compare the notes at <a class=\"isa\" verses=\"WzE4NTc2XQ==\">Isaiah 45:14<\/a>).<\/p><p><em>They shall bring gold and incense<\/em>&mdash;That this country abounded in incense, see the passages of Scripture referred to above. On the meaning of the wood &lsquo;incense,&rsquo; see the notes at <a class=\"isa\" verses=\"WzE3NjY4XQ==\">Isaiah 1:13<\/a>. The idea is, that they would bring the most valuable productions of their country and devote them to God&mdash;perhaps designed to show that the wealth of Africa should yet be consecrated to the cause of the true religion.<\/p><p><em>And they shall show forth<\/em>&mdash;These distant lands shall join in the worship of Yahweh.<\/p> ",
    "audit": 1
}