{
    "id": 1805,
    "source": "barnes",
    "verse_id": 18712,
    "verse_count": 1,
    "reference": "52:15",
    "title": "",
    "html": " <p> <em>So <\/em>&mdash;(כן kên). This word corresponds to &lsquo;as&rsquo; (כאשׁר ka&lsquo;ăsher) in the former verse. &lsquo;In like manner as many were astonished or shocked at thee&mdash;so shall he sprinkle many nations.&rsquo; The one is to be in some respects commensurate with the other. The comparison seems to consist of two points: <\/p> <p>1. In regard to the numbers. Many would be shocked: many would be sprinkled by him. Large numbers would be amazed at the fact of his sorrows; and numbers correspondently large would be sprinkled by him. <\/p> <p>2. In the effects. Many would be struck dumb with amazement at his appearance; and, in like manner, many would be struck dumb with veneration or respect. He would be regarded on the one hand as having scarce the form of a man; on the other, even kings would be silent before him from profound reverence and awe. <\/p> <p> <em>Shall he sprinkle many nations <\/em>&mdash;The word rendered here &rsquo;sprinkle&rsquo; (יזה yazzeh) has been very variously rendered. Jerome renders it, Asperget&mdash;&lsquo;Shall sprinkle.&rsquo; The Septuagint, &lsquo;So shall many nations express admiration (&theta;&alpha;&upsilon;&mu;&alpha;́&sigma;&omicron;&nu;&tau;&alpha;&iota; thaumasontai) at him.&rsquo; The Chaldee, &lsquo;So shall he scatter,&rsquo; or dissipate (יבדר yebaddar) &lsquo;many people.&rsquo; The Syriac renders it, &lsquo;Thus shall he purify,&rsquo; cleanse, make expiation for &lsquo;many nations.&rsquo; The Syriac verb used here means to purify, to cleanse, to make holy; and, in aph., to expiate; and the idea of the translator evidently was, that he would purify by making expiation. See the Syriac word used in <a class=\"ref\">Luke 3:17; Acts 11:9; Acts 24:18; Hebrews 9:22; Hebrews 10:4<\/a>. Castellio renders it as Jerome does; and Jun. and Tremell., &lsquo;He shall sprinkle many nations with stupor.&rsquo; Interpreters have also varied in the sense which they have given to this word. Its usual and proper meaning is to sprinkle, and so it has been here commonly interpreted. But Martini, Rosenmuller, and Gesenius suppose that it is derived from an Arabic word meaning to leap, to spring, to spring up, to leap for joy, to exult; and that the idea here is, that he should cause many nations to exult, or leap for joy. Parallel places, says Gesenius, occur in <a class=\"isa\" verses=\"W3siMTg2NDMiOjJ9LFsxODY3OV1d\">Isaiah 49:6-7; Isaiah 51:5<\/a>. Against the common interpretation, &lsquo;to sprinkle,&rsquo; he objects: <\/p> <p>1. That the verb could not be construed without the accusative, and that if it means that he would sprinkle with blood, the word blood would be specified. <\/p> <p>2. That the connection is opposed to the idea of sprinkling, and that the antithesis requires some word that shall correspond with שׁמם shāmam, &rsquo;shall be astonished,&rsquo; and that the phrase &lsquo;they shall be joyful,&rsquo; or &lsquo;he shall cause them to exult with joy,&rsquo; denotes such antithesis. <\/p> <p>To this it may be replied, that the usual, the universal signification of the word (נזה nāzâh) in the Old Testament is to sprinkle. The word occurs only in the following places, and is in all instances translated &rsquo;sprinkle&rsquo; <a class=\"ref\">Exodus 29:21; Leviticus 5:9; Leviticus 6:6-17, Leviticus 6:27; Leviticus 8:11, Leviticus 8:30; Leviticus 14:7, Leviticus 14:16, Leviticus 14:27, Leviticus 14:51; Leviticus 16:14-15, Leviticus 16:19; Numbers 8:7; Numbers 19:4, Numbers 19:18-19, Numbers 19:21; 2 Kings 9:33<\/a>; <a class=\"isa\" verses=\"WzE4ODcwXQ==\">Isaiah 63:3<\/a>. It is properly applicable to the act of sprinkling blood, or water; and then comes to be used in the sense of cleansing by the blood that makes expiation for sin, or of cleansing by water as an emblem of purifying. In <a class=\"ref\">Ezekiel 36:25<\/a>, the practice of sprinkling with consecrated water is referred to as synonymous with purifying&mdash;though a different word from this is used (זרק zâraq), &lsquo;and I will sprinkle clean water upon you, and ye shall be clean.&rsquo; If the word used here means &lsquo;to sprinkle,&rsquo; it is used in one of the following significations: <\/p> <p>1. To sprinkle with blood, in allusion to the Levitical rite of sprinkling the blood of the sacrifice, meaning that in that way sin would be expiated and removed <a class=\"ref\">Leviticus 14:51; Leviticus 16:14; Hebrews 9:19; Hebrews 10:22<\/a>; or, <\/p> <p>2. By an allusion to the custom of sprinkling with water as emblematic of purity, or cleansing <a class=\"ref\">Numbers 8:7; Numbers 19:18; Ezekiel 36:25<\/a>. If used in the former sense, it means, that the Redeemer would make expiation for sin, and that his blood of purifying would be sprinkled on the nations. <\/p> <p>If in the latter, as is most probable, then it means that he would purify them, as objects were cleansed by the sprinkling of water. If in either sense, it means substantially the same thing&mdash;that the Redeemer would purify, or cleanse many nations, that is, from their sins, and make them holy. Still there is a difficulty in the passage which does not seem to be solved. This difficulty has been thus expressed by Taylor (Concord.): &lsquo;It seems here to have a special meaning, which is not exactly collected from the other places where this word is used. The antithesis points to regard, esteem, admiration. So shall he sprinkle, engage the esteem and admiration of many nations. But how to deduce this from the sense of the word I know not.&rsquo; It was to meet this difficulty that Martini, Rosenmuller, and Gesenius, propose the sense of leaping, exulting, filling with joy, from the Arabic. But that signification does not accord with the uniform Hebrew usage, and probably the sense of purifying is to be retained. It may be remarked that whichever of the above senses is assigned, it furnishes no argument for the practice of sprinkling in baptism. It refers to the fact of his purifying or cleansing the nations, and not to the ordinance of Christian baptism; nor should it be used as an argument in reference to the mode in which that should be administered. <\/p> <p> <em>The kings shall shut their mouths at him <\/em>&mdash;Or rather, kings. It does not refer to any particular kings; but the idea is, that he would be honored by kings. To shut the mouths here indicates veneration and admiration. See <a class=\"ref\">Job 29:9-10<\/a>, where reverence or respect is indicated in the same way: <\/p> <p>The princes refrained talking, <\/p> <p>And laid their hand upon their mouth: <\/p> <p>The nobles held their peace, <\/p> <p>And their tongue cleaved to the roof of their mouth. <\/p> <p>See also <a class=\"ref\">Micah 7:16<\/a>; compare <a class=\"ref\">Job 5:16; Psalm 107:42<\/a>. <\/p> <p> <em>For that which had not been told them <\/em>&mdash;In this part of the verse a reason is given for the veneration which kings would evince. It is, that they should receive intelligence of this wonderful exaltation of the messenger of God which had not before been made known to them as it had been to the Jews. Or, in other words, the great mystery of the incarnation and redemption would contain truths and wonders which they had not contemplated elsewhere. No such events would have occurred within the range of their observation; and the wonders of redemption would stand by themselves as unparalleled in all that they had heard or seen. What is here predicted has been fulfilled. The mystery of the incarnation and the atonement; the sufferings and the death of the Redeemer; his exaltation and his glory, are events which are unparalleled in the history of the world. They are events suited in their nature to excite the profoundest admiration, and to induce kings and nobles to lay their hand on their mouth in token of veneration. No monarch on earth could have evinced such condescension as did the Son of God; none has been elevated to so high a rank in the universe as the Redeemer. That the Son of God should become a man; that his visage should be so disfigured by grief as to have scarcely the aspect of a human being; that he should suffer and die as he did; and that he should be exalted as he is over this whole world, and have the most elevated place in the universe at the right hand of God, are all events suited to excite the profoundest admiration. <\/p>",
    "audit": 1
}