{
    "id": 762,
    "source": "barnes",
    "verse_id": 17669,
    "verse_count": 1,
    "reference": "1:14",
    "title": "",
    "html": "<p><em>Your appointed feasts<\/em> &mdash;That is, your assemblies convened on regular set times&mdash;מועד mô‛êd, from יעד yâ‛ad, to fix, to appoint. Hengstenberg (Chris. iii. p. 87) has shown that this word (מועדים mô‛ĕdı̂ym) is applied in the Scriptures only to the sabbath, passover, pentecost, day of atonement, and feast of tabernacles. Prof. Alexander, in loc. It is applied to those festivals, because they were fixed by law to certain periods of the year. This verse is a very impressive repetition of the former, as if the soul was full of the subject, and disposed to dwell upon it.<\/p><p><em>My soul hateth<\/em> &mdash;I hate.<a class=\"ref\">Psalm 11:5<\/a> . The nouns נפשׁ nephesh, soul, and רוּח rûach, spirit, are often used to denote the person himself, and are to be construed as &ldquo;I.&rdquo; Thus,<a class=\"isa\" verses=\"WzE4MTQwXQ==\">Isaiah 26:9<\/a> : &lsquo;With my soul have I desired thee in the night; yea, with my spirit within me will I seek thee early;&rsquo; that is, &lsquo;I myself seek thee; I myself do desire thee.&rsquo; So the phrase, &lsquo;deliver my soul,&rsquo;&mdash;נפשׁי napheshı̂y&mdash;that is, deliver me,<a class=\"ref\">Psalm 22:20; Psalm 84:3; Psalm 86:13-14<\/a> ; that thy soul may bless me,<a class=\"ref\">Genesis 27:19<\/a> ; his soul shall dwell at ease,<a class=\"ref\">Psalm 25:13<\/a> ; compare<a class=\"ref\">Numbers 11:6; Leviticus 16:29; Isaiah 55:2-3; Job 16:4<\/a> . So the word spirit: &lsquo;Thy watchfulness hath preserved my spirit&rsquo;&mdash;רוּחי rûchı̂y&mdash;<a class=\"ref\">Job 10:12<\/a> ; compare<a class=\"ref\">Psalm 31:6; 1 Kings 21:5<\/a> . The expression here is emphatic, denoting cordial hatred: odi ex animo.<\/p><p><em>They are a trouble<\/em> &mdash;טרח ṭôrach. In<a class=\"ref\">Deuteronomy 1:12<\/a> , this word denotes a burden, an oppressive lead that produces weariness in bearing it. It is a strong expression, denoting that their acts of hypocrisy and sin had become so numerous, that they became a heavy, oppressive lead.<\/p><p><em>I am weary to bear them<\/em> &mdash;This is language which is taken from the act of carrying a burden until a man becomes weary and faint. So, in accordance with human conceptions, God represents himself as burdened with their vain oblations, and evil conduct. There could be no more impressive statement of the evil effects of sin, than that even Omnipotence was exhausted as with a heavy, oppressive burden.<\/p> ",
    "audit": 1
}