{
    "id": 1661,
    "source": "barnes",
    "verse_id": 18568,
    "verse_count": 1,
    "reference": "45:6",
    "title": "",
    "html": " <p> <em>That they may know from the rising of the sun, and from the west <\/em>&mdash;This phrase is evidently used here to designate the whole world. Kimchi says, that the reason why the north and the south are not mentioned here is, that the earth from the east to the west is perfectly inhabitable, but not so from the north to the south. That this was accomplished, see <a class=\"ref\">Ezra 1:1 <\/a> ff Cyrus made public proclamation that Yahweh had given him all the kingdoms of the earth, and had commanded him to rebuild the temple in Jerusalem. The purpose of all this arrangement was, to secure the acknowledgment of the truth that Yahweh was the only true God, as extensively as possible. Nothing could be better adapted to this than the actual course of events. For, <\/p> <p>1. The conquest of Jerusalem by Nebuchadnezzar was an event which would be extensively known throughout all nations. <\/p> <p>2. Babylon was then the magnificent capital of the pagan world, and the kingdom of which it was the center was the most mighty kingdom of the earth. <\/p> <p>3. The fact of the conquest of Babylon, and the manner in which it was done, would be known all over that empire, and would attract universal attention. Nothing had ever occurred more remarkable; nothing more fitted to excite the wonder of mankind. <\/p> <p>4. The hand of Yahweh was so manifest in this, and the prophecies which had been uttered were so distinctly fulfilled, that Cyrus himself acknowledged that it was of Yahweh. The existence, the name, and the truth of Yahweh became known as far as the name and exploits of Cyrus; and there was a public recognition of the true God by him who had conquered the most mighty capital of the world, and whose opinions and laws were to enter into the constitution of the Medo-Persian empire that was to succeed. <\/p> ",
    "audit": 1
}