{
    "id": 1243,
    "source": "barnes",
    "verse_id": 18150,
    "verse_count": 1,
    "reference": "26:19 ",
    "title": "",
    "html": "<p><em>Thy dead men shall live<\/em>&mdash;Very various interpretations have been given of this verse, which may be seen at length by comparing Vitringa, Rosenmuller, Gesenius, and Poole&rsquo;s Synopsis. In <a class=\"isa\" verses=\"MTgxNDU=\">Isaiah 26:14<\/a> , the chorus is represented as saying of the dead men and tyrants of Babylon that had oppressed the captive Jews, that they should not rise, and should no more oppress the people of God. In contradistinction from this fate of their enemies, the choir is here introduced as addressing Yahweh (compare <a class=\"isa\" verses=\"MTgxNDc=\">Isaiah 26:16<\/a> ), and saying &lsquo;thy dead shall live;&rsquo; that is, thy people shall live again shall be restored to to vigor, and strength, and enjoyment. They had been dead; that is, civilly dead in Babylon; they were cut off from their privileges, torn away from their homes, made captives in a foreign land. Their king had been dethroned; their temple demolished; their princes, priests, and people made captive; their name blotted from the list of nations; and to all intents and purposes, as a people, they were deceased. This figure is one that is common, by which the loss of privileges and enjoyments, and especially of civil rights, is represented as death. So we speak now of a man&rsquo;s being dead in law; dead to his country; spiritually dead; dead in sins. I do not understand this, therefore, as referring primarily to the doctrine of the resurrection of the dead; but to the captives in Babylon, who were civilly dead, and cut off by their oppressors from their rights and enjoyments as a nation.<\/p><p><em>Shall live<\/em>&mdash;Shall be restored to their country. and be reinstated in all their rights and immunities as a people among the nations of the earth. This restoration shall be as striking as would be the resurrection of the dead front their graves. Though, therefore, this does not refer primarily to the resurrection of the dead, yet the illustration is drawn from that doctrine, and implies that that doctrine was one with which they were familiar. An image which is employed for the sake of illustration must be one that is familiar to the mind, and the reference here to this doctrine is a demonstration that the doctrine of the resurrection was well known.<\/p><p><em>Together with my dead body shall they arise<\/em>&mdash;The words &lsquo;together with&rsquo; are not in the original. The words rendered &lsquo;my dead body&rsquo; (נבלתי nebēlâthiy) literally means, &lsquo;my dead body,&rsquo; and may be applied to a man, or to a beast <a class=\"ref\">Leviticus 5:2; Leviticus 7:24<\/a>. It is also applied to the dead in general; to the deceased; to carcasses, or dead bodies (see <a class=\"ref\">Leviticus 11:11; Psalm 79:2; Jeremiah 7:33; Jeremiah 9:22; Jeremiah 16:18; Jeremiah 26:23; Jeremiah 34:20<\/a>). It may, therefore, be rendered, &lsquo;My deceased, my dead;&rsquo; and will thus be parallel with the phrase &lsquo;thy dead men,&rsquo; and is used with reference to the same species of resurrection. It is not the language of the prophet Isaiah, as if he referred to his own body when it should be dead, but it is the language of the choir that sings and speaks in the name of the Jewish people. &ldquo;That people&rdquo; is thus introduced as saying &ldquo;my&rdquo; dead, that is, &ldquo;our&rdquo; dead, shall rise. Not only in the address to Yahweh is this sentiment uttered when it is said &lsquo;thy dead shall rise,&rsquo; but when the attention is turned to themselves as a people, they say &lsquo;our dead shall rise;&rsquo; those that pertain to our nation shall rise from the dust, and be restored to their own privileges and land.<\/p><p><em>Awake and sing<\/em>&mdash;In view of the cheering and consolatory fact just stated that the dead shall rise, the chorus calls on the people to awake and rejoice. This is an address made directly to the dejected and oppressed people, as if the choir were with them.<\/p><p><em>Ye that dwell in dust<\/em>&mdash;To sit in dust, or to dwell in the dust, is emblematic of a state of dejection, want, oppression, or poverty <a class=\"ref\">Psalm 44:25; Psalm 119:25<\/a> ; <a class=\"isa\" verses=\"WzE4MTMxLDE4MTM2LDE4NjAxXQ==\">Isaiah 25:12; Isaiah 26:5; Isaiah 47:1<\/a>. Here it is supposed to be addressed to the captives in Babylon, as oppressed, enslaved, dejected. The &ldquo;language&rdquo; is derived from the doctrine of the resurrection of the body, and proves that that doctrine was understood and believed; the sense is, that those wire were thus dejected and humbled should be restored to their former elevated privileges.<\/p><p><em>For thy dew<\/em>&mdash;This is evidently an address to Yahweh. &ldquo;His&rdquo; dew is that which he sends down from heaven, and which is under his direction and control. Dew is the emblem of that which refreshes and vivifies. In countries where it rains but seldom, as it does in the East, the copious dews at night supply in some sense the want of rain. &ldquo;Thence dew&rdquo; is used in Scripture as an emblem of the graces and influences of the Spirit of God by which his people are cheered and comforted, as the parched earth and the withered herbs are refreshed by the copious dews at night. Thus in <a class=\"ref\">Hosea 14:5<\/a>:<\/p><p>I will be as the dew unto Israel;<\/p><p>He shall grow as the lily,<\/p><p>And cast forth his roots as Lebanon.<\/p><p>The prophet here speaks of the captivity in Babylon. Their state is represented as a state of death&mdash;illustrated by the parched earth, and the decayed and withered herbs. But his grace and favor would visit them, and they would be revived.<\/p><p><em>As the dew of herbs<\/em>&mdash;As the dew that falls on herbs. This phrase has, however, been rendered very variously. The Vulgate renders it, &lsquo;Thy dew is as the dew of light.&rsquo; The Septuagint: &lsquo;Thy dew shall be healing (&iota;̓́&alpha;&mu;&alpha; iama) unto them.&rsquo; The Chaldee, &lsquo;Thy dew shall be the dew of light.&rsquo; But the most correct and consistent translation is undoubtedly that which renders the word אורת &lsquo;ôroth, herbs or vegetables (compare <a class=\"ref\">2 Kings 9:19<\/a>).<\/p><p><em>And the earth shall cast out the dead<\/em>&mdash;This is language which is derived from the doctrine of the resurrection of the body; and shows also that that doctrine was understood by the Hebrews in the time of Isaiah. The sense is, that as the earth shall cast forth its dead in the resurrection, so the people of God in Babylon should be restored to life, and to their former privileges in their own land.<\/p>",
    "audit": 1
}