{
    "id": 1981,
    "source": "barnes",
    "verse_id": 18888,
    "verse_count": 1,
    "reference": "64:2 ",
    "title": "",
    "html": "<p><em>As when the melting fire burneth<\/em>&mdash;Margin, &lsquo;The fire of meltings.&rsquo; Lowth renders it, &lsquo;As when the fire kindleth the dry fuel.&rsquo; So Noyes, &lsquo;As fire kindleth the dry stubble.&rsquo; The Septuagint render it: &Omega;̔&sigmaf; &kappa;&eta;&rho;&omicron;̀&sigmaf; &alpha;̓&pi;&omicron;̀ &pi;&rho;&omicron;&sigma;&omega;́&pi;&omicron;&upsilon; &pi;&upsilon;&rho;&omicron;̀&sigmaf; &tau;&eta;́&kappa;&epsilon;&tau;&alpha;&iota; Hōs kēros apo prosōpou puros tēketai&mdash;&lsquo;As wax is melted before the fire.&rsquo; So the Syriac renders it. The Hebrew word rendered here in the margin &lsquo;meltings&rsquo; (המסים hămâsı̂ym), properly means, according to Gesenius, brushwood, twigs. So Saddias renders it. And the true idea here is, that the presence of Yahweh would cause the mountains to melt, as a fire consumes light and dry brushwood or stubble. Dr. Jubb supposes that the meaning is, &lsquo;As the fire of things smelted burneth&rsquo;&mdash;an idea which would furnish a striking comparison, but there is much doubt whether the Hebrew will bear that construction.<\/p><p><em>The comparison is a very vivid and sublime one, as it is in the view given above<\/em>&mdash;that the presence of Yahweh would set on fire the mountains, and cause them to flow down as under the operation of an intense heat. I do not know that there is reason to suppose that the prophet had any reference to a volcanic eruption, or that he was acquainted with such a phenomenon&mdash;though Syria and Palestine abounded in volcanic appearances, and the country around the Dead Sea is evidently volcanic (see Lyell&rsquo;s Geology, i. 299); but the following description may furnish an illustration of what would be exhibited by the flowing down of the mountains at the presence of Yahweh, and may serve to show the force of the language which the prophet employs in these verses. It is a description of an eruption of Vesuvius in 1779, by Sir William Hamilton. &lsquo;Jets of liquid lava,&rsquo; says he, &lsquo;mixed with stones and scoriae, were thrown up to the height of at least 10,000 feet, having the appearance of a column of fire.<\/p><p>The falling matter being nearly as vividly inflamed as that which was continually issuing forth from the crater, formed with it one complete body of fire, which could not be less than two miles and a half in breadth, and of the extraordinary height above mentioned, casting a heat to the distance of at least six miles around it.&rsquo; Speaking of the lava which flowed from the mountain, he says, &lsquo;At the point where it issued from an arched chasm in the side of the mountain, the vivid torrent rushed with the velocity of a flood. It was in perfect fusion, unattended with any scoriae on its surface, or any gross material not in a state of complete solution. It flowed with the translucency of honey, in regular channels, cut finer than art can imitate, and glowing with all the splendor of the sun&rsquo; (Lyell&rsquo;s Geology, i. 316). Perhaps there can be conceived no more sublime representation of what was in the mind of the prophet than such an overflowing volcano. It should be observed, however, that Gesenius supposes that the word which is rendered <a class=\"isa\" verses=\"eyIxODg4NyI6M30=\">Isaiah 64:1-3<\/a>, &lsquo;flow down&rsquo; (נזלוּ nāzolû), is derived, not from נזל nāzal, to flow, to run as liquids do; but from זלל zâlal, to shake, to tremble, to quake as mountains do in an earthquake. But it seems to me that the connection rather demands the former signification, as the principal elements in the figure is fire&mdash;and the office of fire is not to cause to tremble, but to burn or melt. The effect here described as illustrative of the presence of God, was that produced by intense burning heat.<\/p><p><em>The fire causeth the waters to boil<\/em>&mdash;Such an effect was anticipated at the presence of Yahweh. The idea is still that of an intense heat, that should cause all obstacles to be consumed before the presence of the Lord. To illustrate this, the prophet speaks of that which is known to be most intense, that which causes water to boil; and the prayer is, that Yahweh would descend in the manner of such intense and glowing fire, in order that a the foes of the people might be destroyed, and all the obstacles to the restoration of his people removed. The exact point of the comparison, as I conceive, is the intensity of the heat, as emblematic of the majesty of Yahweh, and of the certain destruction of his foes.<\/p><p><em>To make thy name known<\/em>&mdash;By the exhibition of thy majesty and glory.<\/p>",
    "audit": 1
}