{
    "id": 1823,
    "source": "barnes",
    "verse_id": 18730,
    "verse_count": 1,
    "reference": "54:6",
    "title": "",
    "html": "<p><em>For the Lord hath called thee<\/em> &mdash;This is designed to confirm and illustrate the sentiment in the previous verse. God there says that he would be a husband to his people. Here he says, that although he had for a time apparently forsaken them, as a husband who had forsaken his wife, and although they were cast down and dejected like a woman who had thus been forsaken, yet he would now restore them to favor.<\/p><p><em>Hath called thee<\/em> &mdash;That is, will have called thee to himself&mdash;referring to the future times when prosperity should be restored to them.<\/p><p><em>As a woman forsaken<\/em> &mdash;Forsaken by her husband on account of her offence.<\/p><p><em>And grieved in spirit<\/em> &mdash;Because she was thus forsaken.<\/p><p><em>And a wife of youth<\/em> &mdash;The Septuagint renders this very strangely, &lsquo;The Lord hath not called thee as a wife forsaken and disconsolate; nor as a wife that hath been hated from her youth;&rsquo; showing conclusively that the translator here did not understand the meaning of the passage, and vainly endeavored to supply a signification by the insertion of thee negatives, and by endeavoring to make a meaning. The idea is that of a wife wedded in youth; a wife toward whom there was early and tender love, though she was afterward rejected. God had loved the Hebrew people as his people in the early days of their history. Yet for their idolatry he had seen occasion afterward to cast them off, and to doom them to a long and painful exile. But he would yet love them with all the former ardor of affection, and would greatly increase and prosper them.<\/p><p><em>When thou wast refused<\/em> &mdash;Or, that hath been rejected. Lowth, &lsquo;But afterward rejected.&rsquo; It may be rendered, &lsquo;Although (כי kı̂y has often the sense of although) thou wert rejected,&rsquo; or &lsquo;although she was rejected.&rsquo; The idea is, that she had been married in youth, but had been afterward put away.<\/p> ",
    "audit": 1
}