{
    "id": 1814,
    "source": "barnes",
    "verse_id": 18721,
    "verse_count": 1,
    "reference": "53:9",
    "title": "",
    "html": "<p><em>And he made his grave with the wicked<\/em>&mdash;Jerome renders this, Et dabit impios pro sepultura et divitem pro morte sua. The Septuagint renders it, &lsquo;I will give the wicked instead of his burial (&alpha;̓&nu;&tau;&iota;̀ &tau;&eta;͂&sigmaf; &tau;&alpha;&phi;&eta;͂&sigmaf; anti tēs taphēs), and the rich in the place, or instead of his death&rsquo; (&alpha;̓&nu;&tau;&iota;̀ &tau;&omicron;&upsilon;͂ &theta;&alpha;&nu;&alpha;́&tau;&omicron;&upsilon; anti tou thanatou). The Chaldee renders it, &lsquo;He will deliver the wicked into Gehenna, and the rich in substance who oppress, by a death that is destructive, that the workers of iniquity may no more be established, and that they may no more speak deceit in their mouth.&rsquo; The Syriac renders it beautifully, &lsquo;the wicked gave a grave.&rsquo; Hengstenberg renders it, &lsquo;They appointed him his grave with the wicked (but he was with a rich man after his death); although he had done nothing unrighteous, and there was no guile in his mouth.&rsquo; The sense, according to him, is, that not satisfied with his sufferings and death, they sought to insult him even in death, since they wished to bury his corpse among criminals. It is then incidentally remarked, that this object was not accomplished. This whole verse is exceedingly important; and every word in it deserves a serious examination, and attentive consideration. It has been subjected to the closest investigation by critics, and different interpretations have been given to it. They may be seen at length in Rosenmuller, Gesenius, and Hengstenberg. The word rendered &lsquo;he made&rsquo; (נויתן vayitēn, from נתן nâthan) is a word of very frequent occurrence in the Scriptures. According to Gesenius, it means:<\/p><p>1. To give, as:<\/p><p>(a) to give the hand to a victor;<\/p><p>(b) to give into the hand of anyone, that is, the power;<\/p><p>(c) to give, that is, to turn the back;<\/p><p>(d) to give, that is, to yield fruit as a tree;<\/p><p>(e) to give, that is, to show compassion:<\/p><p>(f) to give honor, praise, etc.:<\/p><p>(g) to give into prison, or into custody.<\/p><p>2. To sit, place, put, lay;<\/p><p>(a) to set before anyone;<\/p><p>(b) to set one over any person or thing;<\/p><p>(c) to give one&rsquo;s heart to anything; that is, to apply the mind, etc.<\/p><p>3. To make;<\/p><p>(a) to make or constitute one as anything;<\/p><p>(b) to make a thing as something else.<\/p><p>The notion of giving, or giving over, is the essential idea of the word, and not that of making, as our translation would seem to imply; and the sense is, that he was given by design to the grave of the wicked, or it was intended that he should occupy such a grave. The meaning then would be:<\/p><p>And his grave was appointed with the wicked;<\/p><p><em>But he was with a rich man in his death<\/em>&mdash;<\/p><p>Although he had done no wrong,<\/p><p>Neither was there any guile in his mouth.<\/p><p>But who gave, or appointed him? I:answer:<\/p><p>1. The word may either here be used impersonally, as in <a class=\"ref\">Psalm 72:15<\/a>. &lsquo;to him shall be given,&rsquo; margin, &lsquo;one shall give,&rsquo; <a class=\"ref\">Ecclesiastes 2:21<\/a> , meaning, that someone gave, or appointed his grave with the wicked; that is, his grave was appointed with the wicked; or,<\/p><p>2. The phrase &lsquo;my people&rsquo; (עמי ‛ammı̂y) must be supplied; my people appointed his grave to be with the wicked; or,<\/p><p>3. God gave, or appointed his grave with the wicked.<\/p><p>It seems to me that it is to be regarded as used impersonally, meaning that his grave was appointed with the wicked; and then the sense will be, that it was designed that he should be buried with the wicked, without designating the person or persons who intended it. So it is correctly rendered by Lowth and Noyes, &lsquo;His grave was appointed with the wicked.&rsquo;<\/p><p><em>With the wicked<\/em>&mdash;It was designed that he should be buried with the wicked. The sense is, that it was not only intended to put him to death, but also to heap the highest indignity on him. Hence, it was intended to deny him an honorable burial, and to consign him to the same ignominious grave with the violators of the laws of God and man. One part of an ignominious punishment has often been to deny to him who has been eminent in guilt an honorable burial. Hence, it was said of Ahab <a class=\"ref\">1 Kings 21:19<\/a> , that the dogs should lick his blood; and of Jezebel that the dogs should eat her <a class=\"ref\">1 Kings 21:23<\/a>. Thus of the king of Babylon <a class=\"isa\" verses=\"WzE3OTQ4XQ==\">Isaiah 14:19<\/a> , that he should &lsquo;be cast out of his grave as an abominable branch&rsquo; (see the note on that place). Hence, those who have been especially guilty are sometimes quartered, and their heads and other parts of the body suspended on posts, or they are hung in chains, and their flesh left to be devoured by the fowls of heaven.<\/p><p>So Josephus (Ant. iv. 8. 6), says, &lsquo;He that blasphemeth God, let him be stoned; and let him hang on a tree all that day, and then let him be buried in an ignominious and obscure manner.&rsquo; The idea here is, that it was intended to cast the highest possible indignity on the Messiah; not only to put him to death, but even to deny him the privilege of an honorable burial, and to commit him to the same grave with the wicked. How remarkably was this fulfilled! As a matter of course, since he was put to death with wicked people, he would naturally have been buried with them, unless there had been some special interposition in his case. He was given up to be treated as a criminal; he was made to take the vacated place of a murderer&mdash;Barabbas&mdash;on the cross; he was subjected to the same indignity and cruelty to which the two malefactors were; and it was evidently designed also that he should be buried in the same manner, and probably in the same grave. Thus in <a class=\"ref\">John 19:31<\/a> , it is said thai the Jews, because it was the preparation, in order that their bodies should not remain on the cross on the Sabbath day, &lsquo;besought Pilate that their legs might be broken, and that they might be taken away;&rsquo; intending evidently that their death should be hurried in the same cruel manner, and that they should be buried in the same way. Who can but wonder at the striking accuracy of the prediction!<\/p><p><em>And with the rich<\/em>&mdash;(עשׁיר ‛âshı̂yr). The words &lsquo;he was,&rsquo; are here to be supplied. &lsquo;But he was with a rich man in his death? The particle ו (v), rendered &ldquo;and,&rdquo; is properly here adversative, and means &ldquo;but, yet.&rdquo; The meaning is, that although he had been executed with criminals, and it had been expected that he would be interred with them, yet he was associated with a rich man in his death; that is, in his burial. The purpose which had been cherished in regard to his burial was not accomplished. The word עשׁיר ‛âshı̂yr (from עשׁר ‛âshar, &ldquo;to be straight, to prosper, to be happy,&rdquo; and then &ldquo;to be rich&rdquo;), means properly the rich, and then the honorable and noble. It occurs very often in the Bible (see Taylor&rsquo;s Concord.), and is in all cases in our English version rendered &lsquo;rich.&rsquo; Gesenius contends, however, that it sometimes is to be taken in a bad sense, and that it means proud, arrogant, impious, because riches are a source of pride, and pride to a Hebrew is synonymous with impiety.<\/p><p>He appeals to <a class=\"ref\">Job 27:19<\/a> , in proof of this. But it is evident that the place in Job, &lsquo;The rich man shall lie down, but he shall not be gathered,&rsquo; may be understood as speaking of a rich man as he is commonly found; and the word there does not mean proud, or wicked, but it means a rich man who is without religion. In all places where the word occurs in the Bible, the primary idea is that of a rich man&mdash;though he may be righteous or wicked, pious or impious, a friend of God or an enemy. That is to be determined by the connection. And the natural and proper idea here is that of a man who is wealthy, though without any intimation with regard to his moral character. It is rather implied that the man referred to would have a character different from &lsquo;the wicked,&rsquo; with whom his grave was appointed. Several interpreters, however, of the highest charactor, have supposed that the word here refers to the ungodly, and means, that in his death he was associated with the ungodly.<\/p><p>Thus Calvin supposes that it refers to the Scribes and Pharisees, and the impious and violent Romans who rushed upon him to take his life. Luther remarks that it means, &lsquo;a rich man; one who gives himself to the pursuit of wealth; that is, an ungodly man.&rsquo; But the objection is insuperable that the word in the Bible never is used in this sense, to denote simply a wicked or an ungodly man. It may denote a rich man who is ungodly&mdash;but that must be determined by the connection. The simple idea in the word is that of wealth, but whether the person referred to be a man of fair or unfair, pure or impure character, is to be determined by other circumstances than the mere use of the word. So the word &lsquo;rich&rsquo; is used in our language, and in all languages. The principal reason why it has here been supposed to mean ungodly is, that the parallelism is supposed to require it. But this is not necessary. It may be designed to intimate that there was a distinction between the design which was cherished in regard to his burial, and the fact. It was intended that he should have been interred with the wicked; but in fact, he was with the rich in his death.<\/p><p><em>In his death<\/em>&mdash;Margin, &lsquo;Deaths&rsquo; (במתיו bemothāyv). Lowth renders this, &lsquo;His tomb.&rsquo; He understands the Hebrew letter beth (b) as radical and not servile; and supposes that the word is במות bâmôth (hills); that is, sepulchral hills. Tombs, he observes, correctly, were often hills or tumuli erected over the bodies of the dead; and he supposes that the word hill, or high place, became synonymous with a tomb, or sepulchre. This interpretation was first suggested by Aben Ezra, and has been approved by CEcolampadius, Zuingle, Drusius, Ikin, Kuinoel, and others. But the interpretation is liable to great objections.<\/p><p>1. It is opposed to all the ancient versions.<\/p><p>2. There is no evidence that the word במות bâmôth is ever used except in one place ( <a class=\"ref\">Ezekiel 43:7<\/a> , where it means also primarily high places, though there perhaps dedenoting a burial-place), in the sense of &beta;&omega;&mu;&omicron;́&sigmaf; bōmos, a tomb, or place of burial. It denotes a high place or height; a stronghold, a fastness, a fortress; and then an elevated place, where the rites of idolatry were celebrated; and though it is not improbable that those places became burial-places&mdash;as we bury in the vicinity of a place of worship yet the word simply and by itself does not denote a tumulus, or an elevated place of burial. The word here, therefore, is to be regarded as a noun from מות mâveth, or מות môth, plural מותים môthı̂ym, meaning the same as &lsquo;after his death&rsquo;&mdash;&lsquo;the grave.&rsquo; The plural is used instead of the singular in <a class=\"ref\">Ezekiel 28:8-10<\/a>; and also <a class=\"ref\">Job 21:32<\/a>: &lsquo;Yet he shall be brought to the grave;&rsquo; Margin, as Hebrew, &lsquo;graves.&rsquo; The sense, therefore, is, that after his death he would be with a man of wealth, but without determining anything in regard to his moral character.<\/p><p>The exact fulfillment of this may be seen in the account which is given of the manner of the burial of the Saviour by Joseph of Arimathea ( <a class=\"ref\">Matthew 27:57-60<\/a>. Joseph was a rich man. He took the body, and wound it in a clean linen cloth, and laid it in his own new tomb, a tomb hewn out of a rock&mdash;that is, a grave designed for himself; such as a rich man would use, and where it was designed that a rich man should be laid. He was buried with spices <a class=\"ref\">John 19:39-40<\/a>; embalmed with a large quantity of myrrh and aloes, &lsquo;about a hundred pound weight,&rsquo; in the mode in which the rich were usually interred. How different this from the interment of malefactors! How different from the way in which he would have been buried if he had been interred with them as it had been designed! And how very striking and minutely accurate this prophecy in circumstances which could not possibly have been the result of conjecture! How could a pretended prophet, seven hundred years before the event occurred, conjecture of one who was to be executed as a malefactor, and with malefactors, and who would in the ordinary course of events be buried with malefactors, conjecture that he would be rescued from such an ignominious burial by the interposition of a rich man, and buried in a grave designed for a man of affluence, and in the manner in which the wealthy are buried?<\/p><p><em>Because<\/em>&mdash;(על ‛al). This word here has probably the signification of although. It is used for אשׁר על ‛al &lsquo;ăsher. Thus, it is used in <a class=\"ref\">Job 16:17<\/a>: &lsquo;Not for any injustice in my hands;&rsquo; Hebrew, &lsquo;Although there is no injustice in my hands.&rsquo; The sense here demands this interpretation. According to our common version, the meaning is, that he was buried with the rich man because he had done no violence, and was guilty of no deceit; whereas it is rather to be taken in connection with the entire strain of the passage, and to be regarded as meaning, that he was wounded, rejected, put to death, and buried by the hands of men, although he had done no violence.<\/p><p><em>He had done no violence<\/em>&mdash;The precise sense of the expression is, that he had not by harsh and injurious conduct provoked them to treat him in this manner, or deserved this treatment at their hands. In accordance with this, and evidently with this passage in his eye, the apostle Peter says of the Lord Jesus, &lsquo;who did no sin, neither was guile found in his mouth&rsquo; <a class=\"ref\">1 Peter 2:20-22<\/a>.<\/p><p><em>Neither was any deceit in his mouth<\/em>&mdash;He was no deceiver, though he was regarded and treated as one. He was perfectly candid and sincere, perfectly true and holy. No one can doubt but this was exactly fulfilled in the Lord Jesus; and however it may be accounted for, it was true to the life, and it is applicable to him alone. Of what other dweller on the earth can it be said that there was no guile found in his mouth? Who else has lived who has always been perfectly free from deceit?<\/p> ",
    "audit": 1
}