{
    "id": 821,
    "source": "barnes",
    "verse_id": 17728,
    "verse_count": 1,
    "reference": "3:20",
    "title": "",
    "html": " <p> <em>The bonnets <\/em>&mdash;The &ldquo;tiara, head-dress, or turban.&rdquo; The word comes from the verb &ldquo;to adorn.&rdquo; The &ldquo;turban&rdquo; is almost universally worn in the East. It was worn by the priests, <a class=\"ref\">Exodus 39:28 <\/a>; by the bridegroom, <a class=\"isa\" verses=\"WzE4ODU0XQ==\">Isaiah 61:10 <\/a>; <a class=\"ref\">Ezekiel 24:17 <\/a>; and by women. Its form is well known. <\/p> <p> <em>And the ornaments for the legs <\/em>&mdash;The word used here is derived from a verb signifying &ldquo;to walk, to go,&rdquo; particularly to walk in a stately and formal manner&mdash;with a measured step, הצעדות hatse‛ādôth, from צעד tsâ‛ad; and thus refers to a proud and lofty gait. The &ldquo;ornament&rdquo; which is here referred to is supposed to have been a short chain extending from one foot to the other, worn by the Eastern women to give them a measured and stately gait.&mdash;&ldquo;Gesenius.&rdquo; This &ldquo;chain&rdquo; is supposed to have been attached by hooks or clasps to the &lsquo;tinkling ornaments&rsquo; mentioned in <a class=\"isa\" verses=\"WzE3NzI0XQ==\">Isaiah 3:16 <\/a>. Safieri mentions these ornaments, and thus describes them: &lsquo;The word denotes a small chain, with which females, when they walk, connect their feet, in order to make their steps equal.&rsquo; Happily these ornaments are unknown in modern times, at least in Western countries. They are still retained in the East. <\/p> <p>And the head-bands&mdash;This word means &ldquo;girdles&rdquo; of any kind, still commonly worn on the head. A picture in the book illustrates one of the usual forms of the head-band. <\/p> <p> <em>And the tablets <\/em>&mdash;The Hebrew is, as in the margin, &lsquo;the houses of the soul.&rsquo; The word translated &ldquo;soul&rdquo; means also the &ldquo;breath;&rdquo; and hence, as one of its meanings, that which is &ldquo;breathed,&rdquo; &ldquo;or which is smelled; &ldquo;scent; fragrancy, odor.&rdquo; The word &ldquo;houses&rdquo; here may denote also &ldquo;boxes&rdquo;&mdash;as boxes of perfumes. The phrase here means, undoubtedly, &ldquo;smelling boxes&rdquo; or &ldquo;bottles,&rdquo; containing perfumes or fragrant odors. The word &ldquo;tablets&rdquo; has no meaning here. <\/p> <p>And the ear-rings&mdash;It is by no means certain that the original means ear-rings. The word לחשׁים lechāshı̂ym is derived from the verb לחשׁ lâchash signifying &ldquo;to whisper,&rdquo; and then &ldquo;to conjure, to charm&rdquo; (see the note at <a class=\"isa\" verses=\"WzE3NzExXQ==\">Isaiah 3:3 <\/a>); and here probably denotes precious stones worn by the females as &ldquo;amulets&rdquo; or &ldquo;charms.&rdquo; The word is often used to denote charming &ldquo;serpents&rdquo;&mdash;from their &ldquo;hissing&rdquo; and it has been supposed probable that these amulets were small images of serpents. There is no doubt that such ornaments were worn by Oriental females. &lsquo;These ornaments seem to have been amulets, often gems and precious stones, or plates of gold and silver, on which certain magic formulas were inscribed, which were worn suspended from the neck or ears by Oriental females.&rsquo;&mdash;&ldquo;Gesenius.&rdquo; The following extract will furnish an explanation of these ornaments: &lsquo;Besides ornamental rings in the nose and the ears, they (Oriental females) wore others round the legs, which made a tinkling as they went. <\/p> <p>This custom has also descended to the present times, for Rauwolf met with a number of Arabian women on the Euphrates, whose ankles and wrists were adorned with rings, sometimes a good many together, which, moving up and down as they walked, made a great noise. Chardin attests the existence of the same custom in Persia, in Arabia, and in very hot countries, where they commonly go without stockings, but ascribes the tinkling sound to little bells fastened to those rings. In the East Indies, golden bells adorned the feet and ankles of the ladies from the earliest times; they placed them in the flowing tresses of their hair; they suspended them round their necks, and to the golden rings which they wore on their fingers, to announce their superior rank, and extort the homage which they had a right to expect from the lower orders; and from the banks of the Indus, it is probable the custom was introduced into the other countries of Asia. The Arabian females in Palestine and Syria delight in the same ornaments, and, according to the statements of Dr. Clarke, seem to claim the honor of leading the fashion.&rsquo;&mdash;&lsquo;Their bodies are covered with a long blue tunic; upon their heads they wear two handkerchiefs, one as a hood, and the other bound over it, as a fillet across the temples. <\/p> <p>Just above the right nostril, they place a small button, sometimes studded with pearl, a piece of glass, or any other glittering substance; this is fastened by a plug, thrust through the cartilage of the nose. Sometimes they have the cartilaginous separation between the nostrils bored for a ring, as large as those ordinarily used in Europe for hanging curtains; and this pendant in the upperlip covers the mouth; so that, in order to eat, it is necessary to raise it. Their faces, hands, and arms are tatooed, and covered with hideous scars; their eyelashes and eyes being always painted, or rather dirtied, with some dingy black or blue powder. Their lips are dyed of a deep and dusky blue, as if they had been eating blackberries. Their teeth are jet black; their nails and fingers brick red; their wrists, as well as their ankles, are laden with large metal cinctures, studded with sharp pyramidical knobs and bits of glass. Very ponderous rings are also placed in their ears.&rsquo;&mdash;&ldquo;Paxton.&rdquo; <\/p> ",
    "audit": 1
}