{
    "id": 1654,
    "source": "barnes",
    "verse_id": 18561,
    "verse_count": 1,
    "reference": "44:27 ",
    "title": "",
    "html": "<p><em>That saith to the deep, Be dry<\/em>&mdash;Lowth supposes, that this refers to the fact that Cyrus took Babylon by diverting from their course the waters of the river Euphrates, and thus leaving the bed of the river dry, so that he could march his army under the walls of the city (see the notes at <a class=\"isa\" verses=\"eyIxNzkwOCI6MjJ9\">Isaiah 13<\/a> ; 14) With this interpretation, also, Vitringa, John II Michaelis, Grotius, Rosenmuller, and some others, accord. Gesenius supposes that it is a description of the power of God in general; and some others have referred it to the dividing of the waters of the Red Sea when the Hebrews came out of Egypt, as in <a class=\"isa\" verses=\"eyIxODUyMiI6Mn0=\">Isaiah 43:16-17<\/a>. The most obvious interpretation is that of Lowth, Vitringa, etc., by which it is supposed that it refers to the drying up of the Euphrates and the streams about Babylon, when Cyrus took the city. The principal reasons for this interpretation are, first, that the entire statement in these verses has reference to the events connected with the taking of Babylon; secondly, that it is strikingly descriptive of the manner in which the city was taken by Cyrus; and thirdly, that Cyrus is expressly mentioned <a class=\"isa\" verses=\"WzE4NTYyXQ==\">Isaiah 44:28<\/a> , as being concerned in the transaction here referred to. The word rendered &lsquo;deep&rsquo; (צוּלה tsûlâh) denotes properly anything sunk; the depth of the sea; an abyss. &lsquo;But it may be applied to a deep river, and especially to the Euphrates, as a deep and mighty stream. In <a class=\"ref\">Jeremiah 51:36<\/a> , the word &rsquo;sea&rsquo; is applied to the Euphrates:<\/p><p>&lsquo;I will dry up her sea,<\/p><p>And make her springs dry.&rsquo;<\/p><p>Cyrus took the city of Babylon, after having besieged it a long time in vain, by turning the waters of the river into a vast lake, forty miles square, which had been constructed in order to carry off the superfluous waters in a time of inundation. By doing this, he laid the channel of the river almost dry, and was thus enabled to enter the city above and below, under the walls, and to take it by surprise. The Septuagint renders the word &lsquo;deep&rsquo; here by &Alpha;̓&beta;&upsilon;́&sigma;&sigma;&omega;ͅ Abussō&mdash;&lsquo;Abyss.&rsquo; The Chaldee, &lsquo;Who says to Babylon, Be desolate, and I will dry up your streams.&rsquo;<\/p><p><em>I will dry up thy rivers<\/em>&mdash;Referring doubtless to the numerous canals or artificial streams by which Babylon and the adjacent country were watered. These were supplied from the Euphrates, and when that was diverted from its usual bed, of course they became dry.<\/p>",
    "audit": 1
}