{
    "id": 1634,
    "source": "barnes",
    "verse_id": 18541,
    "verse_count": 1,
    "reference": "44:7 ",
    "title": "",
    "html": "<p><em>And who, as I<\/em>&mdash;This verse contains an argument to prove that he is God. In proof of this, he appeals to the fact that he alone can predict future events, and certainly declare the order, and the time in which they will come to pass (see the notes at <a class=\"isa\" verses=\"W3siMTg0NzMiOjN9LHsiMTg1NDMiOjJ9XQ==\">Isaiah 41:21-23; Isaiah 44:9-10<\/a> ).<\/p><p><em>Shall call<\/em>&mdash;That is, call forth the event, or command that to happen which he wills&mdash;one of the highest possible exhibitions of power. See a similar use of the word call in <a class=\"isa\" verses=\"WzE4NTg5LDE4NjMwXQ==\">Isaiah 46:2; Isaiah 48:15<\/a>.<\/p><p><em>And shall declare it<\/em>&mdash;Declare, or announce with certainty the future event.<\/p><p><em>And set it in order<\/em>&mdash;Arrange it; secure the proper succession and place (see the notes at <a class=\"isa\" verses=\"WzE4NDc0XQ==\">Isaiah 41:22<\/a> ). The word used here (ערך ‛ârak) denotes properly &ldquo;to place in a row; set in order; arrange.&rdquo; It is of the same signification as the Greek &tau;&alpha;́&sigma;&sigma;&omega; tassō or &tau;&alpha;́&tau;&tau;&omega; tattō, and is applied to placing the wood upon the altar in a proper manner (<a class=\"ref\">Genesis 22:9<\/a> ); or to placing the showbread in proper order on the table <a class=\"ref\">Leviticus 24:8<\/a> ; and especially to setting an army in order, or putting it in battle array <a class=\"ref\">Genesis 14:8; Judges 20:20, Judges 20:22; 1 Samuel 17:2<\/a>. Here it means, that God would arrange the events in a proper order&mdash;as an army is marshalled and arrayed for battle. There should be no improper sequences of events; no chance; no hap-hazard; no confusion. The events which take place under his government, occur in proper order and time, and so as best to subserve his plans.<\/p><p><em>For me<\/em>&mdash;In order to execute my plans, and to promote my glory. The events on earth are for God. They are such as he chooses to ordain, and are arranged in the manner which he chooses.<\/p><p><em>Since I appointed the ancient people<\/em>&mdash;&lsquo;From my constituting the people of old;&rsquo; that is, God had given them intimations of future events from the very period when he in times long past, had selected and appointed them as his people. They were, therefore, qualified to be his witnesses <a class=\"isa\" verses=\"WzE4NTQyXQ==\">Isaiah 44:8<\/a>.<\/p><p><em>And the things that are coming, let them show<\/em>&mdash;(See the notes at <a class=\"isa\" verses=\"eyIxODQ3NCI6Mn0=\">Isaiah 41:22-23<\/a>).<\/p>",
    "audit": 1
}