{
    "id": 1168,
    "source": "barnes",
    "verse_id": 18075,
    "verse_count": 1,
    "reference": "22:22",
    "title": "",
    "html": "<p><em>And the key<\/em> &mdash;A key is that by which a house is locked or opened. To possess that is, therefore, to have free access to it, or control over it. Thus we give possession of a house by giving the &ldquo;key&rdquo; into the hands of a purchaser, implying that it is his; that he has free access to it; that he can close it when he pleases, and that no other one, without his permission, has the right of access to it.<\/p><p><em>Of the house of David<\/em> &mdash;Of the house which David built for his royal residence; that is, of the palace. This house was on Mount Zion; and to have the key of that house was to have the chief authority at court, or to be prime minister (see the note at<a class=\"isa\" verses=\"WzE4MDY4XQ==\">Isaiah 22:15<\/a>). To be put in possession of that key, therefore, was the mark of office, or was a sign that he was entrusted with the chief authority in the government.<\/p><p><em>Will I lay upon his shoulder<\/em> &mdash;(see<a class=\"isa\" verses=\"WzE3ODM2XQ==\">Isaiah 9:6<\/a>). This seems to have been designed as an emblem of office. But in what way it was done is unknown. Lowth supposes that the key was of considerable magnitude, and was made crooked, and that thus it would lie readily on the shoulder. He has observed also, that this was a well-known badge or emblem of office. Thus the priestess of Ceres is described as having a key on the shoulder (Callim. &ldquo;Ceres,&rdquo; ver. 45); and thus in AEschyl. &ldquo;Supp.&rdquo; 299, a female high in office is described as having a key. But it is not known in what way the key was borne. It may have been borne on the shoulder, being so made as to be easily carried there; or it may have been attached to the shoulder by a belt or strap, as a sword is; or it may have been a mere emblem or figure fashioned into the robe, and worn as a sign of office; or the figure of a key may have been worn on the shoulder as an epaulet is now, as a sign of office and authority. If the locks were made of wood, as we have reason to suppose, then the key was probably large, and would answer well for a sign of office. &lsquo;How much was I delighted when I first saw the people, especially the Moors, going along the streets with each his key on his shoulder. The handle is generally made of brass (though sometimes of silver), and is often nicely worked in a device of filigrane. The way it is carried is to have the corner of a kerchief tied to the ring; the key is then placed on the shoulder, and the kerchief hangs down in front. At other times they have a bunch of large keys, and then they have half on one side of the shoulder, and half on the other. For a man thus to march along with a large key on his shoulder, shows at once that he is a person of consequence. &ldquo;Raman is in great favor with the Modeliar, for he now carries the key.&rdquo; &ldquo;Whose key have you got on your shoulder?&rdquo; &ldquo;I shall carry my key on my own shoulder.&ldquo;&lsquo;&mdash;(Roberts)<\/p><p><em>So he shall open...<\/em> &mdash;This phrase means, that he should have the highest authority in the government, and is a promise of unlimited power. Our Saviour has made use of the same expression to denote the unlimited power conferred on his apostles in his church<a class=\"ref\">Matthew 16:19<\/a> ; and has applied it also to himself in<a class=\"ref\">Revelation 3:7<\/a> .<\/p> ",
    "audit": 1
}