{
    "id": 915,
    "source": "barnes",
    "verse_id": 17822,
    "verse_count": 1,
    "reference": "8:14",
    "title": "",
    "html": " <p> <em>And he shall be for a sanctuary <\/em>&mdash;The word translated sanctuary means, literally, a holy place, a consecrated place, and is usually applied to the tabernacle, or to the temple; <a class=\"ref\">Exodus 25:8; Leviticus 12:4; Leviticus 21:12; Jeremiah 51:51<\/a>. It also means an asylum, or a refuge, to which one might flee in case of danger, and be safe; see <a class=\"ref\">Ezekiel 11:16<\/a>. Among all ancient nations, temples were regarded as safe places to which people might flee when pursued, and when in danger. It was deemed sacrilege to tear a man away from a temple or an altar. That the temple was so regarded among the Jews is manifest; see <a class=\"ref\">1 Kings 1:50; 1 Kings 2:28<\/a>. In allusion to this, the prophet says, that Yahweh would be a sanctuary; that is, an asylum, or refuge, to whom they should flee in times of danger, and be safe; see <a class=\"ref\">Psalm 46:1<\/a>: &lsquo;God is our refuge and strength;&rsquo; <a class=\"ref\">Proverbs 18:10<\/a>: &lsquo;The name of the Loan is a strong tower; the righteous runneth into it, and is safe.&rsquo; It is also well known that temples and altars were regarded as asyla among the Greeks and Romans. The reference here is rather to an altar, as the asylum, than to a city or temple; as, in the other member of the sentence, the same object is said to be a stone of stumbling&mdash;a figure which would not be applicable to a temple or a city. <\/p> <p> <em>A stone of stumbling <\/em>&mdash;A stone against which one should impinge, or over which he should fall. The idea is, that none could run against a hard, rough, fixed stone, or rock, without injuring himself. So the Jews would oppose the counsels of God; instead of making him their refuge and strength, they would resist his claims and appeals, and the consequence would be their destruction. It is also to be remembered, that God is often represented in the Scriptures as a rock, a firm defense, or place of safety, to those who trust in him. But instead of their thus taking refuge in him, they would oppose themselves to this firm rock, and ruin themselves; see <a class=\"ref\">Deuteronomy 32:4, Deuteronomy 32:15, Deuteronomy 32:18, Deuteronomy 32:30-31, Deuteronomy 32:37; Psalm 19:14; Psalm 28:1; Psalm 31:2, Psalm 31:8; Psalm 41:2; Psalm 42:9<\/a>. Many of the ancient Jewish commentators applied this to the Messiah.&mdash;Gesenius in loc. It is also applied to Christ in the New Testament, <a class=\"ref\">1 Peter 2:8<\/a>. <\/p> <p> <em>A rock of offence <\/em>&mdash;A rock over which they should fall. The English word offence, had that meaning formerly, and retains it in our translation of the Bible. <\/p> <p> <em>To both the houses of Israel <\/em>&mdash;To the two kingdoms of Judah and Israel; that is, to the wicked portion of them, not to those who were truly pious. <\/p> <p> <em>For a gin <\/em>&mdash;A net, or snare, to take birds. The idea is the same as in the former part of the verse. By rejecting the counsel of God; by despising his protection, and by resisting his laws, they would be unexpectedly involved in difficulties, as birds which are caught in a snare. <\/p> ",
    "audit": 1
}