{
    "id": 1064,
    "source": "barnes",
    "verse_id": 17971,
    "verse_count": 1,
    "reference": "16:1 ",
    "title": "",
    "html": "<p><em>Send ye the lamb<\/em>&mdash;Lowth renders this, &lsquo;I will send forth the son from the ruler of the land;&rsquo; meaning, as he supposes, that under the Assyrian invasion, even the young prince of Moab would be obliged to flee for his life through the desert, that he might escape to Judea; and &ldquo;that&rdquo; thus God says that &ldquo;he&rdquo; would send him. The only authority for this, however, is, that the Septuagint reads the word &rsquo;send&rsquo; in the future tense (&alpha;̓&pi;&omicron;&sigma;&tau;&epsilon;&lambda;&omega;͂ apostelō) instead of the imperative; and that the Syraic reads בר bar instead of כר kar, &ldquo;a lamb.&rdquo; But assuredly this is too slight an authority for making an alteration in the Hebrew text. This is one of the many instances in which Lowth has ventured to suggest a change in the text of Isaiah without sufficient authority. The Septuagint reads this: &lsquo;I will send reptiles (&epsilon;̓&rho;&pi;&epsilon;&tau;&alpha;̀ herpeta) upon the land. Is not the mountain of the daughter of Zion a desolate rock?&rsquo; The Chaldee renders it, &lsquo;Bear ye tribute to the Messiah, the anointed of Israel, who is powerful over you who were in the desert, to Mount Zion.&rsquo; And this, understanding by the Messiah the anointed king of Israel, is probably the true rendering.<\/p><p>The word &lsquo;lamb&rsquo; (כר kar) denotes, properly, a pasture lamb, a fat lamb, and is usually applied to the lamb which was slain in sacrifice. Here it probably means a lamb, or &ldquo;lambs&rdquo; collectively, as a tribute, or acknowledgment of subjection to Judah. Lambs were used in the daily sacrifice in the temple, and in the other sacrifices of the Jews. Large numbers of them would, therefore, be needed, and it is not improbable that the &ldquo;tribute&rdquo; of the nations subject to them was often required to be paid in animals for burnt-offering. Perhaps there might have been this additional reason for that&mdash;that the sending of such animals would be a sort of incidental acknowledgment of the truth of the Jewish religion, and an offering to the God of the Hebrews. At all events, the word here seems to be one that designates &ldquo;tribute;&rdquo; and the counsel of the prophet is, that they should send their &ldquo;tribute&rdquo; to the Jews.<\/p><p><em>To the ruler of the land<\/em>&mdash;To the king of Judah. This is proved by the addition at the close of the verse, &lsquo;unto the mount of the daughter o Zion.&rsquo; It is evident from <a class=\"ref\">2 Samuel 8:2<\/a> , that David subdued the Moabites, and laid them under tribute, so that the &lsquo;Moabites became David&rsquo;s servants, and brought gifts.&rsquo; That &ldquo;lambs&rdquo; were the specific kind of tribute which the Moabites were to render to the Jews as a token of their subjection, is clearly proved in <a class=\"ref\">2 Kings 3:4<\/a> : &lsquo;And Mesha, king of Moab, was a sheep-master, and rendered unto the king of Israel an hundred thousand rams, with the wool.&rsquo; This was in the time of Ahab. But the Moabites after his death revolted from them, and rebelled <a class=\"ref\">2 Kings 4:5<\/a>. It is probable that as this tribute was laid by &ldquo;David&rdquo; before the separation of the kingdoms of Judah and Israel, and as the kings of Judah claimed to be the true successors of David and Solomon, they demanded that the tribute should be rendered to &ldquo;them,&rdquo; and not to the kings of Israel, and this is the claim which Isaiah enforces in the passage before us. The command of the prophet is to regain the lost favor of Israel by the payment of the tribute that was due. The territory of Moab was in early times, and is still, rich in flocks of sheep. Seetzen made his journey with some inhabitants of Hebron and Jerusalem who had purchased sheep in that region. Lambs and sheep were often demanded in tribute. The Persians received fifty thousand sheep as a tribute annually from the Cappadocians, and one hundred thousand from the Medes (Strabo, ii.362).<\/p><p><em>From Sela in the wilderness<\/em>&mdash;The word &lsquo;Sela&rsquo; (סלע sela&rsquo;) means &ldquo;a rock;&rdquo; and by it here there can be no doubt that there is intended the city of that name which was the capital of &ldquo;Arabia Petrea.&rdquo; The city was situated within the bounds of Arabia or Idumea, but was probably at this time in the possession of the Moabites. It was, therefore, the remotest part of their territory, and the sense may be, &lsquo;Send tribute even from the remotest pat of your land;&rsquo; or it may be, that the region around that city was particularly favorable to pasturage, and for keeping flocks. To this place they had fled with their flocks on the invasion from the north (see the note at <a class=\"isa\" verses=\"MTc5Njg=\">Isaiah 15:7<\/a>). Vitringa says that that desert around Petra was regarded as a vast common, on which the Moabites and Arabians promiscuously fed their flocks. The situation of the city of Sela, or (&pi;&epsilon;́&tau;&rho;&alpha; petra) Petra, meaning the same as Sela, a rock, was for a long time unknown, but it has lately been discovered.<\/p><p>It lies about a journey of a day and a ball southeast of the southern extremity of the Dead Sea. It derived its name from the fact that it was situated in a vast hollow in a rocky mountain, and consisted almost entirely of dwellings hewn out of the rock. It was the capital of the Edomites <a class=\"ref\">2 Kings 19:7<\/a>; but might have been at this time in the possession of the Moabites. Strabo describes it as the capital of the Nabatheans, and as situated in a vale well watered, but encompassed by insurmountable rocks (xvi. 4), at a distance of three or four days&rsquo; journey from Jericho. Diodorus (19, 55) mentions it as a place of trade, with caves for dwellings, and strongly fortified by nature. Pliny, in the first century, says, &lsquo;The Nabatheans inhabit the city called Petra, in a valley less than two (Roman) miles in amplitude, surrounded by inaccessible mountains, with a stream flowing through it&rsquo; (&ldquo;Nat. Hist.&rdquo; vi. 28).<\/p><p>Adrian, the successor of Trajan, granted important privileges to that city, which led the inhabitants to give his name to it upon coins. Several of these are still extant. In the fourth century, Petra is several times mentioned by Eusebius and Jerome, and in the fifth and sixth centuries appears as the metropolitan see of the Third Palestine (see the article &ldquo;Petra&rdquo; in Reland&rsquo;s &ldquo;Palestine&rdquo;). From that time, Petra disappeared from the pages of history, and the metropolitan see was transferred to Rabbah. In what way Petra was destroyed is unknown. Whether it was by the Mahometan conquerors, or whether by the incursions of the hordes of the desert, it is impossible now to ascertain. All Arabian writers of that period are silent as to Petra. The name became changed to that which it bears at present&mdash;Wady Musa, and it was not until the travels of Seetzen, in 1807, that it attracted the attention of the world. During his excursion from Hebron to the hill Madurah, his Arab guide described the place, exclaiming, &lsquo;Ah! how I weep when I behold the ruins of Wady Musa.&rsquo; Seetzen did not visit it, but Burckhardt passed a short time there, and described it. Since his time it has been repeatedly visited (see Robinson&rsquo;s &ldquo;Bib. Researches,&rdquo; vol. ii. pp. 573-580).<\/p><p>This city was formerly celebrated as a place of great commercial importance, from its central position and its being so securely defended. Dr. Vincent (in his &ldquo;Commerce of the Ancients,&rdquo; vol. xi. p. 263, quoted in Laborde&rsquo;s &ldquo;Journey to Arabia Petrea,&rdquo; p. 17) describes Petra as the capital of Edom or Sin, the Idumea or Arabia Petrea of the Greeks, the Nabatea considered both by geographers, historians, and poets, as the source of all the precious commodities of the East. The caravans in all ages, from Minea in the interior of Arabia, and from Gerka on the gulf of Persia, from Hadramont on the ocean, and some even from Sabea in Yemen, appear to have pointed to Petra as a common center; and from Petra the trade seems to have branched out into every direction&mdash;to Egypt, Palestine, and Syria, through Arsinoe, Gaza, Tyre, Jerusalem, Damascus, and a variety of intermediate roads that all terminated on the Mediterranean. Strabo relates, that the merchandise of India and Arabia was transported on camels from Leuke Kome to Petra, and thence, to Rhinocolura and other places (xvi. 4, 18, 23, 24).<\/p><p>Under the Romans the trade was still more prosperous. The country was rendered more accessible, and the passage of merchants facilitated by military ways, and by the establishment of military posts to keep in check the predatory hordes of the neighboring deserts. One great road, of which traces still remain, went from Petra to Damascus; another went off from this road west of the Dead Sea to Jerusalem, Askelon, and other parts of the Mediterranean (Laborde, p. 213; Burckhardt, 374, 419). At a period subsequent to the Christian era there always reigned at Petra, according to Strabo, a king of the royal lineage, with whom a prince was associated in the government (Strabo, p. 779). The very situation of this city, once so celebrated, as has been remarked above, was long unknown. Burckhardt, under the assumed name of Sheikh Ibrahim, in the year 1811, made an attempt to reach Petra under the pretext that he had made a vow to sacrifice a goat in honor of Aaron on the summit of Mount Hor near to Petra. He was permitted to enter the city, and to remain there a short time, and to &ldquo;look&rdquo; upon the wonders of that remarkable place, but was permitted to make no notes or drawings on the spot.<\/p><p>His object was supposed to be to obtain treasures, which the Arabs believe to have been deposited there in great abundance, as all who visit the ruins of ancient cities and towns in that region are regarded as having come there solely for that purpose. If assured that they have no such design, and if the Arabs are reminded that they have no means to remove them, it is replied &lsquo;that, although they may not remove them in their presence, yet when they return to their own land, they will have the power of &ldquo;commanding&rdquo; the treasures to be conveyed to them, and it will be done by magic.&rsquo; (Burckhardt&rsquo;s &ldquo;Travels in Syria,&rdquo; pp. 428, 429.)<\/p><p>Burckhardt&rsquo;s description of this city, as it is brief, may be here given &ldquo;verbatim:&rdquo; &lsquo;Two long days&rsquo; journey northeast from Akaba (a town at the extremity of the Elanitic branch of the Red Sea, near the site of the ancient Ezion-geber), is a brook called Wady Musa, and a valley of the same name. This place is very remarkable for its antiquities, and the remains of an ancient city, which I take to be Petra, the capital of Arabia Petrea, a place which, so far as I know, no European traveler has ever explored. In the red sandstone of which the vale consists, there are found more than two hundred and fifty sepulchres, which are entirely hewn out of the rock, generally with architectural ornaments in the Grecian style. There is found there a mausoleum in the form of a temple (obviously the same which Legh and Laborde call the temple of victory) on a colossal scale, which is likewise hewn out of the rock, with all its apartments, portico, peristylum, etc. It is an extremely fine monument of Grecian architecture, and in a fine state of preservation. In the same place there are yet other mausoleums with obelisks, apparently in the Egyptian style; a whole amphitheater hewn out of the solid rock, and the remains of a palace and many temples.&rsquo;<\/p><p>Mr. Bankes, in company of Mr. Legh, and Captains Irby and Mangles, have the merit of being the first persons who, as Europeans, succeeded to any extent in making researches in Petra. Captains Irby and Mangles spent two days among its temples, tombs, and ruins, and have furnished a description of what they saw. But the most full and satisfactory investigation which has been made of these ruins, was made by M. de Laborde, who visited the city in 1829, and was permitted to remain there eight days, and to examine it at leisure. An account of his journey, with splendid plates, was published in Paris in 1830, and a translation in London 1836. To this interesting account the reader must be referred. It can only be remarked here, that Petra, or Sela, was a city entirely encompassed with lofty rocks, except in a single place, where was a deep ravine between the rocks which constituted the principal entrance.<\/p><p>On the east and west it was enclosed with lofty rocks, of from three to five hundred feet in height; on the north and south the ascent was gradual from the city to the adjacent hills. The ordinary entrance was through a deep ravine, which has been, until lately, supposed to have been the only way of access to the city. This ravine approaches it from the east, and is about a mile in length. In the narrowest part it is twelve feet in width, and the rocks are on each side about three hundred feet in height. On the northern side, there are tombs excavated in the rocks nearly the entire distance. The stream which watered Petra runs along in the bottom of the ravine, going through the city, and descending through a ravine to the west (see Robinson&rsquo;s &ldquo;Bib. Researches,&rdquo; vol. ii. 514, 538.) The city is wholly uninhabited, except when the wandering Arab makes use of an excavated tomb or palace in which to pass the night, or a caravan pauses there.<\/p><p>The rock which encompasses it is a soft freestone. The tombs, with which almost the entire city was encompassed, are cut in the solid rock, and are adorned in the various modes of Grecian and Egyptian architecture. The surface of the solid rock was first made smooth, and then a plan of the tomb or temple was drawn on the smoothed surface, and the workmen began at the top and cut the various pillars, entablatures, and capitals. The tomb was then excavated from the rock, and was usually entered by a single door. Burckhardt counted two hundred and fifty of these tombs, and Laborde has described minutely a large number of them. For a description of these splendid monuments, the reader must be referred to the work of Laborde, pp. 152-193. Lend. Ed.<\/p><p>That this is the Sela referred to here there can be no doubt; and the discovery of this place is only one of the instances out of many, in which the researches of oriental travelers contribute to throw light on the geography of the Scriptures, or otherwise illustrate them. For a description of this city, see Stephen&rsquo;s &ldquo;Incidents of Travel in Egypt, Arabia Petrea, and the Holy land,&rdquo; vol. ii. ch. iv. p. 65ff; the work of Laborde referred to above; and Robinson&rsquo;s &ldquo;Bib. Researches,&rdquo; vol. ii. pp. 573-580, 653-659.<\/p><p><em>To the mount of the daughter of Zion<\/em>&mdash;To Mount Zion; that is, to Jerusalem (note, <a class=\"isa\" verses=\"MTc2NjM=\">Isaiah 1:8<\/a>). The meaning of this verse, therefore, is, &lsquo;Pay the accustomed tribute to the Jews. Continue to seek their protection, and acknowledge your subjection to them, and you shall be safe. They will yield you protection, and these threatened judgments will not come upon you. But refuse, or withhold this, and you will be overthrown.&rsquo;<\/p>",
    "audit": 1
}