{
    "id": 1148,
    "source": "barnes",
    "verse_id": 18055,
    "verse_count": 1,
    "reference": "22:2",
    "title": "",
    "html": " <p> <em>Thou that art full of stirs <\/em>&mdash;Of tumult, of commotion, of alarm. Or, perhaps, this whole description may mean that it was formerly a city distinguished for the hum of business, or for pleasure; a busy, active, enterprising city. The Hebrew will bear this, but I prefer the former interpretation, as indicating mingled alarm and consternation, and at the same time a disposition to engage in riot and revelry. <\/p> <p> <em>A joyous city <\/em>&mdash;A city exulting; rejoicing; given to pleasure, and to riot. (See the description of Nineveh in <a class=\"ref\">Zephaniah 2:15 <\/a>) It is remarkable that the prophet has blended these things together, and has spoken of the tumult, the alarm, and the rejoicing, in the same breath. &lsquo;This may be either because it was the &ldquo;general&rdquo; character of the city thus to be full of revelry, dissipation, and riot, and he designates it by that which &ldquo;usually and appropriately&rdquo; described it; or because it was, even then, notwithstanding the general consternation and alarm, given up to revelry, and the rather on account of the approaching danger. So he describes the city in <a class=\"isa\" verses=\"eyIxODA2NSI6Mn0=\">Isaiah 22:12-13 <\/a>. <\/p> <p> <em>Thy slain men are not slain with the sword <\/em>&mdash;The words &lsquo;thy slain&rsquo; here (חלליך chălâlayikā), seem to be intended to be applied to the soldiers on whom the defense of the city rested; and to mean those who had not died an honorable death &ldquo;in&rdquo; the city in its defense, but who had &ldquo;fled&rdquo; in consternation, and who were either taken in their flight and made captive, or who were pursued and put to death. To be slain with the sword here is equivalent to being slain in an honorable engagement with the enemy. But here the prophet speaks of their consternation, their cowardice, and of their being partly trampled down in their hasty and ignominious flight by each other; and partly of the fugitives being overtaken by the enemy, and thus put to death. <\/p> ",
    "audit": 1
}