{
    "id": 1065,
    "source": "barnes",
    "verse_id": 17972,
    "verse_count": 1,
    "reference": "16:2",
    "title": "",
    "html": "<p><em>For it shall be<\/em>&mdash;It shall happen in the time of the calamity that shall come upon Moab.<\/p><p><em>As a wandering bird<\/em>&mdash;(See <a class=\"isa\" verses=\"WzE3ODY1XQ==\">Isaiah 10:14<\/a>.) The same idea is presented in <a class=\"ref\">Proverbs 27:8<\/a>:<\/p><p>As a bird that wanders from her nest,<\/p><p>So is a man that wandereth from his place.<\/p><p>The idea here is that of a bird driven away from her nest, where the nest is destroyed, and the young fly about without any home or place of rest. So would Moab be when the inhabitants were driven from their dwellings. The reason why this is introduced seems to be, to enforce what the prophet had said in the previous verse&mdash;the duty of paying the usual tribute to the Jews, and seeking their protection. The time is coming, says the prophet, when the Moabites shall be driven from their homes, and when they will need that protection which they can obtain by paying the usual tribute to the Jews.<\/p><p><em>The daughters of Moab<\/em>&mdash;The females shall be driven from their homes, and shall wander about, and endeavor to flee from the invasion which has come upon the land. By the apprehension, therefore, that their wives and daughters would be exposed to this danger, the prophet calls upon the Moabites to secure the protection of the king of Judah.<\/p><p><em>At the fords of Arnon<\/em>&mdash;Arnon was the northern boundary of the land of Moab. They would endeavor to cross that river, and thus flee from the land, and escape the desolations that were coming upon it. The river Arnon, now called Mujeb, flows in a deep, frightfully wild, and rocky vale of the same name <a class=\"ref\">Numbers 21:15; Deuteronomy 2:24; Deuteronomy 3:9<\/a> , in a narrow bed, and forms at this time the boundary between the provinces of Belka and Karrak (Seetzen). Bridges were not common in the times here referred to; and, indeed, permanent bridges among the ancients were things almost unknown. Hence, they selected the places where the streams were most shallow and gentle, as the usual places of crossing.<\/p> ",
    "audit": 1
}