{
    "id": 1518,
    "source": "barnes",
    "verse_id": 18425,
    "verse_count": 1,
    "reference": "40:4",
    "title": "",
    "html": "<p><em>Every valley shall be exalted<\/em> &mdash;That is, every valley, or low piece of ground, shall be filled up so as to make a level highway, as was done in order to facilitate the march of armies. This verse is evidently designed to explain what is intended in<a class=\"isa\" verses=\"WzE4NDI0XQ==\">Isaiah 40:3<\/a> , by preparing the way for Yahweh. Applied to the return of the Jews from Babylon, it means simply that the impassable valleys were to be filled up so as to make a level road for their journey. If applied to the work of John, the forerunner of the Messiah, it means that the nation was to be called on to put itself in a state of preparation for his coming, and for the success of his labors among them. Vitringa, and others, have endeavored to specify what particular moral qualities in the nation are meant by the &lsquo;valley,&rsquo; by the &lsquo;mountain and hill,&rsquo; and by the &lsquo;crooked&rsquo; and &lsquo;rough places.&rsquo; But the illustrations are such as cannot be demonstrated to be referred to by the prophet. The general sense is plain. The language, as we have seen, is taken from the march of a monarch at the head of his army. The general idea is, that all obstructions were to be removed, so that the march would be without embarrassment. As applicable to the work of John also, the language means in general, that whatever there was in the opinions, habits, conduct, in the pride, self-confidence, and irreligion of the nation that would prevent his cordial reception, was to be removed.<\/p><p><em>Every mountain and hill<\/em> &mdash;They shall be dug down so as to make the journey easy. All obstructions were to be removed.<\/p><p><em>And the crooked<\/em> &mdash;The word used here, (עקב ‛âqob) is usually rendered &lsquo;crooked;&rsquo; but perhaps not by any good authority. The verb עקב ‛âqab usually denotes to be behind; to come from behind; or, as Gesenius supposes, to be elevated like a mound, arched like a hill or tumulus, and is hence applied to the heel from the figure (see<a class=\"ref\">Genesis 25:26; Hosea 12:4<\/a>). According to this, the word would denote properly a hill, mound, or acclivity, which would put back those who attempted to ascend.<\/p><p><em>Shall be made straight<\/em> &mdash;Margin, &lsquo;A straight place.&rsquo; The Hebrew word (מישׁור mı̂yshôr) denotes properly &ldquo;evenness,&rdquo; a level region, a plain. The hilly places would be reduced to a level.<\/p><p><em>And the rough places<\/em> &mdash;Those which are hard, bound up, stony, difficult to pass. Such as abounded with rocks and precipices, and which presented obstructions to a journey. Such places abounded in the region lying between Palestine and Babylon.<\/p><p><em>Plain<\/em> &mdash;Margin, &lsquo;A plain place.&rsquo; A smooth, level plain.<\/p> ",
    "audit": 1
}