{
    "id": 1989,
    "source": "barnes",
    "verse_id": 18896,
    "verse_count": 1,
    "reference": "64:10",
    "title": "",
    "html": " <p> <em>Thy holy cities are a wilderness <\/em>&mdash;It is to be remembered that this is supposed to be spoken near the close of the exile in Babylon. In accordance with the usual custom in this book, Isaiah throws himself forward by prophetic anticipation into that future period, and describes the scene as if it were passing before his eyes (see the Introduction, Section 7). He uses language such as the exiles would use; he puts arguments into their mouths which it would be proper for them to use; he describes the feelings which they would then have. The phrase, &lsquo;thy holy cities,&rsquo; may either mean the cities of the holy land&mdash;which belonged to God, and were &lsquo;holy,&rsquo; as they pertained to his people; or it may mean, as many critics have supposed, the different parts of Jerusalem. A part of Jerusalem was built on Mount Zion, and was called the &lsquo;upper city,&rsquo; in contradistinction from that built on Mount Acra, which was called the &lsquo;lower city.&rsquo; But I think it more probable that the prophet refers to the cities throughout the land that were laid waste. <\/p> <p> <em>Are a wilderness <\/em>&mdash;They were uninhabited, and were lying in ruins. <\/p> <p> <em>Zion is a wilderness <\/em>&mdash;On the name &lsquo;Zion,&rsquo; see the notes at <a class=\"isa\" verses=\"WzE3NjYzXQ==\">Isaiah 1:8<\/a>. The idea here is, that Jerusalem was laid waste. Its temple was burned; its palaces destroyed; its houses uninhabited. This is to be regarded as being uttered at the close of the exile, after Jerusalem had been lying in ruins for seventy years&mdash;a time during which any forsaken city would be in a condition which might not improperly be called a desert. When Nebuchadnezzar conquered Jerusalem, he burned the temple, broke down the wall, and consumed all the palaces with fire (<a class=\"ref\">2 Chronicles 36:19<\/a>). We have only to conceive what must have been the state of the city seventy years after this, to see the force of the description here. <\/p> ",
    "audit": 1
}