{
    "id": 1077,
    "source": "barnes",
    "verse_id": 17984,
    "verse_count": 1,
    "reference": "16:14 ",
    "title": "",
    "html": "<p><em>But now the Lord hath spoken<\/em>&mdash;This refers to the particular and specific prophecy of Isaiah that destruction should come upon them in three years. Instead of a &ldquo;general but indefinite&rdquo; prediction of calamity to the Moabites, such as had been uttered by the former prophets, or by Isaiah himself before, it was now specific and definite in regard to the &ldquo;time&rdquo; when it should be fulfilled.<\/p><p><em>Within three years<\/em>&mdash;We have no means of ascertaining the exact fulfillment of this prediction, nor do we certainly know by whom it was accomplished.<\/p><p><em>As the years of an hireling<\/em>&mdash;A man that is hired has a certain time specified during which he is to labor; the years, the months, the days for which he is engaged are agreed on, nor will he suffer any addition to be made to it. So the prophet says that the very time is fixed. It shall not be varied. It will be adhered to by God&mdash;as the time is adhered to between a man who employs another and him who is hired. And it means, that &ldquo;exactly at the time&rdquo; which is here specified, the predicted destruction should come upon Moab.<\/p><p><em>The glory of Moab<\/em>&mdash;That in which it glories, or boasts&mdash;its wealth, its armies, its cities, towns, etc.<\/p><p><em>Shall be contemned<\/em>&mdash;Shall be esteemed of no value; shall be destroyed.<\/p><p><em>And the remnant<\/em>&mdash;There shall be few cities, few people, and very little wealth that shall escape the desolation (compare <a class=\"isa\" verses=\"WzE3ODc2LDE4MTAyXQ==\">Isaiah 10:25; Isaiah 24:6<\/a>). Jerome says that &lsquo;this prophecy was delivered after the death of Ahaz, and in the reign of Hezekiah, during whose reign the ten tribes were led by Sennacherib, king of the Assyrians, into captivity. And, therefore, after three years, the Assyrians came and destroyed Moab, and very few were left in the land who could inhabit the deserted cities, or cultivate the desolate fields.&rsquo; But it is not certainly known to what particular time the prophecy refers. In regard to the present state of Moab, and the complete fulfillment of the prophecies respecting it, the following works may be consulted: Newton, &ldquo;On the Prophecies;&rdquo; Keith, &ldquo;On the Prophecies;&rdquo; Burckhardt&rsquo;s &ldquo;Travels in Syria;&rdquo; and Captains Irby and Mangles&rsquo; &ldquo;Travels.&rdquo; In regard to the fulfillment of these predictions respecting the destruction of Moab, it may be sufficient to refer to the remarks which I have made on the particular places which are mentioned in these two chapters, and to the writers mentioned above.<\/p><p>All travelers concur in the general desolation of that country which was once so thickly studded with towns, and that abounded so richly in flocks, and produced so luxuriantly the grape. It is now strewed with ruins. All the cities of Moab have disappeared. Their place is characterized in the map of Volney&rsquo;s &ldquo;Travels, by the ruins of towns.&rdquo; Burckhardt, who encountered many difficulties in so desolate and dangerous a land, thus records the brief history of a few of them: &lsquo;The ruins of Eleale, Heshbon, Meon, Medaba, Dibon, Arver, all situated on the north side of the Arnon, still subsist to illustrate the history of the Beni-Israel&rsquo; (&ldquo;Life and Travels,&rdquo; prefixed to the &ldquo;Travel&rsquo;s in Nubia,&rdquo; pp. 48, 49). &lsquo;And it might be added,&rsquo; says Keith, &lsquo;that they still subsist to confirm the inspiration of the Jewish Scriptures, for the desolation of each of these cities was the theme of a distinct prediction&rsquo; (&ldquo;Prophecies,&rdquo; p. 129). Within the boundaries of Moab, Burckhardt enumerates about &ldquo;fifty&rdquo; ruined cities, many of them extensive. In general they are a broken down and undistinguishable mass of ruins; but, in some instances, there are remains of temples, sepulchral monuments, traces of hanging gardens, entire columns lying on the ground, and dilapidated walls made of stones of large dimensions (see &ldquo;Travels in Syria,&rdquo; pp. 311-456).<\/p><p>In view of these two chapters, constituting one prophecy, and the facts in regard to the present state of the country of Moab, we may observe that we have here clear and unanswerable evidence of the genuineness and truth of the sacred records. That evidence is found in the &ldquo;particularity&rdquo; with which &ldquo;places&rdquo; are mentioned; and in the fact that impostors would not &ldquo;specify&rdquo; places, any further than was unavoidable. Mistakes, we all know, are liable to be made by those who attempt to describe the &ldquo;geography&rdquo; of places which they have not seen. Yet here is a description of a land and its numerous towns, made nearly three thousand years ago, and in its &ldquo;particulars&rdquo; it is sustained by all the travelers in modern times. The ruins of the same towns are still seen; their places, in general, can be designated; and there is a moral certainty, therefore, that this prophecy was made by one who &ldquo;knew&rdquo; the locality of those places, and that, therefore, the prophecy is ancient and genuine.<\/p><p>An impostor would never have attempted such a description as this; nor could he have made it so accurate and true. In the language of Prof. Stuart (&ldquo;Bib. Rep.,&rdquo; vol. vii. pp. 108, 109), we may say, &lsquo;How obviously everything of this kind serves to give confirmation to the authority and credibility of the sacred records! Do sceptics undertake to scoff at the Bible, and aver that it is the work of impostors who lived in later ages? Besides asking them what &ldquo;object&rdquo; impostors could have in forging a book of such high and lofty principles, we may ask&mdash;and ask with an assurance that need not fear the danger of being put to the blush&mdash;whether impostors of later ages could possibly have so managed, as to preserve all the &ldquo;localities&rdquo; in complete order which the Scriptures present? Rare impostors they must indeed have been&mdash;people possessed of more knowledge of antiquity than we can well imagine could ever be possessed by such as would condescend to an imposition of such a character. In fact the thing appears to be morally impossible, if one considers it in the light of &ldquo;antiquity,&rdquo; when so little knowledge of a geographical kind was in existence, and when mistakes respecting countries and places with which one was not personally familiar, were almost, if not altogether, unavoidable.<\/p><p>&lsquo;How happens it, now, that the authors of the Old Testament Scriptures should have possessed such a wonderful tact in geography, as it would seem they did, unless they lived at the time and in the countries of which they have spoken? This happens not elsewhere. It is but yesterday since one of the first scientific writers on geology in Great Britain, published to the world the declaration that our Mississippi and Missouri rivers &ldquo;belong to the tropics.&rdquo; Respectable writers, even in Germany, the land of Classical attainments, have sometimes placed Coelo-Syria on the east of the Anti-Libanus ridge, or even seemed to transfer Damascus over the mountains, and place it between the two Lebanon ridges in the valley.&rsquo; No such mistakes occur in the sacred writers. They write as people who were familiar with the geography of places named; they mention places with the utmost familiarity; and, after a lapse of three thousand years, every successive traveler who visits Moab, Idumea, or Palestine, does something to confirm the accuracy of Isaiah. Towns, bearing the same name, or the ruins of towns, are located in the same relative position in which he said they were; and the ruins of once splendid cities, broken columns, dilapidated walls, trodden down vineyards, and half-demolished temples, proclaim to the world that those cities are what he said they would be, and that he was under the inspiration of God.<\/p>",
    "audit": 1
}