{
    "id": 764,
    "source": "barnes",
    "verse_id": 17671,
    "verse_count": 1,
    "reference": "1:16 ",
    "title": "",
    "html": "<p><em>Wash you<\/em>&mdash;This is, of course, to be understood in a moral sense; meaning that they should put away their sins. Sin is represented in the Scriptures as defiling or polluting the soul <a class=\"ref\">Ezekiel 20:31; Ezekiel 23:30; Hosea 5:8; Hosea 9:4<\/a> ; and the removal of it is represented by the act of washing; <a class=\"ref\">Psalm 51:2<\/a> : &lsquo;Wash me thoroughly from mine iniquity, and cleanse me from my sin;&rsquo; <a class=\"ref\">Jeremiah 4:14<\/a> : &lsquo;O Jerusalem, wash thine heart from wickedness, that thou mayest be saved;&rsquo; <a class=\"ref\">Job 9:30; 1 Corinthians 6:11; Hebrews 10:22; 2 Peter 2:22; Revelation 1:5; Revelation 7:14<\/a>. It is used here in close connection with the previous verse, where the prophet says that their hands were flied with blood. He now admonishes them to wash away that blood, with the implied understanding, that then their prayers would be heard. It is worthy of remark, also, that the prophet directs them to do this themselves. He addresses them as moral agents, and as having ability to do it. This is the uniform manner in which God addresses sinners in the Bible, requiring them to put away their sins, and to make themselves a new heart. Compare <a class=\"ref\">Ezekiel 18:31-32<\/a>.<\/p><p><em>The evil of your doings<\/em>&mdash;This is a Hebraism, to denote your evil doings.<\/p><p><em>From before mine eyes<\/em>&mdash;As God is omniscient, to put them away from before his eyes, is to put them away altogether. To pardon or forgive sin, is often expressed by hiding it; <a class=\"ref\">Psalm 51:9<\/a>:<\/p><p>Hide thy face from my sins.<\/p><p><em>Cease to do evil<\/em>&mdash;Compare <a class=\"ref\">1 Peter 3:10-11<\/a>. The prophet is specifying what was necessary in order that their prayers might be heard, and that they might find acceptance with God. What he states here is a universal truth. If sinners wish to find acceptance with God, they must come renouncing all sin; resolving to put away everything that God hates, however dear it may be to the heart. Compare <a class=\"ref\">Mark 9:43-47<\/a>.<\/p>",
    "audit": 1
}