{
    "id": 783,
    "source": "barnes",
    "verse_id": 17690,
    "verse_count": 1,
    "reference": "2:4",
    "title": "",
    "html": "<p><em>And he shall judge<\/em>&mdash;Or he shall exercise the office of a judge, or umpire. This &ldquo;literally&rdquo; refers to the God of Jacob <a class=\"isa\" verses=\"WzE3Njg5XQ==\">Isaiah 2:3<\/a> , though it is clear that the meaning is, that he will do it by the Messiah, or under his reign. One office of a judge is to decide controversies; to put an end to litigations, and thus to promote peace. The connection shows that this is the meaning here. Nations that are contending shall be brought to peace by the influence of the reign of the Messiah, and shall beat their swords into plowshares. In other words, the influence of the reign of the Messiah shall put a period to wars, and reduce contending nations to peace.<\/p><p><em>And shall rebuke<\/em>&mdash;Shall &ldquo;reprove&rdquo; them for their contentions and strifes.<\/p><p>Lowth: &lsquo;Shall work conviction in many peoples.&rsquo;<\/p><p>Noyes: &lsquo;He shall be a judge of the nations,<\/p><p>And an umpire of many kingdoms.&rsquo;<\/p><p>He shall show them the evil of war; and by reproving them for those wicked passions which cause wars, shall promote universal peace. This the gospel everywhere does; and the tendency of it, if obeyed, would be to produce universal peace. In accordance with predictions like these, the Messiah is called the Prince of Peace <a class=\"isa\" verses=\"WzE3ODM2XQ==\">Isaiah 9:6<\/a>; and it is said that of his peace there shall be no end; <a class=\"isa\" verses=\"WzE3ODM3XQ==\">Isaiah 9:7<\/a>.<\/p><p><em>And they shall beat... <\/em>&mdash;They shall change the arts of war to those of peace; or they shall abandon the pursuits of war for the mild and useful arts of husbandry; compare <a class=\"ref\">Psalm 46:9; Hosea 2:20<\/a>. A similar prophecy is found in <a class=\"ref\">Zechariah 9:10<\/a>. The following extracts may serve to illustrate this passage: &lsquo;The Syrian plow, which was probably used in all the regions around, is a very simple frame, and commonly so light, that a man of moderate strength might carry it in one hand. Volney states that in Syria it is often nothing else than the branch of a tree, cut below a bifurcation, and used without wheels. The plowshare is a piece of iron, broad but not large, which tips the end of the shaft. So much does it resemble the short sword used by the ancient warriors, that it may, with very little trouble, be converted into that deadly weapon; and when the work of destruction is over, reduced again to its former shape, and applied to the purposes of agriculture.&rsquo;<\/p><p><em>Their spears<\/em>&mdash;Spears were much used in war. They were made of wood, with a sharpened piece of iron or other metal attached to the end. The pruning-hook, made for cutting the limbs of vines or trees, is, in like manner, a long piece of wood with a crooked knife attached to it. Hence, it was easy to convert the one into the other.<\/p><p>Pruning-hooks&mdash;Hooks or long knives for trimming vines. The word here, however, means anything employed in &ldquo;reaping or mowing,&rdquo; a sickle, or a scythe, or any instrument to &ldquo;cut with,&rdquo; as well as a pruning-hook. These figures, as images of peace, are often used by the prophets. Micah M <a class=\"ref\">1 Corinthians 4:4<\/a> has added to this description of peace in Isaiah, the following:<\/p><p>But they shall sit<\/p><p>Every man under his vine,<\/p><p>And under his fig-tree;<\/p><p>And none shall make them afraid:<\/p><p>For the mouth of Jehovah hath spoken it.<\/p><p>Joel Joe 3:10 has reversed the figure, and applied it to war prevailing over peace:<\/p><p>Beat your plowshares into swords;<\/p><p>And your pruning-hooks into spears.<\/p><p>The same emblems to represent peace, which are used here by Isaiah, also occur in pagan poets. Thus Martial; Epigr. xiv. 34:<\/p><p>Falx ex ense.<\/p><p>Pax me certa ducis placidos conflavit in usus,<\/p><p>Agricolae nunc sum, militis ante fui.<\/p><p>So Virgil; Georg. 1,507:<\/p><p>Squalent abductis arva colonis,<\/p><p>Et curvae rigidum falces conflantur in ensem.<\/p><p>So also Ovid; Fast. 1,699:<\/p><p>Sarcula cessabunt, versique in pila ligones.<\/p><p><em>Nation shall not lift up... <\/em>&mdash;This is a remarkable prediction of universal peace under the gospel. The prediction is positive, that the time will come when it shall prevail. But it has not yet been fully accomplished. We may remark, however, in relation to this:<\/p><p>(1) That the tendency of the gospel is to promote the arts, and to produce the spirit of peace.<\/p><p>(2) It will dispose the nations to do right, and thus to avoid the occasions of war.<\/p><p>(3) It will fill the mind with horror at the scenes of cruelty and blood that war produces.<\/p><p>(4) It will diffuse honor around the arts of peace, and teach the nations to prize the endearments of home and country, and the sweet scenes of domestic life.<\/p><p>(5) Just so far as it has influence over princes and rulers, it will teach them to lay aside the passions of ambition and revenge, and the love of conquest and &lsquo;glory,&rsquo; and indispose them to war.<\/p><p>(6) The tendency of things now is toward peace. The laws of nations have been established under the gospel. Difficulties can even now be adjusted by negotiation, and without a resort to arms.<\/p><p>(7) Wars are far less barbarous than they were formerly. The gospel has produced humanity, mildness, and some degree of justice even in war. It has put an end to the unmerciful treatment of prisoners; has prevented their being sold as slaves; has taught even belligerents not to murder women and children.<\/p><p>(8) Nothing remains to be done to make peace universal but to send the gospel abroad through every land. When that is done, the nations will be disposed to peace; and the prophet, therefore, has predicted the universal prevalence of peace &ldquo;only&rdquo; when all nations shall be brought under the influence of the gospel.<\/p> ",
    "audit": 1
}