{
    "id": 1751,
    "source": "barnes",
    "verse_id": 18658,
    "verse_count": 1,
    "reference": "49:21",
    "title": "",
    "html": " <p> <em>Then shalt thou say in thine heart <\/em>&mdash;Thou shalt wonder at the multitude, and shalt ask with astonishment from where they all come. This verse is designed to describe the great increase of the true people of God under the image of a mother who had been deprived of her children, who should suddenly see herself surrounded with more than had been lost, and should ask in astonishment from where they all came. <\/p> <p> <em>Who hath begotten me these <\/em>&mdash;The idea here is, that the increase would be from other nations. They would not be the natural increase of Zion or Jerusalem, but they would come in from abroad&mdash;as if a family that had been bereaved should be increased by an accession from other families. <\/p> <p> <em>I have lost my children <\/em>&mdash;Jerusalem had been desolated by wars, and had become like a widow that was bereft of all her sons (compare the notes at <a class=\"isa\" verses=\"eyIxODYwOCI6Mn0=\">Isaiah 47:8-9 <\/a>). <\/p> <p> <em>A captive, and removing to and fro <\/em>&mdash;A captive in Babylon, and compelled to wander from my own land, and to live in a strange and distant country. <\/p> <p> <em>These, where had they been? <\/em>&mdash;The image in this entire verse is one of great beauty. It represents a mother who had been suddenly deprived of all her children, who had been made a widow, and conveyed as a captive from land to land. She had seen ruin spread all around her dwelling, and regarded herself as alone. Suddenly she finds herself restored to her home, and surrounded with a happy family. She sees it increased beyond its former numbers, and herself blessed with more than her former prosperity. She looks with surprise on this accession, and asks with wonder from where all these have come, and where they have been. The language in this verse is beautifully expressive of the agitation of such a state of mind, and of the effect which would be thus produced. The idea is plain. Jerusalem had been desolate. Her inhabitants had been carried captive, or had been put to death. But she should be restored, and the church of God would be increased by a vast accession from the Gentile world, so much that the narrow limits which had been formerly occupied&mdash;the territory of Palestine&mdash;would now be too small for the vast numbers that would be united to those who professed to love and worship God. <\/p> ",
    "audit": 1
}