{
    "id": 1063,
    "source": "barnes",
    "verse_id": 17970,
    "verse_count": 1,
    "reference": "15:9 ",
    "title": "",
    "html": "<p><em>For the waters of Dimon<\/em>&mdash;Probably the same as &ldquo;Dibon&rdquo; <a class=\"isa\" verses=\"W3siMTc5NjMiOjF9XQ==\">Isaiah 15:2<\/a>. Eusobius says it was a large town on the northern bank of the river Arnon. Jerome says that the letters &ldquo;m and b&rdquo; are often interchanged in oriental dialects (see the note at <a class=\"isa\" verses=\"W3siMTc5NjMiOjF9XQ==\">Isaiah 15:2<\/a> ).<\/p><p><em>Shall be full of blood<\/em>&mdash;That is, the number of the slain of Moab shall be so great, that the blood shall color the waters of the river&mdash;a very common occurrence in times of great slaughter. Perhaps by the &ldquo;waters&rdquo; of Dimon the prophet does not mean the river Arnon, but the small rivulets or streams that might flow into it near to the city of Dibon. Probably there were winter brooks there, which do not run at all seasons. The Chaldee renders it, &lsquo;The waters of Dimon shall be full of blood, because I will place upon Dimon an assembly of armies.&rsquo;<\/p><p><em>For I will bring more upon Dimon<\/em>&mdash;Hebrew, &lsquo;I will bring additions;&rsquo; that is, I will bring upon it additional calamities. Jerome says, that by those additional calamities, the prophet refers to the &ldquo;lions&rdquo; which are immediately after mentioned. &ldquo;Lions upon him that escapeth of Moab.&rdquo; Wild beasts upon those who escaped from the slaughter, and who took refuge in the wilderness, or on the mountains. The Chaldee renders it, &lsquo;A king shall ascend with an army, and shall destroy the remainder of their land.&rsquo; Aben Ezra interprets it of the king of Assyria; and Jarchi of Nebuchadnezzar, who is called a lion in <a class=\"ref\">Jeremiah 4:7<\/a>. Vitringa also supposes that Nebnchadnezzar is meant. But it is more probable that the prophet refers to wild beasts, which are often referred to in the Scriptures as objects of dread, and as bringing calamities upon nations (see <a class=\"ref\">Leviticus 26:22; Jeremiah 5:6; Jeremiah 15:3; 2 Kings 18:25<\/a>).<\/p><p><em>Upon the remnant of the land<\/em>&mdash;Upon all those who escaped the desolation of the war. The Septuagint and the Arabic render this, &lsquo;Upon the remnant of Adama,&rsquo; understanding the word rendered &lsquo;land&rsquo; (ארמה &lsquo;ădâmâh), as the name of a city. But it more probably means the land.<\/p>",
    "audit": 1
}