{
    "id": 1579,
    "source": "barnes",
    "verse_id": 18486,
    "verse_count": 1,
    "reference": "42:5 ",
    "title": "",
    "html": "<p><em>Thus saith God the Lord<\/em>&mdash;This verse commences a new form of discourse. It is still Yahweh who speaks; but in the previous verses he had spoken of the Messiah in the third person; here he is introduced as speaking to him directly. He introduces the discourse by showing that he is the Creator and Lord of all things. The object of his dwelling on this seems to have been, to show that he had power to sustain the Messiah in the work to which he had called him; and to secure for him respect as having been commissioned by him who had formed the heavens and the earth, and who ruled over all. He shows that he had power to accomplish all that he had promised: and he seeks thus to elevate and confirm the hopes of the people with the assurance of their deliverance and salvation.<\/p><p><em>And stretched them out<\/em>&mdash;The heavens are often represented as stretched out as a veil (<a class=\"ref\">Genesis 1:6<\/a> , Hebrew) or as an expanse that can be rolled up (see the note at <a class=\"isa\" verses=\"MTgzMDg=\">Isaiah 34:4<\/a> ), or as a tent for the appropriate dwelling-place of God (see the note at <a class=\"isa\" verses=\"MTg0NDM=\">Isaiah 40:22<\/a>). His great power and glory are indicated by the fact that he has stretched out what to us appears a vast expanse over our heads. On the grammatical construction of the word which occurs here in the Hebrew, see Rosenmuller in loc.<\/p><p><em>He that spread forth the earth<\/em>&mdash;He stretched it out as a plain&mdash;retaining the idea which was so common among the ancients that the earth was a vast plain, reaching from one end of the heavens to the other. The words, however, which are used here are not inconsistent with the idea that the earth is a sphere, since it may still be represented as stretched out, or expanded to a vast extent. The main idea in the passage is not to teach the form in which the earth is made, but to show that it has been made by God.<\/p><p><em>And that which cometh out of it<\/em>&mdash;The productions of the earth&mdash;the trees, shrubs, grain, etc. As the verb to stretch out cannot be applied to these, some verb must be understood; as he produced, or caused to grow.<\/p><p><em>He that giveth breath and spirit to them<\/em>&mdash;This refers, doubtless, to beasts as well as to people; and the idea is, that God is the source of life to all the creatures that live and move on the earth. The argument in the passage is, that as God is the creator and upholder of all; as he has given life to all, and has the universe entirely under his control, he has a right to appoint whom he will to be the medium of his favors to people, and to demand that suitable respect shall be shown to the Messiah whom he has designated for this work.<\/p>",
    "audit": 1
}