{
    "id": 1325,
    "source": "barnes",
    "verse_id": 18232,
    "verse_count": 1,
    "reference": "30:14",
    "title": "",
    "html": "<p><em>And he shall break it as the breaking<\/em> &mdash;That is, its breaking shall be like the breaking of a potter&rsquo;s vessel. The Septuagint reads it, &lsquo;And its fall (&tau;&omicron;̀ &pi;&tau;&omega;͂&mu;&alpha; to ptōma) shall be like the breaking of an earthen vessel,&rsquo;<\/p><p>As the breaking of the potter&rsquo;s vessel&mdash;That is, as an earthen, fragile vessel, which is easily dashed to pieces. The image here is all drawn from the bursting forth, or the complete ruin of the swelling wall; but the sense is, that the Jewish republic would be entirely broken, scattered, demolished.<\/p><p><em>He shall not spare in the bursting of it<\/em> &mdash;Figuratively in the bursting of the wall; literally in the destruction of the Jewish state and polity.<\/p><p><em>A sherd<\/em> &mdash;A piece of pottery; a fragment.<\/p><p><em>To take fire from the hearth<\/em> &mdash;Large enough to carry coals on.<\/p><p><em>Or to take water withal out of the pit<\/em> &mdash;Out of the fountain, or pool; that is, it shall be broken into small fragments, and the ruin shall be complete&mdash;as when a wall tumbles down and is completely broken up. The sense is, that the republic of Israel would be completely ruined, so that there should not be found a man of any description who could aid them. The prophet does not specify when this would be. It is not necessary to suppose that it would occur on the invasion of Sennacherib, or that it would be the immediate consequence of seeking the aid of Egypt, but that it would be a consequence, though a remote one. Perhaps the figure used would lead us to look to some remote period. A high wall will begin to give way many years before its fall. The swell will be gradual, and perhaps almost imperceptible. For some time it may appear to be stationary; then perhaps some new cause will produce an increase of the projecting part, until it can no longer sustain itself, and then the ruin will be sudden and tremendous. So it would be with the Jews. The seeking of the alliance with Egypt was &ldquo;one&rdquo; cause&mdash;though a remote one&mdash;of their final ruin. Their forsaking God and seeking human aid, was gradually but certainly &ldquo;undermining&rdquo; the foundations of the state&mdash;as a wall may be gradually undermined. Frequent repetitions of that would more and more impair the real strength of the republic, until, for their accumulated acts of want of confidence, the patience of God would be exhausted, and the state would fall like a mighty, bursting wall. The prophecy was fulfilled in the invasion of Jerusalem by the Chaldeans; it had a more signal and awful fulfillment in its destruction by the Romans.<\/p> ",
    "audit": 1
}