{
    "id": 1066,
    "source": "barnes",
    "verse_id": 17973,
    "verse_count": 1,
    "reference": "16:3",
    "title": "",
    "html": " <p> <em>Take counsel <\/em>&mdash;Hebrew, &lsquo;Bring counsel;&rsquo; or cause it to come (הבאו hâbı̂&lsquo;ı̂û, or as it is in the keri הביאי). The Vulgate, renders this in the singular number, and so is the keri, and so many manuscripts J. D. Michaelis, Lowth, Etchhorn, Gesenius, and Noyes, regard <a class=\"isa\" verses=\"eyIxNzk3MyI6M30=\">Isaiah 16:3-5 <\/a>,as a supplicatory address of the fugitive Moabites to the Jews to take them under their protection, and as imploring a blessing on the Jewish people if they would do it; and <a class=\"isa\" verses=\"WzE3OTc2XQ==\">Isaiah 16:6 <\/a>,as the negative answer of the Jews, or as a refusal to protect them on account of their pride. But most commentators regard it as addressed to the Moabites by the prophet, or by the Jews, calling upon the Moabites to afford such protection to the Jews who might be driven from their homes as to secure their favor, and confirm the alliance between them; and <a class=\"isa\" verses=\"WzE3OTc2XQ==\">Isaiah 16:6 <\/a>,as an intimation of the prophet, that the pride of Moab is such that there is no reason to suppose the advice will be followed. It makes no difference in the sense here, whether the verb &lsquo;give counsel&rsquo; be in the singular or the plural number. <\/p> <p>If singular, it may be understood as addressed to &ldquo;Moab&rdquo; itself; if plural, to the &ldquo;inhabitants&rdquo; of Moab. Vitringa supposes that this an additional advice given to the Moabites by the prophet, or by a chorus of the Jews, to exercise the offices of kindness and humanity toward the Jews, that thus they might avoid the calamities which were impending. The &ldquo;first&rdquo; counsel was <a class=\"isa\" verses=\"WzE3OTcxXQ==\">Isaiah 16:1 <\/a>,, to pay the proper tribute to the Jewish nation; &ldquo;this&rdquo; is <a class=\"isa\" verses=\"eyIxNzk3MyI6M30=\">Isaiah 16:3-5 <\/a>,to show to those Jews who might be driven from their land kindness and protection, and thus preserve the friendship of the Jewish nation. This is, probably, the correct interpretation, as if he had said, &lsquo;ake counsel; seek advice in your circumstances; be not hasty, rash, impetuous, unwise; do not cast off the friendship of the Jews; do not deal unkindly with those who may seek a refuge in your land, and thus provoke the nation to enmity; but let your land be an asylum, and thus conciliate and secure the friendship of the Jewish nation, and thus mercy shall be reciprocated and shown to you by him who shall occupy the throne of David&rsquo; <a class=\"isa\" verses=\"WzE3OTc1XQ==\">Isaiah 16:5 <\/a>. The &ldquo;design&rdquo; is, to induce the Moabites to show kindness to the fugitive Jews who might seek a refuge there, that thus, in turn, the Jews might show them kindness. But the prophet foresaw <a class=\"isa\" verses=\"WzE3OTc2XQ==\">Isaiah 16:6 <\/a>,that Moab was so proud that he would neither pay the accustomed tribute to the Jews, nor afford them protection; and, therefore, the judgment is threatened against them which is finally to overthrow them. <\/p> <p> <em>Execute judgment <\/em>&mdash;That is, do that which is equitable and right; which you would desire to be done in like circumstances. <\/p> <p> <em>Make thy shadow <\/em>&mdash;A &ldquo;shadow or shade,&rdquo; is often in the Scriptures an emblem of protection from the burning heat of the sun, and thence, of these burning, consuming judgments, which are represented by the intense heat of the sun (note, <a class=\"isa\" verses=\"WzE3NzQwXQ==\">Isaiah 4:6 <\/a>; compare <a class=\"isa\" verses=\"WzE4MTIzLDE4MjYyXQ==\">Isaiah 25:4; Isaiah 32:2 <\/a>; <a class=\"ref\">Lamentations 4:20 <\/a>). <\/p> <p> <em>As the night <\/em>&mdash;That is, a deep, dense shade, such as the night is, compared with the intense heat of noon. This idea was one that was very striking in the East. Nothing, to travelers crossing the burning deserts, could be more refreshing than the shade of a far-projecting rock, or of a grove, or of the night. Thus Isaiah counsels the Moabites to be to the Jews&mdash;to furnish protection to them which may be like the grateful shade furnished to the traveler by the rock in the desert. The figure used here is common in the East. Thus it is said in praise of a nobleman: &lsquo;Like the sun, he warmed in the cold; and when Sirius shone, then was he coolness and shade.&rsquo; In the &ldquo;Sunna&rdquo; it is said: &lsquo;Seven classes of people will the Lord overshadow with his shade, when no shade will be like his; the upright Imam, the youth,&rsquo; etc. <\/p> <p> <em>Hide the outcasts <\/em>&mdash;The outcasts of Judah&mdash;those of the Jews who may be driven away from their own homes, and who may seek protection in your land. Moab is often represented as a place of refuge to the outcast Hebrews (see the Analysis to <a class=\"isa\" verses=\"eyIxNzk2MiI6OX0=\">Isaiah 15:1-9 <\/a>.) <\/p> <p> <em>Bewray not him that wandereth <\/em>&mdash;Reveal not (תגלי tegalı̂y), do not show them to their pursuer; that is, give them concealment and protection. <\/p>,",
    "audit": 1
}