{
    "id": 1245,
    "source": "barnes",
    "verse_id": 18152,
    "verse_count": 1,
    "reference": "26:21",
    "title": "",
    "html": " <p> <em>For, behold, the Lord cometh out of his place <\/em>&mdash;That is, from heaven, which is the dwelling-place or residence of God <a class=\"ref\">Psalm 115:3; Ezekiel 3:12; Micah 1:3<\/a>. When God executes vengeance, he is represented as coming from his abode, his dwelling-place, his capitol, as a monarch goes forth to war to destroy his foes. <\/p> <p> <em>To punish the inhabitants of the earth <\/em>&mdash;The land of Chaldea, or of Babylon. <\/p> <p> <em>The earth also shall disclose her blood <\/em>&mdash;Blood, in the Scriptures, often denotes &ldquo;guilt.&rdquo; The sense here is, that the land of Chaldea would reveal its guilt; that is, the punishment which God would inflict would be a revelation of the crimes of the nation. There is a resemblance here to the language which was used respecting the blood of Abel, <a class=\"ref\">Genesis 4:10<\/a>: &lsquo;The voice of thy brother&rsquo;s blood (Hebrew as here, &ldquo;bloods&rdquo;) crieth unto me from the ground. <\/p> <p> <em>And shall no more cover her slain <\/em>&mdash;Shall no more be able to conceal its guilt in slaying the people of God. By these hopes, the Jews were to be comforted in their calamity; and no doubt this song was penned by Isaiah long before that captivity, in order that, in the midst of their protracted and severe trials, they might be consoled with the hope of deliverance, and might know what to do when the storms of war should rage around the place of their captivity, and when the proud city was to fall. They were not to mingle in the strife; were to take no part with either their foes or their deliverers; but were to be calm, gentle, peaceful, and to remember that all this was to effect their deliverance. Compare <a class=\"ref\">Exodus 14:13-14<\/a>: &lsquo;Fear ye not, stand still, and see the salvation of Yahweh; Yahweh shall fight for you, and ye shall hold your peace.&rsquo; There are times when the children of God should look calmly on the conflicts of the people of this world. They should mingle with neither party, for they should remember that Yahweh presides over these agitations, and that their ultimate end is to bring deliverance to his church, and to advance the interests of his kingdom on the earth. Then they should be mild, gentle, prayerful; and should look up to God to make all these agitations and strifes the means of advancing the interests of his kingdom. <\/p> ",
    "audit": 1
}