{
    "id": 1731,
    "source": "barnes",
    "verse_id": 18638,
    "verse_count": 1,
    "reference": "49:1 ",
    "title": "",
    "html": "<p><em>Listen<\/em>&mdash;This is the exordium, or introduction. According to the interpretation which refers it to the Messiah, it is to be regarded as the voice of the Redeemer calling the distant parts of the earth to give a respectful attention to the statement of his qualifications for his work, and to the assurances that his salvation would be extended to them (compare <a class=\"isa\" verses=\"WzE4NDUzXQ==\">Isaiah 41:1<\/a> ). The Redeemer here is to be regarded as having already come in the flesh, and as having been rejected and despised by the Jews (see <a class=\"isa\" verses=\"eyIxODY0MSI6Mn0=\">Isaiah 49:4-5<\/a> ), and as now turning to the Gentile world, and proffering salvation to them. The time when this is supposed to occur, therefore, as seen by the prophet, is when the Messiah had preached in vain to his own countrymen, and when there was a manifest fitness and propriety in his extending the offer of salvation to the pagan world.<\/p><p><em>O isles<\/em>&mdash;Ye distant lands (see the note at <a class=\"isa\" verses=\"WzE4NDUzXQ==\">Isaiah 41:1<\/a>). The word is used here, as it is there, in the sense of countries beyond sea; distant, unknown regions; the dark, pagan world.<\/p><p><em>Ye people from far<\/em>&mdash;The reason why the Messiah thus addresses them is stated in <a class=\"isa\" verses=\"WzE4NjQzXQ==\">Isaiah 49:6<\/a>. It is because he was appointed to be a light to them, and because, having been rejected by the Jewish nation, it was resolved to extend the offers and the blessings of salvation to other lands.<\/p><p><em>The Lord hath called me from the womb<\/em>&mdash;Yahweh hath set me apart to this office from my very birth. The stress here is laid on the fact that he was thus called, and not on the particular time when it was done. The idea is, that he had not presumptuously assumed this office; he had not entered on it without being appointed to it; he had been designated to it even before he was born (see <a class=\"isa\" verses=\"WzE4NjQyXQ==\">Isaiah 49:5<\/a> ). A similar expression is used in respect to Jeremiah Jer 1:5 : &lsquo;Before I formed thee in the belly, I knew thee; and before thou camest forth out of the womb I sanctified thee; and I ordained thee a prophet unto the nations.&rsquo; Paul also uses a similar expression respecting himself <a class=\"ref\">Galatians 1:15<\/a> : &lsquo;But when it pleased God, who separated me from my mother&rsquo;s womb.&rsquo; That this actually occurred in regard to the Redeemer, it is not needful to pause here to show (see <a class=\"ref\">Luke 1:31<\/a>).<\/p><p><em>From the bowels of my mother hath he made mention of my name<\/em>&mdash;This is another form of stating the fact that he had been designated to this office from his very infancy. Many have supposed that the reference here is to the fact that Mary was commanded by the angel, before his birth, to call his name Jesus <a class=\"ref\">Luke 1:31<\/a>. The same command was also repeated to Joseph in a dream <a class=\"ref\">Matthew 1:21<\/a>. So Jerome, Vitringa, Michaelis, and some others understand it. By others it has been supposed that the phrase &lsquo;he hath made mention of my name is the same as to call. The Hebrew is literally, &lsquo;He has caused my name to be remembered from the bowels of my mother.&rsquo; The Septuagint renders it, &lsquo;He hath called my name.&rsquo; Grotius renders it, &lsquo;He has given to me a beautiful name, by which salvation is signified as about to come from the Lord.&rsquo; I see no objection to the supposition that this refers to the fact that his name was actually designated before he was born. The phrase seems obviously to imply more than merely to call to an office; and as his name was thus actually designated by God, and as he designed that there should be special significancy and applicability in the name, there can be no impropriety in supposing that this refers to that fact. If so, the idea is, that he was not only appointed to the work of the Messiah from his birth, but that he actually had a name given him by God before he was born, which expressed the fact that he would save people, and which constituted a reason why the distant pagan lands should hearken to his voice.<\/p>",
    "audit": 1
}