{
    "id": 864,
    "source": "barnes",
    "verse_id": 17771,
    "verse_count": 1,
    "reference": "6:1",
    "title": "",
    "html": " <p> <em>In the year <\/em>&mdash;This naturally denotes a period after the death of Uzziah, though in the same year. The mention of the time was evidently made when the prophecy was composed, and it is to be presumed that the death of Uzziah had occurred at the time when the prophet saw this vision. If so, it is clear that this was not the first of his prophecies, for he saw his visions &lsquo;in the days of Uzziah;&rsquo; <a class=\"isa\" verses=\"WzE3NjU2XQ==\">Isaiah 1:1<\/a>. The Chaldee, however, reads this: &lsquo;in the year when Uzziah was smitten with the leprosy;&rsquo; and most of the Jewish commentators so understand it; <a class=\"ref\">2 Chronicles 26:19-20<\/a>. The rabbis say that the meaning is, that he then became &ldquo;civilly&rdquo; dead, by ceasing to exercise his functions as a king, and that he was cut off as a leprous man from all connection with the people, and from all authority; see the Introduction, Section 3. This is, doubtless, true; but still, the more natural signification is, that this occurred in the year in which he actually died. <\/p> <p> <em>I saw <\/em>&mdash;That is, he saw in a &ldquo;vision;&rdquo; see the Introduction, Section 7. (4). A similar vision is described by Micaiah; <a class=\"ref\">1 Kings 22:19<\/a>; see also <a class=\"ref\">Amos 7:1; Amos 8:1; Amos 9:1; Daniel 7:13<\/a>,... <\/p> <p> <em>The Lord <\/em>&mdash;In the original here the word is not יהוה yehovâh but אדני &lsquo;ădonāy; see the notes at <a class=\"isa\" verses=\"WzE3Njc5XQ==\">Isaiah 1:24<\/a>. Here it is applied to Yahweh; see also <a class=\"ref\">Psalm 114:7<\/a>, where it is also so applied; and see <a class=\"isa\" verses=\"WzE3ODE1XQ==\">Isaiah 8:7<\/a>, and <a class=\"ref\">Job 28:28<\/a>, where Yahweh calls himself &ldquo;Adonai.&rdquo; The word does not itself denote essential divinity; but it is often applied to God. In some MSS., however, of Kennicott and DeRossi, the word Yahweh is found. We may make two remarks here. <\/p> <p>(1) That Isaiah evidently meant to say that it was Yahweh who appeared to him. He is expressly so called in <a class=\"isa\" verses=\"eyIxNzc3NSI6NH0=\">Isaiah 6:5-8<\/a>, <a class=\"isa\" verses=\"WzE3NzgxXQ==\">Isaiah 6:11<\/a>. <\/p> <p>(2) It is equally clear, from the New Testament, that Isaiah saw the messiah. John quotes the words in this chapter, <a class=\"isa\" verses=\"WzE3NzgwXQ==\">Isaiah 6:10<\/a>, as applicable to Jesus Christ, and then adds <a class=\"ref\">John 12:41<\/a>, &lsquo;these things said Esaias when he saw his glory, and spake of him.&rsquo; <\/p> <p>An inspired man has thus settled this as referring to the Messiah, and thus had established the propriety of applying to him the name Yahweh, that is, has affirmed that the Lord Jesus is divine. Jerome says, that this vision was designed to represent the doctrine of the Trinity. In <a class=\"ref\">John 1:18<\/a>, it is said, &lsquo;No man hath seen God at any time; the only begotten Son, who is in the bosom of the Father, he hath declared him.&rsquo; In <a class=\"ref\">Exodus 33:20<\/a>, God says, &lsquo;Thou canst not see my face, for there shall no man see me and live;&rsquo; see also <a class=\"ref\">1 Timothy 6:16<\/a>. These passages may be reconciled with what is here said by Isaiah, in the following manner: <\/p> <p>(1) Isaiah does not say that he saw the Divine Essence; and all that his words fairly imply, is, that he saw a manifestation, or vision of Yahweh&mdash;some striking symbolic representation of him. <\/p> <p>(2) It was the manifestation of Yahweh in the person of the Messiah, of the &lsquo;only begotten Son who hath revealed or declared him,&rsquo; that he saw Such manifestations of God have been made often, and all that the declaration of Isaiah implies, of necessity, is, that he had a vision of God incarnate seated in glory, from whom he now received a new commission to go out and proclaim the truth to that wicked and rebellious generation. <\/p> <p> <em>Sitting upon a throne <\/em>&mdash;God is thus often represented as a king, sitting on a throne; <a class=\"ref\">1 Kings 22:19; Ezekiel 43:7; Jeremiah 17:12<\/a>. <\/p> <p> <em>High and lifted up <\/em>&mdash;That is, the &ldquo;throne;&rdquo; an indication of state and majesty. &ldquo;And his train.&rdquo; The word &ldquo;train&rdquo; שׁוּליו shûlāyv, properly signifies the skirt of a garment, or a robe; <a class=\"ref\">Exodus 28:33-34<\/a>. Here it is evidently designed as a representation of a large, flowing robe, that filled all the most holy part of the temple. The Orientals regarded such large robes as indicative of grandeur and state. The Messiah was seen seated on a throne as a king; clothed in a large, loose, flowing robe, in the manner of oriental monarchs, and surrounded by his ministers. The design of this magnificent vision was not only to impress the prophet with a sense of the holiness of God, but also to give additional weight to his commission, as having been derived immediately from the divine majesty; compare <a class=\"isa\" verses=\"eyIxNzc3OSI6Mn0=\">Isaiah 6:9-10<\/a>. It is remarkable that Isaiah attempts no representation of Yahweh himself. He mentions his robes; the throne; the seraphim; but mentions no form or appearance of God himself. In this there is great sublimity. There is enough mentioned to fill the mind with awe; there is enough concealed to impress as deeply with a sense of the divine majesty. It is remarkable, also, that it is not the &ldquo;usual&rdquo; appearance of God in the temple to which he refers. That was the &ldquo;Shekinah,&rdquo; or visible symbol of God. That was on the mercy-seat, this was on a throne; that was a cloud, of this no form is mentioned; over that the cherubim stretched forth their wings, over this stood the seraphim; that had no clothing, this was clad in a full flowing robe. <\/p> <p> <em>Filled the temple <\/em>&mdash;Probably, the most holy place only is intended. The large, full, magnificent robe seemed to fill up the entire holy of holies. Some have supposed that this vision was represented as appearing in the &ldquo;heavens.&rdquo; But the expression here evidently implies, that it was seen in the &ldquo;temple&rdquo; at Jerusalem. <\/p>",
    "audit": 1
}