{
    "id": 979,
    "source": "barnes",
    "verse_id": 17886,
    "verse_count": 1,
    "reference": "11:1",
    "title": "",
    "html": "<p><em>And there shall come forth a rod<\/em>&mdash;In the previous chapter, the prophet had represented the Assyrian monarch and his army under the image of a dense and flourishing forest, with all its glory and grandeur. In opposition to this, he describes the illustrious personage who is the subject of this chapter, under the image of a slender twig or shoot, sprouting up from the root of a decayed and fallen tree. Between the Assyrian, therefore, and the person who is the subject of this chapter, there is a most striking and beautiful contrast. The one was at first magnificent&mdash;like a vast spreading forest&mdash;yet should soon fall and decay; the other was the little sprout of a decayed tree, which should yet rise, expand and flourish.<\/p><p><em>A rod<\/em>&mdash;(חטר choṭı̂r). This word occurs in but one other place; <a class=\"ref\">Proverbs 14:3<\/a>: &lsquo;In the mouth of the foolish is a &ldquo;rod&rdquo; of pride.&rsquo; Here it means, evidently, a branch, a twig, a shoot, such as starts up from the roots of a decayed tree, and is synonymous with the word rendered &ldquo;branch&rdquo; (צמח tsemach) in <a class=\"isa\" verses=\"WzE3NzM2XQ==\">Isaiah 4:2<\/a>; see the Note on that place.<\/p><p><em>Out of the stem<\/em>&mdash;(מגזע mı̂geza‛). This word occurs but three times in the Old Testament; see <a class=\"ref\">Job 14:8<\/a>; where it is rendered &ldquo;stock:&rdquo;<\/p><p>Though the root thereof wax old in the earth,<\/p><p>And the stock thereof die in the ground;<\/p><p>And in <a class=\"isa\" verses=\"WzE4NDQ1XQ==\">Isaiah 40:24<\/a>: &lsquo;Yea, their &ldquo;stock&rdquo; shall not take root in the earth.&rsquo; It means, therefore, the stock or stump of a tree that has been cut down&mdash;a stock, however, which may not be quite dead, but where it may send up a branch or shoot from its roots. It is beautifully applied to an ancient family that is fallen into decay, yet where there may be a descendant that shall rise and flourish; as a tree may fall and decay, but still there may be vitality in the root, and it shall send up a tender germ or sprout.<\/p><p><em>Of Jesse<\/em>&mdash;The father of David. It means, that he who is here spoken of should be of the family of Jesse, or David. Though Jesse had died, and though the ancient family of David would fall into decay, yet there would arise from that family an illustrious descendant. The beauty of this description is apparent, if we bear in recollection that, when the Messiah was born, the ancient and much honored family of David had fallen into decay; that the mother of Jesus, though pertaining to that family, was poor, obscure, and unknown; and that, to all appearance, the glory of the family had departed. Yet from that, as from a long-decayed root in the ground, he should spring who would restore the family to more than its ancient glory, and shed additional luster on the honored name of Jesse.<\/p><p><em>And a branch<\/em>&mdash;(נצר nêtser). A twig, branch, or shoot; a slip, scion, or young sucker of a tree, that is selected for transplanting, and that requires to be watched with special care. The word occurs but four times; <a class=\"isa\" verses=\"WzE4ODQzXQ==\">Isaiah 60:21<\/a>: &lsquo;They shall inherit the land forever, the branch of my planting;&rsquo; <a class=\"isa\" verses=\"WzE3OTQ4XQ==\">Isaiah 14:19<\/a>: &lsquo;But thou art cast out of thy grave as an abominable branch;&rsquo; <a class=\"ref\">Daniel 11:7<\/a>. The word rendered branch in <a class=\"ref\">Jeremiah 23:5; Jeremiah 33:15<\/a> , is a different word in the original (צמח tsemach), though meaning substantially the same thing. The word &ldquo;branch&rdquo; is also used by our translators, in rendering several other Hebrew words; &ldquo;see&rdquo; Taylor&rsquo;s &ldquo;Concordance.&rdquo; Here the word is synonymous with that which is rendered &ldquo;rod&rdquo; in the previous part of the verse&mdash;a shoot, or twig, from the root of a decayed tree.<\/p><p><em>Out of his roots<\/em>&mdash;As a shoot starts up from the roots of a decayed tree. The Septuagint renders this, &lsquo;And a flower (&alpha;̓́&nu;&theta;&omicron;&sigmaf; anthos) shall arise from the root.&rsquo; The Chaldee, &lsquo;And a king shall proceed from the sons of Jesse, and the Messiah from his sons&rsquo; sons shall arise;&rsquo; showing conclusively that the ancient Jews referred this to the Messiah.<\/p><p>That this verse, and the subsequent parts of the chapter, refer to the Messiah, may be argued from the following considerations:<\/p><p>(1) The fact that it is expressly applied to him in the New Testament. Thus Paul, in <a class=\"ref\">Romans 15:12<\/a> , quotes the tenth verse of this chapter as expressly applicable to the times of the Messiah.<\/p><p>(2) The Chaldee Paraphrase shows, that this was the sense which the ancient Jews put upon the passage. That paraphrase is of authority, only to show that this was the sense which appeared to be the true one by the ancient interpreters.<\/p><p>(3) The description in the chapter is not applicable to any other personage than the Messiah. Grotius supposes that the passage refers to Hezekiah; though, &lsquo;in a more sublime sense,&rsquo; to the Messiah. Others have referred it to Zerubbabel. But none of the things here related apply to either, except the fact that they had a descent from the family of Jesse; for neither of those families had fallen into the decay which the prophet here describes.<\/p><p>(4) The peace, prosperity, harmony and order, referred to in the subsequent portions of the chapter, are not descriptive of any portion of the reign of Hezekiah.<\/p><p>(5) The terms and dcscriptions here accord with other portions of the Scriptures, as applicable to the Messiah. Thus Jeremiah Jer 23:5; <a class=\"ref\">Jeremiah 33:15<\/a> describes the Messiah under the similitude of a &ldquo;branch, a germ or shoot&mdash;using, indeed, a different Hebrew word, but retaining the same idea and image; compare <a class=\"ref\">Zechariah 3:8<\/a>. It accords also with the description by Isaiah of the same personage in <a class=\"isa\" verses=\"WzE3NzM2XQ==\">Isaiah 4:2<\/a>; see the note on the place.<\/p><p>(6) I may add, that nearly all commentators have referred this to the Messiah; and, perhaps, it would not be possible to find greater unanimity in regard to the interpretation of any passage of Scripture than on this.<\/p> ",
    "audit": 1
}