{
    "id": 1683,
    "source": "barnes",
    "verse_id": 18590,
    "verse_count": 1,
    "reference": "46:3",
    "title": "",
    "html": " <p> <em>Hearken unto me <\/em>&mdash;From this view of the captive gods, the address is now turned to the Jews. The utter vanity of the idols had been set before them; and in view of that, God now addresses his own people, and entreats them to put their trust in him. The address he commences with words of great tenderness and endearment, designed to lead them to confide in him as their Father and friend. <\/p> <p> <em>And all the remnant <\/em>&mdash;All who were left from slaughter, and all who were borne into captivity to Babylon. The language here is all full of tenderness, and is suited to inspire them with confidence in God. The idols of the pagan, so far from being able to protect their worshippers, were themselves carried away into ignoble bondage, but Yahweh was himself able to carry his people, and to sustain them. <\/p> <p> <em>Which are borne by me <\/em>&mdash;Like an indulgent father, or a tender nurse, he had carried them from the very infancy of their nation. The same image occurs in <a class=\"ref\">Deuteronomy 1:31 <\/a>: &lsquo;And in the wilderness, where thou hast seen how that the Lord thy God bare thee, as a man doth bear his son, in all the way that ye went, until ye came into thins place.&rsquo; A similar figure occurs in <a class=\"ref\">Exodus 19:4 <\/a>: &lsquo;Ye have seen, how I bare you on eagles&rsquo; wings, and brought you unto myself&rsquo; (so <a class=\"ref\">Deuteronomy 32:11-12 <\/a>; compare <a class=\"ref\">Numbers 11:12 <\/a>; <a class=\"isa\" verses=\"WzE4ODc2XQ==\">Isaiah 63:9 <\/a>). All this here stands opposed to the idols of the Babylonians. They were unable to protect their people. They were themselves made captive. But God had shown the part of a father and a protector to his people in all times. He had sustained and guided them; he had never forsaken them; he had never, like the idol-gods, been compelled to leave them in the power of their enemies. From the fact that he had always, even from the infancy of their nation, thus protected them, they are called on to put their trust in him. <\/p> ",
    "audit": 1
}