{
    "id": 1210,
    "source": "barnes",
    "verse_id": 18117,
    "verse_count": 1,
    "reference": "24:21 ",
    "title": "",
    "html": "<p><em>In that day<\/em>&mdash;In the time of the captivity at Babylon.<\/p><p><em>Shall punish<\/em>&mdash;Hebrew as the Margin, &lsquo;Shall visit upon&rsquo; (see the note at <a class=\"isa\" verses=\"WzE3ODYzXQ==\">Isaiah 10:12<\/a>).<\/p><p><em>The host of the high ones<\/em>&mdash;There have been various interpretations of this expression. Jerome understands it of the host of heaven, and thinks it refers to the fact that in the day of judgment God will judge not only earthly things but celestial, and especially the sun and moon and stars, as having &lsquo;been the objects of idolatrous worship (see <a class=\"ref\">Deuteronomy 4:19; Daniel 8:10; Daniel 11:13<\/a> ). Compare <a class=\"ref\">Psalm 18:17; Jeremiah 25:30<\/a>, where the words &lsquo;on high&rsquo; are used to denote heaven. Aben Ezra supposes that by the phrase is meant angels, who preside over the governors and kings of the earth, in accordance with the ancient opinion that each kingdom was under the tutelage of guardian angels. To this Rosenmuller seems to assent, and to suppose that the beings thus referred to were evil spirits or demons to whom the kingdoms of the world were subject. Others, among whom is Grotius, have supposed that the reference is to the images of the sun, moon, and stars, which were erected in high places, and worshipped by the Assyrians. But probably the reference is to those who occupied places of power and trust in the ecclesiastical arrangement of Judea, the high priest and priests, who exercised a vast dominion over the nation, and who, in many respects, were regarded as elevated even over the kings and princes of the land. The comparison of rulers with the sun, moon, and stars, is common in the Scriptures; and this comparison was supposed especially to befit ecclesiastical rulers, who were regarded as in a particular manner the lights of the nation.<\/p><p><em>Upon the earth<\/em>&mdash;Beneath, or inferior to those who had places of the highest trust and honor. The ecclesiastical rulers are represented as occupying the superior rank; the princes and rulers in a civil sense as in a condition of less honor and responsibility. This was probably the usual mode in which the ecclesiastical and civil offices were estimated in Judea.<\/p>",
    "audit": 1
}