{
    "id": 1845,
    "source": "barnes",
    "verse_id": 18752,
    "verse_count": 1,
    "reference": "55:11 ",
    "title": "",
    "html": "<p><em>So shall my word be<\/em>&mdash;All the truth which God reveals is as much adapted to produce an effect on the hard and sterile hearts of men as the rain is on the earth.<\/p><p><em>It shall not return unto me void<\/em>&mdash;It shall not return to me without accomplishing that which Iintend.<\/p><p><em>And it shall prosper<\/em>&mdash;(See the note at <a class=\"isa\" verses=\"WzE4NzEwXQ==\">Isaiah 52:13<\/a>). This proves:<\/p><p>1. That God has a design in giving his Word to people. He has as distinct an intention in his Word as he has in sending down rain upon the earth.<\/p><p>2. That whatever is his design in giving the gospel, it shall be accomplished. It is never spoken in vain, and never fails to produce the effect which he intends. The gospel is no more preached in vain than the rain falls in vain. And though that often falls on barren rocks, or on arid sands; on extended plains where no vegetation is produced, or in the wilderness &lsquo;where no man is,&rsquo; and seems to our eyes in vain, yet it is not so. God has a design in each drop that falls on sands or rocks, as really as in the copious shower that falls on fertile fields. And so the gospel often falls on the hard and barren hearts of men. It is addressed to the proud, the sensual, the avaricious, and the unbelieving, and seems to be spoken in vain, and to return void unto God. But it is not so. He has some design in it, and that will be accomplished. It is proof of the fullness of his mercy. It leaves people without excuse, and justifies himself. Or when long presented&mdash;apparently long in vain&mdash;it ultimately becomes successful, and sinners are at last brought to abandon their sins, and to turn unto God. It is indeed often rejected and despised. It falls on the ears of people apparently as the rain falls on the hard rock, and there are, so to speak, large fields where the gospel is preached as barren and unfruitful of any spiritual good as the extended desert is of vegetation, and the gospel seems to be preached to almost entire communities with as little effect as is produced when the rains fall on the deserts of Arabia, or of Africa. But there will be better and happier times. Though the gospel may not now produce all the good effects which we may desire, yet it will be ultimately successful to the full wish of the widest benevolence, and the whole world shall be filled with the knowledge and the love of God.<\/p>",
    "audit": 1
}