{
    "id": 1551,
    "source": "barnes",
    "verse_id": 18458,
    "verse_count": 1,
    "reference": "41:6 ",
    "title": "",
    "html": "<p><em>They helped every one his neighbor<\/em>&mdash;The idolatrous nations. The idea is, that they formed confederations to strengthen each other, and to oppose him whom God had raised up to subdue them. The prophet describes a state of general consternation existing among them, when they supposed that all was in danger, and that their security consisted only in confederation; in increased attention to their religion; in repairing their idols and making new ones, and in conciliating the favor and securing the aid of heir gods It was natural for them to suppose that the calamities which were coming upon them by the invasion of Cyrus were the judgments of their gods, for some neglect, or some prevailing crimes, and that their favor could be secured only by a more diligent attention to their service, and by forming new images and establishing them in the proper places of worship. The prophet, therefore, describes in a graphic manner, the consternation, the alarm, and the haste, everywhere apparent among them, in attempting to conciliate the favor of their idols, and to encourage each other. Nothing is more common, than for people, when they are in danger, to give great attention to religion, though they may greatly neglect or despise it when they are in safety. Men fly to temples and churches and altars in the times of plague and the pestilence; and as regularly flee from them when the calamity is overpast.<\/p><p><em>Be of good courage<\/em>&mdash;Margin, as Hebrew, &lsquo;Be strong.&rsquo; The sense is, Do not be alarmed at the invasion of Cyrus. Make new images, set them up in the temples, show unusual zeal in religion, and the favor of the gods may be secured, and the dangers be averted. This is to be understood as the language of the idolatrous nations, among whom Cyrus, under the direction of Yahweh, was carrying his conquests and spreading desolation.<\/p>",
    "audit": 1
}