{
    "id": 910,
    "source": "barnes",
    "verse_id": 17817,
    "verse_count": 1,
    "reference": "8:9",
    "title": "",
    "html": " <p> <em>Associate yourselves <\/em>&mdash;In the previous verses the prophet had seen the Assyrian coming up on the land like an overwhelming flood. He looked upon the danger, and his mind was turned to the pledge of safety which God had given. The name Immanuel, and the promise connected with the giving of that name <a class=\"isa\" verses=\"WzE3Nzk5XQ==\">Isaiah 7:16<\/a>, reminded him of the perfect safety of the nation, for it was a pledge that God was with them; see <a class=\"isa\" verses=\"WzE3ODE4XQ==\">Isaiah 8:10<\/a>. In view of this pledge of the protection of God, this verse is a spirited apostrophe to the mighty host that was about to invade the land. Though confederated and vast, yet they could not prevail. They should be scattered, much as they might be prepared for victory, for God had given a pledge that he would defend his people. <\/p> <p> <em>Associate <\/em>&mdash;There has been much variety among interpreters about the meaning of the Original word used here. It may mean &ldquo;to be terrified, to be alarmed,&rdquo; as well as to associate or become confederate. The Vulgate and Chaldee render it, &lsquo;Be assembled, or congregated.&rsquo; The Septuagint, &lsquo;Know, ye nations,&rsquo; etc. The Syriac, &lsquo;Tremble, ye people,&rsquo; etc. Still the notion of associating, confederating, or entering into an alliance, suits the connection better; answers to the parallelism in the latter part of the verse, and is equally consonant with the original. <\/p> <p> <em>O ye people <\/em>&mdash;Ye people of Assyria. This is an apostrophe to the mighty multitudes that were to come up upon the land from that country. <\/p> <p> <em>And ye shall be broken in pieces <\/em>&mdash;That is, though the confederacy be mighty, yet shall not prevail. It shall not accomplish that which you purpose&mdash;the entire destruction of the land of Judah. <\/p> <p> <em>Give ear, all ye of far countries <\/em>&mdash;That should be particularly engaged in the confederacy&mdash;Assyria, and the kingdoms allied with it. <\/p> <p> <em>Gird yourselves <\/em>&mdash;As if for war; that is, prepare yourselves thoroughly for conquest; see the note at <a class=\"isa\" verses=\"WzE3NzY3XQ==\">Isaiah 5:27<\/a>. The repetition of this shows the excited and agitated state of the prophet&rsquo;s mind. It is a strong, emphatic mode of expression&mdash;denoting that they should be certainly broken in pieces, notwithstanding the strength of their confederacy. <\/p>",
    "audit": 1
}