{
    "id": 2018,
    "source": "barnes",
    "verse_id": 18925,
    "verse_count": 1,
    "reference": "66:2 ",
    "title": "",
    "html": "<p><em>For all those things hath mine hand made<\/em>&mdash;That is the heaven and the earth, and all that is in them. The sense is, &lsquo;I have founded for myself a far more magnificent and appropriate temple than you can make; I have formed the heavens as my dwelling-place, and I need not a dwelling reared by the hand of man.&rsquo;<\/p><p><em>And all those things have been<\/em>&mdash;That is, have been made by me, or for me. The Septuagint renders it, &lsquo;All those things are mine?&rsquo; Jerome renders it, &lsquo;All those things were made;&rsquo; implying that God claimed to be the Creator of them all, and that, therefore, they all belonged to him.<\/p><p><em>But to this man will I look<\/em>&mdash;That is, &lsquo;I prefer a humble heart and a contrite spirit to the most magnificent earthly temple&rsquo; (see the notes at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 57:15<\/a>).<\/p><p><em>That is poor<\/em>&mdash;Or rather &lsquo;humble.&rsquo; The word rendered &lsquo;poor&rsquo; (עני ‛ânı̂y), denotes not one who has no property, but one who is down-trodden, crushed, afflicted, oppressed; often, as here, with the accessory idea of pious feeling <a class=\"ref\">Exodus 24:12; Psalm 10:2, Psalm 10:9<\/a>. The Septuagint renders it, &Tau;&alpha;&pi;&epsilon;&iota;&nu;&omicron;̀&nu; Tapeinon&mdash;&lsquo;Humble;&rsquo; not &pi;&tau;&omega;&chi;&omicron;́&nu; ptōchon (poor). The idea is, not that God looks with favor on a poor man merely because he is poor&mdash;which is not true, for his favors are not bestowed in view of external conditions in life&mdash;but that he regards with favor the man that is humble and subdued in spirit.<\/p><p><em>And of a contrite spirit<\/em>&mdash;A spirit that is broken, crushed, or deeply affected by sin. It stands opposed to a spirit that is proud, haughty, self-confident, and self-righteous.<\/p><p><em>And that trembleth at my word<\/em>&mdash;That fears me, or that reveres my commands.<\/p>",
    "audit": 1
}