{
    "id": 1328,
    "source": "barnes",
    "verse_id": 18235,
    "verse_count": 1,
    "reference": "30:17",
    "title": "",
    "html": " <p> <em>One thousand... <\/em>&mdash;The sense of this is, that you shall be easily alarmed and overcome by those who are inferior in numbers and strength. The number &lsquo;one thousand,&rsquo; is put for a large indefinite number; probably meaning all. <\/p> <p> <em>At the rebuke of one <\/em>&mdash;The number one here is put to denote a very small number; a number in the ordinary course of warfare entirely disproportionate to those who would be vanquished. There is probably a reference here to the prediction in <a class=\"ref\">Deuteronomy 32:30<\/a>: <\/p> <p>How should one chase a thousand, <\/p> <p>And two put ten thousand to flight, <\/p> <p>Except their Rock had sold them <\/p> <p>And Yahweh had shut them up? <\/p> <p> <em>At the rebuke of five <\/em>&mdash;Of a very small number. <\/p> <p> <em>Till ye be left as a beacon upon the top of a mountain <\/em>&mdash;The word rendered &lsquo;beacon&rsquo; (תרן toren), (Greek &iota;̔&sigma;&tau;&omicron;̀&sigmaf; histos, &ldquo;a mast&rdquo;), denotes properly the mast of a ship <a class=\"isa\" verses=\"WzE4MzAzXQ==\">Isaiah 33:23<\/a>; <a class=\"ref\">Ezekiel 27:5<\/a>; then anything resembling a mast, a flagstaff, or a beacon of any kind. It may refer to a staff or mast erected on a promontory to warn sailors, or to be a landmark&mdash;as it is not improbable that the masts of ships would be employed for that purpose; or it may refer to a flagstaff, erected on a conspicuous place, to which the nation could rally in time of war. On the sea coasts of America such beacons are often erected. Those which I have seen consist of a pole erected on an eminence or rising ground, with a cask or barrel painted white on the top. The idea seems to be, that of a long pole erected for any purpose, and which was standing alone, stripped of its leaves and branches, and without ornament. So would be the few, solitary, and scattered Jews when driven before their enemies. <\/p> <p> <em>And as an ensign on a hill <\/em>&mdash;(see <a class=\"isa\" verses=\"WzE3NzY2XQ==\">Isaiah 5:26<\/a>, note; <a class=\"isa\" verses=\"WzE3ODk3XQ==\">Isaiah 11:12<\/a>, note). The idea is, that those who should escape would be few in number, and would stand alone, as a beacon in view of all the nations, to admonish them of the justice of God, and the truth of his threatening&mdash;like an ensign floating on a hill that can be seen from afar. What a striking description is this of the condition of the Jews in our times, and indeed in all ages since their dispersion! Their strength, and influence, and power as a people are gone. They stand as beacons to warn the nations of the evils of a want of confidence in God, and of his justice. <\/p>",
    "audit": 1
}