{
    "id": 879,
    "source": "barnes",
    "verse_id": 17786,
    "verse_count": 1,
    "reference": "7:3",
    "title": "",
    "html": " <p> <em>Then said the Lord <\/em>&mdash;In regard to the purposes for which Isaiah was sent to meet Ahaz, and the reason why this place was selected, see the Analysis of the chapter. <\/p> <p>Thou and Shear-ashub&mdash;The meaning of the name &ldquo;Shear-jashub&rdquo; is, &lsquo;the remnant shall return.&rsquo; The names which Isaiah gave to his sons were significant or emblematic of some important events which were to occur to the Jews. They were for &ldquo;signs&rdquo; to the people, and had been given in order to keep before the nation the great truth that God was their protector, and that however much they might suffer or be punished, yet the nation would not be totally destroyed until the great Deliverer should come; see the note at <a class=\"isa\" verses=\"WzE3Nzk3XQ==\">Isaiah 7:14<\/a>, and <a class=\"isa\" verses=\"WzE3ODExXQ==\">Isaiah 8:3<\/a>, note. Why this name was given to this son, or on what occasion, is not certainly known. It is probable, however, that was with reference to the future calamities and captivity of the Jews, denoting that a part of the people would return to the land of their fathers: compare <a class=\"isa\" verses=\"eyIxNzg3MiI6Mn0=\">Isaiah 10:21-22<\/a>. The name was a remembrancer given by him as a prophet, perhaps, some time before this, that the nation was not to be wholly annihilated&mdash;a truth which Isaiah everywhere keeps before them in his prophecies; compare the note at <a class=\"isa\" verses=\"WzE3NzgzXQ==\">Isaiah 6:13<\/a>. &ldquo;Why&rdquo; Shear-jashub accompanied Isaiah now is not recorded. It might be as a pledge to Ahaz of the purpose of the Lord, that the people should not be destroyed. Ahaz may have been apprized of the reason why the name was given, and his presence might serve to mitigate his fears. <\/p> <p> <em>At the end of the conduit <\/em>&mdash;A &ldquo;conduit&rdquo; is a pipe, or other conductor of water. The water flowed from a fountain, but was conducted to different receptacles for the supply of the city. <\/p> <p> <em>Of the upper pool <\/em>&mdash;Or the upper receptacle, or pond. Robinson (&ldquo;Bib. Researches,&rdquo; i. p. 483) and Pococke (&ldquo;Descr. of the East,&rdquo; ii. pp. 25, 26) suppose that the upper and lower pools referred to by Isaiah, were on the west side of the city, the ruins of which now remain. The upper pool is now commonly called by the monks &ldquo;Gihon,&rdquo; and by the natives &ldquo;Birket el Mamilla.&rdquo; It lies in the basin forming the head of the valley of Hinnom or Gihon, about seven hundred yards west-northwest from the Yafa gate, on the west of Jerusalem. The sides of this pool are built of hewn stones laid in cement, with steps at the corners by which to descend into it. The bottom is level. The dimensions are as follows: <\/p> <p>Length (in Eng. Feet) from east to west 316 Breadth at the west end 200 Breadth at the east end 218 Depth at each end 18 <\/p> <p>There is no water-course, or other visible means, by which water is now brought into this reservoir, but it is probable that it was filled in the rainy seasons by the waters which flowed from the higher ground round about. From this upper pool a part of the water was conveyed into the city to the pool of Hezekiah, lying within the walls, and situated some distance to the northeastward of the Yafa gate. &lsquo;Hezekiah stopped the upper watercourse of Gihon, and brought it straight down to the west side of the city of David;&rsquo; <a class=\"ref\">2 Chronicles 32:30<\/a>; compare the notes at <a class=\"isa\" verses=\"WzE4MDYyXQ==\">Isaiah 22:9<\/a>. This upper pool had a trench or &lsquo;conduit,&rsquo; and a considerable part of the waters were allowed to flow through this to the lower pool. The &lsquo;lower pool&rsquo; is mentioned in the Old Testament only once, and that by Isaiah Isa 22:9, and there without any hint of its locality. There is now a large lower pool on the western side of Jerusalem, which is not improbably the one intended, and which stands in contrast with the one mentioned here. This pool is called by the Arabs &ldquo;Birket es-Sultan.&rdquo; There is, at present, no other pool in the vicinity of Jerusalem to which the description in Isaiah can be well applied. This reservoir is situated in the valley of Hinnom or Gihon, southward from the Yafa gate. Its northern end is nearly upon a line with the southern wall of the city. The pool was formed by throwing strong walls across the bottom of the valley, between which the earth was wholly removed. A road crosses on the causeway at the southern end. The following are the measurements of this pool: <\/p> <p>Length (in Eng. Feet) along the middle 592. Breadth at the north end 245 Breadth at the south end 275 Depth at north end 85 Depth at south end 42 <\/p> <p>This reservoir was probably filled from the rains, and from the superfluous waters of the upper pool. It is now in ruins. The water from this pool would flow off into the valley of Hinnom, and thence, into the valley of Jehoshaphat or Kedron, or subsequently into the pool of Hezekiah, situated &ldquo;within&rdquo; the city; see the notes at <a class=\"isa\" verses=\"WzE4MDYyXQ==\">Isaiah 22:9<\/a>, <a class=\"isa\" verses=\"WzE4MDY0XQ==\">Isaiah 22:11<\/a>. Why Ahaz was at that place, the prophet does not say. It is possible he was examining it, to see whether the fountain could be stopped up, or the water diverted so that it could not be used by the enemy, and so that they could be prevented from maintaining a protracted siege; compare <a class=\"ref\">2 Chronicles 32:4<\/a>. It is probable that the king had gone to this place attended by many of his counselors, and as this was the main source of the supply of water to the city, a multitude would be there, and Isaiah could have an opportunity not only to deliver his message to Ahaz and his court, but in the presence of a considerable concourse of people, and might thus inspire confidence among the alarmed and dejected inhabitants of the city. <\/p> <p>In the highway of the fuller&rsquo;s field&mdash;In the place occupied as a situation on which to spread, or suspend cloth that was bleached, or dyed. This situation would be chosen because much water was needed in bleaching or dyeing cloth. The name &lsquo;highway&rsquo; denotes the public path, or road that led to this field. Probably, on one side of this highway was the aqueduct, and on the other the fuller&rsquo;s field. Of the fuller&rsquo;s field, Eusebius and Jerome merely say that it was shown in their day in the suburbs of the city.&mdash;&ldquo;Onom.&rdquo; art. &ldquo;Ager Fullonis.&rdquo; <\/p>",
    "audit": 1
}