{
    "id": 1837,
    "source": "barnes",
    "verse_id": 18744,
    "verse_count": 1,
    "reference": "55:3",
    "title": "",
    "html": "<p><em>Hear, and your soul shall live<\/em> &mdash;That is, if you attend to my command and embrace my promises, you shall live. Religion in the Scriptures is often represented as life<a class=\"ref\">John 5:40; John 6:33; John 8:13; John 20:31; Romans 5:17-18; Romans 6:4; Romans 8:6; 1 John 5:12; Revelation 2:7-10<\/a> . It stands opposed to the death of sin&mdash;to spiritual and eternal death.<\/p><p><em>And I will make an everlasting covenant with you<\/em> &mdash;On the word &lsquo;covenant,&rsquo; see the notes at<a class=\"isa\" verses=\"WzE4MTgzLDE4NDg3LDE4NjQ1XQ==\">Isaiah 28:18; Isaiah 42:6; Isaiah 49:8<\/a> . Here it means that God would bind himself to be their God, their protector, and their friend. This covenant would be made with all who would come to him. It would not be with the nation of the Jews, as such, or with any community, as such, but it would be with all who should embrace the offers of life and salvation.<\/p><p><em>Even the sure mercies of David<\/em> &mdash;I will confirm to you, and fulfill in you, the solemn promises made to David. The transaction here referred to is that which is celebrated in<a class=\"ref\">Psalm 89:2-4<\/a> :<\/p><p>For I have said, mercy shall be built up forever;<\/p><p>Thy faithfulness hast thou established in the very heavens.<\/p><p>I have made a covenant with my chosen,<\/p><p>I have sworn unto David my servant,<\/p><p>Thy seed will I establish forever,<\/p><p>And build up thy throne to all generations.<\/p><p>A kingdom had thus been promised to David, and he had been assured that the true religion should flourish among those who were to succeed him in Israel. The prophet here says that this solemn promise. would be fulfilled in those who should embrace the Messiah, and that God would ratify with them this covenant. The word rendered here &lsquo;mercies&rsquo; (חסד chesed), properly means kindness, goodwill, pity, compassion; then goodness, mercy, grace. The word rendered &rsquo;sure,&rsquo; denotes that which is established, or confirmed; that in which confidence may be placed. The whole expression denotes that the covenant made with David was one which promised great favors, and was one which was not to be abrogated, but which was to be perpetual. With all who embraced the Messiah, God would enter into such an unchanging and unwavering covenant&mdash;a covenant which was not to be revoked.<\/p> ",
    "audit": 1
}