{
    "id": 1702,
    "source": "barnes",
    "verse_id": 18609,
    "verse_count": 1,
    "reference": "47:9",
    "title": "",
    "html": "<p><em>In a moment, in one day<\/em>&mdash;This is designed, undoubtedly, to describe the suddenness with which Babylon would be destroyed. It would not decay slowly, and by natural causes, but it would not decay slowly, and by natural causes, but it would be suddenly and unexpectedly destroyed. How strikingly this was fulfilled, it is not needful to pause to state (see <a class=\"isa\" verses=\"WzE4NjEzXQ==\">Isaiah 13<\/a> , note; <a class=\"isa\" verses=\"WzE3OTMwXQ==\">Isaiah 14:1<\/a> , note) In the single night in which Babylon was taken by Cyrus, a death-blow was given to all her greatness and power, and at that moment a train of causes was originated which did not cease to operate until it became a pile of ruins.<\/p><p><em>The loss of children, and widowhood<\/em>&mdash;Babylon would be in the situation of a wife and a mother who is instantaneously deprived of her husband, and bereft of all her children.<\/p><p><em>They shall come upon thee in their perfection<\/em>&mdash;In full measure; completely; entirely. You shall know all that is meant by this condition. The state referred to is that of a wife who is suddenly deprived of her husband, and who, at the same time, and by the same stroke, is bereft of all her children. And the sense is, that Babylon would know all that was meant by such a condition, and would experience the utmost extremity of grief which such a condition involved.<\/p><p><em>For the multitude of thy sorceries<\/em>&mdash;This was one of the reasons why God would thus destroy her, that sorceries and enchantments abounded there. Lowth, however, renders this, &lsquo;Notwithstanding the multitude of thy sorceries.&rsquo; So Noyes, &lsquo;In spite of thy sorceries.&rsquo; The Hebrew is, &lsquo;in the multitude (ברב berôb) of thy sorceries.&rsquo; Jerome renders it, &lsquo;On account of (&ldquo;propter&rdquo;) the multitude of thy sorceries.&rsquo; The Septuagint: &lsquo;In (&epsilon;̓&nu; en) thy sorcery.&rsquo; Perhaps the idea is, that sorcery and enchantment abounded, and that these calamities would come notwithstanding all that they could do. They would come in the very midst of the abounding necromancy and enchantments, while the people practiced these arts, and while they depended on them. That this trust in sorcery was one cause why these judgments would come upon them, is apparent from <a class=\"isa\" verses=\"eyIxODYxMCI6Mn0=\">Isaiah 47:10-11<\/a>. And that they would not be able to protect the city, or that these judgments would come in spite of all their efforts, is apparent from <a class=\"isa\" verses=\"WzE4NjEzXQ==\">Isaiah 47:13<\/a>. The idea is exactly expressed by a literal translation of the Hebrew. They would come upon her in, that is, &ldquo;in the very midst&rdquo; of the multitude of sorceries and enchantments. The word rendered here &rsquo;sorceries,&rsquo; means magic, incantation, and is applied to the work of magicians ( <a class=\"ref\">2 Kings 9:22; Nehemiah 3:4; Micah 5:11<\/a>; compare <a class=\"ref\">Exodus 7:2; Deuteronomy 18:10; Daniel 2:2; Malachi 3:5<\/a>). Magic, it is well known, abounded in the East, and indeed this may be regarded as the birthplace of the art (see the note at <a class=\"isa\" verses=\"WzE3NjkyXQ==\">Isaiah 2:6<\/a>).<\/p><p><em>And for the great abundance of thine enchantments<\/em>&mdash;Hebrew, &lsquo;And in the strength;&rsquo; that is, in the full vigor of thine enchantments. While they would abound, and while they would exert their utmost power to preserve the city. The word rendered &lsquo;enchantments,&rsquo; means properly society, company, community&mdash;from being associated, or bound together; and then spells, or enchantments, from the notion that they bound or confined the object that was the subject of the charm. The idea was that of controlling, binding, or restraining anyone whom they pleased, by the power of a spell.<\/p> ",
    "audit": 1
}