{
    "id": 1308,
    "source": "barnes",
    "verse_id": 18215,
    "verse_count": 1,
    "reference": "29:21",
    "title": "",
    "html": " <p> <em>That make a man an offender <\/em>&mdash;literally, &lsquo;who cause a man to sin&rsquo; (מחטיאי machăṭı̂y&lsquo;ēy); that is, who hold a man to be guilty, or a criminal. Lowth renders this singularly enough: <\/p> <p>&lsquo;Who bewildered the poor man in speaking.&rsquo; <\/p> <p>Grotius supposes it means, &lsquo;Who on account of the word of God, that is, the true prophecy, treat men as guilty of crime.&rsquo; Calvin supposes it means, &lsquo;Who bear with impatience the reproofs and denunciation of the prophets, and who endeavor to pervert and distort their meaning.&rsquo; Hence, he supposes, they proposed artful and captious questions by which they might ensnare them. Others suppose that it refers to the fact that they led people into sin by their new doctrines and false views. The connection, however, seems to require that it should be understood of judicial proceedings, and the sense is probably correctly expressed by Noyes: <\/p> <p>&lsquo;Who condemned the poor man in his cause.&rsquo; <\/p> <p>This interpretation is also that which is proposed by Rosenmuller and Gesenius. According to the interpretation above suggested, the word rendered &lsquo;who make an offender,&rsquo; means the same as who holds one guilty, that is, condemns. <\/p> <p> <em>A man <\/em>&mdash;(אדם &lsquo;âdâm). It is well known that this word stands in contradistinction to אישׁ &lsquo;ı̂ysh, and denotes usually a poor man, a man in humble life, in opposition to one who is rich or of more elevated rank. This is probably the sense here, and the meaning is, that they condemned the poor man; that is, that they were partial in their judgments. <\/p> <p> <em>For a word <\/em>&mdash;(בדבר bedâbâr). &ldquo;In&rdquo; a word; denoting the same as &ldquo;a cause&rdquo; that is tried before a court of justice. So <a class=\"ref\">Exodus 18:16<\/a>: &lsquo;When they have &ldquo;a matter&rdquo; (דבר dâbâr &ldquo;a word&rdquo;), they come unto me.&rsquo; So <a class=\"ref\">Exodus 18:22<\/a>: &lsquo;And it shoji be that every great &ldquo;matter&rdquo; (Hebrew every great &ldquo;word&rdquo;) that they shall bring unto me.&rsquo; So <a class=\"ref\">Exodus 22:8<\/a> (in the English version 9): &lsquo;For all manner of trespass,&rsquo; Hebrew for every word of trespass; that is, for every suit concerning a breach of trust. So also <a class=\"ref\">Exodus 24:14<\/a>: &lsquo;If any man have &ldquo;any matters&rdquo; to do,&rsquo; (Hebrew, &lsquo;any &ldquo;words, &rsquo;&rdquo;) that is, if anyone has a law suit. <\/p> <p> <em>And lay a snare <\/em>&mdash;To lay a snare is to devise a plan to deceive, or get into their possession; as birds are caught in snares that are concealed from their view. <\/p> <p> <em>That reproveth <\/em>&mdash;Or rather, that &ldquo;contended&rdquo; or &ldquo;pleaded;&rdquo; that is, that had a cause. The word יכח yâkach means often to contend with any one; to strive; to seek to confute; to attempt to defend or justify, as in a court of law <a class=\"ref\">Job 13:15; Job 19:5; Job 16:21; Job 22:4<\/a>. It is also applied to deciding a case in law, or pronouncing a decision <a class=\"isa\" verses=\"W3siMTc4ODgiOjJ9LFs5MTEsMTMwODVdXQ==\">Isaiah 11:3-4; Genesis 31:37; Job 9:33<\/a>. Here it means one who has brought a suit, or who is engaged in a legal cause. <\/p> <p> <em>In the gate <\/em>&mdash;Gates of cities being places of concourse, were usually resorted to for transacting business, and courts were usually held in them <a class=\"ref\">Genesis 23:10, Genesis 23:18; Deuteronomy 17:5, Deuteronomy 17:8; Deuteronomy 21:19; Deuteronomy 22:15; Deuteronomy 25:6-7; Ruth 4:1<\/a>. The sense is, they endeavored to pervert justice, and to bring the man who had a cause before them, completely within their power, so that they might use him for their own purposes, at the same time that they seemed to be deciding the cause justly. <\/p> <p> <em>And turn aside the just <\/em>&mdash;The man who has a just or righteous cause. <\/p> <p> <em>For a thing of nought <\/em>&mdash;Or a decision which is empty, vain (בתהו batôhû), and which should be regarded as null and void, <\/p> ",
    "audit": 1
}