{
    "id": 1000,
    "source": "barnes",
    "verse_id": 17907,
    "verse_count": 1,
    "reference": "12:6 ",
    "title": "",
    "html": "<p><em>Cry out<\/em>&mdash;(צהלי tsahalı̂y). This word is usually applied to the neighing of a horse <a class=\"ref\">Jeremiah 5:8; Jeremiah 8:16<\/a>. It is also used to express joy, pleasure, exultation, by a clear and loud sound of the voice <a class=\"isa\" verses=\"WzE3ODgxLDE3OTA3LDE3OTQzLDE4NzI1XQ==\">Isaiah 10:30; Isaiah 12:6; Isaiah 14:14; Isaiah 54:1<\/a> ; <a class=\"ref\">Jeremiah 31:7; Jeremiah 50:11<\/a>. It is here synonymous with the numerous passages in the Psalms, and elsewhere, where the people of God are called on to exult, to shout, to make a noise as expressive of their joy <a class=\"ref\">Psalm 47:1; Psalm 148:1-14; Psalm 149:1-9<\/a> ; <a class=\"isa\" verses=\"WzE4NDkyLDE4NTU3XQ==\">Isaiah 42:11; Isaiah 44:23<\/a> ; <a class=\"ref\">Jeremiah 31:7; Zephaniah 3:14; Zechariah 9:9<\/a>.<\/p><p><em>And shout<\/em>&mdash;(ורני vāronı̂y). This word properly means to cry aloud <a class=\"ref\">Proverbs 1:20; Proverbs 8:3<\/a> ; to cry for help <a class=\"ref\">Lamentations 2:19<\/a> ; to raise a shout of joy, to rejoice, or exult <a class=\"ref\">Leviticus 9:24; Job 38:7<\/a> ; to praise, or celebrate with joy <a class=\"ref\">Psalm 33:1; Psalm 51:15; Psalm 59:17; Psalm 89:13<\/a>. Here it denotes the joy in view of God&rsquo;s mercies, which leads to songs of exalted praise.<\/p><p><em>Thou inhabitant of Zion<\/em>&mdash;Thou that dwellest in Zion; that is, thou who art numbered with the people of God (note, <a class=\"isa\" verses=\"WzE3NjYzXQ==\">Isaiah 1:8<\/a>). The margin here is in accordance with the Hebrew&mdash;&lsquo;Inhabitress of Zion;&rsquo; and the word used here is applicable to the people, rather than to an individual.<\/p><p><em>For great is the Holy One of Israel<\/em>&mdash;That is, God has shown himself great and worthy of praise, by the wonderful deliverance which he has worked for his people. Thus closes this beautiful hymn. It is worthy of the theme&mdash;worth to be sung by all. O, may all the redeemed join in this song of deliverance; and may the time soon come, when the beautiful vision of the poet shall be realized, in the triumphant song of redemption echoing around the world:<\/p><p>&lsquo;One song employs all nations; and all cry,<\/p><p>&ldquo;Worthy the Lamb, for he was slain for us!&rdquo;<\/p><p>The dwellers in the vales and on the rocks<\/p><p>Shout to each other, and the mountain-tops<\/p><p>From distant mountains catch the flying joy;<\/p><p>Till, nation after nation taught the strain,<\/p><p>Earth rolls the rapturous hosanna round.&rsquo;<\/p><p>&ldquo;The Task&rdquo; Book vi.<\/p>",
    "audit": 1
}