{
    "id": 1396,
    "source": "barnes",
    "verse_id": 18303,
    "verse_count": 1,
    "reference": "33:23",
    "title": "",
    "html": " <p> <em>Thy tacklings <\/em>&mdash;This is evidently an address to Sennacherib. The mention of the war-galley and the ship seems to have suggested the application of the figure to the enemies of the Jews, and particularly to Sennacherib. The prophet, therefore, compares the Assyrian to a ship that was rendered unserviceable; whose sails were unfastened, and whose mast could not be made firm, and which was therefore at the mercy of winds and waves. The Hebrew which is rendered here &lsquo;thy tacklings are loosed,&rsquo; means &lsquo;thy cords are let go;&rsquo; that is, the cords or ropes that fastened the sails, the masts, and the rudder, were loosened. In such a condition the ship would, of course, go to ruin. <\/p> <p> <em>They could not well strengthen their mast <\/em>&mdash;They could not fix it firm or secure. It is evident that if the mast cannot be made firm, it is impossible to navigate a ship. It is to be observed here, however, that the word which our translators have rendered &lsquo;well&rsquo; (כן kên), not only signifies &lsquo;well&rsquo; as an adverb, but is also used as a noun, and means a stand or station <a class=\"ref\">Genesis 40:13; Genesis 41:13; Daniel 11:20-21 <\/a>; and also a base or pedestal (<a class=\"ref\">Exodus 30:18, Exodus 30:28; Exodus 31:9; Exodus 35:16; Exodus 38:8; Leviticus 8:11; 1 Kings 7:31 <\/a>. It may be used here to denote the socket or base of the ship&rsquo;s mast; or the cross beam which the mast passed through, and which held it firm. This was called by the Greeks &iota;̔&sigma;&tau;&omicron;&pi;&epsilon;́&delta;&eta; histopedē (Odyssey xii. 51), or &mu;&epsilon;&sigma;&omicron;́&delta;&mu;&eta;, &iota;̔&sigma;&tau;&omicron;&delta;&omicron;́&kappa;&eta; mesodmē, histodokē. The translation, therefore, &lsquo;They could not make fast the base of their mast,&rsquo; would better express the sense of the Hebrew. The Septuagint renders it: &lsquo;Thy mast gave way.&rsquo; <\/p> <p> <em>They could not spread the sail <\/em>&mdash;Of course, as the ropes were all loosened, and the mast could not be made firm, it Would be in vain to attempt to spread a sail. The sense is, that the plan of the Assyrian would be disconcerted, his scheme discomfited, and his enterprise would come to naught. He and his army would be like a vessel at sea without sails. <\/p> <p> <em>Then is the prey of a great spoil divided <\/em>&mdash;The word &lsquo;divided&rsquo; here means shall be distributed or apportioned, as plunder was usually among victors. The sense is, that much booty would be taken from the army of the Assyrian and distributed among the Jews (see the note at <a class=\"isa\" verses=\"WzE4Mjg0XQ==\">Isaiah 33:4 <\/a>). It is certain that Hezekiah had given to Sennacherib three hundred talents of silver, and thirty talents of gold, and had stripped the temple, and given the gold that was on the temple to him <a class=\"ref\">2 Kings 18:14-16 <\/a>,, and tiffs treasure was doubtless in the camp of the Assyrians. And it is certain that after this invasion of Sennacherib, the treasures of Hezekiah were replenished, and his wealth so much abounded, that he made an improper and ostentatious display of it to the ambassadors that came from Babylon <a class=\"ref\">2 Kings 20:13-15 <\/a>; and there is every presumption, therefore, that a great amount of spoil was collected from the camp of the Assyrian. <\/p> <p> <em>The lame take the prey <\/em>&mdash;It shall be so abundant, and shall be so entirely abandoned by the Assyrians, that even the feeble and the defenseless shall go forth to the camp and take the spoil that is left. <\/p>,",
    "audit": 1
}