{
    "id": 1970,
    "source": "barnes",
    "verse_id": 18877,
    "verse_count": 1,
    "reference": "63:10",
    "title": "",
    "html": " <p> <em>But they rebelled <\/em>&mdash;Against God. This charge is often made against the Jews; and indeed their history is little more than a record of a series of rebellions against God. <\/p> <p> <em>And vexed <\/em>&mdash;Or rather &lsquo;grieved.&rsquo; The Hebrew word עצב ‛âtsab, in Piel, means to pain, to afflict, to grieve. This is the idea here. Their conduct was such as was suited to produce the deepest pain&mdash;for there is nothing which we more deeply feel than the ingratitude of those who have been benefited by us. Our translators have supposed that the word conveyed the idea of provoking to wrath by their conduct (thus the Septuagint renders it &pi;&alpha;&rho;&omega;́&xi;&upsilon;&nu;&alpha;&nu; &tau;&omicron;̀ &pi;&nu;&epsilon;&upsilon;́&mu;&alpha;, &kappa;.&tau;.&lambda;. parōxunan to pneuma, etc.; but the more appropriate sense is, that their conduct was such as to produce pain or grief. Compare <a class=\"ref\">Ephesians 4:30 <\/a>: &lsquo;Grieve not (&mu;&eta;̀ &lambda;&upsilon;&pi;&epsilon;&iota;͂&tau;&epsilon; mē lupeite) the Holy Spirit.&rsquo; <a class=\"ref\">Psalm 78:40; Psalm 95:10 <\/a>. <a class=\"ref\">Hebrews 3:10-17 <\/a>. <\/p> <p> <em>His Holy Spirit <\/em>&mdash;The Chaldee renders this, &lsquo;But they were unwilling to obey, and they irritated (provoked, blasphemed רגז râgaz) against the words of the prophets.&rsquo; But the reference seems rather to be to the Spirit of God that renewed, comforted, enlightened, and sanctified them. Grotius, Rosenmuller, and Gesenius, suppose that this means God himself&mdash;a Spirit of holiness. But, with the revelation of the New Testament before us, we cannot well doubt that the real reference here is to the third person of the Trinity&mdash;the renewer and sanctifier of the people of God. It may be admitted, perhaps, that the ancient Hebrews would refer this to God himself, and that their views of the offices of the different persons in the divine nature were not very clearly marked, or very distinct. But this does not prove that the real reference may not have been to &lsquo;the Holy Spirit.&rsquo; The renewer and sanctifier of the human heart at all times has been the same. <\/p> <p> <em>And when any operations of the mind and heart pertaining to salvation are referred to in the Old Testament, nothing should forbid us to apply to the explanation of the expressions and the facts, the clear light which we have in the New Testament <\/em>&mdash;in the same way as when the ancients speak of phenomena in the physical world, we deem it not improper to apply to the explanation of them the established doctrines which we now have in the physical sciences. By this we by no means design to say that the ancients had the same knowledge which we have, or that the language which they used conveyed the same idea to them which it now does to us, but that the events occurred in accordance with the laws which we now understand, and that the language may be explained by the light of modern science. Thus the word eclipse conveyed to them a somewhat different idea from what it does to us. They supposed it was produced by different causes. Still they described accurately the facts in the case; and to the explanation of those facts we are permitted now to apply the principles of modern science. So the Old Testament describes facts occurring under the influence of truth. The facts were clearly understood. What shall hinder us, in explaining them, from applying the clearer light of the New Testament? Admitting this obvious principle, I suppose that the reference here was really to the third person of the Trinity; and that the sense is, that their conduct was such as was suited to cause grief to their Sanctifier and Comforter, in the same way as it is said in the New Testament that this is done now. <\/p> <p> <em>He was turned <\/em>&mdash;He abandoned them for their sins, and left them to reap the consequences. <\/p> <p> <em>And he fought against them <\/em>&mdash;He favored their enemies and gave them the victory. He gave them up to a series of disasters which finally terminated in their long and painful captivity, and in the destruction of their temple, city, and nation. The sentiment is, that when we grieve the Spirit of God, he abandons us to our chosen course, and leaves us to a series of spiritual and temporal disasters. <\/p> ",
    "audit": 1
}