{
    "id": 902,
    "source": "barnes",
    "verse_id": 17809,
    "verse_count": 1,
    "reference": "8:1 ",
    "title": "",
    "html": "<p><em>Take thee a great roll<\/em>&mdash;The word which is here translated &lsquo;roll&rsquo; more properly signifies tablet. So the Chaldee renders it. Those tablets were made of wood, metal, or stone, for the purpose of writing on; see <a class=\"isa\" verses=\"WzE4MjI2XQ==\">Isaiah 30:8<\/a> ; <a class=\"ref\">Habakkuk 2:2<\/a>. On these tablets, or smooth plates, writing was performed by cutting the letters with an iron stylus, or small chisel. The process was slow, but the writing was permanent. They sometimes used the skins of animals, or the bark of trees, and subsequently the papyrus of Egypt (compare the note at <a class=\"isa\" verses=\"WzE4MDEyXQ==\">Isaiah 19:7<\/a> ); and it is possible that Isaiah may have used such a roll or volume on this occasion; compare <a class=\"isa\" verses=\"WzE3ODI0XQ==\">Isaiah 8:16<\/a>.<\/p><p>With a man&rsquo;s pen&mdash;The word &ldquo;pen&rdquo; here (חרט chereṭ) denotes the iron stylus, which was used to engrave or cut the letters in the metal or wood. The phrase &lsquo;a man&rsquo;s pen,&rsquo; has been variously interpreted. The Chaldee renders it, &lsquo;Write in it an open, or clear writing, or an expanded writing;&rsquo; meaning that he should make it clear and distinct, so as to be easily read. The Syriac, &lsquo;Write on it in the (usual) custom of men.&rsquo; The word which is translated &lsquo;man&rsquo;s אנושׁ &lsquo;ĕnôsh usually denotes common men, the lower ranks, in opposition to the higher ranks of society. And probably the direction means simply, &lsquo;write on it in letters such as men commonly use; in a plain, open, distinct manner&mdash;without using any mysterious emblems or characters, but so that men may read it distinctly and easily.&rsquo; A parallel place occurs in <a class=\"ref\">Habakkuk 2:2<\/a>: &lsquo;Write the vision and make it plain upon tables, that he may run that readeth it.&rsquo;<\/p><p><em>Concerning<\/em>&mdash;Hebrew ל (le). This preposition may denote concerning, of, or to. I understand it here as referring to the heading or title of the prophecy. This was to be set over the prophecy, as a running title, to denote the main subject of it. The subject is indicated in the name which is immediately added.<\/p><p><em>Maher<\/em>&mdash;Hasten; or, he shall hasten. &ldquo;Shalal.&rdquo; Spoil, or prey.<\/p><p><em>Hash<\/em>&mdash;Hasten, or make speed.<\/p><p><em>Baz<\/em>&mdash;Spoil, or prey. The name used here is a repetition of the same idea&mdash;denoting haste in seizing prey, or spoil; and is repeated to give emphasis, and to excite attention. The idea is, that the Assyrian would hasten to his plunder&mdash;that it would be accomplished with speed. This name was to be given to a child of Isaiah; and this child was to be a sign of the event which was signified by the name; see <a class=\"isa\" verses=\"WzE3ODI2XQ==\">Isaiah 8:18<\/a> ; compare <a class=\"ref\">Habakkuk 2:2-3<\/a>.<\/p>",
    "audit": 1
}