{
    "id": 1624,
    "source": "barnes",
    "verse_id": 18531,
    "verse_count": 1,
    "reference": "43:25",
    "title": "",
    "html": " <p> <em>I, even I, am he <\/em>&mdash;This verse contains a gracious assurance that their sins would be blotted out, and the reason why it would be done. The pronoun &lsquo;I&rsquo; is repeated to make it emphatic, as in <a class=\"isa\" verses=\"WzE4NTE3XQ==\">Isaiah 43:11<\/a>. Perhaps also God designs to show them the evil of the sins which are mentioned in the previous verses, by the assurance that they were committed against him who alone could forgive, and who had promised them pardon. The passage also reminds them, that it was God alone who could pardon the sins of which, as a nation, they had been guilty. <\/p> <p> <em>That blotteth out thy transgressions <\/em>&mdash;This metaphor is taken from the custom of keeping accounts, where, when a debt is paid, the charge is blotted or cancelled. Thus God says he blotted out the sins of the Jews. He cancelled them. He forgave them. Of course, when forgiven, punishment could not be exacted, and he would treat them as pardoned; that is, as his friends. <\/p> <p> <em>For mine own sake <\/em>&mdash;Not because you deserve it, or have any claim, or that it would not be right to punish you. Not even primarily to promote your happiness and salvation, but for my sake; <\/p> <p>1. To show the benevolence of my character; <\/p> <p>2. To promote my glory by your forgiveness and salvation (see <a class=\"ref\">Ezekiel 36:22<\/a>). <\/p> <p> <em>And will not remember thy sins <\/em>&mdash;They shall be forgiven. Hezekiah <a class=\"isa\" verses=\"WzE4NDA4XQ==\">Isaiah 38:17<\/a> expresses the same idea by saying &lsquo;thou hast cast all my sins behind thy back.&rsquo; We may learn from this verse: <\/p> <p>1. That it is God only who can pardon sin. How vain, then, is it for man to attempt it! How wicked for man to claim the prerogative! And yet it is an essential part of the papal system that the Pope and his priests have the power of remitting the penalty of transgression. <\/p> <p>2. That this is done by God solely for his own sake. It is not <\/p> <p>(a) because we have any claim to it, for then it would not be pardon, but justice. It is not <\/p> <p>(b) because we have any power to compel God to forgive, for who can contend with him, and how could mere power procure pardon? It is not <\/p> <p>(c) because we have any merit, for then also it would be justice, and we have no merit. Nor is it <\/p> <p>(d) primarily in order that we may be happy, for our happiness is a matter not worthy to be named, compared with the honor of God. But it is solely for his own sake&mdash;to promote his glory&mdash;to show his perfections&mdash;to evince the greatness of his mercy and compassion&mdash;and to show his boundless and eternal love. <\/p> <p>3. They who are pardoned should live to his glory, and not to themselves. For that they were forgiven, and it should be the grand purpose of their lives so to live as to show forth the goodness, compassion, and love of that merciful Being who has blotted out their sins. <\/p> <p>4. If people are ever pardoned, they must come to God&mdash;and to God alone. They must come, not to justify themselves, but to confess their crimes. And they must come with a willingness that God should pardon them on just such terms as he pleases; at just such a time as he pleases; and solely with a view to the promotion of his own glory. Unless they have this feeling, they never can be forgiven, nor should they be forgiven. <\/p> ",
    "audit": 1
}