{
    "id": 1137,
    "source": "barnes",
    "verse_id": 18044,
    "verse_count": 1,
    "reference": "21:8",
    "title": "",
    "html": " <p> <em>And he cried, A lion <\/em>&mdash;Margin, &lsquo;As a lion.&rsquo; This is the correct rendering. The particle כ (k)&mdash;&lsquo;as,&rsquo; is not unfrequently omitted (see <a class=\"isa\" verses=\"WzE4ODYwXQ==\">Isaiah 62:5<\/a>; <a class=\"ref\">Psalm 11:1<\/a>). That is, &lsquo;I see them approach with the fierceness, rapidity, and terror of a lion (compare <a class=\"ref\">Revelation 10:3<\/a>). <\/p> <p>My lord, I stand continually upon the watch-tower&mdash;This is the speech of the watchman, and is addressed, not to Yahweh, but to him that appointed him. It is designed to show the &ldquo;diligence&rdquo; with which he had attended to the object for which he was appointed. He had been unceasing in his observation; and the result was, that now at length he saw the enemy approach like a lion, and it was certain that Babylon now must fall. The language used here has a striking resemblance to the opening of the &ldquo;Agamemnon&rdquo; of AEschylus; being the speech of the watchman, who had been very long upon his tower looking for the signal which should make known that Troy had fallen. It thus commences: <\/p> <p>&lsquo;Forever thus! O keep me not, ye gods, <\/p> <p>Forever thus, fixed in the lonely tower <\/p> <p>Of Atreus&rsquo; palace, from whose height Igaze <\/p> <p>O&rsquo;er watched and weary, like a night-dog, still <\/p> <p>Fixed to my post; meanwhile the rolling year <\/p> <p>Moves on, and I my wakeful vigils keep <\/p> <p>By the cold star-light sheen of spangled skies.&rsquo; <\/p> <p>Symmons, quoted in the &ldquo;Pictorial Bible.&rdquo; <\/p> <p> <em>I am set in my ward <\/em>&mdash;My place where one keeps watch. It does not mean that he was confined or imprisoned, but that he had kept his watch station (משׁמרת mishemeret from שׁמר shâmar &ldquo;to watch, to keep, to attend to&rdquo;). <\/p> <p> <em>Whole nights <\/em>&mdash;Margin, &lsquo;Every night.&rsquo; It means that he had not left his post day or night. <\/p> ",
    "audit": 1
}