{
    "id": 960,
    "source": "barnes",
    "verse_id": 17867,
    "verse_count": 1,
    "reference": "10:16 ",
    "title": "",
    "html": "<p><em>Therefore shall the Lord<\/em>&mdash;Hebrew, אדון &lsquo;ādôn.<\/p><p><em>The Lord of hosts<\/em>&mdash;In the present Hebrew text, the original word is also אדני &lsquo;ădonāy, but fifty-two manuscripts and six editions read Jehovah. On the meaning of the phrase, &ldquo;the Lord of hosts,&rdquo; see the note at <a class=\"isa\" verses=\"WzE3NjY0XQ==\">Isaiah 1:9<\/a>. This verse contains a threatening of the punishment that would come upon the Assyrian for his insolence and pride, and the remainder of the chapter is mainly occupied with the details of that punishment. The punishment here threatened is, that while he appeared to be a victor, and was boasting of success and of his plunder, God would send leanness&mdash;as a body becomes wasted with disease.<\/p><p><em>His fat ones<\/em>&mdash;That is, those who had fattened on the spoils of victory; his vigorous, prosperous, and flourishing army. The prophet here evidently intends to describe his numerous army glutted with the trophies of victor, and revelling on the spoils.<\/p><p><em>Leanness<\/em>&mdash;They shall be emaciated and reduced; their vigor and strength shall be diminished. In <a class=\"ref\">Psalm 106:15<\/a> , the word &ldquo;leanness,&rdquo; רזון râzôn, is used to denote destruction, disease. In <a class=\"ref\">Micah 6:10<\/a> , it denotes diminution, scantiness&mdash;&lsquo;the scant ephah.&rsquo; Here it denotes, evidently, that the army which was so large and vigorous, should waste away as with a pestilential disease; compare <a class=\"isa\" verses=\"WzE3ODcwXQ==\">Isaiah 10:19<\/a>. The &ldquo;fact&rdquo; was, that of that vast host few escaped. The angel of the Lord killed 185,000 men in a single night; <a class=\"ref\">2 Kings 18:35<\/a> ; see the notes at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 38:36<\/a>.<\/p><p><em>And under his glory<\/em>&mdash;That is, beneath the boasted honor, might, and magnificence of the proud monarch.<\/p><p><em>He shall kindle<\/em>&mdash;That is, God shall suddenly and entirely destroy his magnificence and pride, as when a fire is kindled beneath a magnificent temple. A similar passage occurs in <a class=\"ref\">Zechariah 12:6<\/a>:<\/p><p>In that day I shall make the governors of Judah<\/p><p>Like a hearth of fire among the wood,<\/p><p>And like a torch of fire in a sheaf;<\/p><p>And they shall devour all the people round about.<\/p>",
    "audit": 1
}