{
    "id": 1911,
    "source": "barnes",
    "verse_id": 18818,
    "verse_count": 1,
    "reference": "59:17",
    "title": "",
    "html": "<p><em>For he put on righteousness<\/em>&mdash;That is, God the Redeemer. The prophet here introduces him as going forth to vindicate his people clad like an ancient warrior. In the declaration that he &lsquo;put on righteousness,&rsquo; the essential idea is, that he was pure and holy. The same image is used by the prophet in another figure in <a class=\"isa\" verses=\"WzE3ODkwXQ==\">Isaiah 11:5<\/a> (see the note at that place).<\/p><p><em>As a breastplate<\/em>&mdash;The breastplate was a well-known piece of ancient armor, designed to defend the breast from the darts and the sword of an enemy. The design here is, to represent the Redeemer as a hero; and accordingly allusion is made to the various parts of the armor of a warrior. Yet he was not to be literally armed for battle. Instead of being an earthly conqueror, clad in steel, and defended with brass, his weapons were moral weapons, and his conquests were spiritual. The various parts of his weapons were &lsquo;righteousness.&rsquo; &rsquo;salvation,&rsquo; and &lsquo;zeal.&rsquo; This statement should have been, in itself, sufficient to keep the Jews front anticipating a Messiah who would be a bloody warrior and distinguished for deeds of conquest and blood. This figure of speech is not uncommon. Paul (in <a class=\"ref\">Ephesians 6:14-17<\/a>; compare <a class=\"ref\">2 Corinthians 6:7<\/a>) has carried it out to greater length, and introduced more particulars in the description of the spiritual armor of the Christian.<\/p><p><em>And an helmet of salvation<\/em>&mdash;The helmet was a piece of defensive armor for the head. It was made of iron or brass, and usually surmounted by a crest of hair. It was designed to guard the head from the stroke of a sword. No particular stress should be laid on the fact, that it is said that &rsquo;salvation&rsquo; would be the helmet. The design is to represent the Redeemer by the figure of a hero clad in armor, yet there seems to be no particular reason why salvation should be referred to as the helmet, or righteousness as the cuirass or breastplate. Nothing is gained by a fanciful attempt to spiritualize or explain them.<\/p><p><em>And he put on the garments of vengeance for clothing<\/em>&mdash;By &lsquo;garments,&rsquo; here, Vitringa supposes that there is reference to the interior garments which were worn by the Orientals corresponding to the tunic of the Romans. But it is more probable that the allusion is to the other parts of the dress or armor in general of the ancient warrior. The statement that he was clad in the garments of vengeance means, that he would go forth to vindicate his people, and to take vengeance on his foes. It would not be for mere defense that he would be thus armed for battle; but he would go forth for aggressive movements, in subduing his enemies and delivering his people (compare <a class=\"isa\" verses=\"eyIxODg2OCI6Nn0=\">Isaiah 63:1-6<\/a>).<\/p><p><em>And was clad with zeal as a cloak<\/em>&mdash;The cloak worn by men in military as well as in civil life, was a loose flowing robe or mantle that was thrown over the body, usually fastened on the right shoulder by a hook or clasp, and suffered to flow in graceful folds down to the feet. In battle, it would be laid aside, or secured by a girdle about the loins. Vitringa remarks, that, as it was usually of purple color, it was adapted to represent the zeal which would burn for vengeance on an enemy. But the whole figure here is that drawn from a warrior or a conqueror: a hero prepared alike for defense and offence. The idea is, that he would be able to defend and vindicate his people, and to carry on aggressive warfare against his enemies. But it was not to be a warfare literally of blood and carnage. It was to be such as would be accomplished by righteousness, and zeal, and a desire to secure salvation. The triumph of righteousness was the great object still; the conquests of the Redeemer were to be those of truth.<\/p> ",
    "audit": 1
}