{
    "id": 1534,
    "source": "barnes",
    "verse_id": 18441,
    "verse_count": 1,
    "reference": "40:20",
    "title": "",
    "html": "<p><em>He that is so impoverished<\/em>&mdash;So poor. So it is generally supposed that the word used here is to be understood, though interpreters have not been entirely agreed in regard to its signification. The Septuagint renders the phrase, &lsquo;The carpenter chooseth a sound piece of wood.&rsquo; The Chaldee. &lsquo;He cuts down an ash, a tree which will not rot.&rsquo; Vulgate, &lsquo;Perhaps he chooses a tree which is incorruptible.&rsquo; Jarchi renders it, &lsquo;He who is accustomed to examine, and to judge between the wood which is durable, and other wood.&rsquo; But the signification of the word (from סכן sâkan, &ldquo;to dwell, to be familiar with anyone&rdquo;) given to it by our translators, is probably the correct one, that of being too poor to make a costly oblation. This notion of poverty, Gesenius supposes, is derived from the notion of being seated; and thence of sinking down from languor or debility; and hence, from poverty or want.<\/p><p><em>That he hath no oblation<\/em>&mdash;No offering; no sacrifice; no rich gift. He is too poor to make such an offering to his god as would be implied in an idol of brass or other metal, richly overlaid with plates of gold, and decorated with silver chains. In <a class=\"isa\" verses=\"WzE4NDQwXQ==\">Isaiah 40:19<\/a> , the design seems to have been to describe the more rich and costly idols that were made; in this, to describe those that were made by the poor who were unable to offer such as were made of brass and gold. The word &lsquo;oblation,&rsquo; therefore, that is, offering, in this place, does not denote an offering made to the true God, but an offering made to an idol, such as an image was regarded to be. He could not afford a rich offering, and was constrained to make one of wood.<\/p><p><em>Chooseth a tree that will not rot<\/em>&mdash;Wood that will be durable and permanent. Perhaps the idea is, that as he could not afford one of metal, he would choose that which would be the most valuable which he could make&mdash;a piece of wood that was durable, and that would thus show his regard for the god that he worshipped. Or possibly the sense may be, that he designed it should not be moved; that he expressed a fixed and settled determination to adhere to the worship of the idol; and that as he had no idea of changing his religion, the permanency and durability of the wood would be regarded as a somewhat more acceptable expression of his worship.<\/p><p><em>A cunning workman<\/em>&mdash;Hebrew, &lsquo;A wise artificer;&rsquo; a man skilled in the art of carving, and of making images.<\/p><p><em>A graven image<\/em>&mdash;An image engraved or cut from wood, in contradistinction from one that is molten or made from metals.<\/p><p><em>That shall not be moved<\/em>&mdash;That shall stand long, as the expression of his devotion to the service of the idol. The wood that was commonly employed for this purpose as being most durable, as we learn from <a class=\"isa\" verses=\"WzE4NTQ4XQ==\">Isaiah 44:14<\/a> , was the cedar, the cypress, or the oak (see the note in that place). The phrase, &rsquo;shall not be moved,&rsquo; does not refer so much to its being fixed in one place, as to its durability and permanency.<\/p> ",
    "audit": 1
}