{
    "id": 1734,
    "source": "barnes",
    "verse_id": 18641,
    "verse_count": 1,
    "reference": "49:4",
    "title": "",
    "html": "<p><em>Then I said<\/em> &mdash;I the Messiah. In the previous verses he speaks of his appointment to the office of Messiah, and of his dignity. The design here is to prepare the way for the announcement of the fact that he would make known his gospel to the pagan, and would be for a light to the Gentiles. For this purpose he speaks of his labors among his own countrymen; he laments the little success which attended his work at the commencement, but consoles himself with the reflection that his cause was with God, and that his labors would not go unrewarded.<\/p><p><em>I have labored in vain<\/em> &mdash;This is to be regarded as the language of the Messiah when his ministry would be attended with comparatively little success; and when in view of that fact, he would commit himself to God, and resolve to extend his gospel to other nations. The expression used here is not to be taken absolutely, as if he had no success in his work, but it means that he had comparatively no success; he was not received and welcomed by the united people; he was rejected and despised by them as a whole. It is true that the Saviour had success in his work, and far more success than is commonly supposed (see the notes at<a class=\"ref\">1 Corinthians 15:6<\/a>). But it is also true that by the nation at large he was despised and and rejected. The idea here is, that there were not results in his ministry, at all commensurate with the severity of his labors, and the strength of his claims.<\/p><p><em>I have spent my strength for nought<\/em> &mdash;Comparatively for nought. This does not mean that he would not be ultimately as successful as he desired to be (compare the notes at<a class=\"isa\" verses=\"WzE4NzIzXQ==\">Isaiah 53:11<\/a>); but it means, that in his personal ministry he had exhausted his strength, and seen comparatively little fruit of his toils.<\/p><p><em>Yet surely my judgment is with the Lord<\/em> &mdash;My cause is committed to him, and he will regard it. This expresses the confidence of the speaker, that God approved of his work, and that he would ultimately give such effect to his labors as he had desired. The sense is, &lsquo;I know that Jehovah approves my work, and that he will grant me the reward of my toils, and my sufferings.&rsquo;<\/p><p><em>And my work with my God<\/em> &mdash;Margin, &lsquo;Reward&rsquo; (see the notes at<a class=\"isa\" verses=\"WzE4NDMxXQ==\">Isaiah 40:10<\/a>). The idea is, that he knew that God would own and accept his work though it was rejected by mankind. It indicates perfect confidence in God, and a calm and un wavering assurance of his favor, though his work was comparatively unsuccessful&mdash;a spirit which, it is needless to say, was evinced throughout the whole life of the Redeemer. Never did he doubt that God approved his work; never did he become disheartened and desponding, as if God would not ultimately give success to his plans and to the labors of his life. He calmly committed himself to God. He did not attempt to avenge himself for being rejected, or for any of the injuries done him. But he left his name, his character, his reputation, his plans, his labors, all with God, believing that his cause was the cause of God, and that he would yet be abundantly rewarded for all his toils. This verse teaches:<\/p><p>1. That the most faithful labors, the most self-denying toil, and the efforts of the most holy life, may be for a time unsuccessful. If the Redeemer of the world had occasion to say that he had labored in vain, assuredly his ministers should not be surprised that they have occasion to use the same language. It maybe no fault of the ministry that they are unsuccessful. The world may be so sinful, and opposition may be got up so mighty, as to frustrate their plans, and prevent their success.<\/p><p>2. Yet, though at present unsuccessful, faithful labor will ultimately do good, and be blessed. In some way, and at some period, all honest effort in the cause of God may be expected to be crowned with success.<\/p><p>3. They who labor faithfully may commit their cause to God, with the assurance that they and their work will be accepted. The ground of their acceptance is not the success of their labors. They will be acceptable in proportion to the amount of their fidelity and self-denying zeal (see the notes at<a class=\"ref\">2 Corinthians 2:15-16<\/a>).<\/p><p>4. The ministers of religion, when their message is rejected, and the world turns away from their ministry, should imitate the example of the Redeemer, and say, &lsquo;my judgment is with Jehovah. My cause is his cause; and the result of my labors I commit to him.&rsquo; To do this as he did, they should labor as he did; they should honestly devote all their strength and talent and time to his service; and then they can confidently commit all to him, and then and then only they will find peace, as he did, in the assurance that their work will be ultimately blessed, and that they will find acceptance with him.<\/p> ",
    "audit": 1
}