{
    "id": 1825,
    "source": "barnes",
    "verse_id": 18732,
    "verse_count": 1,
    "reference": "54:8",
    "title": "",
    "html": " <p> <em>In a little wrath <\/em>&mdash;The Syriac renders this, &lsquo;In great wrath.&rsquo; The Vulgate, &lsquo;In a moment of indignation.&rsquo; The Septuagint, &lsquo;In a little wrath.&rsquo; (Noyes renders it in accordance with the view of Rosenmuller, &lsquo;In overflowing wrath.&rsquo; This variety of interpretation has arisen from the various meanings affixed to the unusual word שׁצף shetsep. This word occurs nowhere else in the Bible. Gesenius supposes that it is used for the sake of paronomasia with קצף qetsep, &lsquo;wrath,&rsquo; instead of שׁטף sheṭep. This word frequently occurs, and means a gushing out, an overflowing, an inundation, a flood <a class=\"ref\">Nehemiah 1:8; Job 38:25; Psalm 32:6; Proverbs 27:4 <\/a>. According to this it would mean, &lsquo;in my overflowing anger,&rsquo; in accordance with the expression in <a class=\"ref\">Proverbs 27:4 <\/a>,, &lsquo;anger is outrageous,&rsquo; more correctly in the margin, &lsquo;An overflowing.&rsquo; The parallelism, however, seems to demand the sense of short or momentary, as it stands opposed to &lsquo;everlasting.&rsquo; But it is not possible to demonstrate that the Hebrew word has this signification. Rosenmuller agrees with Gesenius in the opinion that it should be rendered &lsquo;In overflowing wrath;&rsquo; and perhaps as the parallelism of the word &lsquo;everlasting&rsquo; will be sufficiently secured by the phrase &lsquo;for a moment,&rsquo; the probability is in favor of this interpretation. Then it will mean that the wrath, though it was but for a moment, was overflowing. It was like a deluge; and all their institutions, their city, their temple, their valued possessions, were swept away. <\/p> <p> <em>I hid my face from thee <\/em>&mdash;This is expressive of displeasure (see the note at <a class=\"isa\" verses=\"WzE4NzE1XQ==\">Isaiah 53:3 <\/a>; compare <a class=\"ref\">Job 13:24; Job 34:29; Psalm 30:7; Psalm 44:24 <\/a>; <a class=\"isa\" verses=\"WzE3ODI1XQ==\">Isaiah 8:17 <\/a>). Here it refers to the displeasure which he had manifested in the punishment which he brought on them in Babylon. <\/p> <p> <em>For a moment <\/em>&mdash;(See the note at <a class=\"isa\" verses=\"WzE4NzMxXQ==\">Isaiah 54:7 <\/a>). This stands opposed to the &lsquo;everlasting kindness&rsquo; which he would show to them. <\/p> <p> <em>But with everlasting kindness <\/em>&mdash;This is true: <\/p> <p>1. Of the church at large under the Messiah. It is the object of the unchanging affection and favor of God. <\/p> <p>2. Of each individual Christian. He will make him blessed in an eternal heaven. <\/p>,",
    "audit": 1
}