{
    "id": 767,
    "source": "barnes",
    "verse_id": 17674,
    "verse_count": 1,
    "reference": "1:19",
    "title": "",
    "html": " <p> <em>If ye be willing <\/em>&mdash;If you submit your wills, and become voluntary in your obedience to my law. <\/p> <p> <em>And obedient <\/em>&mdash;Hebrew If you will hear; that is, my commands. <\/p> <p> <em>Ye shall eat... <\/em>&mdash;That is, the land shall yield its increase; and you shall be saved from pestilence, war, famine, etc. The productions of the soil shall no more be devoured by strangers, <a class=\"isa\" verses=\"WzE3NjYyXQ==\">Isaiah 1:7 <\/a>; compare the notes at <a class=\"isa\" verses=\"eyIxODkxOSI6M30=\">Isaiah 65:21-23 <\/a>. This was in accordance with the promises which God made to their fathers, and the motives to obedience placed before them, which were drawn from the fact, that they should possess a land of distinguished fertility, and that obedience should be attended with eminent national prosperity. Such an appeal was adapted to the infancy of society, and to the circumstances of the people. It should be added, however, that with this they connected the idea, that God would be their God and Protector; and, of course, the idea that all the blessings resulting from that fact would be theirs; <a class=\"ref\">Exodus 3:8 <\/a>: &lsquo;And I am come down to deliver them out of the band of the Egyptians, and to bring them up out of that land unto a good land and a large, unto a land flowing with milk and honey;&rsquo; compare <a class=\"ref\">Exodus 3:17; Exodus 13:5; Deuteronomy 28:1-9 <\/a>. In accordance with this, the language of promise in the New Testament is, that of inheriting the earth, that is, the land, Note, <a class=\"ref\">Matthew 5:5 <\/a>. The expression here means, that if they obeyed God they should be under his patronage, and be prospered. It refers, also, to <a class=\"isa\" verses=\"WzE3NjYyXQ==\">Isaiah 1:7 <\/a>,, where it is said, that strangers devoured the land. The promise here is, that if they were obedient, this calamity should be removed. <\/p>,",
    "audit": 1
}