{
    "id": 769,
    "source": "barnes",
    "verse_id": 17676,
    "verse_count": 1,
    "reference": "1:21 ",
    "title": "",
    "html": "<p><em>How is<\/em>&mdash;This is an expression of deploring, or lamenting. It indicates that that had occurred which was matter of grief. The prophet had stated the principles of the divine government; had urged the people to reason with God; and had affirmed his willingness to pardon. But it was seen that they would not repent. They were so wicked and perverse, that there was no hope of their reformation. His mind is full of this subject; he repeats the charge of their wickedness <a class=\"isa\" verses=\"eyIxNzY3NiI6M30=\">Isaiah 1:21-23<\/a> , and states what must be the consequences.<\/p><p><em>The faithful city<\/em>&mdash;Jerusalem. It is represented here under the image of a wife&mdash;once faithful to her husband; once a devoted and attached partner. Jerusalem was thus once. In former days, it was the seat of the pure worship of God; the place where his praise was celebrated, and where his people came to offer sincere devotion. In the Scriptures, the church is often represented under the image of a wife, to denote the tenderness and sacredness of the union; <a class=\"ref\">Hosea 2:19-20<\/a> ; <a class=\"isa\" verses=\"WzE4ODYwLDE4NzMwXQ==\">Isaiah 62:5; Isaiah 54:6<\/a> ; <a class=\"ref\">Revelation 21:9<\/a>.<\/p><p><em>An harlot<\/em>&mdash;She has proved to be false, treacherous, unfaithful. The unfaithfulness of the people of God, particularly their idolatry, is often represented under the idea of unfaithfulness to the marriage contract; <a class=\"ref\">Jeremiah 3:8-9; Jeremiah 5:7; Jeremiah 13:27; Jeremiah 23:14; Ezekiel 16:32; Ezekiel 23:37; Joshua 2:2; Joshua 4:2<\/a>.<\/p><p><em>It was full of judgement<\/em>&mdash;It was distinguished for justice and righteousness.<\/p><p><em>Lodged in it<\/em>&mdash;This is a figurative expression, meaning that it was characterized as a righteous city. The word ילין yālı̂yn is from לוּן lûn, to pass the night, to remain through the night <a class=\"ref\">Genesis 19:2<\/a> ; and then to lodge, to dwell; <a class=\"ref\">Psalm 25:13; Job 17:2; Job 29:19<\/a>. In this place it has the sense of abiding, remaining, continuing permanently. Jerusalem was the home of justice, where it found protection and safety.<\/p><p><em>Now murderers<\/em>&mdash;By murderers here are meant probably unjust judges; people who did not regard the interests of the poor, the widow, and the orphan; and who therefore, by a strong expression, are characterized as murderers. They had displaced justice from its home; and had become the permanent inhabitants of the city; compare the note at <a class=\"isa\" verses=\"WzE3NjcwXQ==\">Isaiah 1:15<\/a>.<\/p>",
    "audit": 1
}