{
    "id": 1131,
    "source": "barnes",
    "verse_id": 18038,
    "verse_count": 1,
    "reference": "21:2",
    "title": "",
    "html": " <p> <em>A grievous vision <\/em>&mdash;Margin, as in Hebrew &lsquo;Hard.&rsquo; On the word &lsquo;vision,&rsquo; see the note at <a class=\"isa\" verses=\"WzE3NjU2XQ==\">Isaiah 1:1 <\/a>. The sense here is, that the vision which the prophet saw was one that indicated great calamity <a class=\"isa\" verses=\"eyIxODAzOSI6Mn0=\">Isaiah 21:3-4 <\/a>. <\/p> <p> <em>Is declared unto me <\/em>&mdash;That is, is caused to pass before me, and its meaning is made known to me. <\/p> <p> <em>The treacherous dealer <\/em>&mdash;(חבוגד chabôgēd). The perfidious, unfaithful people. This is the usual signification of the word; but the connection here does not seem to require the signification of treachery or perfidy, but of &ldquo;violence.&rdquo; The word has this meaning in <a class=\"ref\">Habakkuk 2:5 <\/a>,, and in <a class=\"ref\">Proverbs 11:3, Proverbs 11:6 <\/a>. It refers here to the Medes; and to the fact that oppression and violence were now to be exercised toward Babylon. Lowth renders this: <\/p> <p>&lsquo;The plunderer is plundered, and the destroyer is destroyed;&rsquo; <\/p> <p>But the authority for so rendering it is doubtful. He seems to suppose that it refers to Babylon. The Hebrew evidently means, that there is to be plundering and devastation, and that this is to be accomplished by a nation accustomed to it, and which is immediately specified; that is, the united kingdom of Media and Persia. The Chaldee renders it, &lsquo;They who bring violence, suffer violence; and the plunderers are plundered.&rsquo; Jarchi says, that the sense of the Hebrew text according to the Chaldee is, &lsquo;Ah! thou who art violent! there comes another who will use thee with violence; and thou plunderer, another comes who will plunder thee, even the Medes and Persians, who will destroy and lay waste Babylon.&rsquo; But the Hebrew text will not bear this interpretation. The sense is, that desolation was about to be produced by a nation &ldquo;accustomed&rdquo; to it, and who would act toward Babylon in their true character. <\/p> <p> <em>Go up <\/em>&mdash;This is an address of God to Media and Persia (see the note at <a class=\"isa\" verses=\"WzE3OTI0XQ==\">Isaiah 13:17 <\/a>). <\/p> <p> <em>O Elam <\/em>&mdash;This was the name of the country originally possessed by the Persians, and was so called from Elam a son of Shem <a class=\"ref\">Genesis 10:22 <\/a>. It was east of the Euphrates, and comprehended properly the mountainous countries of Khusistan and Louristan, called by the Greek writers &ldquo;Elymais.&rdquo; In this country was Susa or Shushan, mentioned in <a class=\"ref\">Daniel 8:2 <\/a>. It is here put for Persia in general, and the call on Elam and Media to go up, was a call on the united kingdom of the Medes and Persians. <\/p> <p> <em>Besiege <\/em>&mdash;That is, besiege Babylon. <\/p> <p> <em>O Media <\/em>&mdash;(see the note at <a class=\"isa\" verses=\"WzE3OTI0XQ==\">Isaiah 13:17 <\/a>). <\/p> <p> <em>All the sighing thereof have I made to cease <\/em>&mdash;This has been very differently interpreted by expositors. Some understand it (as Rosenmuller, Jerome, and Lowth,) as designed to be taken in an &ldquo;active&rdquo; sense; that is, all the groaning &ldquo;caused&rdquo; by Babylon in her oppressions of others, and particularly of God&rsquo;s people, would cease. Others refer it to the army of the Medes and Persians, as if &ldquo;their&rdquo; sighing should be over; that is, their fatigues and labors in the conquest of Babylon. Calvin supposes that it means that the Lord would be deaf to the sighs of Babylon; that is, he would disregard them and would bring upon them the threatened certain destruction. The probable meaning is that suggested by Jerome, that God would bring to an end all the sighs and groans which Babylon had caused in a world suffering under her oppressions (compare <a class=\"isa\" verses=\"eyIxNzkzNiI6Mn0=\">Isaiah 14:7-8 <\/a>). <\/p>,",
    "audit": 1
}