{
    "id": 1766,
    "source": "barnes",
    "verse_id": 18673,
    "verse_count": 1,
    "reference": "50:10",
    "title": "",
    "html": " <p> <em>Who is among you that feareth the Lord? <\/em>&mdash;This whole prophecy is concluded with an address made in this verse to the friends of God, and in the next to his enemies. It is the language of the Messiah, calling on the one class to put their trust in Yahweh, and threatening the other with displeasure and wrath. The exhortation in this verse is made in view of what is said in the previous verses. It is the entreaty of the Redeemer to all who love and fear God, and who may be placed in circumstances of trial and darkness as he was. to imitate his example, and not to rely on their own power, but to put their trust in the arm of Yahweh. he had done this <a class=\"isa\" verses=\"eyIxODY3MCI6M30=\">Isaiah 50:7-9<\/a>. He had been afflicted, persecuted, forsaken, by people <a class=\"isa\" verses=\"WzE4NjY5XQ==\">Isaiah 50:6<\/a>, and he had at that time confided in God and committed his cause to him; and he had never left or forsaken him. Encouraged by his example, he exhorts all others to cast themselves on the care of him who would defend a righteous cause. <\/p> <p> <em>That feareth the Lord <\/em>&mdash;Who are worshippers of Yahweh. <\/p> <p> <em>That obeyeth the voice of his servant <\/em>&mdash;The Messiah (see the note at <a class=\"isa\" verses=\"WzE4NDgyXQ==\">Isaiah 42:1<\/a>). This is another characteristic of piety. They who fear the Lord will also obey the voice of the Redeemer <a class=\"ref\">John 5:23<\/a>. <\/p> <p> <em>That walketh in darkness <\/em>&mdash;In a manner similar to the Messiah <a class=\"isa\" verses=\"WzE4NjY5XQ==\">Isaiah 50:6<\/a>. God&rsquo;s true people experience afflictions like others, and have often trials especially their own. They are sometimes in deep darkness of mind, and see no light. Comfort has forsaken them, and their days and nights are passed in gloom. <\/p> <p> <em>Let him trust in the name of the Lord <\/em>&mdash;The Messiah had done this <a class=\"isa\" verses=\"eyIxODY3MSI6Mn0=\">Isaiah 50:8-9<\/a>, and he exhorts all others to do it. Doing this they would obtain divine assistance, and would find that he would never leave nor forsake them. <\/p> <p> <em>And stay upon his God <\/em>&mdash;Lean upon him, as one does on a staff or other support. This may be regarded still as the language of the merciful Redeemer, appealing to his own example, and entreating all who are in like circumstances, to put their trust in God. <\/p>",
    "audit": 1
}