{
    "id": 928,
    "source": "barnes",
    "verse_id": 17835,
    "verse_count": 1,
    "reference": "9:5 ",
    "title": "",
    "html": "<p><em>For every battle of the warrior<\/em>&mdash;The expression used here has caused great difficulty, from the fact that it occurs nowhere else in the Scriptures. The word סאון se&lsquo;ôn, rendered here battle, is supposed to mean rather greaves, or the armor of the warrior which covered the feet and the legs. It would be literally translated, &lsquo;Every greave of those armed with greaves.&rsquo;&mdash;Gesenius. The Chaldee renders it, &lsquo;Forevery gift of theirs is for evil.&rsquo; The Syriac, &lsquo;Forevery tumult (of battle) is heard with terror.&rsquo; Hengstenberg renders it, &lsquo;For all war-shoes put on at the noise of battle, all garments dipped in blood, shall be burnt, shall be the food of fire.&rsquo; The idea, according to him, is, that the great future redemption will be like the deliverance under Gideon; &lsquo;because, far from being accomplished by force of arms, with it all contention and war shall cease.&rsquo; Gesenius regards the figurative expression as a general designation of that peace which shall never end. All the armor used in war shall then be burned, as being of no further use.<\/p><p><em>Is with confused noise<\/em>&mdash;The word used here&mdash;רעשׁ ra‛ash&mdash;denotes, properly, a shaking, as of a spear; a concussion, tumult, noise, as of a battle. Here it is supposed to refer to the noise which the armor of the soldiers made&mdash;particularly to the noise made by the greaves, or war-shoes, worn on the feet and legs. Those greaves were fitted up; it is said, by numerous large iron hooks, or clasps, and were fastened sometimes with large nails; compare Josephus, Jewish Wars, B. vi. ch. i. section 8.<\/p><p><em>And garments<\/em>&mdash;This word here refers, doubtless, to the soldier&rsquo;s cloak or blanket.<\/p><p><em>Rolled in blood<\/em>&mdash;This is a description of the usual effect of war. The image of war is that of a clangor made by the armor of soldiers, and by garments that have been dipped in human blood. It is a most revolting but just image.<\/p><p><em>But this shall be<\/em>&mdash;In regard to this threatened invasion and danger, this shall be the result. The meaning is this. The prophet sees the image of war and of threatened invasion. He hears the clangor of their greaves&mdash;the sound of their march; and he sees the usual emblem of battle&mdash;bloody garments. But he says here, that this invasion shall not be successful. There was no occasion of alarm. The very armor of the warrior should be burned up. The enemy should be defeated&mdash;and their greaves, and their bloody garments, should be consumed.<\/p><p><em>With burning<\/em>&mdash;For burning; that is it shall be consumed.<\/p><p><em>And fuel of fire<\/em>&mdash;Hebrew, &lsquo;Food of fire.&rsquo; This is a strong, emphatic expression&mdash;&lsquo;it shall be to be burned&mdash;the food of fire.&rsquo; It denotes the certainty that they would be vanquished; that the invading foe would not be successful; and that his very armory and garments would be stripped off and burned. To understand this, it is necessary to remark, that in ancient times it was customary to strip the dead which were slain in a vanquished army, and to collect their armor, their chariots, etc., and consume them. The more valued spoils of battle were reserved as the prey of the victors, or to be suspended in temples censecrated to the gods; see <a class=\"ref\">Psalm 46:9-10<\/a>:<\/p><p>He maketh wars to cease unto the end of the earth;<\/p><p>He breaketh the bow;<\/p><p>And cutteth the spear in sunder;<\/p><p>He burneth the chariot in the fire.<\/p><p>Ezekiel has carried out this description more at length:<\/p><p>And the inhabitants of the cities of Israel shall go forth,<\/p><p>And shall set on fire and burn the weapons,<\/p><p>Both the shields and the bucklers,<\/p><p>The bows and the arrows,<\/p><p>And the clubs and the lances.<\/p>",
    "audit": 1
}