{
    "id": 997,
    "source": "barnes",
    "verse_id": 17904,
    "verse_count": 1,
    "reference": "12:3",
    "title": "",
    "html": " <p> <em>Therefore <\/em>&mdash;In view of all his mercies, the Hebrew is, however; simply, &rsquo;&rdquo; and&rdquo; ye shall draw.&rsquo; It has already been intimated that the Jews applied this passage to the Holy Spirit: and that probably on this they based their custom of drawing water from the fountain of Siloam at the feast of the dedication (note, <a class=\"ref\">John 7:37<\/a>). The fountain of Siloam was in the eastern part of the city, and the water was borne from that fountain in a golden cup, and was poured, with every expression of rejoicing, on the sacrifice on the altar. It is not probable, however, that this custom was in use in the time of Isaiah. The language is evidently figurative; but the meaning is obvious. A fountain, or a well, in the sacred writings, is an emblem of that which produces joy and refreshment; which sustains and cheers. The figure is often employed to denote that which supports and refreshes the soul; which sustains man when sinking from exhaustion, as the babbling, fountain or well refreshes the weary and fainting pilgrim (compare <a class=\"ref\">John 4:14<\/a>). <\/p> <p>It is thus applied to God as an overflowing fountain, suited to supply the needs of all his creatures <a class=\"ref\">Jeremiah 2:13; Jeremiah 17:13; Psalm 36:9; Proverbs 14:27<\/a>; and to his plan of salvation&mdash;the sources of comfort which he has opened in the scheme of redeeming mercy to satisfy the needs of the souls of people <a class=\"ref\">Zechariah 13:1<\/a>; <a class=\"isa\" verses=\"WzE4NDcwXQ==\">Isaiah 41:18<\/a>; <a class=\"ref\">Revelation 7:17<\/a>. The word &lsquo;rivers&rsquo; is used in the same sense as &lsquo;fountains&rsquo; in the above places <a class=\"isa\" verses=\"W1sxODQ5Nl0seyIxODUyNSI6Mn1d\">Isaiah 42:15; Isaiah 43:19-20<\/a>. Generally, in the Scriptures, streams, fountains, rivers, are used as emblematic of the abundant fullness and richness of the mercies which God has provided to supply the spiritual necessities of men. The idea here is, therefore, that they should partake abundantly of the mercies of salvation; that it was free, overflowing, and refreshing&mdash;like waters to weary pilgrims in the desert; and that their partaking of it would be with joy. It would fill the soul with happiness; as the discovery of an abundant fountain, or a well in the desert, fills the thirsty pilgrim with rejoicing. <\/p> ",
    "audit": 1
}