{
    "id": 972,
    "source": "barnes",
    "verse_id": 17879,
    "verse_count": 1,
    "reference": "10:28",
    "title": "",
    "html": " <p> <em>He is come to Aiath <\/em>&mdash;These verses <a class=\"isa\" verses=\"eyIxNzg3OSI6NX0=\">Isaiah 10:28-32 <\/a>,contain a description of the march of the army of Sennacherib as he approached Jerusalem to invest it. The description is expressed with great beauty. It is rapid and hurried, and is such as one would give who was alarmed by the sudden and near approach of an enemy&mdash;as if while the narrator was stating that the invader had arrived at one place, he had already come to another; or, as if while one messenger should say, that he had come to one place, another should answer that he was still nearer, and a third, that he was nearer still, so as to produce universal consternation. The prophet speaks of this as if he &ldquo;saw&rdquo; it (compare the note at <a class=\"isa\" verses=\"WzE3ODUyXQ==\">Isaiah 1 <\/a>): as if, with the glance of the eye, he sees Sennacherib advancing rapidly to Jerusalem. The general course of this march is from the northeast to the southwest toward Jerusalem, and it is possible still to follow the route by the names of the places here mentioned, and which remain at present. <\/p> <p>All the places are in the vicinity of Jerusalem, and this shows how much his rapid approach was suited to excite alarm. The name עית ‛ayâth does not occur elsewhere; but עי ‛ay is often mentioned, and עיא ‛ayâ&rsquo; is found in <a class=\"ref\">Nehemiah 11:31 <\/a>. Doubtless, the same city is meant. It was situated near Bethel eastward; <a class=\"ref\">Joshua 7:2 <\/a>. It was at this place that Joshua was repulsed on account of the sin of Achaz, though the city was afterward taken by Joshua, the king seized and hanged, and the city destroyed. It was afterward rebuilt, and is often mentioned; <a class=\"ref\">Ezra 2:28; Nehemiah 7:32 <\/a>. It is called by the Septuagint, &Alpha;̓&gamma;&gamma;&alpha;&iota; Angai; and by Josephus, &ldquo;Aina.&rdquo; In the time of Eusebius and Jerome, its site and scanty ruins were still pointed out, not far distant from Bethel toward the east. The name, however, has at present wholly perished, and no trace of the place now remains. It is probable that it was near the modern Deir Diwan, about three miles to the east of Bethel: &ldquo;see&rdquo; Robinson&rsquo;s &ldquo;Bib. Researches,&rdquo; ii. pp. 119, 312, 313. <\/p> <p> <em>He is passed to Migron <\/em>&mdash;That is, he does not remain at Aiath, but is advancing rapidly toward Jerusalem. This place is mentioned in <a class=\"ref\">1 Samuel 14:2 <\/a>,, from which it appears that it was near Gibeah, and was in the boundaries of the tribe of Benjamin, to the southwest of Ai and Bethel. No trace of this place now remains. <\/p> <p> <em>At Michmash <\/em>&mdash;This was a town within the tribe of Ephraim, on the confines of Benjamin; <a class=\"ref\">Ezra 2:27; Nehemiah 7:31 <\/a>. This place is now called Mukhmas, and is situated on a slope or low ridge of land between two small wadys, or water-courses. It is now desolate, but bears the marks of having been a much larger and stronger place than the other towns in the neigchourhood. There are many foundations of hewn stones; and some columns are lying among them. It is about nine miles to the northeast of Jerusalem, and in the immediate neighborhood of Gibeah and Ramah.&mdash;Robinson&rsquo;s &ldquo;Bib. Researches,&rdquo; ii. p. 117. In the time of Eusebius it was a large village.&mdash;&ldquo;Onomast.&rdquo; Art. &ldquo;Machmas.&rdquo; <\/p> <p> <em>He hath laid up his carriages <\/em>&mdash;Hebrew, &lsquo;He hath deposited his weapons.&rsquo; The word rendered &ldquo;hath laid up&rdquo;&mdash;יפקיד yapeqı̂yd&mdash;may possibly mean, &ldquo;he reviewed,&rdquo; or he took an account of; that is, he made that the place of &ldquo;review&rdquo; preparatory to his attack on Jerusalem. Jerome says, that the passage means, that he had such confidence of taking Jerusalem, that he deposited his armor at Michmash, as being unnecessary in the siege of Jerusalem. I think, however, that the passage means simply, that he had made Michmash one of his &ldquo;stations&rdquo; to which he had come, and that the expression &lsquo;he hath deposited his armor there,&rsquo; denotes merely that he had come there as one of his stations, and had pitched his camp in that place on the way to Jerusalem. The English word &ldquo;carriage,&rdquo; sometimes meant formerly, &ldquo;that which is carried,&rdquo; baggage, vessels, furniture, etc.&mdash;&ldquo;Webster.&rdquo; In this sense it is used in this place, and also in <a class=\"ref\">1 Samuel 17:22; Acts 21:15 <\/a>. <\/p>,",
    "audit": 1
}