{
    "id": 909,
    "source": "barnes",
    "verse_id": 17816,
    "verse_count": 1,
    "reference": "8:8",
    "title": "",
    "html": " <p> <em>He shall... <\/em>&mdash;That is, the Assyrians&mdash;though still retaining the idea of an overflowing stream, or a deluge of waters. <\/p> <p> <em>Reach even to the neck <\/em>&mdash;Chaldee, &lsquo;They shall come even to Jerusalem.&rsquo; &lsquo;The prophet compares Jerusalem here,&rsquo; says Kimchi, &lsquo;to the head of the human body. As when the waters reach to the neck of a man, he is very near drowning, so here, the prophet intimates that the whole land would be deluged, and that it would be nearly utterly destroyed.&rsquo; The figure thus understood is a very sublime one Jerusalem was situated on hills&mdash;elevated above the surrounding country, and, in reference to the whole land, might be aptly compared to the human head. Thus, Josephus (De Bello, lib. iii. ch. ii.), describing Jerusalem, says&mdash;&Iota;̔&epsilon;&rho;&omicron;&sigma;&omicron;́&lambda;&upsilon;&mu;&alpha; &pi;&rho;&omicron;&alpha;&nu;&iota;́&sigma;&chi;&omicron;&upsilon;&sigma;&alpha; &tau;&eta;͂&sigmaf; &pi;&epsilon;&rho;&iota;&omicron;&iota;́&kappa;&omicron;&upsilon; &pi;&alpha;́&sigma;&eta;&sigmaf;, &omega;̔́&sigma;&pi;&epsilon;&rho; &eta;̔ &kappa;&epsilon;&phi;&alpha;&lambda;&eta;̀ &sigma;&omega;́&mu;&alpha;&tau;&omicron;&sigmaf; Hierosoluma proanischousa tēs perioikou pasēs, hōsper hē kephalē sōmatos&mdash;&ldquo;Jerusalem, eminent above all the surrounding region, as the head of the body.&rdquo; The country is represented as being laid under water&mdash;a vast sea of rolling and tumultuous waves&mdash;with Jerusalem alone rising above them, standing in solitary grandeur amidst the heaving ocean, and itself in danger each moment of being ingulphed; see a similar figure, <a class=\"isa\" verses=\"WzE4MjQ2XQ==\">Isaiah 30:28 <\/a>: <\/p> <p>He is spirit is like a torrent overflowing <\/p> <p>It shall reach to the middle of the neck. <\/p> <p>And so also, <a class=\"ref\">Habakkuk 3:13 <\/a>: <\/p> <p>Thou didst go forth for the salvation of thy people, <\/p> <p>For the salvation of thine anointed: <\/p> <p>Thou didst smite the head from the house of the wicked, <\/p> <p>Destroying the foundation even to the neck. <\/p> <p> <em>And the stretching out of his wings <\/em>&mdash;This is a continuation of the same idea under a new figure. The term wings is often applied to an army, as well in modern as in ancient writings. It denotes that the invading army would be so vast as, when expanded or drawn out, to fill the land. <\/p> <p> <em>Shall fill the breadth <\/em>&mdash;Shall occupy the entire land, so that there shall be no city or town which he shall not invade. <\/p> <p> <em>Thy land, O Immanuel <\/em>&mdash;see the note at <a class=\"isa\" verses=\"WzE3Nzk3XQ==\">Isaiah 7:14 <\/a>. If this be understood as referring to the son of Isaiah that was to be born, then it means that the child was given as a pledge that the land would be safe from the threatened invasion. It was natural, therefore, to address the child in that manner; as reminding the prophet that this land, which was about to be invaded, belonged to God, and was yet under his protection. Its meaning may be thus paraphrased: &lsquo;O thou who art a pledge of the protection of God&mdash;whose birth is an assurance that the land is under his care, and who art given as such a sign to the nation. Notwithstanding this pledge, the land shall be full of foes. They shall spread through every part and endanger all.&rsquo; Yet the name, the circumstances of the birth, the promise at that time, would all remind the prophet and the king, that, notwithstanding this, the land would be still under the protection of God. If the language be understood as referring to the future Messiah, and as an address made to him then, by calling the land his land, it is intimated that it could not be brought to utter desolation, nor could the country where he was to be born remain wasted and ruined. It would be indeed invaded; the armies of the Assyrian would spread over it, but still it was the land of Immanuel; and was to be the place of his birth, and it was to be secure until the time should arrive for him to come. The probability is, I think, that the address is here solely to the Messiah; and that the purpose of God is to fix the mind of the prophet on the fact that the Messiah must come, as an assurance that the land could not be wholly and perpetually desolate; see the notes at <a class=\"isa\" verses=\"WzE3Nzk3XQ==\">Isaiah 7:14 <\/a>. <\/p> ",
    "audit": 1
}