{
    "id": 820,
    "source": "barnes",
    "verse_id": 17727,
    "verse_count": 1,
    "reference": "3:19",
    "title": "",
    "html": " <p> <em>The chains <\/em>&mdash;Margin, &ldquo;sweet balls.&rdquo; The word used here is derived from the verb נטף nâṭaph, to drop, to fall in drops, or to distil,&rdquo; as juice from a plant. Hence, it means that which &ldquo;resembles drops&rdquo;&mdash;as pearls, or precious stones, used as ornaments for the neck or ears. We retain a similar word as applicable to the ornaments of the ears, by calling them &ldquo;drops.&rdquo; The Chaldee renders this &ldquo;chains,&rdquo; and so also the Vulgate. The Septuagint understands it of a &ldquo;hanging&rdquo; or &ldquo;pendant&rdquo; ornament&mdash;and this is its undoubted meaning&mdash;an ornament pendant like gum distilling from a plant. &lsquo;These consist, first, of one most beautifully worked, with a pendant ornament for the neck; there is also a profusion of others which go round the same part, and rest on the bosom. In making curious chains, the goldsmiths of England do not surpass those of the East.&rsquo;&mdash;&ldquo;Roberts.&rdquo; <\/p> <p> <em>And the bracelets <\/em>&mdash;For the wrists. The Chaldee translates it, &lsquo;bracelets for the hands.&rsquo; These ornaments were very ancient; see <a class=\"ref\">Genesis 24:22; Numbers 31:50 <\/a>.&mdash;Mahomet promises to those who shall follow him, gold and silver bracelets. &lsquo;The bracelets are large ornaments for the wrists, in which are sometimes enclosed small bells.&rsquo;&mdash;&ldquo;Roberts.&rdquo; <\/p> <p> <em>Mufflers <\/em>&mdash;Margin, &ldquo;spangled ornaments.&rdquo; The word used here is derived from a verb, &ldquo;to tremble, to shake&rdquo;&mdash;רעל râ‛al&mdash;and the name is given to the ornament, whatever it was, probably from its &ldquo;tremulous&rdquo; motion. Perhaps it means a &ldquo;light, thin veil;&rdquo; or possibly, as in the margin, spangled ornaments, producing a tremulous, changing aspect. In <a class=\"ref\">Zechariah 7:2 <\/a>,, the word is used to denote &lsquo;trembling&rsquo;&mdash;giddiness, or intoxication. It was early customary, and is still common in Oriental countries, for the females to wear veils. No female ventures abroad without her veil. That which is supposed to be intended here, is described by the Arabian scholiast Safieri, quoted by Gesenius. It is drawn tight over the upper part of the head, but the part around the eyes is open, and a space left to see through, and the lower part is left loose and flowing, and thus produces the &ldquo;tremulous&rdquo; appearance indicated in this place; see the notes and illustrations at <a class=\"isa\" verses=\"WzE3NzMyXQ==\">Isaiah 3:24 <\/a>. <\/p>,",
    "audit": 1
}