{
    "id": 1891,
    "source": "barnes",
    "verse_id": 18798,
    "verse_count": 1,
    "reference": "58:11 ",
    "title": "",
    "html": "<p><em>And the Lord shall guide thee continually<\/em>&mdash;Yahweh will go before you and will lead you always.<\/p><p><em>And satisfy thy soul in drought<\/em>&mdash;(See the notes at <a class=\"isa\" verses=\"W3siMTg0NjkiOjJ9XQ==\">Isaiah 41:17-18<\/a>). The word rendered &lsquo;drought&rsquo; (Margin, &lsquo;droughts;&rsquo; Hebrew, צחצחות tsachetsâchôth) means &ldquo;dry places&rdquo;&mdash;places exposed to the intense heat of a burning sun and parched up for the want of moisture. The idea is, that God would provide for them as if in such places copious rains were to fall, or refreshing fountains to burst forth.<\/p><p><em>And make fat thy bones<\/em>&mdash;Lowth, &lsquo;Shall renew thy strength.&rsquo; Noyes, &lsquo;Strengthen thy bones.&rsquo; Jerome renders it, &lsquo;Shall liberate thy bones.&rsquo; The Septuagint &lsquo;Thy bones shall be made fat.&rsquo; The idea is undoubtedly that of vigorous prosperity, and of strength. Job J<a class=\"ref\">Obadiah 21:24<\/a>expresses a similar idea of a strong man dying:<\/p><p>&lsquo;His watering places for flocks abound with milk,<\/p><p>And his bones are moist with marrow.&rsquo;<\/p><p>For the propriety of this translation, which differs from the common version, see my notes on Job, in loc. The word used here (חלץ châlats), however, does not often, if ever, denote to make fat. It rather means to be manful, active, brave, ready for war; and the idea here is, probably, derived from the preparation which is made for the active services of war, rather than that of being made fat.<\/p><p><em>And thou shalt be like a watered garden<\/em>&mdash;Syriac, &lsquo;Like paradise.&rsquo; This is a most beautiful image to denote continued prosperity and blessedness&mdash;an image that would be particularly striking in the East. The ideas of happiness in the Oriental world consisted much in pleasant gardens, running streams, and ever-flowing fountains, and nothing can more beautifully express the blessedness of the continued favor of the Almighty. The following extract from Campbell (African Light), may illustrate this passage: &lsquo;In a hot climate, where showers seldom fall, except in what is called the rainy season, the difference between a well and ill watered garden is most striking. I remember some gardens in Africa, where they could lead no water upon them, the plants were all stinted, sickly, or others completely gone, only the hole left where the faded plant had been. The sight was unpleasant, and caused gloom to appear in every countenance; they were pictures of desolation. But in other gardens, to which the owners could bring daily supplies of water from an overflowing fountain, causing it to traverse the garden, every plant had a green, healthy appearance, loaded with fruit, in different stages toward maturity, with fragrant scent proceeding from beds of lovely flowers; and all this produced by the virtue God hath put into the single article of water.&rsquo;<\/p><p><em>Whose waters fail not<\/em>&mdash;Margin, &lsquo;Lie,&rsquo; or &lsquo;Deceive.&rsquo; Hebrew, כזב kâzab&mdash;&lsquo;Lie.&rsquo; Waters or springs lie or deceive when they become dried up, or fail in the dry seasons of the year. They deceive the shepherd who expected to obtain water there for himself or his flock; they deceive the caravan which had traveled to the well-known fountain where it had been often refreshed, and where, it is now found, its waters are dried up, or lost in the sand. Hence, such a brook or fountain becomes an emblem of a false and deceitful friend <a class=\"ref\">Job 6:15<\/a>:<\/p><p>My brethren have dealt deceitfully as a brook,<\/p><p>As the stream of brooks they pass away.<\/p><p>But in the supplies which God makes for his people there is no such deception. The fountains of pardon, peace, and joy are ever open and ever full. The streams of salvation are always flowing. The weary pilgrim may go there at any season of the year, and from any part of a desolate world, and find them always full, refreshing, and free. However far may be the pilgrimage to them from amidst the waste and burning climes of sin, however many come to slake their thirst, and however frequently they come, they find them always the same. They never fail; and they will continue to flow on to the end of time.<\/p>",
    "audit": 1
}