{
    "id": 871,
    "source": "barnes",
    "verse_id": 17778,
    "verse_count": 1,
    "reference": "6:8",
    "title": "",
    "html": " <p> <em>The voice of the Lord <\/em>&mdash;Hebrew: &ldquo;The voice of Yahweh.&rdquo; He had before been addressed by one of the seraphim. <\/p> <p> <em>Whom shall I send, and who will go for us? <\/em>&mdash;The change of number here, from the singular to the plural, is very remarkable. Jerome, on this place, says that it indicates the &rsquo;sacrament&rsquo; of the Trinity. The Septuagint renders it, &lsquo;whom shall I send, and who will go to this people?&rsquo; The Chaldee, &lsquo;whom shall I send to prophesy, and who will go to teach?&rsquo; The Syriac, &lsquo;whom shall I send, and who will go?&rsquo; The Arabic has followed the Septuagint. The use of the plural pronouns &ldquo;we and us,&rdquo; as applicable to God, occurs several times in the Old Testament. Thus, <a class=\"ref\">Genesis 1:26 <\/a>: &lsquo;And God said, Let us make man in our image;&rsquo; <a class=\"ref\">Genesis 11:6-7 <\/a>: &lsquo;And Jehovah said, Go to, let us go down, and there confound their language.&rsquo; Such a use of the name of God in the plural is very common, but it is not clear that there is a reference to the doctrine of the Trinity. In some cases, it is evident that it cannot have such a reference, and that no &ldquo;argument&rdquo; can be drawn from the use of that plural form in favor of such a doctrine. <\/p> <p>Thus, in <a class=\"isa\" verses=\"WzE4MDA5XQ==\">Isaiah 19:4 <\/a>,, the expression &lsquo;a cruel lord,&rsquo; is in the Hebrew in the plural, yet evidently denoting but one. The expression translated &lsquo;the most Holy One,&rsquo; or &lsquo;the Holy,&rsquo; is in the plural in <a class=\"ref\">Proverbs 9:10; Proverbs 30:3 <\/a>. In <a class=\"ref\">1 Samuel 19:13, 1 Samuel 19:16 <\/a>,, the plural form is applied to a &ldquo;household god,&rdquo; or an image; and the plural form is applied to God in <a class=\"ref\">Job 30:25 <\/a>,, &lsquo;my Makers&rsquo; (Hebrew); <a class=\"ref\">Ecclesiastes 12:1 <\/a>,, &lsquo;thy Creators&rsquo; (Heb,); <a class=\"ref\">Psalm 121:5 <\/a>,, &lsquo;Yahweh is thy keepers&rsquo; (Hebrew); see also <a class=\"isa\" verses=\"WzE4NzI5LDE4MDU1LDE4NTExLDE4ODYwXQ==\">Isaiah 54:5; Isaiah 22:2; Isaiah 43:5; Isaiah 62:5 <\/a>. This is called by grammarians pluralis excellentice, or the plural form indicating majesty or honor. It is, in all countries, used in reference to kings and princes; and as God often represents himself as a &ldquo;king&rdquo; in the Scriptures, and speaks in the language that was usually applied to kings in oriental countries, no argument can be drawn from expressions like these in defense of the doctrine of the Trinity. There are unanswerable arguments enough in support of that doctrine, without resorting to those which are of doubtful authority. <\/p> <p>That there are clearer intimations of the doctrines of the Trinity, than that contained in this and similar texts, is indubitable; but we must not set aside the early and somewhat obscure intimations of a doctrine, simply because it comes afterward to be exhibited with more fulness. Such is the plan of revelation; and, instead of despising early announcements, or deeming them useless, because better &ldquo;proofs&rdquo; of the doctrine in question can be found, we ought to admire the wisdom and goodness of God in this gradual development of truth. The same interest belongs to the work of thus tracing the rise and progress of truth in the Bible, as belongs to that of him who traces rivers to their fountain head, and proves that, far up amid mountains all but inaccessible, rises the tiny stream, on whose broad waters, as it nears the sea, navies float in proud array. No more visible, in its earlier outflowings, is this doctrine of the Trinity; yet by and by it is the element on which Christianity doats, and in which it lives and moves. Thus we see the unity and harmony of revelation in 11 ages; the doctrine is the same; the degree of manifestation only is different. The necessity of preserving and exhibiting this unity, gives to these early intimations an unspeakable importance; though some, through an excess of candor, would abandon them to the enemy. This text, and its parallels, <a class=\"ref\">Genesis 1:26; Genesis 3:22; Genesis 11:7 <\/a>,, exhibit the Trinity in Revelation&rsquo;s dawn indistinctly&mdash;partially disclosed&mdash;revealing only a &ldquo;plurality&rdquo; of persons. As the light increases, the &ldquo;three&rdquo; persons are seen moving under the lifting shadows, until, in the New Testament, baptism is commanded in the name of the Father, Son, and Holy Spirit; and the existence and functions of each person are clearly unfolded. <\/p> <p>The problem is, to account for the use of the plural number in these passages, consistently with the unity of God. The doctrine of the Trinity seems to furnish an easy and beautiful solution; but this solution has been rejected, not by Unitarians only, but by Trinitarians not a few. Various hypotheses have been offered: as, that in the creation of man <a class=\"ref\">Genesis 1:26 <\/a>,, God associated with himself the heavens and the earth; or, that he consulted with angels; or, meant simply to indicate the importance of the work; or, perhaps, to supply a lesson of deliberation! These crudities are by most, however, long ago abandoned as untenable; and the solution most generally approved by such as reject that of the Trinity, is that furnished by an appeal to the &ldquo;style of majesty.&rdquo; Oriental princes, it is alleged, from the most ancient times, used the plural number in publishing their decrees; and such is the style of royalty to this day. But, unfortunately for this theory, there is no evidence whatever that ancient potentates employed this style. &ldquo;The use of the plural number by kings and princes, is quite a modern invention.&rdquo; The Bible does not furnish any example of it. Nor is there any evidence that God himself, on especially solemn occasions, keeping out of sight, of course, the text in question, used such style; there is abundant evidence to the contrary, the singular number being used by Yahweh in the most sublime and awful declarations. <\/p> <p>Besides this strange use of the plural number on the part of God himself, plural names (אלהים &lsquo;elohı̂ym, אדנים &lsquo;ădônâyı̂m) are frequently given to him by the writers of the Bible; the instances in which these names occur in the singular form, are the exceptions. The name usually rendered &ldquo;God&rdquo; in the English Bible, is almost invariably plural&mdash;אלהים &lsquo;elohı̂ym, Gods. That these plural forms are used of idols, as well as of the true God, is admitted; but as the special names of the true God came, in process of time, to be applied to idols, so would the special &ldquo;form&rdquo; of these names, and to tell us that these forms &ldquo;are&rdquo; so applied, is quite beside the question. We wish to know why, originally, such forms were applied to the &ldquo;true&rdquo; God; and it is no answer to tell us they are also applied to idols. &lsquo;There is nothing more wonderful in the name being so used in the plural form, than in its being so used at all. <\/p> <p>The same principle which accounts for the name God being given to pagan deities at all, will equally well account for its being given to them in the particular form in which it is applied to the true God.&rsquo;&mdash;&ldquo;Wardlaw.&rdquo; This is pointed and decisive; and renders it needless to speculate here on the mode in which the name, or the plural form of it, came to be transferred to false gods, or great men. On this point, see Dr. John Pye Smith&rsquo;s &ldquo;Scripture testimony to the Messiah.&rdquo; It is further remarkable, that these plural appellatives are, for the most part combined with verbs and adjectives in the singular number; as, &lsquo;Gods (he) created,&rsquo; <a class=\"ref\">Genesis 1:1 <\/a>; and with plural adjuncts but rarely. Now, the ordinary rule of grammar might have been followed invariably, as well as in these few instances, or the departures from it might have been but few in number. That this is not the case, implies the existence of some very cogent reason, and cannot be regarded as the result, merely, of accident. <\/p> <p>To account for the use of these plural names, our author has recourse to what is called the pluralis majestaticus, or excellentiae, according to which, nouns of dignity and majesty, in Hebrew, are said to be used in the plural form. But the existence of this pluralis majestaticus has never been proved. Its defense is now abandoned by the most skillful grammarians. Ewald repudiates it. And it is not a little remarkable, that some of the examples most relied on for proof of this &ldquo;dignified plural,&rdquo; are found, on examination, to possess nothing of the dignity, while more exact scholarship has reduced their plurality also. The examples alluded to, are, <a class=\"ref\">Exodus 21:29, Exodus 21:34; Exodus 22:10, Exodus 22:13 <\/a>; <a class=\"isa\" verses=\"WzE3NjU4XQ==\">Isaiah 1:3 <\/a>; where the supposed plural form denotes the owner of oxen, of sheep, and of asses!&mdash;fit parties, doubtless, to be honored with the pluralis majestaticus. In truth, leaving out of view the plural appellatives applied to the Deity, that is, the appellatives in question, and which, therefore, cannot be adduced, there is no evidence whatever of this pretended rule. Had any rule of the kind existed, we should, without doubt, have found it exemplified, when kings, princes, nobles, generals, priests, and prophets figure on the sacred pages. That the pluralis excellentiae is not applied to them, is sufficient proof of its nonexistence; and should dispose rational and candid inquirers to acquiesce in the solution of the grammatical anomalies we have been considering, that is furnished by the doctrine of Trinity in Unity&mdash;the solution which, to say the least of it, is beset with fewest difficulties. <\/p> <p>The language here idicates the &ldquo;design&rdquo; for which this vision was shown to Isaiah. It was to commission him to exhibit truth that would be extremely unpleasant to the nation, and that would have the certain effect of hardening their hearts. In view of the nature and effect of this message, God is represented as inquiring who would be willing to undertake it? Who had courage enough to do it? Who would risk his life? And it indicates, perhaps, that there were &ldquo;few&rdquo; in the nation who would be willing to do it, and that it was attended with self-denial and danger. <\/p> <p> <em>Here am I <\/em>&mdash;This shows at once his confidence in God, and his zeal. He had been qualified for it by the extraordinary commission, and he was now ready to bear the message to his countrymen. In this attitude &ldquo;we&rdquo; should stand, prompt to deliver &ldquo;any&rdquo; message that God shall entrust to our hands, and to engage in &ldquo;any&rdquo; service that he calls on us to perform. <\/p>,",
    "audit": 1
}