{
    "id": 809,
    "source": "barnes",
    "verse_id": 17716,
    "verse_count": 1,
    "reference": "3:8",
    "title": "",
    "html": "<p><em>For Jerusalem... <\/em>&mdash;The prophet proceeds to show the cause of this state of things. &lsquo;These are the words of the prophet, and not of him who was chosen leader.&rsquo;&mdash;&ldquo;Jerome.&rdquo;<\/p><p><em>Is ruined<\/em>&mdash;It would be so ruined, and the prospect of preserving it would be so completely taken away, that no one could be induced to undertake to defend and protect it.<\/p><p><em>Judah<\/em>&mdash;The kingdom of Judah, of which Jerusalem was the capital; Note <a class=\"isa\" verses=\"WzE3NjU2XQ==\">Isaiah 1:1<\/a>.<\/p><p><em>Is fallen<\/em>&mdash;Hebrew, &ldquo;falls;&rdquo; that is, is about to fall&mdash;as a tower or a tree falls to ruin. If the &ldquo;capital&rdquo; fell and was ruined, the kingdom would also fall as a matter of course.<\/p><p><em>Because their tongue... <\/em>&mdash;This is the &ldquo;reason&rdquo; why Judah was ruined. By word and deed&mdash;that is, in every way they opposed God. The &ldquo;tongue&rdquo; here represents their &ldquo;language,&rdquo; their manner of speaking. It was proud, haughty, rebellious, perhaps blasphemous.<\/p><p><em>To provoke<\/em>&mdash;To irritate; to offend.<\/p><p><em>The eyes of his glory<\/em>&mdash;This is a Hebrew expression to denote &ldquo;his glorious eyes.&rdquo; The eye quickly expresses anger or indignation. We perceive these passions in the flashing of the eye sooner than in any other part of the countenance. Hence, to &ldquo;provoke the eyes,&rdquo; is an expression signifying simply to excite to anger, or to excite him to punish them. Lowth proposes to render this &lsquo;to provoke the cloud of his glory&rsquo;&mdash;referring to the Shekinah or cloud that rested over the ark in the temple. By a slight variation of the Hebrew text, reading ענן ‛ânân instead of עני ‛ēnēy, it may be so read, and the Syriac so translates it: but the change in the Hebrew text does not seem to be authorized.<\/p> ",
    "audit": 1
}