{
    "id": 806,
    "source": "barnes",
    "verse_id": 17713,
    "verse_count": 1,
    "reference": "3:5",
    "title": "",
    "html": " <p> <em>And the people shall be oppressed <\/em>&mdash;This describes the state of anarchy and confusion which would exist under the reign of children and babes <a class=\"isa\" verses=\"WzE3NzEyXQ==\">Isaiah 3:4 <\/a>,, when all law would be powerless, and all rights violated, and when the feeble would be oppressed and borne down by the strong. The word used here, properly denotes that &ldquo;unjust exactions or demands&rdquo; would be made, or that the people would be &ldquo;urged&rdquo; to fulfill them. <\/p> <p> <em>Every one by another <\/em>&mdash;In turn they shall oppress and vex one another. Hebrew &lsquo;man by man; and man by his neighbor&rsquo;&mdash;a strong mode of expression, denoting that there would be a state of mutual strife, and violation of rights; compare <a class=\"ref\">1 Kings 20:20 <\/a>. <\/p> <p> <em>The child... <\/em>&mdash;All ranks of society shall be broken up. All respect due from one rank in life to another shall be violated. <\/p> <p> <em>Shall behave himself proudly <\/em>&mdash;The word used here means rather to &ldquo;urge,&rdquo; or &ldquo;press on.&rdquo; The child shall &ldquo;crowd on&rdquo; the old man. This was particularly descriptive of a state of anarchy and disorder, from the fact that the Jews inculcated so much respect and deference for age; see the note at <a class=\"isa\" verses=\"WzE3NzEwXQ==\">Isaiah 3:2 <\/a>. <\/p> <p> <em>The ancient <\/em>&mdash;The old man. <\/p> <p> <em>And the base <\/em>&mdash;The man of low rank in life. The word properly means the man that is despised, the vile, the ignoble; <a class=\"ref\">1 Samuel 18:23; Proverbs 7:9 <\/a>. <\/p> <p> <em>The honorable <\/em>&mdash;All the forms of respect in life would be broken up; all the proper rules of deference between man and man would be violated. Neither dignity, age, nor honor would be respected. <\/p>,",
    "audit": 1
}