{
    "id": 1860,
    "source": "barnes",
    "verse_id": 18767,
    "verse_count": 1,
    "reference": "57:1 ",
    "title": "",
    "html": "<p><em>The righteous perisheth<\/em>&mdash;This refers, as I suppose, to the time of Manasseh (see the Introduction, Section 3). Grotius supposes, that it refers to king Josiah; Vitringa, that it refers to martyrs in general. But it seems probable to me that the prophet designs to describe the state of stupidity which prevailed in his own time, and to urge as one proof of it, that the pious part of the nation was taken away by violent death, and that the nation was not affected by it. Such was the guilt of Manasseh; so violent was the persecution which he excited against the just, that it is said of him that he &rsquo;shed innocent blood very much, until he had filled Jerusalem from one end to another&rsquo; <a class=\"ref\">2 Kings 22:16<\/a>. There is evidence (see the Introduction, Section 2), that <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 54<\/a> ed to his time, and it is probable that he himself ultimately fell a victim to the race of Manasseh. Though he had, on account of his great age, retired from the public functions of the prophetic office, yet he could not be insensible to the existence of these evils, and his spirit would not suffer him to be silent even though bowed down by age, when the land was filled with abominations, and when the best blood of the nation was poured out like water. The word rendered &lsquo;perisheth&rsquo; (אבד &lsquo;ābad) as well as the word rendered &lsquo;taken away&rsquo; (אסף &lsquo;âsaph) denotes violence, and is indicative of the fact that they were removed by a premature death.<\/p><p><em>And no man layeth it to heart<\/em>&mdash;No one is aroused by it, or is concerned about it. The sentiment of the passage is, that it is proof of great stupidity and guilt when people see the righteous die without concern. If the pious die by persecution and others are not aroused, it shows that they acquiesce in it, or have no confidence in God, and no desire that his people should be preserved; if they die in the ordinary mode and the people are unaffected, it shows their stupidity. The withdrawment of a pious man from the earth is a public calamity. His prayers, his example, his life, were among the richest blessings of the world, and people should be deeply affected when they are withdrawn; and it shows their guilt and stupidity when they see this with indifference. It increases the evidence of this guilt when, as is sometimes the case, the removal of the righteous by death is an occasion of joy. The wicked hate the secret rebuke which is furnished by a holy life, and they often feel a secret exultation when such people die.<\/p><p><em>And merciful men<\/em>&mdash;Margin, &lsquo;Men of kindness,&rsquo; or &lsquo;godliness.&rsquo; Lowth and Noyes render it, &lsquo;Pious men.&rsquo; The Septuagint, &Alpha;̓́&nu;&delta;&rho;&epsilon;&sigmaf; &delta;&iota;́&kappa;&alpha;&iota;&omicron;&iota; Andres dikaioi&mdash;&lsquo;Just men.&rsquo; The Hebrew word denotes &ldquo;mercy&rdquo; or &ldquo;kindness&rdquo; (חסד chesed). Here it probably means, &lsquo;Men of mercy;&rsquo; that is, people who are the subjects of mercy; people who are pious, or devoted to God.<\/p><p><em>Are taken away<\/em>&mdash;Hebrew, &lsquo;Are gathered.&rsquo; That is, they are gathered to their fathers by death.<\/p><p><em>None considering<\/em>&mdash;They were not anxious to know what was the design of Divine Providence in permitting it.<\/p><p><em>From the evil to come<\/em>&mdash;Margin, &lsquo;That which is evil.&rsquo; The idea here evidently is, that severe calamities were coming upon the nation. God was about to give them up to foreign invasion (<a class=\"isa\" verses=\"WzE4NzYzXQ==\">Isaiah 56:9<\/a>ff); and the true reason why the just were removed was, that they may not be subject to the divine wrath which should come upon the nation; they were not to be required to contemplate the painful state of things when an enemy should fire the cities, the palaces, and the temple, and cause the sacred services of religion to cease. It was a less evil for them to be removed by death&mdash;even by the painful death of persecution&mdash;than to be compelled to participate in these coming sorrows. At the same time this passage may be regarded as inculcating a more general truth still. It is, that the pious are often removed in order that they may not be exposed to evils which they would experience should they live. There might be the pains and sorrows of persecution; there might be long and lingering disease; there might be poverty and want; there might be the prevalence of iniquity and infidelity over which their hearts would bleed; there might be long and painful conflicts with their own evil hearts, or there might be danger that they would fall into sin, and dishonor their high calling. For some or all these reasons the righteous may be withdrawn from the world; and could we see those reasons as God does, nothing more would be necessary to induce us to acquiesce entirely in the justice of his dealings.<\/p>",
    "audit": 1
}