{
    "id": 1701,
    "source": "barnes",
    "verse_id": 18608,
    "verse_count": 1,
    "reference": "47:8",
    "title": "",
    "html": "<p><em>Therefore hear now this<\/em> &mdash;The prophet proceeds, in this verse and the following, to detail more particularly the sins of Babylon, and to state the certainty of the punishment which would come upon her. In the previous verses, the denunciation of punishment had been figurative. It had been represented under the image of a lady delicately trained and nurtured, doomed to the lowest condition of life, and compelled to stoop to the most menial offices. Here the prophet uses language without figure, and states directly her crimes, and her doom.<\/p><p><em>That art given to pleasures<\/em> &mdash;Devoted to dissipation, and to the effeminate pleasures which luxury engenders (see the notes at<a class=\"isa\" verses=\"WzE4NjAxXQ==\">Isaiah 47:1<\/a>). Curtius, in his History of Babylon as it was in the times of Alexander (v. 5. 36), Herodotus (i. 198), and Strabo Georg. xvi.), have given a description of it, all representing it as corrupt, licentious, and dissipated in the extreme. Curtius, in the passage quoted on<a class=\"isa\" verses=\"WzE4NjAxXQ==\">Isaiah 47:1<\/a> , says, among other things, that no city was more corrupt in its morals; nowhere were there so many excitements to licentious and guilty pleasures.<\/p><p><em>That dwellest carelessly<\/em> &mdash;In vain security; without any consciousness of danger, and without alarm (compare<a class=\"ref\">Zephaniah 2:15<\/a>).<\/p><p><em>I am, and none else besides me<\/em> &mdash;The language of pride. She regarded herself as the principal city of the world, and all others as unworthy to be named in comparison with her (compare the note at<a class=\"isa\" verses=\"WzE4NTY4XQ==\">Isaiah 45:6<\/a>). Language remarkably similar to this occurs in Martial&rsquo;s description of Rome (xii. 8):<\/p><p>Terrarum dea gentiumque, Roma,<\/p><p><em>Cui par est nihil, et nihil secundum<\/em> &mdash;<\/p><p>Rome, goddess of the earth and of nations, to whom nothing is equal, nothing second.&rsquo;<\/p><p><em>I shall not sit as a widow<\/em> &mdash;On the word &rsquo;sit,&rsquo; see the note at<a class=\"isa\" verses=\"WzE4NjAxXQ==\">Isaiah 47:1<\/a> . The sense is, that she would never be lonely, sad, and afflicted, like a wife deprived of her husband, and a mother of her children. The figure is changed from<a class=\"isa\" verses=\"WzE4NjAxXQ==\">Isaiah 47:1<\/a> , where she is represented as a virgin; but the same idea is presented under another form (compare the note at<a class=\"isa\" verses=\"WzE4MDgyXQ==\">Isaiah 23:4<\/a>).<\/p> ",
    "audit": 1
}