{
    "id": 1632,
    "source": "barnes",
    "verse_id": 18539,
    "verse_count": 1,
    "reference": "44:5",
    "title": "",
    "html": "<p><em>One shall say<\/em>&mdash;It shall be common to say this, or a profession of religion shall be common. The various expressions in this verse mean substantially the same thing&mdash;that there should prevail among the people a disposition to make a profession of attachment to Yahweh in every proper public manner. It is in immediate connection with what is said in the previous verses, that he would pour his Spirit upon them, and especially on their children. The effect would be, that many would make a public profession of religion. This refers, doubtless, in the main, to the period after their return from the captivity, and to the general prevalence of religion then. But it is also true of the people of God at all times&mdash;especially under the Messiah. God pours his Spirit like gentle dews, or rains, on the families of his people; and the effect is, that many publicly profess attachment to him.<\/p><p>I am the Lord&rsquo;s&mdash;I belong to Yahweh; I devote myself to him. This expresses the true nature of a profession of religion&mdash;a feeling that we are not our own, but that we belong to God. It is, that we not only feel that we are bound to worship him, but that we actually belong to him; that our bodies and spirits, and all that we have and are, are to be sacredly employed in his service (see <a class=\"ref\">1 Corinthians 6:20; 2 Corinthians 7:5; 2 Corinthians 5:14-15<\/a>). Nothing, in few words, can more appropriately describe the true nature of a profession of religion than the expression used here (אני ליהוה layhovâh &lsquo;ānı̂y) &lsquo;For Yahweh am I&rsquo;&mdash;&lsquo;I am wholly, and entirely, and forever for Yahweh, to obey him; to do his will; to suffer patiently all that be appoints; to live where he directs; to die when, where, and how he pleases; to moulder in the grave according to his will; to be raised up by his power; and to serve him forever in a better world.&rsquo;<\/p><p><em>And another shall call himself by the name of Jacob<\/em>&mdash;The Chaldee renders this, &lsquo;He shall pray in the name of Jacob.&rsquo; The idea seems to be, that he should call himself a friend of Jacob&mdash;an Israelite. He should regard himself as belonging to the same family and the same religion, as Jacob; as worshipping the same God; and as maintaining the same belief. To call oneself by the same name as another, is indicative of friendship and affection; and is expressive of a purpose to be united to him, and to identify our interest with his. The idea is that which one would express by saying, that he cast in his interest with the people of God, or he became identified with them; as we now say, a man calls himself by the name of Christ, that is, a Christian. Jerome renders this, &lsquo;He shall call by the name of Jacob.&rsquo; that is, sinners to repentance (compare the note at <a class=\"isa\" verses=\"WzE4NTEzLDE4NjE2XQ==\">Isaiah 43:7; Isaiah 48:1<\/a>; <a class=\"ref\">Psalm 24:6<\/a>).<\/p><p><em>And another shall subscribe with his hand unto the Lord<\/em>&mdash;The Septuagint renders this, &lsquo;And another shall write with his hand (&chi;&epsilon;&iota;&rho;&iota;́ cheiri), I am of God.&rsquo; Lowth, &lsquo;On his hand,&rsquo; Aquila and Symmachus, (&Chi;&epsilon;&iota;&rho;&alpha;́ Cheira). Lowth supposes that the allusion here is to the marks which were made indelible by puncture with ink on the hand or on other parts of the body. He supposes that the mark thus indelibly impressed was the name of the person, or the name of the master if he was a slave, or some indication by which it might be known to whom he belonged. In this way, the soldier marked himself with the name of his commander; the idolater, with the name of his god; and in this way, Procopius says, that the early Christians marked themselves. On this passage he says, &lsquo;Because many marked their wrists or their arms with the sign of the cross, or with the name of Christ&rsquo; (see <a class=\"ref\">Revelation 20:4<\/a>; Spencer, De Leg. Heb. ii. 20).<\/p><p>But all this is too refined, and is evidently a departure from the true sense of the passage. The mark, or writing, was not on the hand, but with it&mdash;literally, &lsquo;and this shall write his hand to Yahweh; &lsquo;and the figure is evidently taken from the mode of making a contract or bargain, where the name is subscribed to the instrument. It was a solemn compact or covenant, by which they enrolled themselves among the worshippers of God, and pledged themselves to his service. The manner of a contract among the Hebrews is described in <a class=\"ref\">Jeremiah 32:10, Jeremiah 32:12, Jeremiah 32:44<\/a>. A public, solemn, and recorded covenant, to which the names of princes, Levites, and priests, were subscribed, and which was sealed, by which they bound themselves to the service of God, is mentioned in <a class=\"ref\">Nehemiah 9:38<\/a>. Here it denotes the solemn manner in which they would profess to be worshippers of the true God; and it is expressive of the true nature of a profession of religion.<\/p><p>The name is given in to God. It is enrolled by the voluntary desire of him who makes the profession among his friends. It is done, after the manner of solemn compacts among men, in the presence of witnesses <a class=\"ref\">Hebrews 12:1<\/a>. Among Christians, it is sealed in a solemn manner by baptism, and the Lord&rsquo;s supper. It has, therefore, all the binding force and obligation of a solemn compact; and every professor of religion should regard his covenant with God as the most sacred of all compacts, and as having a more solemn obligation than any other. And yet, how many professors are there who would shrink back with horror from the idea of breaking a compact with man, who have no alarm at the idea of having proved unfaithful to their solemn pledge that they would belong wholly to God, and would live to him alone! Let every professor of religion remember that his profession has all the force of a solemn compact that he has voluntarily subscribed his name, and enrolled himself among the friends of God; and that there is no agreement of a more binding nature than that which unites him in public profession to the cause and the kingdom of the Saviour.<\/p><p><em>And surname himself by the name of Israel<\/em>&mdash;Shall call himself an Israelite, and shall be a worshipper of the same God. The word rendered &rsquo;shall surname&rsquo; (כנה kânâh, not used in the Qal, in the Piel כנה kinnâh) means to address in a friendly and soothing manner; to speak kindly to anyone. Gesenius renders it, &lsquo;And kindly, soothingly names the name of Israel.&rsquo; But the idea is probably that expressed in our translation. The word sometimes denotes a giving of flattering titles to anyone, by way of compliment <a class=\"ref\">Job 32:21-22<\/a>:<\/p><p>Let me not, I pray you, accept any man&rsquo;s person;<\/p><p>Neither let me give flattering titles unto man.<\/p><p>For I know not to give flattering titles;<\/p><p>In so doing my Maker would soon take me away.<\/p><p>In <a class=\"isa\" verses=\"WzE4NTY2XQ==\">Isaiah 45:4<\/a> , it is rendered, &lsquo;I have surnamed thee (Cyrus), though thou hast not known me.&rsquo; The word does not occur elsewhere. It conveys the idea of an honorable title; and means here, I think, that he would call himself by the honorable appellation of Israel&mdash;or an Israelite&mdash;a worshipper of the God o f Jacob. It implies that a profession of the true religion is honorable, and that it is and should be esteemed so by him who makes it. It is observable, also, that this verse contains an instance of the parallelism in the Hebrew writings where the alternate members correspond to each other. Here the first and third members, and the second and the fourth correspond to each other (see the Introduction, Section 8).<\/p> ",
    "audit": 1
}