{
    "id": 2040,
    "source": "barnes",
    "verse_id": 18947,
    "verse_count": 1,
    "reference": "66:24",
    "title": "",
    "html": " <p> <em>And they shall go forth <\/em>&mdash;The sense of this verse evidently is, that the pious and happy worshippers of God shall see the punishment which he will execute on his and their foes, or shall see them finally destroyed. It refers to the time when the kingdom of God shall be finally and perpetually established, and when all the mighty enemies of that kingdom shall be subdued and punished. The image is probably taken from a scene where a people whose lands have been desolated by mighty armies are permitted to go forth after a decisive battle to walk over the fields of the slain, and to see the dead and the putrifying bodies of their once formidable enemies. <\/p> <p> <em>And look upon the carcasses of the men <\/em>&mdash;The dead bodies of the foes of God (see <a class=\"isa\" verses=\"eyIxODkzOCI6Mn0=\">Isaiah 66:15-16<\/a>). <\/p> <p> <em>For their worm shall not die <\/em>&mdash;This image is evidently taken from the condition of unburied bodies, and especially on a battlefield. The Hebrew word (תולע tôlâ‛) properly refers to the worms which are generated in such corrupting bodies (see <a class=\"ref\">Exodus 16:20<\/a>; the notes at <a class=\"isa\" verses=\"WzE3OTQwXQ==\">Isaiah 14:11<\/a>). It is sometimes applied to the worm from which the crimson or deep scarlet color was obtained (the notes at <a class=\"isa\" verses=\"WzE3NjczXQ==\">Isaiah 1:18<\/a>); but it more properly denotes that which is produced in putrid substances. This entire passage is applied by the Saviour to future punishment; and is the fearful image which he employs to denote the final suffering of the wicked in hell. My views on its meaning may be seen in the notes at <a class=\"ref\">Mark 9:44, Mark 9:46<\/a>. <\/p> <p> <em>Neither shall their fire be quenched <\/em>&mdash;The fire that shall consume them shall burn perpetually. This image is taken evidently from the fires kindled, especially in the valley of Hinnom, to consume puffed and decaying substances. That was a valley on the south side of Jerusalem, into which the filth of the city was thrown. It was the place where, formerly, an image of brass was raised to Moloch, and where children were offered in sacrifice <a class=\"ref\">2 Kings 16:3; 2 Chronicles 28:3<\/a>. See a description of this in the notes at <a class=\"ref\">Matthew 5:22<\/a>. This place was subsequently regarded as a place of special abomination by the Jews. The filth of the city was thrown there, and it became extremely offensive. The air was polluted and pestilential; the sight was terrific; and to preserve it in any manner pure, it was necessary to keep fires continually burning there. The extreme loathsomeness of the place, the filth and putrefaction, the corruption of the atmosphere, and the lurid fires blazing by day and by night, made it subsequently one of the most appalling and loathsome objects with which a Jew was acquainted. <\/p> <p>It was called the gehenna of fire, and was the image which the Saviour often employed to denote the future punishment of the wicked. In that deep and loathsome vale it seems to have been the common expectation of the Jews that some great battle would be fought which would establish the supremacy of their nation over all others. Hence, the Chaldee renders this, &lsquo;They shall go forth, and shall look upon the dead bodies of the sinners who have rebelled against my word; because their souls shall not die, and their fire shall not be extinguished; and the wicked shall be judged in Gehenna (בגיהנם begēyhı̂nâm from גי gay and הנם hinnôm, hence coming down into Greek as &gamma;&epsilon;́&epsilon;&nu;&nu;&alpha; geenna), until the righteous shall say, We have seen enough.&rsquo; It is, however, by no means certain that Isaiah refers here especially to the valley of Hinnom. The image in his mind is evidently that of a vast army slain, and left to putrify on the field unburied, and where fires would be kindled in part to consume the heaps of the slain, and in part to save the air from pestilential influences, All the enemies of God and his church would be like such a vast host strewed on the plains, and the perpetuity of his kingdom would be finally established. <\/p> <p> <em>And they shall be an abhorring <\/em>&mdash;An object of loathing. So the Hebrew word דראון dêrâ&lsquo;ôn, means. It is derived from דרא dârâ&rsquo;, an obsolete root, signifying, in Arabic, to thrust away, to repel. Jerome renders it, Ad satietatem visionis&mdash;understanding by it, that all flesh should look upon those dead bodies Until they were satisfied. The Septuagint, &Epsilon;&iota;̓&sigmaf; &omicron;̔́&rho;&alpha;&sigma;&iota;&nu; Eis horasin&mdash;&lsquo;For a vision;&rsquo; or that all flesh might look upon them. It is evident that the Septuagint reads the word as if it were derived from the verb ראה râ&lsquo;âh), &ldquo;to see.&rdquo; <\/p> <p> <em>Unto all flesh <\/em>&mdash;(See <a class=\"isa\" verses=\"WzE4OTQ2XQ==\">Isaiah 66:23<\/a>). The sense is, that so entire would be their overthrow, and such objects of loathing would they become, that all the friends of God would turn from them in abhorrence. All the enemies of God would be destroyed; the pure religion would triumph, and the people of God would be secure. <\/p> <p>It may be made a question, perhaps, to what period this refers. The Saviour <a class=\"ref\">Mark 9:44, Mark 9:46<\/a>, applied the language to the future punishment of the wicked, and no one, I think, can doubt that in Isaiah it includes that consummation of worldly affairs. The radical and essential idea in the prophet is, as it seems to me, that such would be the entire overthrow and punishment of the enemies of God; so condign their punishment; so deep their sufferings; so loathsome and hateful would they be when visited with the divine vengeance for their sins, that they would be an object of loathing and abhorrence. They would be swept off as unworthy to live with God, and they would be consigned to punishment&mdash;loathsome like that of ever gnawing worms on the carcasses of the slain, and interminable and dreadful like everconsuming and extinguishable fires. <\/p> <p>This is the consummation of the series of bright visions that passed before the mind of Isaiah, and is an appropriate termination of this succession of wonderful revelations. Where could it more appropriately close than in the final triumph of the true religion, and in the complete and final destruction of all the enemies of Gods. The vision stretches on to the judgment, and is closed by a contemplation of those scenes which commence there, but which never end. The church is triumphant. Its conflicts cease. Its foes are slain. Its Redeemer is revealed; and its everlasting happiness is founded on a basis which can never be shaken. <\/p> <p>Here I close my labors in endeavoring to elucidate the visions of this wonderful prophet. I thank God&mdash;the source of every right feeling and every holy desire, and the suggester of every plan that will in any way elucidate his word or promote his glory&mdash;that he ever inclined my heart to these studies. I thank him for the preservation of my life, and the continuance of my health, until I am permitted to bring this work to a close. I record, with grateful emotions, my deep conviction, that if in any way I have been enabled to explain that which was before dark; to illustrate that which was obscure; or to present any views which have not before occurred to those who may peruse this work, it is owing to the gracious influences of his Holy Spirit. And I desire to render thanks to the Great Source of light and truth, if I have been enabled to throw any light on the prophecies recorded here more than 2500 years ago; or to confirm the faith of any in the truth of the inspiration of the Bible by tracing the evidences of the fulfillment of those predictions. <\/p> <p>And I now commend the work to the blessing of God, and devote it to the glory of his name and to the advancement of the Redeemer&rsquo;s kingdom, with a humble prayer that it may be useful to other minds; but with the deep conviction, that whatever may be its effect on other minds, I have been abundantly compensated for all my labor in the contemplation of the inimitable beauties, and the sublime visions of Isaiah. thanks to God for this book; thanks for all its beauties, its consolations, its promises, its views of the Messiah, its predictions of the certain triumph of truth, and its glowing descriptions of the future conquest of the church, when God shall extend to it &lsquo;peace like a river, and the glory of the Gentiles like a flowing stream.&rsquo; Come soon that blessed day, when &lsquo;the ransomed of the Lord shall return to Zion, with songs and everlasting joy upon their heads&rsquo; <a class=\"isa\" verses=\"WzE4MzMxXQ==\">Isaiah 35:10<\/a>; when &lsquo;the wilderness and the solitary place shall be glad, and the desert shall rejoice and blossom as the rose&rsquo; <a class=\"isa\" verses=\"WzE4MzIyXQ==\">Isaiah 35:1<\/a>; and when it shall be announced to the church, &lsquo;thy sun shall no more go down; neither shall thy moon withdraw itself, for Yahweh shall be thine everlasting light, and the days of thy mourning shall be ended&rsquo; <a class=\"isa\" verses=\"WzE4ODQyXQ==\">Isaiah 60:20<\/a>. <\/p> <p>May I be permitted to close my labors on this book in the beautiful language of Vitringa? &lsquo;These words <a class=\"isa\" verses=\"eyIxODk0NiI6Mn0=\">Isaiah 66:23-24<\/a>, express the final doom of the two opposite classes of people, the righteous and the wicked, when, after various preparatory judgments of God, the fates of all ages, and our own also, shall be determined; with which also this divine book of Isaiah itself is terminated. <\/p> <p>Be it our lot, with those who are holy; with those who fear God and love the truth; with the humble, meek, and merciful, and with those who persevere in every good work to the end of life, from the gracious sentence of our great Lord, Saviour, and Judge, Jesus Christ, to obtain, by the will of the Father, the same portion with them. In which hope, I also, now deeply affected, and prostrate before his throne, give humble thanks to God the Father, and his Son Christ Jesus, through the Spirit, for the grace and light with which he has endowed me, his unworthy servant, in commencing and completing the commentary on this book; entreating, with earnest prayer, of his grace and mercy, that, pardoning those errors into which erroneously I may have fallen, he will employ this work, such as it is, to the glory of his name, the use of the church, and the consolation of his people; and to Him be the glory throughout all ages.&rsquo; <\/p>",
    "audit": 1
}