{
    "id": 1872,
    "source": "barnes",
    "verse_id": 18779,
    "verse_count": 1,
    "reference": "57:13",
    "title": "",
    "html": " <p> <em>When thou criest <\/em>&mdash;That is, when you are in trouble, and feel your need of help. <\/p> <p> <em>Let thy companies deliver thee <\/em>&mdash;The word used here (קבוּץ qibûts) means, properly, &ldquo;a gathering; a throng; a collection.&rdquo; Here it refers either to the throngs of the idols which they had collected. and on which they relied; or to the collection of foreigners which they had summoned to their assistance. The idea is, that if people trust to other objects for aid than the arm of God, they will be left in the day of trial to such assistance as they can render them. <\/p> <p> <em>But the wind shall carry <\/em>&mdash;They shall be like the protection which the wind sweeps away. The Saviour expresses a similar sentiment in <a class=\"ref\">Matthew 7:26-27<\/a>. <\/p> <p> <em>Vanity shall take them <\/em>&mdash;Lowth and Noyes, &lsquo;A breath shall take them off.&rsquo; The word הבל hebel, properly means a breath; and probably denotes here a gentle breeze, the slightest breath of air, denoting the entire instability of the objects on which they trusted, when they could be so easily swept off. <\/p> <p> <em>Shall possess the land <\/em>&mdash;The assurances of the favor and friendship of God are usually expressed in this way (compare the notes at <a class=\"isa\" verses=\"WzE4NjQ1XQ==\">Isaiah 49:8<\/a>). See <a class=\"ref\">Psalm 37:11<\/a>; &lsquo;The meek shall inherit the earth.&rsquo; Compare <a class=\"ref\">Psalm 69:35-36; Matthew 5:5<\/a>. <\/p> <p> <em>And shall inherit my holy mountain <\/em>&mdash;In Jerusalem. That is, they shall be admitted to elevated spiritual privileges and joys&mdash;as great as if they had possession of a portion of the mount on which the temple was built, and were permitted to dwell there. <\/p> ",
    "audit": 1
}