{
    "id": 1790,
    "source": "barnes",
    "verse_id": 18697,
    "verse_count": 1,
    "reference": "51:23 ",
    "title": "",
    "html": "<p><em>But I will put it into the hand of them that afflict thee<\/em>&mdash;The nations that have made war upon thee, and that have reduced thee to bondage, particularly the Babylonians. The calamities which the Jews had suffered, God would transfer to their foes.<\/p><p><em>Which have said to thy soul, Bow down, that we may go over<\/em>&mdash;This is a striking description of the pride of eastern conquerors. It was not uncommon for conquerors actually to put their feet on the necks of conquered kings, and tread them in the dust. Thus in <a class=\"ref\">Joshua 10:24<\/a> , &lsquo;Joshua called for all the men of Israel, and said unto the captains of the men of war that went with them, Come near, put your feet upon the necks of these kings.&rsquo; So David says, &lsquo;Thou has given me the necks of mine enemies&rsquo; <a class=\"ref\">Psalm 18:40<\/a>. &lsquo;The emperor Valerianus being through treachery taken prisoner by Sapor king of Persia, was treated by him as the basest and most abject slave, for the Persian monarch commanded the unhappy Roman to bow himself down and offer him his back, on which he set his foot in order to mount his chariot, or his horse, whenever he had occasion.&rsquo; (Lactantius, as quoted by Lowth) Mr. Lane (Modern Egyptians, vol. i. p. 199) describes an annual ceremony which may serve to illustrate this passage: &lsquo;A considerable number of Durweeshes, says he (I am sure there were not less than sixty, but I could not count their number), laid themselves down upon the ground, side by side, as close as possible to each other, having their backs upward, having their legs extended, and their arms placed together beneath their foreheads.<\/p><p>When the Sheikh approached, his horse hesitated several minutes to step upon the back of the first prostrate man; but being pulled and urged on behind, he at length stepped upon them: and then without apparent fear, ambled with a high pace over them all, led by two persons, who ran over the prostrate men, one sometimes treading on the feet, and the other on the heads. Not one of the men thus trampled on by the horse seemed to be hurt; but each the moment that the animal had passed over him, jumped up and followed the Sheikh. Each of them received two treads from the horse, one from one of his fore-legs, and a second from a hind-leg.&rsquo; It seems probable that this is a relic of an ancient usage alluded to in the Bible, in which captives were made to lie down on the ground, and the conqueror rode insultingly over them.<\/p><p><em>Thou hast laid thy body as the ground<\/em>&mdash;That is, you were utterly humbled and prostrated (compare <a class=\"ref\">Psalm 66:11-12<\/a> ). From all this, however, the promise is, that they should be rescued and delivered. The account of their deliverance is contained in the following chapter <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 52:1-12<\/a> ; and the assurance of rescue is there made more cheering and glorious by directing the eye forward to the coming of the Messiah <a class=\"isa\" verses=\"W3siMTg3MTAiOjN9LHsiMTg3MTMiOjEyfV0=\">Isaiah 52:13-15; Isaiah 53:1-12<\/a> , and to the glorious results which would follow from his advent (<a class=\"isa\" verses=\"MTg3MjU=\">Isaiah 54:1<\/a>). These chapters are all connected, and they should be read continuously. Material injury is done to the sense by the manner in which the division is made, if indeed any division should have been made at all.<\/p>",
    "audit": 1
}