{
    "id": 1046,
    "source": "barnes",
    "verse_id": 17953,
    "verse_count": 1,
    "reference": "14:24",
    "title": "",
    "html": "<p><em>The Lord of hosts<\/em> &mdash;(see the note at<a class=\"isa\" verses=\"WzE3NjY0XQ==\">Isaiah 1:9<\/a>). It is evident that this verse and the three following, is not directly connected with that which goes before, respecting Babylon. This pertains to the Assyrian; that had relation to Babylon. Vitringa says that this is attached to the prophecy respecting Babylon, and is a unique yet not altogether foreign argument, and is a sort of epilogue to the prophecy respecting Babylon. The design, he says, is this. As the events which had been foretold respecting Babylon seemed so great and wonderful as to be almost incredible, the prophet, in order to show the Jews how easily it could be accomplished, refers them to the case of Sennacherib, and the ease with which he and his army had been destroyed. Lowth supposes that the Assyrians and Babylonians here are one people. Rosenmuller supposes that this prophecy respecting Sennacherib has been &ldquo;displaced&rdquo; by the collector of the prophecies of Isaiah, and that it should have been attached to the prophecy respecting the Assyrian monarch (see<a class=\"isa\" verses=\"WzE3OTM5XQ==\">Isaiah 10<\/a> .) The probable sense of the passage is that which makes it refer to the predicted destruction of Sennacherib<a class=\"isa\" verses=\"WzE3OTM5XQ==\">Isaiah 10<\/a> ; and the design of the prophet in referring to that here is, to assure the Jews of the certain destruction of Babylon, and to comfort them with the assurance that they would be delivered from their captivity there.<\/p><p>The prophecy respecting Babylon was uttered &ldquo;before&rdquo; the destruction of Sennacherib; but it is to be remembered that its design was to comfort the Jews &ldquo;in&rdquo; Babylon. The prophet therefore throws himself &ldquo;beyond&rdquo; the period of their captivity&mdash;though it was to occur many years &ldquo;after&rdquo; the prophecy respecting Babylon was uttered; and with this view he introduces the subject of the Assyrian. At that future time, Sennacherib would have been destroyed. And as God would have fulfilled the prophecy respecting the proud and self-confident Assyrian, so they might have the assurance that he &ldquo;would&rdquo; fulfill his predictions respecting the no less proud and self-confident king of Babylon; and as he would have delivered his people from the invasion of the Assyrian, even when he was at the gates of Jerusalem, so he would deliver them in their captivity in Babylon.<\/p><p><em>Hath sworn<\/em> &mdash;(see<a class=\"ref\">Genesis 24:7; Exodus 13:5, Exodus 13:11; Exodus 33:1; Numbers 32:10; Hebrews 3:18; Hebrews 6:13<\/a>). Yahweh is often represented as making use of an oath to denote the strong confirmation, the absolute certainty of what he utters. The oath here was designed to comfort the Jews, when they should be in Babylon, with the assurance that what he had thus solemnly promised would assuredly come to pass.<\/p><p><em>As I have thought<\/em> &mdash;As I have designed, or intended. God&rsquo;s promises never fail; his purposes shall all be accomplished (compare<a class=\"isa\" verses=\"eyIxODU5NyI6Mn0=\">Isaiah 46:10-11<\/a>). This passage is full proof that God does not &ldquo;change:&rdquo; that whatever his purposes are, they are inflexible. Change supposes imperfection; and it is often affirmed that God is immutable<a class=\"ref\">1 Samuel 15:29; Malachi 3:6; James 1:17<\/a> .<\/p> ",
    "audit": 1
}