{
    "id": 1072,
    "source": "barnes",
    "verse_id": 17979,
    "verse_count": 1,
    "reference": "16:9 ",
    "title": "",
    "html": "<p><em>Therefore, I will bewail<\/em>&mdash;So great is the desolation that I, the prophet, will lament it, though it belongs to another nation than mine own. The expression indicates that the calamity will be great (see the note at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 15:5<\/a> ).<\/p><p><em>With the weeping of Jazer<\/em>&mdash;That is, I will pour out the same lamentation for the vine of Sibmah which I do for Jazer; implying that it would be deep and bitter sorrow (see <a class=\"ref\">Jeremiah 48:32<\/a>).<\/p><p><em>I will water thee with my tears<\/em>&mdash;Indicating the grievous calamities that were coming upon those places, on account of the pride of the nation. They were to Isaiah foreign nations, but he had a heart that could feel for their calamities.<\/p><p><em>For the shouting for thy summer fruits<\/em>&mdash;The shouting attending the ingathering of the harvest (note, <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 9:3<\/a> ). The word used here (הידד hēydâd), denotes, properly, a joyful acclamation, a shout of joy or rejoicing, such as was manifested by the vintager and presser of grapes <a class=\"ref\">Jeremiah 25:30; Jeremiah 48:33<\/a> ; or such as was made by the warrior <a class=\"ref\">Jeremiah 51:14<\/a>. Here it means, that in the time when they would expect the usual shout of the harvest, it should not be heard, but instead, thereof, there should be the triumph of the warrior. Literally, &lsquo;upon thy summer fruits, and upon thy harvests has the shouting fallen;&rsquo; that is, the shout of the warrior has fallen upon that harvest instead of the rejoicing of the farmer. So Jeremiah evidently understands it <a class=\"ref\">Jeremiah 48:32<\/a>: &lsquo;The spoiler is fallen upon thy summer fruits, and upon thy vintage.&rsquo; Lowth proposes here a correction of the Hebrew text, but without necessity or authority.<\/p>",
    "audit": 1
}