{
    "id": 1206,
    "source": "barnes",
    "verse_id": 18113,
    "verse_count": 1,
    "reference": "24:17",
    "title": "",
    "html": "<p><em>Fear, and the pit<\/em> &mdash;This verse is an explanation of the cause of the wretchedness referred to in the previous verse. The same expression is found in<a class=\"ref\">Jeremiah 48:43<\/a> , in his account of the destruction that would come upon Moab, a description which Jeremiah probably copied from Isaiah&mdash;There is also here in the original a &ldquo;paronomasia&rdquo; that cannot be retained in a translation&mdash;פחד ופחת ופח pachad vâpachath vâpach&mdash;where the form פח pach occurs in each word. The sense is, that they were nowhere safe; that if they escaped one danger, they immediately fell into another. The expression is equivalent to that which occurs in the writings of the Latin classics:<\/p><p>Incidit in Scyllam cupiens vitare Charybdin.<\/p><p>The same idea, that if a man should escape from one calamity he would fall into another, is expressed in another form in<a class=\"ref\">Amos 5:19<\/a> :<\/p><p>As if a man did flee from a lion, and a bear met him;<\/p><p>Or went into a house, and leaned his hand on the wall,<\/p><p>And a serpent bit him.<\/p><p>In the passage before us, there is an advance from one danger to another, or the subsequent one is more to be dreaded than the preceding. The figure is taken from the mode of taking wild beasts, where various nets, toils, or pitfalls were employed to secure them. The word &lsquo;fear&rsquo; (פחד pachad), denotes anything that was used to frighten or arouse the wild beasts in hunting, or to drive them into the pitfall that was prepared for them. Among the Romans the name &lsquo;fears&rsquo; (&ldquo;formidines&rdquo;) was given to lines or cords strung with feathers of all colors, which, when they fluttered in the air or were shaken, frightened the beasts into the pits, or the birds into the snares which were prepared to take them (Seneca, De Ira, ii. 122; virg. AE. xii. 7499; Geor. iii. 372). It is possible that this may be referred to here under the name of &lsquo;fear.&rsquo; The word &lsquo;pit&rsquo; (פחת pachat) denotes the pitfall; a hole dug in the ground, and covered over with bushes, leaves, etc., into which they might fall unawares. The word &rsquo;snare&rsquo; (פח pach) denotes a net, or gin, and perhaps refers to a series of nets enclosing at first a large space of ground, in which the wild beasts were, and then drawn by degrees into a narrow compass, so that they could not escape.<\/p> ",
    "audit": 1
}