{
    "id": 1257,
    "source": "barnes",
    "verse_id": 18164,
    "verse_count": 1,
    "reference": "27:12 ",
    "title": "",
    "html": "<p><em>And it shall come to pass in that day, that the Lord shall beat off<\/em>&mdash;The word which is used here (חבט châbaṭ) means properly &ldquo;to beat off with a stick,&rdquo; as fruit from a tree <a class=\"ref\">Deuteronomy 20:20<\/a>. It also means to beat out grain with a stick <a class=\"ref\">Judges 6:11; Ruth 2:17<\/a> The word which is rendered in the other member of the sentence, &rsquo;shall be gathered&rsquo; (לקט lâqaṭ), is applied to the act of &ldquo;collecting&rdquo; fruit after it has been beaten from a tree, or grain after it has been threshed. The use of these words here shows that the image is taken from the act of collecting fruit or grain after harvest; and the expression means, that as the farmer gathers in his fruit, so God would gather in his people. In the figure, it is supposed that the garden or vineyard of Yahweh extends from the Euphrates to the Nile; that his people are scattered in all that country; that there shall be agitation or a shaking in all that region as when a farmer beats off his fruit from the tree, or beats out his grain; and that the result would be that all those scattered people would be gathered into their own land. The time referred to is, doubtless, after Babylon should be taken; and in explanation of the declaration it is to be remembered that the Jews were not only carried to Babylon, but were scattered in large numbers in all the adjacent regions. The promise here is, that from all those regions where they had been scattered they should be re-collected and restored to their own land.<\/p><p><em>From the channel of the river<\/em>&mdash;The river here undoubtedly refers to the river Euphrates (see the note at <a class=\"isa\" verses=\"WzE3OTAwXQ==\">Isaiah 11:15<\/a>).<\/p><p><em>Unto the stream of Egypt<\/em>&mdash;The Nile. &ldquo;And ye shall be gathered one by one.&rdquo; As the farmer collects his fruits one by one&mdash;collecting them carefully, and not leaving any. This means that God will not merely collect them as a nation, but as &ldquo;individuals.&rdquo; He will see that none is overlooked, and that all shall be brought in safety to their land.<\/p>",
    "audit": 1
}