{
    "id": 1829,
    "source": "barnes",
    "verse_id": 18736,
    "verse_count": 1,
    "reference": "54:12",
    "title": "",
    "html": " <p> <em>And I will make thy windows <\/em>&mdash;The word rendered here &lsquo;windows&rsquo; is rendered by Jerome propugnacula&mdash;&lsquo;fortresses,&rsquo; bulwarks, ramparts; and by the Septuagint, &Epsilon;&pi;&alpha;&lambda;&xi;&epsilon;&iota;&sigmaf; Epalcheis&mdash;&lsquo;Bulwarks,&rsquo; or rather, pinnacles on the walls. The Hebrew word שׁמשׁות shı̂mâshôt) is evidently derived from שׁמשׁ shemesh (the sun); and has some relation in signification to the sun, either as letting in light, or as having a radiated appearance like the sun. Gesenius renders it, &lsquo;notched battlements, the same as sun, or rays of the sun.&rsquo; Faber (Hebrew Archaeol., p. 294) supposes that the name was given to the turrets or battlements here referred to, because they had some resemblance to the rays of the sun. I think it prob able that the prophet refers to some radiated ornament about a building, that had a resemblance to the sun, or to some gilded turrets on the walls of a city. I see no evidence in the ancient versions that the word refers to windows. <\/p> <p> <em>Of agates <\/em>&mdash;Agates are a class of silicious, semi-pellucid gems, of many varieties, consisting of quarts-crystal flint, horn-stone, chalcedony, amethyst, jasper, cornelian, etc., variegated with dots, zones, filaments, ramifications, and various figures. They are esteemed the least valuable of all the precious stones. They are found in rocks, and are use, for seals, rings, etc. (Webster.) The Hebrew word כדכד kadekkod, from כדד kâdad, to beat, to pound, and then to strike fire, seems to denote a sparkling gem or ruby. It is not often used. It is rendered by Jerome, Jaspidem. The Septuagint, &Iota;&alpha;&sigma;&pi;&iota;&nu; Iaspin&mdash;&lsquo;Jasper,&rsquo; a gem of a green color. It may be observed that it is not probable that such a stone would be used for a window, for the purpose of letting in light. <\/p> <p> <em>And thy gates <\/em>&mdash;See <a class=\"ref\">Revelation 21:21 <\/a>&mdash;&lsquo;And the twelve gates were twelve pearls; every several gate was of one pearl.&rsquo; The gates of the city would be made of most precious stones. <\/p> <p> <em>Of carbuncles <\/em>&mdash;The carbuncle is a beautiful gem of a deep red color, with a mixture of scarlet, called by the Greeks anthrax, found in the East Indies. It is usually about a quarter of an inch in length. When held up to the sun it loses its deep tinge, and becomes exactly the color of a burning coal (Webster). Hence, its name in Greek. The Hebrew name אקדח &lsquo;eqeddâch is derived from קדח qâdach, &ldquo;to burn,&rdquo; and denotes a flaming or sparkling gem. The word occurs nowhere else in the Hebrew Bible. <\/p> <p> <em>And all thy borders <\/em>&mdash;All thy boundaries; or the whole circuit of thy walls. See <a class=\"ref\">Revelation 21:18 <\/a>&mdash;&lsquo;And the building of the wall of it was of jasper.&rsquo; The idea is, that the whole city would be built in the most splendid manner. Its foundations and all its stones would be laid in the most precious cement; its turrets, towers, battlements, gates, and the circuit of its walls, would be made of the most precious gems. In general, there can be no doubt that this is designed to represent the future glory of the church under the Redeemer, and perhaps also to furnish an emblematic representation of heaven (compare <a class=\"ref\">Revelation 21:2 <\/a>). Kimchi supposes that this may possibly be taken literally, and that Jerusalem may be yet such as is here described. Abarbanel supposes that it may refer to the time when the Oriental world, where these gems are principally found, shall be converted, and come and join in rebuilding the city and the temple. <\/p> <p>But the whole description is one of great beauty as applicable to the church of God; to its glories on earth; and to its glory in heaven. Its future magnificence shall be as much greater than anything which has yet occurred in the history of the church, as a city built of gems would be more magnificent than Jerusalem was in the proudest days of its glory. The language used in this verse is in accordance with the Oriental manner. The style of speaking in the East to denote unexampled splendor is well illustrated in the well-known Oriental tale of Aladdin, who thus gives his instructions: &lsquo;I leave the choice of materials to you, that is to say, porphyry, jasper, agate, lapis lazuli, and the finest marble of the most varied colors. But I expect that in the highest story of the palace, you shall build me a large hall with a dome, and four equal fronts; and that instead of layers of bricks, the walls be made of massy gold and silver, laid alternately: and that each front shall contain six windows, the lattices of all which, except one, which must be left unfinished and imperfect, shall be so enriched with art and symmetry, with diamonds, rubies, and emeralds, that they shall exceed everything of the kind ever seen in the world&rsquo; (Pictorial Bible). <\/p> ",
    "audit": 1
}