{
    "id": 1183,
    "source": "barnes",
    "verse_id": 18090,
    "verse_count": 1,
    "reference": "23:12",
    "title": "",
    "html": "<p><em>And he said<\/em> &mdash;God said<a class=\"isa\" verses=\"WzE4MDg3XQ==\">Isaiah 23:9<\/a> .<\/p><p><em>Thou shalt no more rejoice<\/em> &mdash;The sense is, that Tyre was soon to be destroyed. It does not mean that it should never afterward exult or rejoice, for the prophet says<a class=\"isa\" verses=\"WzE4MDk1XQ==\">Isaiah 23:17<\/a> , that after its destruction it would be restored, and again be filled with exultation and joy.<\/p><p><em>O thou oppressed Virgin<\/em> &mdash;Lowth renders this, &lsquo;O thou deflowered virgin,&rsquo; expressing the sense of the word המעשׁקה hame‛ushâqâh.<\/p><p><em>O daughter of Zidon<\/em> &mdash;<a class=\"isa\" verses=\"WzE4MDgyXQ==\">Isaiah 23:4<\/a> . &ldquo;Pass over to Chittim&rdquo; (see the note at<a class=\"isa\" verses=\"WzE4MDc5XQ==\">Isaiah 23:1<\/a>). The idea is, that under the siege the inhabitants of Tyre would seek refuge in her colonies, and the cities that were dependent on her.<\/p><p><em>There also shalt thou have no rest<\/em> &mdash;It is not improbable that Nebuchadnezzar would carry his arms to Cyprus&mdash;on which the city of Citium was&mdash;where the Tyrians would take refuge first. Megasthenes, who lived about 300 years before Christ, says of Nebuchadnezzar that he subdued a great part of Africa and Spain, and that he carried his arms so far as the Pillars of Hercules (see Newton, On the Prophecies, xi. 11). But whether this refers to the oppressions which Nebuchadnezzar would bring on them or not, it is certain that the colonies that sprung from Phenicia were exposed to constant wars after this. Carthage was a colony of Tyre, and it is well known that this city was engaged in hostility with the Romans until it was utterly destroyed. Indeed all the dependent colonies of ancient Tyre became interested and involved in the agitations and commotions which were connected with the conquests of the Roman empire.<\/p> ",
    "audit": 1
}