{
    "id": 2023,
    "source": "barnes",
    "verse_id": 18930,
    "verse_count": 1,
    "reference": "66:7",
    "title": "",
    "html": "<p><em>Before she travailed, she brought forth<\/em> &mdash;That is, Zion. The idea here is, that there would be a great and sudden increase of her numbers. Zion is here represented, as it often is, as a female (see<a class=\"isa\" verses=\"WzE3NjYzXQ==\">Isaiah 1:8<\/a>), and as the mother of spiritual children (compare<a class=\"isa\" verses=\"WzE4NzI1XQ==\">Isaiah 54:1<\/a> ;<a class=\"isa\" verses=\"eyIxODY1NyI6Mn0=\">Isaiah 49:20-21<\/a>). The particular idea here is, that the increase would be sudden&mdash;as if a child were born without the usual delay and pain of parturition. If the interpretation given of<a class=\"isa\" verses=\"WzE4OTI5XQ==\">Isaiah 66:6<\/a> be correct, then this refers probably to the sudden increase of the church when the Messiah came, and to the great revivals of religion which attended the first preaching of the gospel. Three thousand were converted on a single day<a class=\"ref\">Acts 2<\/a> , and the gospel was speedily propagated almost all over the known world. Vitringa supposes that it refers to the sudden conversion of the Gentiles, and their accession to the church.<\/p><p><em>She was delivered of a man child<\/em> &mdash;Jerome understands this of the Messiah. who was descended from the Jewish church. Grotius supposes that the whole verse refers to Judas Maccabeus, and to the liberation of Judea under him before anyone could have hoped for it! Calvin (Commentary in loc.) supposes that the word male here, or manchild, denotes the manly or generous nature of those who should be converted to the church; that they would be vigorous and active, not effeminate and delicate (generosam prolem, non mollem aut effeminatam). Vitringa refers it to the character and rank of those who should be converted, and applies it particularly to Constantine, and to the illustrious philosophers, orators, and senators, who were early brought under the influence of the gospel. The Hebrew word probably denotes a male, or a man-child, and it seems to me that it is applied here to denote the character of the early converts to the Christian faith. They would not be feeble and effeminate; but vigorous, active, energetic. It may, perhaps, also be suggested, that, among the Orientals, the birth of a son was deemed of much more importance, and was regarded as much more a subject of congratulation than the birth of a female. If an allusion be had to that fact, then the idea is, that the increase of the church would be such as would be altogether a subject of exultation and joy.<\/p> ",
    "audit": 1
}