{
    "id": 1760,
    "source": "barnes",
    "verse_id": 18667,
    "verse_count": 1,
    "reference": "50:4",
    "title": "",
    "html": " <p> <em>The Lord God hath given me <\/em>&mdash;This verse commences a new subject, and the deliverer is directly introduced as himself speaking. The reasons why this is supposed to refer to the Messiah, have been given in the analysis to the chapter. Those reasons will be strengthened by the examination of the particular expressions in the passage, and by showing, as we proceed in the exposition, in what way they are applicable to him. It will be assumed that the reference is to the Messiah; and we shall find that it is a most beautiful description of his character, and of some of the principal events of his life. This verse is designed to state how he was suited for the special work to which he was called. The whole endowment is traced to Yahweh. It was he who had called him; he who had given him the tongue of the learned, and he who had carefully and attentively qualified him for his work. <\/p> <p> <em>The tongue of the learned <\/em>&mdash;Hebrew, &lsquo;The tongue of those who are instructed;&rsquo; that is, of the eloquent; or the tongue of instruction (&pi;&alpha;&iota;&delta;&epsilon;&iota;́&alpha;&sigmaf; paideias, Septuagint); that is, he has qualified me to instruct others. It does not mean human science or learning; nor does it mean that any other had been qualified as he was, or that there were any others who were learned like him. But it means that on the subject of religion he was eminently endowed with intelligence, and with eloquence. In regard to the Redeemer&rsquo;s power of instruction, the discourses which he delivered, as recorded in the New Testament, and especially his sermon on the mount, may be referred to. None on the subject of religion ever spake like him; none was ever so well qualified to instruct mankind (compare <a class=\"ref\">Matthew 13:54 <\/a>). <\/p> <p> <em>That I should know how to speak a word in season <\/em>&mdash;The Hebrew here is, &lsquo;That I might know how to strengthen with a word the weary;&rsquo; that is, that he might sustain, comfort, and refresh them by his promises and his counsels. How eminently he was suited to alleviate those who were heavy laden with sin and to comfort those who were burdened with calamities and trials, may be seen by the slightest reference to the New Testament, and the most partial acquaintance with his instructions and his life. The weary here are those who are burdened with a sense of guilt; who feel that they have no strength to bear up under the mighty load, and who therefore seek relief (see <a class=\"ref\">Matthew 11:28 <\/a>). <\/p> <p> <em>He wakeneth morning by morning <\/em>&mdash;That is, he wakens me every morning early. The language is taken from an instructor who awakens his pupils early, in order that they may receive instruction. The idea is, that the Redeemer would be eminently endowed, under the divine instruction and guidance, for his work. He would be one who was, so to speak, in the school of God; and who would be qualified to impart instruction to others. <\/p> <p> <em>He wakeneth mine ear <\/em>&mdash;To awaken the ear is to prepare one to receive instruction. The expressions, to open the ear, to uncover the ear, to awaken the ear, often occur in the Scriptures, in the sense of preparing to receive instruction, or of disposing to receive divine communications. The sense here is plain. The Messiah would be taught of God, and would be inclined to receive all that he imparted. <\/p> <p> <em>To hear as the learned <\/em>&mdash;Many translate the phrase here &lsquo;as disciples,&rsquo; that is, as those who are learning. So Lowth; &lsquo;With the attention of a learner.&rsquo; So Noyes; &lsquo;In the manner of a disciple.&rsquo; The Septuagint renders it, &lsquo;He has given me an ear to hear.&rsquo; The idea is, probably, that he was attentive as they are who wish to learn; that is, as docile disciples. The figure is taken from a master who in the morning summons his pupils around him, and imparts instruction to them. And the doctrine which is taught is, that the Messiah would be eminently qualified, by divine teaching, to be the instructor of mankind. The Chaldee paraphrases this, &lsquo;Morning by morning, he anticipates (the dawn), that he may send his prophets, if perhaps they my open the ears of sinners, and receive instruction.&rsquo; <\/p> ",
    "audit": 1
}