{
    "id": 1520,
    "source": "barnes",
    "verse_id": 18427,
    "verse_count": 1,
    "reference": "40:6",
    "title": "",
    "html": "<p><em>The voice said<\/em>&mdash;Or rather &lsquo;a voice.&rsquo; Isaiah represents himself here again as hearing a voice. The word &lsquo;the&rsquo; introduced in our translation, mars the sense, inasmuch as it leads to the supposition that it was the voice of the same person or crier referred to in <a class=\"isa\" verses=\"WzE4NDI0XQ==\">Isaiah 40:3<\/a>. But it is different. That was the voice of a crier or herald, proclaiming that a way was to be open in the desert. This is introduced for a different purpose. It is to proclaim distinctly that while everything else was fading and transitory, the promise of God was firm and secure. Isaiah therefore, represents himself as hearing a voice requiring the prophets (so the Chaldee) to make a proclamation. An inquiry was at once made, What should be the nature of the proclamation? The answer was, that all flesh was grass, etc. He had <a class=\"isa\" verses=\"eyIxODQyNCI6M30=\">Isaiah 40:3-5<\/a> introduced a herald announcing that the way was to be prepared for their return. He now introduces another voice with a distinct message to the people, that God was faithful, and that his promises would not fail. A voice, a command is heard, requiring those whose duty it was, to make proclamation. The voice of God; the Spirit speaking to the prophets, commanded them to cry.<\/p><p><em>And he said<\/em>&mdash;Lowth and Noyes read this, &lsquo;And I said.&rsquo; The Septuagint and the Vulgate read it also in this manner, in the first person. Two manuscripts examined by Kennicott also read it in the first person. Houbigant, Hensler, and Doderlin adopt this reading. But the authority is not sufficient to justify a change in the Hebrew text. The Syriac and Chaldee read it as it is in the present Hebrew text, in the third person. The sense is, that the person, or prophet to whom the command came to make proclamation, made answer, &lsquo;What shall be the nature of my proclamation?&rsquo; It is equivalent to saying, &lsquo;It was answered;&rsquo; or if Isaiah is the person to whom the voice is represented as coming, it means that he answered; and is, therefore, equivalent to the reading in the Septuagint and Vulgate, and adopted by Lowth. This is the probable supposition, that Isaiah represents himself as hearing the voice, and as expressing a willingness to make proclamation, but as waiting to know what he was to proclaim.<\/p><p><em>All flesh<\/em>&mdash;This is the answer; or this is what he was to proclaim. The general design or scope of the answer was, that he was to proclaim that the promise of Yahweh was secure and firm <a class=\"isa\" verses=\"WzE4NDI5XQ==\">Isaiah 40:8<\/a> , and that therefore God would certainly come to deliver them. To make this more impressive by way of contrast, he states that all people are weak and feeble like the grass that is soon withered. The expression does not refer particularly to the Jews in Babylon, or to any single nation or class of people, but to all people, in all places, and at all times. All princes, nobles, and monarchs; all armies and magistrates are like grass, and will soon pass away. On the one hand, they would be unable to accomplish what was needful to be done in the deliverance of the people; and on the other, their oppressors had no power to continue their bondage, since they were like grass, and must soon pass away. But Yahweh was ever-enduring, and was able to fulfill all his purposes.<\/p><p><em>Is grass<\/em>&mdash;It is as feeble, weak, and as easily consumed as the grass of the field. A similar sentiment is found in <a class=\"ref\">Psalm 103:15-16<\/a>:<\/p><p>As for man, his days are as grass;<\/p><p>As a flower of the field so he flourisheth;<\/p><p>For the wind passeth over it, and it is gone,<\/p><p>And the place thereof shall know it no more.<\/p><p>See also <a class=\"ref\">James 1:10-11<\/a>. The passage in Isaiah is evidently quoted by Peter, <a class=\"ref\">1 Peter 1:24-25<\/a>: &lsquo;All flesh is as grass, and all the glory of man as the flower of grass. The grass withereth, and the flower thereof falleth away: but the word of the Lord endureth forever; and this is the word which by the gospel is preached unto you&rsquo;&mdash;a passage which proves that Isaiah had reference to the times of the Messiah in the place before us.<\/p><p><em>And all the goodliness thereof<\/em>&mdash;The word rendered &lsquo;goodliness&rsquo; (חסד chesed) denotes properly, kindness, love, goodwill, mercy, favor. Here it is evidently used in the sense of elegance, comeliness, beauty. The Septuagint renders it: &delta;&omicron;́&xi;&alpha; doxa, and so does Peter <a class=\"ref\">1 Peter 1:24<\/a>. Applied to grass, or to herbs, it denotes the flower, the beauty, the comeliness. Applied to man, it means that which makes him comely and vigorous&mdash;health, energy, beauty, talent, wisdom. His vigor is soon gone; his beauty fades; his wisdom ceases; and he falls, like the flower, to the dust. The idea is, that the plans of man must be temporary; that all that appears great in him must be like the flower of the field; but that Yahweh endures, and his plans reach from age to age, and will certainly be accomplished. This important truth was to be proclaimed, that the people might be induced not to trust in man, but put their confidence in the arm of God.<\/p> ",
    "audit": 1
}