{
    "id": 828,
    "source": "barnes",
    "verse_id": 17735,
    "verse_count": 1,
    "reference": "4:1",
    "title": "",
    "html": "<p><em>In that day<\/em>&mdash;The time of calamity referred to in the close of the previous chapter. This is a continuation of that prophecy, and there was no reason why these six verses should have been made a separate chapter. That the passage refers to the Messiah, is apparent from what has been stated in the note at the commencement of the prophecy <a class=\"isa\" verses=\"eyIxNzY4NyI6NH0=\">Isaiah 2:1-4<\/a> , and from the expressions which occur in the chapter itself; see the notes at <a class=\"isa\" verses=\"W1sxNzczNl0seyIxNzczOSI6Mn1d\">Isaiah 4:2, Isaiah 4:5-6<\/a>.<\/p><p><em>Seven women<\/em>&mdash;The number &ldquo;seven&rdquo; is used often to denote a &ldquo;large&rdquo; though &ldquo;indefinite&rdquo; number; <a class=\"ref\">Leviticus 26:28; Proverbs 24:16; Zechariah 3:9<\/a>. It means that so great should be the calamity, so many &ldquo;men&rdquo; would fall in battle, that many women would, contrary to their natural modesty, become suitors to a single man, to obtain him as a husband and protector.<\/p><p><em>Shall take hold<\/em>&mdash;Shall apply to. The expression, &rsquo;shall take hold,&rsquo; denotes the &ldquo;earnestness&rdquo; of their application.<\/p><p><em>We will eat our own bread... <\/em>&mdash;We do not ask this in order to be maintained. We will forego that which the law <a class=\"ref\">Exodus 21:10<\/a> enjoins as the duty of the husband in case he has more than one wife.<\/p><p><em>Only let us be called by thy name<\/em>&mdash;Let us be regarded as &ldquo;thy wives.&rdquo; The wife then, as now, assumed the name of the husband. A remarkably similar expression occurs in Lucan (B. ii. 342). Marcia there presents a similar request to Cato:<\/p><p>Da tantum nomen inane<\/p><p>Connubii; liceat tumulo scripsisse, Catonis Marcia.<\/p><p>&lsquo;Indulge me only with the empty title of wife.<\/p><p>Let there only be inscribed on my tomb, &ldquo;Marcia, wife of Cato.&ldquo;&lsquo;<\/p><p><em>To take away my reproach<\/em>&mdash;The reproach of being unmarried; compare <a class=\"ref\">Genesis 30:23; 1 Samuel 1:6<\/a>.<\/p> ",
    "audit": 1
}