{
    "id": 2015,
    "source": "barnes",
    "verse_id": 18922,
    "verse_count": 1,
    "reference": "65:24",
    "title": "",
    "html": " <p> <em>Before they call, I will answer <\/em>&mdash;That is, their desires shall be anticipated, God will see their needs, and he will impart to them the blessings which they need. He will not wait to be applied to for the blessing. How many such blessings do all his people receive at the hand of God! How ready is he to anticipate our needs! How watchful is he of our necessities; and how rich his benevolence in providing for us! Even the most faithful and prayerful of his people receive numerous favors and comforts at his hand for which they have not directly asked him. The prayer for the supply of our daily food, &lsquo;Give us this day our daily bread,&rsquo; God had anticipated, and had prepared the means of answering it, long before, in the abundant harvest. Had he waited until the prayer was offered, it could not have been answered without a miracle. Ever watchful, he anticipates our necessities, and in his providence and grace lays the foundation for granting the favor long before we ask him. <\/p> <p> <em>And while they are yet speaking, I will hear <\/em>&mdash;So it was with Daniel (<a class=\"ref\">Daniel 9:20-21 <\/a>; compare <a class=\"ref\">Psalm 32:5 <\/a>). So it was with the early disciples when they were assembled in an upper room in Jerusalem, and when the Spirit of God descended with great power on the day of Pentecost <a class=\"ref\">Acts 2:1-2 <\/a>. So when Paul and Silas, in the prison at Philippi, &lsquo;prayed and sang praises to God,&rsquo; he heard them and came for their rescue <a class=\"ref\">Acts 16:25-26 <\/a>. So it has often been&mdash;and especially in revivals of religion. When his people have been deeply impressed with a sense of the languishing state of religion; when they have gone unitedly before God and implored a blessing; God has heard their prayers, and even while they were speaking has begun a work of grace. Hundreds of such instances have occurred, alike demonstrating the faithfulness of God to his promises, and suited to encourage his people, and to excite them to prayer. It is one of the precious promises pertaining to the blessings of the reign of the Messiah, that the answer of prayer shall be immediate&mdash;and for this his people should look, and this they should expect. God can as easily answer prayer at once as to delay it; and when the proper state of mind exists, he is as ready to answer it now as to defer it to a future time. What encouragement have we to pray! How faithful, how fervent should we be in our supplications! How full of guilt are we if one single blessing is witcheld from our world that might have been imparted if we had prayed as we ought; if one single soul shall be lost who might have been saved if we had not been unfaithful in prayer! <\/p> ",
    "audit": 1
}