{
    "id": 1041,
    "source": "barnes",
    "verse_id": 17948,
    "verse_count": 1,
    "reference": "14:19 ",
    "title": "",
    "html": "<p><em>But thou art cast out of thy grave<\/em>&mdash;Thou art not buried like other kings in a magnificent sepulchre, but art cast out like the common dead. This was a mark of the highest infamy (see <a class=\"isa\" verses=\"MTgzMDc=\">Isaiah 34:3<\/a> ; <a class=\"ref\">Ezekiel 29:5; Jeremiah 22:19<\/a> ). Nothing was considered more disgraceful than to be denied the privileges of an honorable burial (see the note at <a class=\"isa\" verses=\"MTg3MjE=\">Isaiah 53:9<\/a> ). On the fulfillment of this prophecy, see the note at <a class=\"isa\" verses=\"MTc5NDk=\">Isaiah 14:20<\/a>.<\/p><p><em>As an abominable branch<\/em>&mdash;(נתעב כנצר kenêtser nı̂te&lsquo;āb). The Septuagint renders this, &lsquo;And thou shalt be cast upon the mountains as a dead body that is abominable, with many dead that are slain by the sword, descending to Hades.&rsquo; The Chaldee, &lsquo;And thou shalt be cast out of thy sepulchre as a branch that is hid.&rsquo; Lowth supposes that by &lsquo;abominable branch&rsquo; there is allusion to a tree on which a malefactor was hanged, that was regarded as detestable, and cursed. But there are obvious objections to this interpretation. One is, that the word &ldquo;branch (netser)&rdquo; is never applied to a tree. It means &ldquo;a shoot, a slip, a scion&rdquo; (note, <a class=\"isa\" verses=\"MTc4ODY=\">Isaiah 11:1<\/a>). Another objection is, that there seems here to be no necessary allusion to such a tree; or to anything that would lead to it. Jerome says, that the word &ldquo;netser&rdquo; denotes a shoot or sucker that starts up at the root of a plant or tree, and that is useless to the farmer, and which he therefore cuts off. So, says he, the king of Babylon shall be cast off&mdash;as the farmer throws away the useless sucker. This is probably the correct idea. The word &ldquo;abominable&rdquo; means, therefore, not only that which is &ldquo;useless,&rdquo; but indicates that the shoot or sucker is &ldquo;troublesome&rdquo; to the farmer. It is an object that he &ldquo;hates,&rdquo; and which he gets clear of as soon as possible. So the king of Babylon would be cast out as useless, hateful, abominable; to be thrown away, as the noxious shoot is, as unfit for use, and unworthy to be preserved.<\/p><p><em>As the raiment of those that are slain<\/em>&mdash;As a garment that is all defiled with gore, and that is cast away and left to rot. The garments of those slain in battle, covered with blood and dirt, would be cast away as polluted and worthless, and so would be the king of Babylon. Among the Hebrews such garments were regarded with special abhorrence (Rosenmuller); perhaps from the dread which they had of touching a dead body, and of course of anything that was found on a dead body.<\/p><p><em>Thrust through with a sword<\/em>&mdash;That is, the slain thrust through. The effect of this was to pollute the garment with blood, and to render it useless.<\/p><p><em>That go down to the stones of the pit<\/em>&mdash;The &lsquo;pit&rsquo; here means the grave or sepulchre <a class=\"isa\" verses=\"MTc5NDQ=\">Isaiah 14:15<\/a>. The phrase &rsquo;stones of the pit,&rsquo; conveys the idea that the grave or sepulchre was usually either excavated from the solid rock, or constructed of stones. The idea is simply, that those who were slain with the sword were buried in the usual manner, though their bloody garments defiled were cast away. But the king of Babylon should not have even the honor of such a burial as was given to those who fell in battle.<\/p><p><em>As a carcase trodden under foot<\/em>&mdash;Unburied; as the body of a brute that is exposed to the air, and denied the honor of a sepulchre.<\/p>",
    "audit": 1
}