{
    "id": 1420,
    "source": "barnes",
    "verse_id": 18327,
    "verse_count": 1,
    "reference": "35:6",
    "title": "",
    "html": "<p><em>Then shall the lame man leap<\/em> &mdash;This was literally fulfilled after the coming of the Messiah<a class=\"ref\">Acts 14:10; Acts 3:8<\/a> . It is an emblem of the general joy which the coming of the Messiah would impart, and is an instance of the blessings which it would convey.<\/p><p><em>As an hart<\/em> &mdash;The word used here denotes the stag, or male deer. In Arabic it denotes the wild, or mountain-goat. The word sometimes refers to any species of deer or antelope, and this is referred to here from its quick and sprightly nature.<\/p><p><em>And the tongue of the dumb sing<\/em> &mdash;Shall be able to sing, and to praise God. On the restoration of the dumb to the benefits of language, see<a class=\"ref\">Matthew 9:32-33; Matthew 12:22; Matthew 15:30-31; Mark 9:17; Luke 11:14<\/a> .<\/p><p><em>For in the wilderness shall waters break out<\/em> &mdash;The joy shall be as great, and the blessings as numerous and refreshing, as if running fountains should suddenly break out in the desert, and the thirsty and weary traveler should be thus unexpectedly and fully supplied. The world, in regard to its real comforts without the gospel, may be not unaptly compared to g vast waste of pathless sands and arid plains. Nothing will more strongly express the blessings of the gospel than the idea of cool, refreshing, abundant fountains and streams bursting forth in such pathless wastes. This is an image which would be very expressive to those who were accustomed to cross such deserts, and it is one which is frequently employed by the sacred writers, and especially by Isaiah (see<a class=\"isa\" verses=\"eyIxODUyNSI6Mn0=\">Isaiah 43:19-20<\/a> ;<a class=\"isa\" verses=\"WzE4NjM2XQ==\">Isaiah 48:21<\/a> ;<a class=\"isa\" verses=\"eyIxODY0NyI6Mn0=\">Isaiah 49:10-11<\/a> ;<a class=\"isa\" verses=\"WzE4NzQyLDE4Nzk4XQ==\">Isaiah 55:1; Isaiah 58:11<\/a>). &lsquo;Lameness and dumbness are the uniform effects of long walking in a desert; the sand and gravel produce the former, fatigue the latter. In such cases some of us have walked hours together without uttering a sentence; and all walked as if crippled, from the sand and gravel getting into the shoes; but the sight of water, especially if unexpected, unloosed every tongue, and gave agility to every limb; men, oxen, goats, sheep, and dogs, ran with speed and expressions of joy to the refreshing element.&rsquo; (Campbell&rsquo;s Travels in Africa.) The Chaldee Paraphrast understands this as referring entirely to the return from the captivity at Babylon. &lsquo;Then shall they see the exiles of Israel assembled, ascend to their own land as the swift stags, so that they shall not be hindered.&rsquo;<\/p> ",
    "audit": 1
}