{
    "id": 1969,
    "source": "barnes",
    "verse_id": 18876,
    "verse_count": 1,
    "reference": "63:9 ",
    "title": "",
    "html": "<p><em>In all their affliction he was afflicted<\/em>&mdash;This is a most beautiful sentiment, meaning that God sympathized with them in all their trials, and that he was ever ready to aid them. This sentiment accords well with the connection; but there has been some doubt whether this is the meaning of the Hebrew. Lowth renders it, as has been already remarked, &lsquo;It was not an envoy, nor an angel of his presence that saved him.&rsquo; Noyes, &lsquo;In all their straits they had no distress.&rsquo; TheSeptuagint renders it, &lsquo;It was not an ambassador (&omicron;&upsilon; ̓ &pi;&rho;&epsilon;́&sigma;&beta;&upsilon;&sigmaf; ou presbus), nor an angel (&omicron;&upsilon;̓&delta;&epsilon;̀ &alpha;̓́&gamma;&gamma;&epsilon;&lambda;&omicron;&sigmaf; oude angelos), but he himself saved them.&rsquo; Instead of the present Hebrew word (צר tsâr, &lsquo;affliction&rsquo;), they evidently read it, ציר tsiyr, &lsquo;a messenger.&rsquo; The Chaldee renders it, &lsquo;Every time when they sinned against him, so that he might have brought upon them tribulation, he did not afflict them.&rsquo; The Syriac, &lsquo;In all their calamities he did not afflict them.&rsquo; This variety of translation has arisen from an uncertainty or ambiguity in the Hebrew text.<\/p><p>Instead of the present reading (לא lo&rsquo;, &lsquo;not&rsquo;) about an equal number of manuscripts read לו lô, &lsquo;to him,&rsquo; by the change of a single letter. According to the former reading, the sense would be, &lsquo;in all their affliction, there was no distress,&rsquo; that is, they were so comforted and supported by God, that they did not feel the force of the burden. According to the other mode of reading it, the sense would be, &lsquo;in all their affliction, there was affliction to him;&rsquo; that is, he sympathized with them, and upheld them. Either reading makes good sense, and it is impossible now to ascertain which is correct. Gesenius supposes it to mean, &lsquo;In all their afflictions there would be actually no trouble to them. God sustained them, and the angel of of his presence supported and delivered them.&rsquo; For a fuller view of the passage, see Rosenmuller. In the uncertainty and doubt in regard to the true reading of the Hebrew, the proper way is not to attempt to change the translation in our common version. It expresses an exceedingly interesting truth, and one that is suited to comfort the people of God;&mdash;that he is never unmindful of their sufferings; that he feels deeply when they are afflicted; and that he hastens to their relief. It is an idea which occurs everywhere in the Bible, that God is not a cold, distant, abstract being; but that he takes the deepest interest in human affairs, and especially that he has a tender solicitude in all the trials of his people.<\/p><p><em>And the angel of his presence saved them<\/em>&mdash;This angel, called &lsquo;the angel of the presence of God,&rsquo; is frequently mentioned as having conducted the children of Israel through the wilderness, and as having interposed to save them <a class=\"ref\">Exodus 23:20, Exodus 23:31; Exodus 32:34; Exodus 33:2; Numbers 20:16<\/a>. The phrase, &lsquo;the angel of his presence,&rsquo; (Hebrew, פניו מלאך פ male&lsquo;âk pânâyv, &lsquo;angel of his face,&rsquo; or &lsquo;countenance&rsquo;), means an angel that stands in his presence, and that enjoys his favor, as a man does who stands before a prince, or who is admitted constantly to his presence (compare <a class=\"ref\">Proverbs 22:29<\/a> ). Evidently there is reference here to an angel of superior order or rank, but to whom has been a matter of doubt with interpreters. Jarchi supposes that it was Michael, mentioned in <a class=\"ref\">Daniel 10:13-21<\/a>. The Chaldee renders it, &lsquo;The angel sent (שׁליח shelı̂yach) from his presence.&rsquo; Most Christian interpreters have supposed that the reference is to the Messiah, as the manifested guide and defender of the children of Israel during their long journey in the desert. This is not the place to go into a theological examination of that question. The sense of the Hebrew here is, that it was a messenger sent from the immediate presence of God, and therefore of elevated rank. The opinion that it was the Son of God is one that can be sustained by arguments that are not easily refuted. On the subject of angels, according to the Scripture doctrine, the reader may consult with advantage an article by Dr. Lewis Mayer, in the Bib. Rep., Oct. 1388.<\/p><p><em>He redeemed them<\/em>&mdash;(See the notes at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 43:1<\/a>).<\/p><p><em>And he bare them<\/em>&mdash;As a shepherd carries the lambs of the flock, or as a nurse carries her children; or still more probably, as an eagle bears her young on her wings <a class=\"ref\">Deuteronomy 32:11-12<\/a>. The idea is, that he conducted them through all their trials in the wilderness, and led them in safety to the promised land (compare the notes at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 40:11<\/a>).<\/p><p><em>All the days of old<\/em>&mdash;In all their former history. He has been with them and protected them in all their trials.<\/p>",
    "audit": 1
}