{
    "id": 1526,
    "source": "barnes",
    "verse_id": 18433,
    "verse_count": 1,
    "reference": "40:12 ",
    "title": "",
    "html": "<p><em>Who hath measured<\/em>&mdash;The object in this and the following verses to <a class=\"isa\" verses=\"WzE4NDQ3XQ==\">Isaiah 40:26<\/a> , is to show the greatness, power, and majesty of God, by strong contrast with his creatures, and more especially with idols. Perhaps the prophet designed to meet and answer an implied objection: that the work of deliverance was so great that it could not be accomplished. The answer was, that God had made all things; that he was infinitely great; that he had entire control over all the nations; and that he could, therefore, remove all obstacles out of the way, and accomplish his great and gracious purposes. By man it could not be done; nor had idol-gods any power to do it; but the Creator and upholder of all could effect this purpose with infinite case. At the same time that the argument here is one that is entirely conclusive, the passage, regarded as a description of the power and majesty of God, is one of vast sublimity and grandeur; nor is there any portion of the Sacred Volume that is more suited to impress the mind with a sense of the majesty and glory of Yahweh. The question, &lsquo;who hath measured,&rsquo; is designed to imply that the thing referred to here was that which had never been done, and could never be done by man; and the argument is, that although that which the prophet predicted was a work which surpassed human power, yet it could be done by that God who had measured the waters in the hollow of his hand. The word &lsquo;waters&rsquo; here refers evidently to the vast collection of waters in the deep&mdash;the mighty ocean, together with all the waters in the running streams, and in the clouds. See <a class=\"ref\">Genesis 1:6<\/a> , where the firmament is said to have been made to divide the waters from the waters. A reference to the waters above the heavens occurs in <a class=\"ref\">Psalm 148:4<\/a> :<\/p><p>Praise him, ye heavens of heavens,<\/p><p>And ye waters that be above the heavens.<\/p><p>And in <a class=\"ref\">Proverbs 30:4<\/a>, a Similar description of the power and majesty of God occurs:<\/p><p>Who hath gathered the wind in his fists?<\/p><p>Who hath bound the waters in a garment?<\/p><p>Who hath established all the ends of the earth?<\/p><p>And in <a class=\"ref\">Job 26:8<\/a>:<\/p><p>He bindeth up the waters in his thick clouds;<\/p><p>And the cloud is not rent under them.<\/p><p>The word &lsquo;waters&rsquo; here, therefore, may include all the water on the earth, and in the sky. The words, &lsquo;the hollow of his hand,&rsquo; mean properly the hand as it is closed, forming a hollow or a cavity by which water can be taken up. The idea is, that God can take up the vast oceans, and all the waters in the lakes, streams, and clouds, in the palm of his hand, as we take up the smallest quantity in ours.<\/p><p><em>And meted out heaven<\/em>&mdash;The word rendered &lsquo;meted,&rsquo; that is, measured (כון kûn), means properly to stand erect, to set up, or make erect; to found, fit, adjust, dispose, form, create. It usually has the idea of fitting or disposing. The word &rsquo;span&rsquo; (זרת zeret) denotes the space from the end of the thumb to the end of the middle finger, when extended&mdash;usually about nine inches. The idea is, that Yahweh was able to compass or grasp the heavens, though so vast, as one can compass or measure a small object with the span. What an illustration of the vastness and illimitable nature of God!<\/p><p><em>And comprehended<\/em>&mdash;And measured (כל kôl from כוּל kûl, to hold or contain); &lsquo;Lo, the heavens, and the heaven of heavens cannot contain thee&rsquo; <a class=\"ref\">1 Kings 8:27<\/a>.<\/p><p><em>The dust of the earth<\/em>&mdash;All the earth; all the dust that composes the globe.<\/p><p><em>In a measure<\/em>&mdash;(בשׁלשׁ bâshâlı̂sh) Properly three; and then the third part of anything. Jerome supposes that it means the three fngers, and that the sense is, that God takes up all the dust of the earth in the first three fingers of the hand. But the more probable signification is, that the word denotes that which was the third part of some other measure, as of an ephah, or bath. In <a class=\"ref\">Psalm 80:5<\/a>, the word is used to denote a large measure:<\/p><p>Thou feedest them with the bread of tears,<\/p><p>And givest them tears to drink in great measure ( שׁלישׁ shâlı̂ysh).<\/p><p>The idea is, that God is so great that he can measure all the dust of the earth as easily as we can measure a small quantity of grain with a measure.<\/p><p><em>And weighed the mountains in scales<\/em>&mdash;The idea here is substantially the same. It is, that God is so mighty that he can weigh the lofty mountains, as we weigh a light object in scales, or in a balance; and perhaps, also, that he has disposed them on the earth as if he had weighed them out, and adapted them to their proper places and situations Throughout this entire passage, there is not only the idea of majesty and power in God, but there is also the idea that he has suited or adjusted everything by his wisdom and power, and adapted it to the condition and needs of his creatures.<\/p>",
    "audit": 1
}