{
    "id": 1209,
    "source": "barnes",
    "verse_id": 18116,
    "verse_count": 1,
    "reference": "24:20",
    "title": "",
    "html": " <p> <em>The earth shall reel to and fro like a drunkard <\/em>&mdash;This is descriptive of the agitation that occurs in an earthquake when everything is shaken from its foundation, and when trees and towers are shaken by the mighty concussion. The same figure is used in <a class=\"isa\" verses=\"WzE4MjAzXQ==\">Isaiah 29:9<\/a>. See also the description of a tempest at sea, in <a class=\"ref\">Psalm 107:27<\/a>: <\/p> <p>They reel to and fro, <\/p> <p>And stagger like a drunken man, <\/p> <p>And are at their wit&rsquo;s end. <\/p> <p> <em>And shall be removed like a cottage <\/em>&mdash;Or rather, shall move or vacillate (התנודדה hitenôdedâh) like a cottage. The word &ldquo;cottage&rdquo; (מלוּנה melûnâh from לין lı̂yn, &ldquo;to pass the night, to lodge for a night&rdquo;) means properly a temporary shed or lodge for the watchman of a garden or vineyard (see the note at <a class=\"isa\" verses=\"WzE3NjYzXQ==\">Isaiah 1:8<\/a>). Sometimes these cottages were erected in the form of a hut; and sometimes they were a species of hanging bed or couch, that was suspended from the limbs of trees. They were made either by interweaving the limbs of a tree, or by suspending them by cords from the branches of trees, or by extending a cord or cords from one tree to another, and laying a couch or bed on the cords. They were thus made to afford a convenient place for observation, and also to afford security from the access of wild beasts. Travelers in the East even now resort to such a temporary lodge for security (see Niebuhr&rsquo;s Description of Arabia). These lodges were easily moved to and fro, and swung about by the wind&mdash;and this is the idea in the verse before us. The whole land was agitated as with an earthquake; it reeled like a drunkard; it moved, and was unsettled, as the hanging couch on the trees was driven to and fro by the wind. <\/p> <p> <em>And the transgression thereof shall be heavy upon it <\/em>&mdash;Like a vast incumbent weight on a dwelling which it cannot sustain, and beneath which it is crushed. <\/p> <p> <em>And it shall fall, and not rise again <\/em>&mdash;This does not mean, as I apprehend, that the nation should never be restored to its former dignity and rank as a people, for the prophet immediately <a class=\"isa\" verses=\"WzE4MTE5XQ==\">Isaiah 24:23<\/a> speaks of such a restoration, and of the re-establishment of the theocracy; but it must mean that in those convulsions it would not rise. It would not be able to recover itself; it would certainly be prostrated. As we say of a drunkard, he may stumble often, and partially recover himself, yet he will certainly fall so as not then to be able to recover himself, so it would be with that agitated and convulsed land. They would make many efforts to recover themselves, and they would partially succeed, yet they would ultimately be completely prostrate in the dust. <\/p> ",
    "audit": 1
}