{
    "id": 1093,
    "source": "barnes",
    "verse_id": 18000,
    "verse_count": 1,
    "reference": "18:2 ",
    "title": "",
    "html": "<p><em>That sendeth ambassadors<\/em>&mdash;That is, &ldquo;accustomed&rdquo; to send messengers. What was the design of their thus sending ambassadors does not appear. The prophet simply intimates the fact; a fact by which they were well known. It may have been for purposes of commerce, or to seek protection. Bochart renders the word translated &lsquo;ambassadors&rsquo; by &ldquo;images,&rdquo; and supposes that it denotes an image of the god Osiris made of the papyrus; but there does not seem to be any reason for this opinion. The word ציר tsı̂yr may mean an idol or image, as in <a class=\"isa\" verses=\"WzE4NTc4XQ==\">Isaiah 45:16<\/a> ; <a class=\"ref\">Psalm 49:15<\/a>. But it usually denotes ambassadors, or messengers <a class=\"ref\">Joshua 9:4; Proverbs 25:13; Proverbs 13:17<\/a> ; <a class=\"isa\" verses=\"WzE4Nzc1XQ==\">Isaiah 57:9<\/a> ; <a class=\"ref\">Jeremiah 49:14; Obadiah 1:1<\/a>.<\/p><p><em>By the sea<\/em>&mdash;What &ldquo;sea&rdquo; is here meant cannot be accurately determined. The word &rsquo;sea&rsquo; (ים yâm) is applied to various collections of water, and may be used in reference to a sea, a lake, a pond, and even a large river. It is often applied to the Mediterranean; and where the phrase &ldquo;Great Sea&rdquo; occurs, it denotes that <a class=\"ref\">Numbers 34:6-7; Deuteronomy 11:24<\/a>. It is applied to the Lake of Gennesareth or the Sea of Galilee <a class=\"ref\">Numbers 34:11<\/a> ; to the Salt Sea <a class=\"ref\">Genesis 14:3<\/a> ; to the Red Sea often (<a class=\"ref\">Exodus 13:10; Numbers 14:25; Numbers 21:4; Numbers 33:10<\/a> , &ldquo;et al.&rdquo;) It is also applied to &ldquo;a large river,&rdquo; as, &ldquo;e. g., the Nile&rdquo; <a class=\"isa\" verses=\"WzE4MDEwXQ==\">Isaiah 19:5<\/a> ; <a class=\"ref\">Nehemiah 3:8<\/a> ; and to the Euphrates <a class=\"ref\">Jeremiah 51:36<\/a>. So far as this &ldquo;word&rdquo; is concerned, therefore, it may denote either the Mediterranean, the Red Sea, the Nile, or the Euphrates. If the country spoken of is Upper Egypt or Nubia, then we are naturally led to suppose that the prophet refers either to the Nile or the Red Sea.<\/p><p><em>Even in vessels of bulrushes<\/em>&mdash;The word rendered &lsquo;bulrushes&rsquo; (גמא gôme&rsquo;) is derived from the verb גמא gâmâ&rsquo;, &ldquo;to swallow, sip, drink;&rdquo; and is given to a reed or bulrush, from its &ldquo;imbibing&rdquo; water. It is usually applied in the Scriptures to the Egyptian &ldquo;papyrus&rdquo;&mdash;a plant which grew on the banks of the Nile, and from which we have derived our word &ldquo;paper.&rdquo; &lsquo;This plant,&rsquo; says Taylor (&ldquo;Heb. Con.&rdquo;), &lsquo;grew in moist places near the Nile, and was four or five yards in height. Under the bark it consisted wholly of thin skins, which being separated and spread out, were applied to various uses. Of these they made boxes and chests, and even boats, smearing them over with pitch.&rsquo; These laminoe, or skins, also served the purpose of paper, and were used instead of parchment, or plates of lead and copper, for writing on. This plant, the Cyperus Papyrus of modern botanists, mostly grew in Lower Egypt, in marshy land, or in shallow brooks and ponds, formed by the inundation of the Nile. &lsquo;The papyrus,&rsquo; says Pliny, &lsquo;grows in the marsh lands of Egypt, or in the stagnant pools left inland by the Nile, after it has returned to its bed, which have not more than two cubits in depth.<\/p><p>The root of the plant is the thickness of a man&rsquo;s arm; it has a triangular stalk, growing not higher than ten cubits (fifteen feet), and decreasing in breadth toward the summit, which is crowned with a thyrsus, containing no seeds, and of no use except to deck the statues of the gods. They employ the roots as firewood, and for making various utensils. They even construct small boats of the plant; and out of the rind, sails, mats, clothes, bedding, ropes; they eat it either crude or cooked, swallowing only the juice; and when they manufacture paper from it, they divide the stem by means of a kind of needle into thin plates, or laminae, each of which is as large as the plant will admit. All the paper is woven upon a table, and is continually moistened with Nile water, which being thick and slimy, furnishes an effectual species of glue. In the first place, they form upon a table, pefectly horizontal, a layer the whole length of the papyrus, which is crossed by another placed transversely, and afterward enclosed within a press.<\/p><p>The different sheets are then hung in a situation exposed to the sun, in order to dry, and the process is finally completed by joining them together, beginning with the best. There are seldom more than twenty slips or stripes produced from one stem of the plant.&rsquo; (Pliny, xiii. 11, 12.) Wilkinson remarks, that &lsquo;the mode of making papyri was this: the interior of the stalks of the plant, after the rind had been removed, was cut into thin slices in the direction of their length, and these being laid on a flat board, in succession, similar slices were placed over them at right angles, and their surfaces being cemented together by a sort of glue, and subjected to the proper deuce of pressure, and well dried, the papyrus was completed.&rsquo; (&ldquo;Ancient Egyptians,&rdquo; vol. iii. p. 148.) The word used here is translated &lsquo;bulrushes&rsquo; in <a class=\"ref\">Exodus 2:3<\/a> , where the little ark is described in which Moses was laid near the Nile; the &lsquo;rush&rsquo; in <a class=\"ref\">Job 8:11<\/a> ; and &lsquo;rushes,&rsquo; in <a class=\"isa\" verses=\"WzE4MzI4XQ==\">Isaiah 35:7<\/a>.<\/p><p>It does not elsewhere occur. That the ancients were in the practice of making light boats or vessels from the papyrus is well known. Thus Theophrastus (in the &ldquo;History of Plants,&rdquo; iv. 9) says, that &lsquo;the papyrus is useful for many things, for from this they make vessels,&rsquo; or ships (&pi;&lambda;&omicron;&iota;͂&alpha; ploia). Thus, Pliny (xiii. 11, 22) says, ex ipso quidem papyro navigia texunt&mdash;&lsquo;from the papyrus they weave vessels.&rsquo; Again, (vi. 56, 57): &lsquo;Even now,&rsquo; says he, &lsquo;in the Britannic Ocean useful vessels are made of bark; on the Nile from the papyrus, and from reeds and rushes.&rsquo; Plutarch describes Isis going in search of the body of Osiris, &lsquo;through the fenny country in a bark made of the papyrus (&epsilon;̓&nu; &beta;&alpha;&rho;&iota;&delta;&iota; &pi;&alpha;&pi;&upsilon;&omicron;&iota;&nu;&eta; en baridi papnoinē) where it is supposed that persons using boats of this description (&epsilon;̓&nu; &pi;&alpha;&pi;&upsilon;&rho;&iota;&nu;&omicron;&iota;&sigmaf; &omicron;̓&kappa;&alpha;&phi;&epsilon;&sigma;&iota; &pi;&lambda;&omega;&omicron;&nu;&tau;&alpha;&sigmaf; en papurinois okaphisi pleontas) are never attacked by crocodiles out of respect to the goddess,&rsquo; (De <a class=\"isa\" verses=\"eyIxNzk5OSI6N30=\">Isaiah 18:1-7<\/a>.) Moses, also, it will be remembered, was exposed on the banks of the Nile in a similar boat or ark. &lsquo;She took for him an ark of bulrushes, and daubed it With slime and with pitch, and put the child therein&rsquo; <a class=\"ref\">Exodus 2:3<\/a>. The same word occurs here (גמא gôme&rsquo;) which is used by Isaiah, and this fact shows that such boats were known as early as the time of Moses. Lucan also mentions boats made of the papyrus at Memphis:<\/p><p>Conseritur bibula Memphitis cymba papyro.<\/p><p>&mdash;Phar. iv: 136.<\/p><p>At Memphis boats are woven together from the marshy papyrus<\/p><p>The sculptures of Thebes, Memphis, and other places, abundantly show that they were employed as punts, or canoes for fishing, in all parts of Egypt, during the inundation of the Nile.&rsquo; (Wilkinson&rsquo;s Ancient Egyptians, vol. iii. p. 186.) In our own country, also, it will be remembered, the natives were accustomed to make canoes, or vessels, of the bark of the birch, with which they often adventured on even dangerous navigation. The circumstance here mentioned of the גמא gôme&rsquo; (the papyrus), seems to fix the scene of this prophecy to the region of the Nile. This reed grew nowhere else; and it is natural, therefore, to suppose, that some nation living near the Nile is intended. Taylor, the editor of Calmet, has shown that the inhabitants of the upper regions of the Nile were accustomed to form floats of hollow earthen vessels, and to weave them together with rushes, and thus to convey them to Lower Egypt to market. He supposes that by &lsquo;vessels of bulrushes,&rsquo; or rush floats, are meant such vessels. (For a description of the &ldquo;floats&rdquo; made in Upper Egypt with &ldquo;jars,&rdquo; see Pococke&rsquo;s &ldquo;Travels,&rdquo; vol. i. p. 84, Ed. London, 1743.) &lsquo;I first saw in this voyage (on the Nile) the large floats of earthen-ware; they are about thirty feet wide, and sixty feet long, being a frame of palm boughs tied together about four feet deep, on which they put a layer of large jars with the mouths uppermost; on these they make another floor, and then put on another layer of jars, and so a third, which last are so disposed as to trim the float, and leave room for the men to go between. The float lies across the river, one end being lower down than the other; toward the lower end on each side they have four long poles with which they row and direct the boat, as well as forward the motion down.&rsquo; Mr. Bruce, in his &ldquo;Travels,&rdquo; mentions vessels made of the papyrus in Abyssinia.<\/p><p><em>Upon the waters<\/em>&mdash;The waters of the Nile, or the Red Sea.<\/p><p><em>Saying<\/em>&mdash;This word is not in the Hebrew, and the introduction of it by the translators gives a peculiar, and probably an incorrect, sense to the whole passage. As it stands here, it would seem to be the language of the inhabitants of the land who sent the ambassadors, usually saying to their messengers to go to a distant nation; and this introduces an inquiry into the characteristics of the nation to &ldquo;whom&rdquo; the ambassadors are sent, as if it were a &ldquo;different&rdquo; people from those who are mentioned in <a class=\"isa\" verses=\"WzE3OTg1XQ==\">Isaiah 17:1<\/a>. But probably the words which follow are to be regarded as the words of the prophet, or of God <a class=\"isa\" verses=\"WzE3OTg4XQ==\">Isaiah 17:4<\/a> , giving commandment to those messengers to &ldquo;return&rdquo; to those who sent them, and deliver the message which follows: &lsquo;You send messengers to distant nations in reed boats upon the rivers. Return, says God, to the land which sent you foth, and announce to them the will of God. Go rapidly in your light vessels, and bear this message, for it shall speedily be executed, and I will sit calmly and see it done&rsquo; <a class=\"isa\" verses=\"eyIxNzk4OCI6M30=\">Isaiah 17:4-6<\/a>. A remarkably similar passage, which throws great light on this, occurs in <a class=\"ref\">Ezekiel 30:9<\/a>: &lsquo;In that day shall messengers go forth from me (God) in ships to make the careless Ethiopians afraid, and great pain shall come upon them, as in the day of Egypt, for lo, it cometh.&rsquo;<\/p><p><em>Go, ye swift messengers<\/em>&mdash;Hebrew, &lsquo;Light messengers.&rsquo; This is evidently addressed to the boats. Achilles Tatius says that they were frequently so light and small, that they would carry but one person (Rosenmuller).<\/p><p><em>To a nation<\/em>&mdash;What nation this was is not known. The &ldquo;obvious&rdquo; import of the passge is, that it was some nation to whom they were &ldquo;accustomed&rdquo; to send ambassadors, and that it is here added merely as &ldquo;descriptive&rdquo; of the people. Two or three characterstics of the nation are mentioned, from which we may better learn what people are referred to.<\/p><p><em>Scattered<\/em>&mdash;(ממשׁך memushāk). This word is derived from משׁך mâshak, &ldquo;to seize, take, hold fast;&rdquo; to draw out, extend, or prolong; to make double or strong; to spread out. The Septuagint renders it, &Epsilon;̓́&theta;&nu;&omicron;&sigmaf; &mu;&epsilon;&tau;&epsilon;́&omega;&rho;&omicron;&nu; Ethnos meteōron&mdash;&lsquo;A lofty nation.&rsquo; Chaldee, &lsquo;A people suffering violence.&rsquo; Syraic, &lsquo;A nation distorted.&rsquo; Vulgate, &lsquo;A people convulsed, and lacerated.&rsquo; It &ldquo;may&rdquo; denote a people &ldquo;spread out&rdquo; over a great extent of country; or a people &ldquo;drawn out in length&rdquo;&mdash;that is, extended over a country of considerable length, but of comparatively narrow breadth, as Egypt is; so Vitringa understands it. Or it may mean a people &ldquo;strong, valiant;&rdquo; so Gesenius understands it. This best suits the connection, as being a people &lsquo;terrible hitherto.&rsquo; Perhaps all these ideas may be united by the supposition, that the nation was drawn out or extended over a large region, and was, &ldquo;therefore,&rdquo; a powerful or mighty people. The idea of its being &ldquo;scattered&rdquo; is not in the text. Taylor renders it, &lsquo;A people of short stature; contracted in height; that is, dwarfs.&rsquo; But the idea in the text is not one that is descriptive of &ldquo;individuals,&rdquo; but of the &ldquo;collected&rdquo; nation; the people.<\/p><p><em>And peeled<\/em>&mdash;(מרט môraṭ, from מרט mâraṭ) to make smooth, or sharpen, as a sword,&rdquo; <a class=\"ref\">Ezekiel 21:14-32<\/a> ; then, to make smooth the head of any one, to pluck off his hair, <a class=\"ref\">Ezra 9:3; Nehemiah 13:25<\/a> ; <a class=\"isa\" verses=\"WzE4NjY5XQ==\">Isaiah 50:6<\/a>). The Septuagint renders it, &Xi;&epsilon;́&nu;&omicron;&nu; &lambda;&alpha;&omicron;̀&nu; &kappa;&alpha;&iota;̀ &chi;&alpha;&lambda;&epsilon;&pi;&omicron;́&nu; Cenon laon kai chalepon&mdash;&lsquo;A foreign and wicked people.&rsquo; Vulgate, &lsquo;To a people lacerated.&rsquo; The Syriac renders the whole verse, &lsquo;Go, swift messengers, to a people perverse and torn; to a people whose strength has been long since taken away; a people defiled and trodden down; whose land the rivers have spoiled.&rsquo; The word used here is capable of two significations:<\/p><p>(1) It may denote a people who are shaved or made smooth by removing the hair from the body. It is known to have been the custom with the Egyptians to make their bodies smooth by shaving off the hair, as Herodotus testifies (xi. 37). Or,<\/p><p>(2) It may be translated, as Gesenius proposes, a people valiant, fierce, bold, from the sense which the verb has &ldquo;to sharpen&rdquo; a sword <a class=\"ref\">Ezekiel 21:15-16<\/a>.<\/p><p>The former is the most obvious interpretation, and agrees best with the proper meaning of the Hebrew word; the latter would, perhaps, better suit the connection. The editor of Calmer supposes that it is to be taken in the sense of &ldquo;diminished, small, dwarfish,&rdquo; and would apply it to the &ldquo;pigmies&rdquo; of Upper Egypt.<\/p><p><em>To a people terrible<\/em>&mdash;That is, warlike, fierce, cruel. Hebrew, &lsquo;A people feared.&rsquo; If the Egyptians are meant, it may refer to the fact that they had always been an object of terror and alarm to the Israelites from their early oppressions there before their deliverance under Moses.<\/p><p><em>From their beginning hitherto<\/em>&mdash;Hebrew, &lsquo;From this time, and formerly.&rsquo; It has been their general character that they were a fierce, harsh, oppressive nation. Gesenius, however, renders this, &lsquo;To the formidable nation (and) further beyond;&rsquo; and supposes that two nations are referred to, of which the most remote and formidable one, whose land is washed by streams, is the proper Ethiopian people. By the other he supposes is meant the Egyptian people. But the scope of the whole prophecy rather requires us to understand it of one people.<\/p><p><em>A nation meted out<\/em>&mdash;Hebrew, &lsquo;Of line line&rsquo; (קו־קו qav-qav). Vitringa renders this, &lsquo;A nation of precept and precept;&rsquo; that is, whose religion abounded with rites and ceremonies, and an infinite multitude of &ldquo;precepts or laws&rdquo; which prescribed them. Michaelis renders it, &lsquo;A nation measured by a line;&rsquo; that is, whose land had been divided by victors. Doderlin renders it, &lsquo;A nation which uses the line;&rsquo; that is, as he supposes, which extended its dominion over other provinces. The Septuagint renders it, &Epsilon;̓́&theta;&nu;&omicron;&sigmaf; &alpha;̓&nu;&epsilon;́&lambda;&pi;&iota;&sigma;&tau;&omicron;&nu; ethnos anelpiston&mdash;&lsquo;A nation without hope.&rsquo; Aquila, &Epsilon;̓́&theta;&nu;&omicron;&sigmaf; &upsilon;̔&pi;&omicron;́&mu;&epsilon;&nu;&omicron;&nu; ethnos hupomenon&mdash;&lsquo;A nation enduring or patient.&rsquo; Jonathan, the Chaldee, אגיסא עמא ובויזא&mdash;&lsquo;A nation oppressed and afflicted.&rsquo; Aben Ezra explains it as meaning &lsquo;A nation like a school-boy learning line after line.&rsquo; Theodore Hasaeus endeavors to prove that the reference here is to Egypt, and that the language is taken from the fact that the Egyptians were early distinguished for surveying and mensuration.<\/p><p>This science, he supposes, they were led to cultivate from the necessity of ascertaining the height of the Nile at its annual inundation, and from the necessity of an accurate survey of the land in order to preserve the knowledge of the right of property in a country inundated as this was. In support of this, he appeals to Servius (&ldquo;ad&rdquo; Virg. &ldquo;Ecl.&rdquo; iii. 41), where he says of the &ldquo;radius&rdquo; mentioned there, &lsquo;The Radius is the rod of the philosophers, by which they denote the lines of geometry. This art was invented in the time when the Nile, rising beyond its usual height, confounded the usual marks of boundaries, to the ascertaining of which they employed philosophers who divided the land by &ldquo;lines,&rdquo; whence the science was called geometry.&rsquo; Compare Strabo (&ldquo;Geo.&rdquo; xvii. 787), who says that Egypt was divided into thirty &ldquo;nomes,&rdquo; and then adds, &lsquo;that these were again subdivided into other portions, the smallest of which were farms &alpha;&iota;̔ &alpha;̓́&rho;&omicron;&upsilon;&rho;&alpha;&iota; hai arourai.<\/p><p>But there was a necessity for a very careful and subtle division, on account of the continual confusion of the limits which the Nile produced when it overflowed, adding, to some, taking away from others, changing the forms, obliterating the signs by which one farm was distinguished from another. Hence, it became necessary to re-survey the country; and hence, they suppose, originated the science of geometry&rsquo; (see also Herodot. &ldquo;Euterpe,&rdquo; c. 109). Hence, it is supposed that Egypt came to be distinguished by the use of &ldquo;the line&rdquo;&mdash;or for its skill in surveying, or in geometry&mdash;or a nation &ldquo;of the line&rdquo; (see the Dissertation of Theodore Hasaeus, קו קו גוי&mdash;&ldquo;De Gente kau kau,&rdquo; in Ugolin&rsquo;s &ldquo;Thes. Ant. Sac.&rdquo; vii. 1568-1580). The word (קו qav) means, properly, &ldquo;a cord, a line,&rdquo; particularly a measuring line <a class=\"ref\">Ezekiel 47:3; 2 Kings 21:13<\/a>: &lsquo;I will stretch over Jerusalem the measuring line of Samaria&rsquo; that is, I will destroy it like Samaria. Hence, the phrase here may denote a people accustomed &ldquo;to stretch out such lines&rdquo; over others; that is, to lay them waste.<\/p><p>It is applied usually to the line connected with a plummet, which a carpenter uses to mark out his work (compare <a class=\"ref\">Job 38:5<\/a> ; <a class=\"isa\" verses=\"WzE4MTgyLDE4MzE1XQ==\">Isaiah 28:17; Isaiah 34:11<\/a> ; <a class=\"ref\">Zephaniah 2:1<\/a> ); or to a line by which a land or country is measured by the surveyor. Sometimes it means &ldquo;a precept, or rule,&rdquo; as Vitringa has rendered it here (compare <a class=\"isa\" verses=\"WzE4MTc1XQ==\">Isaiah 28:10<\/a> ). But the phrase &lsquo;to stretch out a line,&rsquo; or &lsquo;to measure a people by a line,&rsquo; is commonly applied to their destruction, as if a conqueror used a line to mark out what he had to do (see this use of the word in <a class=\"ref\">2 Kings 21:13<\/a> : <a class=\"isa\" verses=\"WzE4MTgyLDE4MzE1XQ==\">Isaiah 28:17; Isaiah 34:11<\/a> ; <a class=\"ref\">Lamentations 2:8; Zechariah 1:16<\/a>). This is probably its sense here&mdash;a nation terrible in all its history, and which had been distinguished for stretching lines over others; that is, for marking them out for destruction, and dividing them as it pleased. It is, therefore, a simple description, not of the nation as &ldquo;being itself&rdquo; measured out, but as extending its dominion over others.<\/p><p><em>And trodden down<\/em>&mdash;(מבוסה mebûsâh). Margin, &lsquo;And treading under foot,&rsquo; or, &lsquo;that meteth out and treadeth down.&rsquo; The margin here, as is frequently the case, is the more correct rendering. Here it does not mean that &ldquo;they were trodden down,&rdquo; but that it was a characteristic of their nation that &ldquo;they trod down others;&rdquo; that is, conquered and subdued other nations. Thus the verb is used in <a class=\"ref\">Psalm 44:6<\/a> ; <a class=\"isa\" verses=\"WzE3OTU0LDE4NzE4LDE4ODg1XQ==\">Isaiah 14:25; Isaiah 53:6; Isaiah 63:18<\/a> ; <a class=\"ref\">Jeremiah 12:10<\/a>. Some, however, have supposed that it refers to the fact that the land was trodden down by their feet, or that the Egyptians were accustomed to lead the waters of the Nile, when it overflowed, by &ldquo;treading&rdquo; places for it to flow in their fields. But the former is the more correct interpretation.<\/p><p><em>Whose land the rivers have spoiled<\/em>&mdash;Margin, &lsquo;Despise.&rsquo; The Hebrew word (בּזאוּ bâz&lsquo;eû) occurs nowhere else. The Vulgate renders it, Diripuerunt&mdash;&lsquo;Carry away.&rsquo; The Chaldee reads it, &lsquo;Whose land the people plunder.&rsquo; The word is probably of the same signification as בזז bâzaz, &ldquo;to plunder, lay waste.&rdquo; So it was read by the Vulgate and the Chaldee; and this reading is found in four manuscripts. The word is in the present tense, and should be rendered not &lsquo;have spoiled,&rsquo; but &rsquo;spoil.&rsquo; It is probably used to denote a country the banks of whose rivers are washed away by the floods. This description is particularly applicable to Nubia or Abyssinia&mdash;the region above the cataracts of the Nile. One has only to remember that these streams continually wash away the banks and bear the earth to deposit it &ldquo;on&rdquo; the lands of Lower Egypt, to see that the prophet had this region particularly in his eye.<\/p><p>He could not have meant Egypt proper, because instead of &ldquo;spoiling&rdquo; the lands, or washing them away, the Nile constantly brings down a deposit from the upper regions that constitutes its great fertility. The &ldquo;rivers&rdquo; that are mentioned here are doubtless the various branches of the Nile (see Bruce&rsquo;s &ldquo;Travels,&rdquo; ch. iii., and Burckhardt&rsquo;s &ldquo;Travels in Nubia.&rdquo; The Nile is formed by the junction of many streams or branches rising in Abyssinia, the principal of which are the Atbara; the Astapus or Blue River; and the Astaboras or White River. The principal source of the Nile is the Astapus or Blue River, which rises in the Lake Coloe, which Bruce supposes to be the head of the Nile. This river on the west, and the various branches of the Atbara on the east, nearly encompass a large region of country called Meroe, once supposed to be a large island, and frequently called such. The whole description, therefore, leads us to the conclusion that a region is mentioned in that country called in general &ldquo;Cush;&rdquo; that it was a people living on rivers, and employing reed boats or skiffs; that they were a fierce and warlike people; and that the country was one that was continually washed by streams, and whose soil was carried down by the floods. All these circumstances apply to Nubia or Abyssinia, and there can be little doubt that this is the country intended.<\/p>",
    "audit": 1
}