{
    "id": 1267,
    "source": "barnes",
    "verse_id": 18174,
    "verse_count": 1,
    "reference": "28:9",
    "title": "",
    "html": "<p><em>whom shall he teach knowledge?<\/em> &mdash;This verse commences a statement respecting another form of sin that prevailed among the people of Judah. That sin was contempt for the manner in which God instructed them by the prophets, and a disregard for his communications as if they were suited to children and not to adults. That &ldquo;scoffing&rdquo; was the principal sin aimed at in these verses, is apparent from<a class=\"isa\" verses=\"WzE4MTc5XQ==\">Isaiah 28:14<\/a> . Vitringa supposes that these words<a class=\"isa\" verses=\"eyIxODE3NCI6Mn0=\">Isaiah 28:9-10<\/a> are designed to describe the manner of teaching by the priests and the prophets as being puerile and silly, and adapted to children. Michaelis supposes that the prophet means to signify that it would be a vain and fruitless labor to attempt to instruct these persons who were given to wine, because they were unaccustomed to sound and true doctrine. Others have supposed that he means that these persons who were thus given to wine and strong drink were disqualified to instruct others, since their teachings were senseless and incoherent, and resembled the talk of children. But the true sense of the passage has undoubtedly been suggested by Lowth. According to this interpretation, the prophet speaks of them as deriders of the manner in which God had spoken to them by his messengers. &lsquo;What!&rsquo; say they, &lsquo;does God treat us as children? Does he deal with us as we deal with infants just weaned, perpetually repeating and inculcating the same elementary lessons, and teaching the mere rudiments of knowledge?&rsquo; The expression, therefore, &lsquo;whom shall he teach knowledge?&rsquo; or, &lsquo;whom does he teach?&rsquo; is an expression of contempt supposed to be spoken by the intemperate priests and prophets&mdash;the leaders of the people. &lsquo;whom does God take us to be? Does he regard us as mere children? Why are we treated as children with an endless repetition of the same elementary instruction?&rsquo;<\/p><p><em>To understand doctrine<\/em> &mdash;Hebrew as Margin, &lsquo;Hearing,&rsquo; or &lsquo;report&rsquo;<a class=\"isa\" verses=\"WzE4NzEzXQ==\">Isaiah 53:1<\/a> . The sense is, For whom is that instruction intended? whom does he wish to be taught by it?<\/p><p><em>Them that are weaned from the milk...<\/em> &mdash;Does he regard and treat us as mere babes?<\/p> ",
    "audit": 1
}