{
    "id": 1026,
    "source": "barnes",
    "verse_id": 17933,
    "verse_count": 1,
    "reference": "14:4 ",
    "title": "",
    "html": "<p><em>That thou shalt take up<\/em>&mdash;Thou shalt utter, declare, or commence. The word &lsquo;take up,&rsquo; is used in the sense of utter, speak, or declare, in <a class=\"ref\">Exodus 20:7; Exodus 23:1; Psalm 15:2<\/a>.<\/p><p><em>This proverb<\/em>&mdash;(המשׁל hamâshâl). Vulgate, &lsquo;Parable.&rsquo; Septuagint &Tau;&omicron;̀&nu; &rho;&eta;͂&nu;&omicron;&nu; ton thrēnon&mdash;&lsquo;Lamentation.&rsquo; The Hebrew word משׁל mâshâl, usually rendered &ldquo;proverb,&rdquo; is also rendered &ldquo;a parable,&rdquo; or &ldquo;a by-word.&rdquo; It properly denotes &ldquo;a metaphor, a comparison, a similitude;&rdquo; and is applied usually to a brief and pungent sentiment or maxim, where wisdom is embodied in few words. In these the ancients abounded. They had few books; and hence arose the necessity of condensing as much as possible the sentiments of wisdom, that they might be easily remembered, and transmitted to future times. These maxims were commonly expressed in figurative language, or by a brief comparison, or short parable, as they are with us. The word also means, figurative discourse generally; and hence, a song or poem <a class=\"ref\">Numbers 23:7, Numbers 23:18; Job 27:1; Job 29:1; Psalm 49:5<\/a>. It is also used to denote a satire, or a song of triumph over enemies <a class=\"ref\">Micah 2:4; Hebrews 4:6; Joel 2:17<\/a>. It is evidently used in this sense here&mdash;to denote a taunting speech, a song of triumph over the prostrate king of Babylon. In this beautiful song, there are all the elements of the most pungent satire, and all the beauties of the highest poetry.<\/p><p><em>Against the king of Babylon<\/em>&mdash;Over the king of Babylon, or in regard to him. It is not certain that any particular king of Babylon is here intended. If there was, it was probably Belshazzar, in whose reign the city was taken (see the notes at <a class=\"isa\" verses=\"WzE3OTUxXQ==\">Isaiah 14:22<\/a>). It may, however, be designed to denote the Babylonian empire&mdash;the kingdom that had oppressed the Jews; and thus the king may be referred to as the head of the nation, and as the representative of the whole people.<\/p><p><em>How hath the oppressor ceased!<\/em>&mdash;The word &lsquo;oppressor&rsquo; (נגשׂ nogēs&rsquo;) denotes, properly, the &ldquo;exactor of tribute,&rdquo; and refers here to the fact that Babylon had oppressed its dependent provinces, by exacting large revenues from them, and thus cruelly oppressing them.<\/p><p><em>Ceased<\/em>&mdash;Ceased to exact tribute; or (Hebrew) &lsquo;is at rest.&rsquo; It is now at rest, and no more puts forth its power in oppressing its dependent provinces.<\/p><p><em>The golden city<\/em>&mdash;Babylon. The word used here (מדהבה madehēbâh) occurs nowhere else in the Bible. According to the Jewish Commentators, it means &ldquo;an exactress of gold,&rdquo; as if derived from דהב dehab, used for זהב zehab, gold. Gesenius and Michaelis prefer another reading (מרהבה marehēbâh), from (רהב râhab), and suppose that it means oppression. The Vulgate renders it &ldquo;tribute&rdquo;&mdash;&lsquo;The tribute hath ceased.&rsquo; The Septuagint &Epsilon;̓&pi;&iota;&sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&eta;́&sigmaf; Epispoudastēs&mdash;&lsquo;Solicitor, or exactor (of gold).&rsquo; Vitringa supposes that the word means &ldquo;gold,&rdquo; and that it refers to the golden scepter of its kings that had now ceased to be swayed over the prostrate nations. The most probable sense is, that it means the exactress of gold, or of tribute. This best expresses the force of the word, and best agrees with the parallelism. In this sense it does not refer to the magnificence of the city, but to its oppressive acts in demanding tribute of gold from its dependent provinces.<\/p>",
    "audit": 1
}