{
    "id": 2039,
    "source": "barnes",
    "verse_id": 18946,
    "verse_count": 1,
    "reference": "66:23",
    "title": "",
    "html": " <p> <em>And it shall come to pass <\/em>&mdash;As the prophet closes the book and winds up his whole prophecy, he directs the attention to that future period which had occupied so much of his attention in vision, when the whole world should be acquainted with the true religion, and all nations should worship Yahweh. Of such a book there could be no more appropriate close; and such a contemplation especially became the last prophetic moments of the &lsquo;evangelical prophet&rsquo; Isaiah. <\/p> <p> <em>From one new moon to another <\/em>&mdash;Margin, &lsquo;New moon to his new moon.&rsquo; The Hebrew literally is, &lsquo;As often as the month cometh in its month;&rsquo; that is, in its time, every month, every new moon (Gesenius, Lexicon, on the word מדי midēy). The Hebrews held a festival on the return of each month, or at every new moon (see the notes at <a class=\"isa\" verses=\"WzE3NjY5XQ==\">Isaiah 1:14<\/a>). A similar prophecy occurs in <a class=\"ref\">Zechariah 14:16<\/a>: &lsquo;And it shall come to pass, that every one that is left of all the nations which came up against Jerusalem, shall even go up from year to year to worship the King, the Lord of hosts, and to keep the feast of tabernacles.&rsquo; In regard to the meaning of this, it is evident that it cannot be taken literally. In the nature of things it would be impossible for all nations to go literally before Yahweh in Jerusalem once a month, or once a year, to worship. It must then be meant that at periodical seasons, all the human family would worship Yahweh. The festivals of the new moon, the feast of tabernacles, and the sabbaths, were the set time among the Hebrews for the worship of God; and the idea is, that on set times, or at regularly recurring intervals, the worship of God would yet be celebrated in all lands. I see no evidence, therefore, that this means that there should be established on the earth the habit of meeting for prayer, or for the worship of God once a month&mdash;anymore than the passage above quoted from Zechariah proves that a feast like that of tabernacles would be celebrated once a year. But the idea is clear, that the time would come when Yahweh would be worshipped regularly and periodically everywhere; that in all nations his worship would be established in a manner similar in some respects to that which prevailed among his people in ancient times. <\/p> <p> <em>And from one Sabbath to another <\/em>&mdash;(Compare the notes at <a class=\"isa\" verses=\"eyIxODgwMCI6Mn0=\">Isaiah 58:13-14<\/a>). There can be no permanent worship of God, and no permanent religion on earth, without a Sabbath; and hence it was, that while the observance of the feasts of tabernacles, and of the Passover, and of the new moons, made a part of the ceremonial law, the law respecting the sabbaths was incorporated with the ten commandments as of moral and perpetual obligation; and it will be literally true that all the race shall yet be brought to worship God on the return of that holy day. It was instituted in paradise; and as one design of the plan of redemption is to bring man back to the state in which he was in paradise, so one effect of the true religion everywhere will be, and is, to make people reverence the Sabbath of the Lord. No man becomes truly pious who does not love the holy Sabbath. No nation ever has been, or ever can be converted which will not, and which does not, love and observe that day. Every successful effort to propagate the true religion is a successful effort to extend the practice of observing it; and just as certain as it is that Christianity will be spread around the world, so cerrain will it be that the Sabbath will be observed in all lands. The period is, therefore, yet to arrive when the delightful spectacle will be presented of all the nations of the earth bowing on the return of that day before the living God. The plans of this life will be suspended; toil and care will be laid aside; and the sun, as he rolls around the world, will rouse nation after nation to the worship of the true God; and the peace and order and loveliness of the Christian Sabbath will spread over all the hills and vales of the world. Who that loves the race will not desire that such a period may soon come? Who can wonder that Isaiah should have fixed his eye in the close of his prophetic labors on a scene so full of loveliness, and so replete with honor to God, and with goodwill to people? <\/p> <p> <em>Shall all flesh <\/em>&mdash;All the human family, all nations&mdash;a most unequivocal promise that the true religion shall yet prevail around the world. <\/p> <p> <em>Come to worship before me <\/em>&mdash;That is, they shall assemble for the worship of God in their respective places of devotion. <\/p> ",
    "audit": 1
}