{
    "id": 749,
    "source": "barnes",
    "verse_id": 17656,
    "verse_count": 1,
    "reference": "1:1 ",
    "title": "",
    "html": "<p><em>The vision<\/em>&mdash;The first verse evidently is a title, but whether to the whole book or only to a part of it has been questioned. As it stands here, however, it seems clearly intended to include the entire book, because it embraces all that was seen during the reigns of Uzziah, Jotham, Ahaz, and Hezekiah; that is, during the whole prophetic life of the prophet. The same title is also given to his prophecies in <a class=\"ref\">2 Chronicles 32:32<\/a> : &lsquo;Now the rest of the acts of Hezekiah, and his goodness, behold they are written in the vision of Isaiah.&rsquo; Vitringa supposes that the former part of this title, &lsquo;the vision of Isaiah,&rsquo; was at first affixed to the single prophecy contained in the first chapter, and that the latter part was inserted afterward as an introduction to the whole book. This might have been done by Isaiah himself if he collected his prophecies into a volume, or by some other inspired man who collected and arranged them; see the Introduction to <a class=\"isa\" verses=\"eyIxODMzMiI6MjJ9\">Isaiah 36<\/a>.<\/p><p>The word &ldquo;vision,&rdquo; חזון chăzôn, denotes properly that which is seen, from the verb, חזה châzâh, &ldquo;to see, to behold.&rdquo; It is a term which is often used in reference to the prophecies of the Old Testament; <a class=\"ref\">Numbers 12:6; Numbers 24:4; 1 Samuel 3:1; Psalm 89:19; Daniel 2:19; Daniel 7:2; Daniel 8:1; Nahum 1:1; Genesis 15:1<\/a> ; <a class=\"isa\" verses=\"WzE4MDM4LDE4MDU0XQ==\">Isaiah 21:2; Isaiah 22:1<\/a>. Hence, the prophets were anciently called &ldquo;Seers,&rdquo; as those who saw or witnessed events which were yet to come; compare <a class=\"ref\">1 Samuel 9:9<\/a> : &lsquo;He that is now called a prophet was beforetime called a &ldquo;Seer;&ldquo;&lsquo; <a class=\"ref\">1 Samuel 9:11, 1 Samuel 9:18-19; 1 Chronicles 9:22; 1 Chronicles 29:29; 2 Kings 18:13<\/a>. In these visions the objects probably were made to pass before the mind of the prophet as a picture, in which the various events were delineated with more or less distinctness, and the prophecies were spoken, or recorded, as the visions appeared to the observer. As many events could be represented only by symbols, those symbols became a matter of record, and are often left without explanation. On the nature of the prophetic visions, see Introduction, Section 7. (4.)<\/p><p><em>Of Isaiah<\/em>&mdash;The name Isaiah ישׁעיהו yesha‛yâhû from ישׁע yesha‛&mdash;salvation, help, deliverance&mdash;and יהוה yehovâh or Jehovah, means &rsquo;salvation of Yahweh,&rsquo; or &lsquo;Yahweh will save.&rsquo; The Vulgate renders it &ldquo;Isaias&rdquo;; the Septuagint has: &Eta;&sigma;&alpha;&iota;̈́́&alpha;&sigmaf; Eesaias, &ldquo;Esaias.&rdquo; This is also retained in the New Testament; <a class=\"ref\">Matthew 3:3; Matthew 4:14; Matthew 12:17; Matthew 15:7; Mark 7:6; Luke 4:17; John 12:39; Acts 8:28; Romans 9:27<\/a> , etc. In the book of Isaiah itself we find the form ישׁעיהו yesha‛yâhû, but in the inscription the rabbis give the form ישׁעיה yesha‛yâh. It was common among the Hebrews to incorporate the name Yahweh, or a part of it, into their proper names; see the note at <a class=\"isa\" verses=\"WzE3Nzk3XQ==\">Isaiah 7:14<\/a>. Probably the object of this was to express veneration or regard for him&mdash;as we now give the name of a parent or friend to a child; or in many cases the name may have been given to record some signal act of mercy on the part of God, or some special interposition of his goodness. The practice of incorporating the name of the God that was worshipped into proper names was common in the East. Thus the name &ldquo;Bel,&rdquo; the principal idol worshipped in Babylon, appears in the proper names of the kings, as Belshazzar, etc.; compare the note at <a class=\"isa\" verses=\"WzE4NTg4XQ==\">Isaiah 46:1<\/a>. It is not known that the name was given to Isaiah with any reference to the nature of the prophecies which he would deliver; but it is a remarkable circumstance that it coincides so entirely with the design of so large a portion of his predictions. The substance of the latter portion of the book, at least, is the salvation which Yahweh would effect for his people from their oppressers in Babylon, and the far mightier deliverance which the world would experience under the Messiah.<\/p><p><em>The son of Amoz<\/em>&mdash;See the Introduction, Section 2. &ldquo;Concerning Judah.&rdquo; The Jews after the death of Solomon were divided into two kingdoms; the kingdom of Judah, and of Israel, or Ephraim. The kingdom of Judah included the tribes of Judah and Benjamin. Benjamin was a small tribe, and it was not commonly mentioned, or the name was lost in that of Judah. The kingdom of Israel, or Ephraim, included the remaining ten tribes. Few of the prophets appeared among them; and the personal ministry of Isaiah does not appear to have been at all extended to them.<\/p><p><em>Jerusalem<\/em>&mdash;The capital of the kingdom of Judah. It was on the dividing line between the tribes of Judah and Benjamin. It is supposed to have been founded by Melchizedek, who is called king of Salem <a class=\"ref\">Genesis 14:18<\/a> , and who is supposed to have given this name &ldquo;Salem&rdquo; to it. This was about 2000 years before Christ. About a century after its foundation as a city, it was captured by the &ldquo;Jebusites,&rdquo; who extended its walls and built a citadel on Mount Zion. By them it was called Jebus. In the conquest of Canaan, Joshua put to death its king <a class=\"ref\">Joshua 10:23<\/a> , and obtained possession of the town, which was jointly occupied by the Hebrews and Jebusites until the latter were expelled by David, who made it the capital of his kingdom under the name of &ldquo;Jebus-Salem,&rdquo; or, for the sake of easier pronunciation by changing the Hebrew letter ב (b) into the Hebrew letter ר (r), &ldquo;Jerusalem.&rdquo; After the revolt of the ten tribes, it of course became the capital of the kingdom of Judah. It was built on hills, or rocks, and was capable of being strongly fortified, and was well adapted to be the capital of the nation. For a more full description of Jerusalem, see the notes at <a class=\"ref\">Matthew 2:1<\/a>. The vision which is here spoken of as having been seen respecting Judah and Jerusalem, pertains only to this chapter; see <a class=\"isa\" verses=\"WzE3Njg3XQ==\">Isaiah 2:1<\/a>.<\/p><p><em>In the days of Uzziah<\/em>&mdash;In the time, or during the reign of Uzziah; <a class=\"ref\">2 Chronicles 26<\/a> ; compare the Introduction, Section 3. He was sixteen years old when he began to reign, and reigned fifty-two years. It is not affirmed or supposed that Isaiah began to prophesy at the commencement of his reign. The first part of the long reign of Uzziah was prosperous. He gained important victories over his enemies, and fortified his kingdom; <a class=\"ref\">2 Chronicles 26:5-15<\/a>. He had under him an army of more than three hundred thousand men. But he became proud&mdash;attempted an act of sacrilege&mdash;was smitten of God, and died a leper. But though the kingdom under Uzziah was flourishing, yet it had in it the elements of decay. During the previous reign of Joash, it had been invaded and weakened by the Assyrians, and a large amount of wealth had been taken to Damascus, the capital of Syria; <a class=\"ref\">2 Chronicles 24:23-24<\/a>. It is not improbable that those ravages were repeated during the latter part of the reign of Uzziah; compare <a class=\"isa\" verses=\"WzE3NjYyXQ==\">Isaiah 1:7<\/a>.<\/p><p><em>Jotham<\/em>&mdash;He began to reign at the age of twenty-five years, and reigned sixteen years; <a class=\"ref\">2 Chronicles 27:1-2<\/a>.<\/p><p><em>Ahaz<\/em>&mdash;He began to reign at the age of twenty, and reigned sixteen years. He was a wicked man, and during his reign the kingdom was involved in crimes and calamities; <a class=\"ref\">2 Chronicles 28<\/a>.<\/p><p><em>Hezekiah<\/em>&mdash;He was a virtuous and upright prince. He began his reign at the age of twenty-five years, and reigned twenty-nine; <a class=\"ref\">2 Chronicles 29<\/a>; see the Introduction Section 3,<\/p>",
    "audit": 1
}