{
    "id": 1846,
    "source": "barnes",
    "verse_id": 18753,
    "verse_count": 1,
    "reference": "55:12",
    "title": "",
    "html": "<p><em>For ye shall go out with joy<\/em> &mdash;This language is that which is properly applicable to the exiles in Babylon, but there can be no doubt that the prophet looks also to the future happier times of the Messiah (compare the notes at<a class=\"isa\" verses=\"WzE4NzA0XQ==\">Isaiah 52:7<\/a>).<\/p><p><em>The mountains and the hills<\/em> &mdash;Language like this is common in Isaiah, where all nature is called on to rejoice, or where inanimate objects are represented as expressing their sympathy with the joy of the people of God (see the note at<a class=\"isa\" verses=\"WzE3OTM3XQ==\">Isaiah 14:8<\/a> ;<a class=\"isa\" verses=\"eyIxODMyMiI6Mn0=\">Isaiah 35:1-2<\/a> ,<a class=\"isa\" verses=\"WzE4MzMxXQ==\">Isaiah 35:10<\/a> ;<a class=\"isa\" verses=\"eyIxODQ5MSI6Mn0=\">Isaiah 42:10-11<\/a> ;<a class=\"isa\" verses=\"WzE4NTU3XQ==\">Isaiah 44:23<\/a>). Indeed, this imagery is common in all poetry. Thus, Virgil:<\/p><p>Ipsi laetitia voces ad sidera jactant,<\/p><p>Intonsi montes: ipsae jam carmina rupes,<\/p><p>Ipsa sonant arhusta.<\/p><p>Ec. v. 62ff.<\/p><p>The untill&rsquo;d mountains strike the echoing sky;<\/p><p>And rocks and towers the triumph speed abroad.<\/p><p>Wrangham<\/p><p>Such language occurs especially in the poetry of the Orientals. Thus, when the god Ramar was going to the desert, says Roberts, it was said to him, &lsquo;The trees will watch for you; they will say, He is come, he is come; and the white flowers will clap their hands. The leaves as they shake will say, Come, come, and the thorny places will be changed into gardens of flowers.&rsquo;<\/p><p><em>And all the trees of the field shall clap their hands<\/em> &mdash;To clap the hands is expressive of joy and rejoicing (compare<a class=\"ref\">2 Kings 11:12; Psalm 47:1<\/a>). Thus, in<a class=\"ref\">Psalm 98:8<\/a> , it is said:<\/p><p>Let the floods clap their hands;<\/p><p>Let the hills be joyful together.<\/p><p>Among the Jews the language was sometimes used to express malignant joy at the calamity of others (compare<a class=\"ref\">Job 27:3; Job 34:37; Lamentations 2:15; Ezekiel 25:6<\/a>). Here it is an expression of the universal rejoicing which would attend the extension of the kingdom of God on the earth.<\/p> ",
    "audit": 1
}