{
    "id": 1865,
    "source": "barnes",
    "verse_id": 18772,
    "verse_count": 1,
    "reference": "57:6",
    "title": "",
    "html": " <p> <em>Among the smooth stones of the streams <\/em>&mdash;In the original here, there is a paronomasia, which cannot be fully retained in our English version. There has been also considerable diversity of opinion in regard to the sense of the passage, from the ambiguity of the words in the original. Jerome (the Vulgate) renders it, In partibus torrentis pars tua&mdash;&lsquo;Thy portion is in the parts of the torrent.&rsquo; The Septuagint translates it &lsquo;This is thy portion; this is thy lot. The word rendered in our version, &rsquo;smooth stones&rsquo; (חלק chēleq), means properly smoothness, hence, barrenness or bare place; and supposes that the idea is, their lot was in the bare places of the valley, that is, in the open (not wooded) places where they worshipped idols&mdash;an interpretation not very consistent with the fact that groves were commonly selected as the place where they worshipped idols. It seems to me, therefore, that the idea of smoothness here, whether of the valley or of the stones, is not the idea intended. Indeed, in no place, it is believed, does the word mean &rsquo;smooth stones;&rsquo; and it is difficult to conceive what was the exact idea which our translators intended to convey, or why they supposed that such worship was celebrated among the smooth or much-worn stones of the running stream. The true idea can probably be obtained by reverting to the primitive sense of the word as derived from the verb. The verb חלק châlaq means: <\/p> <p>1. To smooth. <\/p> <p>2. To divide, to distribute, to appropriate&mdash;as the dividing of spoil, etc. <\/p> <p> <em>Hence, the noun also means dividing, or portion, as that which is divided <\/em>&mdash;whether an inheritance, or whether the dividings of spoil after battle. Retaining this idea, the literal sense, as I conceive, would be this in which also something of the paronomasia will be retained: &lsquo;Among the dividings of the valley is thy dividing,&rsquo; that is, thy portion In the places where the valley divides, is thy lot. Thy lot is there instead of the place which God appointed. There you worship; there you pour out your libations to the false gods; and there you must partake of the protection and favor which the gods whom you worship can give. You have chosen that as your inheritance, and by the results of that you must abide. <\/p> <p> <em>Of the stream <\/em>&mdash;The word rendered here &rsquo;stream&rsquo; (נחל nachal), means either a stream, or a rivulet of water <a class=\"ref\">Numbers 34:5; Joshua 15:4-47<\/a>; or it means a valley with a brook or torrent; a low place with water. Here it means evidently the latter&mdash;as it cannot be supposed they would worship in a stream, though they undoubtedly worshipped in a vale or low place where there was occasionally a rivulet of water. This entire description is strikingly applicable to the valley of Jehoshaphat&mdash;a low vale, broken by chasms and by projecting and overhanging rocks, and along the center of which flowed a small brook, much swelled occasionally by the waters that fell from the adjacent hills. At some seasons of the year, however, the valley was entirely dry. The idea here is, that they had chosen their portion in the dividings of that valley instead of the adjacent hills on which the worship of God was celebrated. That valley became afterward the emblem of punishment: and may it not be implied in this passage that they were to inherit whatever would descend on that valley; that is, that they were to participate in the punishment which would be the just expression of the divine displeasure? <\/p> <p> <em>Even to them hast thou poured out <\/em>&mdash;That is, to these idols erected in the valleys. <\/p> <p>A drink-offering&mdash;A libation, or drink-offering was usually poured out in the worship of pagan gods <a class=\"ref\">Jeremiah 7:18<\/a>. It was common also in the worship of the true God (see <a class=\"ref\">Genesis 35:14<\/a>). Among the Hebrews it consisted of wine and oil <a class=\"ref\">Exodus 29:40; Numbers 15:5-7; Leviticus 23:13<\/a>. <\/p> <p>Thou hast offered a meat-offering&mdash;On the word used here (מנחה minchāh) see the notes at <a class=\"isa\" verses=\"WzE3NjY4LDE4NTI5XQ==\">Isaiah 1:13; Isaiah 43:23<\/a>. The word &lsquo;meat&rsquo; formerly denoted in the English language food in general, and was not confined as it is now to animal food. Hence, the word &lsquo;meat-offering&rsquo; is so often used in the Scriptures when a sacrifice is intended which was not a bloody sacrifice. The mincha was in fact an offering of meal, fine flour, etc., mingled with oil <a class=\"ref\">Leviticus 14:10; Numbers 7:13<\/a>, and was distinguished expressly from the bloody sacrifice. The word &lsquo;meal-offering&rsquo; would much more appropriately express the sense of the original than &lsquo;meat-offering.&rsquo; This was a common offering made to idols as well as to the true God, and was designed as an expression of thankfulness. <\/p> <p> <em>Should I receive comfort in these? <\/em>&mdash;It is implied that God could not behold them but with displeasure, and that for them he would punish them. The Vulgate and the Septuagint express it well as: &lsquo;On account of these things shall I not be enraged?&rsquo; <\/p>",
    "audit": 1
}