{
    "id": 1107,
    "source": "barnes",
    "verse_id": 18014,
    "verse_count": 1,
    "reference": "19:9",
    "title": "",
    "html": "<p><em>Moreover<\/em>&mdash;In addition to the calamities that will come upon the fishermen, the drying up of the river will affect all who are supported by that which the overflowing of its waters produced.<\/p><p><em>They that work in short flax<\/em>&mdash;Egypt was celebrated anciently for producing flax in large quantities, and of a superior quality (see <a class=\"ref\">Exodus 9:31; 1 Kings 10:28<\/a>). The fine linen of Egypt which was manufactured from this is celebrated in Scripture <a class=\"ref\">Proverbs 7:16; Ezekiel 27:7<\/a>. The Egyptians had early carried the art of manufacturing linen to a great degree of perfection. As early as the exode of the Hebrews, we find that the art was known by which stuffs made of linen or other materials were curiously worked and embroidered. &lsquo;And thou shalt make an hanging for the door of the tent, of blue, and purple, and scarlet, and fine-twined linen, made with needlework&rsquo; ( <a class=\"ref\">Exodus 26:36<\/a>; compare <a class=\"ref\">Exodus 27:16; Exodus 36:37<\/a>). So <a class=\"ref\">Ezekiel 27:7<\/a>: &lsquo;Fine linen, with broidered work from Egypt.&rsquo; So also Martial refers to embroidery with the needle in Egypt:<\/p><p>Haec tibi Memphitis tellus dat munera; victa est<\/p><p>Pectine Niliaco jam Babylonis acus.<\/p><p>Martial, xiv. <a class=\"ref\">Ephesians 50<\/a>.<\/p><p>In regard to the &ldquo;fineness&rdquo; of the linen which was produced and made in Egypt, we may introduce a statement made by Pliny when speaking of the &ldquo;nets&rdquo; which were made there. &lsquo;So delicate,&rsquo; says he, &lsquo;were some of them, that they would pass through a man&rsquo;s ring, and a single person could carry a sufficient number of them to surround a whole wood. Julius Lupus, who died while governor of Egypt, had some of those nets, each string of which consisted of 150 threads; a fact perfectly surprising to those who are not aware that the Rhodians preserve to this day, in the temple of Minerva, the remains of a linen corslet, presented to them by Amasis, king of Egypt, whose threads are composed each of 365 fibres.&rsquo; (Pliny, xix. 1.) Herodotus also mentions this corslet (iii. 47), and also another presented by Amasis to the Lacedemonians, which had been carried off by the Samians: &lsquo;It was of linen, ornamented with numerous figures of animals, worked in gold and cotton.<\/p><p>Each thread of the corslet was worthy of admiration. For though very fine, every one was composed of 360 other threads, all distinct; the quality being similar to that dedicated to Minerva at Lindus, by the same monarch.&rsquo; Pliny (xix. 1) mentions four kinds of linen that were particularly celebrated in Egypt&mdash;the Tanitic, the Pelusiac, the Butine, and the tentyritic. He also says that the quantity of flax cultivated in Egypt was accounted for, by their exporting linen to Arabia and India. It is now known, also, that the cloth used for enveloping the dead, and which is now found in abundance on the mummies, was &ldquo;linen.&rdquo; This fact was long doubted, and it was until recently supposed by many that the cloth was made of cotton. This fact that it is linen was settled beyond dispute by some accurate experiments made by Dr. Ure, Mr. Bauer, and Mr. Thompson, with the aid of powerful microscopes.<\/p><p>It was found that linen fibres uniformly present a cylindrical form, transparent, and articulated, or jointed like a cane, while the fibres of cotton have the appearance of a flat ribbon, with a hem or border at the edge. In the mummy cloths, it was found, without exception, that the fibres were linen. Vast quantities of linen must, therefore, have been used. The linen of the mummy cloths is generally coarse. The warp usually contains about 90 threads in the inch; the woof about 44. Occasionally, however, very fine linen cloth is found, showing the skill with which the manufacture was executed. Sir John G. Wilkinson observes, that a piece of linen in his possession from Egypt had 540 (or 270 double) threads in one inch in the warp. Some of the cambric which is now manufactured has but 160 threads in the inch in the warp, and 140 in the woof. It is to be remembered, also, that the linen in Egypt was spun by hand, and without the aid of machinery (see, on this whole subject, Wilkinson&rsquo;s &ldquo;Ancient Egyptians,&rdquo; vol. iii. pp. 113-142. Ed. Lond. 1837). The word rendered &lsquo;fine&rsquo; here denotes, according to Gesenius, &ldquo;combed or hatchelled.&rdquo; The word &lsquo;fine,&rsquo; however, expresses the idea with sufficient accuracy. Fine linen was used for clothing; but was so expensive that it was worn chiefly by the rich and by princes <a class=\"ref\">Luke 16:19<\/a>.<\/p><p><em>They that weave networks<\/em>&mdash;Margin, &lsquo;White-works.&rsquo; According to Gesenius the word הורי hôrây means &ldquo;white linen&rdquo;&mdash;that which is fully bleached. The word הוד hôd means &ldquo;a hole or cavern,&rdquo; but is not applied to cloth. The parallelism seems rather to require that the word should mean &lsquo;white,&rsquo; or that which would correspond to &lsquo;fine,&rsquo; or valuable; and it is not known that the Egyptians had the art of working lace from linen. Saadias supposes that &ldquo;nets&rdquo; are meant, as being made with holes or meshes; but it is evident that a finer work is intended than that.<\/p><p><em>Shall be confounded<\/em>&mdash;Hebrew, &lsquo;Shall be ashamed.&rsquo; That is, they shall be thrown out of employment, and not know what to do.<\/p> ",
    "audit": 1
}