{
    "id": 1832,
    "source": "barnes",
    "verse_id": 18739,
    "verse_count": 1,
    "reference": "54:15",
    "title": "",
    "html": "<p><em>Behold, they shall surely gather together<\/em>&mdash;The idea in this verse is, that the enemies of the people of God would indeed form alliances and compacts against them, but it would not be under the divine direction, and they would not be able to prevail against the church. The word rendered here &lsquo;gather together&rsquo; (גור gûr) means properly &lsquo;to turn aside from the way&rsquo;; then to sojourn for a time; then to assemble against anyone. It seems here to refer to the gathering together of hostile forces to form an alliance, or to wage war. Great variety, however, has prevailed in the interpretation of the passage, but this seems to be the sense of it. Jerome renders it, &lsquo;Lo, a foreigner shall come who was not with me, the stranger shall hereafter be joined to thee,&rsquo; and seems to understand it of the proselytes that should be made. This sense is found expressly in the Septuagint, &lsquo;Lo, proselytes shall come to thee through me, and they shall sojourn with thee, and fly to thee&rsquo; The Chaldee renders it, &lsquo;Lo, the captivity of thy people shall be surely gathered unto thee, and in the end the kings of the people which were assembled to afflict thee, O Jerusalem, shall fall in the midst of thee.&rsquo; But the above seems to be the correct sense. Alliances would be formed; compacts would be entered into; leagues would be made by the enemies of the people of God, and they would be assembled to destroy the church. This has often been done. Formidable confederations have been entered into for the purpose, and deep-laid plans have been devised to destroy the friends of the Most High. See <a class=\"ref\">Psalm 2:2<\/a>: &lsquo;The kings of the earth set themselves, and the rulers take counsel together against the Lord, and against his Anointed.&rsquo; No small part of history is a record of the combinations and alliances which have been entered into for the purpose of driving the true religion from the world.<\/p><p><em>But not by me<\/em>&mdash;Not under my direction, or by my command.<\/p><p><em>Shall fall for thy sake<\/em>&mdash;Hebrew, עליך ‛âlaı̂yk&mdash;&lsquo;Shall fall unto thee.&rsquo; Lowth, &lsquo;Shall come over to thy side.&rsquo; The phrase seems to mean that they should &lsquo;fall to them,&rsquo; that is, that they should lay aside their opposition, break up their alliances against the church, and come over to it. In proof of this interpretation, Rosenmuller appeals to the following places: <a class=\"ref\">1 Chronicles 12:19-20; 2 Chronicles 15:9; Jeremiah 21:9; Jeremiah 39:9<\/a>. The passage, therefore, looks to the future conversion of the enemies of the church to the true faith. It has, doubtless, been partially fulfilled in the conversion of nations that have been leagued against the gospel of the Redeemer. There was a striking fulfillment in the times that succeeded the persecutions of Christians in the Roman empire. After all the power of the empire had been enlisted in ten successive persecutions to destroy the church, the very empire that had thus opposed the church was converted to the Christian faith. In a still more signal manner will this be fulfilled when all the powers of the earth now leagued against the gospel shall be brought under the influences of the true religion.<\/p> ",
    "audit": 1
}