{
    "id": 1994,
    "source": "barnes",
    "verse_id": 18901,
    "verse_count": 1,
    "reference": "65:3 ",
    "title": "",
    "html": "<p><em>A people<\/em>&mdash;This verse contains a specification of the reasons why God had rejected them, and brought the calamities upon them.<\/p><p><em>That provoketh me to anger<\/em>&mdash;That is, by their sins. They give constant occasion for my indignation.<\/p><p><em>Continually<\/em>&mdash;(תמיד tâmı̂yd). It is not once merely, but their conduct as a people is constantly such as to excite my displeasure.<\/p><p><em>To my face<\/em>&mdash;There is no attempt at concealment. Their abominations are public. It is always regarded as an additional affront when an offence is committed in the very presence of another, and when there is not even the apology that it was supposed he did not see the offender. It is a great aggravation of the guilt of the stoner, that his offence is committed in the very presence, and under the very eye, of God.<\/p><p><em>That sacrificeth in gardens<\/em>&mdash;(See the notes at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 1:29<\/a>).<\/p><p><em>And burneth incense<\/em>&mdash;On the meaning of the word &lsquo;incense,&rsquo; see the notes at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 1:13<\/a>.<\/p><p><em>Upon altars of brick<\/em>&mdash;Margin, &lsquo;Bricks.&rsquo; The Hebrew is simply, &lsquo;Upon bricks.&rsquo; The command of God was that the altars for sacrifice should be made of unhewn stone <a class=\"ref\">Exodus 20:24-25<\/a>. But the pagan had altars of a different description, and the Jews had sacrificed on those altars. Some have supposed that this means that they sacrificed on the roofs of their houses, which were flat, and paved with brick, or tile, or plaster. That altars were constructed sometimes on the roofs of their houses, we know from <a class=\"ref\">2 Kings 23:12<\/a>, where Josiah is said to have beaten down the &lsquo;altars that were on the top of the upper chamber of Ahaz, which the king of Judah had made.&rsquo; But it is not necessary to suppose that such sacrifices are referred to here. They had disobeyed the command of God, which required that the altars should be made only of unhewn stone. They had built other altars, and had joined with the pagan in offering sacrifices thereon. The reason why God forbade that the altar should be of anything but unhewn stone is not certainly known, and is not necessary to be understood in order to explain this passage. It may have been, first, in order effectually to separate his people from all others, as well in the construction of the altar as in anything and everything else; secondly, because various inscriptions and carvings were usually made on altars, and as this tended to superstition, God commanded that the chisel should not be used at all in the construction of the altars where his people should worship.<\/p>",
    "audit": 1
}