{
    "id": 876,
    "source": "barnes",
    "verse_id": 17783,
    "verse_count": 1,
    "reference": "6:13",
    "title": "",
    "html": " <p> <i>But yet... <\/i>,—The main idea in this verse is plain, though there is much difficulty in the explanation of the particular phrases. The leading thought is, that the land should not be “utterly” and finally abandoned. There would be the remains of life—as in an oak or terebinth tree when the tree has fallen; compare the notes at <a class='isa' seq='0'>,Isaiah 11:1 <\/a>. <\/p> <p> <i>A tenth <\/i>,—That is, a tenth of the inhabitants, or a very small part. Amidst the general desolation, a small part should be preserved. This was accomplished in the time of the captivity of the Jews by Nebuchadnezzar. We are not to suppose that “literally” a tenth part of the nation would remain; but a part that should bear somewhat the same proportion to the entire nation, in strength and resources, that a tenth does to the whole. Accordingly, in the captivity by the Babylonians we are told <a class='ref'>,2 Kings 25:12 <\/a>,, that ‘the captain of the guard left the poor of the land to be vinedressers and farmers;’ compare <a class='ref'>,2 Kings 24:14 <\/a>,, where it is said, that ‘Nebuchadnezzar carried away all Jerusalem, and all the princes, and all the mighty men of valor, even ten thousand captives, and all the craftsmen and smiths, none remained save the poorer sort of the people of the land.’ Over this remnant, Nebuchadnezzar made Gedaliah king; <a class='ref'>,2 Kings 25:22 <\/a>. <p> <i>And it shall return <\/i>,—This expression can be explained by the history. The prophet mentions the “return,” but he has omitted the fact that this remnant should go away; and hence, all the difficulty which has been experienced in explaining this. The history informs us, <a class='ref'>,2 Kings 25:26 <\/a>,, that this remnant, this tenth part, ‘arose and came to Egypt, for they were afraid of the Chaldees.’ A part also of the nation was scattered in Moab and Edom, and among the Ammonites; <a class='ref'>,Jeremiah 40:2 <\/a>. By connecting this idea with the prophecy, there is no difficulty in explaining it. It was of the return from Egypt that the prophet here speaks; compare <a class='ref'>,Jeremiah 42:4-7 <\/a>. After this flight to Egypt they returned again to Judea, together with those who were scattered in Moab, and the neighboring regions; <a class='ref'>,Jeremiah 40:11-12 <\/a>. This renmant thus collected was what the prophet referred to as “returning” after it had been scattered in Egypt, and Moab, and Edom, and among the Ammonites. <p> <i>And shall be eaten <\/i>,—This is an unhappy translation. It has arisen from the difficulty of making sense of the passage, by not taking into consideration the circumstances just adverted to. The word translated ‘eaten’ means to feed, to graze, to consume by grazing to consume by fire, to consume or destroy in any way, to remove. “Gesenius” on the word בער bâ‛ar. Here it means that this remnant shall be for “destruction;” that judgments and punishments shall follow them after their return front Egypt and Moab. Even this remnant shall be the object of divine displeasure, and shall feel the weight of his indignation; see <a class='ref'>,Jeremiah 43:1-13 <\/a>; 44. <p>As a teil-tree—The word “teil” means the “linden,” though there is no evidence that the linden is denoted here. The word used here—אלה ‘êlâh—is translated “elm” in <a class='ref'>,Hosea 4:13 <\/a>,, but generally “oak:” <a class='ref'>,Genesis 35:4; Judges 6:11, Judges 6:19; 2 Samuel 18:9, 2 Samuel 18:14 <\/a>. It is here distinguished from the אלון ‘allôn “oak.” It probably denotes the “terebinth,” or turpentine tree, for a description of which, see the notes at <a class='isa' seq='1'>,Isaiah 1:29 <\/a>. <p> <i>Whose substance <\/i>,—Margin, ‘Stock’ or ‘Stem.’ The margin is the more correct translation. The word usually denotes the upright shaft, stem, or stock of a tree. It means here, whose “vitality” shall remain; that is, they do not entirely die. <p> <i>When they cast their leaves <\/i>,—The words ‘their leaves’ are not in the original, and should not be in the translation. The Hebrew means, ‘in their falling’—or when they fall. As the evergreen did “not” cast its leaves, the reference is to the falling of the “body” of the tree. The idea is, that when the tree should fall and decay, still the life of the tree would remain. In the root there would be life. It would send up new “shoots,” and thus a new tree would be produced; see the notes at <a class='isa' seq='2'>,Isaiah 4:2; Isaiah 11:1 <\/a>. This was particularly the case with the terebinth, as it is with the fir, the chestnut, the oak, the willow, etc.; see <a class='ref'>,Job 14:7 <\/a>. The idea is, that it would be so with the Jews. Though desolate, and though one judgment would follow another, and though even the renmant would be punished, yet the race would not be extinguished. It would spring up again, and survive. This was the case in the captivity of Babylon; and again the case in the destruction of Jerusalem; and in all their persecutions and trials since, the same has always occurred. They survive; and though scattered in all nations, they still live as demonstrative of the truth of the divine predictions; <a class='ref'>,Deuteronomy 28 <\/a>. <p> <i>The holy seed <\/i>,—The few remaining Jews. They shall not be utterly destroyed, but shall be like the life remaining in the root of the tree. No prophecy, perhaps, has been more remarkably fulfilled than that in this verse. Though the cities be waste and the land be desolate, it is not from the poverty of the soil that the fields are abandoned by the plow, nor from any diminution of its ancient and natural fertility, that the land has rested for so many generations. Judea was not forced only by artificial means, or from local and temporary causes, into a luxuriant cultivation, such as a barren country might have been, concerning which it would not have needed a prophet to tell that, if once devastated and abandoned it would ultimately revert to its original sterility. Phenicia at all times held a far different rank among the richest countries of the world; and it was not a bleak and sterile portion of the earth, nor a land which even many ages of desolation and neglect could impoverish, that God gave in possession and by covenant to the seed of Abraham. No longer cultivated as a garden, but left like a wilderness, Judea is indeed greatly changed from what it was; all that human ingenuity and labor did devise, erect, or cultivate, people have laid waste and desolate; all the “plenteous goods” with which it was enriched, adorned, and blessed, have fallen like seared and withered leaves when their greenness is gone; and stripped of its “ancient splendor,” it is left “as an oak whose leaf fadeth,” but its inherent sources of fertility are not dried up; the natural richness of the soil is unblighted; “the substance is in it,” strong as that of the tell tree or the solid oak, which retain their substance when they east their leaves. <p>And as the leafless oak waits throughout winter for the genial warmth of returning spring, to be clothed with renewed foilage, so the once glorious land of Judea is yet full of latent vigor, or of vegetative power, strong as ever, ready to shoot forth, even “better than at the beginning,” whenever the sun of heaven shall shine on it again, and “the holy seed” be prepared for being finally” the substance thereof.” “The substance that is in it”—which alone has here to be proved—is, in few words, thus described by an enemy: “The land in the plains is fat and loamy, and exhibits every sign of the greatest fecundity. Were nature assisted by art, the fruits of the most distant countries might be produced within the distance of twenty leagues.” “Galilee,” says Malte Brun, “would be a paradise, were it inhabited by an industrious people, under an enlightened government.“‘ <p> <\/div>,",
    "audit": 1
}