{
    "id": 1841,
    "source": "barnes",
    "verse_id": 18748,
    "verse_count": 1,
    "reference": "55:7",
    "title": "",
    "html": "<p><em>Let the wicked...<\/em> &mdash;In this verse we are told what is necessary in order to seek God and to return to him, and the encouragement which we have to do it. The first step is for the sinner to forsake his way. He must come to a solemn pause, and resolve to abandon all his transgressions. His evil course; his vices; his corrupt practices; and his dissipated companions, must be forsaken.<\/p><p><em>And the unrighteous man<\/em> &mdash;Margin, &ldquo;Man of iniquity.&rdquo; This is a literal translation. The address is made to all people, for all are such.<\/p><p><em>His thoughts<\/em> &mdash;The Hebrew word denotes all that is the object of thought; and the idea is, that the man must abandon his plans and purposes of life. The thoughts, in the sight of a holy God, are not less important than the external deportment; and no man can obtain his favor who is not ready to abandon his erroneous opinions, his pride and vanity, his plans of evil, and his purposes of life that are opposed to God.<\/p><p><em>And let him return unto the Lord<\/em> &mdash;Man, in the Scriptures, is everywhere described as having wandered away from the true God. Religion consists in returning to him for pardon, for consolation, for protection, for support. The true penitent is desirous of returning to him, as the prodigal son returned to his father&rsquo;s house; the man who loves sin chooses to remain at a distance from God.<\/p><p><em>And to our God<\/em> &mdash;The God of his people; the God of the speaker here. It is the language of those who have found mercy. The idea is, that he who has bestowed mercy on us, will be ready to bestow it on others. &lsquo;We have returned to God. We have had experience of his compassion, and we have such a conviction of his overflowing mercy, that we can assure all others that if they will return to our God, he will abundantly pardon them.&rsquo; The doctrine is, that they who have found favor have a deep conviction of the abounding compassion of God, and such a sense of the fullness of his mercy, that they are disposed to offer the assurance to all others, that they may also obtain full forgiveness. Compare<a class=\"ref\">Revelation 22:17<\/a> &mdash;&lsquo;And let him that heareth say, Come.&rsquo;<\/p><p><em>For he will abundantly pardon<\/em> &mdash;Margin, as Hebrew, &lsquo;Multiply to pardon.&rsquo; He abounds in forgiveness. This is the conviction of those who are pardoned; this is the promise of inestimable worth which is made to all who are willing to return to God. On the ground of this promise all may come to him, and none who come shall be sent empty away.<\/p> ",
    "audit": 1
}