{
    "id": 1726,
    "source": "barnes",
    "verse_id": 18633,
    "verse_count": 1,
    "reference": "48:18",
    "title": "",
    "html": " <p> <em>O that thou hadst heardened to my commandments! <\/em>&mdash;This expresses the earnest wish and desire of God. He would greatly have preferred that they should have kept his law. He had no wish that they should sin, and that these judgments should come upon them. The doctrine taught here is, that God greatly prefers that people should keep his laws. He does not desire that they should be sinners, or that they should be punished. It was so with regard to the Jews; and it is so with regard to all. In all cases, at all times, and with reference to all his creatures, he prefers holiness to sin; he sincerely desires that there should be perfect obedience to his commandments. It is to be remarked also that this is not merely prospective, or a declaration in the abstract. It relates to sin which had been actually committed, and proves that even in regard to that, God would have preferred that it had not been committed. A declaration remarkably similar to this, occurs in <a class=\"ref\">Psalm 81:13-16 <\/a>: <\/p> <p>O that my people had hearkened unto me, <\/p> <p>And Israel had walked in my ways; <\/p> <p>I should soon have subdued their&rsquo; enemies, <\/p> <p>And turned their hand against their adversaries <\/p> <p>The haters of the Lord should have submitted themselves unto him: <\/p> <p>But their time should have endured forever. <\/p> <p>He should have fed them also with the finest of the wheat; <\/p> <p>And with honey out of the rock should I have satisfied thee. <\/p> <p>Compare <a class=\"ref\">Deuteronomy 22:29; Isaiah 5:1-7; Ezekiel 18:23-32; Matthew 23:37; Luke 19:21 <\/a>. <\/p> <p> <em>Then had thy peace been as a river <\/em>&mdash;The word &lsquo;peace&rsquo; here (שׁלום shâlôm) means properly wholeness, soundness, and then health, welfare, prosperity, good of every kind. It then denotes peace, as opposed to war, and also concord and friendship. Here it evidently denotes prosperity in general, as opposed to the calamities which actually came upon them. <\/p> <p> <em>As a river <\/em>&mdash;That is, abundant&mdash;like a full, flowing river that fills the banks, and that conveys fertility and blessedness through a land. &lsquo;The pagan, in order to represent the Universal power and beneficence of Jupiter, used the symbol of a river flowing from his throne; and to this the Sycophant in Plautus alludes (Trium. Act iv. Sc. 2, v. 98), in his saying that he had been at the head of that river: <\/p> <p>Ad caput amuis, quod de coelo exoritur, sub solio Jovis. <\/p> <p>See also Wemyss&rsquo; Key to the Symbolical Language of Scripture, Art. River. Rivers are often used by the sacred writers, and particularly by Isaiah, as symbolic of plenty and prosperity <a class=\"isa\" verses=\"WzE4MjYyLDE4MzAxLDE4NDcwLDE4NTI1XQ==\">Isaiah 32:2; Isaiah 33:21; Isaiah 41:18; Isaiah 43:19 <\/a>. <\/p> <p> <em>And thy righteousness <\/em>&mdash;The holiness and purity of the nation. Religion, with all its inestimable benefits, would have abounded to the utmost extent. Instead of the prevailing idolatry and corruption, the hypocrisy and insincerity which had abounded, and which made it necessary for God to remote them, they would have been distinguished for sincerity, purity, love, and holy living. And this proves that God would have preferred the prevalence of holiness. <\/p> <p> <em>As the waves of the sea <\/em>&mdash;What can be a more beautiful or sublime image than this? What can more strikingly represent the abundance of the blessings which religion would have conferred on the land? The waves of the sea are an emblem of plenty. They seem to be boundless. They are constantly rolling. And so their righteousness would have been without a limit; and would have rolled unceasingly its rich blessings over the land. Who can doubt that this would have been a better state, a condition to have been preferred to that which actually existed? <\/p> ",
    "audit": 1
}