{
    "id": 1487,
    "source": "barnes",
    "verse_id": 18394,
    "verse_count": 1,
    "reference": "38:3 ",
    "title": "",
    "html": "<p><em>And said, Remember now, O Lord, I beseech thee<\/em>&mdash;The object which Hezekiah desired was evidently that his life might be spared, and that he might not be suddenly cut off. He therefore makes mention of the former course of his life, not with ostentation, or as a ground of his acceptance or justification, but as a reason why his limb should not be cut off. He had not lived as many of the kings of Israel had done. He had not been a patron of idolatry. He had promoted an extensive and thorough reformation among the people. He had exerted his influence as a king in the service of Yahweh, and it was his purpose still to do it; and he, therefore, prayed that his life might be spared in order that he might carry forward and perfect his plans for the reformation of the people, and for the establishment of the worship of Yahweh.<\/p><p><em>How I have walked<\/em>&mdash;How I have lived. Life, in the Scriptures, is often represented as a journey, and a life of piety is represented as walking with God (see <a class=\"ref\">Genesis 5:24; Genesis 6:9; 1 Kings 9:4; 1 Kings 11:33<\/a>).<\/p><p><em>In truth<\/em>&mdash;In the defense and maintenance of the truth, or in sincerity.<\/p><p><em>And with a perfect heart<\/em>&mdash;With a heart sound, sincere, entire in thy service. This had been his leading aim; his main, grand purpose. He had not pursued his own ends, but his whole official royal influence bad been on the side of religion. This refers to his public character rather than to his private feelings. For though, as a man, he might be deeply conscious of imperfection; yet as a king, his influence had been wholly on the side of religion, and he had not declined from the ways of God.<\/p><p><em>And have done that which is good<\/em>&mdash;This accords entirely with the account which is given of him in <a class=\"ref\">2 Kings 18:3-5<\/a>.<\/p><p><em>And Hezekiah wept sore<\/em>&mdash;Margin, as Hebrew, &lsquo;With great weeping.&rsquo; Josephus (Ant. x. 2. 1) says, that the reason why Hezekiah was so much affected was that he was then childless, and saw that he was about to leave the government without a successor. Others suppose that it was because his death would be construed by his enemies as a judgment of God for his stripping the temple of its ornaments <a class=\"ref\">2 Kings 18:16<\/a>. It is possible that several things may have been combined in producing the depth of his grief. In his song, or in the record which he made to express his praise to God for his recovery, the main reason of his grief which he suggested was, the fact that he was in danger of being cut off in the midst of his days; that the blessings of a long life were likely to be denied him (see <a class=\"isa\" verses=\"W3siMTg0MDEiOjN9XQ==\">Isaiah 38:10-12<\/a>). We have here an instance in which even a good man may be surprised, alarmed, distressed, at the sudden announcement that he must die. The fear of death is natural; and even those who are truly pious are sometimes alarmed when it comes.<\/p>",
    "audit": 1
}