{
    "id": 1674,
    "source": "barnes",
    "verse_id": 18581,
    "verse_count": 1,
    "reference": "45:19",
    "title": "",
    "html": "<p><em>I have not spoken in secret<\/em> &mdash;The word rendered &rsquo;secret&rsquo; (סתר sı̂ther) denotes a hiding, or covering; and the phrase here means secretly, privately. He did not imitate the pagan oracles by uttering his predictions from dark and deep caverns, and encompassed with the circumstances of awful mystery, and with designed obscurity.<\/p><p><em>In a dark place of the earth<\/em> &mdash;From a cave, or dark recess, in the manner of the pagan oracles. The pagan responses were usually given from some dark cavern or recess, doubtless the bettcr to impress with awe the minds of those who consulted the oracles, and to make them more ready to credit the revelations of the fancied god. Such was the seat of the Sybil, mentioned by Virgil, AEn. vi. 4:<\/p><p>Excisum Euhoicae latus ingens rupis in antrum<\/p><p>Such also was the famous oracle at Delphi. Strobe (ix.) says, &lsquo;The oracle is said to be a hollow cavern of considerable depth, with an opening not very wide.&rsquo; Diodorus, giving an account of this oracle, says, &lsquo;that there was in that place a great chasm, or cleft in the earth; in which very place is now situated what is called the Adytum of the temple.&rsquo; In contradistinction from all this, God says that he had spoken openly, and without these circumstances of designed obscurity and darkness. In the language here, there is a remarkable resemblance to what the Saviour said of himself, and it is not improbable that he had this passage in his mind: &lsquo;I spoke openly to the world; I ever taught in the synagogue, and in the temple, whither the Jews always resort; and in secret have I said nothing&rsquo;<a class=\"ref\">John 18:20<\/a> . A similar declaration occurs in<a class=\"ref\">Deuteronomy 30:11<\/a> : &lsquo;This commandment which I command thee this day, it is not hidden from thee, neither is it far off.&rsquo;<\/p><p><em>I said not to the seed of Jacob<\/em> &mdash;The seed, or the race of Jacob, here means his people: and the idea is, that he had not commanded them to call upon him without his being ready to answer them.<\/p><p><em>Seek ye me in vain<\/em> &mdash;The phrase, &rsquo;seek ye,&rsquo; may refer to worship in general; or more properly to their calling upon him in times of calamity and trial. The sense is, that it had not been a vain or useless thing for them to serve him; that he had been their protector, and their friend; and that they had not gone to him, and spread out their needs for nothing. It is still true, that God does not command his people to seek him in vain (compare<a class=\"ref\">Deuteronomy 32:47<\/a>). His service is always attended with a rich blessing to them; and they are his witnesses that he confers on them inexpressibly great and valuable rewards. It follows from this&mdash;first, that his people have abundant encouragement to go to him in all times of trial, persecution, and affliction; secondly, that they have encouragement to go to him in a low state of religion, to confess their sins, to supplicate his mercy, and to pray for the influences of his Holy Spirit, and the revival of his work; and, thirdly, that the service of God is always attended with rich reward. Idols do not benefit those wire serve them. The pursuit of pleasure, gain, and ambition, is often attended with no reward, and is never attended with any benefits that satisfy the needs of the undying mind; but the service of God meets all the needs of the soul; fills all its desires, and confers permanent and eternal rewards.<\/p><p><em>I the Lord speak righteousness<\/em> &mdash;This stands in opposition to the pagan oracles, which often gave false, delusive, and unjust responses. But not so with God. He had not spoken, as they did, from deep and dark plates&mdash;fit emblems of the obscurity of their answers; he had not, as they had, commanded a service that was unprofitable and vain; and he had not, as they had, uttered oracles which were untrue and fitted to delude.<\/p><p><em>I declare things that are right<\/em> &mdash;Lowth renders this, &lsquo;Who give direct answers;&rsquo; and supposes it refers to the fact, that the pagan oracles often give ambiguous and deceitful responses. God never deceived. His responses were always true and unambiguous.<\/p> ",
    "audit": 1
}