{
    "id": 1159,
    "source": "barnes",
    "verse_id": 18066,
    "verse_count": 1,
    "reference": "22:13",
    "title": "",
    "html": "<p><em>And behold... <\/em>&mdash;When they ought to give themselves to fasting and prayer, they gave themselves up to revelry and riot.<\/p><p><em>Let us eat and drink<\/em>&mdash;Saying, Let us eat and drink. That is, it is inevitable that we must soon die. The army of the Assyrian is approaching, and the city cannot stand against him. It is in vain to make a defense, and in vain to call upon God. Since we &ldquo;must&rdquo; soon die, we may as well enjoy life while it lasts. This is always the language of the epicure; and it seems to be the language of no small part of the world. Probably if the &ldquo;real&rdquo; feelings of the great mass of worldly people were expressed, they could not be better expressed than in this passage of Isaiah: &lsquo;We must soon die at all events. We cannot avoid that, for it is the common lot of all. And since we have been sent into a dying world; since we had no agency in being placed here; since it is impossible to prevent this doom, we may as well &ldquo;enjoy&rdquo; life while it lasts, and give ourselves to pleasure, dissipation, and revelry.<\/p><p>While we can, we will take our comfort, and when death comes we will submit to it, simply because we cannot avoid it.&rsquo; Thus, while God calls people to repentance and seriousness; and while he would urge them, by the consideration that, this life is short, to prepare for a better life; and while he designs that the nearness of death should lead them to think solemnly of it, they abuse all His mercies, endeavor to thwart all His arrangements, and live and die like the brutes. This passage is quoted by Paul in his argument on the subject of the resurrection in <a class=\"ref\">1 Corinthians 15:32<\/a>. Sentiments remarkably similar to this occur in the writings of the Greek and Roman poets. Among the Egyptians, the fact that life is short was urged as one argument for promoting soberness and temperance, and in order to produce this effect, it was customary at their feasts to have introduced, at some part of the entertainment, a wooden image of Osiris in the form of a human mummy standing erect, or lying on a bier, and to show it to each of the guests, warning him of his mortality, and of the transitory nature of human pleasures.<\/p><p>He was reminded that one day he would be like that; and was told that people &lsquo;ought to love one another, and to avoid those evils which tend to make them consider life too long, when in reality it is too short, and while enjoying the blessings of this life, to bear in mind that life was precarious, and that death would soon close all their comforts.&rsquo; (See Wilkinson&rsquo;s &ldquo;Ancient Egyptians,&rdquo; vol. ii. pp. 409-411.) With the Greeks and Romans, however, as well as the Jews in the time of Isaiah, the fact of the shortness of life was used to produce just the contrary effect&mdash;to prompt them to dissipation and licentiousness. The fact of the temporary pilgrimage of man served as an inducement to enjoy the pleasures of life while they lasted, since death was supposed to close the scene, and no prospect was held out of happiness in a future state. This sentiment was expressed in their songs at their entertainments to urge themselves on to greater indulgence in wine and in pleasure. Thus, in Anacreon, Ode 4:<\/p><p>&Epsilon;&iota;&sigmaf; &epsilon;&alpha;&upsilon;&tau;&omicron;&nu;<\/p><p>&Omicron; &delta; ̓ &Epsilon;&rho;&omega;&sigmaf; &chi;&iota;&tau;&omega;&nu;&alpha; &delta;&eta;&sigma;&alpha;&sigmaf;<\/p><p>&Upsilon;&pi;&epsilon;&rho; &alpha;&upsilon;&chi;&epsilon;&nu;&omicron;&sigmaf; &pi;&alpha;&pi;&upsilon;&rho;&omega;ͅ<\/p><p>&Mu;&epsilon;&theta;&upsilon; &mu;&omicron;&iota; &delta;&iota;&eta;&kappa;&omicron;&nu;&epsilon;&iota;&tau;&omicron;̓<\/p><p>&Tau;&rho;&omicron;&chi;&omicron;&sigmaf; &alpha;&rho;&mu;&alpha;&tau;&omicron;&sigmaf; &gamma;&alpha;&rho;&omicron;&iota;&alpha;<\/p><p>&Beta;&iota;&omicron;&tau;&omicron;&sigmaf; &tau;&rho;&epsilon;&chi;&epsilon;&iota; &kappa;&upsilon;&lambda;&iota;&sigma;&theta;&epsilon;&iota;&sigmaf;<\/p><p>&Omicron;&lambda;&iota;&gamma;&eta; &delta;&epsilon; &kappa;&epsilon;&iota;&sigma;&omicron;&mu;&epsilon;&sigma;&theta;&alpha;<\/p><p>&Kappa;&omicron;&nu;&iota;&sigmaf;, &omicron;&sigma;&tau;&epsilon;&omega;&nu; &lambda;&upsilon;&theta;&epsilon;&nu;&tau;&omega;&nu;<\/p><p>&Tau;&iota; &sigma;&epsilon; &delta;&epsilon;&iota; &lambda;&iota;&theta;&omicron;&nu; &mu;&upsilon;&rho;&iota;&zeta;&epsilon;&iota;&nu;;<\/p><p>&Tau;&iota; &delta;&epsilon; &gamma;&eta;ͅ &chi;&epsilon;&epsilon;&iota;&nu; &mu;&alpha;&tau;&alpha;&iota;&alpha;;<\/p><p>&Epsilon;&mu;&epsilon; &mu;&alpha;&lambda;&lambda;&omicron;&nu;, &omega;&sigmaf; &epsilon;&tau;&iota; &zeta;&omega;,<\/p><p>&Mu;&upsilon;&rho;&iota;&zeta;&omicron;&nu;, &kappa;&alpha;&lambda;&epsilon;&iota; &delta; ̓ &epsilon;&tau;&alpha;&iota;&rho;&eta;&nu;.<\/p><p>&Pi;&rho;&iota;&nu;, &Epsilon;&rho;&omega;&sigmaf;, &epsilon;&kappa;&epsilon;&iota; &mu;&epsilon; &alpha;&pi;&epsilon;&lambda;&theta;&epsilon;&iota;&omicron;<\/p><p>&Upsilon;&pi;&omicron; &nu;&epsilon;&rho;&tau;&epsilon;&rho;&omega;&nu; &chi;&omicron;&rho;&epsilon;&iota;&alpha;&sigmaf;,<\/p><p>&Sigma;&kappa;&epsilon;&delta;&alpha;&sigma;&alpha;&iota; &theta;&epsilon;&lambda;&omega; &mu;&epsilon;&rho;&iota;&mu;&nu;&alpha;&sigmaf;.<\/p><p>Eis eauton<\/p><p>Ho d&rsquo; Erōs chitōna dēesas<\/p><p>Huper auchenos papurō<\/p><p>Methu moi diēkoneito.<\/p><p>Trochos armatos gar oia<\/p><p>Biotos trechei kulistheis<\/p><p>Oligē de keisomestha<\/p><p>Konis, osteōn luthentōn.<\/p><p>Ti se dei lithon murizein;<\/p><p>Ti de gē cheein mataia;<\/p><p>eme mallon, hōs eti zō,<\/p><p>Murizon, kalei d&rsquo; hetairēn<\/p><p>Prin, Erōs, ekei me apelthein<\/p><p>Hupo nerterōn choreias,<\/p><p>Skedasai thelō merimnas.<\/p><p>&lsquo;In decent robe behind him bound,<\/p><p>Cupid shall serve the goblet round;<\/p><p>For fast away our moments steal,<\/p><p>Like the swift chariot&rsquo;s rolling wheel;<\/p><p>The rapid course is quickly done,<\/p><p>And soon the race of life is run.<\/p><p>Then, then, alas! we droop, we die;<\/p><p>And sunk in dissolution lie:<\/p><p>Our frame no symmetry retains,<\/p><p>Nought but a little dust remains.<\/p><p>Why o&lsquo;er the tomb are odors shed?<\/p><p>Why poured libations to the dead?<\/p><p>To me, far better, while Ilive,<\/p><p>Rich wines and balmy fragrance give.<\/p><p>Now, now, the rosy wreath prepare,<\/p><p>And hither call the lovely fair.<\/p><p>Now, while I draw my vital breath,<\/p><p>Ere yet I lead the dance of death,<\/p><p>For joy my sorrows I&rsquo;ll resign,<\/p><p>And drown my cares in rosy wine.&rsquo;<\/p><p>A similar sentiment occurs in Horace. Odyssey iii.:13:<\/p><p>Huc vina, et unguente, et nimium brevis<\/p><p>Flores amoenos ferre jube rosae.<\/p><p>Dum res, et aetas, et sororum<\/p><p>Fila trium patiuntur atra.<\/p><p>And still more strikingly in Petronius, &ldquo;Satyric.&rdquo; c. 34, &ldquo;ad finem:&rdquo;<\/p><p>Heu, heu, nos miseros, quam torus homuncio nil est!<\/p><p>Sic erimus cuncti, postquam nos auferat Orcus:<\/p><p>Ergo vivamus, dum licet esse, bene.<\/p><p>The same sentiments prevailed among the Jews in the time of the author of the Book of Wisdom (Wisd. 11:1-9): &lsquo;Our life is short and tedious, and in the death of a man there is no remedy: neither was there any man known to have returned from the grave. For we are born at all adventure; and we shall be hereafter as though we had never been, for the breath in our nostrils is as smoke, and a little spark in the moving of our heart. Come on, therefore, let us enjoy the good things that are present; let us fill ourselves with costly wine and ointments, and let no flower of the spring pass by us; let us crown ourselves with rose buds before they be withered; let none of us go without his part of our voluptuousness; let us leave tokens of our joyfulness in every place.&rsquo; It was with reference to such sentiments as these, that Dr. Doddridge composed that beautiful epigram which Dr. Johnson pronounced the finest in the English language:<\/p><p>&lsquo;Live while you live,&rsquo; the sacred preacher cries,<\/p><p>&lsquo;And give to God each moment as it flies;&rsquo;<\/p><p>&lsquo;Live while you live,&rsquo; the Epicure would say,<\/p><p>&lsquo;And seize the pleasures of the present day.&rsquo;<\/p><p>Lord, in my view, let both united be,<\/p><p>I live to pleasure when I live to thee.<\/p> ",
    "audit": 1
}