{
    "id": 1954,
    "source": "barnes",
    "verse_id": 18861,
    "verse_count": 1,
    "reference": "62:6 ",
    "title": "",
    "html": "<p><em>I have set watchmen upon thy walls<\/em>&mdash;(See the notes at <a class=\"isa\" verses=\"eyIxODA0MiI6Nn0=\">Isaiah 21:6-11<\/a> ). The speaker here is undoubtedly Yahweh; and by watchmen he means those whom he had appointed to be the instructors of his people&mdash;the ministers of religion. The name &lsquo;watchmen&rsquo; is often given to them (<a class=\"ref\">Ezekiel 3:17; Ezekiel 33:7<\/a> ; see the notes at <a class=\"isa\" verses=\"WzE4NzA1LDE4NzY0XQ==\">Isaiah 52:8; Isaiah 56:10<\/a> ).<\/p><p><em>Which shall never hold their peace<\/em>&mdash;The watches in the East are to this day performed by a loud cry as they go their rounds. This is done frequently in order to mark the time, and also to show that they are awake to their duty. &ldquo;The watchmen in the camp of the caravans go their rounds, crying one after another, &lsquo;God is one; He is merciful&rsquo;; and often add, &lsquo;Take heed to yourselves&rsquo;&rdquo;&mdash;(Tavernier). The truth here taught is, that they who are appointed to be the ministers of religion should be ever watchful and unceasing in the discharge of their duty.<\/p><p><em>Ye that make mention of the Lord<\/em>&mdash;Margin, &lsquo;That are the Lord&rsquo;s remembrancers.&rsquo; These are evidently the words of the prophet addressing those who are watchmen, and urging them to do their duty, as he had said <a class=\"isa\" verses=\"MTg4NTY=\">Isaiah 62:1<\/a> he was resolved to do his, Lowth renders this, &lsquo;O ye that proclaim the name of Yahweh.&rsquo; Noyes, &lsquo;O ye that praise Yahweh.&rsquo; But this does not express the sense of the original as well as the common version. The Hebrew word המזכירים hamazekiyriym, from זכר zâkar, &ldquo;to remember&rdquo;) means properly those bringing to remembrance, or causing to remember. It is a word frequently applied to the praise of God, or to the celebration of his worship <a class=\"ref\">Psalm 20:7; Psalm 38:1; Psalm 45:17; Psalm 70:1; Psalm 102:12<\/a>. In such instances the word does not mean that they who are engaged in his service cause Yahweh to remember, or bring things to his recollection which otherwise he would forget; but it means that they would keep up his remembrance among the people, or that they proclaimed his name in order that he might not be forgotten. This is the idea here. It is not merely that they were engaged in the worship of God; but it is, that they did this in order to keep up the remembrance of Yahweh among people. In this sense the ministers of religion are &lsquo;the remembrancers&rsquo; of the Lord.<\/p><p><em>Keep not silence<\/em>&mdash;Hebrew, &lsquo;Let there be no silence to you.&rsquo; That is, be constantly employed in public prayer and praise.<\/p>",
    "audit": 1
}