{
    "id": 980,
    "source": "barnes",
    "verse_id": 17887,
    "verse_count": 1,
    "reference": "11:2 ",
    "title": "",
    "html": "<p><em>And the Spirit of the Lord<\/em>&mdash;The Spirit of Yahweh. Chaldee, &lsquo;And there shall rest upon him the spirit of prophecy from before Yahweh.&rsquo; In the previous verse, the prophet had announced his origin and his birth. In this, he proceeds to describe his extraordinary endowments, as eminently holy, pure, and wise. There can be no doubt that reference is here had to the Holy Spirit, the third person of the sacred Trinity, as descending upon him in the fullness of his influences, and producing in him perfect wisdom, knowledge, and the fear of the Lord. The Spirit of Yahweh shall rest upon him&mdash;a Spirit producing wisdom, understanding, counsel, might, etc. All these are lit the Scriptures traced to the agency of the Holy Spirit; see <a class=\"ref\">1 Corinthians 12:8-11<\/a>. The meaning here is, that the Messiah should be endowed with these eminent prophetic gifts and qualifications for his ministry by the agency of the Holy Spirit. It was by that Spirit that the prophets had been inspired (see <a class=\"ref\">2 Peter 1:21; 2 Timothy 3:16<\/a> ); and as the Messiah was to be a prophet <a class=\"ref\">Deuteronomy 18:15, Deuteronomy 18:18<\/a> , there was a fitness that he should be endowed in the same manner. If it be asked how one, who was divine in his own nature, could be thus endowed by the aid of the Spirit, the answer is, that he was also to be a man descended from the honored line of David, and that as a man he might be furnished for his work by the agency of the Holy Spirit. His human nature was kept pure; his mind was made eminently wise; his heart always retained the fear and love of God, and there is no absurdity in supposing that these extraordinary endowments were to be traced to God. That he was thus under the influence of the Holy Spirit, is abundantly taught in the New Testament. Thus, in <a class=\"ref\">Matthew 3:16<\/a> , the Holy Spirit is represented as descending on him at his baptism, In <a class=\"ref\">John 3:34<\/a> , it is said, &lsquo;For he whom God hath sent speaketh the words of God, for God giveth not the Spirit by measure unto him;&rsquo; compare <a class=\"ref\">Colossians 1:19<\/a>.<\/p><p><em>Shall rest upon him<\/em>&mdash;That is, shall descend on him, and remain with him. It shall not merely come upon him, but shall attend him permanently; compare <a class=\"ref\">Numbers 11:25-26<\/a>.<\/p><p><em>The spirit of wisdom<\/em>&mdash;The spirit producing wisdom, or making him wise. Wisdom consists in the choice of the best means to secure the best ends. This attribute is often given to the Messiah in the New Testament, and was always evinced by him; compare <a class=\"ref\">1 Corinthians 1:30; Ephesians 1:17; Colossians 2:3<\/a>: &lsquo;In whom are hid all the treasures of wisdom and knowledge.&rsquo;<\/p><p><em>And understanding<\/em>&mdash;The difference between the words here rendered wisdom and understanding is, that the former denotes wisdom properly; and the latter, that judgment resulting from wisdom, by which we distinguish things, or decide on their character.<\/p><p><em>The spirit of counsel<\/em>&mdash;That by which be shall be qualified to &ldquo;give&rdquo; counsel or advice; the qualification of a public instructor and guide; see the note at <a class=\"isa\" verses=\"WzE3ODM2XQ==\">Isaiah 9:6<\/a>.<\/p><p><em>And might<\/em>&mdash;Strength, vigor, energy; that strength of heart and purpose which will enable a man to meet difficulties, to encounter dangers, to be bold, open, and fearless in the discharge of his duties. It is not necessary to remark, that this characteristic was found in an eminent degree in the Lord Jesus Christ.<\/p><p><em>Of knowledge<\/em>&mdash;That is, the knowledge of the attributes and plans of Yahweh; compare <a class=\"ref\">Matthew 11:27<\/a> : &lsquo;Neither knoweth any man the Father save the Son.&rsquo; <a class=\"ref\">John 1:18<\/a> : &lsquo;No man hath seen God at I any time; the only begotten Son, which is in the bosom of the Father, he hath declared him;&rsquo; <a class=\"ref\">1 John 5:20<\/a>.<\/p><p><em>And of the fear of the Lord<\/em>&mdash;The fear of Yahweh is often used to denote piety in general, as consisting in a reverence for the divine commands, and a dread of offending him; &ldquo;that is,&rdquo; a desire to please him, which is piety; compare <a class=\"ref\">Job 28:28; Psalm 19:9; Psalm 111:10; Proverbs 1:7; Proverbs 3:13; Proverbs 15:33; Proverbs 19:23<\/a>. That this characteristic was found eminently in the Lord Jesus, it is not necessary to attempt to prove.<\/p>",
    "audit": 1
}