{
    "id": 795,
    "source": "barnes",
    "verse_id": 17702,
    "verse_count": 1,
    "reference": "2:16",
    "title": "",
    "html": " <p> <em>And upon all the ships of Tarshish <\/em>&mdash;Ships of Tarshish are often mentioned in the Old Testament, but the meaning of the expression is not quite obvious; see <a class=\"ref\">1 Kings 10:22; 2 Chronicles 9:21; 2 Chronicles 20:36-37; Psalm 48:7<\/a>,... It is evident that &ldquo;Tarshish&rdquo; was some distant land from which was imported silver, iron, lead, tin, etc. It is now generally agreed that &ldquo;Tartessus&rdquo; in Spain is referred to by the Tarshish of Scripture. Bruce, however, supposes that it was in Africa, south of Abyssinia; see the note at <a class=\"isa\" verses=\"WzE4ODMxXQ==\">Isaiah 60:9<\/a>. That it was in the &ldquo;west&rdquo; is evident from <a class=\"ref\">Genesis 10:4<\/a>; compare <a class=\"ref\">Psalm 72:10<\/a>. In <a class=\"ref\">Ezekiel 28:13<\/a>, it is mentioned as an important place of trade; in <a class=\"ref\">Jeremiah 10:9<\/a>, it is said that silver was procured there; and in <a class=\"ref\">Ezekiel 28:12<\/a>, it is said that iron, lead, silver, and tin, were imported from it. In <a class=\"ref\">2 Chronicles 9:21<\/a>, it is said that the ships of Tarshish returned every three years, bringing gold and silver, ivory, apes and peacocks. These are productions chiefly of India, but they might have been obtained in trade during the voyage. In <a class=\"isa\" verses=\"WzE4MDc5LDE4ODMxXQ==\">Isaiah 23:1; Isaiah 60:9<\/a>, the phrase, &rsquo;ships of Tarshish,&rsquo; seems to denote ships that were bound on long voyages, and it is probable that they came to denote a particular kind of ships adapted to long voyages, in the same way as the word &ldquo;Indiaman&rdquo; does with us. The precise situation of &ldquo;Tarshish&rdquo; is not necessary to be known in order to understand the passage here. The phrase, &rsquo;ships of Tarshish,&rsquo; denotes clearly ships employed in foreign trade, and in introducing articles of commerce, and particularly of luxury. The meaning is, that God would embarrass, and destroy this commerce; that his judgments would be on their articles of luxury, The Septuagint renders it, &lsquo;and upon every ship of the sea, and upon every beautiful appearance of ships.&rsquo; The Targum, &lsquo;and upon those who dwell in the isles of the sea, and upon those who dwell in beautiful palaces.&rsquo; <\/p> <p> <em>And upon all pleasant pictures <\/em>&mdash;Margin, &lsquo;pictures of desire;&rsquo; that is, such as it should be esteemed desirable to possess, and gaze upon; pictures of value or beauty. Tatum, &lsquo;costly palaces.&rsquo; The word rendered &lsquo;pictures,&rsquo; שׂכיות s&lsquo;ekı̂yôth, denotes properly &ldquo;sights,&rdquo; or objects to be looked at; and does not designate &ldquo;paintings&rdquo; particularly, but everything that was designed for ornament or luxury. Whether the art of painting was much known among the Hebrews, it is not now possible to determine. To a certain extent, it may be presumed to have been practiced; but the meaning of this place is, that the divine judgment should rest on all that was designed for mere ornament and luxury; and, from the description in the previous verses, there can be no doubt that such ornaments would abound. <\/p>",
    "audit": 1
}