{
    "id": 1629,
    "source": "barnes",
    "verse_id": 18536,
    "verse_count": 1,
    "reference": "44:2",
    "title": "",
    "html": " <p> <em>Thus saith the Lord that made thee <\/em>&mdash;(See the note at <a class=\"isa\" verses=\"WzE4NTA3XQ==\">Isaiah 43:1<\/a>). <\/p> <p> <em>And formed thee from the womb <\/em>&mdash;This is equivalent to the declaration that he was their Maker, or Creator. It means, that from the very beginning of their history as a people, he had formed and moulded all their institutions, and directed all things in regard to them&mdash;as much as he is the former of the body from the commencement of its existence. It may be observed that the words, &lsquo;from the womb,&rsquo; are joined by some interpreters with the phrase, &lsquo;that formed thee,&rsquo; meaning, that he had been the originator of all their customs, privileges, and laws, from the beginning of their history; and by others with the phrase, &lsquo;will help thee,&rsquo; meaning, that from the commencement of their existence as a nation, he had been their helper. According to the Masoretic marks of distinction, the former is the true sense. So the Septuagint, Aben Ezra, Kimchi, Lowth, etc.; but Jerome, Luther, and some others, prefer the latter mode. <\/p> <p> <em>Fear not <\/em>&mdash;(See the note at <a class=\"isa\" verses=\"WzE4NDYyXQ==\">Isaiah 41:10<\/a>). Though you have sinned as a people <a class=\"isa\" verses=\"W3siMTg1MjkiOjJ9LFsxODUzM11d\">Isaiah 43:23-24, Isaiah 43:27<\/a>, and though all these heavy judgments have come upon you <a class=\"isa\" verses=\"WzE4NTM0XQ==\">Isaiah 43:28<\/a>, yet you have no reason to fear that God will finally abandon and destroy you. <\/p> <p> <em>And thou Jeshurun <\/em>&mdash;(וישׁרוּן vayeshurûn). This word occurs but four times in the Bible, as a poetical name for the people of Israel, apparently expressing affection and tenderness (<a class=\"ref\">Deuteronomy 32:15; Deuteronomy 33:5, Deuteronomy 33:26<\/a>; and in this place). It is, says Gesenius (Commentary in loc.), &lsquo;a flattering appellation (schmeichelwort) for Israel,&rsquo; and is probably a diminutive from ישׁור yāshûr equals ישׁר yāshâr, the passive form in an intransitive verb with an active signification. The ending ון ôn, he adds, is terminatio charitiva&mdash;a termination indicating affection, or kindness. In his Lexicon, he observes, however (as translated by Robinson), that &lsquo;it seems not improbable that it was a diminutive form of the name ישׂראל yı̂s&lsquo;râ&lsquo;ēl, which was current in common life for the fuller form ישׂיאלוּן yı̂s&lsquo;râ&lsquo;ēlûn, title of affection for Israel, but, like other common words of this sort, contracted, and more freely inflected, so as at the same time to imply an allusion to the signification of right or uprightness, contained in the root ישׁר yâshar.&rsquo; Jerome renders it, Rectissime&mdash;&lsquo;Most upright.&rsquo; The Septuagint renders it, &Eta;̓&gamma;&alpha;&pi;&eta;&mu;&epsilon;́&nu;&omicron;&sigmaf; &Iota;̓&sigma;&rho;&alpha;&eta;́&lambda; Ēgapēmenos Israēl&mdash;&lsquo;Beloved Israel.&rsquo; The Syriac renders it, &lsquo;Israel.&rsquo; So also the Chaldee. It is, doubtless, a title of affection, and probably includes the notion of uprightness, or integrity. <\/p>",
    "audit": 1
}