{
    "id": 799,
    "source": "barnes",
    "verse_id": 17706,
    "verse_count": 1,
    "reference": "2:20",
    "title": "",
    "html": " <p> <em>In that day <\/em>&mdash;That is, in the time when God would come forth to inflict punishment. Probably the day to which the prophet refers here was the time of the captivity at Babylon. <\/p> <p> <em>A man shall cast... <\/em>&mdash;That is, &ldquo;all&rdquo; who have idols, or who have been trusting in them. Valuable as they may be&mdash;made of gold and silver; and much as he may &ldquo;now&rdquo; rely on them or worship them, yet he shall then see their vanity, and shall cast them into dark, obscure places, or holes, where are moles and bats. <\/p> <p> <em>To the moles <\/em>&mdash;פרות לחפר lachepor pērôth. Probably this should be read as a single word, and it is usually interpreted &ldquo;moles.&rdquo; Jerome interprets it as mice or moles, from חפר châphar, &ldquo;to dig.&rdquo; The word is formed by doubling the radical letters to give &ldquo;intensity.&rdquo; Similar instances of words being divided in the Hebrew, which are nevertheless to be read as one, occur in <a class=\"ref\">2 Chronicles 24:6; Jeremiah 46:20; Lamentations 4:3; Ezekiel 27:6 <\/a>. The mole is a well-known animal, with exceedingly small eyes, that burrows under ground, lives in the dark, and subsists on roots. The bat lives in o d ruins, and behind the bark of trees, and flies only in the night. They &ldquo;resemble&rdquo; each other, and are used here in connection, because &ldquo;both&rdquo; dwell amidst ruins and in obscure places; both are regarded as animals of the lowest order; both are of the same genus, and both are almost blind. The sense is, therefore, that the idols which had before been so highly venerated, would now be despised, and cast into obscure places, and amidst ruins, as worthless; see Bochart&rsquo;s &ldquo;Hieroz.,&rdquo; P. i., Lib. iii., p. 1032. Ed. 1663. <\/p> <p> <em>And to the bats <\/em>&mdash;&lsquo;The East may be termed the country of bats; they hang by hundreds and thousands in caves, ruins, and under the roofs of large buildings. To enter such places, especially after rain, is &ldquo;most&rdquo; offensive. I have lived in rooms where it was sickening to remain, on account of the smell produced by those creatures, and whence it was almost impossible to expel them. What from the appearance of the creature, its sunken diminutive eye, its short legs (with which it cannot walk), its leather-like wings, its half-hairy, oily skin, its offensive ordure ever and anon dropping on the ground, its time for food and sport, darkness, makes it one of the most disgusting creatures to the people of the East. No wonder, then, that its name is used by the Hindoos (as by the prophet) for an epithet of contempt. When a house ceases to please the inhabitants, on account of being haunted, they say, Give it to the &ldquo;bats.&rdquo; &ldquo;Alas! alas! my wife and children are dead; my houses, my buildings, are all given to the bats.&rdquo; People ask, when passing a tenantless house, &ldquo;Why is this habitation given to the bats?&ldquo;&lsquo;&mdash;&ldquo;Roberts.&rdquo; The meaning is, that the man would throw his idols into such places as the bats occupy&mdash;he would so see their vanity, and so despise them, as to throw them into old ruins and dark places. <\/p> ",
    "audit": 1
}