{
    "id": 1035,
    "source": "barnes",
    "verse_id": 17942,
    "verse_count": 1,
    "reference": "14:13",
    "title": "",
    "html": "<p><em>For thou hast said in thine heart<\/em> &mdash;It was thy purpose or design.<\/p><p><em>I will ascend into heaven<\/em> &mdash;Nothing could more strikingly show the arrogance of the monarch of Babylon than this impious design. The meaning is, that he intended to set himself up as supreme; he designed that all should pay homage to him; be did not intend to acknowledge the authority of God. It is not to be understood literally; but it means that he intended &ldquo;not&rdquo; to acknowledge any superior either in heaven or earth, but designed that himself and his laws should be regarded as supreme.<\/p><p><em>Above the stars of God<\/em> &mdash;The stars which God has made. This expression is equivalent to the former that he would ascend into heaven.<\/p><p><em>I will sit also upon the mount of the congregation<\/em> &mdash;The word rendered &lsquo;congregation&rsquo; מועד mô‛êd from יעד yâ‛ad &ldquo;to fix, appoint&rdquo;), properly means a fixed or definite time; then an &ldquo;appointed&rdquo; place of meeting; then a meeting itself; an assembly, a congregation. What is referred to here it is difficult to determine. The Septuagint renders it, &lsquo;On a high mountain, on the lofty regions which lie to the north.&rsquo; The Chaldee, &lsquo;I will sit in the mount of covenant, in the regions of the north.&rsquo; Grotius supposes that when the king of Babylon said he would ascend into heaven, he meant the land of Judea, which was called heaven because it was dedicated to God; that when he said be would ascend above the stars, he meant to denote those &lsquo;who were learned in the law;&rsquo; that by the &lsquo;mount of the congregation,&rsquo; he meant mount Moriah where was the temple; and that by the &rsquo;side of the north,&rsquo; he meant mount Zion, which, he says, was on the north of Jerusalem. It is remarkable that the usually accurate Grotius should have fallen into this error, as mount Zion was not on the north of Jerusalem, but was south of mount Moriah. Vitringa defends the same interpretation in the main, but supposes that by the &lsquo;mount of the congregation&rsquo; is meant mount Zion, and by &lsquo;the sides of the north;&rsquo; is meant mount Moriah lying north of Zion. He supposes that mount Zion is called &lsquo;the mount of the congregation,&rsquo; not because the congregation of Israel assembled there, but because it was the &ldquo;appointed place&rdquo; where God met his people, or where he manifested himself to them, and appeals to the following places where the word which is here lrcndered &lsquo;congregation&rsquo; is applied, in various forms, to the manifestation which God thus made<a class=\"ref\">Exodus 25:22; Exodus 29:42-43; Psalm 74:8<\/a> . So Lowth supposes that it refers to the place where God promised to meet with his people<a class=\"ref\">Exodus 25:22; Exodus 29:42-43<\/a> , and to commune with them, and translates it &lsquo;the mount of the divine presence.&rsquo; But to this interpretation there are great objections:<\/p><p>(1) The terms here employed &lsquo;the mount of the congregation,&rsquo; &lsquo;the sides of the north,&rsquo; are not elsewhere applied to mount Zion, and to mount Moriah.<\/p><p>(2) It does not correspond with the evident design of the king of Babylon. His object was not to make himself master of Zion and Moriah, but it was to exalt himself above the stars; to be elevated above all inferior beings; and to be above the gods.<\/p><p>(3) It is a most forced and unnatural interpretation to call the land of Judea &lsquo;heaven,&rsquo; to speak of it as being &lsquo;above the stars of God,&rsquo; or as &lsquo;above the heights of the clouds;&rsquo; and it is clear that the king of Babylon had a much higher ambition, and much more arrogant pretensions, than the conquest of what to him would be the comparatively limited province of Judea.<\/p><p>However important that land appeared to the Jews as their country and their home; or however important it was as the place of the solemnities of the true religion, yet we are to remember that it had no such consequence in the eyes of the king of Babylon. He had no belief in the truth of the Jewish religion, and all Judea compared with his other vast domains would appear to be a very unimportant province. It is evident, therefore, I think, that the king of Babylon did not refer here to Judea, or to Zion. The leading idea of his heart, which ought to guide our interpretation, was, that he designed &ldquo;to ascend in authority over all inferior beings, and to be like the Most High.&rdquo; We are to remember that Babylon was a city of idolatry; and it is most probable that by &lsquo;the mount of the congregation, in the sides of the north,&rsquo; there is reference to a belief prevalent in Babylon that the gods had their residence on some mountain of the north.<\/p><p>This was a common opinion among the ancients. The Hindus call that mountain &ldquo;Meru;&rdquo; the Persians, who are followers of Zoroaster, &ldquo;Al Bordsch;&rdquo; the Arabs, &ldquo;Kafe;&rdquo; and the Greeks, &ldquo;Olympus.&rdquo; The common opinion was that this mountain was in the center of the world, but the Hindoos speak of it as to the north of themselves in the Himalaya regions; the followers of Zoroaster in the mountains of Caucasus, lying to the north of their country; and the Greeks speak of Olympus, the highest mountain north of them in Thessaly. The Hindoo belief is thus referred to by Ward: &lsquo;In the book of Karma-Vipaka, it is said that the heavenly Vishnu, Brahma, and Siva, are upon the three peaks of the mountain Su-Meru, and that at the foot of this mountain are the heavens of twenty-one other gods.&rsquo; (&ldquo;View of the History, Literature, and Religion of the Hindoos,&rdquo; vol. i. p. 13.) So Wilford, in a Treatise on the mountain Caucasus, in the &ldquo;Asiatic Researches,&rdquo; vol. vi. p. 488, says, &lsquo;The Hindoos regard the mountain Meru as the dwelling-place of the gods.<\/p><p>In the Puranas it is said, that upon the mountain Meru there is eternal day, for a space of fourteen degrees around the mountain Su-Meru, and consequently eternal night for the same space on the opposite side; so the Hindoos are constrained to admit that Su-Meru is directly upon the top of the shadow of the earth, and that from the earth to that peak there is a vast cone-formed hill, dense as other earthly bodies, but invisible, impalpable, and impassable by mortals. On the side of this hill are various abodes, which, the higher one ascends, become the more beautiful, and which are made the dwellings of the blessed, according to the degrees of their desert. God and the most exalted of the divine beings have their abodes on the sides of the north, and on the top of this mountain.&rsquo; According to the Zendavesta, the Al Bordsch is the oldest and the highest of the mountains; upon that is the throne of Ormuzd, and the assemblage of the heavenly spirits (Feruer; see Rosenmuller, &ldquo;Alterthumskunde,&rdquo; vol. i. pp. 154-157).<\/p><p>Thus in Babylon, some of the mountains north in Armenia may have been supposed to be the special dwelling-place of the gods. Such a mountain would &ldquo;appear&rdquo; to be under the north pole, and the constellations would seem to revolve around it. It is not improbable that the Aurora Borealis, playing often as it does in the north with special magnificence, might have contributed to the belief that this was the special abode of the gods. Unable to account&mdash;as indeed all moderns are&mdash;for these special and magnificent lights in the north, it accorded with the poetic and mythological fancy of the ancients to suppose that they were designed to play around, and to adorn the habitation of the gods. This disposition to make the mountains of the north the seat of the gods, may have arisen also in part from the fact that the country on the north of Babylon was a volcanic region, and that the light emitted from volcanoes was an appropriate manifestation of the glory of superior invisible beings. &lsquo;On the borders of the Caspian (Sea), in the country around the Bakir, there is a tract called The Field of Fire, which continually emits inflammable gas, while springs of naphtha and petroleum occur in the same vicinity, as also mud volcanoes.<\/p><p>In the chain of Elburs, to the south of this sea, is a lofty mountain, which, according to Morier, sometimes emits smoke, and at the base of which there are several craters where sulphur and saltpetre are procured in sufficient abundance to be used in commerce.&rsquo; (Lyell&rsquo;s Geology, vol. i. p. 297.) We find some trades of these ideas in the Scriptures. The north is often mentioned as the seat of the whirlwind, the storm, and especially as the residence of the cherubim. Thus in Ezekiel&rsquo;s vision of the cherubim, the whole magnificent scene is represented as coming from the north&mdash;as if the appropriate abode of the cherubim:<\/p><p>&lsquo;I looked, and lo! a whirlwind from the north<\/p><p>Came sweeping onward, a vast cloud that rolled<\/p><p>In volumes, charged with gleaming fire, along,<\/p><p>And east its splendors all around.<\/p><p>Brow from within shone forth, what seemed the glow<\/p><p>Of gold and silver molten in the flame,<\/p><p>And in the midst thereof the form expressed,<\/p><p><em>As of a fourfold living thing<\/em> &mdash;a shape<\/p><p>That yet contained the semblance of a man.&rsquo;<\/p><p><a class=\"ref\">Ezekiel 1:4-5<\/a> , trans. in Marsh&rsquo;s Herder.<\/p><p>Thus, in<a class=\"ref\">Ezekiel 28:14<\/a> , Tyre is said to be &lsquo;the anointed cherub that covereth,&rsquo; and to have been &lsquo;upon the holy mountain of God,&rsquo; or &ldquo;the gods&rdquo;&mdash;evidently meaning, not Zion, but some mountain in the vicinity of Eden (see<a class=\"isa\" verses=\"WzE3OTQyXQ==\">Isaiah 14:13<\/a>). Thus also, in<a class=\"ref\">Zechariah 6:1-8<\/a> , four chariots are represented as coming out of the mountains, the first chariot with red horses, the second with black horses, the third with white horses, and the fourth with bay horses. The horses that have gone through the earth are<a class=\"isa\" verses=\"WzE3OTM3XQ==\">Isaiah 14:8<\/a> represented as going to the &ldquo;north&rdquo; as their place of rest. These passages, particularly the one from Ezekiel, show that the northern regions were regarded as the seat of striking and special manifestations of the divine glory (compare<a class=\"ref\">Job 23:9<\/a> , note;<a class=\"ref\">Job 37:22<\/a> , note). And it is probable that, in the view of the Babylonians, the northern mountains of Armenia, that seemed to be near the north pole, around which the constellations revolved, and that appeared to be surmounted and encompassed by the splendid light of the Aurora Borealis, were regarded as the special place where the gods held their assemblies, and from where their power went forth through the nations. Over all their power it was the intention of the king of Babylon to ascend, and even to rise above the stars that performed their revolutions around the seats of the gods in the north; to be &ldquo;supreme&rdquo; in that assembly of the gods, and to be regarded there as the supreme and incontrollable director of even all the gods. It is probable, says Mitford (&ldquo;Life of Milton,&rdquo; vol. i. p. 73), that from this scarcely intelligible hint Milton threw up his palace for his fallen angels: thus:<\/p><p>At length into the limits of the north<\/p><p>They came, and Satan to his royal seat,<\/p><p>High on a hill, far blazing as a mount<\/p><p>Raised on a mount, with pyramids and towers,<\/p><p>From diamond quarries hewn, and rocks of gold.<\/p><p>The palace of great Lucifer, so call<\/p><p>That structure in the dialect of men<\/p><p>Interpreted; which not long after he<\/p><p>Affecting an equality with God,<\/p><p>In imitation of that mount, whereon<\/p><p>Messiah was declared in sight of heaven,<\/p><p>The mountain of the congregation called, etc.<\/p> ",
    "audit": 1
}