{
    "id": 988,
    "source": "barnes",
    "verse_id": 17895,
    "verse_count": 1,
    "reference": "11:10",
    "title": "",
    "html": " <p> <em>And in that day <\/em>&mdash;That future time when the reign of the Messiah shall be established; Note, <a class=\"isa\" verses=\"WzE3NzEwLDE3NzM1XQ==\">Isaiah 3:2; Isaiah 4:1<\/a>. The prophet, having described the birth, and the personal characteristics of the great personage to whom he referred, together with the peaceful effects of his reign, proceeds to state the result of that reign in some other respects. The first is <a class=\"isa\" verses=\"WzE3ODk1XQ==\">Isaiah 11:10<\/a>, that the &ldquo;Gentiles&rdquo; would be brought under his reign; the second <a class=\"isa\" verses=\"WzE3ODk5XQ==\">Isaiah 11:14<\/a>, that it would be attended with the restoration of the scattered people of Judea; and the third <a class=\"isa\" verses=\"eyIxNzkwMCI6Mn0=\">Isaiah 11:15-16<\/a>, that it would be followed by the destruction of the enemies of the people of God. <\/p> <p> <em>There shall be a root of Jesse <\/em>&mdash;There shall be a sprout, shoot, or scion of the ancient and decayed family of Jesse; see the note at <a class=\"isa\" verses=\"WzE3NzQxXQ==\">Isaiah 5:1<\/a>. Chaldee, &lsquo;There shall be a son of the sons of Jesse.&rsquo; The word &ldquo;root&rdquo; here&mdash;שׁרשׁ shoresh&mdash;is evidently used in the sense of a root that, is alive when the tree is dead; a root that sends up a shoot or sprout; and is thus applied to him who should proceed from the ancient and decayed family of Jesse; see <a class=\"isa\" verses=\"WzE4NzE0XQ==\">Isaiah 53:2<\/a>. Thus in <a class=\"ref\">Revelation 5:5<\/a>, the Messiah is called &lsquo;the&rdquo; root&rdquo; of David,&rsquo; and in <a class=\"ref\">Revelation 22:16<\/a>, &lsquo;the root and the offspring of David.&rsquo; <\/p> <p> <em>Which shall stand <\/em>&mdash;There is reference here, doubtless, to the fact that military ensigns were sometimes raised on mountains or towers which were permanent, and which, therefore, could be rallying points to an arm or a people. The idea is, that the root of Jesse, that is, the Messiah, should be conspicuous, and that the nations should flee to him, and rally around him as a people do around a military standard. Thus the Saviour says <a class=\"ref\">John 12:32<\/a>: &lsquo;And I, if I be lifted up from the earth, will draw all men unto me.&rsquo; <\/p> <p> <em>For an ensign <\/em>&mdash;For a standard, or a sign round which they shall rally. <\/p> <p> <em>Of the people <\/em>&mdash;That is, as the parallelism shows, of the Gentiles. <\/p> <p> <em>To it shall the Gentiles seek <\/em>&mdash;The pagan world shall look to it for safety and deliverance. In the Scriptures, the world is spoken of as divided into Jews and Gentiles. All who are not Jews come under this appellation. This is a distinct prophecy, that other nations than the Jews should be benefited by the work of the Messiah, and constitute a part of his kingdom. This fact is often referred to by Isaiah, and constitutes a very material feature in his prophecies; <a class=\"isa\" verses=\"WzE4NDgyLDE4NDg3LDE4NjU5LDE4NzI3LDE4ODI1LDE4ODI3LDE4ODMzLDE4ODM4LDE4ODUwLDE4ODUzLDE4ODU3LDE4OTM1LDE4OTQyXQ==\">Isaiah 42:1, Isaiah 42:6; Isaiah 49:22; Isaiah 54:3; Isaiah 60:3, Isaiah 60:5, Isaiah 60:11, Isaiah 60:16; Isaiah 61:6, Isaiah 61:9; Isaiah 62:2; Isaiah 66:12, Isaiah 66:19<\/a>. The word &ldquo;seek&rdquo; here, is used in the sense of seeking as a Deliverer, or a Saviour: they shall apply to him for instruction, guidance, and salvation; or they shall apply to him as a nation looks to its deliverer to protect it; compare <a class=\"isa\" verses=\"WzE3ODI3XQ==\">Isaiah 8:19<\/a>; <a class=\"ref\">2 Kings 1:3<\/a>; <a class=\"isa\" verses=\"WzE4ODk5XQ==\">Isaiah 65:1<\/a>. <\/p> <p> <em>And his rest <\/em>&mdash;The rest, peace, and quietness, which he shall give. This evidently includes all the rest or peace which he shall impart to those who seek him. The word מנוחה menûchâh sometimes denotes &ldquo;a resting place,&rdquo; or a habitation <a class=\"ref\">Numbers 10:33; Micah 2:10; Psalm 132:8<\/a>; but it also denotes &ldquo;a state of rest, quietness;&rdquo; <a class=\"ref\">Ruth 1:9; Jeremiah 45:3; Psalm 23:2; Psalm 95:11; Deuteronomy 12:9<\/a>; <a class=\"isa\" verses=\"WzE4MTc3LDE4NTg4XQ==\">Isaiah 28:12; Isaiah 46:1<\/a>. Here it evidently means the latter. It may refer, <\/p> <p>(1) To the peace which he gives to the conscience of the awaened and troubled sinner <a class=\"ref\">Matthew 11:28-30<\/a>; or <\/p> <p>(2) To the prosperity and peace which his reign shall produce. <\/p> <p> <em>Shall be glorious <\/em>&mdash;Hebrew, &lsquo;Shall be glory.&rsquo; That is, shall be full of glory and honor. It shall be such as shall confer signal honor on his reign. The Chaldee understands this of his place of residence, his palace, or court. &lsquo;And the place of his abode shall be in glory.&rsquo; The Vulgate renders it, &lsquo;and his sepulchre shall be glorious.&rsquo; <\/p> <p>&lsquo;By his rest, we are not to understand his grave&mdash;or his death&mdash;or his Sabbath&mdash;or the rest he gives his people&mdash;but his place of rest, his residence. There is no need of supplying a preposition before glory, which is an abstract used for a concrete&mdash;glory, for glorious. The church, Christ&rsquo;s home, shall be glorious from his presence, and the accession of the Gentiles.&rsquo;&mdash;(Alexander.) This is a beautiful rendering; it is, moreover, consistent with the letter and spirit of the passage. Some include both ideas. <\/p>",
    "audit": 1
}