{
    "id": 756,
    "source": "barnes",
    "verse_id": 17663,
    "verse_count": 1,
    "reference": "1:8",
    "title": "",
    "html": " <p> <em>And the daughter of Zion <\/em>&mdash;Zion, or Sion, was the name of one of the hills on which the city of Jerusalem was built. On this hill formerly stood the city of the Jebusites, and when David took it from them he transferred to it his court, and it was called the city of David, or the holy hill. It was in the southern part of the city. As Zion became the residence of the court, and was the most important part of the city, the name was often used to denote the city itself, and is often applied to the whole of Jerusalem. The phrase &lsquo;daughter of Zion&rsquo; here means Zion itself, or Jerusalem. The name daughter is given to it by a personification in accordance with a common custom in Eastern writers, by which beautiful towns and cities are likened to young females. The name mother is also applied in the same way. Perhaps the custom arose from the fact that when a city was built, towns and villages would spring up round it&mdash;and the first would be called the mother-city (hence, the word metropolis). The expression was also employed as an image of beauty, from a fancied resemblance between a beautiful town and a beautiful and well-dressed woman. Thus <a class=\"ref\">Psalm 45:13 <\/a>,, the phrase daughter of Tyre, means Tyre itself; <a class=\"ref\">Psalm 137:8 <\/a>,, daughter of Babylon, that is, Babylon; <a class=\"isa\" verses=\"WzE4Mzc1XQ==\">Isaiah 37:22 <\/a>,, &lsquo;The virgin, the daughter of Zion;&rsquo; <a class=\"ref\">Jeremiah 46:2 <\/a>; <a class=\"isa\" verses=\"WzE4MDkwXQ==\">Isaiah 23:12 <\/a>; <a class=\"ref\">Jeremiah 14:17; Numbers 21:23, Numbers 21:32 <\/a>,, (Hebrew); <a class=\"ref\">Judges 11:26 <\/a>. Is left. נותרה nôtherâh. The word used here denotes left as a part or remnant is left&mdash;not left entire, or complete, but in a weakened or divided state. <\/p> <p> <em>As a cottage <\/em>&mdash;literally, &ldquo;a shade,&rdquo; or &ldquo;shelter&rdquo;&mdash;כסכה kesûkkâh, a temporary habitation erected in vineyards to give shelter to the grape gatherers, and to those who were uppointed to watch the vineyard to guard it from depredations; compare the note at <a class=\"ref\">Matthew 21:33 <\/a>. The following passage from Mr. Jowett&rsquo;s &lsquo;Christian Researches,&rsquo; describing what he himself saw, will throw light on this verse. &lsquo;Extensive fields of ripe melons and cucumbers adorned the sides of the river (the Nile). They grew in such abundance that the sailors freely helped themselves. Some guard, however, is placed upon them. Occasionally, but at long and desolate intervals, we may observe a little hut, made of reeds, just capable of containing one man; being in fact little more than a fence against a north wind. In these I have observed, sometimes, a poor old man, perhaps lame, protecting the property. It exactly illustrates <a class=\"isa\" verses=\"WzE3NjYzXQ==\">Isaiah 1:8 <\/a>.&rsquo; &lsquo;Gardens were often probably unfenced, and formerly, as now, esculent vegetables were planted in some fertile spot in the open field. A custom prevails in Hindostan, as travelers inform us, of planting in the commencement of the rainy season, in the extensive plains, an abundance of melons, cucumbers, gourds, etc. In the center of the field is an artificial mound with a hut on the top, just large enough to shelter a person from the storm and the heat;&rsquo; Bib. Dic. A.S.U. The sketch in the book will convey a clear idea of such a cottage. Such a cottage would be designed only for a temporary habitation. So Jerusalem seemed to be left amidst the surrounding desolation as a temporary abode, soon to be destroyed. <\/p> <p> <em>As a lodge <\/em>&mdash;The word lodge here properly denotes a place for passing the night, but it means also a temporary abode. It was erected to afford a shelter to those who guarded the enclosure from thieves, or from jackals, and small foxes. &lsquo;The jackal,&rsquo; says Hasselquist, &lsquo;is a species of mustela, which is very common in Palestine, especially during the vintage, and often destroys whole vineyards, and gardens of cucumbers.&rsquo; <\/p> <p> <em>A garden of cucumbers <\/em>&mdash;The word cucumbers here probably includes every thing of the melon kind, as well as the cucumber. They are in great request in that region on account of their cooling qualities, and are produced in great abundance and perfection. These things are particularly mentioned among the luxuries which the Israelites enjoyed in Egypt, and for which they sighed when they were in the wilderness. <a class=\"ref\">Numbers 11:5 <\/a>: &lsquo;We remember&mdash;the cucumbers and the melons,&rsquo; etc. The cucumber which is produced in Egypt and Palestine is large&mdash;usually a foot in length, soft, tender, sweet, and easy of digestion (Gesenius), and being of a cooling nature, was especially delicious in their hot climate. The meaning here is, that Jerusalem seemed to be left as a temporary, lonely habitation, soon to be forsaken and destroyed. <\/p> <p> <em>As a besieged city <\/em>&mdash;נצוּרה כעיר ke‛ı̂yr netsôrâh. Lowth. &lsquo;As a city taken by siege.&rsquo; Noyes. &ldquo;&lsquo;So is the delivered city.&rsquo; This translation was first proposed by Arnoldi of Marburg. It avoids the incongruity of comparing a city with a city, and requires no alteration of the text except a change of the vowel points. According to this translation, the meaning will be, that all things round about the city lay desolate, like the withered vines of a cucumber garden around the watchman&rsquo;s hut; in other words, that the city alone stood safe amidst the ruins caused by the enemy, like the hut in a gathered garden of cucumber.&rdquo; Noyes. According to this interpretation, the word נצוּרה netsôrâh is derived not from צור tsûr, to besiege, to press, to straiten; but from נצר nâtsar, to preserve, keep, defend; compare <a class=\"ref\">Ezekiel 6:12 <\/a>. The Hebrew will bear this translation; and the concinnity of the comparison will thus be preserved. I rather prefer, however, the common interpretation, as being more obviously the sense of the Hebrew, and as being sufficiently in accordance with the design of the prophet. The idea then is, that of a city straitened by a siege, yet standing as a temporary habitation, while all the country around was lying in ruins. Jerusalem, alone preserved amidst the desolation spreading throughout the land, will resemble a temporary lodge in the garden&mdash;itself soon to be removed or destroyed. The essential idea, whatever translation is adopted, is that of the solitude, loneliness, and temporary continuance of even Jerusalem, while all around was involved in desolation and ruin. <\/p>,",
    "audit": 1
}