{
    "id": 1458,
    "source": "barnes",
    "verse_id": 18365,
    "verse_count": 1,
    "reference": "37:12",
    "title": "",
    "html": " <p> <em>My fathers <\/em>&mdash;My predecessors on the throne. <\/p> <p> <em>Gozan <\/em>&mdash;This was a region or country in the northern part of Mesopotamia, and on the river Chaboras. There was a river of the name of Gozan in Media, which ran through the province, and gave it its name. The river fell probably into the Chaboras. This region is known to have been under the dominion of Assyria, for Shalmaneser, when he had subdued the ten tribes, carried them away beyond the Euphrates to a country bordering on the river Gozan <a class=\"ref\">2 Kings 17:6<\/a>. According to Gesenius, the river which is referred to, is the Chaboras itself. He translates the passage in <a class=\"ref\">2 Kings 17:6<\/a>, thus: &lsquo;And placed them in Chaleitis (Halah), and on the Chabor (Habor), a river of Gozan, and in the cities of the Medes.&rsquo; According to this, the river was the Chaboras, the Chabor of Ezekiel, and the region was situated on the Chaboras. This river falls into the Euphrates from the east. Ptolemy calls the region lying between the Chaboras and Laocoras by the name of Gauzanitis, which is doubtless the same as the Hebrew Gozan. Gozan is usually mentioned in connection with cities of Mesopotamia <a class=\"ref\">2 Kings 19:12; 1 Chronicles 5:26<\/a>. <\/p> <p> <em>And Haran <\/em>&mdash;This was a city of Mesopotamia, to which Abraham went after he left Ur of the Chaldees. His father died here; and from this place he was called to go into the land of promise (<a class=\"ref\">Genesis 11:31-32<\/a>; compare the notes at <a class=\"ref\">Acts 7:4<\/a>). It is now called Harran, and is situated in latitude 36 degree 52 minutes north; longitude 39 degrees 5 minutes east, in a flat and sandy plain, and is only populated by a few wandering Arabs, who select it as the place of residence on account of the delicious waters it contains. It belonged by conquest to the Assyrian Empire. <\/p> <p> <em>And Rezeph <\/em>&mdash;According to Abulfeda, there were many towns of this name. One, however, was more celebrated than the others, and is probably the one here referred to. It was situated about a day&rsquo;s journey west of the Euphrates, and is mentioned by Ptolemy by the name of &Rho;̔&eta;&sigma;&alpha;&phi;&alpha; Rēsapha (Resapha). <\/p> <p> <em>And the children of Eden <\/em>&mdash;Eden was evidently a country well known in the time of Isaiah, and was, doubtless, the tract within which man was placed when he was created. The garden or Paradise was in Eden, and was not properly itself called Eden <a class=\"ref\">Genesis 2:8<\/a>. It is probable that Eden was a region or tract of country of considerable extent. Its situation has been a subject of anxious inquiry. It is not proper here to go into an examination of this subject. It is evident from the passage before us that it was either in Mesopotamia, or in the neighborhood of that country, since it is mentioned in connection with cities and towns of that region. It is mentioned by Amos (787 b.c.), as a country then well known, and as a part of Syria, not far from Damascus: <\/p> <p>I will break also the bar of Damascus, <\/p> <p>And cut off the inhabitant from the plain of Aven, <\/p> <p>And him that holdeth the scepter from the house of Eden, <\/p> <p>And the people of Syria shall go into captivity to Kir, <\/p> <p>Saith the Lord. <\/p>",
    "audit": 1
}