{
    "id": 1003,
    "source": "barnes",
    "verse_id": 17910,
    "verse_count": 1,
    "reference": "13:3 ",
    "title": "",
    "html": "<p><em>I have commanded<\/em>&mdash;This is the language of God in reference to those who were about to destroy Babylon. &ldquo;He&rdquo; claimed the control and direction of all their movements; and though the command was not understood by &ldquo;them&rdquo; as coming from him, yet it was by his direction, and in accordance with his plan (compare the notes at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 10:7<\/a> ; <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 45:5-6<\/a> ). The &ldquo;command&rdquo; was not given by the prophets, or by an audible voice; but it was his secret purpose and direction that led them to this enterprise.<\/p><p><em>My sanctified ones<\/em>&mdash;The Medes and Persians; not called &rsquo;sanctified because they were holy, but because they were set apart by the divine intention and purpose to accomplish this. The word &rsquo;sanctify&rsquo; (קדשׁ qâdash) often means &ldquo;to set apart&rdquo;&mdash;either to God; to an office; to any sacred use; or to any purpose of religion, or of accomplishing any of the divine plans. Thus, it means to dedicate one to the office of priest <a class=\"ref\">Exodus 28:41<\/a> ; to set apart or dedicate an altar <a class=\"ref\">Exodus 39:36<\/a> ; to dedicate a people <a class=\"ref\">Exodus 19:10-14<\/a> ; to appoint, or institute a fast <a class=\"ref\">Joel 1:14; Joel 2:15<\/a> ; to sanctify a war <a class=\"ref\">Joel 3:9<\/a> , that is, to prepare one&rsquo;s-self for it, or make it ready. Here it means, that the Medes and Persians were set apart, in the purpose of God, to accomplish his designs in regard to Babylon (compare the note at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 10:5-6<\/a>).<\/p><p><em>My mighty ones<\/em>&mdash;Those who are strong; and who are so entirely under my direction, that they may be called mine.<\/p><p><em>For mine anger<\/em>&mdash;To accomplish the purposes of my anger against Babylon.<\/p><p><em>Even them that rejoice in my highness<\/em>&mdash;It cannot be supposed that the Medes and Persians really exulted, or rejoiced in God or in his plans, for it is evident that, like Sennacherib <a class=\"isa\" verses=\"WzE3OTE3XQ==\">Isaiah 10<\/a> , they were seeking to accomplish their own purposes, and were not solicitous about the plans of God (compare the note at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 47:6<\/a>). The word rendered &lsquo;my highness&rsquo; (גאותי ga&lsquo;ăvāthı̂y) means, properly, &ldquo;my majesty,&rdquo; or &ldquo;glory.&rdquo; When applied to people, as it often is, it means pride or arrogance. It means here, the high and exalted plan of God in regard to Babylon. It was a mighty undertaking; and one in which the power, the justice, and the dominion of God over nations would be evinced. In accomplishing this, the Medes and Persians would rejoice or exult, not as the fulfilling of the plan of God; but they would exult as if it were their own plan, though it would be really the glorious plan of God. Wicked people often exult in their success; they glory in the execution of their purposes; but they are really accomplishing the plans of God, and executing his great designs.<\/p>",
    "audit": 1
}