{
    "id": 889,
    "source": "barnes",
    "verse_id": 17796,
    "verse_count": 1,
    "reference": "7:13",
    "title": "",
    "html": "<p><em>O house of David<\/em>&mdash; <a class=\"isa\" verses=\"WzE3Nzg1XQ==\">Isaiah 7:2<\/a>. By this is to be understood not only the king himself, but the princes and rulers. Perhaps in addressing him thus, there was implied no small irony and reproach. David confided in God. But &ldquo;Ahaz,&rdquo; his descendant, feared to &ldquo;tempt&rdquo; God! As if God could not aid him! Worthy descendant he of the pious and devoted David!<\/p><p><em>Is it a small thing<\/em>&mdash;You are not satisfied with wearying people, but you would also fatigue and wear out the patience of God.<\/p><p><em>Weary<\/em>&mdash;Exhaust their patience; oppose them; prevent their sayings and messages; try their spirits, etc.<\/p><p><em>Men<\/em>&mdash;prophets; the men who are sent to instruct, and admonish.<\/p><p><em>Will ye weary my God also?<\/em>&mdash;Will you refuse to keep his commands; try his patience; and exhaust his long-suffering? compare <a class=\"isa\" verses=\"WzE3NjY5XQ==\">Isaiah 1:14<\/a>. The sense of this passage seems to be this: When Ahaz refused to believe the bare prediction of the prophet, his transgression was the more excusable. He had wearied and provoked him, but Isaiah had as yet given to Ahaz no direct demonstration that he was from God; no outward proof of his divine mission; and the offence of Ahaz might be regarded as in a sense committed against man. It was true, also, that Ahaz had, by his unbelief and idolatry, greatly tried the feelings of the pious, and wearied those who were endeavoring to promote true religion. But now the case was changed. God had offered a sign, and it had been publicly rejected. It was a direct insult to God; and an offence that demanded reproof. Accordingly, the manner of Isaiah is at once changed. Soft, and gentle, and mild before, he now became bold, open, vehement. The honor of God was concerned; a direct affront had been offered to him by the sovereign of the people of God; and it was proper for the prophet to show that &ldquo;that&rdquo; was an offence which affected the Divine Majesty, and demanded the severest reproof.<\/p> ",
    "audit": 1
}