{
    "id": 860,
    "source": "barnes",
    "verse_id": 17767,
    "verse_count": 1,
    "reference": "5:27",
    "title": "",
    "html": "<p><em>None shall be weary<\/em>&mdash;In this verse and the following, the prophet describes the condition of the army that would be summoned to the destruction of Judea. It would be composed of bold, vigorous, courageous men; they would be unwearied by long and painful journies; they would be fierce and violent; they would come fully prepared for conquest. None would be &ldquo;weary,&rdquo; that is, fatigued with long marches, or with hard service; <a class=\"ref\">Deuteronomy 25:18; 2 Samuel 16:14<\/a>.<\/p><p><em>Nor stumble<\/em>&mdash;They shall be chosen, select men; not those who are defective, or who shall easily fall by any impediments in the way of their march.<\/p><p><em>None shall slumber<\/em>&mdash;They shall be unwearied, and indefatigable, pursuing their purpose with ever watchfull vigilance&mdash;so much as not to be off their guard. They cannot be taken by surprise.<\/p><p><em>Neither shall the girdle of their loins be loosed<\/em>&mdash;The ancients wore a loose, large, flowing robe, or upper garment. When they labored, or ran, it was necessary to &ldquo;gird&rdquo; this up round the body, or to lay it aside altogether. The form of expression here may mean, that they will not relax their efforts; they will not unloose their girdle; they will not unfit themselves for vigorous action, and for battle. &ldquo;In&rdquo; that girdle, with which they bound up their robes, the orientals usually carried their dirks and swords; see <a class=\"ref\">Nehemiah 4:18; Ezekiel 22:15<\/a>. It means that they should be fully, and at all times, prepared for action.<\/p><p><em>Nor the latchet of their shoes be broken<\/em>&mdash;They will be constantly prepared for marches. The shoes, sandals, or &ldquo;soles&rdquo; were attached to the feet, not by upper leather, but were girded on by thongs or strings; see the notes at <a class=\"ref\">Matthew 3:2<\/a>.<\/p> ",
    "audit": 1
}