{
    "id": 1738,
    "source": "barnes",
    "verse_id": 18645,
    "verse_count": 1,
    "reference": "49:8",
    "title": "",
    "html": " <p> <em>Thus saith the Lord <\/em>&mdash;Still an address to the Messiah, and designed to give the assurance that he should extend the true religion, and repair the evils of sin on the earth. The Messiah is represented as having asked for the divine favor to attend his efforts, and this is the answer, and the assurance that his petition had not been offered in vain. <\/p> <p> <em>In an acceptable time <\/em>&mdash;Hebrew, &lsquo;In a time of delight or will,&rsquo; that is, a time when Yahweh was willing, or pleased to hear him. The word רצין râtsôn means properly delight, satisfaction, acceptance <a class=\"ref\">Proverbs 14:35 <\/a>; <a class=\"isa\" verses=\"WzE4NzYxXQ==\">Isaiah 56:7 <\/a>; will, or pleasure <a class=\"ref\">Esther 8:1; Psalm 40:9; Daniel 8:4-11 <\/a>; then also goodwill, favor, grace <a class=\"ref\">Proverbs 16:15; Proverbs 19:12 <\/a>. The Septuagint renders this, &Kappa;&alpha;&iota;&rho;&omega;͂ͅ &delta;&epsilon;&kappa;&tau;&omega;͂ͅ Kairō dektō&mdash;&lsquo;In an acceptable time.&rsquo; So Jerome, Gesenius, and Hengstenberg render it, &lsquo;In a time of grace or mercy.&rsquo; The main idea is plain, that Yahweh was well pleased to hear him when he called upon him, and would answer his prayers. In a time of favor; in a time that shall be adjudged to be the best fitted to the purposes of salvation, Yahweh will be pleased to exalt the Messiah to glory, and to make him the means of salvation to all mankind. <\/p> <p> <em>Have I heard thee <\/em>&mdash;Have I heard thy petitions, and the desires of thy heart. The giving of the world to the Messiah is represented as in answer to his prayer in <a class=\"ref\">Psalm 2:8 <\/a>: <\/p> <p>Ask of me, and I shall give time the pagan for thine inheritance, <\/p> <p>And the uttermost parts of the earth for thy possession. <\/p> <p> <em>And in a day of salvation <\/em>&mdash;In a time when I am disposed to grant salvation; when the period for imparting salvation shall have arrived. <\/p> <p> <em>Have I helped thee <\/em>&mdash;Have I imparted the assistance which is needful to accomplish the great purpose of salvation to the world. This passage is quoted by Paul in <a class=\"ref\">2 Corinthians 6:2 <\/a>,, and is by him applied to the times of the Messiah. It means that the time would come, fixed by the purpose of God, which would be a period in which he would be disposed, that is, well pleased, to extend salvation to the world through the Messiah: and that in that time he would afford all the requisite aid and help by his grace, for the extension of the true religion among the nations. <\/p> <p> <em>I will preserve thee <\/em>&mdash;That is, the cause of the Redeemer would be dear to the heart of God, and he would preserve that cause from being destroyed on the earth. <\/p> <p> <em>And give thee for a covenant of the people <\/em>&mdash;The &lsquo;people&rsquo; (עם &lsquo;âm) refers doubtless primarily to the Jews&mdash;the better portion of the Israelite people&mdash;the true Israel <a class=\"ref\">Romans 2:28-29 <\/a>. To them he was first sent, and his own personal work was with them (see the notes at <a class=\"isa\" verses=\"WzE4NjQzXQ==\">Isaiah 49:6 <\/a>). On the meaning of the phrase &lsquo;for a covenant,&rsquo; see the notes at <a class=\"isa\" verses=\"WzE4NDg3XQ==\">Isaiah 42:6 <\/a>. <\/p> <p> <em>To establish the earth <\/em>&mdash;Margin, as Hebrew, &lsquo;To raise up.&rsquo; The language is derived from restoring the ruins of a land that has been overrun by an enemy, when the cities have been demolished, and the country laid waste. It is to be taken here in a spiritual sense, as meaning that the work of the Messiah would be like that which would be accomplished if a land lying waste should be restored to its former prosperity. In regard to the spiritual interests of the people, he would accomplish what would be accomplished if there should be such a restoration; that is, he would recover the true Israel from the ravages of sin, and would establish the church on a firm foundation. <\/p> <p> <em>To cause to inherit the desolate heritages <\/em>&mdash;The image here is taken from the condition of the land of Israel during the Babylonian captivity. It was in ruins. The cities were all desolate. Such, spiritually, would be the condition of the nation when the Messiah should come; and his work would be like restoring the exiles to their own land, and causing them to re-enter on their former possessions. The one would be an appropriate emblem of the other; and the work of the Messiah would be like rebuilding dilapidated towns; restoring fertility to desolate fields; replanting vineyards and olive gardens; and diffusing smiling peace and plenty over a land that had been subjected to the ravages of fire and sword, and that had long been a scene of mournful desolation. <\/p>,",
    "audit": 1
}