{
    "id": 1929,
    "source": "barnes",
    "verse_id": 18836,
    "verse_count": 1,
    "reference": "60:14",
    "title": "",
    "html": "<p><em>The sons of them that afflicted thee<\/em> &mdash;In the previous verses the prophet had said that strangers and foreigners would become tributary to the true religion. Here, to give variety and interest to the description, he says, that even the descendants of those who had oppressed them would become tributary to them, and acknowledge them as favored by Yahweh.<\/p><p><em>Shall come bending unto thee<\/em> &mdash;Shall come to time in a posture of humiliation and respect, In regard to the fulfillment of this, we may observe:<\/p><p>1. That there was a partial fulfillment of it in the conquest of Babylon. The sons, the descendants of those who had destroyed Jerusalem, and led the Jews into captivity, were constrained to acknowledge them, and, under Cyrus, to reconduct them to the land of their fathers (see the notes at<a class=\"isa\" verses=\"eyIxNzkzMCI6Mn0=\">Isaiah 14:1-2<\/a>).<\/p><p>2. It has often occurred, in times of persecution, that the immediate descendants of the persecutors, and that too by means of the persecution, became converted to the true religion, and acknowledged the God of those whom they bad persecuted to be the true God.<\/p><p>3. It often occurs in times when there is no open and public persecution. Many of those now in the church are the children or descendants of those who had been the enemies of the gospel. They themselves did all that could be done, by their lives and examples, to train up their children in opposition to it. But the sovereign mercy of God interposed, and from such he selected heralds of salvation and preachers of righteousness to a lost world, or such as should become shining lights in the more obscure walks of the Christian life.<\/p><p><em>And all they that despised thee<\/em> &mdash;There shall yet be a universal acknowledgment of the true religion even in those nations that have spurned the gospel. This does not mean that all who have ever despised the true religion shall be converted and saved, but that there shall be a universal acknowledgement that it is of God, and that the church is under his care. See an explanation of this sentiment in the notes at<a class=\"isa\" verses=\"WzE4NTg1XQ==\">Isaiah 45:23<\/a> .<\/p><p><em>At the soles of thy feet<\/em> &mdash;In a posture of the utmost reverence and submission (see<a class=\"ref\">Revelation 3:9<\/a> ; compare the notes at<a class=\"isa\" verses=\"WzE4NjYwXQ==\">Isaiah 49:23<\/a>).<\/p><p><em>And they shall call thee<\/em> &mdash;They shall honor thee as the favored of the Lord; as the abode of the true God (see<a class=\"isa\" verses=\"WzE3Njg5XQ==\">Isaiah 2:3<\/a>).<\/p><p><em>The Zion...<\/em> &mdash;The Zion, or the royal court where the holy God that is worshipped in Israel dwells.<\/p> ",
    "audit": 1
}