{
    "id": 834,
    "source": "barnes",
    "verse_id": 17741,
    "verse_count": 1,
    "reference": "5:1",
    "title": "",
    "html": " <p> <em>Now will I sing <\/em>&mdash;This is an indication that what follows is poetic, or is adapted to be sung or chanted. <\/p> <p>To my well-beloved&mdash;The word used here&mdash;ידיד yedı̂yd&mdash;is a term of endearment. It properly denotes a friend; a favorite; one greatly beloved. It is applied to saints as being the beloved, or the favorites of God, in <a class=\"ref\">Psalm 127:2; Deuteronomy 33:12 <\/a>. In this place, it is evidently applied to Yahweh, the God of the Jewish people. As there is some reason to believe that the God of the Jews&mdash;the manifested Deity who undertook their deliverance from Egypt, and who was revealed as &ldquo;their&rdquo; God under the name of &lsquo;the Angel of the covenant&rsquo;&mdash;was the Messiah, so it may be that the prophet here meant to refer to him. It is not, however, to the Messiah &ldquo;to come.&rdquo; It does not refer to the God incarnate&mdash;to Jesus of Nazareth; but to the God of the Jews, in his capacity as their lawgiver and protector in the time of Isaiah; not to him in the capacity of an incarnate Saviour. <\/p> <p> <em>A Song of my beloved <\/em>&mdash;Lowth, &lsquo;A song of loves,&rsquo; by a slight change in the Hebrew. The word דוד dôd usually denotes &lsquo;an uncle,&rsquo; a father&rsquo;s brother. But it also means one beloved, a friend, a lover; Sol 1:13-14, Sol 1:16; Sol 2:3, Sol 2:8, Sol 2:9; Sol 4:16. Here it refers to Jehovah, and expresses the tender and affectionate attachment which the prophet had for his character and laws. <\/p> <p> <em>Touching his vineyard <\/em>&mdash;The Jewish people are often represented under the image of a vineyard, planted and cultivated by God; see <a class=\"ref\">Psalm 80; Jeremiah 2:21; Jeremiah 12:10 <\/a>. Our Saviour also used this beautiful figure to denote the care and attention which God had bestowed on his people; <a class=\"ref\">Matthew 21:33 <\/a>,ff; <a class=\"ref\">Mark 12:1 <\/a>,, following. <\/p> <p> <em>My beloved <\/em>&mdash;God. <\/p> <p> <em>Hath a vineyard in a very fruitful hill <\/em>&mdash;Hebrew &lsquo;On a horn of the son of oil.&rsquo; The word &ldquo;horn&rdquo; used here in the Hebrew, denotes the &ldquo;brow, apex,&rdquo; or sharp point of a hill. The word is thus used in other languages to denote a hill, as in the Swiss words &ldquo;shreckhorn, buchorn.&rdquo; Thus &ldquo;Cornwall,&rdquo; in England, is called in the old British tongue &ldquo;Kernaw,&rdquo; as lessening by degrees, like a horn, running out into promontories, like so many horns; for the Britons called a horn &ldquo;corn,&rdquo; and in the plural &ldquo;kern.&rdquo; The term &lsquo;horn&rsquo; is not unfrequently applied to hills. Thus, Pococke tells us (vol. ii. p. 67), that there is a low mountain in Galilee which has both its ends raised in such a manner as to look like two mounts, which are called the &lsquo;Horns of Hutin.&rsquo; Harmer, however, supposes that the term is used here to denote the land of Syria, from its resemblance to the shape ofa horn; Obs. iii. 242. But the idea is, evidently, that the land on which God respresents himself as having planted his vineyard, was like an elevated hill that was adapted eminently to such a culture. It may mean either the &ldquo;top&rdquo; of a mountain, or a little mountain, or a &ldquo;peak&rdquo; divided from others. The most favorable places for vineyards were on the sides of hills, where they would be exposed to the sun.&mdash;Shaw&rsquo;s &ldquo;Travels,&rdquo; p. 338. Thus Virgil says: <\/p> <p>&mdash;denique apertos <\/p> <p>Bacchus amat colles. <\/p> <p>Bacchus loves open hills;&rsquo; &ldquo;Georg.&rdquo; ii. 113. The phrase, &ldquo;son of oil,&rdquo; is used in accordance with the Jewish custom, where &ldquo;son&rdquo; means descendant, relative, etc.; see the note at <a class=\"ref\">Matthew 1:1 <\/a>. Here it means that it was so fertile that it might be called the very &ldquo;son of oil,&rdquo; or fatness, that is, fertility. The image is poetic, and very beautiful; denoting that God had planted his people in circumstances where he had a right to expect great growth in attachment to him. It was not owing to any want of care on his part, that they were not distinguished for piety. The Chaldee renders this verse, &lsquo;The prophet said, I will sing now to Israel, who is compared to a vineyard, the seed of Abraham my beloved: a song of my beloved to his vineyard.&rsquo; <\/p>,",
    "audit": 1
}