{
    "id": 971,
    "source": "barnes",
    "verse_id": 17878,
    "verse_count": 1,
    "reference": "10:27",
    "title": "",
    "html": "<p><em>His burden shall be taken away<\/em> &mdash;The oppressions and exactions of the Assyrian.<\/p><p><em>From off thy shoulder<\/em> &mdash;We bear a burden on the shoulder; and hence, any grievous exaction or oppression is represented as borne upon the shoulder.<\/p><p><em>And his yoke...<\/em> &mdash;Another image denoting deliverance from oppression and calamity.<\/p><p><em>And the yoke shall be destroyed because of the anointing<\/em> &mdash;In the interpretation of these words, expositors have greatly differed. The Hebrew is literally, &lsquo;From the face of oil,&rsquo; מפני-שׁמן mı̂peney-shāmen. The Vulgate renders it, literally, a facie olei. The Septuagint, &lsquo;His fear shall be taken from thee, and his yoke from thy shoulders.&rsquo; The Syraic, &lsquo;His yoke shall be broken before the oxen.&rsquo; The Chaldee Paraphrase, &lsquo;The people shall be broken before the Messiah?&rsquo; Lowth renders it, &lsquo;The yoke shall perish from off our shoulders;&rsquo; following the Septuagint. Grotius suggests that it means that the yoke which the Assyrians had imposed upon the Jews would be broken by Hezekiah, the king who had been annointed with oil. Jarchi also supposes that it refers to one who was anointed&mdash;to the king; and many interpreters have referred it to the Messiah, as the anointed of God. Vitringa supposes that the Holy Spirit is here intended.<\/p><p>Kimchi supposes, that the figure is derived from the effect of oil on wood in destroying its consistency, and loosening its fibres; and that the expression means, that the yoke would be broken or dissolved as if it were penetrated with oil. But this is ascribing a property to oil which it does not possess. Dr. Seeker supposes that, instead of &ldquo;oil,&rdquo; the text should read &ldquo;shoulder,&rdquo; by a slight change in the Hebrew. But for this conjectural reading there is no authority. Cocceius supposes, that the word &ldquo;oil&rdquo; here means &ldquo;fatness,&rdquo; and is used to denote prosperity and wealth, and that the prophet means to say, that the Assyrian would be corrupted and destroyed by the great amount of wealth which he would amass. The rabbis say, that this deliverance was performed on account of the great quantity of oil which Hezekiah caused to be consumed in the synagogues for the study of the law&mdash;a striking instance of the weak and puerile methods of interpretation which they have everywhere evinced. I confess that none of these explanations seem to me to be satisfactory, and that I do not know what is the meaning of the expression.<\/p> ",
    "audit": 1
}