{
    "id": 760,
    "source": "barnes",
    "verse_id": 17667,
    "verse_count": 1,
    "reference": "1:12",
    "title": "",
    "html": " <p> <em>When you come to appear before me <\/em>&mdash;The temple was in Jerusalem, and was regarded as the habitation, or dwelling-place, of the God of Israel. Particularly, the most holy place of the temple was deemed the place of his sacred abode. The Shekinah&mdash;from שׁכן shâkan, to dwell&mdash;the visible symbol of his presence, rested on the cover of the ark, and from this place he was accustomed to commune with his people, and to give responses to their requests. Hence, &lsquo;to appear before God,&rsquo; Hebrew &lsquo;to be seen before my face,&rsquo; פני לראות lerâ&lsquo;ôth pânāy for פני את &lsquo;et pânāy, means to appear in his temple as a worshipper. The phrase occurs in this sense in the following places: <a class=\"ref\">Exodus 34:23-24; Deuteronomy 31:11; 1 Samuel 1:22; Psalm 42:3<\/a>. <\/p> <p> <em>Who hath required this <\/em>&mdash;The Jews were required to appear there to worship God <a class=\"ref\">Exodus 23:17; Deuteronomy 16:16<\/a>; but it was not required that they should appear with that spirit and temper. A similar sentiment is expressed in <a class=\"ref\">Psalm 50:16<\/a>. <\/p> <p> <em>At your hand <\/em>&mdash;From you. The emphasis in this expression is to be laid on your. &lsquo;Who has asked it of you?&rsquo; It was indeed the duty of the humble, and the sincere, to tread those courts, but who had required such hypocrites as they were to do it? God sought the offerings of pure worshippers, not those of the hypocritical and the profane. <\/p> <p> <em>To tread my courts <\/em>&mdash;The courts of the temple were the different areas or open spaces which surrounded it. None entered the temple itself but the priests. The people worshipped God in the courts assigned them around the temple. In one of those courts was the altar of burnt-offerings; and the sacrifices were all made there; see the notes at <a class=\"ref\">Matthew 21:12<\/a>. To tread his courts was an expression therefore, equivalent to, to worship. To tread the courts of the Lord here, has the idea of profanation. Who has required you to tread those courts with this hollow, heartless service? It is often used in the sense of treading down, or trampling on, <a class=\"ref\">2 Kings 7:17-20; Daniel 8:7-10; Isaiah 63:3-16<\/a>. <\/p> ",
    "audit": 1
}