{
    "id": 1804,
    "source": "barnes",
    "verse_id": 18711,
    "verse_count": 1,
    "reference": "52:14",
    "title": "",
    "html": " <p> <em>As many were astonished at thee <\/em>&mdash;This verse is closely connected with the following, and they should be read together. The sense is, &lsquo;as many were shocked at him&mdash;his form was so disfigured, and his visage so marred&mdash;so he shall sprinkle many nations.&rsquo; That is, the one fact would correspond with the other. The astonishment would be remarkable; the humiliation would be wonderful, and suited to attract the deepest attention; and so his success and his triumph would correspond with the depth of his humiliation and sufferings. As he had in his humiliation been subjected to the lowest condition, so that all despised him; so hereafter the highest possible reverence would be shown him. Kings and nobles would shut their mouths in his presence, and show him the profoundest veneration. A change of person here occurs which is not uncommon in the Hebrew poets. In <a class=\"isa\" verses=\"WzE4NzEwXQ==\">Isaiah 52:13<\/a>, Yahweh speaks of the Messiah in the third person; here he changes the form of the address, and speaks of him in the second person. <\/p> <p>In the following verse the mode of address is again changed, and he speaks of him again in the third person. Lowth, however, proposes to read this in the third person, &lsquo;As many were astonished at him,&rsquo; on the authority of two ancient Hebrew manuscripts, and of the Syriac and Chaldee. But the authority is not sufficient to justify a change in the text, nor is it necessary. In the word rendered &lsquo;astonished&rsquo; (שׁממוּ shâmmû), the primary idea is that of being struck dumb, or put to silence from sudden astonishment. Whether the astonishment is from admiration or abhorrence is to be determined by the connection. In the latter sense, it is used in <a class=\"ref\">Jeremiah 18:16; Jeremiah 19:8<\/a>. Here it evidently refers to the fact that he was disfigured, and destitute of apparent beauty and attractiveness from his abject condition and his sufferings. They were struck with amazement that one so abject, and that had so little that was attractive, should presume to lay claim to the character of the Messiah. This idea is more fully expressed in the following chapter. Here it is stated in general that his appearance was such as to excite universal astonishment, and probably to produce universal disgust. They saw no beauty or comeliness in him (see <a class=\"isa\" verses=\"WzE4NzE0XQ==\">Isaiah 53:2<\/a>). This expression should also be regarded as standing in contrast with what is added in <a class=\"isa\" verses=\"WzE4NzEyXQ==\">Isaiah 52:15<\/a>. Here it is said they were amazed, astonished, silent, at his appearance of poverty and his humiliation; there it is said, &lsquo;kings should shut their mouths at him,&rsquo; that is, they would be so deeply impressed with his majesty and glory that they would remain in perfect silence&mdash;the silence not of contempt, but of profound veneration. <\/p> <p> <em>His visage <\/em>&mdash;מראהוּ mare&lsquo;ēhû. This word denotes properly sight, seeing, view; then that which is seen; then appearance, form, looks <a class=\"ref\">Exodus 24:17; Ezekiel 1:16-28; Daniel 10:18<\/a>. Here it means, his appearance, his looks. It does not necessarily refer to his face, but to his general appearance. It was so disfigured by distress as to retain scarcely the appearance of a man. <\/p> <p> <em>Was so marred <\/em>&mdash;(משׁחת mishechath). This word properly means destruction. Here it means defaced, destroyed, disfigured. There was a disfiguration, or defacement of his aspect, more than that of man. <\/p> <p> <em>More than any man <\/em>&mdash;(מאישׁ mē&lsquo;iysh). This may either mean, more than any other man, or that he no longer retained the appearance of a man. It probably means the latter&mdash;that his visage was so disfigured that it was no longer the aspect of a man. Castellio renders it, Ut non jam sit homo, non sit unus de humano genere. <\/p> <p> <em>And his form <\/em>&mdash;(תארו to&lsquo;ărô). This word denotes a form or a figure of the body <a class=\"ref\">1 Samuel 28:14<\/a>. Here it denotes the figure, or the appearance, referring not to the countenance, but to the general aspect of the body. <\/p> <p> <em>More than the sons of men <\/em>&mdash;So as to seem not to belong to people, or to be one of the human family. All this evidently refers to the disfiguration which arises from excessive grief and calamity. It means that he was broken down and distressed; that his great sorrows had left their marks on his frame so as to destroy the beautiful symmetry and proportions of the human form. We speak of being crushed with grief; of being borne down with pain; of being laden with sorrow. And we all know the effect of long-continued grief in marring the beauty of the human countenance, and in bowing down the frame. Deep emotion depicts itself on the face, and produces a permanent impression there. The highest beauty fades under long-continued trials, though at first it may seem to be set off to advantage. The rose leaves the cheek, the luster forsakes the eye, vigor departs from the frame, its erect form is bowed, and the countenance, once brilliant and beautiful, becomes marked with the deep furrows of care and anxiety. <\/p> <p>Such seems to be the idea here. It is not indeed said that the sufferer before this had been distinguished for any extraordinary beauty&mdash;though this may not be improperly supposed&mdash;but that excessive grief had almost obliterated the traces of intelligence from the face, and destroyed the aspect of man. How well this applies to the Lord Jesus, needs not to be said. We have, indeed, no positive information in regard to his personal appearance. We are not told that he was distinguished for manliness of form, or beauty of countenance. But it is certainly no improbable supposition that when God prepared for him a body <a class=\"ref\">Hebrews 10:5<\/a>, in which the divinity should dwell incarnate, the human form would be rendered as fit as it could be for the indwelling of the celestial inhabitant. And it is no unwarrantable supposition that perfect truth, benevolence, and purity, should depict themselves on the countenance of the Redeemer; as they will be manifested in the very aspect wherever they exist&mdash;and render him the most beautiful of human beings&mdash;for the expression of these principles and feelings in the countenance constitutes beauty (compare the notes at <a class=\"isa\" verses=\"WzE4NzE0XQ==\">Isaiah 53:2<\/a>). Nor is it an improbable supposition, that this beauty was marred by his long-continued and inexpressibly deep sorrows, and that he was so worn down and crushed by the sufferings which he endured as scarcely to have retained the aspect of a man. <\/p>",
    "audit": 1
}