{
    "id": 1315,
    "source": "barnes",
    "verse_id": 18222,
    "verse_count": 1,
    "reference": "30:4 ",
    "title": "",
    "html": "<p><em>For his princes<\/em>&mdash;The sense of this verse seems to be this. The prophet is stating the fact that the Jews would be ashamed of their attempted alliance with Egypt. In this verse, and the following, he states the manner in which they would be made sensible of their folly in seeking this alliance. He therefore enumerates several circumstances in regard to the manner in which the alliance had been sought, and the disappointment that would follow after all their vain confidence. He therefore states <a class=\"isa\" verses=\"WzE4MjIyXQ==\">Isaiah 30:4<\/a> , that the Jews had employed persons of the highest respectability and honor, even princes, to secure the alliance; that they had gone to Egypt with much difficulty&mdash;through a land where lions, and vipers, and fiery serpents abounded; that they had at much hazard taken their treasures down to Egypt in order to secure the alliance <a class=\"isa\" verses=\"eyIxODIyMyI6Mn0=\">Isaiah 30:5-6<\/a> , and that after all, the Egyptians could not aid them. The phrase &lsquo;his princes,&rsquo; refers to the princes of Judah, the ambassadors that the Jews sent forth, and the idea is, that they regarded the alliance as of so much importance that they had employed their most honorable men&mdash;even their princes&mdash;to secure it.<\/p><p><em>Were at Zoan<\/em>&mdash;Had come to Zoan, or were there on the business of their embassy. On the situation of Zoan, see the notes at <a class=\"isa\" verses=\"WzE4MDE2XQ==\">Isaiah 19:11<\/a> , <a class=\"isa\" verses=\"WzE4MDE4XQ==\">Isaiah 19:13<\/a>. It was the residence of the kings in Lower Egypt, and would be the place to which the ambassadors would naturally resort to negotiate an alliance.<\/p><p><em>Came to Hanes<\/em>&mdash;Respecting the situation of this place there has been much diversity of opinion among interpreters. The Chaldee renders it by the more full word &ldquo;Tahpanhes;&rdquo; and Grotius supposes that the word is contracted from Tahpanhes <a class=\"ref\">Jeremiah 43:7-8<\/a> , and that the name was sometimes abbreviated and written חנס chânēs. Vitringa supposes that it was Anusis, situated in the Delta of the Nile, and the residence of the king of the same name. Herodotus (ii. 137) mentions a city of that name, &Alpha;̓́&nu;&upsilon;&sigma;&iota;́&sigmaf; Anusis. Anusis was a king of Egypt before the irruption of the Ethiopians, and it was not uncommon for a king to give his own name to a city. Probably Anusis is the city intended here; and the sense is, that they had come to the royal residence for the purpose of negotiating an alliance. It is known that in the time of Jeremiah (588 years before Christ) &ldquo;Tahpanhes&rdquo; was the capital of the nation (see <a class=\"ref\">Jeremiah 43:9<\/a>).<\/p>",
    "audit": 1
}