{
    "id": 892,
    "source": "barnes",
    "verse_id": 17799,
    "verse_count": 1,
    "reference": "7:16",
    "title": "",
    "html": "<p><em>The land that thou abhorrest<\/em> &mdash;The land concerning which thou art so much &ldquo;alarmed or distressed;&rdquo; that is, the united land of Syria and Ephraim. It is mentioned here as &lsquo;the land,&rsquo; or as one land, because they were united then in a firm alliance, so as to constitute, in fact, or for the purposes of invasion and conquest, one people or nation. The phrase, &lsquo;which thou abhorrest,&rsquo; means properly, which thou loathest, the primary idea of the word&mdash;קוץ qûts&mdash;being to feel a nausea, or to vomit. It then means to fear, or to feel alarm; and this, probably, is the meaning here. Abaz, however, evidently looked upon the nations of Syria and Samaria with disgust, as well as with alarm. This is the construction which is given of this passage by the Vulgate, Calvin, Grotius, Junins, Gataker, and Piscator, as well as by our common version. Another construction, however, has been given of the passage by Vitringa, JohnD. Michaelis, Lowth, Gesenius, Rosenmuller, Hengstenberg, and Hendewerk. According to this, the meaning is not that the &ldquo;land&rdquo; should be the object of abhorrence, but that the kings themselves were the objects of dislike or dread; and not merely that the two kings should be removed, but that the land itself was threatened with desolation. This construction is free from the objections of an exegetical kind to which the other is open, and agrees better with the idiom of the Hebrew. According to this, the correct translation would be:<\/p><p>For before the child shall learn to refuse the<\/p><p>Evil and to choose the good,<\/p><p>Desolate shall be the land, before whose two<\/p><p>Kings thou art in terror.&rsquo;<\/p><p><em>Of both her kings<\/em> &mdash;Ahaz took the silver and gold that was found in the temple, and sent it as a present to the king of Assyria. Induced by this, the king of Assyria marched against Damascus and killed Rezin,<a class=\"ref\">2 Kings 16:9<\/a> . This occurred but a short time after the threatened invasion of the land by Rezin and Remaliah, in the &ldquo;third&rdquo; year of the reign of Ahaz, and, consequently, about one year after this prophecy was delivered. Pekah, the son of Remaliah, was slain by Hoshea, the son of Elah, who conspired against him, killed him, and reigned in his stead. This occurred in the fourth year of the reign of Ahaz, for Pekah reigned twenty years. Ahaz began to reign in the seventeenth year of the reign of Pekah, and as Pekah was slain after he had reigned twenty years, it follows that he was slain in the fourth year of the reign of Ahaz&mdash;perhaps not more than two yearn after this prophecy was delivered; see<a class=\"ref\">2 Kings 15:27, 2 Kings 15:30; 2 Kings 16:1<\/a> . We have thus arrived at a knowledge of the time intended by Isaiah in<a class=\"isa\" verses=\"WzE3Nzk5XQ==\">Isaiah 7:16<\/a> . The whole space of time was not, probably, more than two years.<\/p><p>Opinions on the Intrepretation of<a class=\"isa\" verses=\"eyIxNzc5NyI6M30=\">Isaiah 7:14-16<\/a><\/p><p>A great variety of opinions have been entertained by interpreters in regard to this passage<a class=\"isa\" verses=\"eyIxNzc5NyI6M30=\">Isaiah 7:14-16<\/a> . It may be useful, therefore, to state briefly what those opinions have been, and then what seems to be the true meaning.<\/p><p>(i) The first opinion is that which supposes that by the &lsquo;virgin&rsquo; the wife of Ahaz is referred to, and that by the child which should be born, the prophet refers to Hezekiah. This is the opinion of the modern Jewish commentators generally. This interpretation prevailed among the Jews in the time of Justin. But this was easily shown by Jerome to be false. Ahaz reigned in Jerusalem but sixteen years<a class=\"ref\">2 Kings 17:2<\/a> , and Hezekiah was twenty-five years old when he began to reign<a class=\"ref\">2 Kings 18:2<\/a> , and of course was not less than nine years old when this prophecy was delivered. Kimchi and Abarbanel then resorted to the supposition that Ahaz had a second wife, and that this refers to a child that was to be born of her. This supposition cannot be proved to be false, though it is evidently a mere supposition. It has been adopted by the Jews, because they were pressed by the passage by the early Christians, as constituting an argument for the divinity of Christ. The ancient Jews, it is believed, referred it mainly to the Messiah.<\/p><p>(ii) Others have supposed, that the prophet designated some virgin who was then present when the king and Isaiah held their conference, and that the meaning is, &lsquo;as surely as this virgin shall conceive, and bear a son, so surely shall the land be forsaken of its kings.&rsquo; Thus Isenbiehl, Bauer, Cube, and Steudel held, as quoted by Hengstenberg, &ldquo;Christol.&rdquo; i. p. 341.<\/p><p>(iii) Others suppose that the &lsquo;virgin&rsquo; was not an actual, but only an ideal virgin. Thus Michaelis expresses it: &lsquo;By the time when one who is yet a virgin can bring forth (that is, in nine months), all will be happily changed, and the present impending danger so completely passed away, that if you were yourself to name the child, you would call him Immanuel.&rsquo; Thus Eichhorn, Paulus, Hensler, and Ammon understand it; see &ldquo;Hengstenberg.&rdquo;<\/p><p>(iv) Others suppose that the &lsquo;virgin&rsquo; was the prophet&rsquo;s wife. Thus Aben Ezra, Jarchi, Faber, and Gesenius. Against this supposition there is only one objection which has been urged that is of real force, and that is, that the prophet already had a son, and of course his wife could not be spoken of as a virgin. But this objection is entirely removed by the supposition, which is by no means improbable, that the former wife of the prophet was dead, and that he was about to be united in marriage to another who was a virgin.<\/p><p>In regard to the prophecy itself, there have been three opinions:<\/p><p>(i) That it refers &ldquo;exclusively&rdquo; to some event in the time of the prophet; to the birth of a child then, either of the wife of Ahaz, or of the prophet, or of some other unmarried female. This would, of course, exclude all reference to the Messiah. This was formerly my opinion; and this opinion I expressed and endeavored to maintain, in the first composition of these notes. But a more careful examination of the passage has convinced me of its error, and satisfied me that the passage has reference to the Messtah. The reasons for this opinion I shall soon state.<\/p><p>(ii) The second opinion is, that it has &ldquo;exclusive and immediate&rdquo; reference to the Messiah; that it does not refer at all to any event which was &ldquo;then&rdquo; to occur, and that to Ahaz the future birth of a Messiah from a virgin, was to be regarded as a pledge of the divine protection, and an assurance of the safety of Jerusalem. Some of the objections to this view I shall soon state.<\/p><p>(iii) The third opinion, therefore, is that which &ldquo;blends&rdquo; these two, and which regards the prophet as speaking of the birth of a child which would soon take place of someone who was then a virgin&mdash;an event which could be known only to God, and which would, therefore, constitute a sign, or demonstration to Ahaz of the truth of what Isaiah said; but that the prophet intentionally so used language which would &ldquo;also&rdquo; mark a more important event, and direct the minds of the king and people onward to the future birth of one who should more fully answer to all that is here said of the child that would be born, and to whom the name Immanuel would be more appropriately given. This, I shall endeavor to show, must be the correct interpretation. In exhibiting the reasons for this opinion, we may, first, state the evidence that the prediction refers to some child that would be born &ldquo;soon&rdquo; as a pledge that the land would be forsaken of its kings; and secondly, the evidence that it refers also to the Messiah in a higher and fuller sense.<\/p><p>I. Evidence That the Prophecy Refers to Some Event Which Was Soon to Occur&mdash;To the Birth of a Child of Some One Who Was Then a Virgin, or Unmarried<\/p><p>(i) It is the &ldquo;obvious&rdquo; interpretation. It is that which would strike the great mass of people accustomed to interpret language on the principles of common sense. If the passage stood by itself; if the seventh and eighth chapters were &ldquo;all&rdquo; that we had; if there were no allusion to the passage in the New Testament; and if we were to sit down and merely look at the circumstances, and contemplate the narrative, the unhesitating opinion of the great mass of people would be, that it &ldquo;must&rdquo; have such a reference. This is a good rule of interpretation. That which strikes the mass of people; which appears to people of sound sense as the meaning of a passage on a simple perusal of it, is likely to be the true meaning of a writing.<\/p><p>(ii) Such an interpretation is demanded by the circumstances of the case. The immediate point of the inquiry was not about the &ldquo;ultimate and final&rdquo; safety of the kingdom&mdash;which would be demonstrated indeed by the announcement that the Messiah would appear&mdash;but it was about a present matter; about impending danger. An alliance was formed between Syria and Samaria. An invasion was threatened. The march of the allied armies had commenced. Jerusalem was in consternation, and Ahaz had gone forth to see if there were any means of defense. In this state of alarm, and at this juncture, Isaiah went to assure him that there was no cause for fear. It was not to assure him that the nation should be ultimately and finally safe&mdash;which might be proved by the fact that the Messiah would come, and that, therefore, God would preserve the nation; but the pledge was, that he had no reason to fear &ldquo;this&rdquo; invasion, and that within a short space of time the land would &lsquo;be forsaken of both its kings.&rsquo; How could the fact that the Messiah would come more than seven hundred years afterward, prove this? Might not Jerusalem be taken and subdued, as it was afterward by the Chaldeans, and yet it be true that the Messiah would come, and that God would manifest himself as the protector of his people? Though, therefore, the assurance that the Messiah would come would be a general proof and pledge that the nation would be preserved and ultimately safe, yet it would not be a pledge of the &ldquo;specific and immediate&rdquo; thing which occupied the attention of the prophet, and of Ahaz. It would not, therefore, be a &rsquo;sign&rsquo; such as the prophet offered to give, or a proof of the fulfillment of the specific prediction under consideration. This argument I regard as unanswerable. It is so obvious, and so strong, that all the attempts to answer it, by those who suppose there was an immediate and exclusive reference to the Messiah, have been entire failures.<\/p><p>(iii) It is a circumstance of some importance that Isaiah regarded himself and his children as &rsquo;signs&rsquo; to the people of his time; see<a class=\"isa\" verses=\"WzE3ODI2XQ==\">Isaiah 8:18<\/a> . In accordance with this view, it seems he had named one child Shear-Jashub,<a class=\"isa\" verses=\"WzE3Nzg2XQ==\">Isaiah 7:3<\/a> ; and in accordance with the same view, he afterward named another Maher-shalal-hash-baz&mdash;both of which names are significant. This would seem to imply that he meant here to refer to a similar fact, and to the birth of a son that should be a sign also to the people of his time.<\/p><p>(iv) An unanswerable reason for thinking that it refers to some event which was soon to occur, and to the birth of a child &ldquo;before&rdquo; the land should be forsaken of the two kings, is the record contained in<a class=\"isa\" verses=\"eyIxNzgwOSI6NH0=\">Isaiah 8:1-4<\/a> . That record is evidently connected with this account, and is intended to be a public assurance of the fulfillment of what is here predicted respecting the deliverance of the land from the threatened invasion. In that passage, the prophet is directed to take a great roll<a class=\"isa\" verses=\"WzE3Nzg0XQ==\">Isaiah 7:1<\/a> , and make a record concerning the son that was to be born; he calls public witnesses, people of character and well-known reputation, in attestation of the transaction<a class=\"isa\" verses=\"WzE3Nzg1XQ==\">Isaiah 7:2<\/a> ; he approaches the prophetess<a class=\"isa\" verses=\"WzE3Nzg2XQ==\">Isaiah 7:3<\/a> ; and it is expressly declared<a class=\"isa\" verses=\"WzE3Nzg3XQ==\">Isaiah 7:4<\/a> that before the child should have &lsquo;knowledge to say, My father, and my mother,&rsquo; that is, be able to discern between good and evil<a class=\"isa\" verses=\"WzE3Nzk5XQ==\">Isaiah 7:16<\/a> , &lsquo;the riches of Damascus and the spoil of Samaria&rsquo; should be &lsquo;taken away before the king of Assyria.&rsquo; This is so evidently a completion of the prophecy in<a class=\"isa\" verses=\"WzE3NzkwXQ==\">Isaiah 7<\/a> . and a solemn fulfilling of it in a manner that should be satisfactory to Ahaz and the people, that it is impossible, it seems to me, to regard it any otherwise than as a real transaction. Hengstenberg, and those who suppose the prophecy to refer &ldquo;immediately and exclusively&rdquo; to the Messiah, are obliged to maintain that that was a &rsquo;symbolical transaction&rsquo;&mdash;an opinion which might, with the same propriety, be held of any historical statement in the Bible; since there is nowhere to be found a more simple and unvarnished account of mere matter of historical fact than that. The statement, therefore, in<a class=\"isa\" verses=\"WzE3NzkxXQ==\">Isaiah 8<\/a> , is conclusive demonstration, I think, that there was a reference in<a class=\"isa\" verses=\"eyIxNzc5NyI6M30=\">Isaiah 7:14-16<\/a> , to a child of the prophet that would be soon born, and that would be a &ldquo;pledge&rdquo; of the divine protection, and a &ldquo;proof or sign&rdquo; to Ahaz that his land would be safe.<\/p><p>It is no objection to this that Isaiah then had a son<a class=\"isa\" verses=\"WzE3Nzg2XQ==\">Isaiah 7:3<\/a> , and that, therefore, the mother of that son could not be a virgin. There is no improbability in the supposition that the mother of that son was deceased, and that Isaiah was about again to be married. Such an event is not so uncommon as to make it a matter of ridicule (see Hengstenberg, p. 342); or to render the supposition wholly incredible.<\/p><p>Nor is it any objection that another name was given to the child that was born to Isaiah;<a class=\"isa\" verses=\"WzE3ODA5XQ==\">Isaiah 8:1<\/a> ,<a class=\"isa\" verses=\"WzE3ODExXQ==\">Isaiah 8:3<\/a> . Nothing was more common than to give two names to children. It might have been true that the name usually given to him was Maher-shalal-hash-baz; and still true that the circumstances of his birth were such an evidence of the divine protection, and such an emblem of the divine guardianship, as to make proper the name Immanuel; see the note at<a class=\"isa\" verses=\"WzE3Nzk3XQ==\">Isaiah 7:14<\/a> . It may be observed, also, that on the supposition of the strict and exclusive Messianic interpretation, the same objection might be made, and the same difficulty would lie. It was no more true of Jesus of Nazareth than of the child of Isaiah, that he was commonly called Immanuel. He had another name also, and was called by that other name. Indeed, there is not the slightest evidence that the Lord Jesus was &ldquo;ever&rdquo; designated by the name Immanuel as a proper name. All that the passage means is, that such should be the circumstances of the birth of the child as to render the name Immanuel proper; not that it would be applied to him in fact as the usual appellation.<\/p><p>Nor is it any objection to this view, that the mind of the prophet is evidently directed onward &ldquo;to&rdquo; the Messiah; and that the prophecy terminates<a class=\"isa\" verses=\"WzE3ODE2XQ==\">Isaiah 8:8<\/a> ;<a class=\"isa\" verses=\"eyIxNzgzMSI6N30=\">Isaiah 9:1-7<\/a> with a reference to him. That this is so, I admit; but nothing is more common in Isaiah than for him to commence a prophecy with reference to some remarkable deliverance which was soon to occur, and to terminate it by a statement of events connected with a higher deliverance under the Messiah. By the laws of &ldquo;prophetic suggestion,&rdquo; the mind of the prophet seized upon resemblances and analogies; was carried on to future times, which were suggested by something that he was saying or contemplating as about to occur, until the mind was absorbed, and the primary object forgotten in the contemplation of the more remote and glorious event; see the Introduction to Isaiah, Section 7. III.((3.)<\/p><p>II. Evidence That the Prophecy Refers to the Messiah<\/p><p>(i) The passage in<a class=\"ref\">Matthew 1:22-23<\/a> , is an evidence that &ldquo;he&rdquo; regarded this as having a reference to the Messiah, and that it had a complete fulfillment in him. This quotation of it also shows that that was the common interpretation of the passage in his time, or he would not thus have introduced it. It cannot be &ldquo;proved,&rdquo; indeed, that Matthew means to affirm that this was the primary and original meaning of the prophecy, or that the prophet had a direct and exclusive reference to the Messiah; but it proves that in his apprehension the words had a &ldquo;fulness&rdquo; of meaning, and an adaptedness to the actual circumstances of the birth of the Messiah, which would accurately and appropriately express that event; see the notes at the passage in Matthew. The prophecy was not completely &ldquo;fulfilled, filled up, fully and adequately met,&rdquo; until applied to the Messiah. That event was so remarkable; the birth of Jesus was so strictly of a virgin, and his nature so exalted, that it might be said to be a &ldquo;complete and entire&rdquo; fulfillment of it. The language of Isaiah, indeed, was applicable to the event referred to immediately in the time of Ahaz, and expressed that with clearness; but it more appropriately and fully expressed the event referred to by Matthew, and thus shows that the prophet designedly made use of language which would be appropriate to a future and most glorious event.<\/p><p>(ii) An argument of no slight importance on this subject may be drawn from the fact, that this has been the common interpretation in the Christian church. I know that this argument is not conclusive; nor should it be pressed beyond its due and proper weight. It is of force only because the united and almost uniform impression of mankind, for many generations, in regard to the meaning of a written document, is not to be rejected without great and unanswerable arguments. I know that erroneous interpretations of many passages have prevailed in the church; and that the interpretation of many passages of Scripture which have prevailed from age to age, have been such as have been adapted to bring the whole subject of scriptural exegesis into contempt. But we should be slow to reject that which has had in its favor the suffrages of the unlearned, as well as the learned, in the interpretation of the Bible. The interpretation which refers this passage to the Messiah has been the prevailing one in all ages. It was followed by all the fathers and other Christian expositors until the middle of the eighteenth century (&ldquo;Hengstenberg&rdquo;); and is the prevailing interpretation at the present time. Among those who have defended it, it is sufficient to mention the names of Lowth, Koppe, Rosenmuller, and Hengstenberg, in addition to those names which are found in the well-known English commentaries. It has been opposed by the modern Jews, and by German neologists; but has &ldquo;not&rdquo; been regarded as false by the great mass of pious and humble Christians. The argument here is simply that which would be applied in the interpretation of a passage in Homer or Virgil; that where the great mass of readers of all classes have concurred in any interpretation, there is &ldquo;presumptive evidence&rdquo; that it is correct&mdash;evidence, it is true, which may be set aside by argument, but which is to be admitted to be of some account in making up the mind as to the meaning of the passage in question.<\/p><p>(iii) The reference to the Messiah in the prophecy accords with the &ldquo;general strain and manner&rdquo; of Isaiah. It is in accordance with his custom, at the mention of some occurrence or deliverance which is soon to take place, to suffer the mind to fix ultimately on the more remote event of the &ldquo;same general character,&rdquo; or lying, so to speak, &ldquo;in the same range of vision&rdquo; and of thought; see the Introduction, Section 7. It is also the custom of Isaiah to hold up to prominent view the idea that the nation would not be ultimately destroyed until the great Deliverer should come; that it was safe amidst all revolutions; that vitality would remain like that of a tree in the depth of winter, when all the leaves are stripped off<a class=\"isa\" verses=\"WzE3NzgzXQ==\">Isaiah 6:13<\/a> ; and that all their enemies would be destroyed, and the true people of God be ultimately secure and safe under their great Deliverer; see the notes at<a class=\"isa\" verses=\"W3siMTgzMDUiOjE3fSx7IjE4MzIyIjoxMH1d\">Isaiah 34; Isaiah 35:1-10<\/a> .<\/p><p>It is true, that this argument will not be &ldquo;very&rdquo; striking except to one who has attentively studied this prophecy; but it is believed, that no one can profoundly and carefully examine the manner of Isaiah, without being struck with it as a very important feature of his mode of communicating truth. In accordance with this, the prophecy before us means, that the nation was safe from this invasion. Ahaz feared the extinction of his kingdom, and the &ldquo;permanent&rdquo; annexation of Jerusalem to Syria and Samaria. Isaiah told him that that could not occur; and proffered a demonstration, that in &ldquo;a very few years&rdquo; the land would be forsaken of both its kings. &ldquo;On another ground also it could not be.&rdquo; The people of God were safe. His kingdom could not be permanently destroyed. It must continue until the Messiah should come, and the eye of the prophet, in accordance with his usual custom, glanced to that future event, and he became &ldquo;totally&rdquo; absorbed in its contemplation, and the prophecy is finished<a class=\"isa\" verses=\"eyIxNzgzMSI6N30=\">Isaiah 9:1-7<\/a> by a description of the characteristics of the light that he saw in future times rising in dark Galilee<a class=\"isa\" verses=\"eyIxNzgzMSI6Mn0=\">Isaiah 9:1-2<\/a> , and of the child that should be born of a virgin then.<\/p><p>In accordance with the same view, we may remark, as Lowth has done, that to a people accustomed to look for a great Deliverer; that had fixed their hopes on one who was to sit on the throne of David, the &ldquo;language&rdquo; which Isaiah used here would naturally suggest the idea of a Messiah. It was so animated, so ill adapted to describe his own son, and so suited to convey the idea of a most remarkable and unusual occurrence, that it could scarcely have been otherwise than that they should have thought of the Messiah. This is true in a special manner of the language in<a class=\"isa\" verses=\"eyIxNzgzMSI6N30=\">Isaiah 9:1-7<\/a> .<\/p><p>(iv) An argument for the Messianic interpretation may be derived from the public expectation which was excited by some such prophecy as this. There is a striking similarity between it and one which is uttered by Micah, who was contemporary with Isaiah. Which was penned &ldquo;first&rdquo; it would not be easy to show; but they have internal evidence that they both had their origin in an expectation that the Messiah would be born of a virgin; compare the note at<a class=\"isa\" verses=\"WzE3Njg4XQ==\">Isaiah 2:2<\/a> . In<a class=\"ref\">Micah 5:2-3<\/a> , the following prediction occurs: &lsquo;But thou, Bethlehem Ephratah, though thou be little among the thousands of Judah, yet out of thee shall he come forth unto me that is to be ruler over Israel; whose goings forth have been from of old, from the days of eternity. Therefore, will he give them up, until the time when she which travaileth hath brought forth.&rsquo; That this passage refers to the birth of the Messiah, is demonstrable from<a class=\"ref\">Matthew 2:6<\/a> .<\/p><p>Nothing can be clearer than that this is a prediction respecting the place of his birth. The Sanhedrim, when questioned by Herod respecting the place of his birth, answered without the slightest hesitation, and referred to this place in Micah for proof. The expression, &rsquo;she which travaileth,&rsquo; or, &rsquo;she that bears shall bear&rsquo;&mdash;ילדה יולדה yôlēdâh yālâdâh, &ldquo;she bearing shall bear&rdquo;&mdash;refers evidently to some prediction of such a birth; and the word &rsquo;she that bears&rsquo; (יולדה yôlēdâh) seems to have been used somewhat in the sense of a proper name, to designate one who was well known, and of whom there had been a definite prediction. Rosenmuller remarks, &lsquo;She is not indeed expressly called a virgin, but that she is so is self-evident, since she shall bear the hero of divine origin (from everlasting), and consequently not begotten by a mortal. The predictions throw light on each other; Micah discloses the divine origin of the person predicted, Isaiah the wonderful manner of his birth.&rsquo;&mdash;&ldquo;Ros.,&rdquo; as quoted by Hengstenberg. In his first edition, Rosenmuller remarks on<a class=\"ref\">Micah 5:2<\/a> : &lsquo;The phrase, &ldquo;she who shall bear shall bear,&rdquo; denotes the &ldquo;virgin&rdquo; from whom, in a miraculous manner, the people of that time hoped that the Messiah would be born.&rsquo; If Micah refers to a well-known existing prophecy, it must evidently be this in Isaiah, since no other similar prophecy occurs in the Old Testament; and if he wrote subsequently to Isaiah, the prediction in Micah must be regarded as a proof that this was the prevailing interpretation of his time.<\/p><p>That this was the prevailing interpretation of those times, is confirmed by the traces of the belief which are to be found extensively in ancient nations, that some remarkable person would appear, who should be born in this manner. The idea of a Deliverer, to be born of a &ldquo;virgin,&rdquo; is one that somehow had obtained an extensive prevalence in Oriental nations, and traces of it may be found almost everywhere among them. In the Hindoo Mythology it is said, respecting &ldquo;Budhu,&rdquo; that be was born of &ldquo;Maya,&rdquo; a goddess of the imagination&mdash;a virgin. Among the Chinese, there is an image of a beautiful woman with a child in her arms, which child, they say, was born of a virgin. The passsge in Virgil is well known:<\/p><p>Jam redit et Virgo, redeunt Saturnia regna:<\/p><p>Jam nova progenies coelo demittitur alto.<\/p><p>Tu modo mascenti puero, quo ferrea primum<\/p><p>Desinet, ac toto surget gens aurea mundo.<\/p><p>Casta fare Lucina: tuus jam regnat Apollo.<\/p><p>Eclog. iv. 4ff.<\/p><p>Comes the last age, by Cumae&rsquo;s maid foretold;<\/p><p>Afresh the mighty line of years unrolled.<\/p><p>The Virgin now, now Saturn&rsquo;s sway returns;<\/p><p>Now the blest globe a heaven-sprung child adorns,<\/p><p>Whose genial power shall whelm earth&rsquo;s iron race,<\/p><p>And plant once more the golden in its place.&mdash;<\/p><p>Thou chaste Lucina, but that child sustain,<\/p><p>And lo! disclosed thine own Apollo&rsquo;s reign.<\/p><p>Wrangham<\/p><p>This passage, though applied by Virgil to a different subject, has been usually regarded as having been suggested by that in Isaiah. The coincidence of thought is remarkable on any supposition; and there is no improbability in the supposition that the expectation of a great Deliverer to be born of a virgin had prevailed extensively, and that Virgil made it up in this beautiful manner and applied it to a prince in his own time. On the prevalent expectation of such a Deliverer, see the note at<a class=\"ref\">Matthew 2:2<\/a> .<\/p><p>(v) But the great and the unanswerable argument for the Messianic interpretation is derived from the conclusion of the prophecy in<a class=\"isa\" verses=\"WzE3ODE2XQ==\">Isaiah 8:8<\/a> , and especially in<a class=\"isa\" verses=\"eyIxNzgzMSI6N30=\">Isaiah 9:1-7<\/a> . The prophecy in<a class=\"isa\" verses=\"eyIxNzgzMSI6N30=\">Isaiah 9:1-7<\/a> is evidently connected with this; and yet &ldquo;cannot&rdquo; be applied to a son of Isaiah, or to any other child that should be then born. If there is any passage in the Old Testament that &ldquo;must&rdquo; be applied to the Messiah, that is one; see the notes on the passage. And if so, it proves, that though the prophet at first had his eye on an event which was soon to occur, and which would be to Ahaz full demonstration that the land would be safe from the impending invasion, yet that he employed language which would describe also a future glorious event, and which would be a fuller demonstration that God would protect the people. He became fully absorbed in that event, and his language at last referred to that alone. The child then about to be born would, in most of the circumstances of his birth, be an apt emblem of him who should be born in future times, since both would be a demonstration of the divine power and protection. To both, the name Immanuel, though not the common name by which either would be designated, might be appropriately given. Both would be born of a virgin&mdash;the former, of one who was then a virgin, and the birth of whose child could be known only to God&mdash;the latter, of one who should be appropriately called &ldquo;the&rdquo; virgin, and who should remain so at the time of his birth. This seems to me to be the meaning of this difficult prophecy. The considerations in favor of referring it to the birth of a child in the time of Isaiah, and which should be a pledge to him of the safety of his kingdom &ldquo;then,&rdquo; seem to me to be unanswerable. And the considerations in favor of an ultimate reference to the Messiah&mdash;a reference which becomes in the issue total and absorbing&mdash;are equally unanswerable; and if so, then the twofold reference is clear.<\/p> ",
    "audit": 1
}