{
    "id": 920,
    "source": "barnes",
    "verse_id": 17827,
    "verse_count": 1,
    "reference": "8:19",
    "title": "",
    "html": "<p><em>And when they shall say<\/em>&mdash;When the people, instead of putting confidence in God, shall propose to apply to necromancers. In the time of Ahaz the people were, as they were often, much inclined to idolatry; <a class=\"ref\">2 Kings 16:10<\/a>. In their troubles and embarrassments, instead of looking to Yahweh, they imitated the example of surrounding nations, and applied for relief to those who professed to be able to hold converse with spirits. That it was common for idolatrous people to seek direction from those who professed that they had the power of divining, is well known; see <a class=\"isa\" verses=\"WzE4MDA4LDE4MTk4XQ==\">Isaiah 19:3; Isaiah 29:4<\/a>. It was expressly forbidden to the Jews to have recourse to those who made such professions; <a class=\"ref\">Leviticus 20:6; Deuteronomy 18:10-11<\/a>. Yet, notwithstanding this express command, it is evident that it was no uncommon thing for the Jews to make application for such instructions; see the case of Saul, who made application to the woman of Endor, who professed to have a familiar spirit, in <a class=\"ref\">1 Samuel 28:7-25<\/a>. Among pagan nations, nothing was more common than for persons to profess to have contact with spirits, and to be under the influence of their inspiration. The oracle at Delphi, of this nature, was celebrated throughout Greece, and throughout the world. Kings and princes, warriors and nations, sought of the priestess who presided there, responses in undertaking any important enterprise, and were guided by her instructions; see the Travels of Anacharsis, vol. ii.376ff.<\/p><p><em>Seek unto<\/em>&mdash;Apply to for direction.<\/p><p><em>That hath familiar spirits<\/em>&mdash;Hebrew, אבות &lsquo;obôth. The word &lsquo;familiar,&rsquo; applied to spirit, is supposed to have been used by our translators to imply that they were attended by an invisible spirit that was subject to their call, or that would inspire them when they sought his direction. The Hebrew word is used to denote a necromancer, a conjuror; particularly one who was supposed to have power to call up the dead, to learn Of them respecting future events; see <a class=\"ref\">1 Samuel 28:7-19; Deuteronomy 18:11<\/a>. The word is most commonly applied to women; as it was almost entirely confined to women to profess this power; <a class=\"ref\">Leviticus 19:31; Leviticus 20:6; 1 Samuel 28<\/a>. The idea was, that they could call up the spirits of the dead who were supposed to have seen objects invisible to the living, and who could, therefore, inform them in regard to things which mortals on earth could not see. The Vulgate renders this by &lsquo;Pythons and diviners.&rsquo; A Python, among the Greeks and Romans, denoted one that had the spirit of prophesying, and was particularly applied to the priestess of Apollo at Delphi. The Septuagint renders the place thus: &lsquo;And if they say to you, Seek the &ldquo;ventriloquists,&rdquo; &epsilon;̓&gamma;&gamma;&alpha;&sigma;&tau;&rho;&iota;&mu;&upsilon;́&theta;&omicron;&upsilon;&sigmaf; engastrimuthous, and those speaking from the earth, and speaking vain things, who speak from the belly,&rsquo; &omicron;&iota;̔́ &epsilon;̓&kappa; &tau;&eta;͂&sigmaf; &kappa;&omicron;&iota;&lambda;&iota;́&alpha;&sigmaf; &phi;&omega;&nu;&omicron;&upsilon;͂&sigma;&iota;&nu; hoi ek tēs koilias phōnousin. From this it is evident, that the art of the ventriloquist, so well known now, was known then; and it is highly probable that the secret of the art of soothsayers consisted very much in being able to throw the voice, with various modifications, into different places, so that it would seem to come from a grave, or from an image of a dead person, that was made to appear at the proper time.<\/p><p><em>And unto wizards<\/em>&mdash;The word used here&mdash;ידענים yidde‛ônı̂ym&mdash;is derived from the verb ידע yâda‛ to know; and means a wise man, a soothsayer, a magician, or one possessed with a spirit of divination. The arts of the magician, or soothsayer, were often the arts of one skilled in natural magic; acquainted somewhat with the laws of chemistry; and able, therefore, to produce appearances among an ignorant people that would surprise them; see Brewster&rsquo;s Natural Magic, where this art is fully explained.<\/p><p><em>That peep<\/em>&mdash;This word is properly used of young birds, and means to chirp, to pip; and also to make a small noise by the gentle opening of the mouth. It is then applied to the gentle whispering which the ancients ascribed to departed spirits; the small, low, shrill voice which they were supposed to use, and which, probably, those attempted to imitate who claimed the power of raising them to the earth. It was believed among all the ancient nations, that departed spirits did not speak out openly and clearly, but with an indistinct, low, gentle, suppressed voice. Thus, in Virgil:<\/p><p>&mdash;Pars tollere vocem<\/p><p>Exiguam.<\/p><p>AEneid, vi. 492.<\/p><p>&mdash;gemitus lachrymabilis imo<\/p><p>Auditur tumulo, et vox reddita ferter ad aures.<\/p><p>AEneid, iii.39.<\/p><p>Thus Horace:<\/p><p>Umbrae cum Sagana resonarint triste et acutum.<\/p><p>Sat. lib i. 8, 40.<\/p><p>Thus Homer, speaking of the shade or spirit of Patroclus, says that it went with a whizzing sound: ̓&Omega;&chi;&epsilon;&tau;&omicron; &tau;&epsilon;&tau;&rho;&iota;&gamma;&upsilon;&iota;͂&alpha; Ǒcheto tetriguia.&mdash;Iliad, &psi;- 101.<\/p><p>He said, and with his longing arms essay&lsquo;d<\/p><p>In vain to grasp the visionary shade;<\/p><p>Like a thin smoke he sees the spirit fly<\/p><p>And hears a feeble, lamentable cry.<\/p><p>This night my friend, so late in battle lost,<\/p><p>Stood at my side a pensive, plaintive ghost.<\/p><p>Pope.<\/p><p>So, also, Lucian says of the infernal regions, &lsquo;The whizzing shades of the dead fly around us;&rsquo; see Gesenius in loc. and Rosenmuller; also Bochart&rsquo;s Hieroz., Part i. B. iii. ch. ii. p. 731.<\/p><p><em>And that mutter<\/em>&mdash;The word used here&mdash;הגה hâgâh&mdash;usually means to meditate, to consider; and then to speak, to utter. It also means to sigh, to mourn, <a class=\"ref\">Jeremiah 48:31<\/a>; <a class=\"isa\" verses=\"WzE3OTc3XQ==\">Isaiah 16:7<\/a>; to coo, as a dove, <a class=\"isa\" verses=\"WzE4MzY3LDE4ODEyXQ==\">Isaiah 37:14; Isaiah 59:11<\/a>; and then to roar like a lion; not the loud roar, but the grumbling, the suppressed roar (Bochart); <a class=\"isa\" verses=\"WzE4MjU1XQ==\">Isaiah 31:4<\/a>. The idea here is, probably, that of gently sighing, or mourning&mdash;uttering feeble, plaintive lamentations or sighs, as departed shades were supposed to do; and this was; probably, imitated by necromancers. By thus feigning that they conversed with the dead, they imposed on the ignorant populace, and led them to suppose that they had supernatural powers.<\/p><p><em>Should not a people seek... <\/em>&mdash;Is it not proper that a people should inquire of the God that is worshipped, in order to be directed in perplexing and embarrassing events? Some have understood this to be a question of the idolaters, asking whether it was not right and proper for a people to seek counsel of those whom they worshipped as God. I understand it, however, as a question asked by the prophet, and as the language of strong and severe rebulge. &lsquo;You are seeking to idols, to the necromancers, and to the dead, But Yahweh is your God. And should not a people so signally favored, a people under his special care, apply to him, and seek his direction?&rsquo;<\/p><p><em>For the living<\/em>&mdash;On account of the affairs of the living. To ascertain what will be their lot, what is their duty, or what will occur to them.<\/p><p><em>To the dead<\/em>&mdash;The necromancers pretended to have contact with the spirits of the dead. The prophet strongly exposes the absurdity of this. What could the dead know of this? How could they declare the future events respecting the living? Where was this authorized? People should seek God&mdash;the living God&mdash;and not pretend to hold consultation with the dead.<\/p> ",
    "audit": 1
}