{
    "id": 813,
    "source": "barnes",
    "verse_id": 17720,
    "verse_count": 1,
    "reference": "3:12 ",
    "title": "",
    "html": "<p><em>As for my people, children are their oppressors<\/em>&mdash;This refers, doubtless, to their civil rulers. They who &ldquo;ought&rdquo; to have been their &ldquo;protectors,&rdquo; oppressed them by grievous taxes and burdens. But whether this means that the rulers of the people were &ldquo;literally&rdquo; minors, or that they were so in &ldquo;disposition and character,&rdquo; has been a question. The original word is in the singular number (מעולל me‛ôlēl), and means a &ldquo;child,&rdquo; or an infant. It may, however, be taken collectively as a noun of multitude, or as denoting more than one. To whom reference is made here cannot easily be determined, but possibly to &ldquo;Ahaz,&rdquo; who began to reign when he was twenty years old; <a class=\"ref\">2 Kings 16:2<\/a>. Or it may mean that the &ldquo;character&rdquo; of the princes and rulers was that of inexperienced children, unqualified for government.<\/p><p><em>Are their oppressors<\/em>&mdash;literally, &lsquo;are their exactors,&rsquo; or their &ldquo;taxers&rdquo;&mdash;the collectors of the revenue.<\/p><p><em>And women rule over them<\/em>&mdash;This is not to be taken literally, but it means either that the rulers were under the influence of the &ldquo;harem,&rdquo; or the females of the court; or that they were effeminate and destitute of vigor and manliness in counsel. The Septuagint and the Chaldee render this verse substantially alike: &lsquo;Thy exactors strip my people as they who gather the grapes strip the vineyard.&rsquo;<\/p><p><em>They which lead thee<\/em>&mdash;Hebrew &ldquo;They who bless thee, or call thee blessed.&rdquo; (See the margin.) This refers, doubtless, to the public teachers, and the false prophets, who &ldquo;blessed&rdquo; or flattered the people, and who promised them safety in their sins.<\/p><p><em>Cause thee to err<\/em>&mdash;Lead you astray; or lead you into sin and danger.<\/p><p><em>And destroy<\/em>&mdash;Hebrew &ldquo;Swallow up.&rdquo;<\/p>",
    "audit": 1
}