{
    "id": 1388,
    "source": "barnes",
    "verse_id": 18295,
    "verse_count": 1,
    "reference": "33:15 ",
    "title": "",
    "html": "<p><em>He that walketh righteously<\/em>&mdash;In this and the following verses the prophet presents, in contrast, the confidence and the security of the righteous. He first, in this verse, describes the characteristics of the righteous, and in the following verses their confidence in God, and their security and safety. The first characteristic of the righteous man is that he walks righteously; that is, he lives righteously; he does right.<\/p><p><em>And speaketh uprightly<\/em>&mdash;The second characteristic&mdash;his words are well-ordered. lie is not false, perfidious, slanderous, or obscene in his words. If a private individual, his words are simple, honest, and true; if a magistrate, his decisions are according to justice.<\/p><p><em>He that despiseth the gain of oppressions<\/em>&mdash;Margin, &lsquo;Deceits&rsquo;. The third characteristic&mdash;he abhors the gain that is the result of imposition, false dealing, and false weights. Or if it mean oppressions, as the word usually does, then the sense is, that he does not oppress the poor, or take advantage of their needy condition, or affix exorbitant prices, or extort payment in a manner that is harsh and cruel.<\/p><p><em>That shaketh his hands from holding of bribes<\/em>&mdash;The fourth characteristic&mdash;this relates particularly to magistrates. They adjudge causes according to justice, and do not allow their judgment to be swayed by the prospect of reward.<\/p><p><em>That stoppeth his ears from hearing of blood<\/em>&mdash;This is the fifth characteristic. It means, evidently, he who does not listen to a proposal to shed blood, or to any scheme of violence, and robbery, and murder (see the note at <a class=\"isa\" verses=\"WzE3NjcwXQ==\">Isaiah 1:15<\/a>).<\/p><p><em>And shutteth his eyes from seeing evil<\/em>&mdash;He does not desire to see it; he is not found in the places where it is committed. A righteous man should not only have no part in evil, but he will keep himself if possible from being a witness of it. A man who sees all the evil that is going forward; that is present in every brawl and contention, is usually a man who has a fondness for such scenes, and who may be expected to take part in them. It is a remarkable fact that very few of the Society of Friends are ever seen in courts of justice as witnesses. The reason is, that they have no fondness for seeing the strifes and contentions of people, and are not found in those places where evil is usually committed. This is the sixth characteristic of the righteous man; and the sum of the whole is, that he keeps himself from all forms of iniquity.<\/p>",
    "audit": 1
}