{
    "id": 895,
    "source": "barnes",
    "verse_id": 17802,
    "verse_count": 1,
    "reference": "7:19",
    "title": "",
    "html": " <p> <em>And they shall come <\/em>&mdash;The idea in this verse is, that they would spread over the land, and lay it waste. The poetic image of flies and bees is kept up; meaning, that the armies would be so numerous as to occupy and infest all the land. <\/p> <p> <em>And shall rest <\/em>&mdash;As bees do. Thus the &ldquo;locusts&rdquo; are said to have &ldquo;rested&rdquo; in all the land of Egypt; <a class=\"ref\">Exodus 10:14<\/a>. <\/p> <p> <em>In the desolate valleys <\/em>&mdash;The word translated &ldquo;valleys&rdquo; usually means &ldquo;a valley with a brook,&rdquo; or a brook itself. The Chaldee translates it, &lsquo;In the streets of cities.&rsquo; But the idea is derived from the habits of flies and bees. The meaning is, that they should fill all the land, as innumerable swarms of flies and bees&mdash;would settle down everywhere, and would infest or consume everything. Bees, probably, chose situations near to running streams. Virgil, in his directions about selecting a place for an apiary, gives the following among others: <\/p> <p>At liquidi fontes, et stagna virentia musco <\/p> <p>Adsint, et tennis fugiens per gramina rivus. <\/p> <p>Georg. iv. 18, 19. <\/p> <p>But there let pools invite with moss arrayed, <\/p> <p>Clear fount and rill that purls along the glade. <\/p> <p>Sotheby. <\/p> <p> <em>In the holes of the rocks <\/em>&mdash;Probably the same image is referred to here. It is well known that in Judea, as well as elsewhere, bees were accustomed to live in the holes or caverns of the rocks. They were very numerous; and the figure here is, that the Assyrians would be numerous as the swarms of bees were in that land, even in the high and inaccessible rocks; compare <a class=\"isa\" verses=\"eyIxNzcwNSI6M30=\">Isaiah 2:19-21<\/a>. <\/p> <p> <em>Upon all thorns <\/em>&mdash;The image here is kept up of flies and bees resting on everything. &ldquo;Thorns&rdquo; here refer to those trees and shrubs that were of little value; but even on these they would rest. <\/p> <p> <em>All bushes <\/em>&mdash;Hebrew &lsquo;All trees that are commendable, or that are to be praised;&rsquo; see the margin. The word denotes those shrubs and trees that were objects of &ldquo;praise;&rdquo; that is, that were cultivated with great attention and care, in opposition to &ldquo;thorns&rdquo; that grew wild, and without cultivation, and that were of little value. The meaning of the passage is, that the land would be invaded in every part, and that everything, valuable or not, would be laid waste. <\/p> ",
    "audit": 1
}