{
    "id": 1926,
    "source": "barnes",
    "verse_id": 18833,
    "verse_count": 1,
    "reference": "60:11 ",
    "title": "",
    "html": "<p><em>Therefore thy gates shall be open continually<\/em>&mdash;The main idea here is, probably, that the accession from the pagan world, and the consequent influx of converts, would be so great, that there would be a necessity that the gates should never be closed. It is possible, also, that the prophet meant to describe that time as a period of security and peace. The gates of cities were closed in time of war, and at night, to guard them from danger. But in those times, such would be the prevalence of peace, and such would be the purposes for which the multitude of strangers would come from all parts of the world, that the gates might be left open, and the city unguarded at all times. The sense is&mdash;<\/p><p>1. That there will be immense multitudes that shall enter the true church from the pagan world.<\/p><p>2. That the gospel will be constantly and unceasingly offered to people. The doors of the church shall at no time be closed. By day and by night, at all seasons and in all places, people may come and obtain salvation. None shall be excluded because the gates shall be closed upon them; none because they are strangers and have come from distant lands; none because there will be no room; none because the conflux shall be so great that the provisions of mercy will be exhausted.<\/p><p>3. It will be a time of safety when the world shall be brought under the influence and the dominion of the Prince of Peace. There will be no need of closing the gates of cities, or of building walls around them. There will be no need to guard against hostile armies or the intrusions of hordes of banditti. There will be no need of guarding against the fraud, oppressions, and dishonest arts of other people. If the principles of the true religion everywhere prevailed, there would be no need of wails to cities, or gates, or bars; no need of ramparts, of ships of war, and of fortifications; no need of bolts and locks and iron chests to guard our property. No true Christian needs to guard himself or his property against another true Christian. No lock, no bolt, no wall, no gate, no iron safe has been made in order to guard against a man who is the sincere friend of the Redeemer. They are made to guard against wicked people; and when universal truth and righteousness prevail, they may be suffered to rust and rot for want of use. Should the principles of Christianity be everywhere diffused, the walls of all cities might be suffered to fall down; their gates to stand open until they should decay; ships of war to lie in the dock until they should sink to the bottom, forts and fleets to be dismantled; and the whole business of making locks and shackles, and of building prisons and manufacturing instruments of war, would come to an end.<\/p><p><em>That men may bring unto thee<\/em>&mdash;So many shall be coming with the wealth of the Gentiles, that the gates shall be continually open.<\/p><p><em>The forces of the Gentiles<\/em>&mdash;The wealth of the pagan (see the notes at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 60:5<\/a>).<\/p><p><em>And that their kings may be brought<\/em>&mdash;Lowth renders this, &lsquo;That their kings may come pompously attended.&rsquo; Noyes, &lsquo;May come with their retinues.&rsquo; The Chaldee renders it, &lsquo;And their kings be brought bound,&rsquo; or in chains. But the Hebrew word used here (נהוּגים nehûgı̂ym) denotes simply that they would be led or conducted in any way; and the idea is, that they would be induced, by the force of truth, to come and devote themselves to the service of God, They might be expected, indeed, to come, as Lowth says, pompously attended, but this idea is not in t the Hebrew text.<\/p>",
    "audit": 1
}