{
    "id": 1512,
    "source": "barnes",
    "verse_id": 18419,
    "verse_count": 1,
    "reference": "39:6",
    "title": "",
    "html": "<p><em>Behold, the days come<\/em>&mdash;The captivity of the Jews in Babylon commenced about one hundred and twenty years after this prediction (compare <a class=\"ref\">Jeremiah 20:5<\/a>).<\/p><p><em>That all that is in thine house<\/em>&mdash;That is, all the treasures that are in the treasure-house <a class=\"isa\" verses=\"WzE4NDE1XQ==\">Isaiah 39:2<\/a>.<\/p><p><em>And that which thy fathers have laid up in store<\/em>&mdash;In <a class=\"ref\">2 Kings 18:15-16<\/a> , we are told that Hezekiah, in order to meet the demands of the king of Assyria, had cut off even the ornaments of the temple, and taken all the treasures which were in &lsquo;the king&rsquo;s house.&rsquo; It is possible, however, that there might have been other treasures which had been accumulated by the kings before him which he had not touched.<\/p><p><em>Nothing shall be left<\/em>&mdash;This was literally fulfilled (see <a class=\"ref\">2 Chronicles 36:18<\/a>). It is remarkable, says Vitringa, that this is the first intimation that the Jews would be carried to Babylon&mdash;the first designation of the place where they would be so long punished and oppressed. Micah M <a class=\"ref\">1 Corinthians 4:10<\/a> , a contemporary of Isaiah, declares the same thing, but probably this was not before the declaration here made by Isaiah. Moses had declared repeatedly, that, if they were a rebellious people, they should be removed from their own to a foreign land; but he had not designated the country <a class=\"ref\">Leviticus 26:33-34; Deuteronomy 28:64-67; Deuteronomy 30:3<\/a>. Ahijah, in the time of Jeroboam <a class=\"ref\">1 Kings 14:15<\/a> , had predicted that they should be carried &lsquo;beyond the river,&rsquo; that is, the Euphrates; and Amos Amo 5:27 had said that God would carry them &lsquo;into captivity beyond Damascus.&rsquo; But all these predictions were now concentrated on Babylon; and it was for the first time distinctly announced by Isaiah that that was to be the land where they were to suffer so long and so painful a captivity.<\/p> ",
    "audit": 1
}