{
    "id": 1141,
    "source": "barnes",
    "verse_id": 18048,
    "verse_count": 1,
    "reference": "21:12 ",
    "title": "",
    "html": "<p><em>The watchman said<\/em>&mdash;Or rather &ldquo;saith;&rdquo; indicating that this is the answer which the prophet returned to the inquiry from Idumea.<\/p><p><em>The morning cometh<\/em>&mdash;There are signs of approaching day. The &lsquo;morning&rsquo; here is an emblem of prosperity; as the light of the morning succeeds to the darkness of the night. This refers to the deliverance from the captivity of Babylon, and is to be supposed as having been spoken near the time when that captivity was at an end&mdash;or nearly at break of day after the long night of their bondage. This declaration is to be understood as referring to a different people from those referred to in the expression which immediately follows&mdash;&lsquo;and also the night.&rsquo; &lsquo;The morning cometh&rsquo;&mdash;to the captive Jews; &lsquo;and also the night&rsquo;&mdash;to some other people&mdash;to wit, the Idumeans. It &ldquo;might&rdquo; mean that the morning was to be succeeded by a time of darkness to the same people; but the connection seems to demand that we understand it of others.<\/p><p><em>And also the night<\/em>&mdash;A time of calamity and affliction. This is emphatic. It refers to the Idumeans. &lsquo;The morning cometh to the captive Jews; it shall be closely succeeded by a night&mdash;a time of calamity&mdash;to the taunting Idumeans.&rsquo; During the captivity of the Jews in Babylon, the Idumeans invaded and took possession of the southern part of Judea. The prophet here refers to the fact, perhaps, that on the return of the Jews to their native land, they would revenge this by expelling them, and by inflicting punishment on the land of Edom. For a full proof that calamities came upon the land of Idumea, see Keith &ldquo;On the Prophecies.&rdquo; Art. &ldquo;Idumea,&rdquo; and the notes at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 34<\/a>)<\/p><p><em>If ye will inquire, inquire ye<\/em>&mdash;If you choose to ask anything further in regard to this, you can. The sense is probably this: &lsquo;You Idumeans have asked respecting the night in derision and reproach. An answer has been given somewhat agreeably to that inquiry. But if you seriously wish to know anything further respecting the destiny of your land, you can ask me (Isaiah) or any other prophet, and it will be known. But ask it in seriousness and earnestness, and with a suitable regard for the prophetic character and for God. And especially if you wish a more favorable answer to your inquiries, it is to be obtained only by forsaking sin and turning to God, and then you may come with the hope of a brighter prospect for the future.&rsquo; The design of this is, therefore:<\/p><p>(1) to &ldquo;reprove&rdquo; them for the manner in which they had asked the question;<\/p><p>(2) to assure them that God was willing to direct humble and serious inquirers; and<\/p><p>(3) to show in what way a favorable answer could be obtained&mdash;to wit, by repentance. And this is as true of sinners now as it was then. &ldquo;They&rdquo; often evince the reproachful and taunting spirit which the Idumeans did. &ldquo;They&rdquo; hear only a similar response&mdash;that prosperity and happiness await the Christian, though now in darkness and affliction; and that calamity and destruction are before the guilty. They &ldquo;might&rdquo; have the same answer&mdash;an answer that God would bless them and save them, if they would inquire in a humble, serious, and docile manner.<\/p><p><em>Return<\/em>&mdash;Turn from your sins; come back to God, and show respect for him and his declarations.<\/p><p><em>Come<\/em>&mdash;&ldquo;Then&rdquo; come and you shall be accepted, and the watch man will also announce &ldquo;morning&rdquo; as about to dawn on you. This seems to be the sense of this very dark and difficult prophecy. It is brief, enigmatical, and obscure. Yet it is beautiful; and if the sense above given be correct, it contains most weighty and important truth&mdash;alike for the afflicted and persecuted friends, and the persecuting and taunting foes of God. With reference to the interpretation here proposed, which supposes, as will have been seen:<\/p><p>(1) a state of excited feeling on the part of the Jews toward the Idumeans, for the part which they took in the destruction of their city;<\/p><p>(2) the prospect of speedy deliverance to the Jews in Babylon; and<\/p><p>(3) a consequent desolation and vengeance on the Idumeans for the feelings which they had manifested in the destruction of Jerusalem, see the prophecy of Obadiah, <a class=\"ref\">Obadiah 1:8-21<\/a>:<\/p><p>Shall I not in that day, saith the Lord,<\/p><p>Even destroy the wise men out of Edom,<\/p><p>And understanding out of the mount of Esau?<\/p><p>And thy mighty men, O Teman, shall be dismayed,<\/p><p>To the end that every one of the mount of Esau<\/p><p>May be cut off by slaughter.<\/p><p>For thy violence against thy brother Jacob shame shall cover thee,<\/p><p>And thou shalt be cut off for ever.<\/p><p>In the day that thou stoodest on the other side;<\/p><p>In the day that the stranger carried away captive his forces;<\/p><p>And foreigners entered into his gates, and cast lots upon Jerusalem;<\/p><p>Even thou wast as one of them.<\/p><p>But thou shouldest not have looked on the day of thy brother<\/p><p>In the day that he became a stranger;<\/p><p>Neither shouldest thou have rejoiced over the children of Judah<\/p><p>In the day of their destruction;<\/p><p>Neither shouldest thou have spoken proudly in the day of distress.<\/p><p>For the day of the Lord is near upon all the heathen;<\/p><p>As thou hast done, it shall be done unto thee;<\/p><p>Thy reward shall return upon thine own head, etc.<\/p><p>In this prophecy these circumstances are all to be found;<\/p><p>(1) the hostility of the Edomites against Jerusalem, and the part which they took in the destruction of the city, in <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 21:10-14<\/a>;<\/p><p>(2) the fact of the deliverance of the Jews from captivity, in <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 22:17<\/a>;<\/p><p>(3) the consequent vengeance upon the Idumeans <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 34:5-6<\/a>.<\/p><p>This remarkable coincidence in an independent prophecy is a strong circumstance to prove that the interpretation above proposed is correct. In regard to the general reasons for the interpretation here proposed, and the lessons which the prophecy is suited to convey, I may be permitted to refer to my &ldquo;Practical Sermons,&rdquo; pp. 325-341.<\/p>",
    "audit": 1
}