{
    "id": 1304,
    "source": "barnes",
    "verse_id": 18211,
    "verse_count": 1,
    "reference": "29:17",
    "title": "",
    "html": " <p> <em>Is it not yet a very little while <\/em>&mdash;The idea here is, &lsquo;you have greatly perverted things in Jerusalem. The time is at hand when there shall be &ldquo;other&rdquo; overturnings&mdash;when the wicked shall be cut off, and when there shall be poured out upon the nation such judgments that the deaf shall hear, and the blind see, and when those who have erred in spirit shall come to understanding&rsquo; <a class=\"isa\" verses=\"eyIxODIxMiI6N30=\">Isaiah 29:18-24<\/a>. <\/p> <p> <em>And Lebanon shall be tutored into a fruitful field <\/em>&mdash;This is evidently a proverbial expression, denoting any great revolution of things. It is probable that in the times of Isaiah the whole chain of Lebanon was uncultivated, as the word is evidently used here in opposition to a fruitful field (see the note at <a class=\"isa\" verses=\"WzE3Njk5XQ==\">Isaiah 2:13<\/a>). The word which is rendered &lsquo;fruitful field&rsquo; (כרמל karmel) properly denotes &ldquo;a fruitful field,&rdquo; or a finely cultivated country (see <a class=\"isa\" verses=\"WzE3ODY5XQ==\">Isaiah 10:18<\/a>). It is also applied to a celebrated mountain or promontory on the Mediterranean Sea, on the southern boundary of the tribe of Asher. It runs northwest of the plain of Esdraelon, and ends in a promontory or cape, and forms the bay of Acco. The mountain or promontory is about 1500 feet high; and abounds in caves or grottoes, and was celebrated as being the residence of the prophets Elijah and Elisha (see <a class=\"ref\">1 Kings 18:19, 1 Kings 18:42; 2 Kings 2:25; 2 Kings 4:25; 2 Kings 19:23<\/a>; compare the note at <a class=\"isa\" verses=\"WzE4MzIzXQ==\">Isaiah 35:2<\/a>). More than a thousand caves are said to exist on the west side of the mountain, which it is said were formerly inhabited by monks. But the word here is to be taken, doubtless, as it is in our translation, as denoting a well-cultivated country. Lebanon, that is now barren and uncultivated, shall soon become a fertile and productive field. That is, there shall be changes among the Jews that shall be as great as if Lebanon should become an extensively cultivated region, abounding in fruits, and vines, and harvests. The idea is this: &lsquo;The nation is now perverse, sinful, formal, and hypocritical. But the time of change shall come. The wicked shall be reformed; the number of the pious shall be increased; and the pure worship of God shall succeed this general formality and hypocrisy. The prophet does not say when this would be. He simply affirms that it would be before &ldquo;a great while&rdquo;&mdash;and it may, perhaps, be referred to the times succeeding the captivity (compare <a class=\"isa\" verses=\"WzE4Mjc1XQ==\">Isaiah 32:15<\/a>; <a class=\"isa\" verses=\"eyIxODMyMiI6MTB9\">Isaiah 35:1-10<\/a>; <a class=\"isa\" verses=\"WzE3NjYxXQ==\">Isaiah 1:6<\/a>). <\/p> <p> <em>And the fruitful field be esteemed as a forest <\/em>&mdash;That is, there shall be great changes in the nation, as if a well-cultivated field should be allowed to lie waste, and grow up into a forest. Perhaps it means that that which was then apparently flourishing would be overthrown, and the land lie waste. Those who were apparently in prosperity, would be humbled and punished. The effect of this revolution is stated in the following verses. <\/p> ",
    "audit": 1
}