{
    "id": 1014,
    "source": "barnes",
    "verse_id": 17921,
    "verse_count": 1,
    "reference": "13:14 ",
    "title": "",
    "html": "<p><em>And it shall be<\/em>&mdash;Babylon shall be.<\/p><p><em>As the chased roe<\/em>&mdash;Once so proud. lofty, arrogant, and self-confident; it shall be as the trembling gazelle, or the timid deer pursued by the hunter, and panting for safety. The word (צבי tsebı̂y) denotes a deer of the most delicate frame; the species that is most fleet and graceful in its movements; properly the &ldquo;gazelle&rdquo; (see Bochart&rsquo;s &ldquo;Hieroz.&rdquo; i. 3. 25). &lsquo;To hunt the antelope is a favorite amusement in the East, but which, from its extraordinary swiftness, is attended with great difficulty. On the first alarm, it flies like an arrow from the bow, and leaves the best-mounted hunter, and the fleetest dog, far behind. The sportsman is obliged to call in the aid of the falcon, trained to the work, to seize on the animal, and impede its motions, to give the dogs time to overtake it. Dr. Russel thus describes the chase of the antelope: &ldquo;They permit horsemen, without dogs, if they advance gently, to approach near, and do not seem much to regard a caravan that passes within a little distance; but the moment they take the alarm, they bound away, casting from time to time a look behind: and if they find themselves pursued, they lay their horns backward, almost close on the shoulders, and flee with incredible swiftness. When dogs appear, they instantly take the alarm, for which reason the sportsmen endeavor to steal upon the antelope unawares, to get as near as possible before slipping the dogs; and then, pushing on at full speed, they throw off the falcon, which being taught to strike or fix upon the cheek of the game, retards its course by repeated attacks, until the greyhounds have time to get up.&ldquo;&lsquo;&mdash;(Burder&rsquo;s &ldquo;Orient. Cus.&rdquo;)<\/p><p><em>As a sheep<\/em>&mdash;Or like a scattered flock of sheep in the wilderness that has no shepherd, and no one to collect them together; an image also of that which is timid and defenseless.<\/p><p><em>That no man taketh up<\/em>&mdash;That is astray, and not under the protection of any shepherd. The meaning is, that that people, once so proud and self-confident, would become alarmed, and scattered, and be afraid of everything.<\/p><p><em>They shall every man turn unto his own people<\/em>&mdash;Babylon was the capital of the pagan world. It was a vast and magnificent city; the center of many nations. It would be the place, therefore, where numerous foreigners would take up a temporary residence, as London and other large cities are now. Jeremiah Jer 50:37 describes Babylon as containing a mingled population&mdash;&lsquo;and upon all the mingled people that are in the midst of her&rsquo;&mdash;that is, &ldquo;the colluvies gentium,&rdquo; as Tacitus describes Rome in his time. Jeremiah also <a class=\"ref\">Jeremiah 50:28<\/a>describes this mingled multitude as fleeing and escaping out of the land of Babylon, when these calamities should come upon them. The idea in Isaiah is, that this great and mixed multitude would endeavor to escape the impending calamities, and flee to their own nations.<\/p>",
    "audit": 1
}