{
    "id": 1376,
    "source": "barnes",
    "verse_id": 18283,
    "verse_count": 1,
    "reference": "33:3 ",
    "title": "",
    "html": "<p><em>At the noise of the tumult<\/em>&mdash;Lowth supposes that this is addressed by the prophet in the name of God, or rather by God himself to the Assyrian, and that it means that notwithstanding the terror which he had caused the invaded countries, he would himself fall and become an easy prey to those whom he intended to subdue. But probably it should be regarded as a part of the address which the Jews made to Yahweh <a class=\"isa\" verses=\"WzE4MjgyXQ==\">Isaiah 33:2<\/a> , and the word &lsquo;tumult&rsquo;&mdash;המון hâmôn, sound, noise, as of rain <a class=\"ref\">1 Kings 18:41<\/a> , or of music <a class=\"ref\">Ezekiel 26:13; Amos 5:23<\/a> , or the bustle or tumult of a people <a class=\"ref\">1 Samuel 4:11; 1 Samuel 14:19; Job 39:7<\/a> &mdash;refers here to the voice of God by which the army was overthrown. Yahweh is often represented as speaking to people in a voice suited to produce consternation and alarm. Thus it is said of the vision which Daniel saw of a man by the side of the river Hiddekel, &lsquo;his words&rsquo; were &lsquo;like the voice of a multitude&rsquo; (המון hâmôn), <a class=\"ref\">Daniel 10:6<\/a>. And thus, in <a class=\"ref\">Revelation 1:10<\/a> , the voice of Christ is said to have been &lsquo;like the voice of a trulupet;&rsquo; and in <a class=\"isa\" verses=\"WzE4Mjk1XQ==\">Isaiah 33:15<\/a> , &lsquo;like the sound of many waters.&rsquo; It wilt be recollected also that it was said that God would send upon the Assyrian army &lsquo;thunder, and an earthquake, and a great noise, with storm and tempest, and a flame of devouring fire&rsquo; (<a class=\"isa\" verses=\"WzE4MjAwXQ==\">Isaiah 29:6<\/a> ; compare <a class=\"isa\" verses=\"WzE4MjQ4XQ==\">Isaiah 30:30<\/a> ); and it is doubtless to this prediction that the prophet refers here. God would come forth with the voice of indignation, and would scatter the combined armies of the Assyrian.<\/p><p><em>The people fled<\/em>&mdash;The people in the army of the Assyrian. A large part of them Were slain by the angel of the Lord in a single night, but a portion of them with Sennacherib escaped and fled to their own land (<a class=\"isa\" verses=\"eyIxODM4OSI6Mn0=\">Isaiah 37:36-37<\/a>.<\/p><p><em>At the lifting up of thyself<\/em>&mdash;Of Yahweh; as when one rouses himself to strike.<\/p><p><em>The nations<\/em>&mdash;The army of Sennacherib was doubtless made up of levies from the nations that had been subdued, and that composed the Assyrian empire.<\/p>",
    "audit": 1
}