{
    "id": 1470,
    "source": "barnes",
    "verse_id": 18377,
    "verse_count": 1,
    "reference": "37:24",
    "title": "",
    "html": " <p> <em>By thy servants <\/em>&mdash;Hebrew, &lsquo;By the hand of thy servants.&rsquo; That is, by Rabshakeh <a class=\"isa\" verses=\"WzE4Mzg5XQ==\">Isaiah 36<\/a>, and by those whom he had now sent to Hezekiah with letters <a class=\"isa\" verses=\"WzE4MzYyLDE4MzY3XQ==\">Isaiah 37:9, Isaiah 37:14<\/a>. <\/p> <p> <em>And hast said <\/em>&mdash;Isaiah does not here quote the precise words which Rabshakeh or the other messengers had used, but quotes the substance of what had been uttered, and expresses the real feelings and intentions of Sennacherib. <\/p> <p> <em>By the multitude of my chariots <\/em>&mdash;The word &lsquo;chariots&rsquo; here denotes war-chariois (see the notes at <a class=\"isa\" verses=\"WzE3NjkzLDE4OTQzXQ==\">Isaiah 2:7; Isaiah 66:20<\/a>). <\/p> <p> <em>To the height of the mountains <\/em>&mdash;Lebanon is here particularly referred to. Chariots were commonly used, as cavalry was, in plains. But it is probable that Lebanon was accessible by chariots drawn by horses. <\/p> <p> <em>To the sides of Lebanon <\/em>&mdash;On the situation of Lebanon see the notes at <a class=\"isa\" verses=\"WzE3ODg1LDE4MjExXQ==\">Isaiah 10:34; Isaiah 29:17<\/a>. Sennacherib is represented as having carried desolation to Lebanon, and as having cut down its stately trees (see the note at <a class=\"isa\" verses=\"WzE4Mjg5XQ==\">Isaiah 33:9<\/a>). <\/p> <p> <em>I will cut down the tall cedars thereof <\/em>&mdash;Margin, &lsquo;The tallness of the cedars thereof.&rsquo; The boast of Sennacherib was that he would strip it of its beauty and ornament; that is, that he would lay the land waste. <\/p> <p>And the choice fir-trees thereof&mdash;(see the note at <a class=\"isa\" verses=\"WzE3OTM3XQ==\">Isaiah 14:8<\/a>). The Septuagint renders it, &Upsilon;&pi;&alpha;&rho;&iota;́&sigma;&sigma;&omicron;&upsilon; Uparissou&mdash;&lsquo;The beauty of the cypress.&rsquo; The word here denotes the cypress, a tree resembling the white cedar. It grew on Lebanon, and, together with the cedar, constituted its glory. Its wood, like that of the cedar, was employed for the floors and ceilings of the temple <a class=\"ref\">1 Kings 5:10; 1 Kings 6:15, 1 Kings 6:34<\/a>. It was used for the decks and sheathing of ships <a class=\"ref\">Ezekiel 27:5<\/a>, for spears <a class=\"ref\">Nehemiah 2:4<\/a>; and for musical instruments <a class=\"ref\">2 Samuel 6:5<\/a>. <\/p> <p> <em>The height of his border <\/em>&mdash;The extreme retreats; the furthest part of Lebanon. In <a class=\"ref\">2 Kings 19:23<\/a>, it is, &lsquo;I will enter the lodgings of his borders;&rsquo; perhaps referring to the fact that on the ascent to the top of the mountain there was a place for the repose of travelers; a species of inn or caravansera which bounded the usual attempts of persons to ascend the mountain. Such a lodging-place on the sides or tops of mountains which are frequently ascended, is not uncommon. <\/p> <p> <em>And the forest his Carmel <\/em>&mdash;On the meaning of the word Carmel, see the note at <a class=\"isa\" verses=\"WzE4MjExXQ==\">Isaiah 29:17<\/a>. Here it means, as in that passage, a rich, fertile, and beautiful country. It is known that Lebanon was covered on the top, and far down the sides, with perpetual snow. But there was a region lying on its sides, between the snow and the base of the mountain, that was distinguished for fertility, and that was highly cultivated. This region produced grapes in abundance; and this cultivated part of the mountain, thick set with vines and trees, might be called a beautiful grove. This was doubtless the portion of Lebanon which is here intended. At a distance, this tract on the sides of Lebanon appeared doubtless as a thicket of shrubs and trees. The phrase &lsquo;garden-forest,&rsquo; will probably express the sense of the passage. &lsquo;After leaving Baalbec, and approaching Lebanon, towering walnut trees, either singly or in groups, and a rich carpet of verdure, the offspring of numerous streams, give to this charming district the air of an English park, majestically bordered with snow-tipped mountains. At Deir-el-Akmaar, the ascent begins winding among dwarf oaks, hawthorns, and a great variety of shrubs and flowers. A deep bed of snow had now to be crossed, and the horses sunk or slipped at every moment. To ride was impracticable, and to walk dangerous, for the melting snow penetrated our boots, and our feet were nearly frozen. An hour and a half brought us to the cedars.&rsquo; (Hogg.) <\/p>",
    "audit": 1
}