{
    "id": 1936,
    "source": "barnes",
    "verse_id": 18843,
    "verse_count": 1,
    "reference": "60:21",
    "title": "",
    "html": "<p><em>Thy people also shall be all righteous<\/em> &mdash;(See the notes at<a class=\"isa\" verses=\"WzE3NzM2XQ==\">Isaiah 4:2<\/a>).<\/p><p><em>They shall inherit the land for ever<\/em> &mdash;(See the notes at<a class=\"isa\" verses=\"WzE4NjQ1LDE4NzI3XQ==\">Isaiah 49:8; Isaiah 54:3<\/a> ; compare<a class=\"isa\" verses=\"WzE4OTA3XQ==\">Isaiah 65:9<\/a> ;<a class=\"ref\">Matthew 5:5<\/a>).<\/p><p><em>The branch of my planting<\/em> &mdash;On the meaning of the word branch, see the notes at<a class=\"isa\" verses=\"WzE3ODg2LDE3OTQ4XQ==\">Isaiah 11:1; Isaiah 14:19<\/a> . Here it means a scion or shoot which Yahweh had planted, and which had sprung up under his culture. Grotius supposes it means posterity. The idea seems to be, that they would inherit the land and all which would grow up under the culture of the hand of Yahweh.<\/p><p><em>The work of my hands<\/em> &mdash;The language here is taken from the cultivation of the land of Canaan; but the sense is, that the church would inherit all that God had done for its welfare. Applied to the work of redemption, it means that the result of all the labors, self-denials, and sacrifices of the Redeemer, become the inheritance of the church. The comforts, joys, hopes, consolations of his people are the fruit of his self-denial, &lsquo;the work of his hands,&rsquo; and they are permitted to enjoy it all&mdash;as if God should cultivate a fruitful field and give the avails entirely to them.<\/p><p><em>That I may be glorified<\/em> &mdash;(See<a class=\"isa\" verses=\"WzE4NjQwLDE4ODQ3XQ==\">Isaiah 49:3; Isaiah 61:3<\/a> ; the notes at<a class=\"isa\" verses=\"WzE4NDg5LDE4NTEzXQ==\">Isaiah 42:8; Isaiah 43:7<\/a>). God would be glorified in having made so ample provision for their welfare, and in their being made happy by him. He is always glorified when others enjoy the fruits of his benevolence, and when they are made pure and happy as the result of his purposes and plans.<\/p> ",
    "audit": 1
}