{
    "id": 1096,
    "source": "barnes",
    "verse_id": 18003,
    "verse_count": 1,
    "reference": "18:5",
    "title": "",
    "html": " <p> <em>For afore the harvest <\/em>&mdash;This verse is evidently figurative, and the image is drawn from that which is commenced in the previous verse. There, God is represented as calmly regarding the plans of the people here referred to&mdash;as the sun shines serenely on the herb, or the dew falls on the grass. &ldquo;That&rdquo; figure supposes that they had &ldquo;formed&rdquo; plans, and that they were advancing to maturity, like a growing harvest, while God surveyed them without interposition. This verse continues the figure, and affirms &ldquo;that those plans shall not be mature;&rdquo; that God will interpose and defeat them &ldquo;while&rdquo; they are maturing&mdash;as if a man should enter the harvest field and cut it down after it had been sown, or go into the vineyard, and cut down the vines while the green grape was beginning to ripen. It is, therefore, a most beautiful and expressive figure, intimating that all their plans would be foiled even when they had the prospect of a certain accomplishment. <\/p> <p> <em>When the bud is perfect <\/em>&mdash;The word &lsquo;bud&rsquo; here (פרח perach) denotes either a &ldquo;blossom,&rdquo; or a sprout, shoot, branch. Here it denotes probably the &ldquo;blossom&rdquo; of the grain; or it may be the grain when it is &ldquo;set.&rdquo; Its meaning is, when their plans are maturing, and there is every human prospect that they will be successful. <\/p> <p> <em>And the sour grape is ripening <\/em>&mdash;Begins to turn; or is becoming mature. <\/p> <p> <em>In the flower <\/em>&mdash;(נצה netsâh). The blossom. This should be read rather, &lsquo;and the flower is becoming a ripening grape.&rsquo; The common version does not make sense; but with this translation the idea is clear. The sense is the same as in the former phrase&mdash;when their plans are maturing. <\/p> <p> <em>He shall cut off the sprigs <\/em>&mdash;The shoots; the small limbs on which the grape is hanging, as if a man should enter a vineyard, and, while the grape is ripening, should not only cut off the grape, but the small branches that bore it, thus preventing it from bearing again. The idea is, not only that God would disconcert their &ldquo;present&rdquo; plans, but that he would prevent them from forming any in future. Before their plans were matured, and they obtained the anticipated triumph, he would effectually prevent them from forming such plans again. <\/p> ",
    "audit": 1
}