{
    "id": 894,
    "source": "barnes",
    "verse_id": 17801,
    "verse_count": 1,
    "reference": "7:18 ",
    "title": "",
    "html": "<p><em>In that day the Lord shall hiss<\/em>&mdash;see the note at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 5:26<\/a>.<\/p><p><em>For the fly<\/em>&mdash;That is, for the army, or the multitude of people. The comparison of a numerous army with &ldquo;flies&rdquo; is not uncommon; see Homer&rsquo;s &ldquo;Iliad,&rdquo; B. ii. 469, etc.<\/p><p>&mdash;Thick as insects play,<\/p><p>The wandering nation of a summer&rsquo;s day.<\/p><p>That, drawn by milky streams at evening hours<\/p><p>In gathered swarms surround the rural bowers;<\/p><p>From pail to pail with busy murmur run<\/p><p>The gilded legions, glittering in the sun.<\/p><p>Pope.<\/p><p>The comparison is drawn probably from the &ldquo;number,&rdquo; but also is intended to indicate the troublesome character, of the invaders. Perhaps, also, there is an allusion here to the well-known fact that one of the ten plagues of Egypt was caused by numerous swarms of flies; <a class=\"ref\">Exodus 8:21-24<\/a>. An army would be brought up from that country as numerous, as troublesome, and as destructive as was that swarm of flies. The following description, by Bruce, of a species of flies in Abyssinia and the adjacent regions, will give an idea of the character of this calamity, and the force of the language used here:<\/p><p>&lsquo;This insect is called Zimb; it has not been described by any naturalist. It is, in size, very little larger than a bee, of a thicker proportion, and has wings, which are broader than those of a bee, placed separate, like those of a fly: they are of pure gauze, without color or spot upon them; the head is large, the upper jaw or lip is sharp, and has at the end of it a strong pointed hair, of about a quarter of an inch long; the lower jaw has two of these pointed hairs; and this pencil of hairs, when joined together, makes a resistance to the finger, nearly equal to that of a strong hog&rsquo;s bristle; its legs are serrated in the inside, and the whole covered with brown hair or down. As soon as this plague appears, and their buzzing is heard, all the cattle forsake their food, and run wildly about the plain, until they die, worn out with fatigue, fright, and hunger. No remedy remains, but to leave the black earth, and hasten down to the sands of Atbara; and there they remain, while the rains last, this cruel enemy never daring to pursue them further.<\/p><p>Though his size be immense, as is his strength, and his body covered with a thick skin, defended with strong hair, yet even the camel is not capable to sustain the violent punctures the fly makes with his pointed proboscis. He must lose no time in removing to the sands of Atbara, for when once attacked by this fly, his body, head, and legs, break out into large bosses, which swell, break, and putrefy, to the certain destruction of the creature. Even the elephant and rhinoceros, who, by reason of their enormous bulk, and the vast quantity of food and water they daily need, cannot shift to desert and dry places as the season may require, are obliged to roll themselves in mud and mire, which, when dry, coats them over like armor, and enables them to stand their ground against this winged assassin; yet I have found some of these tubercles upon almost every elephant and rhinoceros that I have seen, and attribute them to this cause.<\/p><p>All the inhabitants of the seacoast of Melinda, down to Cape Gardefan, to Saba, and the south coast of the Red Sea, are obliged to put themselves in motion, and remove to the next sand, in the beginning of the rainy season, to prevent all their stock of cattle from being destroyed. This is not a partial emigration; the inhabitants of all the countries, from the mountains of Abyssinia northward, to the confluence of the Nile, and Astaboras, are once a year obliged to change their abode, and seek protection in the sand of Beja; nor is there any alternative, or means of avoiding this, though a hostile band were in their way, capable of spoiling them or half their substance. This fly has no sting, though he seemed to me to be rather of the bee kind; but his motion is more rapid and sudden than that of the bee, and resembles that of the gad-fly in England. There is something particular in the sound or buzzing of this insect; it is a jarring noise together with a humming, which induces me to believe it proceeds, at least in part, from a vibration made with the three hairs at his snout.&rsquo;<\/p><p><em>The uttermost part of the rivers of Egypt<\/em>&mdash;The remotest part of the land&mdash;that is, from the whole country. Egypt was watered by a single river; the Nile. But this river emptied into the Mediterranean by several mouths; and from this river also were cut numerous canals to water the land. These are intended by the &ldquo;rivers&rdquo; of Egypt; see the notes at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 19:6-7<\/a>. Those canals would be stagnant for no small part of the year; and around them would be produced, as is usual near stagnant waters, great quantities of flies. This prophecy was fulfilled by the invasion of the land in subsequent times by the Egyptians; <a class=\"ref\">2 Kings 23:33-34; 2 Chronicles 35:20, 2 Chronicles 35:24; 2 Chronicles 36:1-2<\/a>.<\/p><p><em>And for the bee<\/em>&mdash;That is, for the &ldquo;army.&rdquo; An army is compared to &ldquo;bees&rdquo; on account of their number; perhaps also on account of the pungency and severity of the sting. The comparison is common; see <a class=\"ref\">Deuteronomy 1:44; Deuteronomy 7:20; Psalm 118:12<\/a>. The Chaldee has rendered this verse, &lsquo;The Lord shall call to a people girded with the armies of the brave, who are numerous as flies, and shall bring them from the ends of the land of Egypt; and strong armies, strong as bees, and shall bring them from the land of Assyria.&rsquo; No prophecy was ever more completely fulfilled than this by the successive invasions of Pharaoh-Necho, Esarhaddon and Nebuchadnezzar; see <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 36<\/a> ; 37; <a class=\"ref\">2 Chronicles 36:7-21<\/a>.<\/p>",
    "audit": 1
}