{
    "id": 775,
    "source": "barnes",
    "verse_id": 17682,
    "verse_count": 1,
    "reference": "1:27 ",
    "title": "",
    "html": "<p><em>Zion<\/em>&mdash;See the note at <a class=\"isa\" verses=\"MTc2NjM=\">Isaiah 1:8<\/a>. The word Zion here is used to designate the whole Jewish people to whom the prophet had reference; that is, the inhabitants of Judah and Jerusalem, <a class=\"isa\" verses=\"MTc2NTY=\">Isaiah 1:1<\/a>.<\/p><p><em>Shall be redeemed<\/em>&mdash;The word used here&mdash;פדה pâdâh&mdash;is employed in two senses in the Scriptures. It implies always the idea of deliverance, as from captivity, danger, punishment, slavery, sin. But this idea occurs:<\/p><p>(1) sometimes without any reference to a price paid, but simply denoting to deliver, or to set at liberty; and<\/p><p>(2) in other instances the price is specified, and then the word occurs under the strict and proper sense of redeem; that is, to rescue, or deliver, by a ransom price.<\/p><p>Instances of the former general sense occur often; as e. q., to deliver from slavery without mere ion of a price; <a class=\"ref\">Deuteronomy 7:8<\/a> : &lsquo;The Loan loved you, and redeemed you out of the house of bondmen.&rsquo; See also <a class=\"ref\">Jeremiah 15:21; Jeremiah 31:11<\/a>. The idea of delivering in any way from danger occurs often; <a class=\"ref\">Job 5:20<\/a> : &lsquo;In famine he shall redeem thee from death, and in war from the power of the sword;&rsquo; <a class=\"ref\">1 Kings 1:29<\/a> : &lsquo;As Jehovah liveth, that hath redeemed my soul out of all distress.&rsquo; <a class=\"ref\">1 Samuel 4:9<\/a>. But the word often occurs in connection with the mention of the price, and in this sense the words rendered redeem are commonly used in the New Testament; see <a class=\"ref\">Exodus 13:13; Numbers 18:15-17<\/a> ; compare <a class=\"ref\">Galatians 3:13; 1 Peter 1:18; Revelation 5:9; Ephesians 1:17<\/a>. <a class=\"ref\">Matthew 20:28; 1 Timothy 2:6<\/a>. In these last places, the blood of Christ, or his atoning sacrifice, is mentioned as the price, or the valuable consideration, by which deliverance from sin is effected; compare the note at <a class=\"isa\" verses=\"MTg1MDk=\">Isaiah 43:3<\/a>. In the case now before us, however, the word is used in the general sense, to denote that God would rescue and save his people from the calamities and judgments to which they were to be subjected on account of their sins. Though they were to be taken captive for their sins, yet they should again be delivered and restored to their land. The Septuagint evidently so understands it: &lsquo;Her captivity shall be saved with judgment and with mercy.&rsquo; The Chaldee Paraphrase renders it in a manner somewhat similar: &lsquo;But Zion, when judgment shall have been accomplished in her, shall be redeemed; and they who keep the law shall be returned to it in righteousness.&rsquo;<\/p><p><em>With judgment<\/em>&mdash;In a righteous, just manner. That is, God shall evince his justice in doing it; his justice to a people to whom so many promises had been made, and his justice in delivering them from long and grievous oppression. All this would be attended with the displays of judgment, in effecting their deliverance. This might be evinced<\/p><p>(1) in keeping his promises made to their fathers;<\/p><p>(2) in delivering an oppressed people from bondage; and<\/p><p>(3) in the displays of judgment on the nations necessary in accomplishing the deliverance of the Jews. This is the common interpretation.<\/p><p>It may be, however, that the expression does not refer to the character of God, which is not at all the subject of discourse, but to the character of the people that should be redeemed. Before, the nation was corrupt; after the captivity, they would be just. Zion should be redeemed; and the effect of that redemption would be, that the people would be reformed, and holy, and just. This does not refer, properly, to redemption by the Lord Jesus, though it is equally true that that will be accomplished with justice, that is, in entire consistency with the character of a just and holy God.<\/p><p><em>Her converts<\/em>&mdash;This is an unhappy translation. The Hebrew here means simply, &lsquo;they that return of her&rsquo; (margin); that is, those who return from captivity. It is implied that all would not return&mdash;which was true&mdash;but those who did return, would come back in righteousness.<\/p><p><em>With righteousness<\/em>&mdash;This refers to the character of those who shall return. The prediction is, that the character of the nation would be reformed <a class=\"isa\" verses=\"MTc2ODE=\">Isaiah 1:26<\/a>; that it would be done by means of this very captivity; and that they who returned would come back with a different character from the nation at the time that Isaiah wrote. They would be a reformed, righteous people. The character of the nation was greatly improved after the captivity. Their propensity to idolatry, in a particular manner, was effectually restrained; and probably the character of the people after the captivity, for morals and religion, was not inferior to the best periods of their history before.<\/p>",
    "audit": 1
}