{
    "id": 996,
    "source": "barnes",
    "verse_id": 17903,
    "verse_count": 1,
    "reference": "12:2",
    "title": "",
    "html": " <p> <em>Behold, God is my salvation <\/em>&mdash;Or, God is the author, or source, of my salvation. It has not been brought about by any human hands, but is to be traced directly to him. The value of a gift is always enhanced by the dignity and excellency of the giver, and it confers an inestimable value on the blessings of salvation, that they are conferred by a being no less than the infinite God. It is not by human or angelic power; but it is to be traced directly and entirely to Yahweh. <\/p> <p> <em>I will trust, and not be afraid <\/em>&mdash;Since God is its author; since he is able to defend me, and to perfect that which he has begun, I will confide in him, and not be afraid of the power or machinations of any enemy. In his hands I am safe. God is the foundation of our confidence; and trusting in him, his people shall never be moved. <\/p> <p> <em>For the Lord Jehovah <\/em>&mdash;This is one of the four places in which our translators have retained the original word Yahweh, though the Hebrew word occurs often in the Scriptures. The other places where the word Jehovah is retained in our version are, <a class=\"ref\">Exodus 6:3; Psalm 68:18 <\/a>; lsa. <a class=\"ref\">Psalm 26:4 <\/a>. The original in this place is יהוה יה yâh yehovâh. The word יה yâh is an abbreviation of the word Yahweh. The abbreviated form is often used for the sake of conciseness, particularly in the Psalms, as in the expression &ldquo;Hallelujah&rdquo; (הללוּ־יה halelû-yâh), that is, praise Yahweh (<a class=\"ref\">Psalm 89:9; Psalm 94:7, Psalm 94:12; Psalm 104:35; Psalm 105:15; Psalm 106:1, Psalm 106:48; Psalm 111:1; Psalm 113:1 <\/a>,, &ldquo;et al.&rdquo;) In this place, and <a class=\"isa\" verses=\"WzE4MTM1XQ==\">Isaiah 26:4 <\/a>,, &ldquo;the repetition&rdquo; of the name seems to be used to denote &ldquo;emphasis;&rdquo; or perhaps to indicate that Yahweh is the same always&mdash;an unchangeable God. In two codices of Kennicott, however, the name יה yâh is omitted, and it has been conjectured by some that the repetition is an error of transcribers; but the best MSS. retain it. The Septuagint, the Chaldee, and the Syriac, however, omit it. <\/p> <p> <em>Is my strength and my song <\/em>&mdash;The same expression occurs in the hymn that Moses composed after the passage of the Red Sea, in imitation of which this song is evidently composed; <a class=\"ref\">Exodus 15:2 <\/a>: <\/p> <p>Jehovah is my strength and my song, <\/p> <p>And he is become my salvation. <\/p> <p>The word &rsquo;strength&rsquo; means, that he is the source of strength, and implies that all who are redeemed are willing to acknowledge that all their strength is n God. The word &rsquo;song&rsquo; implies that he is the proper object of praise; it is to celebrate his praise that the &rsquo;song&rsquo; is composed. <\/p> <p> <em>He also is become my salvation <\/em>&mdash;This is also found in the song of Moses <a class=\"ref\">Exodus 15:2 <\/a>. It means that God had become, or was the author of salvation. It is by his hand that the deliverance bas been effected, and to him should be the praise. <\/p>,",
    "audit": 1
}