{
    "id": 1344,
    "source": "barnes",
    "verse_id": 18251,
    "verse_count": 1,
    "reference": "30:33",
    "title": "",
    "html": "<p><em>For Tophet<\/em>&mdash;The same idea is conveyed in this verse as in the preceding, but under another form, and with a new illustration. The sense is, that the army of the Assyrians would be completely destroyed, as if it were a large pile of wood in the valley of Hinnom that should be fired by the breath of God. The word (תפתה tâpeteh) with the ה (h) paragogic), denotes properly what causes loathing or abhorrence; that which produces disgust and vomiting (from the Chaldee תיף tūph to spit out); <a class=\"ref\">Job 17:6<\/a> , &lsquo;I was an &ldquo;abhorrence&rsquo;&rdquo; (תפת tôpheth), improperly rendered in our version, &lsquo;I was among them as a tabret.&rsquo; The word occurs only in <a class=\"ref\">2 Kings 23:10; Jeremiah 7:31-32; Jeremiah 19:6, Jeremiah 19:11, Jeremiah 19:13-14<\/a> , and in this place. It is applied to a deep valley on the southeast of Jerusalem, celebrated as the seat of idolatry, particularly of the worship of Moloch. The name also of &lsquo;the valley of Hinnom&rsquo; was given to it; and hence, the name &ldquo;Gehenna&rdquo; &gamma;&epsilon;́&epsilon;&nu;&nu;&alpha; geenna, <a class=\"ref\">Matthew 5:22, Matthew 5:29-30; Matthew 10:28; Matthew 18:9; Matthew 23:15, Matthew 23:33; Mark 9:43, Mark 9:45, Mark 9:47; Luke 12:5; James 3:6<\/a>), as denoting the place of future torments, of which the valley of Hinnom, or Tophet, was a striking emblem.<\/p><p>This valley was early selected as the seat of the worship of Moloch, where his rites were celebrated by erecting a huge brass image with a hollow trunk and arms, which was heated, and within which, or on the arms of which, children were placed as a sacrifice to the horrid idol. To drown their cries, drums were beaten, which were called תף tôph, or תפים tôphiym, and many suppose the name Tophet was given to the place on this account (see <a class=\"ref\">2 Kings 16:3; 2 Kings 21:6; 2 Kings 23:10<\/a>). The name &lsquo;valley of Hinnom,&rsquo; or Gehenna, was probably from the former possessor or occupier of that name. In subsequent times, however, this place was regarded with deep abhorrence. It became the receptacle of all the filth of the city; and hence, in order to purify the atmosphere, and prevent contagion, it was needful to keep fires there continually burning. It was thus a most striking emblem of hell-fire, and as such is used in the New Testament. Hezekiah was firmly opposed to idolatry; and it is not improbable that he had removed the images of Moloch, and made that valley the receptacle of filth, and a place of abomination, and that the prophet refers to this tact in the passage before us.<\/p><p><em>Is ordained<\/em>&mdash;Was fitted up, appointed, constituted. The prophet by a figure represents Hezekiah as having fitted up this place as if for the appropriate punishment of the Assyrians.<\/p><p><em>Of old<\/em>&mdash;Margin, as in Hebrew, &lsquo;From yesterday.&rsquo; This expression may mean simply &lsquo;formerly, some time since,&rsquo; as in <a class=\"ref\">Exodus 4:10; 2 Samuel 3:17<\/a>. The idea here seems to be, that Tophet had been formerly, or was already prepared as if for the destruction of Sennacherib and his army. His ruin would be as certain, and as sudden, &ldquo;as if,&rdquo; in the valley of Tophet, the breath of Yahweh should set on fire the vast materials that had been collected, and were ready to be kindled. It does not mean that Tophet had actually been prepared &ldquo;for&rdquo; the army of Sennacherib; it does not mean that his army would actually be destroyed there&mdash;for it was on the other side of the city that they were cut off (see the notes at <a class=\"isa\" verses=\"WzE3ODgzXQ==\">Isaiah 10:32<\/a>); it does not mean that they would be consigned to hell-fire; but it means that that place had been fitted up as if to be an emblematic representation of his ruin; that the consuming fires in that valley were a striking representation of the sudden and awful manner in which the abhorred enemies of God would be destroyed.<\/p><p><em>For the king is prepared<\/em>&mdash;For Hezekiah; as if the place had been fitted up for his use in order to consume and destroy his enemies. It is not meant that Hezekiah actually had this in view, but the whole language is figurative. It was as if that place had been fitted up by Hezekiah as a suitable place in which entirely to destroy his foes.<\/p><p><em>He hath made it deep and large<\/em>&mdash;Vast; as if able to contain the entire army that was to be destroyed.<\/p><p><em>The pile thereof<\/em>&mdash;The wood that was collected there to be consumed.<\/p><p><em>The breath of the Lord<\/em>&mdash;As if Yahweh should breathe upon it, and enkindle the whole mass, so that it should burn without the possibility of being extinguished. The meaning is, that the destruction of the Assyrian would as really come from Yahweh as if he should, by his own agency, ignite the vast piles that were collected in the valley of Hinnom.<\/p><p><em>Like a stream of brimstone<\/em>&mdash;Brimstone, or sulphur, is used in the Scriptures to denote a fire of great intensity, and one that cannot be extinguished <a class=\"ref\">Genesis 19:24; Psalm 11:6; Ezekiel 38:22; Revelation 9:17-18<\/a>. Hence, it is used to denote the eternal torments of the wicked in hell <a class=\"ref\">Revelation 14:10; Revelation 19:20; Revelation 21:8<\/a>.<\/p><p><em>Doth kindle it<\/em>&mdash;The army of the Assyrians would be destroyed in a manner which would be well represented by Yahweh&rsquo;S sending down upon a vast pile collected in the valley of Hinnom, a burning stream of sulphurous flame that should ignite and consume all before it (see the notes at <a class=\"isa\" verses=\"WzE4Mzg5XQ==\">Isaiah 37:36<\/a>).<\/p> ",
    "audit": 1
}