{
    "id": 966,
    "source": "barnes",
    "verse_id": 17873,
    "verse_count": 1,
    "reference": "10:22 ",
    "title": "",
    "html": "<p><em>For though...<\/em>&mdash;In this verse, and in <a class=\"isa\" verses=\"MTc4NzQ=\">Isaiah 10:23<\/a>. the prophet expresses positively the idea that &ldquo;but&rdquo; a remnant of the people should be preserved amidst the calamities. He had said <a class=\"isa\" verses=\"eyIxNzg3MSI6Mn0=\">Isaiah 10:20-21<\/a> , that a remnant should return to God. He now carries forward the idea, and states that only a remnant should be preserved out of the multitude, however great it was. Admitting that the number was then very great, yet the great mass of the nation would be cut off, and only a small portion would remain.<\/p><p><em>Thy people Israel<\/em>&mdash;Or rather, &lsquo;thy people, O Israel,&rsquo; making it a direct address to the Jews, rather than to God.<\/p><p><em>Be as the sand of the sea<\/em>&mdash;The sands of the sea cannot be numbered, and hence, the expression is used in the Bible to denote a number indefinitely great: <a class=\"ref\">Psalm 119:18; Genesis 22:17; Genesis 41:49; Joshua 11:4; Judges 7:12; 1 Samuel 13:5<\/a>,...<\/p><p><em>Yet a remnant<\/em>&mdash;The word &ldquo;yet&rdquo; has been supplied by the translators, and evidently obscures the sense. The idea is, that a remnant only&mdash;a very small portion of the whole, should be preserved. Though they were exceedingly numerous as a nation, yet the mass of the nation would be cut off, or carried into captivity, and only a few would be left.<\/p><p><em>Shall return<\/em>&mdash;That is, shall be saved from destruction, and return by repentance unto God, <a class=\"isa\" verses=\"MTc4NzI=\">Isaiah 10:21<\/a>. Or, if it has reference to the approaching captivity of the nation, it means that but a few of them would return from captivity to the land of their fathers.<\/p><p><em>The consumption<\/em>&mdash;The general sense of this is plain. The prophet is giving a reason why only a few of them would return, and he says, that the judgment which God had determined on was inevitable, and would overflow the land in justice. As God had determined this, their numbers availed nothing, but the consumption would be certainly accomplished. The word &ldquo;consumption&rdquo; כליון kilāyôn from כלה kâlâh to complete, to finish, to waste away, vanish, disappear) denotes a languishing, or wasting away, as in disease; and then &ldquo;destruction,&rdquo; or that which &ldquo;completes&rdquo; life and prosperity. It denotes such a series of judgments as would be a &ldquo;completion&rdquo; of the national prosperity, or as should terminate it entirely.<\/p><p><em>Decreed<\/em>&mdash;צריץ chârı̂yts. The word used here is derived from חרץ chârats, to sharpen, or bring to a point; to rend, tear, lacerate; to be quick, active, diligent; and then to decide, determine, decree; because that which is decreed is brought to a point, or issue.&mdash;&ldquo;Taylor.&rdquo; It evidently means here, that it was fixed upon or decreed in the mind of God, and that being thus decreed, it must certainly take place.<\/p><p><em>Shall overflow<\/em>&mdash;שׁטף shoṭēph. This word is usually applied to an inundation, when a stream rises above its banks and overflows the adjacent land; <a class=\"isa\" verses=\"WzE4MjQ2LDE4OTM1XQ==\">Isaiah 30:28; Isaiah 66:12<\/a> ; <a class=\"ref\">Psalm 78:20<\/a>. Here it means evidently, that the threatened judgment would spread like an overflowing river through the land, and would accomplish the devastation which God had determined.<\/p><p><em>With righteousness<\/em>&mdash;With justice, or in the infliction of justice. justice would abound or overflow, and the consequence would be, that the nation would be desolated.<\/p>",
    "audit": 1
}