{
    "id": 1331,
    "source": "barnes",
    "verse_id": 18238,
    "verse_count": 1,
    "reference": "30:20 ",
    "title": "",
    "html": "<p><em>And though the Lord give you the bread of adversity<\/em>&mdash;The bread that is eaten in a time of calamity; that is, he would bring upon them sore distress and want.<\/p><p><em>The water of affliction<\/em>&mdash;Margin, &lsquo;Oppression.&rsquo; That is, water drank in times of affliction and oppression, or in the long and weary days of captivity.<\/p><p><em>Yet shall not thy teachers<\/em>&mdash;Your public instructors and guides <a class=\"ref\">Psalm 74:9<\/a> ; <a class=\"isa\" verses=\"WzE4NTMzXQ==\">Isaiah 43:27<\/a> ; <a class=\"ref\">Daniel 12:3; Amos 8:11-12<\/a>. This refers to &ldquo;all&rdquo; those who would be the true guides and teachers of the people of God in subsequent times; and relates, therefore, not only to prophets and pious men whom God would raise up under their own dispensation, but also to all whom he would appoint to communicate his will. It is a promise that the church of God should never want a pious and devoted ministry qualified to make known his will and defend his truth.<\/p><p><em>Be removed into a corner<\/em>&mdash;The word used here (יכנף yikânēp from כנף kânap) occurs nowhere else in the Scriptures. It is probably derived from כנף kânâp, &ldquo;a wing;&rdquo; and in the Syriac and Chaldee, it means to collect together. The Septuagint renders this, &lsquo;And they who deceived thee shall no more come near unto thee.&rsquo; The Syriac, &lsquo;And he (that is, the Lord) shall no more collect thy seducers.&rsquo; The Chaldee, &lsquo;And he shall no more take away his own glory from the house of his sanctuary.&rsquo; Rosenmuller, in accordance with Schultens, renders it, &lsquo;And thy teachers shall no more hide themselves,&rsquo; referring to the fact that the wing of a fowl furnishes a hiding-place or shelter. This would accord with the general idea that they should not be removed from public view. Lowth, singularly, and without authority from versions or manuscripts, renders it,<\/p><p>&lsquo;Yet the timely rain shall no more be restrained.&rsquo;<\/p><p>The general idea is, evidently, that they should be no more taken away; and probably the specific idea is that proposed by Taylor (&ldquo;Heb. Con.&rdquo;), that thy teachers shall no more, as it were, be winged, or fly away; that is, be removed by flight, or as a flock of birds moving together rapidly on the wing.<\/p>",
    "audit": 1
}