{
    "id": 1186,
    "source": "barnes",
    "verse_id": 18093,
    "verse_count": 1,
    "reference": "23:15",
    "title": "",
    "html": "<p><em>Tyre shall be forgotten<\/em>&mdash;Shall cease to be a place of importance in commerce; shall be unheard of in those distant places to which ships formerly sailed.<\/p><p><em>Seventy years, according to the days of one king<\/em>&mdash;&lsquo;That is, of one kingdom (see <a class=\"ref\">Daniel 7:17; Daniel 8:20<\/a>).&rsquo; (Lowth) The word &lsquo;king&rsquo; may denote dynasty, or kingdom. The duration of the Babylonian monarchy was properly but seventy years. Nebuchadnezzar began his conquest in the first year of his reign, and from thence to the taking of Babylon by Cyrus was seventy years. And at that time the nations that had been conquered and subdued by the Babylonians would be restored to liberty. Tyre was, indeed, taken toward the middle of that period, and its subjugation referred to here was only for the remaining part of it. &lsquo;All these nations,&rsquo; says Jeremiah Jer 25:11, &rsquo;shall serve the king of Babylon seventy years.&rsquo; Some of them were conquered sooner, and some later; but the end of this period was the common time of deliverance to them all. So Lowth, Newton, Vitringa, Aben Ezra, Rosenmuller, and others, understand this. That &lsquo;the days at one king&rsquo; may denote here kingdom or dynasty, and be applied to the duration of the kingdom of Babylon, is apparent from two considerations, namely,<\/p><p>(1) The word &lsquo;king&rsquo; must be so understood in several places in the Scriptures; <a class=\"ref\">Daniel 7:17<\/a>: &lsquo;These great beasts which are four, are four great kings which shall arise out of the earth,&rsquo; that is, dynasties, or succession of kings ( <a class=\"ref\">Daniel 8:20<\/a>; so <a class=\"ref\">Revelation 17:12<\/a>).<\/p><p>(2) The expression is especially applicable to the Babylonian monarchy, because, during the entire seventy years which that kingdom lasted, it was under the dominion of one family or dynasty. Nebuchadnezzar founded the Babylonian empire, or raised it to so great splendor, that he was regarded as its founder, and was succeeded in the kingdom by his son Evil-Merodach, and his grandson Belshazzar, in whose reign the kingdom terminated; compare <a class=\"ref\">Jeremiah 27:7<\/a>: &lsquo;And all nations shall serve him, and his son, and his son&rsquo;s son.&rsquo; The period of seventy years is several times mentioned, as a period during which the nations that were subject to Babylon would be oppressed, and after that they should be set at liberty (see <a class=\"ref\">Jeremiah 25:11-12; Jeremiah 29:10<\/a>; compare <a class=\"ref\">Jeremiah 46:26<\/a>).<\/p><p><em>Shall Tyre sing as an harlot<\/em>&mdash;Margin, as the Hebrew, &lsquo;It shall be unto Tyre as the song of an harlot.&rsquo; That is, Tyre shall be restored to its former state of prosperity and opulence; it shall be adorned with the rich productions of other climes, and shall be happy and joyful again. There are two ideas here; one that Tyre would be again prosperous, and the other that she would sustain substantially the same character as before. It was common to compare cities with females, whether virtuous or otherwise (see the note at <a class=\"isa\" verses=\"WzE3NjYzXQ==\">Isaiah 1:8<\/a>). The same figure which is used here occurs in <a class=\"ref\">Revelation 17:3-19<\/a> (compare <a class=\"isa\" verses=\"WzE4NjAxXQ==\">Isaiah 47:1<\/a>; <a class=\"ref\">Nahum 3:4; Revelation 18:3, Revelation 18:9<\/a>).<\/p> ",
    "audit": 1
}