{
    "id": 1416,
    "source": "barnes",
    "verse_id": 18323,
    "verse_count": 1,
    "reference": "35:2 ",
    "title": "",
    "html": "<p><em>It shall blossom abundantly<\/em>&mdash;Hebrew, &lsquo;Blossoming it shall blossom&rsquo;&mdash;a common mode of expression in Hebrew, denoting certainty, abundance, fullness&mdash;similar to the expression <a class=\"ref\">Genesis 2:17<\/a> , &lsquo;Dying thou shalt die,&rsquo; that is, thou shalt surely die. The sense here is, it shall blossom in abundance.<\/p><p><em>And rejoice even with joy<\/em>&mdash;Strong figurative language, denoting the greatness of the blessings; as great as if in the waste wilderness there should be heard the voice of joy and rejoicing. The Septuagint renders this: &lsquo;The deserts of Jordan also bloom and rejoice;&rsquo; and Jerome applies this to the preaching of John in the wilderness adjacent to Jordan. The Septuagint evidently read ירדן yaredēn instead of the Hebrew ירנן yerannēn. Lowth has followed this, and rendered it, &lsquo;The well-watered plain of Jordan shall rejoice,&rsquo; but without any authority from Hebrew manuscripts for the change.<\/p><p><em>The glory of Lebanon<\/em>&mdash;The glory or ornament of Lebanon was its cedars (see the note at <a class=\"isa\" verses=\"W3siMTc4ODUiOjF9XQ==\">Isaiah 10:34<\/a>). The sense here is, that the change would be as great under the blessings of the Messiah&rsquo;s reign as if there should be suddenly transferred to the waste wilderness the majesty and glory of mount Lebanon.<\/p><p><em>The excellency of Carmel<\/em>&mdash;Carmel was emblematic of beauty, as Lebanon was of majesty, and as Sharon was of fertility. For a description of Carmel, see the note at <a class=\"isa\" verses=\"W3siMTgyMTEiOjF9XQ==\">Isaiah 29:17<\/a> ; of Sharon, see the note at <a class=\"isa\" verses=\"W3siMTgyODkiOjF9XQ==\">Isaiah 33:9<\/a>. The sense is clear. The blessings of the times of the Messiah would be as great, compared with what had existed before, as if the desert were made as lovely as Carmel, and as fertile as Sharon. The world that, in regard to comfort, intelligence, and piety, might be cormpared to a pathless desert, would be like the beauty of Carmel and the fertility of Sharon.<\/p><p><em>They shall see the glory of the Lord<\/em>&mdash;As manifested under the Messiah.<\/p>",
    "audit": 1
}