{
    "id": 2032,
    "source": "barnes",
    "verse_id": 18939,
    "verse_count": 1,
    "reference": "66:16",
    "title": "",
    "html": " <p> <em>For by fire and by his sword <\/em>&mdash;The sword is an instrument by which punishment is executed (see the notes at <a class=\"isa\" verses=\"WzE4MzA5XQ==\">Isaiah 34:5<\/a>; compare <a class=\"ref\">Romans 13:4<\/a>). <\/p> <p> <em>Will he plead with all flesh <\/em>&mdash;Or rather, he will judge (נשׁפט nı̂shephaṭ), that is, he will execute his purposes of vengeance on all the human race. Of course, only that part is intended who ought to be subject to punishment; that is, all his foes. <\/p> <p> <em>And the slain of the Lord shall be many <\/em>&mdash;The number of those who shall be consigned to woe shall be immense&mdash;though in the winding up of the great drama at the close of the world, there is reason to hopethat a large proportion of the race, taken as a whole, will be saved. Of past generations, indeed, there is no just ground of such hope; of the present generation there is no such prospect. But brighter and happier times are to come. The true religion is to spread over all the world, and for a long period is to prevail; and the hope is, that during that long period the multitude of true converts will be so great as to leave the whole number who are lost, compared with those who are saved, much less than is commonly supposed. Still the aggregate of those who are lost, &lsquo;the slain of the Lord,&rsquo; will be vast. This description I regard as having reference to the coming of the Lord to judgment (compare <a class=\"ref\">2 Thessalonians 1:8<\/a>); or if it refer to any other manifestation of Yahweh for judgment, like the destruction of Jerusalem by the Romans, it has a strong resemblance to the final judgment; and, like the description of that by the Saviour <a class=\"ref\">Matthew 24<\/a>, the language is such as naturally to suggest, and to be applicable to, the final judgment of mankind. <\/p>",
    "audit": 1
}