{
    "id": 1337,
    "source": "barnes",
    "verse_id": 18244,
    "verse_count": 1,
    "reference": "30:26 ",
    "title": "",
    "html": "<p><em>Moreover<\/em>&mdash;In addition to all the blessings which are enumerated above.<\/p><p><em>The light of the moon<\/em>&mdash;Light is in the Scriptures an emblem of purity, intelligence, happiness, prosperity; as darkness is an emblem of ignorance, calamity, and sin. This figure is often used by the poets. Thus Horace:<\/p><p>Soles melius nitent.<\/p><p>Carm. liv.: Od. v. 8.<\/p><p>The figure of augmenting light to denote the blessings of religion, and especially of the gospel, is often employed by Isaiah (compare the notes at <a class=\"isa\" verses=\"WzE3NjkxLDE3ODMyLDE3ODY4LDE3OTE3XQ==\">Isaiah 2:5; Isaiah 9:2; Isaiah 10:17; Isaiah 13:10<\/a> ; <a class=\"isa\" verses=\"MTg3OTU=\">Isaiah 58:8<\/a> , <a class=\"isa\" verses=\"MTg3OTc=\">Isaiah 58:10<\/a> ; <a class=\"isa\" verses=\"W3sic2luZ2xlcyI6WzE4ODIzLDE4ODI1XX0seyIxODg0MSI6Mn1d\">Isaiah 60:1, Isaiah 60:3, Isaiah 60:19-20<\/a>). The sense of this passage is, that in those future days the light would shine intensely, and without obscurity; that though they had been walking in the light of the true religion, yet that their light would be greatly augmented, and that they would have much clearer views of the divine character and government. That this refers to the times of the Messiah there can be little or no room to doubt. It is language such as Isaiah commonly employs to describe those times; and there is a fullness and splendor about it which can suit no other period. There is nothing in the connection, moreover, which forbids such an interpretation of the passage.<\/p><p><em>Shall be as the light of the sun<\/em>&mdash;Shall be clear, bright, intense. The sense is, there shall be a great increase of light, as if the light of the moon were suddenly increased to the brightness of the meridian sun.<\/p><p>Shall be seven-fold&mdash;Seven times as intense and clear as usual, as if the light of seven days were concentrated into one. The word &rsquo;seven&rsquo; in the Scriptures often denotes a complete or perfect number; and indicates &ldquo;completeness&rdquo; or &ldquo;perfections.&rdquo; The phrase &lsquo;as the light of seven days,&rsquo; Lowth supposes is a gloss which has been introduced into the text from the margin. The reasons which he adduces for this supposition are, that it is missing in the Septuagint, and that it interrupts the rhythmical construction. But this is not sufficient authority for rejecting the words from the text. No authority of MSS. is adduced for thus rejecting them, and they are found in the Vulgate, the Chaldee, and the Syriac. They are missing, however, in the Arabic.<\/p><p><em>In the day<\/em>&mdash;Vitringa supposes that this refers to the time of the Maccabees; but although there may be a reference to that time, yet the idea is evidently designed to include the future times of the Messiah. The sense of the prophet is, that subsequent to the great calamities which were to befall them, there would be a time of glorious prosperity, and the design of this was to comfort them with the assurance that their nation would not be wholly destroyed.<\/p><p><em>Bindeth up the breach of his people<\/em>&mdash;Or the wound. The calamity that should come upon them is thus represented as a wound inflicted on them by the stripes of punishment (see the notes at <a class=\"isa\" verses=\"MTc2NjA=\">Isaiah 1:5<\/a>). Yahweh would heal it by restoring them to their own land, and to their former privileges.<\/p>",
    "audit": 1
}