{
    "id": 976,
    "source": "barnes",
    "verse_id": 17883,
    "verse_count": 1,
    "reference": "10:32",
    "title": "",
    "html": "<p><em>As yet shall he remain<\/em>&mdash;This is still a description of his advancing toward Jerusalem. He would make a station at Nob and remain there a day, meaning, perhaps, &ldquo;only&rdquo; one day, such would be his impatience to attack and destroy Jerusalem.<\/p><p><em>At Nob<\/em>&mdash;Nob was a city of Benjamin, inhabited by priests; <a class=\"ref\">Nehemiah 11:32<\/a>. When David was driven away by Saul, he came to this city, and received supplies from Ahimelech the priest; <a class=\"ref\">1 Samuel 21:1-6<\/a>. Nob must have been situated somewhere upon the ridge of the mount of Olives, to the northeast of the city. So Jerome, professedly from Hebrew tradition, says, &lsquo;Stans in oppidulo Nob et procul urbem conspiciens Jerusalem.&rsquo;&mdash;&ldquo;Commentary in loc.&rdquo; Messrs. Robinson and Smith sought all along the ridge of the mount of Olives, from the Damascus road to the summit opposite to the city, for some traces of an ancient site which might be regarded as the place of Nob; but without the slightest success.&mdash;&ldquo;Bib. Researches,&rdquo; ii. p. 150.<\/p><p><em>He shall shake his hand<\/em>&mdash;That is, in the attitude of menace, or threatening. This language implies, that the city of Nob was so near to Jerusalem that the latter city could be seen from it; and the description denotes, that at the sight of Jerusalem Sennacherib would be full of indignation, and utter against it the threat of speedy and complete ruin.<\/p><p><em>The mount of the daughter of Zion<\/em>&mdash;See the note at <a class=\"isa\" verses=\"WzE3NjYzXQ==\">Isaiah 1:8<\/a>. The Chaldee renders this, &lsquo;He shall come, and stand in Nob, the city of the priests, over against the wall of Jerusalem, and shall answer and say to his army, &ldquo;Is not this that city of Jerusalem against which I have assembled all my armies, and on account of which I have made an exaction on all my provinces? And lo, it is less and more feeble than any of the defenses of the people which I have subjected in the strength of my hand.&rdquo; Over against that he shall stand, and shake his head, and shall bring his hand against the mount of the sanctuary which is Zion, and against the court which is in Jerusalem.&rsquo; Jarchi and Kimchi say, that Nob was so near to Jerusalem that it could be seen from thence; and hence, this is mentioned as the last station of the army of the Assyrian, the end of his march, and where the prize seemed to be within his grasp.<\/p> ",
    "audit": 1
}