{
    "id": 1367,
    "source": "barnes",
    "verse_id": 18274,
    "verse_count": 1,
    "reference": "32:14",
    "title": "",
    "html": "<p><em>Because the palaces shall be forsaken<\/em>&mdash;That is, the palaces in the cities and towns which Sennacherib would lay waste. Or, if it refers, as Lowth supposes, to the invasion of the land in the time of the Chaldeans, then it relates to the palaces in Jerusalem. Vitringa supposes that the temple at Jerusalem is particularly designated by the word rendered palaces. But that is not the usual word to denote the temlple, and it is not necessary to suppose that that is particularly referred to. The word ארמון &lsquo;armôn usually denotes a palace, or royal residence in some part of the royal citadel (see <a class=\"ref\">1 Kings 16:18<\/a>; <a class=\"isa\" verses=\"WzE4MTIxXQ==\">Isaiah 25:2<\/a>; <a class=\"ref\">Jeremiah 30:18; Amos 1:4, Amos 1:7, Amos 1:10, Amos 1:12<\/a>).<\/p><p><em>The forts<\/em>&mdash;Margin, &lsquo;Cliffs and watch-towers.&rsquo; Hebrew, עפל ‛opel. This word properly denotes a hill or a cliff, such as is an advantageous situation for fortresses. It is translated in <a class=\"ref\">Micah 4:8<\/a> , &lsquo;the stronghold;&rsquo; in <a class=\"ref\">2 Kings 5:24<\/a> , &lsquo;the tower;&rsquo; in <a class=\"ref\">2 Chronicles 27:3; 2 Chronicles 30:14; Nehemiah 3:27; Nehemiah 11:21<\/a> , &lsquo;Ophel.&rsquo; With the article (the hill) it was given, by way of eminence, to a bluff or hilt lying northeast of mount Zion, and south of mount Moriah, which was surrounded and fortified with a wall (Jos. Jewish Wars, vi. 6). It extends south from mount Moriah, running down to the fountain of Siloam, lying between the valley of Jehoshaphat on the east, and the Tyropeon or valley of Cheesemongers on the west. It terminates over the pool of Siloam in a steep point of rock forty or fifty feet high. The top of the ridge is flat, and the ground is now tilled, and planted with olive and other fruit trees (see Robinson&rsquo;s Bib. Researches, vol. i. pp. 341, 394). It may be used here, however, to denote a hill or cliff, a strongly-fortified place in general, without supposing of necessity that it refers to the mountain in Jerusalem.<\/p><p><em>Towers<\/em>&mdash;Towers were erected on the walls of cities at convenient distances for purposes of observation.<\/p><p><em>Shall be for dens<\/em>&mdash;Shall become places where banditti and robbers may abide, and secure themselves.<\/p><p><em>Forever<\/em>&mdash;This is evidently one instance in which the word &lsquo;forever&rsquo; (עד־עולם ‛ad-‛ôlâm), denotes a long time, because in the verse When the word is used without any suet limitation, it denotes proper eternity<\/p><p><em>A joy of wild asses<\/em>&mdash;A place where wild animals will have unlimited range.<\/p> ",
    "audit": 1
}