{
    "id": 1933,
    "source": "barnes",
    "verse_id": 18840,
    "verse_count": 1,
    "reference": "60:18",
    "title": "",
    "html": " <p> <em>Violence shall no more be heard in thy land <\/em>&mdash;This is a most beautiful description of the peace and prosperity which would prevail in the times of the Messiah. If the gospel, in its purity, should prevail on earth, there would be no more scenes of violence and war. The battle-shout would be heard no more; the cry of violence, the clangor of arms would resound no more. The pure gospel of the Redeemer has never originated one war; never produced one scene of bloodshed; never once prompted to violence and strife. There has been no war in any age or in any land which the principles of the gospel, if acted on by both the contending nations, would not have prevented; there have been no scenes of bloodshed which would not have been avoided if that had been suffered to control the hearts of people. And no one who believes the Bible to be a revelation from God, can doubt that the time will come when the mad passions of kings and nations shall be subdued, and when wars shall cease to be known except in the melancholy and disgraceful records of past events (compare the notes at <a class=\"isa\" verses=\"WzE3NjkwXQ==\">Isaiah 2:4 <\/a>). <\/p> <p> <em>Wasting <\/em>&mdash;The waste of life and property; the burning of cities, towns, and villages; and the desolution which spreads over farms and plantations on the march of a victorious enemy. <\/p> <p> <em>Nor destruction <\/em>&mdash;Hebrew, שׁבר sheber&mdash;&lsquo;Breaking.&rsquo; The breaking or treading down caused by the march of a triumphant army. <\/p> <p> <em>In thy borders <\/em>&mdash;Within thy bounds or limits. Thy whole country shall be peace and prosperity; that is, wherever the gospel shall spread there shall be security and peace. <\/p> <p> <em>But thou shalt call thy walls Salvation <\/em>&mdash;Thou shalt live securely within thy walls, and shalt speak of them as furnishing protection or salvation. The time will come when the church shall have no reason to apprehend danger from abroad, and when all shall be peace within. <\/p> <p> <em>And thy gates Praise <\/em>&mdash;Because, says Grotius, those who are appointed to watch at their gates shall announce the approach of no enemy, but shall, with the highest security, celebrate the praises of God. Praise would be celebrated in all the places of public concourse, and perfect protection would be ascribed to all her walls; that is, in the church there would be entire security, and everywhere the praises of God would be celebrated. <\/p> ",
    "audit": 1
}