{
    "id": 954,
    "source": "barnes",
    "verse_id": 17861,
    "verse_count": 1,
    "reference": "10:10 ",
    "title": "",
    "html": "<p>The argument in these two verses is this: &lsquo;The nations which I have subdued were professedly under the protection of idol gods. Yet those idols were not able to defend them&mdash;though stronger than the gods worshipped by Jerusalem and Samaria. And is there any probability, therefore, that the protection on which you who are Jews are leaning, will be able to deliver you?&rsquo; Jerusalem he regarded as an idolatrous city, like others; and as all others had hitherto been unable to retard his movements, he inferred that it would be so with Jerusalem. This is, therefore, the confident boasting of &ldquo;a man&rdquo; who regarded himself as able to vanquish all &ldquo;the gods&rdquo; that the nations worshipped. The same confident boasting he uttered when he sent messengers to Hezekiah; <a class=\"ref\">2 Kings 19:12<\/a> : &lsquo;Have the gods of the nations delivered them which my father destroyed; as Gozan, and Haran, and Rezeph, and the children of Eden, which were in Thelasar?&rsquo; <a class=\"isa\" verses=\"eyIxODM0OSI6M30=\">Isaiah 36:18-20<\/a> : &lsquo;Hath any of the gods of the nations delivered his land out of the hand of the king of Assyria? Where are the gods of Hamath and of Arphad? Where are the gods of Sepharvaim? And have they delivered Samaria out of my hand?&rsquo;<\/p><p><em>Hath found<\/em>&mdash;That is, &lsquo;I have found them unable to defend themselves by their trust in their idols, and have subdued them.&rsquo;<\/p><p><em>The kingdoms of the idols<\/em>&mdash;The kingdoms that worship idols.<\/p><p><em>And whose graven images<\/em>&mdash;That is, whose idols; or whose representations of the gods. The word properly signifies that which is hewn or cut out; and then the block of wood, or stone, that is carved into an image of the god. Here it, refers to the gods themselves, probably, as having been found to be impotent, though he supposed them to be more powerful that those of Jerusalem and Samaria.<\/p><p><em>Did excel<\/em>&mdash;Hebrew, &lsquo;More than Jerusalem,&rsquo; where the inseperable preposition מ m, is used to denote comparison. They were &ldquo;more&rdquo; to be dreaded; or more mighty than those of Jerusalem.<\/p><p><em>Of Jerusalem<\/em>&mdash;Jerusalem and Samaria had often been guilty of the worship of idols; and it is probable that Sennacherib regarded them as idolaters in the same sense as other nations. They had given occasion for this suspicion by their having often fallen into idolatrous habits; and the Assyrian monarch did not regard them as in any manner distinguished from surrounding nations. It is not improbable that he was aware that Jerusalem worshipped Yahweh (compare <a class=\"isa\" verses=\"WzE4MzUxXQ==\">Isaiah 36:20<\/a>); but he doubtless regarded Yahweh as a mere tutelary divinity&mdash;the special god of that land, as Baal, Ashtaroth, etc., were of the countries in which they were adored. For it was a common doctrine among ancient idolaters, that each nation had its special god; that the claims of that god were to be respected and regarded in that nation; and that thus all nations should worship their own gods undisturbed. Yahweh was thus regarded as the tutelary god of the Jewish nation. The sin of Sennacherib consisted in confounding Yahweh with false gods, and in then setting him at defiance.<\/p>",
    "audit": 1
}