{
    "id": 986,
    "source": "barnes",
    "verse_id": 17893,
    "verse_count": 1,
    "reference": "11:8",
    "title": "",
    "html": "<p><em>And the sucking child<\/em>&mdash;An emblem here of harmlessness and innocence. The change in the world, under the Messiah, shall be as great as if a sucking infant should be able to play unharmed with a venomous serpent.<\/p><p><em>Shall play<\/em>&mdash;Shall delight himself (שׁעשׁע shı̂‛ăsha‛) as children usually engage in their sports; compare <a class=\"ref\">Proverbs 8:30-31; Psalm 119:24<\/a>.<\/p><p><em>On the hole of the asp<\/em>&mdash;Over, or around the cavern, hole, or place of retreat of the asp. He shall play over that place as safely as if the nature of the asp was changed, and it had become innocuous. The Hebrew word rendered here &ldquo;asp&rdquo; (פתן pethen) denotes the serpent usually called the asp, whose poison is of such rapid operation that it kills almost instantly: see <a class=\"ref\">Job 20:14, Job 20:16; Psalm 58:4; Psalm 91:13; Deuteronomy 32:33<\/a>. The word occurs in no other places in the Old Testament. This serpent is small. It is found particularly in Egypt, though also in other places; see the note at <a class=\"ref\">Job 20:14<\/a>. It is used here as the emblem of the more sudden, malignant, and violent passions; and the idea is, that under the Messiah a change would be performed in people of malignant and deadly passions as signal &ldquo;as if&rdquo; the asp or adder were to lose his venom, and become innocuous to a child.<\/p><p><em>And the weaned child<\/em>&mdash;But still, a young and helpless child. The image is varied, but the same idea is retained.<\/p><p><em>Shall put his hand<\/em>&mdash;That is, he shall do it safely, or uninjured.<\/p><p>On the cockatrice&rsquo; den&mdash;Margin, &lsquo;Adder&rsquo;s.&rsquo; The word rendered here &ldquo;cockatrice&rdquo; (צפעוני tsı̂p‛ônı̂y) occurs only in the fellowing places: <a class=\"isa\" verses=\"WzE3OTU4LDE3ODkzLDE4ODA2XQ==\">Isaiah 14:29; Isaiah 11:8; Isaiah 59:5<\/a>; <a class=\"ref\">Proverbs 23:32; Jeremiah 8:17<\/a>. In all these places, it is rendered cockatrice, except in <a class=\"ref\">Proverbs 23:32<\/a>. The &ldquo;cockatrice&rdquo; was a fabulous kind of serpent, supposed to be hatched from the egg of a cock. The serpent here designated is, doubtless, a species of the &ldquo;adder,&rdquo; more venomous, perhaps, than the פתן pethen, but still belonging to the same species. Bochart (&ldquo;Hieroz.&rdquo; P. ii. lib. iii. ch. ix.) supposes that the &ldquo;basilisk&rdquo; is intended&mdash;a species of serpent that, he says, was supposed to poison even with its breath. The general idea is the same here as above. It is in vain to attempt to spiritualize these expressions, and to show that they refer to certain individuals, or that the animals here designated refer to particular classes of the enemies of the gospel. It is a mere poetic description, denoting great peace and security; and all the changes in the mad, malignant, and envenomed passions of people, that may be necessary to produce and perpetuate that peace. Pope has versified this description in the following beautiful manner:<\/p><p>The lambs with wolves shall graze the verdant mead,<\/p><p>And boys, in flowery bands, the tigers lead.<\/p><p>The steer and lion at one crib shall meet,<\/p><p>And harmless serpents lick the pilgrim&rsquo;s feet.<\/p><p>The smiling infant in his hand shall take<\/p><p>The crested basilisk, and speckled snake;<\/p><p>Pleased, the green luster of the scales survey,<\/p><p>And, with their forked tongue, shall innocently play.<\/p><p>Messiah.<\/p> ",
    "audit": 1
}