{
    "id": 1807,
    "source": "barnes",
    "verse_id": 18714,
    "verse_count": 1,
    "reference": "53:2 ",
    "title": "",
    "html": "<p><em>For he shall grow up before him<\/em>&mdash;In this verse, the prophet describes the humble appearance of the Messiah, and the fact that there was nothing in his personal aspect that corresponded to the expectations that bad been formed of him; nothing that should lead them to desire him as their expected deliverer, but everything that could induce them to reject him. He would be of so humble an origin, and with so little that was magnificent in his external appear ance, that the nation would despise him. The word rendered &lsquo;he shall grow up&rsquo; (ויעל vaya‛al, from עלה ‛âlâh), means properly, &ldquo;to go up, to ascend.&rdquo; Here it evidently applies to the Redeemer as growing up in the manner of a shoot or sucker that springs out of the earth. It means that he would start, as it were, from a decayed stock or stump, as a shoot springs up from a root that is apparently dead. It does not refer to his manner of life before his entrance on the public work of the ministry; not to the mode and style of his education; but to his starting as it were out of a dry and sterile soil where any growth could not be expected, or from a stump or stock that was apparently dead (see the notes at <a class=\"isa\" verses=\"WzE3ODg2XQ==\">Isaiah 11:1<\/a> ). The phrase &lsquo;before him&rsquo; (לפניו lepânâyv), refers to Yahweh. He would be seen and observed by him, although unknown to the world. The eyes of people would not regard him as the Messiah while he was growing up, but Yahweh would, and his eye would be continually upon him.<\/p><p><em>As a tender plant<\/em>&mdash;The word used here (יונק yônēq, from ינק yânaq, to suck, <a class=\"ref\">Job 3:12<\/a> ; Sol 8:1; <a class=\"ref\">Joel 2:16<\/a> ), may be applied either to a suckling, a sucking child <a class=\"ref\">Deuteronomy 32:25; Psalm 8:3<\/a> , or to a sucker, a sprout, a shoot of a tree <a class=\"ref\">Job 8:16; Job 14:7; Job 15:30; Ezekiel 17:22; Hosea 14:7<\/a>. Jerome here renders it, Virgultum. The Septuagint renders it, &Alpha;̓&nu;&eta;&gamma;&gamma;&epsilon;&iota;́&lambda;&alpha;&mu;&epsilon;&nu; &omega;̔&sigmaf; &pi;&alpha;&iota;&delta;&iota;́&omicron;&nu; &epsilon;̓&nu;&alpha;&nu;&tau;&iota;́&omicron;&nu; &alpha;&upsilon;̓&tau;&omicron;&upsilon;͂ anēngeilamen hōs paidion enantion autou&mdash;&lsquo;We have made proclamation as a child before him.&rsquo; But what idea they attached to it, it is impossible now to say; and equally so to determine how they came to make such a translation. The Chaldee also, leaving the idea that it refers to the Messiah, renders it, &lsquo;And the righteous shall be magnified before him as branches which flourish, and as the tree which sends its roots by the fountains of water; thus shall the holy nation be increased in the land.&rsquo; The Syriac translates it, &lsquo;He shall grow up before him as an infant.&rsquo; The idea in the passage is plain. It is, that the Messiah would spring up as from an ancient and decayed stock, like a tender shoot or sucker. He would be humble and unpretending in his origin, and would be such that they who had expected a splendid prince would be led to overlook and despise him.<\/p><p><em>And as a root<\/em>&mdash;(וכשׁרשׁ vekashoresh). The word &lsquo;root&rsquo; here is evidently used by synecdoche for the sprout that starts up from a root (see the notes at <a class=\"isa\" verses=\"WzE3ODk1XQ==\">Isaiah 11:10<\/a>, where the word is used in the same sense).<\/p><p><em>Out of a dry ground<\/em>&mdash;In a barren waste, or where there is no moisture. Such a sprout or shrub is small, puny, and withered up. Such shrubs spring up in deserts, where they are stinted for want of moisture, and they are most striking objects to represent that which is humble and unattractive in its personal appearance. The idea here is, that the Messiah would spring from an ancient family decayed, but in whose root, so to speak, there would be life, as there is remaining life in the stump of a tree that is fallen down; but that there would be nothing in his external appearance that would attract attention, or meet the expectations of the nation. Even then he would not be like a plant of vigorous growth supplied with abundant rains, and growing in a rich and fertile soil, but he would be like the stinted growth of the sands of the desert. Can anything be more strikingly expressive of the actual appearance of the Redeemer, as compared with the expectation of the Jews? Can there be found anywhere a more striking fulfillment of a prophecy than this? And how will the infidel answer the argument thus furnished for the fact that Isaiah was inspired, and that his record was true?<\/p><p><em>He hath no form<\/em>&mdash;That is, no beauty. He has not the beautiful form which was anticipated; the external glory which it was supposed he would assume. On the meaning of the word &lsquo;form,&rsquo; see the notes at <a class=\"isa\" verses=\"WzE4NzExXQ==\">Isaiah 52:14<\/a>. It is several times used in the sense of beautiful form or figure (<a class=\"ref\">Genesis 29:17; Genesis 39:6; Genesis 41:18; Deuteronomy 21:11; Esther 2:17<\/a> ; compare <a class=\"ref\">1 Samuel 16:18<\/a> ). Here it means the same as beautiful form or appearance, and refers to his state of abasement rather than to his own personal beauty. There is no evidence that in person he was in any way deformed, or otherwise than beautiful, except as excessive grief may have changed his natural aspect (see the note at <a class=\"isa\" verses=\"WzE4NzExXQ==\">Isaiah 52:14<\/a>).<\/p><p><em>Nor comeliness<\/em>&mdash;(הדר hâdâr). This word is translated honor, glory, majesty <a class=\"ref\">Deuteronomy 33:17; Psalm 29:4; Psalm 149:9; Daniel 11:20<\/a> ; excellency <a class=\"isa\" verses=\"WzE4MzIzXQ==\">Isaiah 35:2<\/a> ; beauty <a class=\"ref\">Proverbs 20:29; Psalm 110:3; 2 Chronicles 20:21<\/a>. It may be applied to the countenance, to the general aspect, or to the ornaments or apparel of the person. Here it refers to the appearance of the Messiah, as having nothing that was answerable to their expectations. He had no robes of royalty; no diadem sparkling on his brow; no splendid retinue; no gorgeous array.<\/p><p><em>And when we shall see him<\/em>&mdash;This should be connected with the previous words, and should be translated, &lsquo;that we should regard him, or attentively look upon him.&rsquo; The idea is, that there was in his external appearance no such beauty as to lead them to look with interest and attention upon him; nothing that should attract them, as people are attracted by the dazzling and splendid objects of this world. If they saw him, they immediately looked away from him as if he were unworthy of their regard.<\/p><p><em>There is no beauty that we should desire him<\/em>&mdash;He does not appear in the form which we had anticipated. He does not come with the regal pomp and splendor which it was supposed he would assmne. He is apparently of humble rank; has few attendants, and has disappointed wholly the expectation of the nation. In regard to the personal appearance of the Redeemer, it is remarkable that the New Testament has given us no information. Not a hint is dropped in reference to his height of stature, or his form; respecting the color of his hair, his eyes, or his complexion. In all this, on which biographers are usually so full and particular, the evangelists are wholly silent. There was evidently design in this; and the purpose was probably to prevent any painting, statuary, or figure of the Redeemer, that would have any claim to being regarded as correct or true. As it stands in the New Testament, there is lust the veil of obscurity thrown over this whole subject which is most favorable for the contemplation of the incarnate Deity. We are told flint he was a man; we are told also that he was God. The image to the mind&rsquo;s eye is as obscure in the one case as the other; and in both, we are directed to his moral beauty, his holiness, and benevolence, as objects of contemplation, rather than to his external appearance or form.<\/p><p>It may be added that there is no authentic information in regard to his appearance that has come down to us by tradition. All the works of sculptors and painters in attempting to depict his form are the mere works of fancy, and are undoubtedly as unlike the glorious reality as they are contrary to the spirit and intention of the Bible. There is, indeed, a letter extant which is claimed by some to have been written by Publius Lentulus, to the Emperor Tiberius, in the time when the Saviour lived, and which gives a description of his personal appearance. As this is the only legend of antiquity which even claims to be a description of his person, and as it is often printed, and is regarded as a curiosity, it may not be improper here to present it in a note. This letter is pronounced by Calmer to be spurious, and it has been abundantly proved to be so by Prof. Robinson (see Bib. Rep. vol. ii. pp. 367-393). The main arguments against its anthenticity, and which entirely settle the question, are:<\/p><p>1. The discrepancies and contradictions which exist in the various copies.<\/p><p>2. The fact that in the time of the Saviour, when the epistle purports to have been written, it can be demonstrated that no such man as Publius Lentulus was governor of Judea, or had any such office there, as is claimed for him in the inscriptions to the epistle.<\/p><p>3. That for fifteen hundred years no such epistle is quoted or referred to by any writer&mdash;a fact which could not have occurred if any such epistle had been in existence.<\/p><p>4. That the style of the epistle is not such as an enlightened Roman would have used, but is such as an ecclesiastic would have employed.<\/p><p>5. That the contents of the epistle are such as a Roman would not have used of one who was a Jew.<\/p><p>See these arguments presented in detail in the place above referred to. It may be added, that this is the only pretended account which bas come down to us respecting the personal appearance of the Saviour, except the fable that Christ sent his portrait to Abgar, king of Edessa, in reply to a letter which he had sent requesting him to come and heal him; and the equally fabulous legend, that the impression of his countenance was left upon the handkerchief of the holy Veronica.<\/p>",
    "audit": 1
}