{
    "id": 1507,
    "source": "barnes",
    "verse_id": 18414,
    "verse_count": 1,
    "reference": "39:1 ",
    "title": "",
    "html": "<p><em>At that time<\/em>&mdash;That is, soon after his recovery; or after he had amassed great wealth, and was surrounded with the evidences of prosperity <a class=\"ref\">2 Chronicles 32:27-31<\/a>.<\/p><p>Merodach-baladan, the son of Balddan, king of Babylon&mdash;In the parallel place in <a class=\"ref\">2 Kings 20:12<\/a> , this name is written Berodach-baladan, by a change of a single letter. Probably the name was written and pronounced both ways. Merodach was an idol of the Babylonians <a class=\"ref\">Jeremiah 50:2<\/a>: &lsquo;Babylon is taken, Bel is confounded, Merodach is confounded.&rsquo; This idol, according to Gesenius, was probably the planet Mars, or Mars the god of war. To this god, as well as to Saturn, the ancient Semitic nations offered human sacrifices (see Gesenius&rsquo; Lex. and Corem. in loc.) The word &lsquo;Balddan&rsquo; is also a compound word, and means &lsquo;Bel is his lord.&rsquo; The name of this idol, Merodach, was often incorporated into the proper names of kings, and of others. Thus we have the names Evil-Merodach, Messi-Mordachus, Sisimor-dachus, Mardocentes, etc. In regard to the statement of Isaiah in this verse, no small degree of difficulty has been felt by commentators, and it is not until quite recently that the difficulty has been removed, and it has been done in a manner to furnish an additional and most striking demonstration of the entire and minute accuracy of the sacred narrative. The difficulty arose from several circnmstances:<\/p><p>1. This king of Babylon is nowhere else mentioned in sacred history.<\/p><p>2. The kingdom of Assyria was yet flourishing, and Babylon was one of its dependencies.<\/p><p>For, only nine years before, Salmanassar the Assyrian monarch is said to have transported the inhabitants of Babylon to other parts <a class=\"ref\">2 Kings 17:24<\/a> , and Manasseh, not many years after, was carried captive to Babylon by the king of Assyria <a class=\"ref\">2 Chronicles 33:11<\/a>. These instances incontestably prove that at the time of Hezekiah, Babylon was dependent on the Assyrian kings. Who, then, it is asked, was this Merodach-baladan, king of Babylon? If he was governor of that city, how could he send an embassy of congratulation to the Jewish sovereign, then at war with his liege lord? The canon of Ptolemy gives us no king of this name, nor does his chronology appear reeoncilable with sacred history.<\/p><p>&lsquo;In this darkness and doubt,&rsquo; says Dr. Wiseman, &lsquo;we must have continued, and the apparent contradiction of this text to ether passages would have remaimed inexplicable, had not the progress of modern Oriental study brought to light a document of the most venerable antiquity. This is nothing less than a fragment of Berosus, preserved in the chronicle of Eusebius. This interesting fragment informs us, that after Sennacherib&rsquo;s brother had governed Babylon, as Assyrian viceroy, Acises unjustly possessed himself of the supreme command. After thirty days he was murdered by Merodach-baladan, who usurped the sovereignty for six months, when he was in turn killed, and was succeeded by Elibus. But after three years, Sennacherib collected an army, gave the usurper battle, conquered, and took him prisoner. Having once more reduced Babylon to his obedience, he left his son Assordan, the Esarhaddon of Scripture, as governor of the city.&rsquo;<\/p><p>The only objection to this satement, or to the entire consistency of this fragment with the Scripture narrative is, that Isaiah relates the murder of Sennacherib, and the succession of Esarhaddon before Merodach-baladan&rsquo;s embassy to Jerusalem. But to this Gesenius has well replied, that this arrangement is followed by the prophet in order to conclude the history of the Assyrian monarch, which has no further connection with the subject, so as not to return to it again.<\/p><p>By this order, also, the prophecy of his murder is more closely connected with the history of its fulfillment (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 37:7<\/a> ; compare <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 37:38<\/a> ). And this solution, which supposes some interval to have elapsed between Sennacherib&rsquo;s return to Nineveh, and his death, is rendered probable by the words of the text itself. &lsquo;He went and returned, and dwelt in Nineveh; and it came to pass,&rsquo; etc. <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 37:37-38<\/a>)<\/p><p>Thus we have it certainly explained how there was a king, or rather a usurper in Babylon at the time when it was really a provincial city of the Assyrian empire. Nothing was more probable than that Merodach-baladan, having seized the throne, should endeavor to unite himself in league and amity with the enemies of his master, against whom he had revolted. Hezekiah, who, no less than himself, had thrown off the Assyrian yoke, and was in powerful alliance with the king of Egypt, would be his first resource. No embassy, on the other hand, could be more welcome to the Jewish monarch who had the common enemy in his neighborhood, and who would be glad to see a division made in his favor by a rebellion in the very heart of that enemy&rsquo;s kingdom. Hence arose that excessive attention which he paid to the envoys of the usurper, and which so offended Isaiah, or rather God, who, as a consequence, threatened the Babylonian captivity (see Dr. Wiseman&rsquo;s Lectures on Science and Revealed Religion, pp. 369-371 Ed. And. 1837).<\/p><p><em>Sent letters<\/em>&mdash;The Septuagint adds, &kappa;&alpha;&iota;̀ &pi;&rho;&epsilon;́&beta;&epsilon;&iota;&sigmaf; kai presbeis&mdash;&lsquo;and ambassadors.&rsquo;<\/p><p><em>And a present<\/em>&mdash;It was customary among the Orientals, as it is now, to send a valuable present when one prince sent an embassage for any purpose to another. It is stated in <a class=\"ref\">2 Chronicles 32:31<\/a>, that one object of their coming was to make inquiry &lsquo;of the wonder that was done in the land;&rsquo; that is, of the miracle in regard to the retrocession of the shadow on the sun-dial of Ahaz. It is well known that, from the earliest periods, the Babylonians and Chaldeans were distinguished for their attention to astronomy. Indeed, as a science, astronomy was first cultivated on the plains of Chaldea; and there the knowledge of that science was scarcely surpassed by any of the ancient nations. The report which they had heard of this miracle would, therefore, be to them a matter of deep interest as an astronomical fact, and they came to make inquiry into the exact truth of the report.<\/p>",
    "audit": 1
}