{
    "id": 1117,
    "source": "barnes",
    "verse_id": 18024,
    "verse_count": 1,
    "reference": "19:19",
    "title": "",
    "html": "<p><em>In that day shall there be an altar<\/em>&mdash;An &ldquo;altar&rdquo; is properly a place on which sacrifices are offered. According to the Mosaic law, but one great altar was to be erected for sacrifices. But the word &lsquo;altar&rsquo; is often used in another sense to denote a place of &ldquo;memorial;&rdquo; or a place of worship in general ( <a class=\"ref\">Joshua 22:22-26<\/a>. It is clear that Isaiah did not intend that this should be taken &ldquo;literally,&rdquo; or that there should be a rival temple and altar erected in Egypt, but his description is evidently taken in part from the account of the religion of the patriarchs who erected altars and pillars and monuments to mark the places of the worship of the true God. The parallelism here, where &lsquo;pillars&rsquo; are mentioned, shows in what sense the word &lsquo;altar&rsquo; is used. It means that the worship of the true God would be established in Egypt, and that certain &ldquo;places&rdquo; should be set apart to his service. &ldquo;altars&rdquo; were among the first places reared as connected with the worship of God (see <a class=\"ref\">Genesis 8:20; Genesis 12:7; Genesis 35:1; Exodus 17:15<\/a>).<\/p><p><em>To the Lord<\/em>&mdash;To Yahweh&mdash;the true God.<\/p><p><em>And a pillar<\/em>&mdash;That is, a memorial to God. Thus Jacob set up the stone on which he had lain &lsquo;for a pillar,&rsquo; and poured oil on it <a class=\"ref\">Genesis 28:18<\/a>. Again <a class=\"ref\">Genesis 35:14<\/a> , he set up a pillar to mark the place where God met him and talked with him (compare <a class=\"ref\">Genesis 31:13; Leviticus 26:1; Deuteronomy 16:22<\/a>). The word &lsquo;pillar,&rsquo; when thus used, denotes a stone, or column of wood, erected as a monument or memorial; and especially a memorial of some manifestation of God or of his favor. Before temples were known, such pillars would naturally be erected; and the description here means simply that Yahweh would be worshipped in Egypt.<\/p><p><em>At the border thereof<\/em>&mdash;Not in one place merely, but in all parts of Egypt. It is not improbable that the &ldquo;name&rdquo; of Yahweh, or some rude designation of the nature of his worship, would be inscribed on such pillars. It is known that the Egyptians were accustomed to rear pillars, monuments, obelisks, etc., to commemorate great events, and that the names and deeds of illustrious persons were engraven on them; and the prophet here says, that such monuments should be reared to Yahweh. In regard to the fulfillment of this prophecy, there can be no question. After the time of Alexander the Great, large numbers of Jews were settled in Egypt. They were favored by the Ptolemies, and they became so numerous that it was deemed necessary that their Scriptures should be translated into Greek for their use, and accordingly the translation called the Septuagint was made. See Introduction, Section 8, 1, (1).<\/p> ",
    "audit": 1
}