{
    "id": 1756,
    "source": "barnes",
    "verse_id": 18663,
    "verse_count": 1,
    "reference": "49:26 ",
    "title": "",
    "html": "<p><em>And I will feed them that oppress thee with their own flesh<\/em>&mdash;The language used here is that which appropriately describes the distresses resuiting from discord and internal strifes. Similar language occurs in <a class=\"isa\" verses=\"MTc4NTA=\">Isaiah 9:20<\/a> (see the note on that verse). Their rage shall be excited against each other; and there shall be anarchy, internal discord, and the desire of mutual revenge. They shall destroy themselves by mutual conflicts, until they are gorged with slaughter, and drunk with blood.<\/p><p><em>And they shall be drunken with their own blood<\/em>&mdash;A similar expression occurs in <a class=\"ref\">Revelation 16:6<\/a>: &lsquo;For they have shed the blood of the prophets, and thou hast given them blood to drink.&rsquo; This expression describes a state of internal strife, where blood would be profusely shed, and where it would be, as it were, the drink of those who were contending with each other. Grotius supposes that it refers to the conflicts between the Persians and the Medes, and those of the Medes and Persians with the Babylonians. Vitringa supposes it received its fulfillment in the contests which took place in the Roman empire, particularly during the reign of Diocletian, when so many rivals contended for the sovereignty. Perhaps, however, it is in vain to attempt to refer this to any single conflict, or state of anarchy. The language is general; and it may mean in general that God would guard and protect his people; and that in doing this, he would fill the ranks of his foes with confusion, and suffer them to be torn and distracted with internal strifes; and amidst those strifes, and by means of them, would secure the deliverance and safety of his own people. It has not unfrequently happened that he has suffered or caused discord to spring up among the enemies of his people, and distracted their counsels, and thus secured the safety and welfare of those whom they were opposing and persecuting.<\/p><p><em>As with sweet wine<\/em>&mdash;Margin, &lsquo;New.&rsquo; The Hebrew word (עסיס ‛âsiys) means &lsquo;must,&rsquo; or new wine <a class=\"ref\">Joel 1:5; Joel 3:18; Amos 9:13<\/a>. The Septuagint renders it, &Omicron;&iota;͂&nu;&omicron;&nu; &nu;&epsilon;́&omicron;&nu; Oinon neon&mdash;&lsquo;New wine.&rsquo; The &lsquo;must,&rsquo; or new wine, was the pure juice which ran first after the grapes had been laid in a heap preparatory to pressure. The ancients had the art of preserving this for a long time, so as to retain its special flavor, and were in the habit of drinking it in the morning (see Hor. Sat. ii. 4). This had the intoxicating property very slightly, if at all; and Harmer (Obs. vol. ii. p. 151) supposes that the kind here meant was rather such as was used in &lsquo;royal palaces for its gratefulness,&rsquo; which was capable of being kept to a great age. It is possible, I think, that there may be an allusion here to the fact that it required a &lsquo;large quantity of the must&rsquo; or new wine to produce intoxication, and that the idea here is that a large quantity of blood would be shed.<\/p><p><em>And all flesh<\/em>&mdash;The effect of all this shall be to diffuse the true religion throughout the world. The result of the contentions that shall be excited among the enemies of the people of God; of their civil wars and mutual slaughter; and of the consequent protection and defense of the people whom they were endeavoring to destroy, shall be to diffuse the true religion among the nations, and to bring all people to acknowledge that he who thus protects his church is the true and only God. It would be easy to show the fulfillment of this prediction from the records of the past, and from the efforts which have been made to destroy the church of God. But that would be foreign to the design of these notes. A very slight acquaintance with the repeated efforts to destroy the ancient people of God in Egypt, in the wilderness, in Babylon, and under Antiochus Epiphanes; with the early persecution of the Christians in Judea; with the successive persecutions in the Roman empire from the time of Nero to Diocletian; with the persecution of the Waldenses in Switserland; of the Huguenots in France; and of the Reformers in England, will be sufficient to convince anyone that God is the protector of the church, and that no weapons formed against her shall prosper. Her enemies shall be distracted in their counsels, and left to anarchy and overthrow; and the church shall rise resplendent from all their persecutions, and shall prosper ultimately just in proportion to their efforts to destroy it.<\/p>",
    "audit": 1
}