{
    "id": 1290,
    "source": "barnes",
    "verse_id": 18197,
    "verse_count": 1,
    "reference": "29:3 ",
    "title": "",
    "html": "<p><em>And I will camp against thee<\/em>&mdash;That is, I will cause an army to pitch their tents there for a siege. God regards the armies which he would employ as under his control, and speaks of them as if he would do it himself (see the note at <a class=\"isa\" verses=\"WzE3ODU2XQ==\">Isaiah 10:5<\/a> ).<\/p><p><em>Round about<\/em>&mdash;(כדוּר kadûr). As in a circle; that is, he would encompass or encircle the city. The word used here דור dûr in <a class=\"isa\" verses=\"WzE4MDcxXQ==\">Isaiah 22:18<\/a> , means a ball, but here it evidently means a circle; and the sense is, that the army of the besiegers would encompass the city. A similar form of expression occurs in regard to Jerusalem in <a class=\"ref\">Luke 19:43<\/a> : &lsquo;For the days shall come upon thee, than thine enemies shall cast a trench (&chi;&alpha;́&rho;&alpha;&kappa;&alpha; charaka&mdash;&ldquo;a rampart,&rdquo; a &ldquo;mound&rdquo;) about thee &sigma;&omicron;&iota;́ soi &ldquo;against thee&rdquo;), and &ldquo;compass thee round&rdquo; &pi;&epsilon;&rho;&iota;&kappa;&upsilon;&kappa;&lambda;&omega;́&tau;&omicron;&nu;&sigma;&iota;́ &sigma;&epsilon; perikuklōsousi se, &ldquo;encircle thee&rdquo;).&rsquo; So also <a class=\"ref\">Luke 21:20<\/a>. The Septuagint renders this, &lsquo;I will encompass thee as David did;&rsquo; evidently reading it as if it were כדוּד kadûd; and Lowth observes that two manuscripts thus read it, and he himself adopts it. But the authority for correcting the Hebrew text in this way is not sufficient, nor is it necessary. The idea in the present reading is a clear one, and evidently means that the armies of Sennacherib would encompass the city.<\/p><p><em>With a mount<\/em>&mdash;A rampart; a fortification. Or, rather, perhaps, the word מצב mutsâb means a post, a military station, from יצב yâtsab, &ldquo;to place, to station.&rdquo; The word in this form occurs nowhere else in the Scriptures, but the word מצב matsâb occurs in <a class=\"ref\">1 Samuel 13:23; 1 Samuel 14:1, 1 Samuel 14:4; 2 Samuel 23:14<\/a>, in the sense of a military post, or garrison.<\/p><p><em>I will rise forts<\/em>&mdash;That is, ramparts, such as were usually thrown up against a besieged city, meaning that it should be subjected to the regular process of a siege. The Septuagint reads, &Pi;&upsilon;́&rho;&gamma;&omicron;&upsilon; Purgou; &lsquo;Towers;&rsquo; and so also two manuscripts by changing the Hebrew letter ד (d) into the Hebrew letter ר (r). But there is no necessity for altering the Hebrew text. Lowth prefers the reading of the Septuagint.<\/p>",
    "audit": 1
}