{
    "id": 1330,
    "source": "barnes",
    "verse_id": 18237,
    "verse_count": 1,
    "reference": "30:19 ",
    "title": "",
    "html": "<p><em>For the people shall dwell in Zion<\/em>&mdash;(see the note at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 1:8<\/a> ). The language here is evidently adapted to a return from the captivity. The whole design of the passage <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 30:19-26<\/a> is to describe a future state of prosperity by images mainly drawn from the idea of temporal enjoyment. The sense is, that in some period subsequent to the calamities that would befall them for their improper reliance on the aid of Egypt <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 30:16-17<\/a> , there would be prosperity, peace, and joy in Jerusalem. The order of events, as seen by the prophet in vision, seems to be this. He sees the people threatened with an invasion by Sennacherib. He sees them forget their reliance on God and seek the aid of Egypt. He sees, as a consequence of this, a long series of calamities resulting in the downfall of the republic, the destruction of the city, and the captivity at Babylon. Yet he sees, in the distant prospect, prosperity, happiness, security, piety, the blessing of God, and rich and abundant future mercies resting on his people. That the blessings under the Messiah constitute a part of this &ldquo;series&rdquo; of mercies no one can doubt who attentively considers the language in <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 30:25-26<\/a>.<\/p><p><em>Thou shalt weep no more<\/em>&mdash;(see the note at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 25:8<\/a>).<\/p><p><em>He will be very gracious unto thee at the voice of thy cry<\/em>&mdash;When in your calamities you shall cry unto him for deliverance, he shall hear you, and restore you to your own land. This is in accordance with the statements in <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 26:8-9<\/a>(see the notes at these verses), that in their captivity in Babylon they would seek God.<\/p><p><em>He will answer thee<\/em>&mdash;(see <a class=\"ref\">Jeremiah 29:12-14<\/a>).<\/p>",
    "audit": 1
}