{
    "id": 913,
    "source": "barnes",
    "verse_id": 17820,
    "verse_count": 1,
    "reference": "8:12 ",
    "title": "",
    "html": "<p><em>Say ye not<\/em>&mdash;Do not join in their purposes of forming a confederacy. Do not unite with the king and the people of Judah in their alarms about the threatened invasion by the kings of Syria and Samaria, and in their purpose to form an alliance with the king of Assyria. The reason why they should not do this, he states in <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 8:13<\/a> , where he exhorts the nation to put confidence in the Lord rather than in man. There has been, however, great diversity in the interpretation of this passage. The Septuagint renders the word קשׁר qesher, &lsquo;confederacy,&rsquo; by the word &sigma;&kappa;&lambda;&eta;&rho;&omicron;́&nu; sklēron&mdash;&lsquo;Everything which this people say, is hard.&rsquo; The Syriac, &lsquo;Do not say, rebellion,&rsquo; etc. The Chaldee understands the word in the same sense. Lowth proposes to change the word קשׁר qesher, into קדשׁ qâdôsh, because Dr. Seeker possessed one manuscript in which this reading was found; and he translates the passage:<\/p><p>&lsquo;Say ye not it is holy,<\/p><p>Of everything of which this people shall say it is holy.&rsquo;<\/p><p>That is, &lsquo;call not their idols holy; nor fear ye the object of their fear; that is, the gods of the idolaters.&rsquo; But it is plain that this does not suit the connection of the passage, since the prophet is not reproving them for their idolatry, but is discoursing of the alliance between the kings of Syria and Samaria. Besides, the authority of one manuscript, without the concurrence of any ancient version, is not a sufficient authority for changing the Hebrew text. Most commentators have understood this word &lsquo;confederacy&rsquo; as referring to the alliance between the kings of Syria and Samaria; as if the prophet had said, &lsquo;Do not join in the cry so common and almost universal in the nation, &ldquo;There is a confederacy between those two kingdoms; there is an alliance formed which endangers our liberty&rdquo;&mdash;a cry that produces alarm and trepidation in the nation.&rsquo; Thus Rosenmuller and Gesenius explain it.<\/p><p>Aben Ezra, and Kimchi, however. understand it of a conspiracy, which they suppose was formed in the kingdom of Ahaz, against him and the house of David; and that the prophet warns the people against joining in such a conspiracy. But of the existence of such a conspiracy there is no evidence. Had there been such a conspiracy, it is not probable that it would have been so well known as to make it a proper subject of public denunciation. Conspiracies are usually secret and concealed. I regard this, however, as a caution to the prophet not to join in the prevailing demand for an alliance with the king of Assyria. Ahaz trembled before the united armies of Syria and Samaria. He sought, therefore, foreign assistance&mdash;the assistance of the king of Assyria. It is probable that in this he was encouraged by the leaders of the people, and that this would be a popular measure with the mass of the nation. Yet it implied distrust of God (note, <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 8:6<\/a>); and, therefore, the prophet was directed not to unite with them in seeking this &lsquo;confederacy,&rsquo; or alliance, but to oppose it. The word translated &lsquo;confederacy,&rsquo; קשׁר qesher is derived from the verb קשׁר qâshar, &ldquo;to bind, to fetter;&rdquo; to enter into a conspiracy. It usually refers to a conspiracy, but it may mean a combination or alliance of any kind. Or, if it here means a conspiracy, a union between Ahaz and the Assyrians may be regarded as a species of conspiracy, as it was an unnatural alliance; a species of combination against the natural and proper government of Judah&mdash;the theocracy.<\/p><p><em>Neither fear ye their fear<\/em>&mdash;Do not partake of their alarm at the invasion of the land by the united armies of Syria and Samaria. Rather put confidence in God, and believe that he is able to save you; compare <a class=\"ref\">1 Peter 3:13-15<\/a>.<\/p>",
    "audit": 1
}