{
    "id": 750,
    "source": "barnes",
    "verse_id": 17657,
    "verse_count": 1,
    "reference": "1:2 ",
    "title": "",
    "html": "<p><em>Hear, O heavens<\/em>&mdash;This is properly the beginning of the prophecy. It is a sublime commencement; and is of a highly poetic character. The heavens and the earth are summoned to bear witness to the apostasy, ingratitude, and deep depravity of the chosen people of God. The address is expressive of deep feeling&mdash;the bursting forth of a heart filled with amazement at a wonderful and unusual event. The same sublime beginning is found in the song of Moses, <a class=\"ref\">Deuteronomy 32:1<\/a> :<\/p><p>Give ear, O ye heavens, and I will speak;<\/p><p>And hear, O earth, the words of my mouth.<\/p><p>Compare <a class=\"ref\">Psalm 4:3-4<\/a>. Thus also the prophets often invoke the hills and mountains to hear them; <a class=\"ref\">Ezekiel 6:3<\/a> : &lsquo;Ye mountains of Israel, hear the words of the Lord God: Thus saith the Lord God to the mountains, and to the hills, and to the rivers, and to the valleys;&rsquo; compare <a class=\"ref\">Ezekiel 36:1<\/a>. &lsquo;Be astonished, O ye heavens, at this, and be horribly afraid, be ye very desolate, saith the Lord,&rsquo; <a class=\"ref\">Jeremiah 2:12<\/a>. By the heavens therefore, in this place, we are not to understand the inhabitants of heaven, that is, the angels, anymore than by the hills we are to understand the inhabitants of the mountains. It is high poetic language, denoting the importance of the subject, and the remarkable and amazing truth to which the attention was to be called.<\/p><p><em>Give ear, O earth<\/em>&mdash;It was common thus to address the earth on any remarkable occasion, especially anyone implying warm expostulation, <a class=\"ref\">Jeremiah 5:19; Jeremiah 22:29; Micah 1:2; Micah 6:2<\/a> ; <a class=\"isa\" verses=\"W3siMTgzMDUiOjF9LHsiMTg2NTAiOjF9XQ==\">Isaiah 34:1; Isaiah 49:13<\/a>.<\/p><p><em>For<\/em>&mdash;Since it is Yahweh that speaks, all the universe is summoned to attend; compare <a class=\"ref\">Psalm 33:8-9<\/a>: &lsquo;Let all the earth fear the Lord; let all the inhabitants of the World stand in awe of him. For he spake and it was done; he commanded and it stood fast.&rsquo;<\/p><p><em>The Lord<\/em>&mdash;&mdash;יהוה yehovâh, or Jehovah. The small capitals used here and elsewhere throughout the Bible in printing the word Lord, denote that the original word is Yahweh. It is derived from the verb היה hâyâh, &ldquo;to be;&rdquo; and is used to denote &ldquo;being,&rdquo; or the fountain of being, and can be applied only to the true God; compare <a class=\"ref\">Exodus 3:14<\/a> : &lsquo;And God said unto Moses, I Am That I Am, אהיה אשׁר אהיה &lsquo;eheyeh &lsquo;ăsher &lsquo;eheyeh; <a class=\"ref\">Exodus 6:3; Numbers 11:21<\/a> ; <a class=\"isa\" verses=\"W3siMTg2MDgiOjF9XQ==\">Isaiah 47:8<\/a>. It is a name which is never given to idols, or conferred on a creature; and though it occurs often in the Hebrew Scriptures, as is indicated by the small capitals, yet our translators have retained it but four times; <a class=\"ref\">Exodus 6:3; Psalm 83:18<\/a> ; <a class=\"isa\" verses=\"W3siMTc5MDMiOjF9LHsiMTgxMzUiOjF9XQ==\">Isaiah 12:2; Isaiah 26:4<\/a>. In combination, however, with other names, it occurs often. Thus in Isaiah, meaning the salvation of Yahweh; &ldquo;Jeremiah,&rdquo; the exaltation or grandeur of Yahweh, etc.; compare <a class=\"ref\">Genesis 22:14<\/a> : &lsquo;Abraham called the name of the place &ldquo;Jehovah-jireh,&rsquo;&rdquo; <a class=\"ref\">Exodus 17:15; Judges 6:24; Ezekiel 48:35<\/a>. The Jews never pronounced this name, not even in reading their own Scriptures. So sacred did they deem it, that when it occurred in their books, instead of the word Yahweh, they substituted the word אדני &lsquo;ădonāy, &ldquo;Lord.&rdquo; Our translators have shown respect to this feeling of the Jews in regard to the sacredness of the name; and hence, have rendered it by the name of Lord&mdash;a word which by no means conveys the sense of the word Yahweh. It would have been an advantage to our version if the word Yahweh had been retained wherever it occurs in the original.<\/p><p><em>I have nourished<\/em>&mdash;Hebrew &ldquo;I have made great;&rdquo; גדלתי gı̂daletı̂y. In Piel, the word means &ldquo;to make great, to cause to grow;&rdquo; as e. g., the hair; <a class=\"ref\">Numbers 6:5<\/a> , plants, <a class=\"isa\" verses=\"W3siMTg1NDgiOjF9XQ==\">Isaiah 44:14<\/a> ; then to educate or bring up children; <a class=\"isa\" verses=\"W3siMTg2NTgiOjF9XQ==\">Isaiah 49:21<\/a> ; <a class=\"ref\">2 Kings 10:6<\/a><\/p><p><em>And brought up<\/em>&mdash;רוממתי romamethı̂y, from רום rûm, &ldquo;to lift up&rdquo; or &ldquo;exalt.&rdquo; In Piel it means to bring up, nourish, educate; <a class=\"isa\" verses=\"W3siMTgwODIiOjF9XQ==\">Isaiah 23:4<\/a>. These words, though applied often to the training up of children, yet are used here also to denote the elevation to which they had been raised. He had not merely trained them up, but he had trained them up to an elevated station; to special honor and privileges. &ldquo;Children.&rdquo; Hebrew בנים bânnı̂ym&mdash;sons.&rdquo; They were the adopted children of God; and they are represented as being weak, and ignorant, and helpless as children, when he took them under his fatherly protection and care; <a class=\"ref\">Hosea 11:1<\/a> : &lsquo;When Israel was a child, then I loved him, and called my son out of Egypt;&rsquo; compare the note at <a class=\"ref\">Matthew 2:15; Isaiah 63:8-16<\/a>.<\/p><p><em>They have rebelled<\/em>&mdash;This complaint was often brought against the Jews; compare <a class=\"isa\" verses=\"W3siMTg4NzciOjF9XQ==\">Isaiah 63:10<\/a> ; <a class=\"ref\">Jeremiah 2:6-8<\/a>. This is the sum of the charge against them. God had shown them special favors. He recounted his mercy in bringing them out of Egypt; and on the ground of this, he demanded obedience and love; compare <a class=\"ref\">Exodus 20:1-3<\/a>. And yet they bad forgotten him, and rebelled against him. The Targum of Jonathan, an ancient Chaldee version, has well expressed the idea here. &lsquo;Hear, O heavens, which were moved when I gave my law to my people: give ear, O earth, which didst tremble before my word, for the Lord has spoken. My people, the house of Israel, whom I called sons&mdash;I loved them&mdash;I honored them, and they rebelled against me.&rsquo; The same is true substantially of all sinners; and alas, how often may a similar expostulation be made with the professed people of God!<\/p>",
    "audit": 1
}