{
    "id": 1675,
    "source": "barnes",
    "verse_id": 18582,
    "verse_count": 1,
    "reference": "45:20",
    "title": "",
    "html": " <p> <em>Assemble yourselves, and come <\/em>&mdash;This, like the passage in <a class=\"isa\" verses=\"WzE4NDUzXQ==\">Isaiah 41:1<\/a>, ff, is a solemn appeal to the worshippers of idols, to come and produce the evidences of their being endowed with omniscience, and with almighty power, and of their having claims to the homage of their worshippers. <\/p> <p> <em>Ye that are escaped of the nations <\/em>&mdash;This phrase has been very variously interpreted. Kimchi supposes that it means those who were distinguished among the nations, their chiefs, and rulers; Aben Ezra, that the Babylonians are meant especially; Vitringa, that the phrase denotes proselytes, as those who have escaped from the idolatry of the pagan, and have embraced the true religion; Grotius, that it denotes those who survived the slaughter which Cyrus inflicted on the nations. Rosenmuller coincides in opinion with Vitringa. The word used here (פליט pâlı̂yṭ) denotes properly one who has escaped by flight from battle, danger, or slaughter <a class=\"ref\">Genesis 14:13; Joshua 8:32<\/a>. It is not used anywhere in the sense of a proselyte; and the idea here is, I think, that those who escaped from the slaughter which Gyrus would bring on the nations, were invited to come and declare what benefit they had derived from trusting in idol-gods. In <a class=\"isa\" verses=\"WzE4NTc4XQ==\">Isaiah 45:16<\/a>, God had said they should all be ashamed and confounded who thus put their trust in idols; and he here calls on them as living witnesses that it was so. Those who had put their confidence in idols, and who had seen Cyrus carry his arms over nations notwithstanding their vain confidence, could now testify that no reliance was to be placed on them, and could be adduced as witnesses to show the importance of putting their trust in Yahweh. <\/p> <p> <em>That set up the wood <\/em>&mdash;The word &lsquo;wood&rsquo; is used here to show the folly of worshipping an image thus made, and to show how utterly unable it was to save. <\/p>",
    "audit": 1
}