{
    "id": 949,
    "source": "barnes",
    "verse_id": 17856,
    "verse_count": 1,
    "reference": "10:5 ",
    "title": "",
    "html": "<p><em>O Assyrian<\/em>&mdash;The word הוי hôy, is commonly used to denounce wrath, or to indicate approaching calamity; as an interjection of threatening; <a class=\"isa\" verses=\"MTc2NTk=\">Isaiah 1:4<\/a>. &lsquo;Wo sinful nation;&rsquo; <a class=\"isa\" verses=\"W3sic2luZ2xlcyI6WzE3ODU5LDE3ODYyLDE3ODY5LDIwMDgyLDIwNzExXX0seyIxNzg3MSI6Mn1d\">Isaiah 10:8, Isaiah 10:11, Isaiah 10:18, Isaiah 10:20-21; Jeremiah 48:1; Ezekiel 13:2<\/a>. The Vulgate so understands it here: Vae Assur; and the Septuagint, &Omicron;&upsilon;̓&alpha;&iota; &Alpha;̓&sigma;&sigma;&upsilon;&rho;&iota;́&omicron;&iota;&sigmaf; Ouai Assuriois&mdash;&lsquo;Woe to the Assyrians.&rsquo; So the Chaldee and the Syriac. It is not then a simple address to the Assyrian; but a form denouncing wrath on the invader. Yet it was not so much designed to intimidate and appal the Assyrian himself as to comfort the Jews with the assurance that calamity should overtake him. The &lsquo;Assyrian&rsquo; referred to here was the king of Assyria&mdash;Sennacherib, who was leading an army to invade the land of Judea.<\/p><p><em>The rod of mine anger<\/em>&mdash;That is, the rod, or instrument, by which I will inflict punishment on a guilty nation. The Hebrew would bear the interpretation that the Assyrian was, an object against which God was angry; but the former is evidently the sense of the passage, as denoting that the Assyrian was the agent by which he would express his anger against a guilty people. Woe might be denounced against him for his wicked intention, at the same time that God might design to make use of his plans to punish the sins of his own people. The word &ldquo;anger&rdquo; here, refers to the indignation of God against the sins of the Jewish people.<\/p><p><em>And the staff<\/em>&mdash;The word &ldquo;staff&rdquo; here, is synonymous with rod, as an instrument of chastisement or punishment; <a class=\"isa\" verses=\"MTc4MzQ=\">Isaiah 9:4<\/a> ; compare <a class=\"isa\" verses=\"MTc4NzU=\">Isaiah 10:24<\/a> ; <a class=\"ref\">Nahum 1:13; Ezekiel 7:10<\/a>.<\/p><p><em>In their hand<\/em>&mdash;There has been considerable variety in the interpretation of this passage. Lowth and Noyes read it, &lsquo;The staff in whose hand is the instrument of my indignation.&rsquo; This interpretation Lowth adopts, by omitting the word הוא hû&rsquo; on the authority of the Alexandrine copy of the Septuagint, and five manuscripts, two of them ancient. Jerome reads it, &lsquo;Wo to the Assyrian! He is the staff and the rod of my fury; in their hand is my indignation.&rsquo; So Forerius, Ludovicus, de Dieu, Cocceius, and others. Vitringa reads it, &lsquo;And in the hands of those who are my rod is my indignation.&rsquo; Schmidius and Rosenmuller, &lsquo;And the rod which is in their hands, is the rod of mine indignation.&rsquo; There is no necessity for any change in the text. The Hebrew, literally, is, &lsquo;Wo to the Assyrian! Rod of my anger! And he is the staff. In their hands is my indignation.&rsquo; The sense is sufficiently clear, that the Assyrian was appointed to inflict punishmerit on a rebellious people, as the instrument of God. The Chaldee renders it, &lsquo;Wo to the Assyrian! The dominion (power, ruler) of my fury, and the angel sent from my face, against them, for a malediction. Septuagint, &lsquo;And wrath in their hands.&rsquo;<\/p><p><em>In their hand<\/em>&mdash;In the hand of the Assyrians, where the word &lsquo;Assyrian&rsquo; is taken as referring to the king of Assyria, as the representative of the nation.<\/p>",
    "audit": 1
}