{
    "id": 792,
    "source": "barnes",
    "verse_id": 17699,
    "verse_count": 1,
    "reference": "2:13 ",
    "title": "",
    "html": "<p><em>And upon all the cedars of Lebanon<\/em>&mdash;This is a beautiful specimen of the poetic manner of writing, so common among the Hebrews, where spiritual and moral subjects are represented by grand or beautiful imagery taken from objects of nature. Mount Lebanon bounded Palestine on the north. It was formerly much celebrated for its large and lofty cedars. These cedars were from thirty-five to forty feet in girth, and very high. They were magnificent trees, and were valuable for ceiling: statues, or roofs, that required durable, and beautiful timber. The roof of the temple of Diana of Ephesus, according to Pliny, was of cedar, and no small part of the temple of Solomon was of this wood. A few lofty trees of this description are still remaining on Mount Lebanon. &lsquo;After three hours of laborious traveling,&rsquo; says D&rsquo;Arvieux, &lsquo;we arrived at the famous cedars about eleven o&lsquo;clock. We counted twenty-three of them. The circumference of these trees is thirty-six feet. The bark of the cedar resembles that of the pine; the leaves and cone also bear considerable resemblance. The stem is upright, the wood is hard, and has the reputation of being incorruptible. The leaves are long, narrow, rough, very green, ranged in tufts along the branches; they shoot in spring, and fall in the beginning of winter. Its flowers and fruit resemble those of the pine. From the full grown trees, a fluid trickles naturally, and without incision; this is clear, transparent, whitish, and after a time dries and hardens; it is supposed to possess great virtues. The place where these great trees are stationed, is in a plain of nearly a league in circumference, on the summit of a mount which is environed on almost all sides by other mounts, so high that their summits are always covered with snow. This plain is level, the air is pure, the heavens always serene.&rsquo;<\/p><p>Maundrell found only sixteen cedars of large growth, and a natural plantation of smaller ones, which were very numerous. One of the largest was twelve yards six inches in girth, and thirty-seven yards in the spread of its boughs. At six yards from the ground, it was divided into five limbs, each equal to a great tree. Dr. Richardson visited them in 1818, and found a small clump of large, tall, and beautiful trees, which he pronounces the most picturesque productions of the vegetable world that he had ever seen. In this clump are two generations of trees; the oldest are large and massy, rearing their heads to an enormous height, and spreading their branches to a great extent. He measured one, not the largest in the clump, and found it thirty-two feet in circumference. Seven of these trees appeared to be very old, the rest younger, though, for want of space, their branches are not so spreading.<\/p><p>Bush&rsquo;s &ldquo;Illustrations of Scripture.&rdquo; &lsquo;The celebrated cedar-grove of Lebanon,&rsquo; says Dr. Robinson, &lsquo;is at least two days journey from Beirut, near the northern, and perhaps the highest summit of the mountain. It has been often and sufficiently described by travelers for the last three centuries; but they all differ as to the number of the oldest trees, inasmuch as in counting, some have included more and some less of the younger ones. At present, the number of trees appears to be on the increase, and amounts in all to several hundred. This grove was long held to be the only remnant of the ancient cedars of Lebanon. But Seetzen, in 1805, discovered two other groves of greater extent; and the American Missionaries, in traveling through the mountains, have also found many cedars in other places. The trees are of all sizes, old and young; but none so ancient and venerable as those usually visited.&rsquo; &ldquo;Bib. Researches,&rdquo; iii., 440; 441. The cedar, so large, lofty, and grand, is used in the Scriptures to represent kings, princes, and nobles: compare <a class=\"ref\">Ezekiel 31:3; Daniel 4:20-22; Zechariah 11:1-2<\/a> ; <a class=\"isa\" verses=\"WzE3OTM3XQ==\">Isaiah 14:8<\/a>. Here it means the princes and nobles of the land of Israel. The Chaldee renders it, &lsquo;upon all the strong and mighty kings of the people.&rsquo;<\/p><p><em>And upon all the oaks of Bashan<\/em>&mdash;&ldquo;Bashan&rdquo; was east of the river Jordan, in the limits of the half tribe of Manasseh. It was bounded on the north and east by Gilead, south by the river Jabbok, and west by the Jordan. It was celebrated for pasturage, and for producing fine cattle; <a class=\"ref\">Numbers 21:33; Numbers 32:33; Psalm 22:12; Ezekiel 39:18; Amos 4:1; Micah 7:14<\/a>. Its lofty oaks are also particularly celebrated; <a class=\"ref\">Ezekiel 27:6; Amos 2:9; Zechariah 11:2<\/a>. The sense here is not different from the former member of the sentence&mdash;denoting the princes and nobles of the land.<\/p>",
    "audit": 1
}