{
    "id": 1922,
    "source": "barnes",
    "verse_id": 18829,
    "verse_count": 1,
    "reference": "60:7 ",
    "title": "",
    "html": "<p><em>All the flocks of Kedar<\/em>&mdash;On the word &lsquo;Kedar,&rsquo; see the notes at <a class=\"isa\" verses=\"MTgwNTI=\">Isaiah 21:16<\/a>. The Kedarenians were a wandering tribe that frequently changed their residence, though it is probable they usually dwelt in the south part of Arabia Deserta, or the north of Arabia Petraea. They are mentioned as dwelling in beautiful tents Sol 1:5 : &lsquo;I am black, but comely as the tents of Kedar,&rsquo; see <a class=\"ref\">Psalm 120:5<\/a> ; compare <a class=\"isa\" verses=\"eyIxODA1MiI6Mn0=\">Isaiah 21:16-17<\/a> ; <a class=\"isa\" verses=\"MTg0OTI=\">Isaiah 42:11<\/a>. The language here also means that that which constituted their principal wealth would come and enrich Jerusalem, or the church of God.<\/p><p><em>The rams of Nebaioth<\/em>&mdash;Nebaioth was also a son of Ishmael <a class=\"ref\">Genesis 25:13; 1 Chronicles 1:29<\/a>, and was the father of the Nabatheans. They were a people of Arabia Petraea, and lived principally by plunder, trade, and the keeping of flocks. The country of Nabathea extended, it is supposed, from the Euphrates to the Red Sea, and embraced Petra, the capital of Arabia Deserts, and also Medaba. It is not possible, however, to fix the exact boundaries of the various tribes of Arabians. The general idea is, that their most valuable possessions would be devoted to God.<\/p><p><em>Shall minister unto thee<\/em>&mdash;That is, by coming up as an acceptable sacrifice on the altar.<\/p><p><em>They shall come up with acceptance on mine altar<\/em>&mdash;It is by no means necessary to understand this literally. The Jews were accustomed to express their ideas of worship by sacrifices, and the prophet naturally employed that language. The sense is, that the conversion of the wandering tribes of Arabia would be as certain and as signal as if the numerous flocks of Kedar and Nebaioth should be devoted to Yahweh in sacrifice. All that was valuable there would be employed in his service; the people would come with their most precious offerings and consecrate them to God. It is evident that this remains to be fulfilled. Paul, indeed, preached in Arabia <a class=\"ref\">Galatians 1:17<\/a>; and, doubtless, there were some conversions to Christianity there. But, as a people, they never have been converted to the true God; and in all ages they have been the victims of either idolatry or superstition. The time will come, however, when Arabia, so interesting as settled by the descendants of Abraham; so interesting in the bold, active, and energetic character of its tribes; so interesting as using a language that is one of the most refined and far-spoken of the earth; and so interesting as being, in some parts at least, among the most fertile and beautiful of the earth, shall be converted to God. Probably the most balmy, pure, and pleasant climate of the world is the southern part of Arabia Felix&mdash;the country of Yemen; and when the Arabs shall bring their energy of character to the service of the true God, and the gospel shall be preached in their language to all their tribes, no one can predict the effect which this shall have on the entire conversion of the world.<\/p><p><em>And I will glorify<\/em>&mdash;I will honor my glorious house, that is, the temple. Lowth, &lsquo;And my beauteous house I will yet beautify.&rsquo; The idea is, that he would adorn the temple by bringing the distant nations, with their most valuable possessions, to worship there. That is, the true religion would yet appear glorious when the nation should acknowledge it and submit to its requirements.<\/p>",
    "audit": 1
}