{
    "id": 1771,
    "source": "barnes",
    "verse_id": 18678,
    "verse_count": 1,
    "reference": "51:4",
    "title": "",
    "html": " <p> <em>Hearken unto me, my people <\/em>&mdash;Lowth reads this; <\/p> <p>Attend unto me, O ye people, <\/p> <p>And give ear unto me, O ye nations. <\/p> <p>The reason why he proposes this change is, that he supposes the address here is made to the Gentiles and not to the Jews, and in favor of the change he observes, that two manuscripts read it in this manner. Gesenius (Commentary) says that three codices read עמים ‛ammiym (&ldquo;peoples&rdquo;), instead of עמי ‛amiy (&ldquo;my people&rdquo;); and that thirteen MSS. read לאוּמים le&lsquo;ûmiym (&ldquo;nations&rdquo;), instead of לאוּמי leûmiy (&ldquo;my nation&rdquo;). Noyes also has adopted this reading. But the authority is too slight to justify a change in the text. The Vulgate reads it in accordance with the present Hebrew text, and so substantially do the Septuagint. They render it, &lsquo;Hear me, hear me, my people, and ye kings, give ear unto me.&rsquo; It is not necessary to suppose any change in the text. The address is to the Jews; and the design is, to comfort them in view of the fact that the pagan would be brought to partake of the privileges and blessings of the true religion. They would not only be restored to their own land, but the true religion would be extended also to the distant nations of the earth. In view of this great and glorious truth, Yahweh calls on his people to hearken to him, and receive the glad announcement. It was a truth in which they were deeply interested, and to which they should therefore attend. <\/p> <p> <em>For a law shall proceed from me <\/em>&mdash;The idea here is, that Yahweh would give law to the distant nations by the diffusion of the true religion. <\/p> <p> <em>And I will make my judgment to rest for a light <\/em>&mdash;The word &lsquo;judgment&rsquo; here is equivalent to law, or statute, or to the institutions of the true religion. The word rendered here &lsquo;to rest&rsquo; (ערגיע ‛aregiya‛ from רגע râga‛), Lowth renders, &lsquo;I will cause to break forth.&rsquo; Noyes renders it, &lsquo;I will establish.&rsquo; The Vulgate, Requiescet&mdash;&lsquo;Shall rest.&rsquo; The Septuagint renders it simply, &lsquo;My judgment for a light of the nation.&rsquo; The word properly means &lsquo;to make afraid,&rsquo; to terrify, to restrain by threats; rendered &lsquo;divideth&rsquo; in <a class=\"ref\">Job 26:12<\/a>; <a class=\"isa\" verses=\"WzE4Njg5XQ==\">Isaiah 51:15<\/a>; then, to be afraid, to shrink from fear, and hence, to be still, or quiet, as if cowering down from fear. Here it means that he would set firmly his law; he would place it so that it would be established and immovable. <\/p> ",
    "audit": 1
}