{
    "id": 1888,
    "source": "barnes",
    "verse_id": 18795,
    "verse_count": 1,
    "reference": "58:8",
    "title": "",
    "html": " <p> <em>Then shall thy light <\/em>&mdash;(See the notes at <a class=\"isa\" verses=\"WzE4NTQxXQ==\">Isaiah 44:7 <\/a>). The idea here is, that if they were faithful in the discharge of their duty to God, he would bless them with abundant prosperity (compare <a class=\"ref\">Job 11:17 <\/a>). The image is, that such prosperity would come on the people like the spreading light of the morning. <\/p> <p> <em>And thine health <\/em>&mdash;Lowth and Noyes render this, &lsquo;And thy wounds shall be speedily healed over.&rsquo; The authority on which Lowth relies, is the version of Aquila as reported by Jerome, and the Chaldee. The Hebrew word used here, (ארוּכה &lsquo;ărûkâh), means properly &ldquo;a long bandage&rdquo; (from ארך &lsquo;ârak, &ldquo;to make long&rdquo;), such as is applied by surgeons to heal a wound (compare the notes at <a class=\"isa\" verses=\"WzE3NjYxXQ==\">Isaiah 1:6 <\/a>). It is then used to denote the healing which is secured by the application of the bandage; and figuratively here means their restoration from all the calamities which had been inflicted on the nation. The word rendered &rsquo;spring forth&rsquo; (from צמח tsâmach) properly relates to the manner in which plants germinate (compare the notes at <a class=\"isa\" verses=\"WzE4NDkwXQ==\">Isaiah 42:9 <\/a>). Here the sense is, that if they would return to God, they would be delivered from the calamities which their crimes had brought on them, and that peace and prosperity would again visit the nation. <\/p> <p> <em>And thy righteousness shall go before thee <\/em>&mdash;Shall be thy leader&mdash;as an army is conducted. The idea is that their conformity to the divine laws would serve the purpose of a leader to conduct them in the ways of peace, happiness, and prosperity. <\/p> <p> <em>The glory of the Lord <\/em>&mdash;The allusion here is doubtless to the mode in which the children of Israel came out of Egypt (see the notes at <a class=\"isa\" verses=\"WzE3Nzc1XQ==\">Isaiah 6:5 <\/a>). <\/p> <p>Shall be thy rere-ward&mdash;Margin, &lsquo;Shall gather thee up.&rsquo; That is, shall bring up the rear (see the notes at <a class=\"isa\" verses=\"WzE4NzA5XQ==\">Isaiah 52:12 <\/a>). <\/p> ",
    "audit": 1
}