{
    "id": 1136,
    "source": "barnes",
    "verse_id": 18043,
    "verse_count": 1,
    "reference": "21:7",
    "title": "",
    "html": "<p><em>And he saw a chariot with a couple of horsemen<\/em>&mdash;This passage is very obscure from the ambiguity of the word רכב rekeb&mdash;&lsquo;chariot.&rsquo; Gesenius contends that it should be rendered &lsquo;cavalry,&rsquo; and that it refers to cavalry two abreast hastening to the destruction of the city. The word רכב rekeb denotes properly a chariot or wagon <a class=\"ref\">Judges 5:28<\/a>; a collection of wagons <a class=\"ref\">2 Chronicles 1:14; 2 Chronicles 8:6; 2 Chronicles 9:25<\/a>; and sometimes refers to the &ldquo;horses or men&rdquo; attached to a chariot. &lsquo;David houghed all the chariots&rsquo; <a class=\"ref\">2 Samuel 8:4<\/a>; that is, all the &ldquo;horses&rdquo; belonging to them. &lsquo;David killed of the Syrians seven hundred chariots&rsquo; <a class=\"ref\">2 Samuel 10:18<\/a>; that is, all &ldquo;the men&rdquo; belonging to seven hundred chariots. According to the present Masoretic pointing, the word רכב rekeb does not mean, perhaps, anything else than a chariot strictly, but other forms of the word with the same letters denote &ldquo;riders or cavalry.&rdquo; Thus, the word רכב rakâb denotes a horseman <a class=\"ref\">2 Kings 9:17<\/a>; a charioteer or driver of a chariot <a class=\"ref\">1 Kings 22:34; Jeremiah 51:21<\/a>. The verb רבב râbab means &ldquo;to ride,&rdquo; and is usually applied to riding on the backs of horses or camels; and the sense here is, that the watchman saw &ldquo;a riding,&rdquo; or persons riding two abreast; that is, &ldquo;cavalry,&rdquo; or men borne on horses, and camels, and asses, and hastening to attack the city.<\/p><p><em>With a couple of horsemen<\/em>&mdash;The word &lsquo;couple&rsquo; (צמד tsemed) means properly a &ldquo;yoke or pair;&rdquo; and it means here that the cavalry was seen &ldquo;in pairs, that is,&rdquo; two abreast.<\/p><p><em>A chariot of asses<\/em>&mdash;Or rather, as above, &ldquo;a riding&rdquo; on donkeys&mdash;an approach of men in this manner to battle. Asses were formerly used in war where horses could not be procured. Thus Strabo (xv. 2, 14) says of the inhabitants of Caramania, &lsquo;Many use donkeys for war in the want of horses.&rsquo; And Herodotus (iv. 129) says expressly that Darius Hystaspes employed donkeys in a battle with the Scythians.<\/p><p><em>And a chariot of camels<\/em>&mdash;A &ldquo;riding&rdquo; on camels. Camels also were used in war, perhaps usually to carry the baggage (see Diod. ii. 54; iii. 44; Livy, xxxvii. 40; Strabo, xvi. 3). They are used for all purposes of burden in the East, and particularly in Arabia.<\/p> ",
    "audit": 1
}