{
    "id": 1809,
    "source": "barnes",
    "verse_id": 18716,
    "verse_count": 1,
    "reference": "53:4",
    "title": "",
    "html": " <p> <em>Surely <\/em>&mdash;This is an exceedingly important verse, and is one that is attended with considerable difficulty, from the manner in which it is quoted in the New Testament. The general sense, as it stands in the Hebrew, is not indeed difficult. It is immediately connected in signification with the previous verse. The meaning is, that those who had despised and rejected the Messiah, had greatly erred in condemning him on account of his sufferings and humiliation. &lsquo;We turned away from him in horror and contempt. We supposed that he was suffering on account of some great sin of his own. But in this we erred. It was not for his sins but for ours. It was not that he Was smitten of God for his own sins&mdash;as if he had been among the worst of mortals&mdash;but it was because he had taken our sins, and was suffering for them. The very thing therefore that gave offence to us, and which made us turn away from him, constituted the most important part of his work, and was really the occasion of highest gratitude. It is an acknowledgment that they had erred, and a confession of that portion of the nation which would be made sensible of their error, that they had judged improperly of the character of the sufferer. The word rendered &rsquo;surely&rsquo; (אכן &lsquo;âkēn, Vulgate, vere), is sometimes a particle strongly affirming, meaning truly, of a certain truth <a class=\"ref\">Genesis 28:16; Exodus 2:14; Jeremiah 8:8<\/a>. Sometimes it is an adversative particle, meaning but yet <a class=\"ref\">Psalm 31:23<\/a>; <a class=\"isa\" verses=\"WzE4NjYxXQ==\">Isaiah 49:24<\/a>. It is probably used in that sense here, meaning, that though he was despised by them, yet he was worthy of their esteem and confidence, for he had borne their griefs. He was not suffering for any sins of his own, but in a cause which, so far from rendering him an object of contempt, made him worthy of their highest regard. <\/p> <p> <em>He hath borne <\/em>&mdash;Hebrew, נשׂא nâs&lsquo;â&rsquo;. Vulgate, Tulit. Septuagint, &phi;&epsilon;&rho;&epsilon;&iota; pherei&mdash;&lsquo;He bears.&rsquo; Chald. &lsquo;He prayed (יבעי yibe‛ēy) for, or on account of our sins.&rsquo; Castilio, Tulit ac toleravit. In these versions, the sense is that of sustaining, bearing, upholding, carrying, as when one removes a burden from the shoulders of another, and places it on his own. The word נשׂא nâs&lsquo;a&rsquo; means properly &ldquo;to take up, to lift, to raise&rdquo; <a class=\"ref\">Genesis 7:17<\/a>, &lsquo;The waters increased, and lifted up the ark;&rsquo; <a class=\"ref\">Genesis 29:1<\/a>, &lsquo;And Jacob lifted up his feet (see the margin) and came.&rsquo; Hence, it is applied to lifting up a standard <a class=\"ref\">Jeremiah 4:6; Jeremiah 50:2<\/a>: to lifting up the hand <a class=\"ref\">Deuteronomy 32:40<\/a>; to lifting up the head <a class=\"ref\">Job 10:15; 2 Kings 25:27<\/a>; to lifting up the eyes (<a class=\"ref\">Genesis 13:10<\/a>, et soepe); to lifting up the voice, etc. It then means to bear, to carry, as an infant in the arms <a class=\"isa\" verses=\"WzE4NTkwXQ==\">Isaiah 46:3<\/a>; as a tree does its fruit <a class=\"ref\">Ezekiel 17:8<\/a>, or as a field its produce <a class=\"ref\">Psalm 70:3; Genesis 12:6<\/a>. <\/p> <p>Hence, to endure, suffer, permit <a class=\"ref\">Job 21:3<\/a>. &lsquo;Bear with me, suffer me and I will speak.&rsquo; Hence, to bear the sin of anyone, to take upon one&rsquo;s self the suffering which is due to sin (see the notes at <a class=\"isa\" verses=\"WzE4NzI0XQ==\">Isaiah 53:12<\/a>, of this chapter; compare <a class=\"ref\">Leviticus 5:1, Leviticus 5:17; Leviticus 17:16; Leviticus 20:19; Leviticus 24:15; Numbers 5:31; Numbers 9:13; Numbers 14:34; Numbers 30:16; Ezekiel 18:19-20<\/a>). Hence, to bear chastisement, or punishment <a class=\"ref\">Job 34:31<\/a>: &lsquo;I have borne chastisement, I will not offend anymore.&rsquo; It is also used in the sense of taking away the sin of anyone, expiating, or procuring pardon <a class=\"ref\">Genesis 50:17; Leviticus 10:17; Job 7:21; Psalm 33:5; Psalm 85:3<\/a>. In all cases there is the idea of lifting, sustaining, taking up, and conveying away, as by carrying a burden. It is not simply removing, but it is removing somehow by lifting, or carrying; that is, either by an act of power, or by so taking them on one&rsquo;s own self as to sustain and carry them. If applied to sin, it means that a man must bear the burden of the punishment of his own sin, or that the suffering which is due to sin is taken up and borne by another. <\/p> <p>If applied to diseases, as in <a class=\"ref\">Matthew 8:17<\/a>, it must mean that he, as it were, lifted them up and bore them away. It cannot mean that the Saviour literally took those sicknesses on himself, and became sick in the place of the sick, became a leper in the place of the leper, or was himself possessed with an evil spirit in the place of those who were possessed <a class=\"ref\">Matthew 8:16<\/a>, but it must mean that he took them away by his power, and, as it were, lifted them up, and removed them. So when it is said <a class=\"isa\" verses=\"WzE4NzI0XQ==\">Isaiah 53:12<\/a>, that he &lsquo;bare the sins of many,&rsquo; it cannot mean literally that he took those sins on himself in any such sense as that he became a sinner, but only that he so took them upon himself as to remove from the sinner the exposure to punishment, and to bear himself whatever was necessary as a proper expression of the evil of sin. Peter undoubtedly makes an allusion to this passage <a class=\"isa\" verses=\"WzE4NzI0XQ==\">Isaiah 53:12<\/a>, when he says <a class=\"ref\">1 Peter 2:24<\/a>, &lsquo;Who his own self bare our sins in his own body on the tree&rsquo; (see the notes at <a class=\"isa\" verses=\"WzE4NzI0XQ==\">Isaiah 53:12<\/a>). Matthew Mat 8:17 has translated it by &epsilon;̓́&lambda;&alpha;&beta;&epsilon; elabe (&ldquo;he took&rdquo;), a word which does not differ in signification essentially from that used by Isaiah. It is almost exactly the same word which is used by Symmachus (&alpha;̓&nu;&epsilon;&lambda;&alpha;&beta;&epsilon; anelabe). <\/p> <p> <em>Our griefs <\/em>&mdash;The word used here (חלי chăliy) means properly sickness, disease, anxiety, affliction. It does not refer to sins, but to sufferings. It is translated &rsquo;sickness&rsquo; <a class=\"ref\">Deuteronomy 28:61; Deuteronomy 7:15; 2 Chronicles 21:15; 1 Kings 17:17<\/a>; &lsquo;disease&rsquo; <a class=\"ref\">Ecclesiastes 6:2; 2 Chronicles 21:18; 2 Chronicles 16:12; Exodus 15:26<\/a>; &lsquo;grief&rsquo; (<a class=\"isa\" verses=\"eyIxODcxNSI6Mn0=\">Isaiah 53:3-4<\/a>; compare <a class=\"ref\">Jeremiah 16:4<\/a>). It is never in our version rendered sin, and never Used to denote sin. &lsquo;In ninety-three instances,&rsquo; says Dr. Magee (On atonement and Sacrifice, p. 229, New York Ed. 1813), &lsquo;in which the word here translated (by the Septuagint) &alpha;̓&mu;&alpha;&rho;&tau;&iota;́&alpha;&sigmaf; hamartias, or its kindred verb, is found in the Old Testament in any sense that is not entirely foreign from the passage before us, there occurs but this one in which the word is so rendered; it being in all other cases expressed by &alpha;̓&sigma;&theta;&epsilon;́&nu;&epsilon;&iota;&alpha; astheneia, &mu;&alpha;&lambda;&alpha;&kappa;&iota;́&alpha; malakia, or some word denoting bodily disease.&rsquo; &lsquo;That the Jews,&rsquo; he adds, &lsquo;considered this passage as referring to bodily diseases, appears from Whitby, and Lightfoot. Hor. Heb. on <a class=\"ref\">Matthew 8:17<\/a>.&rsquo; It is rendered in the Vulgate, Languores&mdash;&lsquo;Our infirmities.&rsquo; In the Chaldee, &lsquo;He prayed for our sins.&rsquo; Castellio renders it, Morbos&mdash;&lsquo;Diseases;&rsquo; and so Junius and Tremellius. The Septuagint has rendered it in this place: &Alpha;̔&mu;&alpha;&rho;&tau;&iota;́&alpha;&sigmaf; Hamartias&mdash;&lsquo;Sins;&rsquo; though, from what Dr. Kennicott has advanced in his Diss. Gen. Section 79, Dr. Magee thinks there can be no doubt that this is a corruption which has crept into the later copies of the Greek. A few Greek manuscripts of the Septuagint also read it &alpha;̓&sigma;&theta;&epsilon;&nu;&epsilon;&iota;́&alpha;&sigmaf; astheneias, and one copy reads &mu;&alpha;&lambda;&alpha;&kappa;&iota;́&alpha;&sigmaf; malakias. <\/p> <p>Matthew Mat 8:17 has rendered it, &alpha;̓&sigma;&theta;&epsilon;&nu;&epsilon;&iota;́&alpha;&sigmaf; astheneias&mdash;&lsquo;infirmities,&rsquo; and intended no doubt to apply it to the fact that the Lord Jesus healed diseases, and there can be no doubt that Matthew has used the passage, not by way of accommodation, but in the true sense in which it is used by Isaiah; and that it means that the Messiah would take upon himself the infirmities of people, and would remove their sources of grief. It does not refer here to the fact that he would take their sins. That is stated in other places <a class=\"isa\" verses=\"WzE4NzE4LDE4NzI0XQ==\">Isaiah 53:6, Isaiah 53:12<\/a>. But it means that he was so afflicted, that he seemed to have taken upon himself the sicknesses and sorrows of the world; and taking them upon himself he would bear them away. I understand this, therefore, as expressing the twofold idea that he became deeply afflicted for us, and that. being thus afflicted for us, he was able to carry away our sorrows. In part this would be done by his miraculous power in healing diseases, as mentioned by Matthew; in part by the influence of his religion, in enabling people to bear calamity, and in drying up the fountains of sorrow. Matthew, then, it is believed, has quoted this passage exactly in the sense in which it was used by Isaiah; and if so, it should not be adduced to prove that he bore the sins of men&mdash;true as is that doctrine, and certainly as it has been affirmed in other parts of this chapter. <\/p> <p> <em>And carried <\/em>&mdash;Hebrew, (סבל sābal). This word means properly to carry, as a burden; to be laden with, etc. <a class=\"isa\" verses=\"WzE4NTkxLDE4NTk0XQ==\">Isaiah 46:4, Isaiah 46:7<\/a>; <a class=\"ref\">Genesis 49:15<\/a>. It is applied to carrying burdens <a class=\"ref\">1 Kings 5:15; 2 Chronicles 2:2; Nehemiah 4:10, Nehemiah 4:17; Ecclesiastes 12:5<\/a>. The verb with its derivative noun occurs in twenty-six places in the Old Testament, twenty-three of which relate to carrying burdens, two others relate to sins, and the other <a class=\"ref\">Lamentations 5:7<\/a>, is rendered, &lsquo;We have borne their iniquities.&rsquo; The primary idea is undoubtedly that of carrying a burden; lifting it, and bearing it in this manner. <\/p> <p> <em>Our sorrows <\/em>&mdash;The word used here (מכאב make&lsquo;ob, from כאב kâ&lsquo;ab, &ldquo;to have pain, sorrow, to grieve, or be sad&rdquo;), means properly &ldquo;pain, sorrow, grief.&rdquo; In the Old Testament it is rendered &rsquo;sorrow&rsquo; and &rsquo;sorrows&rsquo; <a class=\"ref\">Ecclesiastes 1:18; Lamentations 1:12-18<\/a>; <a class=\"isa\" verses=\"WzE4OTEyXQ==\">Isaiah 65:14<\/a>; <a class=\"ref\">Jeremiah 45:3; Jeremiah 30:15<\/a>; &lsquo;grief&rsquo; <a class=\"ref\">Job 16:6; Psalm 69:26; 2 Chronicles 6:29<\/a>; &lsquo;pain&rsquo; <a class=\"ref\">Job 33:19; Jeremiah 15:18; Jeremiah 51:8<\/a>. Perhaps the proper difference between this word and the word translated griefs is, that this refers to pains of the mind, that of the body; this to anguish, anxiety, or trouble of the soul; that to bodily infirmity and disease. Kennicott affirms that the word here used is to be regarded as applicable to griefs and distresses of the mind. &lsquo;It is evidently so interpreted,&rsquo; says Dr. Magee (p. 220), &lsquo;in <a class=\"ref\">Psalm 32:10<\/a>, &lsquo;Many sorrows shall be to the wicked;&rsquo; and again, <a class=\"ref\">Psalm 69:29<\/a>, &lsquo;But I am poor and sorrowful;&rsquo; and again, <a class=\"ref\">Proverbs 14:13<\/a>, &lsquo;The heart is sorrowful;&rsquo; and <a class=\"ref\">Ecclesiastes 1:18<\/a>, &lsquo;He that increaseth knowledge increaseth sorrow;&rsquo; and so <a class=\"ref\">Ecclesiastes 2:18<\/a>; <a class=\"isa\" verses=\"WzE4OTEyXQ==\">Isaiah 65:14<\/a>; <a class=\"ref\">Jeremiah 30:15<\/a>.&rsquo; Agreeably to this, the word is translated by Lowth, in our common version, and most of the early English versions, &lsquo;Sorrows.&rsquo; The Vulgate renders it, Dolores: the Septuagint, &lsquo;For us he is in sorrow&rsquo; (&omicron;̓&delta;&upsilon;&nu;&alpha;͂&tau;&alpha;&iota; odunatai), that is, is deeply grieved, or afflicted. <\/p> <p>The phrase, therefore, properly seems to mean that he took upon himself the mental sorrows of people. He not only took their diseases, and bore them away, but he also took or bore their mental griefs. That is, he subjected himself to the kind of mental sorrow which was needful in order to remove them. The word which is used by Matthew Mat 8:17, in the translation of this, is &nu;&omicron;́&sigma;&omicron;&upsilon; nosou. This word( &nu;&omicron;́&sigma;&omicron;&sigmaf; nosos) means properly sickness, disease <a class=\"ref\">Matthew 4:23-24; Matthew 9:35<\/a>; but it is also used in a metaphorical sense for pain, sorrow, evil (Rob. Lex.) In this sense it is probable that it was designed to be used by Matthew. He refers to the general subject of human ills; to the sicknesses, sorrows, pains, and trials of life; and he evidently means, in accordance with Isaiah, that he took them on himself. He was afflicted for them. He undertook the work of removing them. Part he removed by direct miracle&mdash;as sickness; part he removed by removing the cause&mdash;by taking away sin by the sacrifice of himself&mdash;thus removing the source of all ills; and in regard to all, he furnished the means of removing them by his own example and instructions, and by the great truths which he revealed as topics of consolation and support. On this important passage, see Magee, On atonement and Sacrifice, pp. 227-262. <\/p> <p> <em>Yet we did esteem him stricken <\/em>&mdash;Lowth, &lsquo;Yet we thought him judicially stricken.&rsquo; Noyes, &lsquo;We esteemed him stricken from above.&rsquo; Jerome (the Vulgate), &lsquo;We thought him to be a leper.&rsquo; The Septuagint renders it, &lsquo;We considered him being in trouble (or in labor, &epsilon;̓&nu; &pi;&omicron;́&nu;&omega;ͅ en poiō) and under a stroke (or in a plague or divine judgment, &epsilon;̓&nu; &pi;&lambda;&eta;&gamma;&eta;́ en plēgē), and in affliction.&rsquo; Chaldee, &lsquo;We thought him wounded, smitten from the presence of God, and afflicted.&rsquo; The general idea is, that they thought he was subjected to great and severe punishment by God for his sins or regarded him as an object of divine disapprobation. They inferred that one who was so abject and so despised; who suffered so much and so long, must have been abandoned by God to judicial sufferings, and that he was experiencing the proper result and effect of his own sins. The word rendered &rsquo;stricken,&rsquo; (נגוע nâgû‛a) means properly &ldquo;struck,&rdquo; or &ldquo;smitten.&rdquo; <\/p> <p>It is applied sometimes to the plague, or the leprosy, as an act by which God smites suddenly, and destroys people <a class=\"ref\">Genesis 12:17; Exodus 11:1; Leviticus 13:3, Leviticus 13:9, Leviticus 13:20; 1 Samuel 6:9; Job 19:21; Psalm 73:5<\/a>, and very often elsewhere. Jerome explains it here by the word leprous; and many of the ancient Jews derived from this word the idea that the Messiah would be afflicted with the leprosy. Probably the idea which the word would convey to those who were accustomed to read the Old Testament in Hebrew would be, that he was afflicted or smitten in some way corresponding to the plague or the leprosy; and as these were regarded as special and direct divine judgments, the idea would be that he would be smitten judicially by God. or be exposed to his displeasure and his curse. It is to be particularly observed here that the prophet does not say that he would thus be in fact smitten, accursed, and abandoned by God; but only that he would be thus esteemed, or thought, namely, by the Jews who rejected him and put him to death. It is not here said that he was such. Indeed, it is very strongly implied that he was not, since the prophet here is introducing them as confessing their error, and saying that they were mistaken. He was, say they, bearing our sorrows, not suffering for his own sins. <\/p> <p> <em>Smitten of God <\/em>&mdash;Not that he was actually smitten of God, but we esteemed him so. We treated him as one whom we regarded as being under the divine malediction, and we therefore rejected him. We esteemed him to be smitten by God, and we acted as if such an one should be rejected and contemned. The word used here (נכה nâkâh) means &ldquo;to smite, to strike,&rdquo; and is sometimes employed to denote divine judgment, as it is here. Thus it means to smite with blindness <a class=\"ref\">Genesis 19:11<\/a>; with the pestilence <a class=\"ref\">Numbers 14:12<\/a>; with emerods <a class=\"ref\">1 Samuel 5:6<\/a>; with destruction, spoken of a land <a class=\"ref\">Malachi 4:6<\/a>; of the river <a class=\"ref\">Exodus 7:25<\/a>, when he turned it into blood. In all such instances, it means that Yahweh had inflicted a curse. And this is the idea here. They regarded him as under the judicial inflictions of God, and as suffering what his sins deserved. The foundation of this opinion was laid in the belief so common among the Jews, that great sufferings always argued and supposed great guilt, and were proof of the divine displeasure. This question constitutes the inquiry in the Book of Job, and was the point in dispute between Job and friends. <\/p> <p> <em>And afflicted <\/em>&mdash;We esteemed him to be punished by God. In each of these clauses the words, &lsquo;For his own sins,&rsquo; are to be understood. We regarded him as subjected to these calamities on account of his own sins. It did not occur to us that he could be suffering thus for the sins of others. The fact that the Jews attempted to prove that Jesus was a blasphemer, and deserved to die, shows the fulfillment of this, and the estimate which they formed of him (see <a class=\"ref\">Luke 23:34; John 16:3; Acts 3:17; 1 Corinthians 2:8<\/a>). <\/p>",
    "audit": 1
}