{
    "id": 757,
    "source": "barnes",
    "verse_id": 17664,
    "verse_count": 1,
    "reference": "1:9",
    "title": "",
    "html": " <p> <em>Except... <\/em>&mdash;It is owing entirely to the mercy of God, that we are not like Sodom. The prophet traces this not to the goodness of the nation, not to any power or merit of theirs, but solely to the mercy of God. This passage the apostle Paul has used in an argument to establish the doctrine of divine sovereignty in the salvation of people; see the note at <a class=\"ref\">Romans 9:29 <\/a>. <\/p> <p> <em>The Lord <\/em>&mdash;Hebrew Yahweh. Note <a class=\"isa\" verses=\"WzE3NjU3XQ==\">Isaiah 1:2 <\/a>. <\/p> <p> <em>Of hosts <\/em>&mdash;צבאות tsebâ&lsquo;ôth&mdash;the word sometimes translated &ldquo;Sabaoth&rdquo;; <a class=\"ref\">Romans 9:29; James 5:4 <\/a>. The word means literally armies or military hosts. It is applied, however, to the angels which surround the throne of God; <a class=\"ref\">1 Kings 22:19; 2 Chronicles 18:18; Psalm 103:21 <\/a>; and to the stars or constellations that appear to be marshalled in the sky; <a class=\"ref\">Jeremiah 33:22 <\/a>; <a class=\"isa\" verses=\"WzE4NDQ3XQ==\">Isaiah 40:26 <\/a>. This host, or the &ldquo;host of heaven,&rdquo; was frequently an object of idolatrous worship; <a class=\"ref\">Deuteronomy 4:19; Deuteronomy 17:3; 2 Kings 17:16 <\/a>. God is called Yahweh of hosts because he is at the head of all these armies, as their leader and commander; he marshals and directs them&mdash;as a general does the army under his command. &lsquo;This,&rsquo; says Gesenius, &lsquo;is the most common name of God in Isaiah, and in Jeremiah, Zechariah, and Malachi. It represents him as the ruler of the hosts of heaven, that is, the angels and the stars. Sometimes, but less frequently, we meet with the appellation Yahweh, God of hosts. Hence, some suppose the expression Yahweh of hosts to be elliptical. But it is not a correct assertion that Yahweh, as a proper name, admits of no genitive. But such relations and adjuncts as depend upon the genitive, often depend upon proper names. So in Arabic, one is called Rebiah of the poor in reference to his liability.&rsquo; The name is given here, because to save any portion of a nation so wicked implied the exercise of the same power as that by which he controlled the hosts of heaven. <\/p> <p> <em>Remnant <\/em>&mdash;A small part&mdash;that which is left. It means here, that God had spared a portion of the nation, so that they were not entirely overthrown. <\/p> <p> <em>We should have been as Sodom... <\/em>&mdash;This does not refer to the character of the people, but to their destiny. If God had not interposed to save them they would have been overwhelmed entirely as Sodom was; compare <a class=\"ref\">Genesis 19:24-25 <\/a>. <\/p> ",
    "audit": 1
}