{
    "id": 1172,
    "source": "barnes",
    "verse_id": 18079,
    "verse_count": 1,
    "reference": "23:1 ",
    "title": "",
    "html": "<p><em>The burden of Tyre<\/em>&mdash;(see the note at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 13:1<\/a> )<\/p><p><em>Howl<\/em>&mdash;This is a highly poetic description of the destruction that was coming on Tyre. The ships of Tarshish traded there; and the prophet now addresses the ships, and calls upon them to lament because the commerce by which they had been enriched was to be destroyed, and they were to be thrown out of employ.<\/p><p><em>Ye ships of Tarshish<\/em>&mdash;(see the note at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 2:16<\/a> ). The &lsquo;Tarshish&rsquo; here referred to, was doubtless a city or country in Spain (&Tau;&alpha;&rho;&tau;&eta;&sigma;&sigma;&omicron;̀&sigmaf; Tartēssos), and was the most celebrated emporium to which the Phenicians traded. It is mentioned by Diod. Sic., v. 35-38; Strabo, iii. 148; Pliny, &ldquo;Nat. Hist.&rdquo; iii. 3. According to <a class=\"ref\">Jeremiah 10:9<\/a> , it exported silver; according to <a class=\"ref\">Ezekiel 27:12, Ezekiel 27:25<\/a> , it exported silver, iron, tin, and lead, to the Tyrian market. In this chapter <a class=\"isa\" verses=\"WzE4MDg0LDE4MDg4XQ==\">Isaiah 23:1, Isaiah 23:6, Isaiah 23:10<\/a>, it is represented as an important Phenician or Tyrian colony. All the circumstances agree with the supposition that &ldquo;Tartessus&rdquo; in Spain is the place &ldquo;here&rdquo; referred to. The name &lsquo;Tartessus&rsquo; (&Tau;&alpha;&rho;&tau;&eta;&sigma;&sigma;&omicron;̀&sigmaf; Tartēssos) is derived from the Hebrew תרשׁישׁ tarshiysh by a change simply in the pronunciation (see Bochart, &ldquo;Geo. Sacra,&rdquo; iii. 7, and John D. Michaelis, &ldquo;Spicileg. Geo. Heb.&rdquo; i.-82-103).<\/p><p><em>For it is laid waste<\/em>&mdash;Tyre is laid waste; that is, in vision it was made to pass before the mind of the prophet as laid waste, or as it &ldquo;would&rdquo; be (see the notes at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 1:1<\/a>).<\/p><p><em>So that there is no house<\/em>&mdash;It would be completely destroyed. This was the case with old Tyre after the conquest by Nebuchadnezzar, and it remained so. See the analysis of the chapter.<\/p><p><em>No entering in<\/em>&mdash;No harbor; no port; where the ships could remain, and with which they could continue to trade. Tyre was once better situated for commerce, and had greater natural advantages, than any port in the Mediterranean. Those advantages have, however, to a great extent passed away, and natural causes combine to confirm the truth of the divine predictions that it should cease to be a place of commerce. The merchandise of India, which was once conveyed overland through Babylon and Palmyra, and which found its natural outlet at Tyre, is now carried around the Cape of Good Hope, and will never again be restored to its old channel. Besides, Tyre itself, which once had so fine a harbor, has ceased to be a safe haven for large vessels. Robinson (George) says of its harbor, in 1830, &lsquo;It is a small circular basin, now quite filled up with sand and broken columns, leaving scarcely space enough for small boats to enter.<\/p><p>The few fishing boats that belong to the place are sheltered by some rocks to the westward of the island.&rsquo; (&ldquo;Travels in Syria and Palestine,&rdquo; vol. i. p. 269). Shaw, who visited Tyre in 1738, says of the harbor, &lsquo;I visited several creeks and inlets, in order to discover what provision there might have been formerly made for the security of their vessels. Yet, notwithstanding that Tyre was the chief maritime power of this country, I could not discover the least token of either &ldquo;cothon&rdquo; or harbor that could have been of extraordinary capacity. The coasting ships, indeed, still and a tolerably good shelter from the northern winds, under the southern shore, but are obliged immediately to return when the winds change to the west or south; so that there must have been some better station than this for their security and reception. In the N. N. E. part, likewise, of the city, we see the traces of a safe and commodious basin, lying within the walls; but which, at the same time, is very small, scarce forty yards in diameter.<\/p><p>Yet even this port, small as it is at present, is, notwithstanding, so choked up with sand and rubbish, that the boats of those poor fishermen who now and then visit this renowned emporium, can, with great difficulty, only be admitted&rsquo; (&ldquo;Travels,&rdquo; pp. 330, 331. Ed. fol. Oxon. 1738). Dr. Robin son says of the port of Tyre, &lsquo;The inner port Dr basin on the north was formerly enclosed by a wall, running from the north end of the island in a curve toward the main land. Various pieces and fragments of this wall yet remain, sufficient to mark its course; but the port itself is continually filling up more and more with sand, and now-a-days boats only can enter it. Indeed, our host informed us, that even within his own recollection, the water covered the open place before his own house, which at present is ten or twelve rods from the sea, and is surrounded with buildings; while older people remember, that vessels formerly anchored where the shore now is&rsquo; (&ldquo;Bib. Researches,&rdquo; vol. iii. p. 397).<\/p><p><em>From the land of Chittim<\/em>&mdash;This means, probably, from the islands and coasts of the Mediterranean. In regard to the meaning of the word &ldquo;Chittim,&rdquo; the following is the note of Gesenius on this verse: &lsquo;Among the three different opinions of ancient and modern interpreters, according to which they sought for the land of Chittim in Italy, Macedonia, and Cyprus, I decidely prefer the latter, which is also the opinion of Josephus (&ldquo;Ant.&rdquo; i. 6, 1). According to this, Chittim is the island Cyprus, so called from the Phoenician colony, Kition, (Citium), in the southern part of the island, but still in such a sense, that this name Chittim was, at a later period, employed also in a wider sense, to designate other islands and countries adjacent to the coasts of the Mediterranean, as, e. g., Macedonia (<a class=\"ref\">Daniel 11:30<\/a>; 1 Macc. 1:1; 8:5). This is also mentioned by Josephus. That &Kappa;&iota;́&tau;&iota;&omicron;&nu; Kition (Citium) was sometimes used for the whole island of Cyprus, and also in a wider sense for other islands, is expressly asserted by Epiphanius, who himself lived in Cyprus, as a well-known fact (&ldquo;Adv. Haeres.&rdquo; xxx. 25); where he says, &ldquo;it is manifest to all that the island of Cyprus is called &Kappa;&iota;́&tau;&iota;&omicron;&nu; Kition (Citium), for the Cyprians and &ldquo;Rhodians&rdquo; (&Rho;̔&omicron;́&delta;&iota;&omicron;&iota; Rodioi) are called &ldquo;Kitians&rdquo; &Kappa;&iota;́&tau;&iota;&omicron;&iota; Kitioi.&rdquo;<\/p><p>It could also be used of the Macedonians, because they were descended from the Cyprians and Rhodians. That most of the cities of Cyprus were Phenician colonies, is expressly affirmed by Diodorus (ii. 114; compare Herod. vii. 90), and the proximity of the island to Phenicia, together with its abundant supply of productions, especially such as were essential in shipbuilding, would lead us to expect nothing else. One of the few passages of the Bible which give a more definite hint in regard to Chittim is <a class=\"ref\">Ezekiel 27:6<\/a>, which agrees very well with Cyprus: &ldquo;Of the oaks of Bashan do they make them oars; thy ships&rsquo; benches do they make of ivory, encased with cedar from the isles of Chittim.&rdquo; The sense of this passage is, that the fleets coming from Tarshish (Tartessus) to Tyre, would, on their way, learn from the inhabitants of Cyprus the news of the downfall of Tyre.&rsquo;<\/p><p><em>It is revealed to them<\/em>&mdash;If we understand &ldquo;Chittim&rdquo; to denote the islands and coasts of the Mediterranean, it means that the navigators in the ships of Tarshish would learn the intelligence of the destruction of Tyre from those coasts or islands where they might stop on their way. Tyre was of so much commercial importance that the news of its fall would spread into all the islands of the Mediterranean.<\/p>",
    "audit": 1
}