{
    "id": 1976,
    "source": "barnes",
    "verse_id": 18883,
    "verse_count": 1,
    "reference": "63:16",
    "title": "",
    "html": "<p><em>Doubtless<\/em>&mdash;Hebrew, כי kı̂y&mdash;&lsquo;For;&rsquo; verily; surely. It implies the utmost confidence that he still retained the feelings of a tender father.<\/p><p><em>Thou art our father<\/em>&mdash;Notwithstanding appearances to the contrary, and though we should be disowned by all others, we will still believe that thou dost sustain the relation of a father. Though they saw no human aid, yet their confidence was unwavering that he had still tender compassion toward them.<\/p><p><em>Though Abraham be ignorant of us<\/em>&mdash;Abraham was the father of the nations&mdash;their pious and much venerated ancestor. His memory they cherished with the deepest affection, and him they venerated as the illustrious patriarch whose name all were accustomed to speak with reverence. The idea here is, that though even such a man&mdash;one so holy, and so much venerated and loved&mdash;should refuse to own them as his children, yet that God would not forget his paternal relation to them. A similar expression of his unwavering love occurs in <a class=\"isa\" verses=\"WzE4NjUyXQ==\">Isaiah 49:15<\/a>: &lsquo;Can a woman forget her sucking child?&rsquo; See the note at that place. The language here expresses the unwavering conviction of the pious, that God&rsquo;s love for his people would never change; that it would live when even the most tender earthly ties are broken, and when calamities so thicken around us that we seem to be forsaken by God; and are forsaken by our sunshine friends, and even by our most tender earthly connections.<\/p><p><em>And Israel acknowledge us not<\/em>&mdash;And though Jacob, another much honored and venerated patriarch, should refuse to recognize us as his children. The Jewish expositors say, that the reason why Abraham and Jacob are mentioned here and Isaac omitted, is, that Abraham was the first of the patriarchs, and that all the posterity of Jacob was admitted to the privileges of the covenant, which was not true of Isaac. The sentiment here is, that we should have unwavering confidence in God. We should confide in him though all earthly friends refuse to own us, and cast out our names as evil. Though father and mother and kindred refuse to acknowledge us, yet we should believe that God is our unchanging friend; and it is of more value to have such a friend than to have the most honored earthly ancestry and the affections of the nearest earthly relatives. How often have the people of God been called to experience this! How many times in the midst of persecution; when forsaken by father and mother; when given up to a cruel death on account of their attachment to the Redeemer, have they had occasion to recoil this beautiful sentiment, and how unfailingly have they found it to be true! Forsaken and despised; cast out and rejected; abandoned apparently by God and by people, they have yet found, in the arms of their heavenly Father, a consolation which this world could not destroy, and have experienced his tender compassions attending them even down to the grave.<\/p><p><em>Our Redeemer<\/em>&mdash;Margin, &lsquo;Our Redeemer, from everlasting is thy name.&rsquo; The Hebrew will bear either construction. Lowth renders it, very loosely, in accordance with the reading of one ancient manuscript, &lsquo;O deliver us for the sake of thy name.&rsquo; Probably the idea is that which results from a deeply affecting and tender view of God as the Redeemer of his people. The heart, overflowing with emotion, meditates upon the eternal honors of his name, and is disposed to ascribe to him everlasting praise.<\/p> ",
    "audit": 1
}