{
    "id": 1205,
    "source": "barnes",
    "verse_id": 18112,
    "verse_count": 1,
    "reference": "24:16",
    "title": "",
    "html": "<p><em>From the uttermost part of the earth<\/em>&mdash;The word &lsquo;earth&rsquo; here seems to be taken in its usual sense, and to denote countries without the bounds of Palestine, and the phrase is equivalent to remote regions or distant countries (see the note at <a class=\"isa\" verses=\"WzE3ODk3XQ==\">Isaiah 11:12<\/a>). The prophet here represents himself as hearing those songs from distant lands as a grand chorus, the sound of which came in upon and pervaded Palestine. The worship of God would be still continued, though the temple should be destroyed, the inhabitants of the land dispersed, and the land of Judea be a widespread desolation. Amidst the general wreck and woe, it was some consolation that the worship of Yahweh was celebrated anywhere.<\/p><p><em>Have we heard songs<\/em>&mdash;Or, we do hear songs. The distant celebrations of the goodness of God break on the ear, and amidst the general calamity these songs of the scattered people of God comfort the heart.<\/p><p><em>Glory to the righteous<\/em>&mdash;This is the burden and substance of those songs. Their general import and design is, to show that there shall be honor to the people of God. They are now afflicted and scattered. Their temple is destroyed, their land waste, and ruin spreads over the graves of their fathers. Yet amidst these desolations, their confidence in God is unshaken; their reliance on him is firm. They still believe that there shall be honor and glory to the just, and that God will be their protector and avenger. These assurances served to sustain them in their afflictions, and to shed a mild and cheering influence on their saddened hearts.<\/p><p><em>But I said<\/em>&mdash;But I, the prophet, am constrained to say. This the prophet says respecting himself, viewing himself as left in the land of Canaan; or more probably he personifies, in this declaration, Jerusalem, and the inhabitants of the land that still remained there. The songs that came in from distant lands; the echoing praises from the exiles in the east and the west seeming to meet and mingle over Judea, only served to render the abounding desolation more manifest and distressing. Those distant praises recalled the solemn services of the temple, and the happiness of other times, and led each one of those remaining, who witnessed the desolations, to exclaim, &lsquo;my leanness.&rsquo;<\/p><p><em>My leanness, my leanness<\/em>&mdash;The language of Jerusalem, and the land of Judea. This language expresses calamity. The loss of flesh is emblematic of a condition of poverty, want, and wretchedness&mdash;as sickness and affliction waste away the flesh, and take away the strength; <a class=\"ref\">Psalm 109:24<\/a>:<\/p><p>My knees are weak through fasting,<\/p><p>And my flesh faileth of fatness.<\/p> ",
    "audit": 1
}