{
    "id": 833,
    "source": "barnes",
    "verse_id": 17740,
    "verse_count": 1,
    "reference": "4:6 ",
    "title": "",
    "html": "<p><i>And there shall be a tabernacle<\/i>—The reference here is to the “tabernacle,” or sacred “tent” that God directed Moses to make in the wilderness. The image of the cloudy pillar mentioned in the previous verses, seems to have suggested to the mind of the prophet the idea of the tabernacle over which that pillar rested. The principal idea here is, however, not a tabernacle as a symbol of the divine protection, or of divine worship, but of a place of refuge from a tempest; that is, that they should be “safe” under his protection. In Eastern countries they dwelt chiefly in tents. The idea is, therefore, that God would furnish them a place of shelter, a hiding-place from the storm.<\/p><p><i>In the daytime from the heat<\/i>—The heat in those regions was often very intense, particularly in the vast plains of sand. The “idea” here is, therefore, one that is very striking. It means, that God would furnish to them a refuge that would be like the comfort derived from a tent in a burning desert.<p><i>For a place of refuge<\/i>—A place to which to flee in the midst of a storm, as a tent would be.<p><i>A covert<\/i>—A place of retreat, a safe place to retire to. The figure used here is not unfrequently employed in the prophets; <a class='isa' seq='0'>Isaiah 25:4; Isaiah 32:2<\/a>. In eastern countries this idea would be very striking. While traversing the burning sands of a desert, exposed to the rays of a tropical sun, nothing could be more grateful than the cool shadow of a rock. Such figures are, therefore, common in oriental writings, to denote protection and agreeable shelter from calamities; see the note at <a class='isa' seq='1'>Isaiah 32:2<\/a>. The idea in these verses is:<p>(1) That God will be a defender of his people.<p>(2) That he will protect their families, and that his blessing will be upon their dwelling-places; compare the note at <a class='isa' seq='2'>Isaiah 59:21<\/a>.<p>(3) They may expect his blessing on their religious assemblies.<p>(4) God, through the promised Messiah, would be a refuge and defense.<p>The sinner is exposed to the burning wrath of God, and to the storms of divine vengeance that shall beat forever on the naked soul in hell. From all this burning wrath, and from this raging tempest, the Messiah is the only refuge. Through him God forgives sin; and united to him by faith, the soul is safe. There are few images more beautiful than this. Soon the storms of divine vengeance will beat on the sinner. God will summon him to judgment. But then, he who has fled to the Messiah—the Lord Jesus—as the refuge of his soul, shall be safe. He shall have nothing to fear, and in his arms shall find defense and salvation. <p><\/div>",
    "audit": 1
}