{
    "id": 917,
    "source": "barnes",
    "verse_id": 17824,
    "verse_count": 1,
    "reference": "8:16",
    "title": "",
    "html": " <p> <em>Bind up <\/em>&mdash;This expression is one that is applicable to a volume, or roll of writing. Thus far the prophet seems to have had the roll opened, which is mentioned in <a class=\"isa\" verses=\"WzE3ODA5XQ==\">Isaiah 8:1<\/a>. Now the prophecy is complete, and he directs to bind it up, or close it. Perhaps, also, it is implied that it would be useless any further to address a rebellious and headstrong people. He had delivered his message, but they disregarded it. <\/p> <p> <em>The testimony <\/em>&mdash;The message; especially that of which Uriah and Zechariah had been called to bear witness, <a class=\"isa\" verses=\"WzE3ODEwXQ==\">Isaiah 8:2<\/a>. Any message from God is, however, sometimes called a testimony, as being that to which a prophet bears witness; <a class=\"ref\">Psalm 19:7; 2 Kings 11:12; Deuteronomy 4:45; Deuteronomy 6:17, Deuteronomy 6:20; 1 Kings 2:3; Nehemiah 9:34<\/a>. <\/p> <p> <em>Seal <\/em>&mdash;Books were made in the form of rolls, and were often sealed when completed&mdash;as we seal a letter. The mode of sealing them was not by wax only, but by uniting them by any adhesive matter, as paste, or glue. Wax in warm climates would be generally rendered useless by the heat. The meaning here is, to secure, to close up&mdash;perhaps by passing a cord or string around the volume, and making it secure, denoting that it was finished; see <a class=\"ref\">Daniel 8:26; Daniel 12:4<\/a>. <\/p> <p> <em>The law <\/em>&mdash;The communication or command which he had delivered, and which, being given by inspiration, had now the force of law. <\/p> <p> <em>Among my disciples <\/em>&mdash;Most of the Jewish commentators suppose that the volume, when completed by a prophet, was given for safe keeping to his disciples, or to some employed to preserve it securely. The word disciples means those who are taught, and here means those who were taught by the prophet; perhaps the pious and holy part of the people who would listen to his instructions. The Chaldee translates this verse, &lsquo;O prophet, preserve the testimony, lest ye testify to those who will not obey; seal and hide the law, because they will not learn it.&rsquo; <\/p> ",
    "audit": 1
}