{
    "id": 1932,
    "source": "barnes",
    "verse_id": 18839,
    "verse_count": 1,
    "reference": "60:17",
    "title": "",
    "html": "<p><em>For brass I will bring gold<\/em> &mdash;This commences the description of the happy times when the Gentiles should be led to embrace the true religion, and when the wealth of the world would be consecrated to the service of the true God. The idea is, that all things would be changed for the better. The golden age should come; and a change from the calamities to which reference had been made by the prophet, would take place as great as if, in all purposes of life, gold should be used where brass is commonly used; and silver where iron is commonly used; and brass where wood is used; and iron where stones are used. Calvin supposes, not improbably, that allusion is here made to the temple, and that, in describing the future glory of the church, the prophet says that the change would be as glorious as if, in all places where brass and iron and wood and stone had been used, gold and silver and brass and iron should be respectively used in their places. The Chaldee renders this, &lsquo;Instead of the brass which they took away from thee, O Jerusalem, I will bring gold; and instead of the iron I will bring silver; and instead of the wood, brass; and instead of the stones, iron.&rsquo; Jarchi, Kimchi, and Grotius, accord with this interpretation. But it is probably designed as a poetical description of the glory of the future age, and of the great changes which would take place in human society under the influence of the gospel. No one can doubt that the gospel produces these changes; and that the changes of society caused by the gospel are as beautiful and striking as though gold and silver should be substituted for brass and iron, and brass and iron for wood and stone. Such changes shall yet take place everywhere on the earth; and the world shall ye be beautified, enriched, and adorned by the prevalence of the true religion.<\/p><p><em>I will also make thy officers peace<\/em> &mdash;Thy officers shall be appointed to promote peace and shall secure it. The sense is, that wars would be ended, and that universal concord and harmony would prevail in the church under the guidance of those appointed to administer to its affairs (compare<a class=\"isa\" verses=\"WzE3NjkwLDE3ODM2XQ==\">Isaiah 2:4; Isaiah 9:6<\/a>). The word &lsquo;officers,&rsquo; here denotes those who should be appointed to superintend the affairs of the church (from פקד pâqad), to visit, review, superintend, oversee), and refers here to all who should be appointed to rule in the church. The word itself may be applicable either to civil magistrates or to the ministers of religion. The Septuagint renders it, &Alpha;̓́&rho;&chi;&omicron;&nu;&tau;&alpha; Archontas&mdash;&lsquo;Rulers,&rsquo; and they translate the passage, &lsquo;I will give thy rulers in peace&rsquo; &epsilon;̓&nu; &epsilon;&iota;̓&rho;&eta;́&nu;&eta; en eirēnē).<\/p><p><em>And thine exactors<\/em> &mdash;They who should exact, or collect tribute or taxes. The word from which the noun used here is derived (נגשׂ nâgas&rsquo;), means &ldquo;to urge, impel, drive&rdquo;&mdash;hence the noun &lsquo;taskmaster&rsquo;&mdash;&epsilon;̓&rho;&gamma;&omicron;&delta;&iota;&omega;́&kappa;&tau;&eta;&sigmaf; ergodiōktēs (<a class=\"ref\">Exodus 3:7; Job 3:18<\/a>); then to urge a debtor, to exact a debt; then to rule or have dominion; to appoint and exact taxes, etc. Here it refers to magistrates, and it means that they would be mild and equal in their exactions.<\/p><p><em>Righteousness<\/em> &mdash;They shall not lay unequal or oppressive burdens; they shall not oppress in the collection of taxes. The idea is, that righteousness would prevail in every department of the church and the state.<\/p> ",
    "audit": 1
}