{
    "id": 1802,
    "source": "barnes",
    "verse_id": 18709,
    "verse_count": 1,
    "reference": "52:12 ",
    "title": "",
    "html": "<p><em>For ye shall not go out with haste<\/em>&mdash;As if driven out, or compelled to flee. You shall not go from Babylon as your fathers went from Egypt, in a rapid flight, and in a confused and tumultuous manner (see <a class=\"ref\">Deuteronomy 16:3<\/a> ). The idea here is, that they should have time to prepare themselves to go out, and to become fit to bear the vessels of the Lord. It was a fact that when they left Babylon they did it with the utmost deliberation, and had ample time to make any preparation that was necessary.<\/p><p><em>For the Lord will go before you<\/em>&mdash;Yahweh will conduct you, as a general advances at the head of an army. The figure here is taken from the march of an army, and the image is that of Yahweh as the leader or head of the host in the march through the desert between Babylon and Jerusalem (see the notes at <a class=\"isa\" verses=\"W3siMTg0MjQiOjJ9XQ==\">Isaiah 40:3-4<\/a>).<\/p><p><em>And the God of Israel will be your rereward<\/em>&mdash;Margin, &lsquo;Gather you up.&rsquo; The Hebrew word used here (אסף &lsquo;âsaph) means properly to collect, to gather together, as fruits, etc. It is then applied to the act of bringing up the rear of an army; and means to be a rear-ward, or guard, agmen claudere&mdash;as collecting, and bringing together the stragglers, and defending the army in its march, from an attack in the rear. The Septuagint renders it, &lsquo;The God of Israel is he who collects you&rsquo; (&omicron;̔ &epsilon;̓&pi;&iota;&sigma;&upsilon;&nu;&alpha;́&gamma;&omega;&nu; &upsilon;̔&mu;&alpha;͂&sigmaf; ho episunagōn humas), that is, brings up the rear. The Chaldee, &lsquo;The God of Israel will collect together your captivity.&rsquo; Here the chapter should have closed, for here closes the account of the return of the exiles from Babylon. The mind of the prophet seems here to leave the captive Jews on their way to their own land, with Yahweh going at their head, and guarding the rear of the returning band, and to have passed to the contemplation of him of whose coming all these events were preliminary and introductory&mdash;the Messiah. Perhaps the rationale of this apparent transition is this.<\/p><p>It is undoubtedly the doctrine of the Bible that he who was revealed as the guide of his people in ancient times, and who appeared under various names, as &lsquo;the angel of Yahweh,&rsquo; &lsquo;the angel of the covenant,&rsquo; etc., was he who afterward became incarnate&mdash;the Saviour of the world. So the prophet seems to have regarded him; and here fixing his attention on the Yahweh who was thus to guide his people and be their defense, by an easy transition the mind is carried forward to the time when he would be incarnate, and would die for people. Leaving, therefore, so to speak, the contemplation of him as conducting his people across the barren wastes which separated Babylon from Judea, the mind is, by no unnatural transition, carried forward to the time when he would become a man of sorrows, and would redeem and save the world. According to this supposition, it is the same glorious Being whom Isaiah sees as the protector of his people, and almost in the same instant as the man of sorrows; and the contemplation of him as the suffering Messiah becomes so absorbing and intense, that he abruptly closes the description of him as the guide of the exiles to their own land.<\/p><p>He sees him as a sufferer. He sees the manner and the design of his death. He contemplates the certain result of that humiliation and death in the spread of the true religion, and in the extension of his kingdom among men. Henceforward, therefore, to the end of Isaiah, we meet with no reference, if we except in a very fcw instances, to the condition of the exiles in Babylon, or to their return to their own land. The mind of the prophet is absorbed in describing the glories of the Messiah, and the certain spread of his gospel around the globe.<\/p>",
    "audit": 1
}