{
    "id": 1943,
    "source": "barnes",
    "verse_id": 18850,
    "verse_count": 1,
    "reference": "61:6",
    "title": "",
    "html": "<p><em>But ye shall be named<\/em> &mdash;The idea here literally is, &lsquo;There will be no need of your engaging in the business of agriculture. All that will be done by others; and you, as ministers of God, may engage wholly in the duties of religion. The world shall be tributary to you, and you shall enjoy the productions of all lands; and you may, therefore, devote yourselves exclusively to the service of Yahweh, as a kingdom of priests.&rsquo; A similar promise occurs in<a class=\"ref\">Exodus 19:6<\/a> : &lsquo;And ye shall be unto me a kingdom of priests, and an holy nation.&rsquo; The idea is, that there would be a degree of spiritual prosperity, as great as if they were permitted to enjoy all the productions of other climes; as if all menial and laborious service were performed by others; and as if they were to be entirely free from the necessity of toil, and were permitted to devote themselves exclusively to the services of religion.<\/p><p><em>Ye shall eat the riches of the Gentiles<\/em> &mdash;(See the notes at<a class=\"isa\" verses=\"eyIxODgyNyI6N30=\">Isaiah 60:5-11<\/a>).<\/p><p><em>And in their glory<\/em> &mdash;In what constitutes their glory, or what they regard as valuable; that is, their wealth, their talents, and their power.<\/p><p><em>Shall you boast yourselves?<\/em> &mdash;There has been considerable variety of interpretation in regard to the meaning of the word used here. Jerome renders it, Et in gloria earum superbietis. The Septuagint, &lsquo;In their wealth ye shall be admired&rsquo; (&theta;&alpha;&upsilon;&mu;&alpha;&sigma;&theta;&eta;́&sigma;&epsilon;&sigma;&theta;&epsilon; thaumasthēsesthe). The Chaldee and Syriac render it, &lsquo;In their splendor ye shall glory.&rsquo; The word used is ימר yâmar. It occurs nowhere else, it is believed, except in<a class=\"ref\">Jeremiah 2:11<\/a> , twice, where it is tendered &lsquo;changed.&rsquo; &lsquo;Hath a nation changed (ההימיר hahēymiyr) their gods, which are yet no gods? But my people have changed ( המיר hēmiyr) their glory for that which doth not profit.&rsquo; In the passage before us, it is used in Hithpael, and means properly to exchange oneself with anyone. Here it means, &lsquo;In their splendor we shall take their places,&rsquo; that is, we shall enjoy it in their stead. We shall avail ourselves of it as if we were to enter into their possessions, and as if it were our own. The sense is, it shall come to enrich and adorn the church. It shall cleavage places, and shall all belong to the penple of God&mdash;in accordance with that which has been so often said by Isaiah, that the wealth of the world would become tributary to the church.<\/p> ",
    "audit": 1
}