{
    "id": 1001,
    "source": "barnes",
    "verse_id": 17908,
    "verse_count": 1,
    "reference": "13:1",
    "title": "",
    "html": "<p><em>The burden of Babylon<\/em> &mdash;Or, the burden &ldquo;respecting,&rdquo; or &ldquo;concerning&rdquo; Babylon. This prophecy is introduced in a different manner from those which have preceded. The terms which Isaiah employed in the commencement of his previous prophecies, were vision (see the note at<a class=\"isa\" verses=\"WzE3NjU2XQ==\">Isaiah 1:1<\/a>), or word<a class=\"isa\" verses=\"WzE3Njg3XQ==\">Isaiah 2:1<\/a> . There has been considerable diversity of opinion in regard to the meaning of the word &lsquo;burden,&rsquo; which is here employed. The Vulgate renders it, Onus&mdash;&lsquo;Burden,&rsquo; in the sense of load. The Septuagint &Omicron;̔́&rho;&alpha;&sigma;&iota;&sigmaf; Horasis&mdash;&lsquo;Vision.&rsquo; The Chaldee, &lsquo;The burden of the cup of malediction which draws near to Babylon.&rsquo; The Hebrew word משׂא mas&rsquo;s&lsquo;â&rsquo;, from נשׂא nâs&lsquo;â&rsquo;, to lift, to raise up, to bear, to bear away, to suffer, to endure&rdquo;), means properly that which is borne; that which is heavy; that which becomes a burden; and it is also applied to a gift or present, as that which is borne to a man<a class=\"ref\">2 Chronicles 17:11<\/a> .<\/p><p>It is also applied to a proverb or maxim, probably from the &ldquo;weight&rdquo; and &ldquo;importance&rdquo; of the sentiment condensed in it<a class=\"ref\">Proverbs 30:1; Proverbs 31:1<\/a> . It is applied to an oracle from God<a class=\"ref\">2 Kings 4:25<\/a> . It is often translated &lsquo;burden&rsquo;<a class=\"isa\" verses=\"eyIxNzk2MiI6OX0=\">Isaiah 15:1-9<\/a> ;<a class=\"isa\" verses=\"WzE4MDA2XQ==\">Isaiah 19:1<\/a> ;<a class=\"isa\" verses=\"WzE4MDQ3XQ==\">Isaiah 21:11<\/a> ,<a class=\"isa\" verses=\"WzE4MDQ5LDE4MDU0LDE4MDc5LDE4MjI0LDE4NTg4XQ==\">Isaiah 21:13; Isaiah 22:1; Isaiah 23:1; Isaiah 30:6; Isaiah 46:1<\/a> ;<a class=\"ref\">Jeremiah 23:33-34, Jeremiah 23:38; Nehemiah 1:1; Zechariah 1:1; Zechariah 12:1; Malachi 1:1<\/a> . By comparing these places, it will be found that the term is applied to those oracles or prophetic declarations which contain sentiments especially weighty and solemn; which are employed chiefly in denouncing wrath and calamity; and which, therefore, are represented as weighing down, or oppressing the mind and heart of the prophet. A similar useage prevails in all languages. We are all familiar with expressions like this. We speak of news or tidings of so melancholy a nature as to weigh down, to sink, or depress our spirits; so heavy that we can scarcely bear up under it, or endure it. And so in this case, the view which the prophet had of the awful judgments of God and of the calamities which were coming upon guilty cities and nations, was so oppressive, that it weighed down the mind and heart as a heavy burden. Others, however, suppose that it means merely a message or prophecy which is taken up, or borne, respecting a place, and that the word indicates nothing in regard to the nature of the message. So Rosenmuller, Gesenius, and Cocceius, understand it. But it seems some the former interpretation is to be preferred. Grotins renders it, &lsquo;A mournful prediction respecting Babylon.&rsquo;<\/p><p><em>Did see<\/em> &mdash;Saw in a vision; or in a scenical representation. The various events were made to pass before his mind in a vision, and he was permitted to see the armies mustered; the consternation of the people; and the future condition of the proud city. This verse is properly the title to the prophecy.<\/p> ",
    "audit": 1
}