{
    "id": 1699,
    "source": "barnes",
    "verse_id": 18606,
    "verse_count": 1,
    "reference": "47:6 ",
    "title": "",
    "html": "<p><em>I was worth with my people<\/em>&mdash;In this verse and the following, a reason is assigned why God would deal so severely with her. One of the reasons was, that in executing the punishment which he had designed on the Jewish people, she had done it with pride, ambition, and severity; so that though God intended they should be punished, yet the feelings of Babylon in doing it, were such also as to deserve his decided rebuke and wrath.<\/p><p><em>I have polluted mine inheritance<\/em>&mdash;Jerusalem and the land of Judea see the notes at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 43:28<\/a> ). He had stripped it of its glory; caused the temple and city to be destroyed; and spread desolation over the land. Though it had been done by the Chaldeans, yet it had been in accordance with his purpose, and under his direction <a class=\"ref\">Deuteronomy 4:20; Psalm 28:9<\/a>.<\/p><p><em>Thou didst show them no mercy<\/em>&mdash;Though God had given up his people to be punished for their sins, yet this did not justify the spirit with which the Chaldeans had done it, or make proper the cruelty which they had evinced toward them. It is true that some of the Jewish captives, as, e. g., Daniel, were honored and favored in Babylon. It is not improbable that the circumstances of many of them were comparatively easy while there, and that they acquired possessions and formed attachments there which made them unwilling to leave that land when Cyrus permitted them to return to their own country. But it is also true, that Nebuchadnezzar showed them no compassion when he destroyed the temple and city, that the mass of them were treated with great indignity and cruelty in Babylon. See <a class=\"ref\">Psalm 137:1-3<\/a>, where they pathetically and beautifully record their sufferings:<\/p><p>By the rivers of Babylon there we sat down,<\/p><p>Yea, we wept when we remembered Zion.<\/p><p>For there they that carried us away captive required of us a song;<\/p><p>And they that wasted us rcquired of us mirth.<\/p><p>Saying, Sing us one of the songs of Zion.<\/p><p>Thus also Jeremiah Jer 1:17 describes the cruelty of their conquerors: &lsquo;Israel is a scattered sheep&mdash;the lions have driven him away; this Nebuchadnezzar hath broken his bones&rsquo; (see also <a class=\"ref\">2 Kings 25:5, 2 Kings 25:6, 2 Kings 25:27; Jeremiah 51:34; Lamentations 4:16; Lamentations 5:11-14<\/a>).<\/p><p><em>Upon the ancient<\/em>&mdash;That is, upon the old man. The idea is, that they had oppressed, and reduced to hard servitude, those who were venerable by years, and by experience. To treat the aged with veneration is everywhere in the Scriptures regarded as an important and sacred duty <a class=\"ref\">Leviticus 19:32; Job 32:4-6<\/a> ; and to disregard age, and pour contempt on hoary hairs, is everywhere spoken of as a crime of an aggravated nature (compare <a class=\"ref\">2 Kings 2:23-25; Proverbs 30:17<\/a>). That the Chaldeans had thus disregarded age and rank, is a frequent subject of complaint among the sacred writers:<\/p><p>They respected not the persons of the priests,<\/p><p>They favored not the elders.<\/p>",
    "audit": 1
}