{
    "id": 1514,
    "source": "barnes",
    "verse_id": 18421,
    "verse_count": 1,
    "reference": "39:8",
    "title": "",
    "html": " <p> <em>Good is the word of the Lord <\/em>&mdash;The sense of this is, &lsquo;I acquiesce in this; I perceive that it is right; I see in it evidence of benevolence and goodness.&rsquo; The grounds of his acquiescence seem to have been: <\/p> <p>1. The fact that he saw that it was just. He felt that he had sinned, and that he had made an improper display of his treasures, and deserved to be punished. <\/p> <p>2. He felt that the sentence was mild and merciful. It was less than he deserved, and less than he had reason to expect. <\/p> <p>3. It was merciful to him, and to his kingdom at that time. God was not coming forth to cut him off, or to involve him in anymore calamity. <\/p> <p>4. His own reign and life were to be full of mercy still. <\/p> <p>He had abundant cause of gratitude, therefore, that God was dealing with him in so much kindness. It cannot be shown that Hezekiah was regardless of his posterity, or unconcerned at the calamity which would come upon them. All that the passage fairly implies is, that he saw that it was right; and that it was proof of great mercy in God that the punishment was deferred, and was not, as in the case of David (<a class=\"ref\">2 Samuel 13-14 <\/a> ff), to be inflicted in his own time. The nature of the crime of Hezekiah is more fully stated in the parallel passage in <a class=\"ref\">2 Chronicles 32:25-26, 2 Chronicles 32:30-31 <\/a>. <\/p> <p> <em>For there shall be peace <\/em>&mdash;My kingdom shall not be disturbed during my reign with a foreign invasion. <\/p> <p> <em>And truth <\/em>&mdash;The truth of God shall be maintained; his worship shall be kept up; his name shall be honored. <\/p> <p> <em>In my days <\/em>&mdash;During my reign. He inferred this because Isaiah had said <a class=\"isa\" verses=\"WzE4NDIwXQ==\">Isaiah 39:7 <\/a> that his posterity would be carried to Babylon. He was assured, therefore, that these calamities would not come in his own time. We may learn from this: <\/p> <p>1. That we should submit to God when he punishes us. If we have right feelings we shall always see that we deserve all that we are called to suffer. <\/p> <p>2. In the midst of severest judgments we may find some evidence of mercy. There are some considerations on which the mind may fix that will console it with the evidence of the compassion of God, and that will not only make it submissive, but fill it with gratitude. <\/p> <p>3. We should accustom ourselves to such views of the divine dealings, and should desire to find in them the evidence of goodness and mercy, and not the evidence of wrath and severity. <\/p> <p>It is of infinite importance that we should cherish right views of God; and should believe that he is holy, good. and merciful. To do this, we should feel that we deserve all that we suffer; we should look at what we might have endured; we should look at the mercies spared to us, as well as at those which are taken away; and we should hold to the belief, as an unwavering principle from which we are never to depart, that God is good, supremely and wholly good. Then our minds will have peace. Then with Hezekiah we may say, &lsquo;Good is the word of Yahweh.&rsquo; Then with the suffering Redeemer of the world we may always say, &lsquo;Not my will, but thine be done&rsquo; <a class=\"ref\">Luke 22:42 <\/a>. <\/p> ",
    "audit": 1
}