{
    "id": 1770,
    "source": "barnes",
    "verse_id": 18677,
    "verse_count": 1,
    "reference": "51:3 ",
    "title": "",
    "html": "<p><em>For the Lord shall comfort Zion<\/em>&mdash;On the word &lsquo;Zion,&rsquo; see the notes at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 1:8<\/a>. The meaning here is, that he would again restore it from its ruins. The argument is drawn from the statement in the previous verses. If God had raised up so great a nation from so humble all origin, he had power to restore the waste places of Judea to more than their former beauty and prosperity (see the notes at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 40:1<\/a> ).<\/p><p><em>And he will make her wilderness<\/em>&mdash;Judea is here represented as lying waste. It is to be remembered that the time to which the prophet here refers is that of the captivity, and near its close. Of course, as that would have continued seventy years, in so long a period Judea would have become almost an extended wilderness, a wide waste. Any country, that was naturally as fertile as Judea, would in that time be overrun with briers, thorns, and underbrush, and even with a wild and luxuriant growth of the trees of the forest.<\/p><p><em>Like Eden<\/em>&mdash;<a class=\"ref\">Genesis 2<\/a>Like a cultivated and fertile garden&mdash;distinguished not only for its fertility, but for its beauty and order.<\/p><p><em>Her desert like the garden of the Lord<\/em>&mdash;Like the garden which the Lord planted <a class=\"ref\">Genesis 2:8<\/a>. Septuagint, &Omega;̔&sigmaf; &pi;&alpha;&rho;&alpha;́&delta;&epsilon;&iota;&sigma;&omicron;&nu; &kappa;&upsilon;&rho;&iota;́&omicron;&upsilon; Hōs paradeison kuriou&mdash;&lsquo;As the paradise of the Lord.&rsquo; The idea is. that it should be again distinguished for its beauty and fertility.<\/p><p><em>Joy and gladness<\/em>&mdash;The sound of rejoicing and praise shall be again heard there, where are now heard the cries of wild beasts.<\/p><p><em>The voice of melody<\/em>&mdash;Hebrew, &lsquo;A psalm The praises of God shall again be celebrated.<\/p>",
    "audit": 1
}