{
    "id": 1335,
    "source": "barnes",
    "verse_id": 18242,
    "verse_count": 1,
    "reference": "30:24",
    "title": "",
    "html": " <p> <em>The young donkeys that ear the ground <\/em>&mdash;Hebrew, &lsquo;Labouring,&rsquo; or &lsquo;cultivating the ground,&rsquo; that is, plowing it. The Old English word &ldquo;ear&rdquo; (from the Latin aro) meant to till, to cultivate. The word is now obselete, but this is the sense which it has in the Bible <a class=\"ref\">Genesis 45:6; Exodus 34:21; Deuteronomy 21:4; 1 Samuel 8:12 <\/a>. <\/p> <p> <em>Shall eat clean provender <\/em>&mdash;Margin, &lsquo;Leavened,&rsquo; or &rsquo;savory.&rsquo; The word rendered &lsquo;provender&rsquo; (בליל belı̂yl) is a verbal from בלל bâlal, &ldquo;to mix, mingle, confuse;&rdquo; and denotes provender that is made by &ldquo;mixing&rdquo; various substances, &ldquo;maslin&rdquo; or &ldquo;farago,&rdquo; a mixture of barley, oats, vetches, and beans, which seem to have been sown together, and reaped at the same time <a class=\"ref\">Job 6:5; Job 24:6 <\/a>. The word rendered &lsquo;clean,&rsquo; (חמיץ châmiyts) is not quite so plain in its signification. Kimchi explains it by נקי nâqiy, &ldquo;pure, clean.&rdquo; Gesenius renders it &rsquo;salted,&rsquo; and supposes that it refers to fodder that was mixed with salted hay. The Septuagint renders it, &lsquo;Provender mixed with winnowed barley.&rsquo; But the real notion of the word is that which is &ldquo;fermented,&rdquo; from חמיץ châmēts, &ldquo;to be sour;&rdquo; to be leavened. Lowth renders it, &lsquo;well fermented.&rsquo; Noyes, &lsquo;well seasoned.&rsquo; The idea seems to be that of a provender made of a mixture of various substances&mdash;as of grain, beans, vetches, herbs, hay, and probably salt, which, when mixed, &ldquo;would&rdquo; ferment, and which was regarded as nutritious and wholesome for cattle. A similar compound is used by the Arabs still (see Bochart, i. 2, 7; and Faber, and Harmer&rsquo;s &ldquo;Observations,&rdquo; i.409). <\/p> <p> <em>Which hath been winnowed <\/em>&mdash;That is, which is the pure grain, which is not fed to them as it is sometimes, before it is separated from the chaff. Grain shall be so abundant in that time of prosperity that even the cattle may be fed with grain prepared as it is usually for man. <\/p> <p> <em>With the shovel <\/em>&mdash;The large shovel by which the grain in the chaff was thrown up in the wind that the grain might be separated from the chaff. <\/p> <p> <em>The fan <\/em>&mdash;This word properly means that by which anything is &ldquo;scattered&rdquo;&mdash;a shovel by which the grain is thrown or tossed into the wind. &lsquo;Those who form their opinion of the latter article by an English fan, will entertain a very erroneous notion. That of the East is made of the fibrous part of the palmirah or cocoa-tree leaves, and measures about a yard each way.&rsquo; (Roberts). <\/p> ",
    "audit": 1
}