{
    "id": 1161,
    "source": "barnes",
    "verse_id": 18068,
    "verse_count": 1,
    "reference": "22:15 ",
    "title": "",
    "html": "<p>Analysis of <a class=\"isa\" verses=\"W3siMTgwNjgiOjExfV0=\">Isaiah 22:15-25<\/a>.&mdash;Vision 20.<\/p><p>The remainder of this chapter <a class=\"isa\" verses=\"W3siMTgwNjgiOjExfV0=\">Isaiah 22:15-25<\/a> is occupied with a prediction respecting Shebna, and the promotion of Eliakim in his place. From the prophecy itself it appears that Shebna was prefect of the palace <a class=\"isa\" verses=\"W3siMTgwNjgiOjF9XQ==\">Isaiah 22:15<\/a> , or that he was in the highest authority in the time of Hezekiah. That he was an unprincipled ruler is evident from the prophecy, and hence, Isaiah was directed to predict his fall, and the elevation of another in his place. Whether this Shebna is the same that is mentioned in <a class=\"isa\" verses=\"W3siMTgzMzQiOjF9XQ==\">Isaiah 36:3<\/a> , is not known. The Shebna there mentioned is called a &ldquo;scribe&rdquo; <a class=\"isa\" verses=\"W3siMTgwNzUiOjF9XQ==\">Isaiah 22:22<\/a> , and that was &ldquo;after&rdquo; the fall of Shebna mentioned here, for it occurred after Eliakim had been placed over the palace. Eliakim was then in office, and was sent on that embassy to Sennacherib <a class=\"isa\" verses=\"W3siMTgzMzMiOjF9XQ==\">Isaiah 36:2<\/a> , <a class=\"isa\" verses=\"W3siMTgzNTMiOjF9LHsiMTgzNTUiOjF9XQ==\">Isaiah 36:22; Isaiah 37:2<\/a>. The probability is, therefore, that this was some other man of the same name, unless it may have been that &ldquo;Shebna,&rdquo; after being degraded from the rank of prefect of the palace or prime minister, became &ldquo;a scribe,&rdquo; or had an inferior office under Eliakim. The prophecy contains the following things:<\/p><p>1. A &ldquo;command&rdquo; to Isaiah to go to Shebna, and to reprove him for his self-confidence in his sin <a class=\"isa\" verses=\"W3siMTgwNjgiOjJ9XQ==\">Isaiah 22:15-16<\/a>.<\/p><p>2. A declaration that he should be carried captive to a foreign land <a class=\"isa\" verses=\"W3siMTgwNzAiOjJ9XQ==\">Isaiah 22:17-18<\/a>.<\/p><p>3. A declaration that he should be deposed and succeeded by Eliakim <a class=\"isa\" verses=\"W3siMTgwNzMiOjF9XQ==\">Isaiah 22:20<\/a>.<\/p><p>4. A description of the character and honors of Eliakim, and his qualifications for the office <a class=\"isa\" verses=\"W3siMTgwNzQiOjR9XQ==\">Isaiah 22:21-24<\/a>, and<\/p><p>5. A confirmation of the whole prophecy, or a summing up the whole in a single declaration <a class=\"isa\" verses=\"W3siMTgwNzgiOjF9XQ==\">Isaiah 22:25<\/a>.<\/p><p><a class=\"isa\" verses=\"W3siMTgwNjgiOjF9XQ==\">Isaiah 22:15<\/a><\/p><p><em>Thus saith the Lord God of hosts<\/em>&mdash;(see the note at <a class=\"isa\" verses=\"W3siMTc2NjQiOjF9XQ==\">Isaiah 1:9<\/a>).<\/p><p><em>Go, get thee<\/em>&mdash;Hebrew, &lsquo;Go, come to.&rsquo; This was one of the instances in which the prophets were directed to go personally, and even at the hazard of their life, to those who were high in office, and to denounce on them the divine judgment for their sins.<\/p><p><em>Unto this treasurer<\/em>&mdash;(הסכן hassokēn). The Vulgate renders this, &lsquo;To him who dwells in the tabernacle.&rsquo; The Septuagint renders it, &Epsilon;&iota;̓&sigmaf; &tau;&omicron;̀ &pi;&alpha;&sigma;&tau;&omicron;&phi;&omicron;́rion Eis to pastophorion, denoting properly what is borne into a recess, cell, or chapel, and referring properly to a place where an idol was placed in a temple; and then any recess, or chamber, as a treasury, and referring here to the room which the treasurer of the temple occupied. The Hebrew word שׁכן shâkan means &ldquo;to dwell with anyone;&rdquo; then to be an associate or friend, and hence, the participle is applied to one entrusted with the care of anything, a steward, a treasurer. Jerome explains this in his Commentary as meaning, &lsquo;go to him who dwells in the tabernacle, which in Hebrew is called Sochen.&rsquo; He understands by this some room, or recess in the temple, where the treasurer or the prefect of the temple dwelt. Our translators have expressed probably the true sense by the word &lsquo;treasurer.&rsquo;<\/p><p><em>Which is over the house<\/em>&mdash;That is, either who is over the temple, or over the palace. I understand it of the latter. Shebna was not high priest, and the expression, &lsquo;over the house,&rsquo; more properly denotes one who had the rule of the palace, or who was the principal minister of the king. See <a class=\"ref\">1 Kings 18:3<\/a>: &lsquo;And Ahab called Obadiah, which was the governor of his house.&rsquo; What was the offence or crime of Shebna, it is impossible to say. The Jewish commentators say that he was intending to betray the city to Sennacherib, but although this is possible it has no direct proof.<\/p>",
    "audit": 1
}