{
    "id": 765,
    "source": "barnes",
    "verse_id": 17672,
    "verse_count": 1,
    "reference": "1:17 ",
    "title": "",
    "html": "<p><em>Learn to do well<\/em>&mdash;, To learn here is to become accustomed to, to practice it. To do well stands opposed to all kinds of evil. &ldquo;Seek judgment.&rdquo; The word &ldquo;judgment&rdquo;&mdash;משׁפט mishpâṭ&mdash;here means justice. The direction refers particularly to magistrates, and it is evident that the prophet had them particularly in his view in all this discourse. Execute justice between man and man with impartiality. The word &ldquo;seek&rdquo;&mdash;דרשׁוּ dı̂reshû&mdash;means to pursue, to search for, as an object to be gained; to regard, or care for it, as the main thing. Instead of seeking gain, and bribes, and public favor, they were to make it an object of intense interest to do justice.<\/p><p><em>Relieve<\/em>&mdash;&mdash;אשׁרוּ &lsquo;asherû&mdash;literally, make straight, Or right (margin, righten). The root&mdash;אשׁר &lsquo;âshar&mdash;means to proceed, to walk forward in a direct line; and bears a relation to ישׁר yâshar, to be straight. Hence, it often means to be successful or prosperous&mdash;to go straight forward to success. In Piel, which is the form used here, it means to cause to go straight; and hence, applied to leaders, judges, and guides, to conduct those under their care in a straight path, anal not in the devices and crooked Ways of sin; <a class=\"ref\">Proverbs 23:19<\/a>:<\/p><p>Hear thou, my son, and he wise,<\/p><p>And guide אשׁר &lsquo;asher, &ldquo;make straight&rdquo;) thine heart in the way.<\/p><p><em>The oppressed<\/em>&mdash;Him to whom injustice has been done in regard to his character, person, or property; compare the notes at <a class=\"isa\" verses=\"WzE4NzkzXQ==\">Isaiah 58:6<\/a>.<\/p><p><em>Judge the fatherless<\/em>&mdash;Do justice to him&mdash;vindicate his cause. Take not advantage of his weak and helpless, condition&mdash;his ignorance and want of experience. This charge was particularly necessary on account of the facilities which the guardians of orphans have to defraud or oppress, without danger of detection or punishment. Orphans have no experience. Parents are their natural protectors; and therefore God especially charged on their guardians to befriend and do justice to them; <a class=\"ref\">Deuteronomy 24:17<\/a>: &lsquo;Thou shalt not pervert the judgment of the stranger, nor the fatherless, nor take the widow&rsquo;s raiment to pledge.&rsquo;<\/p><p><em>Plead for<\/em>&mdash;Contend for her rights. Aid her by vindicating her cause. She is unable to defend herself; she is liable to oppression; and her rights may be taken away by the crafty and designing. It is remarkable that God so often insists on this in the Scriptures, and makes it no small part of religion; <a class=\"ref\">Deuteronomy 14:29; Deuteronomy 24:17; Exodus 22:22<\/a>: &lsquo;Ye shall not afflict any widow, or fatherless child.&rsquo; The ancient views of piety on this subject are expressed in the language, and in the conduct of Job. Thus, impiety was said to consist in oppressing the fatherless and widow.<\/p><p>They drive away the donkey of the fatherless,<\/p><p>They take the widow&rsquo;s ox for a pledge.<\/p>",
    "audit": 1
}