{
    "id": 832,
    "source": "barnes",
    "verse_id": 17739,
    "verse_count": 1,
    "reference": "4:5 ",
    "title": "",
    "html": "<p><em>And the Lord will create<\/em>&mdash;The meaning of this verse and the next is, that God would take his people into his holy care and protection. The idea is expressed by images drawn, in this verse, from the protection which he afforded to the Israelites in their journeying from Egypt. The word &ldquo;create&rdquo; means here, he will afford, or furnish, such a defense.<\/p><p>Upon every dwelling-place...&mdash;Upon all the habitations of his people; that is, they shall be secure, and regarded as under his protection. The word &ldquo;upon&rdquo; refers to the fact that the pillar of cloud stood &ldquo;over&rdquo; the tabernacle in the wilderness, as a symbol of the divine favor and presence. So his protection should be &ldquo;on&rdquo; or &ldquo;over&rdquo; the houses of all his people; compare <a class=\"ref\">Psalm 92:4-6<\/a>.<\/p><p><em>Of mount Zion<\/em>&mdash;compare the note at <a class=\"isa\" verses=\"WzE3NjYzXQ==\">Isaiah 1:8<\/a>.<\/p><p><em>And upon her assemblies<\/em>&mdash;Their convocations; their sacred assemblies, such as were called together on the Sabbath; <a class=\"ref\">Leviticus 23:2; Numbers 28:18<\/a>. It refers here to their &ldquo;future&rdquo; assemblies, and, therefore, includes the Christian church assembled to worship God.<\/p><p><em>A cloud and smoke by day<\/em>&mdash;This refers to the pillar of cloud that went before the Israelites in their journey in the wilderness; <a class=\"ref\">Exodus 13:21; Exodus 14:20<\/a>.<\/p><p><em>By day<\/em>&mdash;By day, this appeared to them as a cloud; by night, as a pillar of fire; <a class=\"ref\">Exodus 13:21-22<\/a>. That is, it was always conspicuous, and could be seen by all the people. A pillar of cloud could not have been seen by night; and God changes the symbols of his presence and protection, so that at all times his people may see them. The meaning here is, that as God gave to the Israelites a symbol of his presence and protection, so he would be the protecter and defender of his people hereafter.<\/p><p><em>For upon all the glory<\/em>&mdash;Above all the &ldquo;glorious object;&rdquo; that is, his church, his people. It is here called &lsquo;the glory,&rsquo; as being a glorious, or an honorable object.<\/p><p><em>A defense<\/em>&mdash;This word properly means &ldquo;a covering, a protection,&rdquo; from the verb &ldquo;to cover,&rdquo; and means that God will protect, or defend his people.<\/p>",
    "audit": 1
}