{
    "id": 1154,
    "source": "barnes",
    "verse_id": 18061,
    "verse_count": 1,
    "reference": "22:8",
    "title": "",
    "html": " <p> <em>And he discovered <\/em>&mdash;Hebrew, ויגל vayegal&mdash;&lsquo;He made naked, or bare.&rsquo; The expression, &lsquo;He discovered,&rsquo; means simply that it &ldquo;was&rdquo; uncovered, without designating the agent. <\/p> <p> <em>The covering of Judah <\/em>&mdash;The word used here (מסך mâsak) denotes properly &ldquo;a covering,&rdquo; and is applied to the &ldquo;curtain&rdquo; or veil that was before the tabernacle <a class=\"ref\">Exodus 26:36; Exodus 39:38 <\/a>; and to the curtain that was before the gate of the court <a class=\"ref\">Exodus 35:17; Exodus 39:40 <\/a>. The Septuagint understands it of the &ldquo;gates&rdquo; of Judah, &lsquo;They revealed the gates (&tau;&alpha;̀&sigmaf; &pi;&upsilon;́&lambda;&alpha;&sigmaf; tas pulas) of Judah.&rsquo; Many have understood it of the defenses, ramparts, or fortifications of Judah, meaning that they were laid open to public view, that is, were demolished. But the more probable meaning, perhaps, is, that the invading army exposed Judah to every kind of reproach; stripped off everything that was designed to be ornamental in the land; and thus, by the figure of exposing one to reproach and shame by stripping off all his clothes, exposed Judah in every part to reproach. Sennacherib actually came up against all the fortified cities of Judah, and took them and dismantled them <a class=\"ref\">2 Kings 18:13 <\/a>; <a class=\"isa\" verses=\"WzE4MzMyXQ==\">Isaiah 36:1 <\/a>. The land was thus laid bare, and unprotected. <\/p> <p> <em>And thou didst look <\/em>&mdash;Thou Judah; or the king of Judah. Thou didst cast thine eyes to that armory as the last resort, and as the only hope of defense. <\/p> <p> <em>To the armor <\/em>&mdash;Or rather, perhaps, the &ldquo;armory, the arsenal&rdquo; (נשׁק nesheq). The Septuagint renders it, &lsquo;To the choice houses of the city&rsquo; (compare <a class=\"ref\">Nehemiah 3:19 <\/a>). <\/p> <p> <em>Of the house of the forest <\/em>&mdash;This was built within the city, and was called the house of the forest of Lebanon, probably from the great quantity of cedar from Lebanon which was employed in building it <a class=\"ref\">1 Kings 7:2-8 <\/a>. In this house, Solomon laid up large quantities of munitions of war <a class=\"ref\">1 Kings 10:16-17 <\/a>; and this vast storehouse was now the principal reliance of Hezekiah against the invading forces of Sennacherib. <\/p> ",
    "audit": 1
}