{
    "id": 1455,
    "source": "barnes",
    "verse_id": 18362,
    "verse_count": 1,
    "reference": "37:9",
    "title": "",
    "html": " <p> <em>And he heard say <\/em>&mdash;The report or rumour referred to in <a class=\"isa\" verses=\"WzE4MzYwXQ==\">Isaiah 37:7 <\/a>. In what way he heard this is not intimated. It is probable that the preparations which Tirhakah had made, were well known to the surrounding regions, and that he was already on his march against Sennacherib. <\/p> <p> <em>Tirhakah <\/em>&mdash;This king, who, by Eusebius and by most ancient writers, is called &Tau;&alpha;&rho;&alpha;&kappa;&omicron;̀&sigmaf; Tarakos, was a celebrated conqueror, and had subdued Egypt to himself. He reigned over Egypt eighteen years. When Sennacherib marched into Egypt, Sevechus or Sethon was on the throne. Sennacherib having laid siege to Pelusium, Tirhakah came to the aid of the city, and, in consequence of his aid, Sennacherib was compelled to raise the siege and returned to Palestine, and laid siege to Lachish. Tirhakah succeeded Sevechus in Egypt, and was the third and last of the Ethiopian kings that reigned over that country. He probably took advantage of the distracted state that succeeded the death of Sevechus, and secured the crown for himself. This was, however, after the death of Sennacherib. The capital which he occupied was Thebes (see Prideaux&rsquo;s &ldquo;Connection,&rdquo; vol. i. pp. 141, 145, 149. Ed. 1815). As he was celebrated as a conqueror, and as he had driven Sennacherib from Pelusium and from Egypt, we may see the cause of the alarm of Sennacherib when it was rumoured that he was about to follow him into Palestine, and to make war on him there. <\/p> <p> <em>He is come forth <\/em>&mdash;He has made preparations, and is on his way. <\/p> <p> <em>He sent messengers... <\/em>&mdash;With letters or despatches <a class=\"isa\" verses=\"WzE4MzY3XQ==\">Isaiah 37:14 <\/a>. Hezekiah was probably ignorant of the approach of Tirhakah, or at all events Sennacherib would suppose that he was ignorant of it; and as Sennacherib knew that there would be no hope that Hezekiah would yield if he knew that Tirhakah was approaching to make war on him, he seems to have resolved to anticipate the intelligence, and to see if it were possible to induce him to surrender. He, therefore, sent substantially the same message as before, and summoned him to capitulate. <\/p> ",
    "audit": 1
}