{
    "id": 1593,
    "source": "barnes",
    "verse_id": 18500,
    "verse_count": 1,
    "reference": "42:19",
    "title": "",
    "html": " <p> <em>Who is blind, but my servant? <\/em>&mdash;Some of the Jewish expositors suppose that by &rsquo;servant&rsquo; here, the prophet himself is intended, who, they suppose is here called blind and deaf by the impious Jews who rejected his message. But it is evident, that by &rsquo;servant&rsquo; here, the Jewish people themselves are intended, the singular being used for the plural, in a sense similar to that where they are so often called &lsquo;Jacob&rsquo; and &lsquo;Israel.&rsquo; The phrase &rsquo;servants of God&rsquo; is often given to his people, and is used to denote true worshippers. The word is used here to denote those who professed to be the true worshippers of Yahweh. The prophet had, in the previous verses, spoken of the blindness and stupidity of the Gentile world. He here turns to his own countrymen, and addresses them as more blind, and deaf, and stupid than they. &lsquo;Who,&rsquo; he asks, &lsquo;is as blind as they are?&rsquo; Where are any of the pagan nations so insensible to the appeals of God, and so hard-hearted? The idea of the prophet is, that the Jews had had far greater advantages, and yet they were so sunk in sin that it might be said that comparatively none were blind but they. Even the degradation of the pagan nations, under the circumstances of the case, could not be compared with theirs. <\/p> <p> <em>As my messenger that I sent <\/em>&mdash;Lowth renders this, &lsquo;And deaf, as he to whom I have sent my messengers.&rsquo; The Septuagint renders it, &lsquo;And deaf but those that rule over them;&rsquo; by a slight change in the Hebrew text. The Vulgate reads it as Lowth has rendered it. The Chaldee renders it,&rsquo; If the wicked are converted, shall they not be called my servants? And the sinners to whom I sent my prophets?&rsquo; But the sense seems to be this: The Jewish people were regarded as a people selected and preserved by God for the purpose of preserving and extending the true religion. They might be spoken of as sent for the great purpose of enlightening the world, as God&rsquo;s messengers in the midst of the deep darkness of benighted nations, and as appointed to be the agents by which the true religion was to be perpetuated and propagated on earth. Or perhaps, the word &lsquo;messenger&rsquo; here may denote collectively the Jewish leaders, teachers, and priests, who had been sent as the messengers of God to that people, and who were, with the people, sunk in deep debasement and sin. <\/p> <p> <em>As he that is perfect <\/em>&mdash;(כמשׁלם kı̂meshullâm). A great variety of interpretations has been offered on this word&mdash;arising from the difficulty of giving the appellation &lsquo;perfect&rsquo; to a people so corrupt as were the Jews in the time of Isaiah. Jerome renders it, Qui venundatus est&mdash;&lsquo;He that is sold.&rsquo; The Syriac renders it, &lsquo;Who is blind as the prince?&rsquo; Symmachus renders it, &Omega;̔&sigmaf; &omicron;̔ &tau;&epsilon;́&lambda;&epsilon;&iota;&omicron;&sigmaf; hōs ho teleios; and Kimchi in a similar manner by תמים tâmı̂ym&mdash;&lsquo;perfect.&rsquo; The verb שׁלם shālam means properly &ldquo;to be whole, sound, safe&rdquo;; to be completed, finished, ended: and then, to be at peace or friendship with anyone. And it may he applied to the Jews, to whom it undoubtedly refers here, in one of the following senses; either <\/p> <p>(1) ironically, as claiming to be perfect; or <\/p> <p>(2) as those who professed to be perfect; or <\/p> <p>(3) as being favored with rites and laws, and a civil and sacred constitution that were complete (Vitringa); or <\/p> <p>(4) as being in friendship with God, as Grotius and Gesenius suppose. <\/p> <p>It most probably refers to the fact that they were richly endowed by Yahweh with complete and happy institutions adapted to their entire welfare, and such as, in comparison with other nations, were suited to make them perfect. <\/p> <p>As the Lord&rsquo;s servant&mdash;The Jewish people, professing to serve and obey God. <\/p> ",
    "audit": 1
}