{
    "id": 1108,
    "source": "barnes",
    "verse_id": 18015,
    "verse_count": 1,
    "reference": "19:10",
    "title": "",
    "html": " <p> <em>And they shall be broken <\/em>&mdash;There has been a great variety of opinion in regard to the interpretation of this verse, and much difficulty in the construction of the Hebrew words. The Vulgate renders it, &lsquo;And its wet places shall fail; all who make ponds to take fish.&rsquo; The Septuagint, &lsquo;And all who make beer (&zeta;&upsilon;́&theta;&omicron;&nu; zuthon) shall lament, and shall afflict their souls.&rsquo; This &zeta;&upsilon;́&theta;&omicron;&nu; zuthon was a sort of malt liquor made of fruits by fermentation, and was used in Egypt in the place of wine, since the grape did not flourish there. Jerome on this place says, that this was much used also in Dalmatia and Pannonia, and was commonly called &ldquo;Sabaium.&rdquo; The Chaldee renders this, &lsquo;And the place where they weave cloth shall be trodden down, and the place where they make fish ponds, and where they collect waters, each one for his own life.&rsquo; This variety of reading arises chiefly from the different modes of &ldquo;pointing&rdquo; the Hebrew words. <\/p> <p>The word rendered &lsquo;broken&rsquo; (מדכאים medâkâ&lsquo;iym) means &ldquo;trodden down,&rdquo; from דכא dâkâ&rsquo; &ldquo;to tread, or trample down,&rdquo; and agrees in the Hebrew with the word rendered &lsquo;purposes&mdash;the proposes shall be trodden down.&rsquo; The word &lsquo;purposes&rsquo; (שׁתתיה shâtoteyhâ) is found only in the plural, and is translated in <a class=\"ref\">Psalm 11:3 <\/a>,, &lsquo;foundations,&rsquo; from שׁית shiyth, &ldquo;foundation or pillar.&rdquo; According to this, it would mean that all &ldquo;the pillars or foundations, that is, probably all the &ldquo;nobles&rdquo; of Egypt, would be trodden down. But this does not well suit the connection. Others derive it from שׁתה shâtâh, &ldquo;to drink;&rdquo; and suppose that it means that which is prepared for drink shall be trodden down or destroyed. Others suppose that it is derived from שׁתה shâtâh, &ldquo;to weave,&rdquo; and that it refers to the places where they wove the cloth, that is, their looms; or to the places where they made their nets. And others suppose that it is not the &ldquo;places&rdquo; where they wove which are intended, but the &ldquo;weavers themselves.&rdquo; Forerius supposes it to be derived from שׁתת shâthath, &ldquo;to place, lay,&rdquo; and that it refers to the &ldquo;banks or dykes&rdquo; that were made to retain the waters in the canals, and that these would be trodden down. This, it seems to me, is the most probable interpretation, as it suits the connection, and agrees with the derivation of the word. But the meaning cannot be certainly ascertained. <\/p> <p> <em>All that make sluices <\/em>&mdash;There has been quite as great a variety in the intepretation of this passage as in the former. The word rendered &rsquo;sluices&rsquo; (שׂכר s&lsquo;eker), our translators understand in the sense of places where the water would be retained for fish ponds&mdash;made by artificial banks confining the waters that overflow from the Nile. This sense they have given to the word, as if it were derived from סכר sâkar, &ldquo;to shut up, to enclose.&rdquo; The Septuagint reads it as if it meant the Hebrew שׁכר shêkār, or strong drink; and so also the Syriac renders it&mdash;as if from שׁכר shēkâr, &ldquo;to drink.&rdquo; There is no doubt that by a difference of pointing it may have this signification. But the most probable interpretation, perhaps, is that which derives it from שׂכר s&lsquo;âkar, &ldquo;to hire,&rdquo; and means that they made those places for reward, or for gain. They thus tolled for hire; and the prophet says, that they who thus made enclosures for fish in order to make a livelihood, would be trodden down&mdash;that is, they would fail of their purposes. <\/p> <p> <em>Ponds for fish <\/em>&mdash;The word rendered &lsquo;fish&rsquo; (נפשׁ nephesh), denotes properly any living thing (&ldquo;see the margin&rdquo;), but if the usual interpretation is given of this verse, it is evident that fish are intended. The description, therefore, in this entire passage, from verse fifth to verse tenth, is designed to denote the calamities which would come upon Egypt from the failure of the waters of the Nile; and the slightest knowledge of the importance of the Nile to that country will show that all these calamities would follow from such a failure. <\/p>,",
    "audit": 1
}