{
    "id": 991,
    "source": "barnes",
    "verse_id": 17898,
    "verse_count": 1,
    "reference": "11:13 ",
    "title": "",
    "html": "<p><em>The envy also<\/em>&mdash;The word &ldquo;envy&rdquo; here, is used in the sense of &ldquo;hatred,&rdquo; or the hatred which arose from the &ldquo;ambition&rdquo; of Ephraim, and from the &ldquo;prosperity&rdquo; of Judah. Ephraim here, is the name for the kingdom of Israel, or the ten tribes. The reasons of their envy and enmity toward Judah, all arising from their ambition, were the following:<\/p><p>(1) This tribe, in connection with those which were allied to it, constituted a very large and flourishing part of the Jewish nation. They were, therefore, envious of any other tribe that claimed any superiority, and particularly jealous of Judah.<\/p><p>(2) they occupied a central and commanding position in Judea, and naturally claimed the pre-eminence over the tribes on the north.<\/p><p>(3) they had been formerly highly favored by the abode of the ark and the tabernacle among them, and, on that account, claimed to be the natural &ldquo;head&rdquo; of the nation; <a class=\"ref\">Joshua 18:1, Joshua 18:8, Joshua 18:10; Judges 18:31; Judges 21:19; 1 Samuel 1:3, 1 Samuel 1:24<\/a>.<\/p><p>(4) when Saul was king, though he was of the tribe of Benjamin <a class=\"ref\">1 Samuel 9:2<\/a>, they submitted peaceably to his reign, because the Benjaminites were in alliance with them, and adjacent to them. But when Saul died, and the kingdom passed into the hands of David, of the tribe of Judah, their natural rival, thus exalting that powerful tribe, they became dissatisfied and restless. David kept the nation united; but on his death, they threw off the yoke of his successor, and became a separate kingdom. From this time, their animosities and strifes became an importer and painful part of the history of the Jewish nation, until the kingdom of Ephraim was removed. The language here is evidently figurative, and means, that in the time here referred to under the messiah, the causes of animosity, before existing, would cease; that contentions between those who are, by nature, brethren, and who ought to evince the spirit of brethren, would come to an end; and that those animosities and strike would be succeeded by a state of amity and peace. When the scattered Jews shall be regathered to God under the Messiah, all the contentions among them shall cease, and they shall be united under one king and prince. All the causes of contention which had so long existed, and which had produced such disastrous results, would come to an end. The strifes and contentions of these two kingdoms, once belonging to the same nation, and descended from the same ancestors&mdash;the painful and protracted &ldquo;family broil&rdquo;&mdash;was the object that most prominently attracted the attention, then, of the prophets of God. The most happy idea of future blessedness which was presented to the mind of the prophet, was that period when all this should cease, and when, under the Messiah, all should be harmony and love.<\/p><p><em>And the adversaries of Judah shall be cut off<\/em>&mdash;That is, Judah shall be safe; the people of God shall be delivered from their enemies&mdash;referring to the future period under the Messiah, when the church should be universally prosperous.<\/p><p><em>Judah shall not vex Ephraim<\/em>&mdash;Shall not oppress, disturb, or oppose. There shall be peace between them. The church prospers only when contentions and strifes cease; when Christians lay aside their animosities, and love as brethren, and are &ldquo;united&rdquo; in the great work of spreading the gospel around the world. That time will yet come. When that time comes, the kingdom of the Son of God will be established. &ldquo;Until&rdquo; that time, it will be in vain that the effort is made to bring the world to the knowledge of the truth; or if not wholly in vain, the efforts of Christians who seek the conversion of the world will be retarded, embarrassed, and greatly enfeebled. How devoutly, therefore, should every friend of the Redeemer pray, that all causes of strife may cease, and that his people may be united, as the heart of one man, in the effort to bring the whole world to the knowledge of the truth.<\/p>",
    "audit": 1
}