{
    "id": 1762,
    "source": "barnes",
    "verse_id": 18669,
    "verse_count": 1,
    "reference": "50:6",
    "title": "",
    "html": "<p><em>I gave my back to the smiters<\/em> &mdash;I submitted willingly to be scourged, or whipped. This is one of the parts of this chapter which can be applied to no other one but the Messiah. There is not the slightest evidence, whatever may be supposed to have been the probability, that Isaiah was subjected to any such trial as this, or that he was scourged in a public manner. Yet it was literally fulfilled in the Lord Jesus Christ (<a class=\"ref\">Matthew 27:26<\/a> ; compare<a class=\"ref\">Luke 18:33<\/a>).<\/p><p><em>And my cheeks to them that plucked off the hair<\/em> &mdash;literally, &lsquo;My cheeks to hose who pluck, or pull.&rsquo; The word used here (מרט māraṭ) means properly to polish, to sharpen, to make smooth; then to make smooth the head, to make bald; that is, to pluck out the hair, or the beard. To do this was to offer the highest insult that could be imagined among the Orientals. The beard is suffered to grow long, and is regarded as a mark of honor. Nothing is regarded as more infamous than to cut it off (see<a class=\"ref\">2 Samuel 10:4<\/a>), or to pluck it out; and there is nothing which an Oriental will sooner resent than an insult offered to his beard. &lsquo;It is a custom among the Orientals, as well among the Greeks as among other nations, to cultivate the beard with the utmost care and solicitude, so that they regard it as the highest possible insult if a single hair of the beard is taken away by violence.&rsquo; (William of Tyre, an eastern archbishop, Gesta Dei, p. 802, quoted in Harmer, vol. ii. p. 359.) It is customary to beg by the beard, and to swear by the beard. &lsquo;By your beard; by the life of your beard; God preserve your beard; God pour his blessings on your beard,&rsquo;&mdash;are common expressions there. The Mahometans have such a respect for the board that they think it criminal to shave (Harmer, vol. ii. p. 360). The Septuagint renders this, &lsquo;I gave my cheeks to buffering&rsquo; (&epsilon;&iota;̓&sigmaf; &rho;̔&alpha;&pi;&iota;́&sigma;&mu;&alpha; eis rapisma); that is, to being smitten with the open hand, which was literally fulfilled in the case of the Redeemer<a class=\"ref\">Matthew 26:67; Mark 14:65<\/a> . The general sense of this expression is, that he would be treated with the highest insult.<\/p><p><em>I hid not my face from shame and spitting<\/em> &mdash;To spit on anyone was regarded among the Orientals, as it is everywhere else, as an expression of the highest insult and indignity<a class=\"ref\">Deuteronomy 25:9; Numbers 12:14; Job 30:10<\/a> . Among the Orientals also it was regarded as an insult&mdash;as it should be everywhere&mdash;to spit in the presence of any person. Thus among the Medes, Herodotus (i. 99) says that Deioces ordained that, &lsquo;to spit in the king&rsquo;s presence, or in the presence of each other, was an act of indecency.&rsquo; So also among the Arabians, it is regarded as an offence (Niebuhr&rsquo;s Travels, i. 57). Thus Monsieur d&rsquo;Arvieux tells us (Voydans la Pal. p. 140) &lsquo;the Arabs are sometimes disposed to think, that when a person spits, it is done out of contempt; and that they never do it before their superiors&rsquo; (Harmer, iv. 439). This act of the highest indignity was performed in reference to the Redeemer<a class=\"ref\">Matthew 26:67; Matthew 27:30<\/a> ; and this expression of their contempt he bore with the utmost meekness. This expression is one of the proofs that this entire passage refers to the Messiah. It is said<a class=\"ref\">Luke 17:32<\/a> that the prophecies should be fulfilled by his being spit upon, and yet there is no other prophecy of the Old Testament but this which contains such a prediction.<\/p> ",
    "audit": 1
}