{
    "id": 1258,
    "source": "barnes",
    "verse_id": 18165,
    "verse_count": 1,
    "reference": "27:13",
    "title": "",
    "html": " <p> <em>The great trumpet shall be blown <\/em>&mdash;This verse is designed to describe in another mode the same fact as that stated in <a class=\"isa\" verses=\"WzE4MTY0XQ==\">Isaiah 27:12<\/a>, that Yahweh would re-collect his scattered people. The figure is derived from the trumpet which was blown to assemble a people for war (Grotius); or from the blowing of the trumpet on occasion of the great feasts and festivals of the Jews (Vitringa). The idea is, that God would summon the scattered people to return to their own land. The &ldquo;way&rdquo; in which this was done, or in which the will of God would be made known to them, is not specified. It is probable, however, that the reference here is to the decree of Cyrus <a class=\"ref\">Ezra 1:1<\/a>, by which they were permitted to return to their own country. <\/p> <p> <em>Which were ready to perish <\/em>&mdash;Who were reduced in numbers, and in power, and who were ready to be annihilated under their accumulated and long-continued trials. <\/p> <p> <em>In the land of Assyria <\/em>&mdash;The ten tribes were carried away into Assyria <a class=\"ref\">2 Kings 17:6<\/a>; and it is probable that many of the other two tribes were also in that land. A portion of the ten tribes would also be re-collected, and would return with the others to the land of their fathers. Assyria also constituted a considerable part of the kingdom of the Chaldeans, and the name Assyria may be given here to that country in general. <\/p> <p> <em>And the outcasts <\/em>&mdash;Those who had fled in consternation to Egypt and to other places when these calamities were coming upon the nation (see <a class=\"ref\">Jeremiah 41:17-18; Jeremiah 42:15-22<\/a>). <\/p> <p> <em>And shall worship the Lord <\/em>&mdash;Their temple shall be rebuilt; their city shall be restored; and in the place where their fathers worshipped shall they also again adore the living God. This closes the prophecy which was commenced in <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 24<\/a>; and the design of the whole is to comfort the Jews with the assurance, that though they were to be made captive in a distant land, yet they would be again restored to the land of their fathers, and again worship God there. It is almost needless to say that this prediction was completely fulfilled by the return of the Jews to their own country under the decree of Cyrus. <\/p>",
    "audit": 1
}