{
    "id": 1069,
    "source": "barnes",
    "verse_id": 17976,
    "verse_count": 1,
    "reference": "16:6 ",
    "title": "",
    "html": "<p><em>We have heard of the pride of Moab<\/em>&mdash;We Jews; we have &ldquo;all&rdquo; heard of it; that is, we &ldquo;know&rdquo; that he is proud. The evident design of the prophet here is, to say that Moab was so proud, and was well known to be so haughty, that he would &ldquo;reject&rdquo; this counsel. He would neither send the usual tribute to the land of Judea <a class=\"isa\" verses=\"MTc5NzE=\">Isaiah 16:1<\/a> , thus acknowledging his dependence on them; nor would he give protection to the exiled Jews as they should wander through his land, and &ldquo;thus&rdquo; endeavor to conciliate their favor, and secure their friendship. As a consequence of this, the prophet proceeds to state that heavy judgments would come upon Moab as a nation.<\/p><p><em>He is very proud<\/em>&mdash;The same thing is stated in the parallel place in <a class=\"ref\">Jeremiah 48:29<\/a> (compare <a class=\"isa\" verses=\"MTc5ODE=\">Isaiah 16:11<\/a>). Moab was at ease; he was confident in his security; he feared nothing; he sought &ldquo;no&rdquo; means, therefore, of securing the friendship of the Jews.<\/p><p><em>And his wrath<\/em>&mdash;As the result of pride and haughtiness. Wrath or indignation is excited in a proud man when he is opposed, and when the interests of others are not made to give way to his.<\/p><p><em>But his lies shall not be so<\/em>&mdash;The Hebrew phrase (לא־כן lo&rsquo; kên)&mdash;&lsquo;not so&rsquo; here seems to be used in the sense of &lsquo;not right;&rsquo; &lsquo;not firm, or established;&rsquo; that is, his vain boasting, his false pretensions, his &ldquo;lies&rdquo; shall not be confirmed, or established; or they shall be vain and impotent. In the parallel place in Jeremiah, it is, &lsquo;But it shall not be so; his lies shall not effect it.&rsquo; The word rendered &lsquo;his lies&rsquo; here (בדיו badāyv), means his boasting, or vain and confident speaking. In <a class=\"isa\" verses=\"MTg1NTk=\">Isaiah 44:25<\/a> , it is connected with the vain and confident responses of diviners and soothsayers. Here it means that Moab boasted of his strength and security, and did not feel his need of the friendship of the Jews; but that his security was false, and that it should not result according to his expectations. That Moab was proud, is also stated in <a class=\"isa\" verses=\"MTgxMjc=\">Isaiah 25:8<\/a> ; and that he was disposed to give vent to his pride by reproaching the people of God, is apparent from <a class=\"ref\">Zechariah 2:8<\/a>:<\/p><p>I have heard the reproach of Moab,<\/p><p>And the revilings of the children of Ammon,<\/p><p>Whereby they have reproached my people,<\/p><p>And boasted themselves upon their border.<\/p>",
    "audit": 1
}