{
    "id": 1818,
    "source": "barnes",
    "verse_id": 18725,
    "verse_count": 1,
    "reference": "54:1",
    "title": "",
    "html": " <p> <em>Sing, O barren <\/em>&mdash;That is, shout for joy, lift up the voice of exultation and praise. The &lsquo;barren&rsquo; here denotes the church of God under the Old Testament, confined within the narrow limits of the Jewish nation, and still more so in respect to the very small number of true believers, and which seemed sometimes to be deserted of God, her husband (Lowth). It is here represented under the image of a female who had been destitute of children, and who now has occasion to rejoice on the reconciliation of her husband (<a class=\"isa\" verses=\"WzE4NzMwXQ==\">Isaiah 54:6 <\/a>; Lowth), and on the accession of the Gentiles to her family. The Chaldee renders it, &lsquo;Rejoice, O Jerusalem, who hast been as a sterile woman that did not bear.&rsquo; The church is often in the Bible compared to a female, and the connection between God and his people is often compared with that between husband and wife (compare <a class=\"isa\" verses=\"WzE4ODYwXQ==\">Isaiah 62:5 <\/a>; <a class=\"ref\">Ezekiel 16; Revelation 21:2-9; Revelation 22:17 <\/a>). <\/p> <p> <em>Thou that didst not bear <\/em>&mdash;Either referring to the fact that the church was confined within the narrow limits of Judea; or that there had been in it a small number of true believers; or addressed to it in Babylon when it was oppressed, and perhaps constantly diminishing in number. I think it probable that it refers to the latter; and that the idea is, that she saw her sons destroyed in the siege and destruction of Jerusalem, and that she was not augmented by any accessions while in Babylon, but would have great occasion for rejoicing on her return, and in her future increase under the Messiah by the accession of the Gentiles. <\/p> <p> <em>Break forth into singing <\/em>&mdash;(Compare <a class=\"isa\" verses=\"WzE3OTM2LDE4NTU3LDE4NjUwXQ==\">Isaiah 14:7; Isaiah 44:23; Isaiah 49:13 <\/a>). <\/p> <p> <em>For more are the children of the desolate <\/em>&mdash;The &lsquo;desolate&rsquo; here refers to Jerusalem, or the church. By the &lsquo;married woman,&rsquo; Rosenmuller supposes the prophet means other nations which flourished and increased like a married woman. Grotius supposes that he means other cities which were inhabited, and that Jerusalem would surpass them all in her prosperity and in numbers. But the phrase seems to have somewhat of a proverbial cast, and probably the idea is that there would be a great increase, a much greater increase than she had any reason to apprehend. As if a promise was made to a barren female that she should have more children than those who were married usually had, so Jerusalem and the church would be greatly enlarged, far beyond what usually occurred among nations. The fulfillment of this is to be looked for in the accession of the Gentiles <a class=\"isa\" verses=\"WzE4NzI3XQ==\">Isaiah 54:3 <\/a>. &lsquo;The conversion of the Gentiles is all along considered by the prophet as a new accession of adopted children, admitted into the original church of God, and united with it&rsquo; (Lowth). See the same idea presented at greater length in <a class=\"isa\" verses=\"eyIxODY1NyI6M30=\">Isaiah 49:20-22 <\/a>. <\/p> ",
    "audit": 1
}