{
    "id": 1680,
    "source": "barnes",
    "verse_id": 18587,
    "verse_count": 1,
    "reference": "45:25 ",
    "title": "",
    "html": "<p><em>In the Lord<\/em>&mdash;It shall be only in Yahweh that they shall find justification, and this must mean, that it is by his mercy and grace. The entire passage here, I suppose, has reference to the times of the Redeemer (see the notes at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 45:21-24<\/a> ). If so, it means that justification can be obtained only by the mercy of God through a Redeemer. The great truth is, therefore, here brought into view, which constitutes the sum of the New Testament, that people are not justified by their own works, but by the mercy and grace of God.<\/p><p><em>All the seed of Israel<\/em>&mdash;All the spiritual seed or descendants of Jacob. It cannot mean that every individual shall be justified and saved, for the Bible abundantly teaches the contrary (see <a class=\"ref\">Matthew 8:11-12; Romans 11<\/a> ) But it must mean that all who have a character resembling that of Israel, or Jacob; all who are the true children and friends of God (see <a class=\"ref\">Romans 2:28-29; Romans 4:9-13<\/a>).<\/p><p><em>Be justified<\/em>&mdash;Be regarded and treated as righteous. Their sins shall be pardoned, and they shall be acknowledged and treated as the children of God (see the notes at <a class=\"ref\">Romans 3:24-25<\/a>). To justify, here, is not to pronounce them innocent, or to regard them as deserving of his favor; but it is to receive them into favor, and to resolve to treat them as if they had not sinned; that is, to treat them as if they were righteous. All this is by the mere mercy and grace of God, and is through the merits of thc Redeemer, who died in their place.<\/p><p><em>And shall glory<\/em>&mdash;Or rather, shall praise and celebrate his goodness. The word used here (חלל châlal) means, in the Piel, &ldquo;to sing, to chant, to celebrate the praises of anyone&rdquo; <a class=\"ref\">1 Chronicles 16:36; Psalm 44:9; Psalm 117:1; Psalm 145:2<\/a> , and is the word of which the word &ldquo;hallelujah&rdquo; is in part composed. Here it means, that the effect of their being justified by Yahweh would be, that they would be filled with joy, and would celebrate the goodness of God. This effect of being justified, is more fully stated in <a class=\"ref\">Romans 5:1-5<\/a>. It is a result which always follows; and a disposition to praise and magnify the name of God in view of his boundless mercy in providing a way by which sinners may be justified, is one of the first promptings of a renewed heart, and one of the evidences that a soul is born again.<\/p>",
    "audit": 1
}