{
    "id": 1795,
    "source": "barnes",
    "verse_id": 18702,
    "verse_count": 1,
    "reference": "52:5",
    "title": "",
    "html": " <p> <em>Now, therefore, what have I here? <\/em>&mdash;In Babylon, referring to the captivity of the Jews there. The idea is, that a state of things existed there which demanded his interposition as really as it did when his people had been oppressed by the Egyptians, or by the Assyrian. His people had been taken away for nought; they were subject to cruel oppressions; and his own name was continually blasphemed. In this state of things, it is inferred, that he would certainly come to their rescue, and that his own perfections as well as their welfare demanded that he should interpose to redeem them. The phrase, &lsquo;what have I here?&rsquo; is equivalent to saying, what shall I do? what am I properly called on to do? or what reason is there now in Babylon for my interposition to rescue my people? It is implied, that such was the state of things, that God felt that there was something that demanded his interposition. <\/p> <p> <em>That my people is taken away for nought <\/em>&mdash;This was one thing existing in Babylon that demanded his interposition. His people had been made captive by the Chaldeans, and were now suffering under their oppressions. This had been done &lsquo;for nought;&rsquo; that is, it had been done without any just claim. It was on their part a mere act of gross and severe oppression, and this demanded the interposition of a righteous God. <\/p> <p> <em>They that rule over them make them to howl <\/em>&mdash;Lowth renders this, &lsquo;They that are lords over them make their boast of it.&rsquo; Noyes renders it, &lsquo;And their tyrants exult.&rsquo; The Septuagint renders it, &lsquo;My people are taken away for nought: wonder ye, and raise a mournful cry&rsquo; (&omicron;̓&lambda;&omicron;&lambda;&upsilon;́&zeta;&epsilon;&tau;&epsilon; ololuzete). Jerome renders it, &lsquo;Their lords act unjustly, and they therefore howl when they are delivered to torments.&rsquo; Aben Ezra supposes that by &lsquo;their lords&rsquo; here, or those who rule over them, are meant the rulers of the Jewish people, and that the idea is, that they lament and howl over the calamities and oppressions of the people. But it is probable, after all, that our translators have given the true sense of the text, and that the idea is, that they were suffering such grievous oppressions in Babylon as to make them lift up the cry of lamentation and of grief. This was a reason why God should interpose as he had done in former times, and bring deliverance. <\/p> <p> <em>And my name continually every day is blasphemed <\/em>&mdash;That is, in Babylon. The proud and oppressive Babylonians delight to add to the sorrows of the exiles by reproaching the name of their God, and by saying that he was unable to defend them and their city from ruin. This is the third reason why God would interpose to rescue them. The three reasons in this verse are, that they had been taken away for nought; that they were suffering grievous and painful oppression; and that the name of God was reproached. On all these accounts he felt that he had something to do in Babylon, and that his interposition was demanded. <\/p> ",
    "audit": 1
}