{
    "id": 9017,
    "source": "benson",
    "verse_id": 17748,
    "verse_count": 3,
    "reference": "5:8-10",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"eyIxNzc0OCI6M30=\">Isaiah 5:8-10<\/a>.<i>Wo unto them, <\/i>&c. — The unfolding of the parable, after the general key in the preceding verse, comprehends two things, according to the argument of the parable; the crimes of this ungrateful people, and the punishment decreed to their crimes. <i>That join house to house <\/i>— That add new purchases of houses and lands to their former possessions. Not that this was in itself absolutely unlawful, but because they did it from an inordinate desire of riches, and with the injury of their brethren. <i>That they may be placed alone <\/i>— That they alone may be the lords and owners, and all others only their tenants and servants. Thus, “the first crime condemned is avarice and rapacity; which is strongly described in this verse, and which prevailed remarkably among the Jews. Its punishment, even the desolation of those houses which they coveted, and the devastation of those fields which they obtained so rapaciously, is set forth in the two following verses.” See Vitringa. <i>In mine ears, said the Lord <\/i>— That is, <i>It was revealed in mine ears: <\/i>or, I heard God speak what I am now about to utter. <i>Of a truth many houses shall be desolate <\/i>— “In vain are ye so intent upon joining house to house, and field to field; your houses shall be left uninhabited, and your fields shall become desolate and barren: so that a vineyard of ten acres shall produce but one bath (not eight gallons) of wine, and the husbandman shall reap but a tenth part of the seed which he has sown.” — Bishop Lowth. Thus it is predicted that a fruitful land should be made barren for their wickedness, according to God’s threatening, (<a class=\"ref\">Psalms 107:34<\/a>,) and they would have as little comfort in their lands as in their houses.<\/p>",
    "audit": null
}