{
    "id": 9358,
    "source": "benson",
    "verse_id": 18454,
    "verse_count": 2,
    "reference": "41:2–3",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"eyIxODQ1NCI6Mn0=\">Isaiah 41:2-3<\/a> .<i> Who raised up<\/i> — Into being and power? Was it not my work alone?<i> The righteous man —<\/i> Many expositors understand this of Abraham, who was a person eminently righteous, and was called from the other side of the Euphrates, which lay eastward from Judea, and who performed the things here mentioned, partly in his own person, conquering five kings and their people with them, (Genesis 14.,) and following God he knew not whither; and partly by his posterity, whose exploits may well be ascribed to him, not only because they came out of his loins, but also, and especially, because all their successes and victories were given to them for Abraham’s sake, and by the virtue of God’s covenant made with him. And this interpretation seems to receive some countenance from<a class=\"isa\" verses=\"eyIxODQ1NyI6Mn0=\">Isaiah 41:5-6<\/a> , which agree well with the practice of the Canaanites and neighbouring nations; who, upon Israel’s march toward them, were filled with great consternation, and used all possible diligence in seeking both to their idols and to men for help against them. To which may be added, that Abraham was called out of the east; and his posterity were introduced into the land of Canaan, in order to destroy the idolaters of that country; and they were established there on purpose to stand as a barrier against idolatry, then prevailing, and threatening to overrun the whole face of the earth. But though the particulars here mentioned by the prophet are most, or all of them, applicable to Abraham, yet Lowth, Vitringa, and many other commentators of great authority, think that they more exactly belong to Cyrus, and that upon a comparison of them with what is asserted<a class=\"isa\" verses=\"WzE4NDc3XQ==\">Isaiah 41:25<\/a> ;<a class=\"isa\" verses=\"WzE4NTYzXQ==\">Isaiah 45:1<\/a> ;<a class=\"isa\" verses=\"WzE4NTc1XQ==\">Isaiah 45:13<\/a> ; and<a class=\"isa\" verses=\"WzE4NTk4XQ==\">Isaiah 46:11<\/a> , there can be no doubt that he is here meant. Cyrus might be called<i> a righteous man,<\/i> or,<i> a man of righteousness,<\/i> as the Hebrew rather means, because he was raised up<i> in righteousness,<\/i> as is said of him<a class=\"isa\" verses=\"WzE4NTc1XQ==\">Isaiah 45:13<\/a> , and was God’s great instrument, to manifest his<i> faithfulness<\/i> in fulfilling his promise of delivering his people out of Babylon, and his<i> justice<\/i> in punishing the enemies and oppressors of his people, the Babylonians; upon which account the Medes, who served under Cyrus in his expedition, are called God’s<i> sanctified ones,<\/i><a class=\"isa\" verses=\"WzE3OTEwXQ==\">Isaiah 13:3<\/a> ;<a class=\"isa\" verses=\"WzE3OTI0XQ==\">Isaiah 13:17<\/a> . And all the other expressions here used are very applicable to him, and were verified in him. He came from the east, from Persia, which was directly eastward from Judea and from Babylon. He was<i> raised up<\/i> by God in an eminent and extraordinary manner, as is observed both by sacred and profane historians. To him also all the following particulars agree, as we shall see. And although these things were yet to come, yet the prophet speaks of them as if they were already past, a practice not unusual with the prophets. And as in the former chapter, (<a class=\"isa\" verses=\"WzE4NDc5XQ==\">Isaiah 41:27<\/a> ,) he speaks of God’s people as if they were actually in captivity in Babylon, so here he speaks of them as if they were actually brought out of it by Cyrus. And by this instance he pleads his cause against the Gentiles and their idols; because this was an evident proof of God’s almighty power, (as the prediction of it was of his infinite wisdom,) and of the vanity and weakness of idols, which eminently appeared in the destruction of the Babylonians, who were a people mad upon their idols, and yet were destroyed together with their idols,<a class=\"ref\">Jeremiah 50:38; Jeremiah 51:47<\/a> .<i> Called him to his foot<\/i> — To march after him, and under his banner against Babylon. Thus Barak’s army is said to be at his feet,<a class=\"ref\"><\/a> .<i> Gave the nations before him,<\/i> &c. — Subdued nations and kings before him.<i> Gave them as the dust to his sword<\/i> — To be put to flight as easily as the dust is scattered by the wind.<i> He pursued them, and passed safely —<\/i> Went on in the pursuit with great ease, safety, and success;<i> even by the way that he had not gone<\/i> — By unknown paths; which is added as a further evidence of God’s providential care of him. This was verified both in Abraham and in Cyrus.<\/p> ",
    "audit": null
}