{
    "id": 9457,
    "source": "benson",
    "verse_id": 18667,
    "verse_count": 1,
    "reference": "50:4",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"WzE4NjY3XQ==\">Isaiah 50:4<\/a> .<i> The Lord God hath given me,<\/i> &c. — The second discourse of the fifth part of Isaiah’s prophecies, according to Vitringa, begins here, and is continued to the seventeenth verse of the following chapter. God having, in the preceding paragraph, asserted his own power; to manifest the unreasonableness of the infidelity of the Jews, and that it was without all excuse, he proceeds to show what excellent and powerful means he used to bring them to repentance and salvation. This and the following passages may be, in some sort, understood of the Prophet Isaiah, but they are far more evidently and eminently verified in Christ, and indeed seem to be meant directly of him. To understand them in this light seems to suit best with the context, for, according to this exposition, the same person speaks here, who is the chief subject of the preceding chapter, and who has spoken in the foregoing verses of this chapter. There, indeed, he speaks as God, but here as man, being both God and man, as is abundantly evident from many passages, both of the Old and New Testaments. By<i> the tongue of the learned<\/i> is meant, an ability of speaking plainly, convincingly, persuasively, and in all points, so as becomes a person taught of God, and filled with all divine and heavenly wisdom and knowledge.<i> That I should know how to speak, &c., to him that is weary<\/i> — That is, burdened with the sense of his sin and misery, in which case a word of comfort is most seasonable and acceptable. This was the principal design of Christ’s ministry, namely, to give rest and comfort to the weary and heavy laden, according to what is said<a class=\"ref\">Matthew 11:28<\/a> . And all the doctrines, reproofs, and threatenings of Christ were directed to this end, to prepare men for receiving comfort and salvation.<i> He wakeneth,<\/i> namely,<i> me,<\/i> or<i> mine ear, morning by morning<\/i> — From time to time, and continually.<i> He wakeneth mine ear to hear as the learned<\/i> — Either, first, as learned men, or teachers, use to awaken their scholars to hear and learn of them from time to time: or, rather, second, as those that are, or desire to be, learned, use to hear with all possible attention and diligence.<\/p> ",
    "audit": null
}