{
    "id": 9165,
    "source": "benson",
    "verse_id": 18024,
    "verse_count": 1,
    "reference": "19:19",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 19:19<\/a>.<i>In that day shall there be an altar — <\/i>For God’s worship; not a Levitical, but a spiritual and evangelical altar, as appears from hence, that the Levitical altar was confined to one place, <a class=\"ref\">Deuteronomy 12:13-14<\/a>. The altar is here put for the worship of God, as it is in many places, both of the Old and New Testaments. And nothing is more common in the prophets than to speak of gospel worship in those phrases of the law which were suitable to their own age. And, accordingly, when they speak of the Gentiles coming into the church, they represent them as serving the true God by such acts of devotion as were most in use in their own time, and therefore could be best understood by those to whom they directed their discourses. <i>And a pillar <\/i>— A monument of the true religion; (he alludes to the ancient custom of erecting pillars to God;) <i>at the border thereof <\/i>— Of the land, as before <i>in the midst of it. <\/i>The meaning is, There shall be evidences of their piety in all places. This passage evidently implies that the temple-service, which was confined to Jerusalem, should be abolished, as it was by the introduction of Christianity, and that the God of Israel should be worshipped with the most solemn rites, even in the most abhorred and unsanctified places, such as the Jews esteemed Egypt to be. Such is the meaning of this prophecy, as it refers to the Christian dispensation, and such will be its more remote and ultimate accomplishment. But, in its primary sense, it seems to relate to the conversion of the Egyptians to the Jewish religion; which was brought about by the following progressive changes. “Alexander the Great transplanted many of the Jews to Alexandria, and allowed them extraordinary immunities, equal to those of the Macedonians themselves. Ptolemy Soter carried more of them into Egypt, who enjoyed such advantages that many of them were allured to settle there. Ptolemy Philadelphus redeemed and released the captive Jews; and in his and his father’s reign, the Jewish Scriptures were translated into Greek. Ptolemy Euergetes, having subdued Syria, did not sacrifice to the gods of Egypt in acknowledgment of his victory, but, coming to Jerusalem, made his oblations to God after the manner of the Jews. Ptolemy Philometer and his queen, Cleopatra, committed the whole management of the kingdom to two Jews, Onias and Dositheus, who were the chief ministers and generals. This Onias obtained a license to build a temple for the Jews in Egypt, alleging for that purpose this very prophecy; and the king and queen, in their rescript, make honourable mention of the law and of Isaiah, and express a dread of offending God. The place chosen for this temple was in the prefecture of Heliopolis, or the <i>city of the sun, <\/i>likewise mentioned in prophecy. It was built after the model of the temple of Jerusalem, but not so sumptuous. Onias himself was made high-priest; other priests and Levites were appointed for the ministration, and divine service was daily performed there in the same manner as at Jerusalem, and continued as long: for Vespasian, having destroyed the temple at Jerusalem, ordered this to be demolished also.” See Newton, <i>Proph., <\/i>vol. 1. p. 375.<\/p>",
    "audit": null
}