{
    "id": 9566,
    "source": "benson",
    "verse_id": 18854,
    "verse_count": 1,
    "reference": "61:10",
    "title": "",
    "html": " <p>, <a class=\"isa\" verses=\"WzE4ODU0XQ==\">Isaiah 61:10<\/a>. <i>I will greatly rejoice in the Lord <\/i>—This is spoken in the person of the church, wherein she thankfully acknowledges God’s kindness to her in the fore-mentioned promises. <i>My soul shall be joyful in my God <\/i>—The expression here is varied, but the sense is the same with that in the former clause. <i>He hath clothed me with the garments of salvation,<\/i>,&c.—With salvation as with a garment, and with righteousness as with a robe: the salvation that God will work for me will render me as beautiful and considerable as they are that are clothed with the richest garments. <i>As the bridegroom decketh himself with ornaments <\/i>—Hebrew, <span class=\"hebrew_text\">,יכהן פאר <\/span> <\/p>\n <p> <span class=\"hebrew_text\">,כחתן<\/span>, <i>as the bridegroom decketh himself with a priestly crown;<\/i>, so Bishop Lowth translates it, observing that it is “an allusion to the magnificent dress of the high-priest when performing his functions, and particularly to the mitre, and crown, or plate of gold on the front of it, <a class=\"ref\">Exodus 29:6<\/a>. The bonnet or mitre of the priests also was made, as Moses expresses it, <i>‘for glory<\/i>, and <i>for beauty,’<\/i>, <a class=\"ref\">Exodus 28:40<\/a>. It is difficult to give its full force to the prophet’s metaphor in another language: the version of Aquila and Symmachus comes nearest to it: <span class=\"greek-hebrew\">,ως νυμφιον ιερατευομενον <\/span> <\/p>\n <p> <span class=\"greek-hebrew\">,στεφανω<\/span>,” <i>as a bridegroom exercising the priest’s office in a crown. <\/i> <\/p>",
    "audit": null
}