{
    "id": 9487,
    "source": "benson",
    "verse_id": 18722,
    "verse_count": 2,
    "reference": "53:10-11",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 53:10-11<\/a>.<i>It pleased the Lord to bruise him <\/i>— Although he was perfectly innocent, it pleased God, for other just and wise reasons, to expose him to sufferings and death. <i>He hath put him to grief — <\/i>His God and Father <i>spared him not, <\/i>though he was his only and beloved Son, but <i>delivered him up for us all, <\/i>to ignominy and torture, <i>delivered him by his determinate counsel and foreknowledge, <\/i>(<a class=\"ref\">Acts 2:23<\/a>,) into the power of those whose wicked hands he knew would execute upon him every species of cruelty and barbarity. <i>When thou shalt make his soul an offering for sin<\/i> — When thou, O God, shalt have made thy Son a sacrifice, by giving him up to death for the atonement of men’s sins. His <i>soul <\/i>is here put for his life, or for himself, or his whole human nature, which was sacrificed, his soul being oppressed with a sense of the wrath of God due to our sins, his body crucified, and his soul and body separated by death. Or, the words,  <span class=\"hebrew_text\">נפשׁו אם תשׁים אשׁם<\/span>, may be rendered, <i>when, <\/i>or, <i>if his soul shall make an <\/i><i>offering for sin, <\/i>or, <i>a propitiatory sacrifice: <\/i>whereby it may be implied, that he did not lay down his life by compulsion, but willingly. <i>He shall see his seed <\/i>— His death shall be glorious to himself and highly beneficial to others, for he shall have a numerous seed of believers, reconciled to God, and saved by his death. <i>He shall prolong his days <\/i>— He shall be raised to immortal life, and live and reign with God for ever. <i>The pleasure of the Lord shall prosper in his hand <\/i>— God’s gracious decree, for the salvation of mankind, shall be effectually carried on by his ministry and mediation. <i>He shall see of the travail of his soul <\/i>— He shall enjoy the comfortable and blessed fruit of all his hard labours and grievous sufferings: <i>and shall be satisfied <\/i>— He shall esteem his own and his Father’s glory, and the salvation of his people, an abundant recompense. <i>By his knowledge <\/i>— By the knowledge of, or an acquaintance with himself, that knowledge which is accompanied with faith, love, and obedience to him; <i>shall my righteous servant justify many <\/i>— Shall acquit them that believe in and obey him from the guilt of all their sins, and save them from the dreadful consequences thereof. <i>Justification <\/i>is here, as in most other places of the Scriptures, one or two excepted opposed to <i>condemnation: <\/i>and Christ is said to justify sinners, because he does it meritoriously, procuring justification for us by his sacrifice; as God the Father is commonly said to justify authoritatively, because he accepted the price paid by Christ for that blessing, and the pronouncing of the sentence of absolution is referred to him in the gospel dispensation. <i>For he shall bear their iniquities <\/i>— For he shall satisfy the justice and law of God for them, by bearing the punishment due to their sins; and therefore, on the principles of reason and justice, they must be acquitted, otherwise the same debt would be twice required and paid.<\/p>",
    "audit": null
}