{
    "id": 9244,
    "source": "benson",
    "verse_id": 18161,
    "verse_count": 1,
    "reference": "27:9",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"WzE4MTYxXQ==\">Isaiah 27:9<\/a> .<i> By this therefore<\/i> — By this manner of God’s dealing with his people;<i> shall the iniquity of Jacob be purged<\/i> — Hebrew,<span class=\"hebrew_text\"> יכפר<\/span> ,<i> expiated,<\/i> or forgiven: that is, by these chastisements Jacob shall be brought to true repentance, and in consequence thereof shall be pardoned.<i> And this is all the fruit<\/i> — The effect designed to be produced, by these severe corrections;<i> to take away his sin<\/i> — Not to destroy the sinner, as others are often destroyed by the calamities brought upon them, but only to take away the guilt and power of his sins;<i> when he,<\/i> &c. — Which sin of Jacob shall be taken away, and the punishment thereof removed, when he shall give such an evidence of the reality of his repentance as to destroy all the objects, instruments, means, and signs of idolatry out of the land;<i> when he maketh the stones of the altar<\/i> — Namely, the idolatrous altar, or altars,<i> as chalk-stones<\/i> — That is, broken into small pieces, and reduced to powder and dust. Possibly he may say,<i> the altar,<\/i> with respect to that particular altar which Ahaz had set up in the place of God’s altar; and this prophecy might be delivered in Ahaz’s time, while that altar stood and was used. He seems to allude to Moses’s showing his detestation of idolatry, by taking the golden calf, burning it, and grinding it to powder: and he intimates that when their repentance should be sincere, it would discover itself in a similar way. It must be observed, that of all sins, which are of a heinous nature, the Jews, till they were carried into captivity, were most inclined to idolatry, and for that sin especially, most of God’s judgments, which they had hitherto suffered, had been inflicted upon them. But of that most unreasonable and wicked inclination they were in a great measure cured by that severe punishment, the seventy years captivity in Babylon.<i> The groves and images shall not stand up<\/i> — Shall be thrown down with contempt and indignation.<\/p> ",
    "audit": null
}