{
    "id": 9095,
    "source": "benson",
    "verse_id": 17886,
    "verse_count": 1,
    "reference": "11:1",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"WzE3ODg2XQ==\">Isaiah 11:1<\/a>. <i>And, <\/i> &c.—The fifth section of the fifth discourse begins here, and concludes with the next chapter. It is two-fold: in the first part the kingdom of Christ is described; in what manner, arising from the smallest beginnings, it should go on to increase, till, at length, it attained the highest perfection, <a class=\"isa\" verses=\"eyIxNzg4NiI6OX0=\">Isaiah 11:1-9<\/a>. In the second part are set forth some remarkable events of that kingdom, illustrating its glory, with their consequences, <a class=\"isa\" verses=\"WzE3ODk1XQ==\">Isaiah 11:10<\/a> to chap. 12:6: see Vitringa. <i>There shall come forth a rod <\/i>—The prophet, having despatched the Assyrian, and comforted God’s people with the promise of their deliverance from that formidable enemy, now proceeds further, and declares that God would do greater things than that for them; that he would give them their long-expected and much-desired Messiah, and by him would work wonders of mercy for them. For this is the manner of the prophets, to take occasion, from particular deliverances, to fix the people’s minds upon that great and everlasting deliverance from all their enemies by the Messiah. And having said that the Assyrian yoke <i>should be destroyed, because of the anointing, <\/i> he now more particularly explains who that anointed person was. Bishop Lowth mentions another particular, which he thinks plainly shows the connection between this and the preceding chapter. “The prophet had described the destruction of the Assyrian army under the image of a mighty forest, consisting of flourishing trees, growing thick together, and of a great height: of Lebanon itself crowned with lofty cedars, but cut down, and laid level with the ground, by the axe wielded by the hand of some powerful and illustrious agent; in opposition to this image he represents the great person, who makes the subject of this chapter, as a slender twig, shooting out from the trunk of an old tree, cut down, lopped to the very root, and decayed; which tender plant, so weak in appearance, should nevertheless become fruitful and prosper.” <i>Out of the stem <\/i>—Or, rather, <i>stump, <\/i> as the word properly signifies: by which he clearly implies that the Messiah should be born of the royal house of David, at that time when it was in a most forlorn condition, like a tree cut down, and whereof nothing is left but a stump, or root under ground. <i>Of Jesse <\/i>—He doth not say of David, but of Jesse, who was a private and mean person, to intimate, that at the time of Christ’s birth the royal family should be reduced to its primitive obscurity. <\/p> ",
    "audit": null
}