{
    "id": 9555,
    "source": "benson",
    "verse_id": 18836,
    "verse_count": 1,
    "reference": "60:14",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"WzE4ODM2XQ==\">Isaiah 60:14<\/a>.<i>The sons of them, that afflicted thee — <\/i>Their posterity, or themselves, for it is the manner of the Hebrews so to speak; <i>shall come bending unto thee <\/i>— Humbling themselves as penitents, and thus manifesting their respect and reverence for thee. They shall acknowledge their former errors, or the errors of their fathers, and instead of being persecutors shall become proselytes. <i>And all they that despised thee <\/i>— As a poor, mean, insignificant, and despicable people; <i>shall bow themselves down at the soles of thy feet <\/i>— Shall prostrate themselves before thee as humble suppliants, or rather before Christ, the head, husband, and king of his church. <i>And they shall call thee, The city of the Lord <\/i>— They shall acknowledge thee to be so, and to be so called, both from the love that God hath to thee, and from the presence of God with thee. As there is no account of any thing like this happening to the Jews, that any people, who had before persecuted and afflicted them, came and made submission to them in such a suppliant manner as is here represented, this must, of necessity, be considered as a description, either, 1st, Of that change of things which was made in the Roman empire, when the highest powers in it, even the emperors themselves, became Christians, in consequence of which the heathen became suppliants to the Christians, whom they had before treated in the most cruel and barbarous manner: or, 2d, Of that still greater change which shall take place, in this respect, when the kingdoms of this world shall become the kingdoms of our God and of his Christ, and he will make his church’s enemies <i>to come and worship, <\/i>that is, to prostrate themselves <i>before her feet, and to know that he has loved her, <\/i><a class=\"ref\">Revelation 3:9<\/a>.<\/p>",
    "audit": null
}