{
    "id": 9003,
    "source": "benson",
    "verse_id": 17726,
    "verse_count": 1,
    "reference": "3:18",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"WzE3NzI2XQ==\">Isaiah 3:18<\/a> .<i> In that day the Lord,<\/i> &c. — “Punishment, which, though slow, always follows vice, is here denounced upon the luxurious and proud women: first,<i> taking away,<\/i> not only the<i> ornaments,<\/i> wherewith they set off their beauty, but also their garments, which were of necessary use, to<a class=\"isa\" verses=\"WzE3NzMyXQ==\">Isaiah 3:24<\/a> ; secondly, deprivation of their husbands and children,<a class=\"isa\" verses=\"eyIxNzczMyI6Mn0=\">Isaiah 3:25-26<\/a> ; thirdly, the consequence hereof, by which this loss might be repaired,<a class=\"isa\" verses=\"WzE3NzM1XQ==\">Isaiah 4:1<\/a> ” see Vitringa.<i> Will take away the bravery of their tinkling ornaments,<\/i> &c. — It is justly observed by a learned commentator here, that the words which describe the women’s ornaments in this and the following verses are of very doubtful signification; the modes of every age and country varying so often, that the succeeding fashion makes the former to be quickly forgotten, and the words that express it to become obscure, or even unintelligible. Probably a hundred years hence the names of some of the ornaments that are now in use in our own land will be as little understood as some of those here named. It is judged unnecessary and improper, therefore, to trouble the reader here with the different interpretations which learned men have given of them. It is agreed by all, that they were ornaments used by the women in Judea at that time, and that they were made the means of increasing their pride and other vices, and therefore were displeasing to God. And it is of no concern exactly to understand the differences of them. Instead therefore of spending time on this barren subject, we shall content ourselves with laying before the reader Bishop Lowth’s translation of the Hebrew terms used to express them, with some occasional observations which he has made on some of the articles.<i> In that day will the Lord take away from them the ornaments of the feet-rings, and the net-works, and the crescents,<\/i><a class=\"isa\" verses=\"WzE3NzI2XQ==\">Isaiah 3:18<\/a> .<i> The pendents, and the bracelets, and the thin veils,<\/i><a class=\"isa\" verses=\"WzE3NzI3XQ==\">Isaiah 3:19<\/a> .<i> The tires, and the fetters, and the zones, and the perfume-boxes, and the amulets,<\/i><a class=\"isa\" verses=\"WzE3NzI4XQ==\">Isaiah 3:20<\/a> .<i> The rings, and the jewels of the nostril,<\/i><a class=\"isa\" verses=\"WzE3NzI5XQ==\">Isaiah 3:21<\/a> . Many commentators explain this of jewels, or strings of pearl, hanging from the forehead, and reaching to the upper part of the nose. But it appears from many passages of Holy Scripture, that the phrase is to be literally and properly understood of<i> nose-jewels,<\/i> rings set with jewels, hanging from the nostrils, as ear-rings from the ears, by holes bored to receive them. Ezekiel, enumerating the common ornaments of women of the first rank, has not omitted this particular, and is to be understood in the same manner,<a class=\"ref\">Ezekiel 16:11-12<\/a> ; see also<a class=\"ref\">Genesis 24:47<\/a> , and<a class=\"ref\">Proverbs 11:22<\/a> .<\/p> ",
    "audit": null
}