{
    "id": 9108,
    "source": "benson",
    "verse_id": 17905,
    "verse_count": 3,
    "reference": "12:4–6",
    "title": "",
    "html": "<p> <a class=\"isa\" verses=\"eyIxNzkwNSI6M30=\">Isaiah 12:4-6<\/a>. <i>In that day ye shall say,<\/i> &c.—Here we have the second part of the evangelical song, the subject of which, as of the former, is the praise of God. In the former part, believers stir up themselves to praise God; here they invite and encourage one another to do it, and are represented as contriving to spread his praise, and to draw in others to join with them in it. <i>Praise the Lord, call upon his name<\/i>—As giving thanks for former mercies is a modest way of begging for further mercies, so requesting further and fresh mercies is graciously accepted as a thankful acknowledgment of the mercies we have received. <i>Declare,<\/i> &c.—By speaking and writing. We must not only speak to God, but speak to others concerning him; not only<i>call upon his name,<\/i> but (as the margin reads it)<i>proclaim his name. <\/i> Let others know something more from us than they did before concerning God, and those things whereby he hath made himself known. <i>His doings<\/i>—Or, <i>mighty deeds;<\/i> as Bishop Lowth renders<span class=\"hebrew_text\"> עלילתיו<\/span> . The works of redemption and salvation are especially intended; these and his other wonderful works we should declare;<i>among the people<\/i>—Among the heathen, that they may be brought into communion with Israel, and the God of Israel. When the apostles preached the gospel to all nations, beginning at Jerusalem, then this scripture was fulfilled. <i>Make mention<\/i>—Hebrew,<span class=\"hebrew_text\"> הזכירו<\/span> , <i>Record,<\/i> or<i>cause it to be remembered, that his name is exalted<\/i>—Is become more illustrious and conspicuous than ever, in and by the incarnation and life, doctrine and miracles, death, and resurrection, and ascension of his Son, and the effusion of his Spirit, in gifts and graces, on the Messiah’s disciples and servants. <i>Sing unto the Lord; for he hath done excellent things<\/i>—For his people, to whom he hath given a wonderful proof of his love, and whom he hath magnified and made honourable. Bishop Lowth renders the original expression,<span class=\"hebrew_text\"> שׁאית עשׁה<\/span> , <i>he hath wrought a stupendous work. <\/i> In making his Son a sacrifice for our sins. <i>This is known<\/i>—Or, shall be made known;<i>in all the earth<\/i>—The knowledge of this glorious work shall no longer be confined to the land of Israel and Judah, as hitherto it hath been, but shall be published to all nations. <i>Cry out and shout<\/i>—In a holy exultation and transport of joy;<i>thou inhabitant of Zion<\/i>—Hebrew,<span class=\"hebrew_text\"> שׁבת<\/span> , <i>inhabitress,<\/i> thou daughter of Jerusalem, thou church of the living God, represented under the emblem of a woman. Welcome the gospel to thyself, and publish it to others with loud acclamations;<i>for great is the Holy One of Israel in the midst of thee<\/i>—Manifesting himself to thee, appearing and doing wonders for thee, and enriching thee with his gifts and graces in great abundance.<\/p> ",
    "audit": null
}