{
    "id": 9122,
    "source": "benson",
    "verse_id": 17935,
    "verse_count": 6,
    "reference": "14:6-11",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 14:6-11<\/a><em>.<\/em><i>He that ruled the nations in anger <\/i>— With rigour, and not with clemency; <i>is persecuted and none hindereth <\/i>— Neither the Babylonians themselves nor their confederates. <i>The whole earth is at rest<\/i> — The subjects of that vast empire who groaned under his cruel bondage. <i>Yea, the cedars of Lebanon <\/i>— Which were felled for the service of his pride and luxury, but are now suffered to stand and flourish. It is a figure usual in sacred and profane writers. <i>Hell <\/i>— The invisible world, or rather, <i>the grave, <\/i>as the same word is rendered <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 14:11<\/a>, and in innumerable other places; to which he elegantly ascribes sense and speech, as poets and orators frequently do; <i>is moved to meet thee at thy coming <\/i>— And to compliment thee on thy arrival in their dark regions. “This image of the state of the dead, or the <i>Infernum Poeticum <\/i>of the Hebrews, is taken from their custom of burying, those at least of the higher rank, in large sepulchral vaults hewn in the rock. Of this kind of sepulchres there are remains at Jerusalem now extant; and some that are said to be the sepulchres of the kings of Judah: see Maundrell, p. 76. You are to form to yourself an idea of an immense subterraneous vault, a vast gloomy cavern, all round the sides of which are cells to receive the dead bodies; here the deceased monarchs lie in a distinguished sort of state, suitable to their former rank, each on his own couch, with his arms beside him, his sword at his head, and the bodies of his chiefs and companions round about him: see <a class=\"ref\">Ezekiel 32:27<\/a>. These illustrious shades rise at once from their couches, as from their thrones; and advance to the entrance of the cavern to meet the king of Babylon, and to receive him with insults on his fall.” — Bishop Lowth. <i>All they shall say, Art thou become weak as we? <\/i>— Thou, who wast king of kings, and far superior to us in power and authority? that didst neither fear God nor reverence man, but rather didst rank thyself among the immortals; thou, before whom all people, nations, and languages trembled and feared, art thou come to take thy fate with us poor mortal men? Where now is thy power and thy glory? <i>Thy pomp is brought down to the grave <\/i>— Is lost and buried with thee; <i>and the noise of thy viols <\/i>— All thy musical instruments, which were much used in Babylon, and were doubtless used in Belshazzar’s solemn feasts, (<a class=\"ref\">Daniel 5:1<\/a>,) at which time the city was taken; to which possibly the prophet here alludes. <i>The worm is spread under thee <\/i>— Instead of those stately carpets upon which thou didst frequently tread.<\/p>",
    "audit": null
}