{
    "id": 9093,
    "source": "benson",
    "verse_id": 17879,
    "verse_count": 5,
    "reference": "10:28-32",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 10:28-32<\/a><em>.<\/em><i>He is come to Aiath <\/i>— Here the prophet returns to his former discourse concerning Sennacherib’s invasion of Judah, of whose march toward Jerusalem, the route of his army, and their several stations, he gives so minute a detail, that though the description is a prophecy, he seems rather to speak like an historian, who is relating facts already past. This is the fifth part of the prophet’s discourse, in which we have, 1st, the expedition of the Assyrian monarch, described in the most lively manner in these verses; and, 2d, the unhappy success of that expedition, with its consequences, <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 10:33-34<\/a>. The several places here mentioned, are those where Sennacherib may be supposed to have pitched his camp; and were most of them towns of Benjamin, though some were in Judah, as appears from other scriptures. <i>He is passed to Migron <\/i>— Namely, Sennacherib, in his way to Jerusalem. <i>At Michmash he hath laid up his carriages <\/i>— Leaving such things there as were less necessary, that so he might march with more expedition. <i>They are gone over the passage <\/i>— Some considerable passage, then well known. <i>Gibeah of Saul is fled <\/i>— The people fled to Jerusalem for fear of the Assyrians. <i>Lift up thy voice, O daughter of Gallim <\/i>— Jerusalem was the mother city, and lesser towns were commonly called her daughters. <i>O poor Anathoth <\/i>— Hebrew,  <span class=\"hebrew_text\">ענתות עניה<\/span>, <i>Aniah Anathoth, <\/i>where the former word, rendered <i>poor, <\/i>relates to the signification of <i>Anathoth; <\/i>“a beauty frequently to be met with in the original of the sacred Scriptures, but which can seldom be preserved in any translation.” <i>He shall shake his hand against the mount of Zion <\/i>— By way of commination. But, withal, the prophet intimates, that he should be able to do no more against it; and that there his proud waves should be stayed, as is declared in the following verses, and in the history.<\/p>",
    "audit": null
}