{
    "id": 9103,
    "source": "benson",
    "verse_id": 17896,
    "verse_count": 2,
    "reference": "11:11–12",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"eyIxNzg5NiI6Mn0=\">Isaiah 11:11-12<\/a> .<i> And it shall come to pass in that day<\/i> — As this chapter contains a general prophecy of the advancement which Christ’s kingdom should make in the world, and as this advancement was to be made by different steps and degrees, so the several parts of this prophecy may be supposed to point at different ages or periods of time: see note on<a class=\"isa\" verses=\"WzE3Njg4XQ==\">Isaiah 2:2<\/a> . “And, I take this part of the chapter,” says Lowth, “from<a class=\"isa\" verses=\"WzE3ODk1XQ==\">Isaiah 11:10<\/a> onward, to foretel those glorious times of the church, which shall be ushered in by the restoration of the Jewish nation, when they shall embrace the gospel, and be restored to their own country, from the several dispersions where they are scattered. This remarkable scene of providence is plainly foretold by most of the prophets of the Old Testament, and by St. Paul in the New.” See the margin. Bishop Lowth also observes, that “this part of the chapter contains a prophecy, which certainly remains yet to be accomplished.”<i> The Lord shall set his hand again the second time —<\/i> The<i> first<\/i> time to which this word<i> second<\/i> relates, seems to be, either, 1st, The deliverance out of Egypt, and then this second must be that out of Babylon; or, rather, 2d, The deliverance out of Babylon; and then this second deliverance must be in the days of the Messiah. This latter interpretation seems more probable, 1st, Because that first deliverance, like the second, is supposed to be a deliverance of the remnant of this people from several countries into which they were dispersed: whereas that out of Egypt was a deliverance, not of a remnant, but of the whole nation, and out of Egypt only: 2d, Because this second deliverance was universal, extending to the generality of the outcasts and dispersed ones, both of Israel, or the ten tribes, and of Judah, or the two tribes, as is evident from these verses, whereas that out of Babylon reached only to the two tribes, and to some few of the ten tribes which were mixed with them: 3d, Because this second deliverance was to be given them in the days of the Messiah, and to accompany, or follow, the conversion of the Gentiles, as is evident from<a class=\"isa\" verses=\"eyIxNzg5NCI6Mn0=\">Isaiah 11:9-10<\/a> , whereas that out of Babylon was long before the coming of the Messiah and the calling of the Gentiles.<i> And from the islands of the sea<\/i> — From all places, both far and near, into which either the ten tribes, or the two tribes, were carried captives. Pathros was a province of Egypt. The other places here named are well known, and have been spoken of before in our notes on other texts.<i> And he shall set up an ensign for the nations<\/i> — All nations, Jews and Gentiles.<i> And shall assemble the outcasts of Israel<\/i> — Those of the ten tribes that had been driven out of their own land into foreign parts;<i> and gather together the dispersed of Judah<\/i> —<\/p> \n<p>Here distinguished from those of Israel. The reader must observe here, that the prophet’s ideas respecting this future and spiritual deliverance of the Jews and Israelites, are wholly taken from their temporal deliverances out of Egypt and Assyria.<\/p> ",
    "audit": null
}