{
    "id": 9601,
    "source": "benson",
    "verse_id": 18918,
    "verse_count": 1,
    "reference": "65:20",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"WzE4OTE4XQ==\">Isaiah 65:20 <\/a>. <i>There shall be no more thence an infant of days, <\/i> &c.—There shall he no untimely or premature deaths, either of infants and children, who do not grow up to man’s estate, or of old men, who do not live out the full term of life. <i>For the child shall die, <\/i> &c.—This should rather be translated, <i>For he that dies a hundred years old shall die a child: and the sinner that dies a hundred years old shall be <\/i> (that is, <i>shall be <\/i> deemed) <i>accursed, <\/i> or cut off by the justice of God for his crime. Thus “the prophet describes this renovation of the world as a paradisiacal state, and such as the patriarchs enjoyed before the flood, when men commonly lived nearly a thousand years. So he that died at a hundred years of age would have been looked upon as dying in the age of childhood, and be judged to have been cut off in the beginning of his years, as a punishment for some great sins he had committed.”—Lowth. It is justly observed here by Mr. Scott, that “the event alone can certainly determine whether this is meant literally or figuratively; but it is evident that the universal prevalence of real Christianity would so terminate wars, murders, contentions, idleness, intemperance, and licentiousness, as greatly to lengthen out the general term of man’s life. Many diseases which now destroy thousands and tens of thousands in the prime of life, and communicate distempers to succeeding generations, would, in that case, scarcely be heard of any more; and thus the human constitution would soon be much mended, and children would generally come into the world more vigorous and healthy than they can do while vice so greatly prevails. What God may further intend in this matter we cannot determine.” Vitringa’s view of the passage seems to have been, that “there shall be no violent or punitive death in this holy city, but that all the inhabitants being holy, all shall die full of days and happy, and shall have, as it were, a foretaste, pledge, and earnest of life eternal, in their long and happy life below.” <\/p> ",
    "audit": null
}