{
    "id": 9216,
    "source": "benson",
    "verse_id": 18119,
    "verse_count": 1,
    "reference": "24:23",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 24:23<\/a>.<i>Then the moon shall be confounded — <\/i>The shadowy, typical, temporary, and imperfect dispensation of Moses, which afforded only a dim and uncertain light, like that of the moon, shall be eclipsed and vanish; <i>and the sun ashamed <\/i>— The glory of the civil government, also even of the kingdom of David itself, shall be obscured by the far greater splendour of the kingdom of Christ, the King of kings, at whose feet the kings of the earth shall fall down and worship. <i>When the Lord of hosts <\/i>— The Messiah, who, though man, is yet also God, and the Lord of hosts; <i>shall reign in mount Zion, <\/i>&c. — Shall come in the flesh, and set up his kingdom, first in Jerusalem, and afterward in all other nations; <i>before his ancients <\/i>— His ministers, who are, in some sort, the courtiers of this King of glory, as being continually attendant upon him, enjoying his presence, and executing the offices intrusted to them; and especially before his apostles, who were the witnesses of his divine words and works, and particularly of his resurrection and ascension, by which he entered upon his kingdom; and of the exercise of his royal power in subduing both Jews and Gentiles to himself. The word <i>ancient, <\/i>or <i>elder, <\/i>is not a name of age, but of office. And <i>the ancients <\/i>here represent, and are put for, the whole church, in whose name, and for whose service, they act.<\/p>\n<p>Some think that, at the twenty-first verse, a transition is made from the ruin of the Jewish nation for opposing the gospel, to the destruction of the anti- christian powers, which is to introduce the general prevalence of true religion, and the glory of Christ’s millennial reign; and that the twenty-first and twenty-second verses are intended of that destruction. There is, however, this objection to that interpretation: it is not reconcileable with the last clause of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 24:22<\/a>, namely, <i>after many days they shall be visited. <\/i>For surely these antichristian powers are not to be visited and restored. This clause indeed, considering the connection in which it stands, does not seem to be applicable to any event predicted in Scripture, but the conversion and restoration of the Jewish nation after the many ages of their dereliction and depression. Then, however, when the <i>fulness of the<\/i> <i>Gentiles <\/i>shall be brought in, and <i>all Israel shall be saved, <\/i>the twenty-third verse shall receive a far more complete accomplishment. The Messiah’s kingdom shall then appear in its greatest glory on earth; and <i>the moon shall be confounded, and the sun ashamed. <\/i>Not only the borrowed light of inferior and subordinate states, but the splendour of the mightiest empires shall be eclipsed and put to shame by it. <\/p>",
    "audit": null
}