{
    "id": 9443,
    "source": "benson",
    "verse_id": 18642,
    "verse_count": 2,
    "reference": "49:5-6",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"eyIxODY0MiI6Mn0=\">Isaiah 49:5-6<\/a>.<i>And now, saith the Lord <\/i>— These are the words of the Father, addressing his Son, now become incarnate for the redemption of mankind; <i>that formed me from the womb <\/i>— This refers to the human nature of Christ formed in the womb of the Virgin by the Holy Ghost; <i>to bring Jacob again to him <\/i>— To convert the wicked and apostate Israelites. <i>Though Israel be not gathered <\/i>— Be not brought to God by my ministry: or, according to the reading of the margin, <i>that Israel may be gathered to him, and I may be glorious, <\/i>&c. The word  <span class=\"hebrew_text\">יאס<\/span>Š, <i>be gathered, <\/i>implies that the Israelites were scattered from God, and divided among themselves, as they were, in a high degree, when Christ came into the world, having, as is said <a class=\"isa\" verses=\"MTg3MTg=\">Isaiah 53:6<\/a>, <i>turned every one to his own way, <\/i>and therefore they needed to be <i>gathered. <\/i>It seems to be a metaphor taken from wandering sheep, which the good shepherd diligently seeks and brings home to the fold. <i>Yet shall I be glorious in the eyes of the Lord <\/i>— According to this reading, preferred by our translators, the sense is, Though Israel, God’s own, and, at present, his only people, reject me, which will be a cause of great wonder and scandal, yet God will not despise me for the unsuccessfulness of my labours among them, but will honour and glorify me, both with himself and in the face of the world, in crowning my endeavours with glorious success among other people. <i>And my God shall be my strength <\/i>— To support me under this and all other discouragements and difficulties in the discharge of my office. <i>And he <\/i>— The Lord; <i>said, It is a light thing <\/i>— A small matter in comparison of what follows; that <i>thou <\/i><i>shouldest raise up the tribes of Jacob <\/i>— That remnant of them which shall survive all their calamities and desolations. <i>I will also give thee for a light to the Gentiles <\/i>— I will make thy labour effectual for the illumination, conversion, and salvation of the Gentiles in all parts of the world. This could not be said of Isaiah with any colour of truth, and therefore must be understood of Christ, by whom it was literally and fully accomplished. The words, <i>That thou mayest be my salvation, <\/i>mean, that the Messiah should be the revealer, procurer, and giver of eternal salvation to the believing Gentiles.<\/p>",
    "audit": null
}