{
    "id": 9062,
    "source": "benson",
    "verse_id": 17824,
    "verse_count": 1,
    "reference": "8:16",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"WzE3ODI0XQ==\">Isaiah 8:16<\/a>. <i>Bind up the testimony <\/i>—There seems no doubt that the person here introduced speaking, is God the Father. By <i>the testimony,<\/i>, and <i>the law<\/i>, or <i>doctrine,<\/i>, the prophet understands one and the same thing, as he doth also <a class=\"isa\" verses=\"WzE3ODI4XQ==\">Isaiah 8:20<\/a>, namely, the word of God, and especially that which is the main scope thereof, the doctrine of the Messiah, which, though now professed by all the Israelites, should be disowned by the generality of them, when the Messiah should come. <i>Bind up<\/i>, and <i>seal<\/i>, are to be understood prophetically, that is, declare and prophesy, that it shall be bound up and sealed; as Isaiah is said to <i>make fat,<\/i>, and to <i>blind,<\/i>,&c., <a class=\"isa\" verses=\"WzE3NzgwXQ==\">Isaiah 6:10<\/a>; and Jeremiah, to <i>root out,<\/i>, and <i>pull down,<\/i>,&c., <a class=\"ref\">Jeremiah 1:10<\/a>, when they foretel these events. Moreover, the expressions, <i>bind up,<\/i>, and <i>seal,<\/i>, design the same thing; and that Isaiah , 1 st, <i>Security,<\/i>, as things are bound up and sealed, that they may not be lost. So he signifies, that although this doctrine should be lost among the body of the Israelites, yet it should be preserved among his disciples; and, 2d, <i>Secrecy,<\/i>, as many things are bound up, or sealed, that they may be hid from the eyes of others. And so he informs them that this doctrine now was, and should be, <i>hid,<\/i>, in a great measure, from all God’s people, till the accomplishment of it; and that even when it was accomplished, it should still continue to be as a secret and mystery, known, indeed, to God’s true disciples, but hid from the body of the nation, who <i>would not<\/i>, see it, and therefore should be blinded by God’s just judgment, that they should not see it, as was prophesied <a class=\"isa\" verses=\"eyIxNzc3OSI6Mn0=\">Isaiah 6:9-10<\/a>. By God’s disciples, Hebrew, <span class=\"hebrew_text\">,למדי<\/span>, he means those who were <i>taught of him,<\/i>, as it is expressed <a class=\"isa\" verses=\"WzE4NzM3XQ==\">Isaiah 54:13<\/a>, where this very word is used; or, <i>every one that hath <\/i> <i>heard and learned of the Father, and therefore cometh unto Christ,<\/i>, as it is explained, <a class=\"ref\">John 6:45<\/a>. <\/p>",
    "audit": null
}