{
    "id": 9053,
    "source": "benson",
    "verse_id": 17809,
    "verse_count": 1,
    "reference": "8:1",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"WzE3ODA5XQ==\">Isaiah 8:1<\/a> .<i> Moreover, the Lord said unto me<\/i> — Here begins “the second section of this discourse, which reaches to the seventh verse of the next chapter, and is nearly of the same argument with the preceding; being prophetical, and containing matter both of comfort and reproof. It may be divided into two parts. The first part, in the first four verses, contains a confirmation and sign of the prediction concerning the sudden subversion of the kingdoms of Syria and Israel. The second part more fully and distinctly explains the purpose of God with respect both to the Israelites and Jews, for the consolation of the pious, and the terror of the impious and carnal, among them.”<i> Take thee a great roll<\/i> — Or,<i> a great volume,<\/i> because the prophecy to be written in it was large: and God would have it written in very large and legible characters;<i> and write in it with a man’s pen<\/i> — With such a pen as writers use, that so all may read and understand it. Bishop Lowth, deriving the word<span class=\"hebrew_text\"> גליון<\/span> , here rendered<i> roll,<\/i> from<span class=\"hebrew_text\"> גלה<\/span> ,<i> to show, to reveal,<\/i> rather than from<span class=\"hebrew_text\"> גלל<\/span> ,<i> to roll,<\/i> translates it,<i> a large mirror,<\/i> or polished tablet of metal, like those which were anciently used for mirrors, and also for engraving on. Accordingly, he renders the word<span class=\"hebrew_text\"> חרשׂ<\/span> , which we translate a<i> pen,<\/i> a<i> graving tool.<\/i> “In this manner,” says he, “the prophet was to record the prophecy of the destruction of Damascus and Samaria by the Assyrians: the subject and sum of which prophecy are here expressed, with great brevity, in four words,<i> maher, shalal, hash, baz;<\/i> that is,<i> to hasten the spoil, to take quickly the prey:<\/i> which was afterward applied as the name of the prophet’s son, who was made a sign of the speedy completion of it;<i> Haste-to-the-spoil, Quick-to-the-prey.<\/i> And that it might be done with the greater solemnity, and to preclude all doubt of the real delivery of the prophecy before the event, he calls witnesses to attest the recording of it.”<i> Concerning Maher-shalal-hash-baz<\/i> — Concerning that thing which is signified by the name of the child, which is here mentioned by way of anticipation, as not being given him till<a class=\"isa\" verses=\"WzE3ODExXQ==\">Isaiah 8:3<\/a> ; that is, concerning that which God is making haste to do, the giving up Syria and Israel for a prey to the Assyrians.<\/p> ",
    "audit": null
}