{
    "id": 9092,
    "source": "benson",
    "verse_id": 17878,
    "verse_count": 1,
    "reference": "10:27",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"WzE3ODc4XQ==\">Isaiah 10:27<\/a>. <i>In that day his burden shall be taken away,<\/i>,&c.—The burden imposed on the Jews by the Assyrian. They shall not only be eased of the Assyrian army, now quartered upon them, and which was a grievous yoke and burden on them; but they shall no more pay that tribute to the king of Assyria which, before this invasion, he had exacted from them, <a class=\"ref\">2 Kings 18:14<\/a>; shall no longer be at his service, nor lie at his mercy, as they had done; nor shall he ever again put the country under contribution. Perhaps, as some think, the promise may look to the deliverance of the Jews from the captivity of Babylon, if not also to the redemption of believers from the tyranny of sin and Satan. <i>Because of the anointing <\/i>—Hebrew, <span class=\"hebrew_text\">,מפני שׁמן<\/span>, literally, <i>Because of, from before,<\/i>, or, <i>from the presence of, the oil, <\/i> <i>ointment,<\/i>, or <i>fatness.<\/i>, Leigh says, <i>“Est nomen generale ad omnem pinguedinem sive naturalem, sive conditam:<\/i>, It is a general name for every kind of fatness, whether natural or artificial.” Hence some translate the sentence, “The yoke shall be loosed because of the fatness;” supposing the meaning to be, that the affairs of the Jews would be in so good a condition, signified by <i>fatness,<\/i>, after this destruction of the Assyrian army, that the Assyrians would not pretend any longer to lay any burden of tribute, or any impositions upon them, as they had done, ever since Ahaz put himself under their protection, and, as it were, made a surrender of himself and people to them, to become tributary to them. But the common interpretation given of the text seems preferable, namely, <i>The yoke shall be destroyed, because of the<\/i>,(oil, unction, or) <i>anointing <\/i>—That is, out of regard to the holy unction, which God had established among his people. Or, for the preservation of the <i>priesthood<\/i>, and <i>kingdom,<\/i>, priests and kings being both initiated into their offices by the ceremony of anointing. The Jews, therefore, and some others, apply this to Hezekiah, who was the <i>anointed<\/i>, of the Lord, an active reformer, and very dear to God, and in answer to whose prayers, as we read, (<a class=\"isa\" verses=\"WzE4MzY4XQ==\">Isaiah 37:15<\/a>,) God gave this deliverance. But possibly it might be better understood of David, who is often mentioned in Scripture by the name of God’s <i>anointed;<\/i>, and for whose sake God gave many deliverances to the succeeding kings and ages, as is expressly affirmed <a class=\"ref\">1 Kings 11:32; 1 Kings 11:34<\/a>. And, which is more considerable, God declares that he would give this very deliverance from the <i>Assyrian for David’s sake,<\/i>, <a class=\"ref\">2 Kings 19:34; 2 Kings 20:6<\/a>. But the Messiah is principally intended, of whom David was but a type; and who was in a particular manner <i>anointed<\/i>, above <i>his fellows,<\/i>, as is said <a class=\"ref\">Psalms 45:7<\/a>. For he is the foundation of all the promises, (<a class=\"ref\">2 Corinthians 1:20<\/a>,) and of all the deliverances and mercies granted to God’s people in all ages. Vitringa is of opinion, that “the prophet, in this last passage, rises in his ideas; and, having expressed the temporal deliverance of the church in the preceding clauses, here seals up the period with a consolatory clause, admonishing the pious of their deliverance from a spiritual yoke, that is, from all the power of sin and Satan, and their vindication into the full and perfect liberty of the sons of God, through Jesus Christ, the king of his church, who, for this purpose, would communicate an abundance of the anointing spirit of wisdom, knowledge, prayer, liberty, and adoption: see <a class=\"ref\">Zechariah 4:6<\/a>.” The reader may see an explication and defence of this interpretation in Vitringa on the place. <\/p>",
    "audit": null
}