{
    "id": 9085,
    "source": "benson",
    "verse_id": 17864,
    "verse_count": 2,
    "reference": "10:13–14",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"eyIxNzg2NCI6Mn0=\">Isaiah 10:13-14<\/a> .<i> For he saith,<\/i> &c. — “From hence to the twentieth verse we have a more full exposition and confirmation of what had gone before, particularly the pride of the Assyrian and his vain boasting in these verses; a refutation thereof in<a class=\"isa\" verses=\"WzE3ODY2XQ==\">Isaiah 10:15<\/a> ; and the punishment ordained for him by God, in<a class=\"isa\" verses=\"eyIxNzg2NyI6NH0=\">Isaiah 10:16-19<\/a> .<i> By the strength of my hand I have done it,<\/i> &c. — Here the prophet sets forth his insolent boasting of the greatness of his deeds, the prosperity of his empire, and the success of his warlike expeditions, all which are ascribed by him to the prudence of his own counsels, and the valour and strength of his forces; but without any the least acknowledgment of any superior and overruling power.”<i> I have removed the bounds of the people<\/i> — I have invaded their lands, and added them to my own dominions,<a class=\"ref\">Proverbs 22:28<\/a> .<i> And have robbed their treasures<\/i> — Hebrew,<span class=\"hebrew_text\"> עתודתיהם<\/span> ,<i> their prepared<\/i> things, their gold and silver, and other precious things, which they had been long preparing and laying up in store.<i> And I have put down the inhabitants<\/i> — Deprived them of their former glory and power.<i> And my hand hath found as a nest<\/i> — As one finds young birds in a nest;<i> and as one gathereth eggs<\/i> — Which the dam hath left in her nest;<i> have I gathered all the earth<\/i> — All the riches of the earth: an hyperbole not unusual in the mouths of such boasters. “The comparison is elegant; and nothing could more strongly or significantly describe the insolent boasting of the Assyrian. It is remarkable, that birds, after they have laid their eggs in their nests, are most diligent in their care of them; and if, at any time, they are obliged, for fear of the spoiler, to forsake them, they hover about their nests, and flutter around, moving their wings, and<i> peeping, chirping,<\/i> or lamenting; thus imitating the affections of the human mind. The prophet elegantly implies by this simile the extreme dread of this proud and oppressing king which reigned in the minds of the conquered people, and we find that the mighty tyrants and conquerors of Asia did spread such terror.” See Lowth’s<i> Twelfth Prelection,<\/i> and Dodd.<\/p> ",
    "audit": null
}