{
    "id": 9606,
    "source": "benson",
    "verse_id": 18926,
    "verse_count": 1,
    "reference": "66:3",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"WzE4OTI2XQ==\">Isaiah 66:3<\/a>. <i>He that killeth an ox is as if he slew a man <\/i>—Without this humble and devout temper of mind, killing an ox for a burnt-offering is no more acceptable to God than if a man offered his son in sacrifice to Moloch. “God here shows that the external ritual worship, offered to him by hypocrites and wicked persons, void of faith and virtue, was no more estimable in his sight than the material temple above spoken of; but that he was as much offended by the ritual worship of the impure, as by the most grievous crimes perpetrated against the immediate commands of the law, and particularly under the new economy, after the promulgation of the law of liberty, and the perfect and true sacrifice offered by Christ to expiate the sins of the world. The declaration is most important, but will not be understood unless by those who are well acquainted with the interior part of religion.” See Vitringa. Solomon, it may be observed, gives (<a class=\"ref\">Proverbs 15:8<\/a>) a short but full commentary on the whole verse: <i>The <\/i> <i>sacrifice of the wicked is an abomination to the Lord. He that sacrificeth a lamb as if he cut off a dog’s neck <\/i>—Namely, in order to sacrifice it. This animal was held in the greatest abhorrence by the Jews, insomuch that the very price of a dog was forbidden to be brought into the house of the Lord, <a class=\"ref\">Deuteronomy 23:18<\/a>. The comparison shows God’s detestation of ceremonial performances from persons destitute of true piety. <i>He that offereth, &c., as if he offered swine’s blood <\/i>—Which, being one of the principal sacrifices which the heathen offered to their idols, was in a particular manner abominable to God. <i>He that burneth incense as if he blessed an idol <\/i>—As if he honoured an idol with gifts and presents. From hence it is plain that the prophet is not here reflecting upon <i>idolatrous worship, <\/i> but <i>formal worship; <\/i> for to say, He that burneth incense <i>to an idol <\/i> is <i>as he that blesseth an idol, <\/i> would be only to say, He that blesseth an idol, blesseth an idol; that is, it would be saying nothing. But he is reflecting upon those who, in a formal way, and not in spirit and in truth, worshipped the true God, and by acts which he had appointed. God, by the prophet, declares that these men’s services were no more acceptable to him than <i>murder, idolatry, <\/i> or the most <i>horrid profanation of his name. Yea, they have chosen their own ways <\/i>—They live as they list; they persist in their wicked practices, and yet expect to recommend themselves to my favour by their ceremonial observances. <i>And their soul delighteth in their abominations <\/i>—Taking pleasure in their sins, and showing their contempt of my authority and enmity to my holiness, as much as their fathers did when they were mad upon their idols. <\/p> ",
    "audit": null
}