{
    "id": 9585,
    "source": "benson",
    "verse_id": 18889,
    "verse_count": 2,
    "reference": "64:3–4",
    "title": "",
    "html": " <p>, <a class=\"isa\" verses=\"eyIxODg4OSI6Mn0=\">Isaiah 64:3-4 <\/a>. <i>When thou didst terrible things — <\/i>,This may relate to what he did first in Egypt, and afterward in the wilderness; <i>which we looked not for <\/i>—Such things as we could not have expected; <i>the mountains flowed down <\/i>—See <a class=\"ref\">Exodus 19:18; Deuteronomy 32:22; Psalms 18:7 <\/a>,, with the notes. But Lowth proposes another interpretation, which he thinks agrees better with what follows, namely, <i>When thou shalt do terrible and unexpected things, when thou shalt come down, <\/i>,(and visibly interpose for the deliverance of thy people,) <i>the mountains shall melt at thy presence. For since the beginning of the world, <\/i>,&c.—“The methods of thy dispensations, whereby thou wilt fulfil thy promises made to thy people, are beyond any thing we can think or conceive.” Bishop Lowth translates this verse, more agreeably both to the Hebrew and the LXX., thus: For “never have men heard, nor perceived, by the ear; nor hath eye seen a God besides thee, who doeth such things for those, that trust in him.” Some of the Jewish doctors have understood this passage of the blessings belonging to the days of the Messiah; and to them the apostle applies it, <a class=\"ref\">1 Corinthians 2:9 <\/a>. Others extend it to the glories of the world to come. Of both these it may be truly said, that <i>from the beginning of the world <\/i>,men have not, either by <i>hearing <\/i>,or <i>seeing; <\/i>,or, as the apostle adds, by any reasonings or conceptions of their own minds, come to the full knowledge of them. None have seen or heard, or can understand, but God himself; and so far as he has been, and is, pleased to reveal it by his Spirit, what the provision is, which is made for the present and future felicity of holy souls; or, as our translation here expresses it, of those that <i>wait for him, <\/i>,namely, in the way of duty; that sincerely and earnestly desire, and live in the daily and ardent expectation of, the salvation he hath promised them. The apostle has it, <i>that love him; <\/i>,to show that as none can <i>wait <\/i>,for him who do not <i>love <\/i>,him, so all that <i>love <\/i>,him will <i>wait <\/i>,for him. <\/p>,",
    "audit": null
}