{
    "id": 9595,
    "source": "benson",
    "verse_id": 18906,
    "verse_count": 3,
    "reference": "65:8–10",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"eyIxODkwNiI6M30=\">Isaiah 65:8-10<\/a>. <i>Thus saith the Lord <\/i>—These words may be conceived as a gracious answer from God to the prophet, pleading God’s covenant with <i>Abraham, Isaac,<\/i>, and <i>Israel.<\/i>, To this God replies, that he intended no such severity as the utter destruction of the whole nation; that the unfaithfulness of men should not make his promise to the ancient patriarchs of none effect, <a class=\"ref\">Romans 3:3<\/a>; that his threatening should be made good upon the generality of this people, whose <i>vine was of Sodom,<\/i>, and of the <i>fields of Gomorrah,<\/i>, <a class=\"ref\">Deuteronomy 32:32<\/a>. <i>As the new wine is found in the <\/i> <i>cluster,<\/i>,&c.—As in a vineyard, which is generally unfruitful, there may be some <i>vine<\/i>, that brings forth fruit; or as in a vine that is full of luxuriant branches, that bring forth no fruit, there may be here and there a bunch that contains good grapes, and as to such, the gardener bids his servants <i>destroy it not,<\/i>, for there is in them what speaks God’s <i>blessing. So <\/i>—So <\/p>\n <p>(saith God) <i>will I do for my servants’ sake, that I may not destroy them all <\/i>—Namely, for the sake of my servants, <i>Abraham, Isaac,<\/i>, and <i>Jacob. I will bring a seed out of Jacob <\/i>—A small number, which shall be as a seed, from whence others shall spring, <a class=\"ref\">Romans 9:27-29<\/a>. <i>And out of Judah <\/i>—God further promises to bring out of Judah <i>an inheritor of his mountains <\/i>—That is, of the country of Judea, which was mountainous. God calls them <i>his<\/i>, mountains, because he had chosen that country before all others. Though this may first refer to the return of the Jews out of the captivity of Babylon into their own land, yet, according to this whole prophecy, it must ultimately respect their restoration to the land of Canaan, after their conversion to Christianity. <i>And mine elect shall inherit it <\/i>—My chosen ones, namely, such as should embrace Christianity, termed by St. Paul, the <i>election of grace,<\/i>,(<a class=\"ref\">Romans 11:5-7<\/a>,) who, in consequence of repentance toward God, and faith in Jesus of Nazareth as the true Messiah, should become, with the Gentile Christians, <i>a chosen generation, a royal priesthood, a holy nation, a peculiar people,<\/i>, to offer <i>spiritual sacrifices, acceptable to God by Jesus Christ. And Sharon shall be a fold of flocks —<\/i>, After they are restored, as mentioned above, to their own land. <i>Sharon<\/i>, was a place of great fruitfulness for pastures. It was become like a wilderness, but God here promises that it should again be a <i>place for the flocks. And the valley of Achor a place,<\/i>,&c.—Achor was a valley to the north of Jericho, opposite to the town of <i>Ai,<\/i>, where Achan was put to death, and which was remarkably fertile, <a class=\"ref\">Joshua 7:26<\/a>. <i>For my people that have sought me <\/i>—Lest the wicked, idolatrous Jews should apply this promise to themselves, God here limits it to the people who should seek him, that is, should turn to him in true repentance and faith, and seek his favour. That the words have the force of such a limitation appears from what follows. <\/p>",
    "audit": null
}