{
    "id": 9026,
    "source": "benson",
    "verse_id": 17766,
    "verse_count": 1,
    "reference": "5:26",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"WzE3NzY2XQ==\">Isaiah 5:26<\/a>. <i>And he will lift up an ensign to the nations <\/i>—To call them together for his service. Here that decree of the divine severity, which had been spoken of in general terms in <a class=\"isa\" verses=\"WzE3NzY0XQ==\">Isaiah 5:24<\/a>, is explained. God is shown to be the supreme general or leader of the people, which were to come from far to execute his vengeance; they were to assemble at his setting up his ensign as a signal; and at his <i>hissing <\/i>—A metaphor taken from the practice of persons keeping bees; who used to draw them out of their hives into the fields, and lead them back again, <span class=\"greek-hebrew\">,συρισμασι<\/span>, by <i>hissing, whistling,<\/i>, or some sounds of that kind; as Cyril, Theodoret, and Bochart have shown. The meaning is, that God would collect the people, like bees, by the slightest indication of his will, and bring them into Judea to execute his vengeance.—Bishop Lowth and Dodd. It is not expressed particularly from whence they should be brought, but only said in general, 1st, That they should <i>come from far —<\/i>, Which may be applied, either to the Assyrians, spoken of under this same character, (<a class=\"isa\" verses=\"WzE3ODU0XQ==\">Isaiah 10:3<\/a>,) and who, not long after, invaded Judea, and did much mischief in it; or to the Chaldeans, even Babylon being called a <i>far country,<\/i>, <a class=\"isa\" verses=\"WzE4NDE2XQ==\">Isaiah 39:3<\/a>. 2d, That they should come <i>from the ends of the earth <\/i>—An expression hardly applicable either to the Assyrians or Chaldeans, but which exactly agrees to the Romans, and which undoubtedly received its final and most perfect accomplishment in the destruction brought on the Jews by them. In saying, <i>they shall come with speed swiftly,<\/i>, the prophet refers to <a class=\"isa\" verses=\"WzE3NzU5XQ==\">Isaiah 5:19<\/a>. As the scoffers had challenged God to make speed, and to hasten his work of vengeance, so now they are assured, that <i>with speed, and swiftly,<\/i>, it shall come. <\/p>",
    "audit": null
}