{
    "id": 8999,
    "source": "benson",
    "verse_id": 17720,
    "verse_count": 1,
    "reference": "3:12",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 3:12<\/a>.<i>As for my people <\/i>— In this and the following verses, says Dr. Dodd, “the prophet describes the incapacity and weakness, the ignorance and corruption, the oppression and cruelty of the priests and rulers of the people; such as we learn from history they were before the Babylonish captivity.” <i>Children are their oppressors <\/i>— Persons young in years, of little experience, and who have not due consideration, but, following the impulse of their passions, without regard to any thing else, have the power in their hands, which they use at their pleasure, of exacting tribute of the people; <i>and women rule over them <\/i>— Weak and effeminate rulers. Or, perhaps he speaks of the wives and concubines of their kings and great men, who, by their arts, gaining an ascendency over their husbands, induced them to act as they desired, though frequently to the people’s prejudice, and in a manner contrary to all the laws. Thus it was in the reign of Jehoram, king of Judah, whose wife Athaliah, a cruel and weak woman, occasioned great disorders in the state; see 2 Chronicles chap. 21. and 22.; and thus undoubtedly it frequently happened after the time Isaiah uttered this prophecy. <i>They who lead thee <\/i>— Thy rulers, civil and ecclesiastical, whose duty it is to show thee the right way; or, as  <span class=\"hebrew_text\">מאשׁרין<\/span>, may be properly rendered, <i>they that bless thee; <\/i>that is, thy false prophets, who flatter thee, and speak, peace to thee; <i>cause thee to err <\/i>— From the way of truth and duty, from the way of safety and prosperity. Instead of leading thee to repentance and reformation, they encourage thee to go on in sin and rebellion against him, on whom thou art dependant for all things. Those teachers are indeed impostors, that pronounce a people safe and happy who continue in sin; for it is contrary to the very nature of things, that any people can be happy who are contemners of the divine laws. Their punishment may be delayed, but it is not therefore remitted; and every step they take in such a way is a step toward misery and ruin. <i>And destroy the way of thy paths <\/i>— Keep thee from the knowledge or practice of those paths which lead to safety and happiness, and mislead thee into evil courses, by their wicked counsels or examples.<\/p>",
    "audit": null
}