{
    "id": 9575,
    "source": "benson",
    "verse_id": 18868,
    "verse_count": 1,
    "reference": "63:1",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"WzE4ODY4XQ==\">Isaiah 63:1<\/a> .“The very remarkable passage,” says Bishop Lowth, “with which this chapter begins, seems to be in a manner detached from the rest, and to stand singly by itself; having no immediate connection with what goes before, or with what follows, otherwise than as it may pursue the general design, and stand in its proper place in the order of prophecy. It is by many learned interpreters supposed, that Judas Maccabeus and his victories make the subject of it. What claim Judas can have to so great an honour will, I think, be very difficult to make out; or how the attributes of the great person introduced can possibly suit him. Could Judas call himself the<i> Announcer of righteousness, mighty to save?<\/i> Could he talk of<i> the day of vengeance being in his heart,<\/i> and<i> the year of his redeemed<\/i> being<i> come?<\/i> or that his<i> own arm wrought salvation for him?<\/i> Besides, what were the great exploits of Judas in regard to the Idumeans? He overcame them in battle, and slew twenty thousand of them. And John Hyrcanus, his brother Simon’s son and successor, who is called in to help out the accomplishment of the prophecy, gave them another defeat some time afterward, and compelled them, by force, to become proselytes to the Jewish religion, and to submit to circumcision: after which they were incorporated with the Jews, and became one people with them. Are these events adequate to the prophet’s lofty prediction? Was it so great an action to win a battle with considerable slaughter of the enemy; or to force a whole nation, by dint of the sword, into Judaism? Or was the conversion of the Idumeans, however effected, and their admission into the church of God, equivalent to a most grievous judgment and destruction, threatened in the severest terms?<\/p> \n<p>“I conclude that this prophecy has not the least relation to Judas Maccabeus. It may be asked, to whom, and to what event, does it relate? I can only answer, that I know of no event in history to which, from its importance and circumstances, it can be applied; unless, perhaps, to the destruction of Jerusalem and the Jewish polity; which, in the gospel, is called, the coming of Christ, and the days of vengeance,<a class=\"ref\">Matthew 24:16-28; Luke 21:22<\/a> . But, though this prophecy must have its accomplishment, there is no necessity of supposing that it has been already accomplished. There are prophecies which intimate a great slaughter of the enemies of God and his people, which remain to be fulfilled; these in Ezekiel, chap. 38., and in the Revelation of St. John, chap. 20., are called Gog and Magog. This prophecy of Isaiah may possibly refer to the same or the like event. We need not be at a loss to determine the person who is here introduced, as stained with treading the wine-press, if we consider how St. John, in the Revelation, has applied this image of the prophet,<a class=\"ref\">Revelation 19:13; Revelation 19:15-16<\/a> . Compare chap. 34.”<\/p> \n<p><i> Who is this,<\/i> &c. — Either the prophet, as in some vision or ecstasy, or the church, makes inquiry, and that with admiration, who it is that appears in such a habit or posture,<a class=\"isa\" verses=\"WzE4ODY4XQ==\">Isaiah 63:1<\/a> , and why,<a class=\"isa\" verses=\"WzE4ODY5XQ==\">Isaiah 63:2<\/a> ;<i> that cometh from Edom<\/i> — That is, Idumea, the country where Esau, sometimes called<i> Edom,<\/i> dwelt. It is here put for all the enemies of God’s church, as it is also<a class=\"isa\" verses=\"eyIxODMwOSI6Mn0=\">Isaiah 34:5-6<\/a> , where see the notes. “The Idumeans,” it must be observed, “joined with the enemies of the Jews in bringing on the destruction of Jerusalem, in the time of the captivity, for which they were severely reproved by the prophets, and threatened with utter destruction, which accordingly came to pass; the prophets, therefore, generally apply the name of this people to signify any inveterate and cruel enemy, as in this place. But the words<i> Edom<\/i> and<i> Bozrah<\/i> may be taken in the appellative sense, to denote in general,<i> a field of blood,<\/i> or<i> a place of slaughter;<\/i> the word<i> Edom<\/i> signifying<i> red,<\/i> and<i> Bozrah a vintage,<\/i> which, in the prophetical idiom, imports God’s vengeance upon the wicked.” — Lowth.<i> With dyed<\/i> or<i> stained garments —<\/i> Thus Christ is described<a class=\"ref\">Revelation 19:13<\/a> , where also he is represented as taking vengeance on his enemies. The LXX. render it<span class=\"greek-hebrew\"> ερυθημα ιματιων<\/span> ,<i> redness of garments. This that is glorious<\/i> — Or<i> magnificent,<\/i> as Bishop Lowth renders it;<i> in his apparel, travelling<\/i> — Marching on,<i> in the greatness of his strength<\/i> — Like a general marching in triumph at the head of his army, and carrying tokens of victory upon his raiment.<i> I that speak in righteousness —<\/i> I the Messiah, who never promise any thing but what I will faithfully perform, and who do and will always truly execute justice:<i> mighty to save<\/i> — Perfectly able to effect the promised redemption of my people, whatever difficulties and oppositions may lie in the way of it, and to accomplish their full salvation. Bishop Lowth renders the clause,<i> I who publish,<\/i> or<i> announce righteousness, and am mighty to save,<\/i> observing, that a MS. has<span class=\"hebrew_text\"> המדבר<\/span> , with the demonstrative article added, giving greater force and emphasis to the expression,<i> The Announcer of righteousness.<\/i><\/p> ",
    "audit": null
}