{
    "id": 9112,
    "source": "benson",
    "verse_id": 17913,
    "verse_count": 3,
    "reference": "13:6–8",
    "title": "",
    "html": " <p>, <a class=\"isa\" verses=\"eyIxNzkxMyI6M30=\">Isaiah 13:6-8<\/a>. <i>Howl ye <\/i>—We have here a very elegant and lively description of the terrible confusion and desolation which should be made in Babylon by the attack which the Medes and Persians should make upon it. They who were now at ease and secure are premonished to howl, and make sad lamentation, 1st, Because God was about to appear in wrath against them, and it is a fearful thing to fall into his hands. And, 2d, Because their hearts would fail them, and they would have neither courage nor comfort left them; would neither be able to resist the judgment coming, nor bear up under it; neither to oppose the enemy nor to support themselves. <i>For the day of the Lord is at hand <\/i>—A day of judgment and recompense, when God would act as a just avenger of his own and his people’s injured cause, and severely chastise the Babylonians for their pride and luxury, their inhumanity and cruelty, their idolatry and superstition, and, above all, their sins against the people of God, his religion and sanctuary, and so against God himself: see <a class=\"ref\">Jeremiah 50:31<\/a>. <i>It shall come as a destruction <\/i>—Or, rather, <i>A destruction shall it come,<\/i>, not merely <i>as,<\/i>, or <i>like<\/i>, a destruction, but such in reality, and that most awful, as being from the Almighty, whose power is irresistible, and wrath intolerable. “The prophet begins here to describe the calamity coming upon them, but in figures, according to his manner, grand, and adapted to raise a terrible image of it.” <i>All hands shall be faint <\/i>—Hebrew, <span class=\"hebrew_text\">,תרפינה<\/span>, <i>shall fall down,<\/i>, and be unable to hold a weapon; <i>and every man’s heart shall melt <\/i>—So that they shall be ready to die with fear. God often strikes a terror into those whom he designs for destruction. <i>Pangs, &c., shall take hold of them <\/i>—The pangs of their fear shall be like those of a woman in hard labour. <i>They shall be amazed one at another —<\/i>, To see such a populous, and, apparently, impregnable city, so easily and unexpectedly taken. <i>Their faces shall be as flames <\/i>—Hebrew, <i>shall be faces of flames;<\/i>, either pale with fear, or inflamed with rage and torment, as men in great misery often are. Bishop Lowth renders it, <i>Their countenances shall be like flames of fire. <\/i> <\/p>",
    "audit": null
}