{
    "id": 9271,
    "source": "benson",
    "verse_id": 18209,
    "verse_count": 2,
    "reference": "29:15–16",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"eyIxODIwOSI6Mn0=\">Isaiah 29:15-16<\/a>. <i>Wo unto them that seek deep <\/i>—Hebrew, <span class=\"hebrew_text\">,המעמיקים<\/span>, <i>that make,<\/i>, or <i>dig deep;<\/i>, a metaphor from persons digging deep into the earth, that they may hide what they wish to keep safe and unknown. <i>To hide their counsel from the Lord —<\/i>, Who vainly imagine that they can conceal their hypocrisy and secret wickedness from him, and can deceive, not only men, but God, by their external professions and services; or, who think they can carry on their projects without the observation or interposition of Providence. <i>And their works are in the dark <\/i>—Their wicked counsels are contrived, and their idolatry is practised, in secret and dark places, of which see <a class=\"ref\">Ezekiel 8:12<\/a>. <i>And they say, Who seeth us? <\/i>—Neither God nor man can discover us. <i>Surely your turning of things upside down <\/i>—“Your giving things unexpected turns, or false appearances, to hide your true designs, shall signify no more toward producing the intended effect, than the clay does without the artificer.” Dr. Waterland renders the verse, “This perverseness of yours is as if the potter were reputed as clay; that the work should say of its maker. He made me not; or the thing framed, say of him that framed it, He hath no understanding.” Bishop Lowth reads the passage in the interrogative form, and thereby gives it still more force: “Perverse as ye are! shall the potter be esteemed as the clay? Shall the work say of the workman, He hath not made me?” &c. “We, and all our works are in the hands of God, as clay in the hands of the potter, to give what form and fashion to them he pleases; and when the finest schemes are laid, he can work things to a quite contrary end.”—Lowth. <\/p>",
    "audit": null
}