{
    "id": 9530,
    "source": "benson",
    "verse_id": 18796,
    "verse_count": 2,
    "reference": "58:9–10",
    "title": "",
    "html": " <p>, <a class=\"isa\" verses=\"eyIxODc5NiI6Mn0=\">Isaiah 58:9-10<\/a>. <i>Then shalt thou call,<\/i>,&c.—They made great complaint, <a class=\"isa\" verses=\"WzE4NzkwXQ==\">Isaiah 58:3<\/a>, that God took no notice of their services, which complaint he seems now to refer to, as if he had said, These conditions being observed, call upon me, and thou shalt see I will regard, <a class=\"ref\">Psalms 34:15<\/a>. <i>The Lord <\/i> <i>shall answer <\/i>—He will give an effectual demonstration that he hears thee. <i>He shall say, Here I am <\/i>—A phrase that signifies a person to be ready at hand to help. <i>If thou take away from the midst of thee <\/i>—From among you; <i>the yoke <\/i>—All those pressures and grievances before mentioned. <i>The putting forth of the finger —<\/i>, Done by way of scoff, or disdainful insulting; <i>and speaking vanity <\/i>—Any kind of evil words. Bishop Lowth renders it, “The pointing of the finger, and the injurious speech.” <i>If thou draw out <\/i>—Open, as when we open a store to satisfy the wants of the needy; <i>thy soul to the hungry <\/i>—Thy affection, that is, thy pity and compassion, to those in want of the necessaries of life; <i>and satisfy the afflicted soul <\/i>—With a real, substantial benefit, not contenting thyself with giving him merely kind words. For here the prophet expresses the work that is to be done, as in the former clause the affection wherewith it is to be done; otherwise it would only be what the Apostle James reproves, <a class=\"ref\">James 2:15-16<\/a>. <i>Then shall thy light rise in obscurity <\/i>—See on <a class=\"isa\" verses=\"WzE4Nzk1XQ==\">Isaiah 58:8<\/a>; <i>and thy darkness be as the noon-day <\/i>—In the very darkness of the affliction itself, thou shalt have comfort, <a class=\"ref\">Psalms 112:4<\/a>. There it shall be as the morning, still increasing, here as the noon-day, in its zenith, and height of perfection. <\/p>",
    "audit": null
}