{
    "id": 9363,
    "source": "benson",
    "verse_id": 18473,
    "verse_count": 4,
    "reference": "41:21-24",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"eyIxODQ3MyI6NH0=\">Isaiah 41:21-24<\/a>.<i>Produce your cause <\/i>— He renews his challenge to the idolaters to plead the cause of their idols, and give convincing proof of their divinity: see on <a class=\"isa\" verses=\"WzE4NDUzXQ==\">Isaiah 41:1<\/a>. <i>Bring forth your strong reasons <\/i>— Hebrew,  <span class=\"hebrew_text\">הגישׁו עצמותיכם<\/span>, which Bishop Lowth renders, “Produce these your mighty powers;” and Jerome, “Accedant idola vestra, quæ putatis esse fortissima,” <i>let those of your idols, whom you think most powerful, approach. <\/i>“I prefer this,” says the bishop, “to all other interpretations of this place. The false gods are called upon to come forth and appear in person, and to give evident demonstration of their foreknowledge and power, by foretelling future events, and exerting their power in doing good or evil.” <i>Let them <\/i>— Either the idols, or the idolaters in the name and by the help of their idols; <i>show us what shall happen <\/i>— All future events, which he divides into two sorts in the following clause, the former and the latter. <i>Let them show the former things <\/i>— Let the idols, or you their worshippers, prove that they ever uttered any true oracles or prophecies relating to former times, and, that the event hath exactly answered the prediction, and this will give credit to any predictions they shall deliver relating to things yet future. Or, by <i>the former things, <\/i>may be meant such things as should shortly come to pass, which might be better discerned than those things which were yet at a greater distance. So understood, he proposes the easiest part first. Let us try whether they can foretel those things which are even at the door, and, if so, we will try them further. Let them tell us what things shall happen, and in what order; which first and which last. <i>That we may consider them <\/i>— Hebrew,  <span class=\"hebrew_text\">ונשׁימה לבנו<\/span>, <i>and we will set our heart to it. <\/i>We will allow the argument its due weight, and either fairly answer it, or give up our cause against idols; <i>and know <\/i>— That we may know; <i>the latter end of them <\/i>— The consequence of them, as   <span class=\"hebrew_text\">אחריתן<\/span>may be rendered, whether the events answer to their predictions. <i>Or declare us things for to come <\/i>— Namely, after a long time. <i>That we<\/i> <i>may know that ye are gods <\/i>— That we may have, if not a certain proof, yet a probable argument of your deity. <i>Yea, do good or do evil <\/i>— Protect your worshippers, whom I intend to destroy, or destroy my people, whom I intend to save; <i>that we may be dismayed, <\/i>&c. — That I and my people may be astonished, and forced to acknowledge your godhead. <i>Behold, ye are of nothing <\/i>— You lately were nothing, without any being at all; <i>and your work of naught <\/i>— Your operations are like your beings; there is no reality in your beings, nor efficacy in your actions. <i>An abomination is he that chooseth you <\/i>— He that chooseth you for his gods is most abominable for his folly, as well as his wickedness.<\/p>",
    "audit": null
}