{
    "id": 9343,
    "source": "benson",
    "verse_id": 18422,
    "verse_count": 2,
    "reference": "40:1–2",
    "title": "",
    "html": " <p>, <a class=\"isa\" verses=\"eyIxODQyMiI6Mn0=\">Isaiah 40:1-2 <\/a>. <i>Comfort ye, <\/i>,&c.—“The prophet, in the foregoing chapter, had delivered a very explicit declaration of the impending dissolution of the kingdom of Judah, and of the captivity of the royal house of David, and of the people, under the king of Babylon. As the subject of his subsequent prophecies was to be chiefly of the consolatory kind, he opens them with giving a promise of the restoration of the kingdom, and the return of the people from that captivity, by the merciful interposition of God in their favour. But the views of the prophet are not confined to this event; as the restoration of the royal family, and of the tribe of Judah, was necessary, in the design and order of Providence, for the fulfilling of God’s promises of establishing a more glorious and everlasting kingdom, under the Messiah, to be born of the tribe of Judah, and of the family of David; the prophet connects these two events together, and hardly ever treats of the former without throwing in some intimation of the latter, and sometimes is so fully possessed with the glories of the future more remote kingdom, that he seems to leave the more immediate subject of his commission almost out of the question.”—Bishop Lowth. <\/p>,\n <p> <i>Comfort ye my people <\/i>—Ye prophets and ministers of the Lord, which now are, or hereafter shall be; the LXX. say, <span class=\"greek-hebrew\">,ιερεις <\/span>,, <i>ye priests; <\/i>,deliver the following comfortable message from me to my people, that they may not sink under their burdens. <i>Speak ye comfortably to Jerusalem <\/i>—Hebrew, <span class=\"hebrew_text\">,על לב <\/span>,, <i>to the heart <\/i>,of Jerusalem. So the LXX., <span class=\"greek-hebrew\">,λαλησατε εις την καρδιαν <\/span>,. <i>And cry unto her, that her warfare is accomplished <\/i>—Proclaim in my name, that the time of her servitude, captivity, and misery, is finished. The LXX. render it, <i>Comfort her, <\/i> <span class=\"greek-hebrew\">,οτι επλησθη η ταπεινωσις αυτης <\/span>,, <i>because her humiliation, <\/i>,that is, the time of her humiliation, <i>is fulfilled. Her iniquity is pardoned <\/i>—I am reconciled to her; I will not impute sin to her, so as to punish her any longer for it. <i>She hath received at the Lord’s hand double, <\/i>,&c.—Not twice as much as her sins deserved, for she herself confesses the contrary, <a class=\"ref\">Lamentations 3:22; Ezra 9:13 <\/a>; but abundantly enough to answer God’s design in this chastisement, which was to humble and reform them, and to warn others by their example; <i>double <\/i>,being often put for <i>abundantly. <\/i>,Or, “double in proportion to God’s usual severity in punishing men’s sins.” See <a class=\"ref\">Jeremiah 16:18; Jeremiah 17:18; Revelation 18:6 <\/a>. God always punishes men <i>less than their iniquities deserve; <\/i>,yet he showed greater severity against the sins of the Jews than toward those of other nations, <a class=\"ref\">Daniel 9:12; Amos 3:2 <\/a>. For as they had received more peculiar favours from God, and a clearer knowledge of his will, than the rest of mankind, their sins were the more aggravated, and required a severer chastisement. Vitringa, however, and Bishop Lowth, not to mention some other learned interpreters, understand the clause in a different light. The meaning, according to the former, is, “that though God might, with great justice, punish the sins of his people more severely, yet, at this time of grace, he would cease from his severity, would forgive their sins, and crown them with <i>a double portion of his blessings.” <\/i>,And the bishop, comparing the passage with <a class=\"isa\" verses=\"WzE4ODUxLDEzOTMzXQ==\">Isaiah 61:7; Job 42:10 <\/a>; and <a class=\"ref\">Zechariah 9:12 <\/a>,, (which see,) translates the verse, “Speak ye animating words to Jerusalem, and declare unto her that her warfare is fulfilled; that the expiation of her iniquity is accepted; that she shall receive, at the hands of Jehovah, blessings double to the punishment of all her sins.” <\/p>,",
    "audit": null
}