{
    "id": 9515,
    "source": "benson",
    "verse_id": 18773,
    "verse_count": 2,
    "reference": "57:7–8",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"eyIxODc3MyI6Mn0=\">Isaiah 57:7-8 <\/a>. <i>Upon a lofty and high mountain <\/i>—In high places, which were much used for religious worship, both by the Israelites and heathen: <i>hast thou set thy bed <\/i>—Thine altar, as appears from the sacrifice mentioned in the next clause, where thou didst commit spiritual whoredom with idols. <i>Behind the doors also and the posts <\/i>—Behind the posts of the doors of thy house; <i>hast thou set up thy remembrance <\/i>—That is, the images of their tutelary gods, or some monuments or tokens, placed there as memorials of them, in direct opposition to the law of God, which commanded them to write upon the door-posts of their houses, and upon their gates, the words of his law, <a class=\"ref\">Deuteronomy 6:9; Deuteronomy 11:20 <\/a>. If they chose for them such a situation as more private, it was in defiance of a particular curse denounced in the law against the man who should make a graven or a molten image, and put it in a secret place, <a class=\"ref\">Deuteronomy 27:15 <\/a>. <i>For thou hast discovered thyself, <\/i> &c.—“The prophet describes their idolatry under the metaphor of a woman’s being false to her husband’s bed, <a class=\"isa\" verses=\"WzE4NzY5XQ==\">Isaiah 57:3 <\/a>. So he tells them that they had committed spiritual adultery, when they went up to the high places to sacrifice, <a class=\"isa\" verses=\"WzE4NzczXQ==\">Isaiah 57:7 <\/a>. That they had multiplied their idolatries, as an unchaste woman does her lovers; that they had broken their covenant with God, whom they had acknowledged to be their lord and husband, and made a new contract with idols to serve them.”—Lowth. <i>Thou lovedst their bed where thou sawest it <\/i>—No sooner didst thou see the heathen idols, but thou wast enamoured with them, and didst fall down and worship them, like a lewd woman, who is inflamed with lust toward almost every man she sees. <\/p> ",
    "audit": null
}