{
    "id": 9005,
    "source": "benson",
    "verse_id": 17733,
    "verse_count": 2,
    "reference": "3:25-26",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 3:25-26<\/a>.<i>Thy men shall fall, <\/i>&c. — We have in these verses the second evil; the desolation and widowhood of the matrons and virgins: see <a class=\"ref\">Lamentations 2:21-22<\/a>. But we must observe, that the prophet here does not address the women themselves, but Zion, which frequently is spoken of and represented in the character of a woman. <i>Her gates shall lament <\/i>— The gates of Zion, which, by a figure, are said to lament, to imply the great desolation of the place, that there would be no people to go out and come in by them, or to meet together there as they used to do. <i>And she, being desolate <\/i>— Bereaved of her children; Hebrew,  <span class=\"hebrew_text\">נקתה<\/span>, <i>emptied, <\/i>or cleansed, that is, deprived of all that she had held dear, and delighted in; <i>shall sit upon the ground <\/i>— In the posture of a mourner, bewailing her sad calamity. Sitting on the ground, the reader will observe, was a posture denoting deep distress: see on <a class=\"ref\">Job 2:13<\/a>. The Prophet Jeremiah has noticed it, in the first place, among many indications of sorrow, in an elegant description of this same state of distress of his country, <a class=\"ref\">Lamentations 2:8-10<\/a>. Thus also the psalmist, <i>By the rivers of Babylon, there we sat down, yea, we wept when we remembered Zion. <\/i>For, undoubtedly, Isaiah in this prophecy had in his view, at least first and immediately, the destruction of Jerusalem by Nebuchadnezzar, and the dissolution of the Jewish state under the captivity of Babylon. His prediction, however, received a second, and still more awful accomplishment, in the destruction of that city and nation by the Romans. And, what is remarkable, in a medal coined by Vespasian’s order, Jerusalem is represented, according to the picture drawn of her here by the prophet, as lamenting that calamity, under the emblem of a woman sitting on the ground in a melancholy and mournful posture. <\/p>",
    "audit": null
}