{
    "id": 9283,
    "source": "benson",
    "verse_id": 18238,
    "verse_count": 2,
    "reference": "30:20–21",
    "title": "",
    "html": "<p> <a class=\"isa\" verses=\"eyIxODIzOCI6Mn0=\">Isaiah 30:20-21<\/a>. <i>And though the Lord give you the bread of adversity<\/i>—Although in that time and state of the church you will be subject to many outward straits and afflictions, which was the case with the Jews after their restoration from Babylon, and which was also the lot of the first converts to Christianity;<i>yet shall not thy teachers be removed,<\/i> &c.—As they have been in former times, both in Israel and Judah, when the godly prophets, and other instructers of the people, were but few, and when they were persecuted and banished by their wicked rulers. The Jews, after their return from Babylon, were blessed with many excellent instructers, as appears from the books of Ezra and Nehemiah, at the head of which we must place these two eminent servants of God. In the times of the New Testament, however, God provided still better for his church, sending his Son, the great teacher of his people, into the world; and pouring forth the gifts and graces of the Spirit in abundance, increasing the number of faithful ministers, and promising a continued succession of them to the end of the world. This is the second great benefit predicted by the prophet to follow these judgments. <i>Thine eyes shall see thy teachers<\/i>—They shall be present in your assemblies, instructing, exhorting, warning, and encouraging you from time to time. The original word,<span class=\"hebrew_text\"> מורים<\/span> , here used, means<i>ordinary teachers,<\/i> and not those of an extraordinary kind, such as the prophets or seers were. <i>And thine ears shall hear a word,<\/i> &c.—As often as need shall require, thou shalt hear the voice of God’s word and Spirit directing thee in thy course:<i>behind thee<\/i>—A metaphor, borrowed either from shepherds, who used to follow their sheep, and to recall them when they went out of the way; or from travellers, who, if they go out of the right way, are ofttimes admonished of their error, and recalled by some other passenger or person behind them.<\/p> ",
    "audit": null
}