{
    "id": 9583,
    "source": "benson",
    "verse_id": 18884,
    "verse_count": 3,
    "reference": "63:17-19",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"eyIxODg4NCI6M30=\">Isaiah 63:17-19<\/a>.<i>O Lord, why hast thou made us to err <\/i>— Suffered us to err; <i>from thy ways <\/i>— Thy commandments. <i>And hardened our heart from thy fear — <\/i>That is, the fear of thee? Why hast thou withdrawn thy grace, and left us to our own hardness of heart? See on <a class=\"isa\" verses=\"WzE3NzgwXQ==\">Isaiah 6:10<\/a>. <i>Return for thy servants’ sake <\/i>— Be reconciled to us for the sake of our godly progenitors, Abraham, Isaac, &c.; namely, for the sake of thy promises made to them; or rather, for our sakes, that little remnant who are thy servants: see <a class=\"ref\">Psalms 90:13<\/a>. <i>The tribes of thine inheritance <\/i>— What will thine enemies say if thou suffer us, thy people, to perish, or thine inheritance, the land of Canaan, to remain an eternal desolation? <i>The <\/i><i>people of thy holiness <\/i>— The people set apart for thy service, distinguished from other people, and consecrated to thee; <i>have possessed it<\/i> — Namely, thine inheritance, mentioned in the former clause; <i>but a little while <\/i>— In comparison of the time promised, which was <i>for ever. <\/i>So the Jews commonly understood the grant made them of the land of Canaan. They had, however, possessed it about fourteen hundred years, but this they thought a little while. <i>Our adversaries have trodden down thy<\/i> <i>sanctuary <\/i>— The temple, called the <i>sanctuary, <\/i>from its being dedicated to God. This their adversaries, the Babylonians, had trodden down, or rather, as the prophet foresaw, would tread down. “If we understand this of the devastations made by the Romans under Titus, and by the Mohammedans since, the phrase is exactly parallel to the words of Christ, <a class=\"ref\">Luke 21:24<\/a>, <i>Jerusalem shall be trodden down of the Gentiles.” We are thine <\/i>— We continue so; we are in covenant with thee, which they never were, and thus it is an argument they use to induce God to have compassion upon them. <i>Thou never barest rule over them — <\/i>Not in that manner thou didst over us. <i>They were not called by thy name <\/i>— Neither owned thee, nor were owned by thee. Some translate this last verse thus: “We have been for a long time as those over whom thou didst not bear rule, and who were not called by thy name.” “Thou hast rejected us altogether, and dost disregard us as if we had never had any relation to thee, nor ever were called thy people; which sense agrees very well with the present condition of the Jewish nation, that hath continued for many ages without king, or prince, or sacrifice, as the Prophet Hosea foretold, <a class=\"ref\">Hosea 3:4<\/a>.” — Lowth. “There is no doubt,” says Vitringa, “but that the calamity of the external state of the Jewish people is here described. If you compare this description with the repetition of the same calamity, <a class=\"isa\" verses=\"eyIxODg3NyI6Mn0=\">Isaiah 63:10-11<\/a> of the next chapter, you will have no doubt that these words pertain to the Jewish people, banished as they are, and have been for a long time, from the land which, in comparison of this tedious exile, they <i>possessed but a little while; <\/i>their sanctuary and holy city being possessed and trodden down by their bitterest enemies; so that they are in such a state as to seem like people who never were the chosen and peculiar people of God.” <\/p>",
    "audit": null
}