{
    "id": 9139,
    "source": "benson",
    "verse_id": 17973,
    "verse_count": 2,
    "reference": "16:3–4",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"eyIxNzk3MyI6Mn0=\">Isaiah 16:3-4<\/a>. <i>Take counsel,<\/i>,&c.—We have here the second counsel given to the Moabites, which “contains a complex of various offices, equity, justice, humanity, to be exercised toward those of the Israelites whom the Assyrian affliction had driven, or should drive, to their borders and cities, and who should seek refuge among them: which counsel is so given to the Moabites, by the prophet, as evidently to upbraid them for the fault of having neglected these offices; the pernicious consequences of which they were sure to feel in the ensuing calamities, if they altered not so bad a practice.”—Dodd, <i>Execute judgment <\/i>—Hebrew, <span class=\"hebrew_text\">,עשׂי פלילה<\/span>, <i>make a distinction.<\/i>, The expression denotes that act of the mind whereby it “discriminates truth from falsehood, right from wrong;” as if he had said, “Consider what becomes you, what is your duty in this case; what you owe to exiles and outcasts, both by the laws of equity and reason, of humanity and brotherly love.” <i>Make thy shadow as the night <\/i>—Or, <i>as the shadow of the night,<\/i>, large and dark, as the shadow of the earth is in the night-season. “Afford my exiled and afflicted people, who shall flee to you for safety, a safe retreat, defence, and succour against the extreme, the noon-day heat of the sharp persecution which so heavily oppresses them.” The idea is taken from the comfort of a shady situation in those hot countries; and the metaphor is fully explained in what follows. Vitringa is of opinion that the prophet here refers to the distress of the Reubenites, Gadites, and Manassites under Tiglath-pileser. But it is more probable that he refers to the distress which should be caused in Judah by Pekah and Rezin, in the days of Ahaz, (<a class=\"isa\" verses=\"WzE3ODMxXQ==\">Isaiah 9:1<\/a>,) or that by the Assyrians? when <i>Sennacherib came up against the defenced cities of Judah, and took them,<\/i>, <a class=\"isa\" verses=\"WzE4MzMyXQ==\">Isaiah 36:1<\/a>; during which distresses, undoubtedly, many of the Jews sought shelter among the Moabites and other neighbouring nations. <i>For the extortioner is at an end <\/i>—Hebrew, <span class=\"hebrew_text\">,אפס המצ<\/span>, <i>the presser, wringer,<\/i>, or <i>oppressor hath left off,<\/i>, or, as Bishop Lowth translates it, <i>is no more;<\/i>, that is, shall shortly be destroyed, and my people shall ere long be restored, and then thou wilt not lose the fruit of thy kindness. The bishop renders the next two clauses, “The destroyer ceaseth, he that trampled under foot is perished from the land.” The present tense is put for the future, as it often is in prophecies. Thus “the prophet supports his counsel by a reason, the sum of which is, that oppression should cease, the spoilers of the earth be cut off, and the throne of clemency and grace established, on which a king of righteousness and equity should sit.” <\/p>",
    "audit": null
}