{
    "id": 9189,
    "source": "benson",
    "verse_id": 18069,
    "verse_count": 4,
    "reference": "22:16–19",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"eyIxODA2OSI6NH0=\">Isaiah 22:16-19<\/a> .<i> What hast thou here?<\/i> — Or,<i> What dost thou here?<\/i> What right hast thou to this place and office?<i> And whom hast thou here?<\/i> — What relations or family?<i> That thou hast hewed thee out a sepulchre<\/i> — That thou art ambitious of raising a stately sepulchre for thyself and thine heirs?<i> As he that heweth out a sepulchre on high<\/i> — In a high and eminent place;<i> a habitation for himself in a rock<\/i> — A monument that shall preserve his memory to all succeeding times.<i> The Lord will carry thee<\/i><i> away with a mighty captivity<\/i> — Will cause thee to be carried into captivity by a strong hand, or by the hand of a mighty man, from which, therefore, thou shalt not be able to escape. The Hebrew,<span class=\"hebrew_text\"> משׂלשׂלן שׂלשׂלה גבר<\/span> , is rendered by Dr. Waterland,<i> will throw thee out hence with a mighty throw,<\/i> and may also be rendered,<i> will cast thee away with the casting of a mighty man,<\/i> that is, with great force;<i> and will surely cover thee<\/i> — Namely, with confusion, as is here implied, and as this phrase is more fully expressed<a class=\"ref\">Psalms 109:29<\/a> . Or, this may be an allusion to the condition of mourners in general, and particularly of condemned persons, whose faces were wont to be covered.<i> He will violently turn and toss thee like a ball<\/i> — Hebrew,<span class=\"hebrew_text\"> צנו<\/span> Š<span class=\"hebrew_text\"> יצנפן צנפה כדור<\/span> ,<i> rolling he will roll thee with the rolling of a ball; into a large country<\/i> — Like a ball which is cast into a large and plain spot of ground, where, being thrown with great force, it runs far and wide. Or,<i> to a far country,<\/i> meaning probably Assyria.<i> There shalt thou die<\/i> — After having lived in obscurity.<i> And the chariots of thy glory shall be the shame of thy lord’s house<\/i> — The honour thou didst arrive at, and the chariots in which thou didst ride with so much state at Jerusalem, shall turn to thy shame, and to the reproach of those who preferred so unworthy a person. Dr. Waterland translates the verse,<i> He will toss and whirl thee, as he were whirling a ball, &c., and there shall be thy glorious chariots, O thou shame of thy lord’s house. And I will drive thee,<\/i> &c. — These are the Lord’s words;<i> and from thy state shall he pull thee down<\/i> — Namely, the Lord shall; such sudden changes of persons being very usual in these writings.<\/p> ",
    "audit": null
}