{
    "id": 9211,
    "source": "benson",
    "verse_id": 18111,
    "verse_count": 1,
    "reference": "24:15",
    "title": "",
    "html": " <p>, <a class=\"isa\" verses=\"WzE4MTExXQ==\">Isaiah 24:15 <\/a>. <i>Wherefore glorify ye the Lord <\/i>—These seem to be the words of the prophet directing and exciting God’s people to glorify him in their afflictions, because of that deliverance which he had promised, and would assuredly grant them; <i>in the fires <\/i>—When you are in the furnace of affliction. But, as the word <span class=\"hebrew_text\">,בארים <\/span>,, here translated, <i>in the fires, <\/i>,is not used elsewhere in Scripture, in this sense, others render it, <i>in the valleys; <\/i>,and others again, <i>in the holes, <\/i>,or <i>caves: <\/i>,as if he had said, Glorify ye the Lord, who are forced to hide yourselves in secret places. Possibly, however, the word may be better rendered, <i>for lights, <\/i>,or <i>illuminations, <\/i>,which may be understood, either of the light of the truth which God would reveal to them, or of the comfort which God would confer upon them, light being frequently taken in both senses in Scripture. For this Hebrew word, in all other places of Scripture where it is found, signifies the <i>Urim, <\/i>,which was in the high-priest’s breast-plate, and which properly signifies <i>lights <\/i>,or <i>illuminations, <\/i>,as both Jews and Christians understand it: see note on <a class=\"ref\">Exodus 28:30 <\/a>. Add to this, that this part of the prophecy seems to concern the days of the gospel, and that light which the Jews should then receive by the Messiah, of whom the high-priest, with his ephod and urim, was a type. Thus understood, this is an exhortation to the converted Jews to bless God for the true Urim, even for Christ and the gospel. <i>The name of the Lord in the isles of the sea <\/i>—In remote countries beyond the sea, which in Scripture are commonly called <i>isles. <\/i>,It is a just observation of Mr. Scott, that “the chief accomplishment of this prophecy seems to have been after the destruction of Jerusalem by the Romans. At that season there was a small company like the gleanings of the vine, or of the olive, which had embraced Christianity; and wherever they were dispersed among the nations, and in the isles of the sea, they lifted up their voice in songs of praise, while they beheld the majesty of God displayed in accomplishing these predictions; and mingled thanksgivings with their fervent prayers; nay, they excited one another to glorify God in the fiery trial of persecution, and though banished to the remotest regions. The destruction of Jerusalem was exceedingly conducive to the establishment of the Christian Church; and, in this respect, was the subject of joy and praise to the primitive Christians.” <\/p>,",
    "audit": null
}