{
    "id": 9376,
    "source": "benson",
    "verse_id": 18499,
    "verse_count": 3,
    "reference": "42:18–20",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"eyIxODQ5OSI6M30=\">Isaiah 42:18-20<\/a> .<i> Hear, ye deaf,<\/i> &c. — O you, whosoever you are, whether Jews or Gentiles, who shall resist this clear light, and obstinately continue in your former errors, attend diligently to my words, and consider these mighty works of God.<i> Who is blind but my servant?<\/i> — But no people under heaven are so blind as the Jews, who call themselves my servants and people, who will not receive their Messiah, though he be recommended to them with such evident and illustrious signs and miraculous works as force belief from the formerly unbelieving and idolatrous Gentiles.<i> Or deaf as my messenger that I sent<\/i> — Or rather, as Bishop Lowth renders it,<i> as he to whom I have sent my messengers.<\/i> Thus the Vulgate and Chaldee, “ut ad quem nuncios meos misi.”<i> Who is blind as he that is perfect<\/i> — Or,<i> perfectly instructed,<\/i> as<span class=\"hebrew_text\"> משׁלם<\/span> may be rendered, who has all the means of knowledge and spiritual improvement. Perhaps the prophet may chiefly intend the priests and other teachers of the Jews, who, as they were appointed to instruct the people in the right way of worshipping and serving God, so they had peculiar advantages for knowing that way themselves, having the oracles of God in their hands, and much leisure for reading and considering them. Or he may be understood as speaking sarcastically, and terming them<i> perfect,<\/i> or,<i> perfectly instructed,<\/i> because they pretended to greater knowledge and piety than others, to a more perfect acquaintance with, and conformity to, the divine will, proudly calling themselves<i> rabbis<\/i> and<i> masters,<\/i> and despising the people as cursed and not knowing the law,<a class=\"ref\">John 7:49<\/a> ; and deriding Christ for calling them<i> blind,<\/i><a class=\"ref\">John 9:40<\/a> .<i> And blind as the Lord’s servant?<\/i> — Which title, as it was given to the Jewish people in the first clause of the verse, may be here given to the priests, because they were called and obliged to be the Lord’s servants, in a special manner.<i> Seeing many things, but thou observest not<\/i> — Thou dost not seriously consider the plain word and wonderful works of God.<\/p> ",
    "audit": null
}