{
    "id": 9266,
    "source": "benson",
    "verse_id": 18199,
    "verse_count": 3,
    "reference": "29:5-7",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 29:5-7<\/a>.<i>Moreover <\/i>— Or, rather, <i>But, the multitude of thy strangers <\/i>— Of the strangers that encamp and fight against thee; <i>shall be like small dust<\/i> — Dispersed by the least breath of air; <i>and the multitude of the terrible ones <\/i>— Of the Assyrian army, terrible for courage and ferocity; <i>shall be as <\/i>the <i>chaff that passeth away <\/i>— Which is quickly carried away by the wind. <i>Yea, at an instant, suddenly — <\/i>This dissipation and destruction of thine enemies shall be as instantaneous as it is unexpected. Bishop Lowth, who considers these verses as containing “an admirable description of the destruction of Sennacherib’s army, with a beautiful variety of the most expressive and sublime images, adapted to show the greatness, the suddenness, and horror of the event,” gives us the following elegant and striking translation of them, which will give the reader a more just and enlarged view of their meaning, than any note wherewith we might attempt to explain it: <em>But the multitude of the proud shall be like the small dust; And like the flitting chaff, the multitude of the terrible: Yea, the effect shall be momentary, in an instant. From Jehovah there shall be a sudden visitation, With thunder, and earthquake, and a mighty voice; With storm, and tempest, and flame of devouring fire. And like as a dream, a vision of the night, So shall it be with the multitude of all the nations, that fight against Ariel; And all their armies, and their towers, and those that distress her.<\/em> The reader will observe, that this view of the passage has the sanction of the Vulgate version, and is approved by Prebendary Lowth, Vitringa, Dr. Waterland, Henry, and several others. Some, however, think that these verses should be connected with the preceding, and that the prophet continues in them to describe the judgment to be inflicted on Jerusalem.<\/p>",
    "audit": null
}