{
    "id": 9460,
    "source": "benson",
    "verse_id": 18673,
    "verse_count": 2,
    "reference": "50:10-11",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 50:10-11<\/a>.<i>Who is among you that feareth the Lord? <\/i>— He now turns his speech from the unbelieving and rebellious Jews, to those of them who were, or should be, pious. <i>That obeyeth the voice of his servant <\/i>— Of the same person of whom he has hitherto spoken, of Christ, who is called God’s <i>servant <\/i>by way of eminence, and to intimate that, though he was God, yet he would <i>take upon himself the form of a servant. <\/i>It is hereby signified, that the grace of God, and the encouragement and comfort here following, belong to none but those that believe in and obey this great prophet of the church; which was also declared by Moses, <a class=\"ref\">Deuteronomy 18:15<\/a>, compared with <a class=\"ref\">Acts 3:22-23<\/a>. <i>That walketh in darkness <\/i>— Not in sin, which is often called darkness, but in misery, which the word also frequently signifies; that lives in a disconsolate and calamitous condition. <i>And hath no light <\/i>— No comfort nor prospect of deliverance. <i>Let him trust in the name of the Lord, <\/i>&c. — Let him fix his faith and hope in the amiable nature and infinite perfections, and especially in the mercy and faithfulness <i>of the Lord, <\/i>declared in his word, and in his interest in God, who, by the mediation of this his servant, is reconciled to him, and made <i>his God. Behold, all ye that kindle a fire <\/i>— That you may enjoy the light and comfort of it; you that reject the light which God hath set up, and seek for comfort and safety in your own inventions: which was the common error of the Jews in all ages, and especially in the days of the Messiah, when they refused him, and that way of salvation which he appointed, and rested on their own traditions and devices, <i>going about to establish their own righteousness, and not submitting themselves unto the righteousness of God. That compass yourselves with sparks <\/i>— Of your own kindling. Dr. Waterland and Bishop Lowth translate this latter clause, “who place, or heap the fuel around.” <i>Walk in the light of your fire, and in the sparks that ye have kindled <\/i>— Use your utmost endeavours to get comfort from these devices. <i>This shall ye have of my hand, <\/i>&c — This shall be the fruit of all, through my just judgment, that, instead of that comfort and security which you expect by these means, you shall receive nothing but vexation and misery, which shall pursue you both living and dying; for the word  <span class=\"hebrew_text\">שׁכב<\/span>, here rendered <i>lie down, <\/i>is frequently used for <i>dying, <\/i>as <a class=\"ref\">Genesis 47:30; Job 21:26<\/a>, and elsewhere. <\/p>",
    "audit": null
}