{
    "id": 9245,
    "source": "benson",
    "verse_id": 18162,
    "verse_count": 2,
    "reference": "27:10–11",
    "title": "",
    "html": "<p> <a class=\"isa\" verses=\"eyIxODE2MiI6Mn0=\">Isaiah 27:10-11<\/a>. <i>Yet,<\/i> &c.—Before this glorious promise, concerning the removal of Israel’s sin and calamity, shall be fulfilled, a dreadful and desolating judgment shall come upon them. <i>The defenced city shall be desolate<\/i>—Jerusalem, and the rest of the defenced cities of the land, the singular number being put for the plural;<i>and the habitation forsaken<\/i>—The most inhabited and populous parts of the country; or, as<span class=\"hebrew_text\"> נוה<\/span> properly signifies, their<i>pleasant habitation,<\/i> whether in the city or country;<i>left like<\/i><i>a wilderness<\/i>—Which was the case in the time of the Babylonish captivity. <i>There shall the calf feed<\/i>—The calf is put for all sorts of cattle, which, it is foretold, should securely feed there, because there should be no man left to disturb or annoy them;<i>and consume the branches thereof<\/i>—Of their pleasant habitation; of the young trees that grow up in that desolated country. <i>When the boughs thereof are withered<\/i>—As they will be when they are thus gnawed and cropped by cattle;<i>they shall be broken off<\/i>—That there may be no hopes of their recovery. <i>The women come,<\/i> &c. —<\/p> \n<p>He mentions women, because the men would be destroyed. <i>For it is a<\/i><i>people of no understanding<\/i>—They neither know me, nor themselves; neither my word, nor my works: they know not the things which concern their peace, but blindly and wilfully go on in sin. <i>Therefore he that made them<\/i>—Both as they are creatures, and as they are his people; for this also is expressed by<i>making,<\/i> or<i>forming; will not have mercy on them<\/i>—So as to save them from this dreadful calamity and ruin, which they bring on themselves. Thus he overthrows their false and presumptuous conceit, that God would never destroy the work of his own hands, nor the seed of Abraham his friend.<\/p> ",
    "audit": null
}