{
    "id": 9147,
    "source": "benson",
    "verse_id": 17987,
    "verse_count": 4,
    "reference": "17:3–6",
    "title": "",
    "html": " <p>, <a class=\"isa\" verses=\"eyIxNzk4NyI6NH0=\">Isaiah 17:3-6 <\/a>. <i>The fortress also shall cease from Ephraim <\/i>—The meaning may be, that Damascus being destroyed, that fortress or protection, in which the Ephraimites had placed their confidence, should be taken; or, that at what time Damascus should be overthrown, and deprived of all government and power, the Ephraimites also should be weakened, and deprived of their chief fortresses by the Assyrians; which latter seems to be the true sense: see <a class=\"ref\">Hosea 10:14; Micah 1:6 <\/a>. The reader will observe, the Syrians of Damascus bordered upon the Ephraimites; and though they had long lived in a state of hostility with them, yet their King Rezin, on receiving some injuries from Uzziah, king of Judah, had found means to unite them with him in an expedition against Jerusalem. As the design of that expedition was wholly frustrated, (see <a class=\"isa\" verses=\"eyIxNzc4NiI6N30=\">Isaiah 7:3-9 <\/a>,,) so it hastened the destruction of both those nations: for the Assyrians, who were called in by Ahaz to his help, and who had a long time threatened Syria, took this occasion to seize and destroy Damascus, and transport the Damascene Syrians to Assyria and Media, which same fate, partly at the same time, and partly a little after, befell the Ephraimites also; a common cause involving these nations in a common calamity. <i>In that day, the glory of Jacob shall be made thin <\/i>—Hebrew, <span class=\"hebrew_text\">,ירל <\/span>,, <i>attenuabitur, shall be diminished, emptied, <\/i>,or <i>exhausted. And the fatness of his flesh shall wax lean <\/i>—Their principal citizens shall be spoiled of their dignity and wealth, and carried, with their property, into Assyria. <i>And it shall be as when a harvest-man gathereth the corn <\/i>—Taking care, as far as may be, that all be gathered in, and nothing left. So shall the whole body of the ten tribes be carried captive, some few gleanings only being left of them as it is in harvest. <i>As he that gathereth ears in the valley of Rephaim <\/i>—A very fruitful place near Jerusalem. Thus “the prophet explains the judgment upon Ephraim by two similes, and both elegant; the first taken from a beautiful body reduced by a consumption, meaning that their state should be deprived, not only of its chief citizens, but of all its power, wealth, and honour; that whatever it formerly possessed, which gave excellence and beauty, should entirely waste away and be consumed. The second simile is taken from the autumnal gathering in of fruits, or from that fertile harvest, whether of corn, wine, or oil, which used to be gathered in the valley of Rephaim.” <i>Yet gleaning grapes shall be left in it, <\/i>,&c.—“Whereas the reapers are wont to leave a few ears of corn, and those that gather grapes and olives, a few of the worst bunches of the grapes, and of the worst berries of the olives, so, from the harvest, which the Assyrian should reap in Ephraim, a few men, and those of the least consequence, should be left as a remnant in the land.” This accordingly came to pass: some few Israelites were left after their captivity, who joined themselves to Judah, and were carried captive to Babylon with them, from whence also they returned with them. <\/p>,",
    "audit": null
}