{
    "id": 9539,
    "source": "benson",
    "verse_id": 18810,
    "verse_count": 3,
    "reference": "59:9-11",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"eyIxODgxMCI6M30=\">Isaiah 59:9-11<\/a>.<i>Therefore is judgment far from us <\/i>— Because we have no regard for justice or honesty, God will not plead our cause against our oppressors; <i>neither doth justice overtake us <\/i>— He does not defend our rights, nor avenge our wrongs; as if he had said, If we had executed judgment and equity among one another, they would not now have been far from us. <i>We wait for light <\/i>— In what sense the Hebrews use the terms <i>light <\/i>and <i>darkness, <\/i>see before, on <a class=\"isa\" verses=\"WzE4Nzk1XQ==\">Isaiah 58:8<\/a>; <a class=\"isa\" verses=\"WzE4Nzk3XQ==\">Isaiah 58:10<\/a>. <i>But behold obscurity<\/i> — We are in a state of such thick darkness, that, which way soever we look, we see no hope of deliverance. <i>We grope for the wall like the blind<\/i> — As a blind man, that hath no other means of perceiving and distinguishing objects than his hands, feels for the wall, from whence he expects either direction or a resting-place to lean on; so we expect salvation, as it were, blindfold, not taking direction from the prophets, but hoping to obtain it by our cries and fasts, though we continue in our sins; and therefore may be well said to <i>grope <\/i>after it. <i>And, <\/i>or rather, <i>yea, we grope as if we had no eyes <\/i>— As if we were stark blind; <i>we stumble at noon-day <\/i>— This denotes their exceeding blindness, as a man must needs be exceedingly blind who can discern no more at noon-day than if it were midnight. <i>We are in desolate places as dead men — <\/i>He compares their calamitous state to that of men dead, without hope of restoration. <i>We roar like bears, <\/i>&c. — Thus he expresses the greatness of their anguish, which forced from them loud outcries and sorrowful lamentations. <i>We look for judgment, <\/i>&c. — See note on <a class=\"isa\" verses=\"WzE4ODEwXQ==\">Isaiah 59:9<\/a>.<\/p>",
    "audit": null
}