{
    "id": 9152,
    "source": "benson",
    "verse_id": 17999,
    "verse_count": 1,
    "reference": "18:1",
    "title": "",
    "html": " <p>, <a class=\"isa\" verses=\"WzE3OTk5XQ==\">Isaiah 18:1 <\/a>. <i>Wo to the land <\/i>—Or, rather, as Bishop Lowth renders it, and as the particle <span class=\"hebrew_text\">,הוי <\/span>,, here used, undoubtedly means, <a class=\"isa\" verses=\"WzE4NzQyXQ==\">Isaiah 55:1 <\/a>,, and elsewhere, <i>Ho! to the land. <\/i>,The words seem evidently to contain an address to the land here meant, which is supposed to be Egypt, because of the attributes under which it is spoken of. 1st, It is said to be <i>shadowing, <\/i>,or <i>shadowed with wings, <\/i>,a description which, it is thought, agrees to Egypt, as connected with Ethiopia, because it is situated between two mountains on the eastern and western side of the Nile, which, as it were, overshadow it, especially where it is most narrow, toward Ethiopia, and which unfold themselves more and more in the manner of two wings, from the south toward the north. Thus Vitringa interprets the first member of the prophet’s description. But the Hebrew word, which our translators render <i>shadowing, <\/i>,properly signifies a sort of timbrel, called in Latin <i>sistrum, <\/i>,which was an instrument of music peculiar to the Egyptians in their sacrifices to Isis; and the two words here used, <span class=\"hebrew_text\">,צלצל כנפים <\/span>,, <i>tziltzal kenaphim, <\/i>,are interpreted by some, <i>a winged timbrel <\/i>,or <i>cymbal, <\/i>,which is an exact description of the Egyptian <i>sistrum, <\/i>,and therefore is supposed to be made use of here as a distinguishing epithet of Egypt, termed <i>the land <\/i> <i>of the winged timbrel, <\/i>,or <i>cymbal. <\/i>,This interpretation is adopted by Bishop Lowth and many others. Both interpretations agree in this, that Egypt is the land intended; which is still more manifest from the second attribute mentioned as descriptive of it, that it is <i>beyond, <\/i>,or rather <i>borders upon, the rivers of Ethiopia, <\/i>,the word <span class=\"hebrew_text\">,מעבר <\/span>,, signifying either on <i>this side, <\/i>,or <i>on the <\/i>,further side. The word <span class=\"hebrew_text\">,כושׁ <\/span>,, <i>chush, <\/i>,here rendered Ethiopia, sometimes signifies Arabia, and some interpreters think some rivers of a part of Arabia are meant, beyond which Egypt lay; but Vitringa, Bishop Lowth, and many others, understand the prophet as speaking of the Nile, and some great and celebrated rivers which flow into it from Ethiopia, and very much increase its waters. It is probable, that either the eastern branches of the lower Nile, the boundary of Egypt toward Arabia, are intended, or the parts of the upper Nile toward Ethiopia. It is thought the prophet the rather denominates Egypt from this epithet, because at this time it was under the power of the Ethiopians. <\/p>,",
    "audit": null
}