{
    "id": 8984,
    "source": "benson",
    "verse_id": 17692,
    "verse_count": 1,
    "reference": "2:6",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"WzE3NjkyXQ==\">Isaiah 2:6<\/a><em>.<\/em><i>Therefore <\/i>— For the following causes; <i>thou hast forsaken thy people <\/i>— Or, wilt certainly forsake and reject them. <i>The house of Jacob<\/i> — The body of that nation. The prophet here begins his complaint of the state of the Jewish nation, and “assigns the reason of God’s withdrawing his kindness from those of the present age, (as there would be a more remarkable rejection of them under the gospel,) because of their following the corrupt manners of the idolatrous nations round about them, in seeking to soothsayers and wizards, which God had solemnly and expressly forbidden, <a class=\"ref\">Deuteronomy 18:14<\/a>.” — Lowth. <i>Because they are <\/i><i>replenished from the east <\/i>— Or, as the margin reads it, <i>more than the east, <\/i>which Dr. Waterland interprets, <i>They are fuller of sorceries than the east; <\/i>and Bishop Lowth, <i>They are filled with divination from the east. <\/i>The general meaning seems to be, that their land was full of the impious, superstitious, and idolatrous manners of the eastern nations, the Syrians and Chaldeans, and perhaps also they had encouraged these heathen to settle among them, that they might learn their customs. <i>And are soothsayers <\/i>— Undertaking to discover secret things, and to foretel future, contingent events, by observing the stars, or the clouds, or the flight of birds, and in other ways of divination; <i>like the Philistines <\/i>— Who were infamous for those practices; of which see one instance, <a class=\"ref\">1 Samuel 6:2<\/a>. <i>They please themselves in the children of strangers — <\/i>They delight in their company and conversation, making leagues, and friendships, and marriages with them. Dr. Waterland renders the clause, <i>They please themselves in the conceptions, <\/i>or <i>productions, of strangers.<\/i><\/p>",
    "audit": null
}