{
    "id": 9167,
    "source": "benson",
    "verse_id": 18028,
    "verse_count": 3,
    "reference": "19:23–25",
    "title": "",
    "html": " <p>, <a class=\"isa\" verses=\"eyIxODAyOCI6M30=\">Isaiah 19:23-25<\/a>. <i>In that day,<\/i>,&c.—Here the prophet proceeds to show the effect of this benefit of divine grace toward the Egyptians, namely, their spiritual alliance with the Assyrians and Israelites, with a great abundance of the divine blessings. <i>There shall be a highway out of Egypt to Assyria <\/i>—A happy correspondence and intercourse settled. <i>And the Assyrian shall come into Egypt,<\/i>,&c.—They who were implacable enemies one to another, and both to the church of God, shall now be reconciled and united together in the service of God, and love to his church. <i>In that day shall Israel be the third <\/i>—The third party in that sacred league, whereby all of them oblige themselves to serve God. <i>With Egypt and with Assyria <\/i>—These are named, because they were the most obstinate enemies to God’s church, but they are here put for all the Gentiles. <i>Even a blessing <\/i>—That is, Israel shall be <i>a blessing.<\/i>, This is peculiar to Israel, who is not only a <i>third<\/i>, party, but is the most eminent of the three, as being the fountain by which the blessing is conveyed to the other two; because Christ was to be born of them, and the gospel-church and ordinances were first established among them, and from them derived to the Gentiles. <i>In the midst of the land —<\/i>, Or, <i>of those lands,<\/i>, namely, Egypt and Assyria, between which Israel lay: or, <i>in the midst of the earth,<\/i>, as <span class=\"hebrew_text\">,כקרב הארצ<\/span>, more properly means: which may be added, to imply that God’s blessing should be conveyed from and by Israel, not only to the Egyptians and Assyrians, but to all the nations of the earth, in the midst of which the land of Israel might well be said to be. <i>Whom the Lord of hosts shall bless <\/i>—That is, which people, Israel, Egypt, and Assyria; of whom he speaks as of one people, because they were all to be united into one church. <i>Blessed be Egypt my people <\/i>—This title, and those which follow, that were peculiar to the people of Israel, should now be given to these and all other nations. <\/p>",
    "audit": null
}