{
    "id": 9387,
    "source": "benson",
    "verse_id": 18524,
    "verse_count": 2,
    "reference": "43:18–19",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"eyIxODUyNCI6Mn0=\">Isaiah 43:18-19<\/a>. <i>Remember ye not the former things <\/i>—But although your former deliverance out of Egypt was in itself a most glorious work, which you ought always to remember and consider; yet this other work, of your deliverance out of Babylon, and those blessings which shall follow upon it, and particularly that of sending the Messiah, shall be so transcendent a favour, that, in comparison thereof, all your former deliverances are scarcely worthy of your remembrance and consideration. See two parallel texts, <a class=\"ref\">Jeremiah 16:14-15; Jeremiah 23:5-8<\/a>. From which passages laid together it appears that this latter deliverance, compared with that out of Egypt, is not to be confined to their restoration from captivity, but to be extended to the consequences thereof, and especially to the redemption of the Messiah. Indeed, otherwise the deliverance from Egypt was more glorious and wonderful, in many respects, than that out of Babylon. <i>Behold, I will do a new thing <\/i>—Such a work as was never yet done in the world. <i>Now it shall spring forth <\/i>—The Scripture often speaks of things at a great distance of time, as if they were now at hand, to make us sensible of the inconsiderableness of time and all temporal things, in comparison of God and eternal things; upon which account it is said, that <i>a thousand years are in God’s sight but as one day. Shall ye not know it? <\/i>—Certainly, you Jews shall know it by experience, and shall find I do not deceive you with vain hopes. <i>I will make a way in the wilderness, <\/i> &c.—I will give you direction and provision in the wilderness, where there is commonly no path, and where all necessaries are wanting; which, as it literally speaks of God’s conducting them through the great desert which lay between Babylon and Judea, so it is mystically meant of those spiritual blessings which God, in and through Christ, would confer upon all his people, not the Jews only, but also the Gentiles, who, in prophetical language, are often compared to a wilderness. <\/p> ",
    "audit": null
}