{
    "id": 9190,
    "source": "benson",
    "verse_id": 18073,
    "verse_count": 3,
    "reference": "22:20–22",
    "title": "",
    "html": " <p>, <a class=\"isa\" verses=\"eyIxODA3MyI6M30=\">Isaiah 22:20-22<\/a>. <i>I will call my servant Eliakim —<\/i>, By my Spirit fitting him for the work, and moving the heart of Hezekiah to call him to it. <i>And I will clothe him with, thy robe,<\/i>,&c.—There was a peculiar sort of robe and girdle, which was the badge of his office, which should be taken from him and given to Eliakim. <i>And he shall be a father to the inhabitants of Jerusalem <\/i>—He shall not only have the authority of a father, which thou now hast, but he shall govern them with fatherly care and affection. <i>And <\/i> <i>the key,<\/i>,&c.—As the robe and the girdle or baldric, mentioned in the preceding verse, were the ensigns of power and authority, so likewise was the key; being a significant emblem of the power of opening and shutting, of binding and loosing, of letting inferiors into an office, or putting them out of it; whence the delivering of the keys of a house or city into a person’s hands signifies the giving him the power and possession of it, or the confirming to him such a grant. “To comprehend,” says Bishop Lowth, “how the key could be borne on the shoulder, it will be necessary to observe, that one sort of keys, used by the ancients, was of considerable magnitude, and, as to the shape, very much bent and crooked. Homer (<i>Odyss., 21:<\/i>,6) describes the key of Ulysses’s storehouse as <span class=\"greek-hebrew\">,ευκαμπης<\/span>, a large curvature, which Eustathius explains by saying it was <span class=\"greek-hebrew\">,δρεπανοειδης<\/span>, in shape like a reap-hook. Huetius says, the constellation Cassiopeia answers to this description; the stars to the north making the curve part, that is, the principal part of the key; the southern stars the handle. The curve part was introduced into the key-hole, and, being properly directed by the handle, took hold of the bolts within, and moved them from their places. We may easily collect from this account, that such a key would lie very well upon the shoulder; that it must be of some considerable size and weight, and could hardly be commodiously carried otherwise. In allusion to the key as the ensign of power, the unlimited extent of that power is expressed here with great clearness as well as force by the sole and exclusive authority to <i>open<\/i>, and to <i>shut.<\/i>, Our Saviour, therefore, has, upon a similar occasion, made use of a like manner of expression, <a class=\"ref\">Matthew 16:19<\/a>; and in <a class=\"ref\">Revelation 3:7<\/a>, has applied to himself the very words of the prophet.” <\/p>",
    "audit": null
}