{
    "id": 9237,
    "source": "benson",
    "verse_id": 18151,
    "verse_count": 2,
    "reference": "26:20–21",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"eyIxODE1MSI6Mn0=\">Isaiah 26:20-21<\/a>. <i>Come, my people,<\/i>,&c.—These two verses are supposed not to belong to the song which takes up the preceding part of the chapter, but to be an address of the prophet to the people of God on the contents of it. Having foretold their wonderful deliverance, and the utter destruction of their enemies, lest they should suppose that these predictions would immediately begin to be fulfilled, and thereby should meet with a disappointment, which might shake their faith respecting the future fulfilment of them, he here warns them that they must first expect storms, and exhorts them to prepare for them, and patiently to wait God’s time for the accomplishment of his promises. <i>Enter thou into thy chambers,<\/i>,&c.—Withdraw thyself from the company and conversation of the people of the world, lest, partaking with them in their sins, thou shouldst also partake of their plagues; <i>and shut thy doors about thee <\/i>—Separate and seclude thyself, as far as may be, from men and things, and give thyself up to meditation on these awful dispensations of divine justice and mercy, and to prayer. Having entered into thy closet, and shut thy door, pour out thy supplications and intercessions before <i>thy Father, who seeth in secret. Hide thyself, as it were <\/i>—In this time of danger and calamity, when the judgments of God are so awfully abroad in the earth, put thyself under the protection of his providence and grace, by faith and prayer. He alludes to the common practice of men, who, when there are storms or dangers abroad, betake themselves to their houses or chambers for safety: or, it may be, to the history, <a class=\"ref\">Exodus 9:19-20<\/a>; or, to the command of Moses to the Israelites, (<a class=\"ref\">Exodus 12:22<\/a>,) not to go out of the doors of their houses: while the destroying angel was going through the land of Egypt; or, to the like charge given to Rahab, as the condition of her preservation, Joshua 2. <i>For a little moment <\/i>—Whereby he intimates, that all their afflictions, how long and tedious soever they might seem, were but short and momentary in comparison of that happiness which was reserved for them; <i>until the indignation be overpast <\/i>—The dreadful effects of God’s anger, mentioned in the next verse. <i>For the Lord cometh out of his place<\/i>,— <i><\/i>, Cometh down from heaven, which, in Scripture, he is frequently said to do, when he undertakes any great and glorious work, either of delivering his people or destroying their enemies. The expression is borrowed from the manner of princes, who come out of their palaces either to sit in judgment, or to fight against their enemies, both which things God is here represented as doing. <i>To punish the inhabitants of the earth <\/i>—All the enemies of God and of his people; <i>for their iniquity <\/i>—For all their sins, and especially for oppressing and persecuting his church. <i>The earth also shall disclose her blood —<\/i>, The innocent blood which hath been shed upon the earth shall be brought to light, and shall be severely revenged upon the murderers. <\/p>",
    "audit": null
}