{
    "id": 9123,
    "source": "benson",
    "verse_id": 17941,
    "verse_count": 3,
    "reference": "14:12–14",
    "title": "",
    "html": " <p>, <a class=\"isa\" verses=\"eyIxNzk0MSI6M30=\">Isaiah 14:12-14 <\/a>. <i>How art thou fallen from heaven <\/i>—From the height of thy glory; <i>O Lucifer <\/i>—Lucifer is properly a bright star, that ushers in the morning; but is here metaphorically taken for the mighty king of Babylon, who outshone all the kings of the earth by his great splendour. <i>Son of the morning <\/i>—The title of <i>son <\/i>,is given in Scripture, not only to a person or thing begotten or produced by another, but also to any thing which is related to it, in which sense we read of <i>the son of a night, <\/i>, <a class=\"ref\">Jonah 4:10 <\/a>,, <i>a son of perdition, <\/i>, <a class=\"ref\">John 17:12 <\/a>,, and, which is more agreeable to the present case, <i>the sons of Arcturus, <\/i>, <a class=\"ref\">Job 38:32 <\/a>. <i>How art thou cut down <\/i> <i>to the ground <\/i>—Thou, whose power raised thee, in the estimation of men, even to heaven itself? Thou, who didst trample on, and destroy all the nations! <i>For thou hast said in thy heart — <\/i>,Which lay open to God’s inspection; <i>I will ascend into heaven <\/i>—I will advance myself above the state of weak and mortal men. <i>I will exalt my throne above the stars of God <\/i>—Above all other kings and potentates; or, above the most eminent persons of God’s church. <i>I will sit upon the mount of the congregation <\/i>—I will establish my royal throne upon mount Zion, where the Jews meet together to worship God: <i>in the sides of the north <\/i>—This is added as a more exact description of the place of the temple; it stood upon mount Moriah, which was northward from the hill of Zion, strictly so called. <i>I will be like the Most High <\/i>—In the uncontrollableness of my power, and the universal extent of my dominion. By putting these and such like words into the mouths of the kings of Babylon, the prophet means to show their excessive pride, and the confidence which they entertained, that they should perpetually reign over the Jews. <\/p>,",
    "audit": null
}