{
    "id": 9114,
    "source": "benson",
    "verse_id": 17918,
    "verse_count": 6,
    "reference": "13:11-16",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 13:11-16<\/a>.<i>I will punish the world <\/i>— The Babylonish empire, which is called the world, as the Roman empire afterward was, (<a class=\"ref\">Luke 2:1<\/a>,) because it was extended to a great part of the world, and because it was very populous, and Babylon itself looked more like a world than one city. I <i>will lay low the haughtiness of the terrible <\/i>— Of them who formerly were very terrible for their great power and cruelty. <i>I will make a man more precious, <\/i>&c. — The city and nation shall be so depopulated, that few men shall be left in it. <i>I will shake the heavens, <\/i>&c. — A poetical and prophetical description of great confusions and terrors, as if heaven and earth were about to meet together. <i>And it shall be as the chased roe <\/i>— That Babylon, which used to be like a roaring lion and a raging bear to all about her, shall become like the timid, frighted roe, pursued by the hunter, and as <i>a sheep which no man taketh up <\/i>— In a most forlorn and neglected condition. And the army they shall bring into the field, consisting of troops from divers nations, as great armies usually do, shall be so dispirited by their own fears, and so dispersed by their enemies’ sword, that <i>they shall turn every man to his own people <\/i>— Shall each shift for his own safety. Or the prophet may refer to those inhabitants of Babylon who were originally of different nations, but had settled there: as many of these, he signifies, as can, shall flee out of it, and endeavour to escape to their own countries. <i>Every one that is found <\/i>— In Babylon, at the taking of it; <i>shall fall by the sword <\/i>— The fear of which shall make them flee away with all speed. <i>Their children also shall be dashed, <\/i>&c. — As a just recompense for the like cruelty acted by them upon the Jews, <a class=\"ref\">2 Chronicles 36:17<\/a>, which was also foretold <a class=\"ref\">Psalms 137:9<\/a>.<\/p>",
    "audit": null
}