{
    "id": 9263,
    "source": "benson",
    "verse_id": 18195,
    "verse_count": 1,
    "reference": "29:1",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 29:1<\/a>.<i>Wo to Ariel <\/i>— This word signifies <i>a strong lion, <\/i>or <i>the lion of <\/i><i>God, <\/i>and is used concerning lion-like men, as it is rendered <a class=\"ref\">1 Chronicles 11:22<\/a>; and of God’s altar, as it is translated <a class=\"ref\">Ezekiel 43:15-16<\/a>; which seems to be thus called, because it devoured and consumed the sacrifices put upon it, as greedily and as irresistibly as the lion doth his prey. “That Jerusalem is here called by this name,” says Bishop Lowth, “is very certain; but the reason of this name, and the meaning of it, as applied to Jerusalem, are very obscure and doubtful. Some, with the Chaldee, suppose it to be taken from the hearth of the great altar of burnt-offerings, which Ezekiel plainly calls by the same name; and that Jerusalem is here considered as the seat of the fire of God,  <span class=\"hebrew_text\">אור אל<\/span>, which should issue from thence to consume his enemies: compare <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 31:9<\/a>. Some, according to the common derivation of the word, suppose that it is called <i>the lion of God, <\/i>or <i>the strong lion, <\/i>on account of the strength of the place, by which it was enabled to resist and overcome all its enemies. There are other explanations of this name given, but none that seems to be perfectly satisfactory.” <i>The city where David dwelt <\/i>— The royal city, and seat of David and his posterity, which is probably here mentioned, because this was the ground of their confidence, and also to intimate that their relation to David, and their supposed interest in the promises made to him and to his seed, should not secure them from the destruction here threatened. <i>Add ye year to year, <\/i>&c. — The prophet speaks ironically: Go on year after year, and <i>kill sacrifices <\/i>at the appointed times, whereby you think to appease me; but all shall be in vain. For know, that God will punish you for your hypocritical worship, consisting of mere form, destitute of true piety. As the latter clause,  <span class=\"hebrew_text\">חגים ינקפו<\/span>, is literally, <i>Let the feasts go round, <\/i>it is probable this discourse was delivered at the time of some great feast.<\/p>",
    "audit": null
}