{
    "id": 9481,
    "source": "benson",
    "verse_id": 18714,
    "verse_count": 2,
    "reference": "53:2–3",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"eyIxODcxNCI6Mn0=\">Isaiah 53:2-3<\/a>. <i>For he shall grow up,<\/i>,&c.—And the reason why the Jews will generally reject their Messiah is, because he shall not come into the world with secular pomp, but <i>he shall grow up,<\/i>,(or, <i>spring up,<\/i>, out of the ground,) <i>before him,<\/i>,(before the unbelieving Jews, of whom he spake, <a class=\"isa\" verses=\"WzE4NzEzXQ==\">Isaiah 53:1<\/a>, and that in the singular number, as here, who were witnesses of his mean original; and therefore despised him,) <i>as a tender plant,<\/i>,(small and inconsiderable,) <i>and as a root,<\/i>, or <i>branch,<\/i>, grows out of a <i>dry,<\/i>, barren <i>ground,<\/i>, whose productions are generally poor and contemptible. <i>He hath no form,<\/i>,&c.—His bodily presence and condition in the world shall be mean and despicable. <i>And when we see him, there is no beauty,<\/i>,&c.—When <i>we,<\/i>, that is, our people, the Jewish nation, shall look upon him, expecting to find incomparable beauty and majesty in his countenance and demeanour, we shall be altogether disappointed, and shall meet with nothing desirable in him. This the prophet speaks in the persons of the carnal and unbelieving Jews. There was a great deal of true beauty in him, the beauty of holiness, and the beauty of goodness, enough to render him <i>the desire of all nations;<\/i>, but the far greater part of those among whom he lived and conversed saw none of this beauty; for it was spiritually discerned. Observe, reader, carnal minds see no excellence in the Lord Jesus; nothing that should induce them to desire an acquaintance with, or interest in him. Nay, he is not only not desired, but he is <i>despised and rejected —<\/i>, As one unworthy of the company and conversation of all men; despised as a <i>mean<\/i>, man, rejected as a <i>bad<\/i>, man, a deceiver of the people, an impostor, a blasphemer, an associate of Satan. He was <i>the stone which the builders refused;<\/i>, they would not have him to reign over them. <i>A man of sorrows —<\/i>, Whose whole life was filled with, and, in a manner, made up of, a succession of sorrows and sufferings; <i>and acquainted with grief <\/i>—Who had constant experience of, and familiar converse with, grievous afflictions. <i>And we hid,<\/i>,&c.—We scorned to look upon him; or we looked another way, and his sufferings were nothing to us; though <i>never sorrow was like unto his sorrows. <\/i> <\/p>",
    "audit": null
}