{
    "id": 9371,
    "source": "benson",
    "verse_id": 18486,
    "verse_count": 3,
    "reference": "42:5-7",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 42:5-7<\/a>.<i>Thus saith God the Lord, <\/i>&c. — This large description of God’s infinite power is here seasonably added, to give assurance of the certain accomplishment of these great and wonderful promises, which otherwise would seem incredible. <i>I the Lord have called thee in righteousness <\/i>— <i>To declare <\/i>my <i>righteousness, <\/i>as is said <a class=\"ref\">Romans 3:26<\/a> : or, my <i>faithfulness, <\/i>manifested in fulfilling my promises, long since made, and often renewed; <i>and will hold thy hand <\/i>— Will give thee counsel and strength for thy great and mighty work. <i>And will keep thee <\/i>— That thou shalt not fail in, nor, by thine enemies, be hindered from, the accomplishment of thy work; <i>and give thee for a covenant of the people <\/i>— To be the Angel of the covenant, <a class=\"ref\">Malachi 3:1<\/a>; or, the Mediator, in and by whom my covenant of grace is made and confirmed with mankind, even with all people who will accept of it. <i>For a light of the Gentiles <\/i>— To enlighten them with true and saving knowledge, and to direct them in the right way to true happiness, out of which they had miserably wandered. <i>To open the blind eyes <\/i>— The eyes of men’s minds, blinded with long ignorance, deep prejudice, and inveterate error, and by the god of this world, <a class=\"ref\">2 Corinthians 4:4<\/a>. <i>And to bring out the prisoners, <\/i>&c. — Namely, sinners <i>who are taken captive by the devil at his will, <\/i>(<a class=\"ref\">2 Timothy 2:26<\/a>,) and enslaved by their own lusts, and who can only be made free by Christ, <a class=\"ref\">John 8:32; John 8:36<\/a> : compare <a class=\"isa\" verses=\"MTg4NDU=\">Isaiah 61:1<\/a>, and <a class=\"ref\">Luke 4:17-21<\/a>.<\/p>",
    "audit": null
}