{
    "id": 9013,
    "source": "benson",
    "verse_id": 17742,
    "verse_count": 1,
    "reference": "5:2",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 5:2<\/a>.<i>And he fenced it <\/i>— In this verse the prophet, carrying on the allegory, proceeds to express, in parabolical language, the singular favours which God had bestowed on the Jewish nation, and the peculiar care which he had taken of them. He separated them from other nations, took them into covenant with himself, gave them a variety of laws and ordinances respecting his worship and service, and became, in an especial manner, their protector and governor. Thus <i>he fenced <\/i>his vineyard; Hebrew,  <span class=\"hebrew_text\">יעזקהו<\/span>, <i>circumsepsit eam, hedged it round <\/i>on all sides. In removing the heathen nations, and destroying all the forms of their idolatrous worship, forbidding all idolatry, and all intimate friendship and intermarriages with idolaters, and by giving them plain and ample directions for their whole conduct, lest they should fall by error or mistake, he <i>gathered out the stones thereof <\/i>— Which otherwise might have marred the land, (<a class=\"ref\">2 Kings 3:19<\/a>,) and injured the vines. In other words, he removed all the hinderances of fruitfulness. In that he formed his church of the posterity of those wise, holy, and faithful men, Abraham, Isaac, and Jacob, and purged and reformed the nation in the wilderness before he established them in Canaan, he might truly be said to <i>plant <\/i>his vineyard <i>with the choicest vine<\/i> — Or, as the Hebrew is, <i>the vine of Sorek, <\/i>alluding to a valley between Ascalon and Gaza, running up eastward into the tribe of Judah, and famous for the best vines, and the richest vineyards. <i>And he built a tower in the midst of it <\/i>— As edifices, termed towers by the Jews, were erected in vineyards, containing, as Bishop Lowth supposes, “all the offices and implements, and the whole apparatus necessary for the culture of them, and the making of wine;” and, doubtless, also serving for the accommodation and defence of the labourers; and as places of pleasure for the owners of the vineyards; so God provided his church with a most commodious and magnificent temple, furnished with all conveniences for every part of that worship and service which he required his people to perform to him, and affording every requisite accommodation for the residence, support, and comfort of the priests and Levites, while ministering in holy things, and employed in cultivating God’s mystical vineyard; and where he, the Lord of the vineyard, might be peculiarly present, as the protector and consolation of his people, their refuge and strength, and very present help in times of trouble or danger. Thus the Chaldee paraphrast: “I have constituted them the plant of a choice vine, and built my sanctuary in the midst of them.” So also Jerome interprets the clause. He <i>also made a wine-press therein <\/i>— Hebrew,  <span class=\"hebrew_text\">וגם יקב חצב<\/span>, which Bishop Lowth properly translates, “And he hewed out also a lake therein;” observing that the word  <span class=\"hebrew_text\">יקב<\/span>means, not the wine-press itself, or <i>calcatorium, <\/i>(the vessel or place where the grapes were stamped, or trod for the wine, which is expressed by another word,) but “what the Romans called <i>lacus, <\/i>the <i>lake; <\/i>the large open place or vessel, which, by a conduit, or spout, received the <i>must <\/i>(or new wine) from the wine-press.” This place, he thinks, in very hot countries, it was necessary, or very convenient, to have under ground, or in a cave hewed out of the side of a rock, “for coolness; that the heat might not cause too great a fermentation, and sour the must.” Now this lake, made to contain the new wine, may here signify the great altar, made to receive the sacrifices and oblations, as the fruits of the spiritual vineyard. <i>And he looked that it should bring forth grapes <\/i>— Real, genuine fruit, true, substantial piety and virtue, or godliness and righteousness; <i>and it brought forth wild grapes <\/i>— Or, rather, <i>poisonous berries, <\/i>as Bishop Lowth translates  <span class=\"hebrew_text\">באשׁים<\/span>, the word here used, which does not signify “merely useless, unprofitable grapes, such as wild grapes; but grapes offensive to the smell, noxious, poisonous;” such as those mentioned <a class=\"ref\">2 Kings 4:39-41<\/a>. For, according to the force and intent of the allegory, “To good grapes ought to be opposed fruit of a dangerous and pernicious quality; as, in the explication of it, to judgment is opposed tyranny, and to righteousness oppression.” See an elegant paraphrase of this part of the parable, <a class=\"ref\">Jeremiah 2:21<\/a>.<\/p>",
    "audit": null
}