{
    "id": 9560,
    "source": "benson",
    "verse_id": 18843,
    "verse_count": 2,
    "reference": "60:21–22",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"eyIxODg0MyI6Mn0=\">Isaiah 60:21-22<\/a>. <i>Thy people shall be all righteous — <\/i> Through righteousness imputed to them, <a class=\"ref\">Romans 4:3-8; Romans 4:23-24<\/a>; implanted in them, <a class=\"ref\">Ephesians 4:22-24<\/a>; and practised by them, <a class=\"ref\">1 John 3:7<\/a>; in other words, through the justification of their persons, the renovation of their nature, and their practical obedience to God’s law. “It was proper,” says Vitringa, “that the prophetic discourse, big with such excellent promises, should set forth the quality of the citizens of this blessed city; for so many and excellent privileges cannot belong to any but to such as are fitted for these times by divine grace. The prophet therefore teaches that the inhabitants of this city should be <i>all righteous; <\/i> where there can be no doubt that the righteousness of faith is meant; of living faith, purifying the soul, sanctifying the affections, abounding in charity, and never separated from true holiness: so that they who are called righteous here are the same who are elsewhere called holy.” See the following parallel passages, <a class=\"isa\" verses=\"W1sxNzczNywxODMwNCwxODMyOSwxODY5OF0seyIyMzA4OSI6Mn1d\">Isaiah 4:3; Isaiah 33:24; Isaiah 35:8; Isaiah 52:1; Zechariah 14:20-21<\/a>. <i>They shall inherit the land for ever <\/i>—They shall for ever be continued as God’s peculiar people; <i>the branch of my planting <\/i>—Born again of my Spirit, <i>created in <\/i> the Messiah, <i>unto good works, <\/i> <a class=\"ref\">Ephesians 2:10<\/a>; broken off from the wild olive, and grafted into the good olive; transplanted out of the field into the nursery; that, being now planted in God’s garden on earth, they might shortly be removed into his paradise in heaven; <i>that I may be glorified <\/i>—By the good fruit which they bear. <i>A little one shall become a thousand <\/i>—Rather, this should be rendered, <i>A little number shall become a thousand. <\/i> Though their beginning be very small and contemptible, and the members of the church very few, yet shall they greatly multiply, and increase into many hundreds of thousands and millions. Thus Daniel describes the kingdom of Christ as a stone, which, in process of time, becomes a great mountain, and fills the whole earth, which will be verified at the proper season, as it follows. <i>I the Lord will hasten it in his time <\/i>—Namely, in due time, the time that I have appointed; as if he had said, Let not this be doubted, because I have undertaken it, to whom nothing is difficult. Indeed this has been already accomplished in a considerable degree by the great progress the gospel has made. Never were means more unlikely employed to effect any purpose, never was there a stronger opposition; yet the gospel prevailed, and multitudes of both sexes, in different countries, became obedient to the faith, and looked upon it as their greatest glory. Vitringa, who closes his comment on this chapter with some excellent remarks, tending to show that it particularly refers to some future glorious state of the church, which will take place after the conversion of the Jews, and the coming in of the fulness of the Gentiles, concludes with the following important observation: “However, all our care and endeavour should be to conduct ourselves in a manner worthy of so high a hope; and we should so form our lives and manners as rather to regard things present than future; neglecting no duty of a true citizen of the spiritual Jerusalem, whereof we now profess ourselves members; that the expectation of the future may not deprive us of those blessings and privileges which God offers at present to all those who seriously and sincerely seek them; in the mean time humbly and earnestly interceding with him that his kingdom may come.” <\/p> ",
    "audit": null
}