{
    "id": 9081,
    "source": "benson",
    "verse_id": 17856,
    "verse_count": 1,
    "reference": "10:5",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"WzE3ODU2XQ==\">Isaiah 10:5<\/a>. <i>O Assyrian, <\/i> &c.—We have here the fourth section of the fifth sermon, which reaches to the end of this chapter, and which is two-fold; containing, 1st, A proposition in this verse; and, 2d, The unfolding of it in the following verses. It is a new and distinct prophecy, and, as the former part of it foretels the invasion of Sennacherib and the destruction of his army, it must have been delivered before the fourteenth year of Hezekiah’s reign. “In the former chapters the prophet had foretold the fate of the Ephraimites and Syrians, who had determined to attack, and, if possible, subvert the Jewish Church and state. He therefore now turns his discourse to the Assyrians, the executors of this judgment, who also in their time should make the same attempt against Judea, and denounces their punishment, teaching, at the same time, in what light they were held by God, and consequently were to be considered by the careful observers of the ways of God. The proposition in this verse is elegant, but very difficult to be turned into another language, according to its original force. Its immediate meaning is, ‘Wo to the Assyrian, who is the rod of mine anger, and the staff, which is in his hands, is my severity;’ that is, ‘whatever strength or power they have, which they have used in afflicting my people, would have been none at all, if my people had not provoked my wrath and severity; so that, not the Assyrians themselves, but my wrath and severity, and the decrees of my justice, ought to be esteemed the rod and staff beating my people; since, without that severity, the Assyrians themselves could have done nothing.’ Vitringa remarks, that all the characters of this prophecy belong to Sennacherib; though possibly it may have a more extensive scope, and refer to the destruction of all the enemies of God, and the following great empires, which God made use of as rods and scourges, to chastise and amend his people, till the manifestation of the kingdom of his Son in the world: see <a class=\"ref\">Jeremiah 51:20<\/a>.”—Dodd. Be this as it will, the prophet here instructs us in a great and important truth: “That God often prospers wicked and tyrannical governments to be his scourge and the instruments of his vengeance upon others; and when they have done the work which God allots them, he then punishes them for those very oppressions which they have exercised toward their neighbours, and to which they were carried on purely by their own ambition and covetousness, although Providence made them serviceable to better ends and purposes.”—Lowth. <\/p> ",
    "audit": null
}