{
    "id": 9577,
    "source": "benson",
    "verse_id": 18872,
    "verse_count": 2,
    "reference": "63:5–6",
    "title": "",
    "html": " <p>, <a class=\"isa\" verses=\"eyIxODg3MiI6Mn0=\">Isaiah 63:5-6 <\/a>. <i>I looked, and there was none to help <\/i>—“Things were come to that extremity, that there was no appearance of succour by any human means. Those who, by their office and character, ought to have stood up in defence of oppressed truth and righteousness, even they, contrary to what might have been justly expected, betrayed so good a cause, or had not the courage to defend it. So that it was time for God to interpose, and to appear in defence of his own honour and people.” <i>Therefore my own arm, <\/i>,&c.—See note on <a class=\"isa\" verses=\"WzE4ODE3XQ==\">Isaiah 59:16 <\/a>. <i>And my fury, it upheld me <\/i>—Or, <i>my zeal <\/i>,rather, namely, against the adversaries of my church, and for the deliverance of my people: I was resolved to vindicate my own honour, and my concern for my people made me go through with the undertaking in spite of all opposition. Thus God says, <a class=\"ref\">Zechariah 8:2 <\/a>,, <i>I was jealous for <\/i>,Zion <i>with great fury. <\/i>,God’s <i>arm <\/i>,signifies his strength and power, and his zeal sets his power on work. <i>And I will tread down <\/i>—The LXX. render it, <span class=\"greek-hebrew\">,κατεπατησα <\/span>,, <i>I have trodden down the people in mine anger. <\/i>,So also the vulgar Latin, which translation agrees better with the context where Christ is described as having his garments already stained with the blood of his enemies. <i>And made them drunk in my fury <\/i>—“God’s judgments are often represented by a cup of intoxicating liquor, because they astonish men, and bereave them of their usual discretion.” See the note on <a class=\"isa\" verses=\"WzE4NjkxXQ==\">Isaiah 51:17 <\/a>. <\/p>,",
    "audit": null
}