{
    "id": 9069,
    "source": "benson",
    "verse_id": 17833,
    "verse_count": 1,
    "reference": "9:3",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 9:3<\/a>.<i>Thou hast multiplied the nation <\/i>— Thou hast made good thy promise to Abraham, concerning the multiplication of his seed, by adding his spiritual seed unto the carnal, by gathering in the Gentiles to the Jews, and making them both one people in Christ, <a class=\"ref\">John 10:16; Ephesians 2:14<\/a>. For, in the Scriptures, the believing Gentiles are accounted the seed of Abraham as well as the Jews, <a class=\"ref\">Galatians 3:7-9<\/a>. Or, as the Hebrew may be rendered, <i>Thou hast magnified the nation, <\/i>honoured it with peculiar privileges above all other nations, and especially with this transcendent privilege, that the Saviour of the world should be born in it, and live among its people; of which he speaks more fully <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 9:6-7<\/a>. <i>And not increased <\/i>— Or rather, according to the marginal reading in the Hebrew, (which, instead of  <span class=\"hebrew_text\">לא<\/span>, <i>not, <\/i>has  <span class=\"hebrew_text\">לו<\/span>, <i>it, him, <\/i>or <i>them,<\/i>) confirmed by many of the ancient versions, <i>Thou hast increased their joy, <\/i>which reading, it is evident, the next words require. Dr. Waterland’s version of these two clauses is, <i>Thou hast advanced the nation; hast heightened upon her joy. <\/i>The meaning is, thou hast conferred upon it a very great benefit, and thereby prepared for it the highest joy: joy <i>which shall be to all people; <\/i>true joy arising from the consolations of the gospel. See <a class=\"ref\">Zechariah 2:10-11; Luke 2:10<\/a>. <i>They joy before thee <\/i>— In thy presence, and in the place of thy worship; <i>according to the joy in harvest,<\/i> &c. — When men, with great joy, reap the long-expected fruit of their great labours and expectations, or as when, after a glorious victory, they come to take the spoil.<\/p>",
    "audit": null
}