{
    "id": 9233,
    "source": "benson",
    "verse_id": 18144,
    "verse_count": 2,
    "reference": "26:13–14",
    "title": "",
    "html": "<p> <a class=\"isa\" verses=\"eyIxODE0NCI6Mn0=\">Isaiah 26:13-14<\/a>. <i>O Lord our God,<\/i> &c.—The people of God, having already obtained their deliverance in part, with the overthrow and destruction of their enemies, proceed to unfold and express their hope, that God would perfect all his good works for them. <i>Other lords besides thee<\/i>—Who art our only King, Lawgiver, and Judge; and besides those governors who have been appointed over us by thee, and have ruled us in subordination to thee; even foreign and heathen lords, such as the Philistines formerly, and lately the Assyrians, and afterward (as the prophet foresaw would come to pass) the Babylonians, <i>have had dominion, over us<\/i>—Have exercised a tyrannical power over us. The reader will observe, the song begun, <a class=\"isa\" verses=\"WzE4MTMyXQ==\">Isaiah 26:1<\/a> , is continued, and Isaiah is foretelling what the language of the church would be after her deliverance. <i>By thee only<\/i>—By thy favour and help, by which alone we have been rescued from the tyranny of our enemies, and not by our merits or strength;<i>will we make mention of thy name —<\/i><\/p> \n<p>Celebrate thy praise, and trust in thee for the future. Bishop Lowth renders the clause, <i>Thee only, and thy name, henceforth will we celebrate. They are dead, &c., they shall not rise<\/i>—Those tyrants are destroyed, they shall never live or rise again to molest us. He probably refers to the miraculous destruction of Sennacherib’s army before Jerusalem, and to the overthrow of the Babylonian empire. <i>Therefore hast thou visited and destroyed them,<\/i> &c.—That they might be thus effectually destroyed thou didst undertake the work; and thou hast perfectly accomplished it, and abolished the monuments or memorials of their greatness and glory. The prophet speaks of what he foresaw, with certainty, would be done, as though it were effected already.<\/p> ",
    "audit": null
}