{
    "id": 9544,
    "source": "benson",
    "verse_id": 18820,
    "verse_count": 1,
    "reference": "59:19",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"WzE4ODIwXQ==\">Isaiah 59:19<\/a><em>.<\/em><i>So shall they fear the name of the Lord <\/i>— Worship the Lord; <i>from the west <\/i>— The western parts of the world. <i>And his glory <\/i>— The glorious God; <i>from the rising of the sun <\/i>— The eastern parts. The sum is, the whole world shall fear and worship God, and make his name renowned, laying aside their idolatries: and it may be referred, 1st, To the deliverance of God’s people out of Babylon: men shall reverence and adore him when they shall hear how he hath delivered his people, and executed vengeance on their enemies. Or, 2d, To the redemption by Christ, and the calling of the Gentiles. See <a class=\"ref\">Malachi 1:11<\/a>. <i>When the enemy shall come in like a flood, <\/i>&c. — When nothing seems able to withstand the enemies of God’s church, but they carry all before them as a flood overruns a country, then God himself shall give them a remarkable check, and visibly interpose in behalf of his oppressed people. The prophet, however, may be understood as speaking of Satan, the grand enemy of God’s church, and as signifying that at what time soever he or his instruments should make violent attacks on God’s people, and should endeavour to bear down all before them, by an inundation of infidelity, impiety, and wickedness; the Spirit of God would <i>lift up his standard, <\/i>and call together his armies, to oppose these enemies’ progress, and subvert their cause. “There can be no doubt,” says Mr. Scott, “but the grand accomplishment of this prophecy is future: and as they, among whom iniquity so abounded, antecedent to this happy change, are spoken of as the professed people of God, and are not accused of idolatry, and as the Lord is represented as wondering that there was no intercessor among them, it is more natural to interpret it of corrupt and degenerate Protestants, than either of the Jews, who are avowed enemies to Christianity, or of Papists, who retain the worship of images, saints, and angels.”<\/p>",
    "audit": null
}