{
    "id": 9359,
    "source": "benson",
    "verse_id": 18456,
    "verse_count": 3,
    "reference": "41:4–6",
    "title": "",
    "html": "<p> <a class=\"isa\" verses=\"eyIxODQ1NiI6M30=\">Isaiah 41:4-6<\/a>. <i>Who hath done it?<\/i>—Whose work was this but mine?<i>Calling the generations<\/i>—Calling them out of nothing; giving them breath and being; disposing and employing them as I see fit:<i>from the beginning<\/i>—All persons and generations of mankind from the beginning of the world. <i>I the Lord, the first,<\/i> &c.—Who was before all things, even from eternity, and shall be unto eternity:<i>the isles saw it, and feared<\/i>—Even remote countries discerned the mighty work of God in delivering his people, and overthrowing their enemies in so wonderful a manner, and were afraid lest they should be involved in the same calamity. <i>The ends of the earth drew near and came<\/i>—They gathered themselves together to consult for their common safety, and to maintain the cause of their idols, which, by this instance, they perceived to be in great jeopardy. <i>They helped every one his<\/i><i>neighbour<\/i>—They encouraged and assisted one another in their idolatrous practices. “Remote countries,” says Lowth, “were astonished at the sudden rise of the conqueror Cyrus, and joined in an alliance to check his growing greatness, just as several artificers that are concerned in the trade of idol- making assist one another in carrying on their common interest, and stir up the zeal of others in defence of image-worship:” see <a class=\"ref\">Acts 19:25<\/a>. Or, according to others, the prophet describes in these verses the vain and fruitless attempt of idolaters to hinder the effect of Cyrus’s appearance, namely, the demolition of Babylon and its idols. “The passage maybe also fitly applied to the heathen powers combining together to support idolatry, and suppress the Christian religion.”<\/p> ",
    "audit": null
}