{
    "id": 9616,
    "source": "benson",
    "verse_id": 18940,
    "verse_count": 1,
    "reference": "66:17",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"WzE4OTQwXQ==\">Isaiah 66:17<\/a> .<i> They that sanctify themselves,<\/i> &c. — “Behold,” says Vitringa, “the reason of the great severity above mentioned, namely, a base and abominable departure from God, represented under a certain kind of idolatry and detestable superstition, of all others the most odious and contrary to the institutions of the ancient religion.” It is evident the passage is to be understood figuratively, like those in<a class=\"isa\" verses=\"WzE4OTI2XQ==\">Isaiah 66:3<\/a> , and in<a class=\"isa\" verses=\"eyIxODkwMSI6Mn0=\">Isaiah 65:3-4<\/a> ;<a class=\"isa\" verses=\"WzE4OTA5XQ==\">Isaiah 65:11<\/a> , on which see the notes.<i> And purify themselves in the gardens<\/i> —<i><\/i> There were several sorts of lustrations, or purifications, used among the heathen, from whence the Jews learned their idolatrous customs, some of which were performed by washings, for which purpose they had fountains in their sacred groves and gardens.<i> Behind one tree<\/i> — The word<i> tree<\/i> is not in the Hebrew. The words are<span class=\"hebrew_text\"> אחר אחד<\/span> ,<i> achar achad,<\/i> which may signify, after the manner of<i> achad.<\/i> Or, as Bishop Lowth renders it,<i> after the rites of achad;<\/i> observing, “the Syrians worshipped a god called<i> Adad,<\/i> whom they held to be the highest and greatest of the gods, and to be the same with Jupiter and the sun: and the name<i> Adad,<\/i> says Macrobius, signifies<i> one,<\/i> as likewise does the word<i> achad,<\/i> in Isaiah. Many learned men, therefore, have supposed, and with some probability, that the prophet means the same pretended deity. But whatever the particular mode of idolatry might be, the general sense of the verse is perfectly clear.” It is plainly a reproof of the wicked Jews for the many idolatries and superstitions of which they were guilty, and which are here set forth in figurative language, borrowed from the abominable practices to which many of the Jews were addicted in Isaiah’s time; who privately, in enclosed gardens which were not exposed to view, performed the heathen lustrations, sacrificed in the heathen manner, and to their gods, and eat meats which were prohibited by the law as unclean, although in public they pretended to be true Jews, or strict observers of the law.<i> Eating swine’s<\/i><i> flesh<\/i> — Forbidden,<a class=\"ref\">Leviticus 11:7; Deuteronomy 14:8<\/a> .<i> And the abomination<\/i> — Other abominable meats forbidden to the Jews;<i> and the mouse<\/i> — The word which we translate<i> mouse<\/i> being nowhere found but<a class=\"ref\">Leviticus 11:29; 1 Samuel 6:4-5; 1 Samuel 6:11; 1 Samuel 6:18<\/a> , and here, some think it is not that creature which we call a<i> mouse,<\/i> but rather signifies some serpent. Be this as it may, the sense evidently is, that God would not only destroy the open and gross idolaters and superstitious persons, but all those who made no conscience of yielding obedience to the law of God in such things as seemed to them of a trivial nature, and in which they easily might have yielded obedience. The Lord here assures them that they should all perish together. Observe, reader, in the day of final judgment, the idolatrous pagan or Papist, and the ungodly Protestant, shall fare alike. For no man can reasonably imagine that either baptism, or a profession of Christianity, can save a man from God’s wrath without holiness, any more than circumcision, and the being reputed a member in the Jewish Church.<\/p> ",
    "audit": null
}