{
    "id": 9115,
    "source": "benson",
    "verse_id": 17924,
    "verse_count": 2,
    "reference": "13:17-18",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"eyIxNzkyNCI6Mn0=\">Isaiah 13:17-18<\/a>.<i>Behold, <\/i>&c. — Here follows the second part of this prophecy, in which the calamity which the prophet had foretold, principally in figure, is plainly related and set forth in its causes and consequences. Its causes are stated to be the Medes, raised up by God himself against the Babylonians, and described as being extremely full of cruelty and avidity of revenge, <a class=\"isa\" verses=\"eyIxNzkyNCI6Mn0=\">Isaiah 13:17-18<\/a>. The consequences are, the desolation of Babylon, and the calamity to be brought upon it, <a class=\"isa\" verses=\"eyIxNzkyNiI6NH0=\">Isaiah 13:19-22<\/a>. <i>I will stir up the Medes <\/i>— Under whom he comprehends the Persians, who were their neighbours and confederates in this expedition. <i>Which shall not regard silver, <\/i>&c. — That is, comparatively speaking. They shall more eagerly pursue the destruction of the people than the getting of spoil. <i>Their bows also <\/i>— Under which are comprehended other weapons of war; <i>shall dash the young men to pieces — <\/i>Or, <i>shall pierce the young men through, <\/i>as the Chaldee renders it. But, as both Herodotus and Xenophon affirm that the Persians used  <span class=\"greek-hebrew\">τοξα μεγαλα<\/span>, <i>large bows, <\/i>according to the latter, <i>bows three cubits long, <\/i>and undoubtedly proportionably strong; we may easily conceive, as Bishop Lowth observes, that, with such bows, especially if made of brass, as bows anciently often were, (see <a class=\"ref\">Psalms 18:35; Job 20:24<\/a>,) the soldiers might dash and slay the young men, the weaker and unresisting part of the inhabitants, (here joined with the fruit of the womb and the children,) in the general carnage in taking the city.<\/p>",
    "audit": null
}