{
    "id": 9012,
    "source": "benson",
    "verse_id": 17741,
    "verse_count": 1,
    "reference": "5:1",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"WzE3NzQxXQ==\">Isaiah 5:1<\/a>.<i>Now will I sing, <\/i>&c. — Bishop Lowth translates this clause, “Let me sing now a song to my beloved; a song of loves concerning his vineyard.” This is the exordium, a kind of title placed before the song; which song he records, as Moses did his, that it might be a witness for God, and against Israel. The <i>beloved, <\/i>to whom the prophet addresses the song, is the Lord of the vineyard, as appears by the latter clause of the verse, namely, God, or his Messiah, whom the prophet loved and served, and for whose glory, eclipsed by the barrenness of the vineyard, he was greatly concerned: <i>a song of my beloved <\/i>— Not devised by me, but inspired by God, which, therefore, it behooveth you to lay deeply to heart: <i>touching his vineyard <\/i>— The house of Israel, (<a class=\"isa\" verses=\"WzE3NzQ3XQ==\">Isaiah 5:7<\/a>,) or his church among the Israelites, often, and very properly, called a vineyard, because of God’s singular regard to it, and care and cultivation of it; his delight in it, and expectation of good fruit from it. <i>My beloved hath, <\/i>&c. — Hebrew,  <span class=\"hebrew_text\">לידידי היה כרם<\/span>, <i>my beloved hath had a vineyard, <\/i>namely, for many ages, with which he hath long taken great pains, and on which he hath bestowed much culture; <i>in a very fruitful hill <\/i>— Hebrew, <i>on a horn, the son of oil, <\/i>“an expression,” says Bishop Lowth, “highly descriptive and poetical.” According to Kimchi the prophet gives the land of Israel this appellation because of its height and fertility. Accordingly, the bishop renders the phrase, <i>on a high and fruitful hill, <\/i>observing, that “the parts of animals are, by an easy metaphor, applied to parts of the earth, both in common and poetical language. A promontory is called <i>a cape, <\/i>or <i>head; <\/i>the Turks call it <i>a nose; <\/i>a ridge of rocks, <i>a back, <\/i>(<i>‘dorsum immane mari summo, <\/i>a huge <i>back <\/i>in the deep sea;’ Virg.) Thus <i>a horn <\/i>is a proper and obvious image for a mountain, or mountainous country.” Hills are places most commodious for vines, and the hills of Canaan being very fertile, the phrase, <i>son of oil, <\/i>is added to express that circumstance, both because oil includes the idea of fatness, and because <i>oil-olive <\/i>was one of the most valued productions of that land. Indeed the word <i>horn <\/i>also is frequently used in Scripture as an emblem of plenty, their wealth consisting very much in their <i>herds, <\/i>as well as flocks.<\/p>",
    "audit": null
}