{
    "id": 9488,
    "source": "benson",
    "verse_id": 18724,
    "verse_count": 1,
    "reference": "53:12",
    "title": "",
    "html": " <p>, <a class=\"isa\" verses=\"WzE4NzI0XQ==\">Isaiah 53:12<\/a>. <i>Therefore will I <\/i>—Namely, God the Father; <i>divide him a <\/i> <i>portion <\/i>—This word <i>portion<\/i>,(though there is nothing for it in the Hebrew) <\/p>\n <p>is properly supplied out of the next clause, where a word, which answers to it, rendered <i>the spoil,<\/i>, is expressed; <i>with the great <\/i>—Or, <i>among the great —<\/i>, such as the great and mighty potentates of the world use to have after a short combat and a glorious victory. Though he be a very mean and obscure person, as to his outward condition in the world, yet he shall attain to a greater pitch of glory than the greatest monarchs enjoy. <i>He shall divide the spoil with the strong <\/i>—The same thing repeated in other words. The sense of both clauses is, I will give him great and happy success in his undertaking: he shall conquer all his enemies, and <i>lead captivity captive;<\/i>, and he shall set up and establish his kingdom among and over all the kingdoms of the world: see <a class=\"ref\">Ephesians 1:20<\/a>, &c.; and <a class=\"ref\">Philippians 2:8-9<\/a>. <i>Because he hath poured out his soul unto death <\/i>—Because he willingly laid down his life in obedience to God’s command, and in order to the redemption of mankind. <i>And he was numbered with the transgressors <\/i>—He was willing, for God’s glory, and for man’s salvation, to be reproached and punished, like a malefactor, in the same manner and place with them, and between two of them, <a class=\"ref\">Mark 15:27-28<\/a>. <i>And made intercession for the transgressors <\/i>—He prayed upon earth for all sinners, and particularly for those that crucified him, and in heaven he still intercedes for them, by a legal demand of those good things which he purchased by the sacrifice of himself, which, though past, he continually represents to his Father as if it were present. <\/p>",
    "audit": null
}