{
    "id": 9378,
    "source": "benson",
    "verse_id": 18503,
    "verse_count": 3,
    "reference": "42:22–24",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"eyIxODUwMyI6M30=\">Isaiah 42:22-24 <\/a>. <i>But this is a people robbed and spoiled <\/i>—Notwithstanding the great respect which God hath had, and still hath, for his people, it is evident he hath severely scourged them for their sins. <i>They are all of them snared in holes, <\/i> &c.—They have been taken in snares made by their own hands, and, by God’s just judgment, delivered into the hands of their enemies, and by them cast into pits, or dungeons, and prisons. <i>And none saith, Restore <\/i>—None afforded them either pity or help in their extremities. <i>Who will give ear to this <\/i>—O that you would learn from your former and dear-bought experience to be wiser for the future, and not to provoke God to your own total and final ruin. <i>Who gave Jacob for a <\/i> <i>spoil? Did not the Lord? <\/i>—Do not flatter yourselves with a conceit of impunity, because you are a people whom God hath favoured with many and great privileges; for as God hath punished you formerly, be assured, if you continue to sin, he will punish you more and more. “It was reasonably to be expected that the Jews, blessed with such great privileges, would have been greatly honoured and respected; but, abusing those privileges, their case and situation have been, in various periods, what the prophet describes in these verses; broken, plundered, spoiled, despised by other nations, subject to the insolence of conquerors, shut up in prison, trod upon, abused and punished in such a manner as may justly raise the greatest commiseration. Their history, since the crucifixion of the Redeemer, supplies us with one continued detail of their miseries and afflictions; yet, which is most astonishing, <i>who among them giveth ear? who heareth for the time to come? <\/i>—Who among them considereth the cause of their sufferings, and becometh <i>obedient to the law of Christ? <\/i> ”—Dodd. <\/p> ",
    "audit": null
}