{
    "id": 9489,
    "source": "benson",
    "verse_id": 18725,
    "verse_count": 1,
    "reference": "54:1",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"WzE4NzI1XQ==\">Isaiah 54:1<\/a>. <i>Sing, O barren <\/i>—The prophet, having largely discoursed of the sufferings of Christ, and of the blessed fruits thereof, among which one particularly promised was, that he should have a numerous seed that should believe on him; and here, foreseeing the accomplishment of this glorious promise, he breaks forth into this song of triumph, addressing his speech to the church, or spouse of God, or Christ, as is manifest from the following words, and especially from <a class=\"isa\" verses=\"WzE4NzI5XQ==\">Isaiah 54:5<\/a>, and from <a class=\"ref\">Galatians 4:27<\/a>, where it is so expounded. Some, indeed, understand this chapter of the flourishing condition of the Jewish Church and state after their return from Babylon; but the magnificent promises here following do so vastly exceed their condition at that time, that it must necessarily be referred to the times of the gospel, in which all that is here said was, or will be, remarkably fulfilled. And therefore, as the foregoing chapter directly and literally speaks of Christ: so doth this of the church of Christ, or of the kingdom of the Messiah, of whom the ancient Hebrew doctors understood it. Now this church, consisting at first of the Jews, and afterward of the Gentiles, incorporated with them into the same body, he calls <i>barren,<\/i>, because she had been so, comparatively speaking, before and until the coming of Christ; few sincere converts having been brought forth to God by her ministry, either of Jewish or Gentile race. <i>For more are the children of the desolate,<\/i>,&c.—The Gentile world, or the church of the Gentiles, which in the times of the Old Testament was desolate, having neither husband nor children, doth now, under the gospel, bring forth unto God a far more numerous progeny than the church of the Jews, which had been married to God for many ages, until, by her apostacy from him, and from her Messiah, she provoked him to put her away. <\/p>",
    "audit": null
}