{
    "id": 9125,
    "source": "benson",
    "verse_id": 17947,
    "verse_count": 3,
    "reference": "14:18–20",
    "title": "",
    "html": " <p>, <a class=\"isa\" verses=\"eyIxNzk0NyI6M30=\">Isaiah 14:18-20<\/a> <em>. <\/em> <i>All the kings of the nations <\/i>—That is, other kings generally; <i>lie in glory,<\/i>,&c.—Are buried in their own sepulchres, having stately monuments erected to their memory. The persons who are represented as uttering these words are supposed to have before their eyes the carcass of the king of Babylon, lying on the bare ground among the common slain, greatly disfigured and covered with blood and wounds. <i>But thou art cast out of thy grave —<\/i>, Deprived of a grave, or burying-place. Which very probably happened to Belshazzar, who, according to <a class=\"ref\">Daniel 5:30<\/a>, was slain in the night in which the city was taken by Cyrus, when his people had neither opportunity nor heart to bestow an honourable interment upon him, and the conquerors would not suffer them to do it. <i>Like an abominable branch <\/i>—Like a rotten twig of a tree, which he that prunes the trees, casts away: <i>and as raiment of those that are slain <\/i>—Which, being mangled, and besmeared with mire and blood, is cast away with contempt. <i>That go down to the pit <\/i>—Who, being slain, are cast into some pit. He saith, <i>to the stones of the pit,<\/i>, because when dead bodies are cast in thither, men use to throw a heap of stones upon them. <i>As a carcass trodden under feet <\/i>—Neglected, like such a carcass. And this might literally happen to Belshazzar’s dead body. <i>Thou shalt not be joined with them in burial <\/i>—Not buried, as they are. <i>Because thou hast slain thy people <\/i>—Thou hast exercised great tyranny and cruelty, not only to thine enemies, but even to thine own subjects. <i>The seed of evil-doers <\/i>—Such as Belshazzar was, being descended from that Nebuchadnezzar who had made such horrid slaughters and devastations in the world, merely to gratify his own insatiable lusts, and who had been so impious toward God and his temple, and so bloody toward his church and people; <i>shall never be renowned <\/i>—Or, <i>shall not be renowned for ever:<\/i>, although I have long borne with thee and thy family. <\/p>",
    "audit": null
}