{
    "id": 9322,
    "source": "benson",
    "verse_id": 18311,
    "verse_count": 2,
    "reference": "34:7–8",
    "title": "",
    "html": "<p> <a class=\"isa\" verses=\"eyIxODMxMSI6Mn0=\">Isaiah 34:7-8<\/a>. <i>And the unicorns shall come down —<\/i> The word<span class=\"hebrew_text\"> ראמים<\/span> , <i>reemim,<\/i> here rendered<i>unicorns,<\/i> is the same with that used <a class=\"ref\">Numbers 23:22<\/a> , where see the note. Bishop Lowth renders it here, <i>wild goats;<\/i> and Dr. Waterland, <i>stags. <\/i> But many learned men prefer the marginal reading, <i>rhinoceros. <\/i> It is impossible to determine precisely what sort of a creature is meant, but it is allowed by all that it was a beast of great strength and fierceness, and that it is here used metaphorically, together with the<i>bullocks<\/i> and<i>bulls,<\/i> for princes and potentates, which should be brought down and humbled, or should<i>fall down,<\/i> as Bishop Lowth reads it, according to the LXX. and<i>Syriac,<\/i> namely, as beasts do when they have received a deadly blow; that is, they shall be sacrificed, with the lambs, goats, and rams, the inferior people, mentioned <a class=\"isa\" verses=\"WzE4MzEwXQ==\">Isaiah 34:6<\/a>. <i>And their land shall be soaked with blood<\/i>—Hebrew,<span class=\"hebrew_text\"> רותה<\/span> , <i>watered, as with rain coming oft upon it,<\/i> and in abundance;<i>and their dust<\/i>—Their dry and barren land;<i>made fat with fatness<\/i>—With the fat of the sacrifices, namely, of the slain men, mingled with it. <i>For it is the day of the Lord’s vengeance<\/i>—This is the time which God hath long since appointed and fixed to vindicate the cause of his oppressed and persecuted people against all their enemies;<i>for the controversy of Zion<\/i>—Dr. Waterland reads, <i>for the avenging of Zion. <\/i> Upon the whole, “the meaning of this period,” from <a class=\"isa\" verses=\"WzE4MzA5XQ==\">Isaiah 34:5<\/a> , “is, that on a certain day of judgment, which is elsewhere called<i>the great day of the Lord’s vengeance,<\/i> a mighty slaughter should be made of the hardened enemies of the church, (which had been a long time oppressed and afflicted by them,) with the effusion of much blood, and the destruction of many great, noble, and powerful men. The figure is taken from the master of a family, who, preparing a great feast, and a sacrifice, finds it necessary to slay many lambs, rams, and fatted animals, so that his knife may be said to be<i>inebriated<\/i> with the blood and fat of the slain.” As to the application of this prophecy, in which the Edomites are particularly mentioned, it may be observed that they, together with the rest of the neighbouring nations, were ravaged and laid waste by Nebuchadnezzar, and the general devastation spread through all these countries by him may be the event which the prophet had first in view in this chapter: but, as Bishop Lowth observes, “this event, as far as we have any account of it in history, seems by no means to come up to the terms of the prophecy, or to justify so highly wrought and so terrible a description. And it is not easy to discover what connection the extremely flourishing state of the church or people of God, described in the next chapter, could have with those events, or how it could be the consequence of them, as it is there represented to be. By a figure, very common in the prophetical writings, any city or people, remarkably distinguished as enemies of the people and kingdom of God, is put for those enemies in general. This seems here to be the case with Edom and Bozra. It seems, therefore, reasonable to suppose, with many learned expositors, that this prophecy has a further view to events still future; to some great revolutions to be effected in later times, antecedent to that more perfect state of the kingdom of God upon earth, and serving to introduce it, which the Scriptures warrant us to expect.” Vitringa is of opinion, that Papal, as well as heathen Rome, <i>red<\/i> or drunken with the blood of the saints and martyrs of Jesus, is here meant. And he observes, that<i>“Rome,<\/i> which, in the Hebrew, signifies<i>fortification,<\/i> well answers to Bozra, which signifies a<i>fortified city.”<\/i> Is not the destruction of the anti-christian powers foretold in the xviith, xviiith, and xixth chapters of the Revelation by St. John, here intended by Isaiah? and especially the destruction in Armageddon, termed<i>the great day of God Almighty,<\/i> <a class=\"ref\">Revelation 16:14<\/a> , and that described <a class=\"isa\" verses=\"eyIxODAyMiI6M30=\">Isaiah 19:17-19<\/a> ? Certainly these terrible destructions are to prepare the way for that millennial reign of Christ, described Revelation 20., and which seems to be intended in the next chapter of this prophecy.<\/p> ",
    "audit": null
}