{
    "id": 9091,
    "source": "benson",
    "verse_id": 17876,
    "verse_count": 2,
    "reference": "10:25–26",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"eyIxNzg3NiI6Mn0=\">Isaiah 10:25-26<\/a>. <i>For yet a very little while,<\/i>,&c.—Here the prophet proceeds to assign the reasons why the Lord would not have his people to fear the Assyrians, because, in a short time, he would take vengeance upon them, and that in a very singular and extraordinary manner, as he did upon the Midianites and Egyptians: the consequence of which would be the removal of the yoke now imposed, or to be imposed upon them. <i>The indignation <\/i>—My displeasure at my people, which is the rod and staff in their hand, <a class=\"isa\" verses=\"WzE3ODU2XQ==\">Isaiah 10:5<\/a>; <i>shall cease <\/i>—And, when it ceaseth, they will be disarmed, and disabled from doing any farther mischief. <i>And mine anger in their destruction <\/i>—Hebrew, <span class=\"hebrew_text\">,על תבליתם<\/span>, <i>upon,<\/i>, or, <i>with their destruction,<\/i>, as Dr. Waterland properly renders the words, namely, the destruction of the Assyrians. The enemy that threatens and afflicts God’s people, shall himself be reckoned with and punished. The rod wherewith God corrected them shall not only be laid aside, but put into the fire, and it shall appear by its destruction that his anger is turned away from them. The reader will recollect that, upon the destruction of the Assyrian army, the calamities wherewith God had chastised his people in a great measure ceased, at least for a time. <i>The Lord of hosts <\/i>—Who is well able; <i>shall stir up a scourge for him <\/i>—He lifted up his staff against Zion; and God will now lift up a scourge for him: he was a terror to God’s people, and God will be a terror to him. The destroying angel shall be his scourge, which he can neither flee from nor contend with. <i>According to the slaughter of Midian <\/i>—Whom God slew suddenly and unexpectedly in the night. <i>At the rock of Oreb <\/i>—Upon which one of their chief princes was slain, and nigh unto which the Midianites were destroyed. <i>And as his rod was upon the sea <\/i>—To divide it, and make way for thy deliverance, and for the destruction of the Egyptians. <i>So shall he lift it up after the manner of Egypt <\/i>—As he did in Egypt, to bring his plagues upon that land and people. Thus the prophet, for the encouragement of God’s people, quotes precedents, and puts them in mind of what God had done formerly against the enemies of his church, who were very strong and formidable, but were brought to ruin. Respecting the last clause of this verse, “I think,” says Bishop Lowth, “there is a designed ambiguity in these words. Sennacherib, soon after his return from his Egyptian expedition, which, I imagine, took him up three years, invested Jerusalem. He is represented by the prophet as lifting up his rod, in his march from Egypt, and threatening the people of God, as Pharaoh and the Egyptians had done, when they pursued them to the Red sea. But God, in his turn, will lift up his rod, as he did at that time over the sea, <i>in the way,<\/i>, or, <i>after the manner of Egypt:<\/i>, and as Sennacherib had imitated the Egyptians in his threats, and came full of rage against them from the same quarter; so God will act over again the same part that he had taken formerly in Egypt, and overthrow their enemies in as signal a manner.” <\/p>",
    "audit": null
}