{
    "id": 9161,
    "source": "benson",
    "verse_id": 18010,
    "verse_count": 6,
    "reference": "19:5–10",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"eyIxODAxMCI6Nn0=\">Isaiah 19:5-10<\/a>. <i>The waters shall fail from the sea, <\/i> &c.—The river Nile shall cease to pour its usual quantity of water into the sea, <i>being wasted and dried up, <\/i> as it follows. “Tremellius,” says Lowth, “shows out of Herodotus, that this was literally fulfilled under the government of the twelve petty tyrants who ruled Egypt after Sethon. And Scaliger understands it of a great drought, which occasioned a dearth, by the failing of the inundation of the Nile.” <i>They shall turn the rivers <\/i>—Those rivulets, by which the waters of the Nile were distributed into several parts of the land, <i>shall be turned far away, <\/i> as they must needs be, when the river which fed them was dried up. <i>The brooks of defence shall be emptied <\/i>—The several branches of the river Nile, which were a great defence to Egypt. <i>The reeds <\/i>—Which were useful to them for making their boats; <i>shall wither <\/i>—As they commonly do for want of water. <i>The paper-reeds shall wither <\/i>—These, by a needle, or other fit instrument, were divided into thin and broad leaves, which, being dried and fitted, were used, at that time, for writing; and consequently were a very good commodity for trade. <i>Every thing sown by the brooks shall wither <\/i>—And much more what was sown in more dry and unfruitful places. <i>The fishers also shall mourn — <\/i> Because they can catch no fish; which was a great loss to the people, whose common diet this was. <i>They that work in fine flax <\/i>—That make fine linen, which was one of their best commodities; <i>shall be confounded <\/i>—Either for want of flax to work on, or for want of a demand of that which they have worked, or opportunity to export it. <i>They shall be broken, that make sluices, <\/i> &c.—Their business shall fail, either for want of water to fill their ponds, or for want of fish to replenish their waters. But it is probable the expressions in these verses are metaphorical, and denote the decay of the strength, wealth, trade, and prosperity of Egypt, by metaphors taken from the decrease of the river Nile, upon the overflowing of which all the plenty and prosperity of that country depended. “The prophet,” says Bishop Newton, “sets forth, in figurative language, the consequences of the forementioned subjection and slavery, the poverty and want, the mourning and lamentation, the confusion and misery which should be entailed on both them and their posterity.” The Nile, the reader must observe, is supposed to “figure out the whole kingdom of Egypt. The <i>reed, <\/i> the <i>lotus, <\/i> the <i>papyrus, <\/i> and the other productions of the Nile, signify the riches, merchandise, and whatever was found in the flourishing state of Egypt. And, as when the waters of the Nile are withdrawn, or dried up, or do not rise to their proper height, all things languish and wither in Egypt, and the greatest poverty and want ensue; so the kingdom of Egypt being depressed under the dominion of its cruel lords the Persians, who should rule it by rapacious governors, all things should languish in that kingdom; the cities, with the temples and ornaments, be subverted; their commerce, to which the Nile was so subservient, should fail; their riches be consumed by strangers, and their lands be left uncultivated. In short, the face of the country should be desolate and melancholy, as when the Nile withheld its necessary overflowings.”—See Vitringa. <\/p> ",
    "audit": null
}