{
    "id": 9582,
    "source": "benson",
    "verse_id": 18882,
    "verse_count": 2,
    "reference": "63:15–16",
    "title": "",
    "html": "<p> <a class=\"isa\" verses=\"eyIxODg4MiI6Mn0=\">Isaiah 63:15-16<\/a>. <i>Look down from heaven<\/i>—In this excellent and pious prayer of the first-fruits of the converted Jews, in which they entreat God, for his grace and mercy, to behold them with an eye of compassion, they argue both from the goodness of his nature, and from the greatness of the works which he had formerly done for them. God sees everywhere and every thing; but he is said<i>to look down from heaven,<\/i> because there is his throne, whereon he reigns in majesty. <i>Behold,<\/i> &c.—Not barely see and look on, but behold, with regard and respect, thy poor people. <i>Where is thy zeal?<\/i>—What is become of that love which of old would not let thee suffer thy people to be wronged?<i>And thy strength?<\/i>—That power of thine manifested in those great acts which thou didst perform for thy people?<\/p> \n<p><i>The sounding of thy bowels<\/i>—This is spoken of God after the manner of men. The meaning is, where are thy tender compassions and mercies which thou formerly showedst toward us? and which thy servants have compared to the affection that a mother bears to her children?<i>Are they restrained?<\/i>—Or, canst thou be thus straitened? An expostulation that agrees well with the next verse. <i>Doubtless thou art our Father<\/i>—Our only hope is in the relation we have to thee, that thou hast vouchsafed to call thyself our Father: we, therefore, as thy children, expect to find in thee the bowels and compassions of a father. <i>Though Abraham be ignorant of us<\/i>—Though he who was our father after the flesh, be dead, and so ignorant of our condition. <i>And Israel acknowledge us not<\/i>—Though Jacob, who also was our father, should disown us because of our degeneracy. <i>Thou, O Lord, art our Father<\/i>—Thou art neither unacquainted with our state, nor wilt disown thy relation to us, but wilt continue to act the part of a father and redeemer to thy people. <i>Thy name is from everlasting<\/i>—Thy gracious and merciful nature and attributes are eternal and unchangeable.<\/p> ",
    "audit": null
}