{
    "id": 9561,
    "source": "benson",
    "verse_id": 18845,
    "verse_count": 1,
    "reference": "61:1",
    "title": "",
    "html": " <p>, <a class=\"isa\" verses=\"WzE4ODQ1XQ==\">Isaiah 61:1<\/a>. <i>The Spirit of the Lord is upon me <\/i>—To qualify me for effecting what is foretold and promised in the foregoing chapter. As Christ has applied this passage to himself, (see <a class=\"ref\">Luke 4:16<\/a>,) and assured us that it was fulfilled in him, we may, with the utmost reason, conclude that he is here introduced by the prophet in his own person, and not that the prophet speaks of himself, as some have thought. <i>Because,<\/i>, or rather, <i>for, the Lord hath anointed me <\/i>—Hath commissioned me with authority, qualified me with gifts, and set me apart, for the important offices here mentioned. Prophets, priests, and kings, among the Jews, were usually appointed and set apart to their several offices, as we have repeatedly seen, by anointing them with oil, which ceremony was used by the express command of God, and was intended to show, not only that the persons so anointed were called to, but were, or should be, qualified for, these offices, with suitable gifts and graces. But the anointing of Christ, who was to sustain offices incomparably more important, and productive of infinitely greater effects, was of another nature, he being anointed, not with external and corruptible oil, but with the eternal Spirit of the incorruptible God, which qualified him for every part of the great work to which he was called, beyond all others that were before him. Which Spirit he had without measure, <a class=\"ref\">John 3:34<\/a>; and therefore is said (<a class=\"ref\">Psalms 45:7; Hebrews 1:9<\/a>) to be anointed <i>with the oil of gladness above his fellows. To preach good tidings <\/i>—Namely, tidings of salvation, of pardoning mercy, of renewing grace, and of eternal glory; <i>unto the meek <\/i>—Or, <i>poor,<\/i>, as the words are rendered by the LXX., whom the evangelists follow <a class=\"ref\">Luke 4:18; Matthew 11:5<\/a>; namely, to the penitent, the humble, and <i>poor in spirit;<\/i>, to whom the tidings of a Redeemer, and of salvation through him, are indeed good tidings, <i>faithful sayings, and worthy of all acceptation.<\/i>, These, and even the poor, as to worldly circumstances, are best disposed to receive the gospel, <a class=\"ref\">James 2:5<\/a>; and then it is likely to profit them when it is received <i>with meekness,<\/i>, as it ought to be. This relates to Christ’s prophetic office. <i>To bind up the broken-hearted <\/i>—To give relief and comfort to persons burdened and distressed with a sense of the guilt and power of their sins, and of the wrath of God, to which they are obnoxious. It is a metaphor taken from surgeons binding up wounds: see <a class=\"isa\" verses=\"WzE3NjYxXQ==\">Isaiah 1:6<\/a>. This relates to Christ’s priestly office, his blood being the true expiation of sin, and the procuring cause of pardon and peace to the guilty. <i>To proclaim liberty to the captives<\/i>,— <i><\/i>, Namely, liberty from the dominion and bondage of sin and Satan, of the world and the flesh, and from the slavish, tormenting fear of death and hell. This appertains to his kingly office. And those whom he, who is exalted to be a <i>prince,<\/i>, as well as a Saviour, <i>makes free, are free indeed;<\/i>, not only discharged from the miseries of captivity and bondage, but advanced to all the immunities and dignities of citizens. This is the gospel proclamation, and it is like the blowing of the jubilee trumpet, which proclaimed the great year of release, <a class=\"ref\">Leviticus 25:9; Leviticus 25:40<\/a>; in allusion to which, it is here called <i>the acceptable year of the Lord;<\/i>, the time in which men should find acceptance with God, which is the origin of their liberties: or, it is called <i>the year of the Lord,<\/i>, because it publishes his free grace, to his own glory; <i>and an acceptable year,<\/i>, because it brings glad tidings to us; and what cannot but be very acceptable to those who know the capacities and necessities of their own souls. <\/p>",
    "audit": null
}