{
    "id": 9021,
    "source": "benson",
    "verse_id": 17758,
    "verse_count": 2,
    "reference": "5:18–19",
    "title": "",
    "html": "<p> <a class=\"isa\" verses=\"eyIxNzc1OCI6Mn0=\">Isaiah 5:18-19<\/a>. <i>Wo unto them that draw iniquity<\/i>—That are not only drawn to sin by the allurements of the world, or by the persuasions of wicked men, but are active and industrious in drawing sin to themselves, or themselves to sin:<i>with cords of vanity —<\/i> Or, <i>of lying,<\/i> as the word<span class=\"hebrew_text\"> שׁוא<\/span> frequently signifies; that is, with vain and deceitful arguments and pretences, whereby sinners generally draw themselves to sin, such as, That God does not regard human affairs; that many of the greatest sinners often go unpunished; that we see no proofs of the divine interposition, &c. See <a class=\"ref\">2 Peter 3:3-4<\/a>. <i>And sin with a cart-rope<\/i>—With all their might, as beasts that draw carts with ropes. <i>That say, Let him make speed —<\/i> Namely, God, in whose name thou and other prophets are always reproving and threatening us;<i>and hasten his work, that we may see it<\/i>—He only thinks to affright us, as if we were fools or children, with bugbears, or pretended evils: he either cannot, or will not, do us any harm. This was the plain language of their actions; they lived as if they were of this opinion. <i>And let the counsel of the Holy One draw nigh<\/i>—What you have declared to be his counsel, with regard to our going into captivity, and which, you say, his holiness obliges him to execute: they scornfully repeat the title of<i>Holy One,<\/i> usually given by the prophets to God. <i>And come, that we may know it<\/i>—We cannot believe that it will ever happen unless we see it with our eyes. Thus, “by a long progression in iniquity, and a continued accumulation of sin, men arrive at length to the highest degree of wickedness; bidding open defiance to God, and scoffing at his threatened judgments;” to which they cannot be persuaded to give any credit till they find them executed upon them.<\/p> ",
    "audit": null
}