{
    "id": 9437,
    "source": "benson",
    "verse_id": 18632,
    "verse_count": 3,
    "reference": "48:17–19",
    "title": "",
    "html": " <p>, <a class=\"isa\" verses=\"eyIxODYzMiI6M30=\">Isaiah 48:17-19 <\/a>. <i>I am the Lord, which teacheth thee to profit <\/i>—Who from time to time has made known to thee all necessary and useful doctrines, which, if observed by thee, would have been infinitely profitable to thee, both for this life and that to come; so that it is not my fault, but thine own, if thou dost not profit: <i>which leadeth thee, <\/i>,&c.—Who acquainteth thee with thy duty in all the concerns of thy life, so that thou canst not pretend ignorance. <i>O that thou hadst hearkened, <\/i>,&c.—This failure hath not been on my part, but on thine: I gave thee my counsels and commands, but thou hast neglected and disobeyed them, and that to thy own great disadvantage. Concerning such wishes as these, when ascribed to God, see note on <a class=\"ref\">Deuteronomy 5:29; Deuteronomy 32:29 <\/a>,, and especially on <a class=\"ref\">Psalms 81:13 <\/a>. <i>Then had thy peace been as a river <\/i>—Which runs pleasantly, strongly, plentifully, and constantly. Thou shouldst have enjoyed a series of mercies, one continually following another, as the waters of a river, which always last, and not like the waters of a land-flood, which are soon gone; <i>and thy righteousness <\/i>—The fruit of thy righteousness, thy peace and prosperity; <i>as the waves of the sea — <\/i>,Numberless and abundant. Or the meaning may be, Thou wouldest have been as remarkable for virtue and holiness as for peace and happiness. <i>Thy seed also had been as the sand <\/i>—Namely, for multitude, according to my promise made to Abraham; whereas now, for thy sins, I have greatly diminished thy numbers by invasions, captivities, and other judgments. <i>His name <\/i>—The name of thy seed, or offspring, mentioned in the former clauses; <i>should not have been cut off <\/i>—As now it hath been in a great measure, namely, from the land of Israel, which is either desolate, or inhabited by strangers; <i>nor destroyed from before me <\/i>—Or, <i>out of my sight, <\/i>,from the place of my special presence and residence. <\/p>,",
    "audit": null
}