{
    "id": 9105,
    "source": "benson",
    "verse_id": 17900,
    "verse_count": 2,
    "reference": "11:15-16",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 11:15-16<\/a>.<i>And the Lord shall utterly destroy <\/i>— Shall not only divide it, as of old, but shall quite dry it up, that it may be a highway; <i>the tongue <\/i><i>of the Egyptian sea <\/i>— The Red sea, which may well be called the Egyptian sea, both because it borders upon Egypt, and because the Egyptians were drowned in it. It is called <i>a tongue, <\/i>both here and in the Hebrew text, (<a class=\"ref\">Joshua 15:2; Joshua 15:5<\/a>,) as having some resemblance to a tongue; and for a similar reason the name of <i>tongue <\/i>has been given by geographers to promontories of land which shoot forth into the sea, as this sea shoots out of the main ocean into the land. Bishop Lowth renders the clause, <i>Jehovah shall smite with a drought the tongue, <\/i>&c., following the Chaldee, which, instead of  <span class=\"hebrew_text\">החרים<\/span>, <i>he destroyed, <\/i>reads  <span class=\"hebrew_text\">החריב<\/span>, <i>he dried up. <\/i>And the next clause, which he understands, not of the river Nile, but of the Euphrates, the bishop very properly translates, “And he shall shake his hand over the river with his vehement wind; and he shall strike it into seven streams, and make them pass over it dry-shod.” Thus also Dr. Waterland, after Vitringa: “He shall shake his hand over the Euphrates, and shall smite it into seven outlets;” that is, he shall divide or separate it into seven small rivers, so as to render it easy to be passed over. What is thus expressed metaphorically in this clause, is declared in plain words in the next verse: <i>And there shall be a highway for the remnant of his people, <\/i>&c. — As there shall be a highway from Egypt, the Red sea being dried up, so shall there be from Assyria, the river Euphrates being rendered fordable. In other words, and without a figure, all impediments shall be removed, and a way shall be made for the return of God’s Israel from all parts of the world. He mentions Egypt and Assyria particularly, because they were then two flourishing kingdoms which bordered upon Judea, and by turns were the great oppressors of God’s people. And the ten tribes having been carried captive to Assyria, their case especially seemed desperate. But these two kingdoms stand here, in the prophetic style, for the adverse empires in general, especially those of idolatry and superstition, which shall be either destroyed or reduced to such a state of weakness as not to be able to hinder the progress of the conversion of the Jews and Gentiles. “My belief,” says Vitringa, “upon the strength of this prophecy is, that all the impediments of the great empires of the world being removed, which yet delay the perfect completion of the great and excellent promises made to the church, and hinder the calling and collection of the Jews and Gentiles, the empire of the kingdom of Christ will extend itself over the whole world, according to the remarkable prediction of Daniel, chap. 2:35, &c.” <\/p>",
    "audit": null
}