{
    "id": 9166,
    "source": "benson",
    "verse_id": 18025,
    "verse_count": 3,
    "reference": "19:20–22",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"eyIxODAyNSI6M30=\">Isaiah 19:20-22<\/a>. <i>And it shall be for a sign <\/i>—Namely, the altar or pillar, last mentioned; <i>and for a witness unto the Lord of hosts <\/i>—To testify that they own the Lord for their God. <i>For they shall cry unto the Lord because of their oppressors <\/i>—Being sorely distressed, and finding that their idols are unable to help them, they shall turn unto the true God. <i>And he shall send them a saviour, and a great one <\/i>—In these words the prophet sets forth the cause of this happy change in Egypt, with its immediate effects, namely, their crying to the Lord in their distress, and his sending them a saviour, who should deliver them. “Here it is clearly foretold,” says Bishop Newton, “that a <i>great<\/i>, prince, <i>sent by God,<\/i>, from a foreign country, should deliver the Egyptians from their Persian oppressors, and <i>heal<\/i>, their country, which was <i>smitten of God,<\/i>, and afflicted: and who could this be but Alexander, who is always distinguished by the name of <i>Alexander the Great,<\/i>, and whose first successor in Egypt was called <i>the great Ptolemy,<\/i>, and <i>Ptolemy Soter,<\/i>, or <i>the saviour?<\/i>, Upon Alexander’s first coming into Egypt the people all cheerfully submitted to him out of hatred to the Persians, so that he became master of the country without any opposition. For this reason he treated them with humanity and kindness, built there a city, which, after his own name, he called Alexandria, appointed one of their own country for their civil governor, and permitted them to be governed by their own laws and customs. By these changes and regulations, and by the prudent and gentle administration of some of the first Ptolemies, Egypt revived, trade and learning flourished, and, for a while, peace and plenty blessed the land. But it is more largely foretold, that, about the same time, the true religion and the worship of the God of Israel should begin to spread and prevail in the land of Egypt; and what event was ever more unlikely to happen than the conversion of a people so sunk and lost in superstition and idolatry, of the worst and grossest kind? It is certain that many of the Jews, after Nebuchadnezzar had taken Jerusalem, fled into Egypt, and carried along with them Jeremiah the prophet, who there uttered many of his prophecies concerning the conquest of Egypt by Nebuchadnezzar. “From hence,” and by the means above described, “some knowledge of God, and some notice of the prophecies, might easily be derived to the Egyptians.” “By these means, <i>the Lord<\/i>, must, in some degree, have been <i>known to Egypt,<\/i>, and the Egyptians must have <i>known the Lord <\/i>—And, without doubt, there must have been many proselytes among them. Among those who came up to the feast of pentecost, (<a class=\"ref\">Acts 2:10<\/a>,) are particularly mentioned <i>the dwellers in <\/i> <i>Egypt, and in the parts of Lybia about Cyrene, Jews and proselytes.<\/i>, Nay, from the instance of Candace’s eunuch, (<a class=\"ref\">Acts 8:27<\/a>,) we may infer that there were proselytes even beyond Egypt, in Ethiopia. Thus were the Jews settled and encouraged in Egypt, insomuch that Philo represents their number as not less than a hundred myriads, or ten hundred thousand men.” But though this prophecy concerning Egypt might have its first accomplishment in the deliverance of the Egyptians from the Persian yoke by Alexander the Great, and in that knowledge of the true God, and of his revealed will, which many of the Egyptians received under the government of the Ptolemies, through their intercourse with the Jews, and the translation of the Jewish Scriptures into the Greek language; yet, doubtless, this prediction has a further and higher aspect, as commentators in general have understood it, and refers to that spiritual redemption and salvation which the Egyptians, among many other ignorant and idolatrous Gentiles, were to receive, and actually did receive, by the coming of Christ, the great and only Saviour of lost mankind, and by the publication of his gospel to them. This appears still more evidently from the verses which follow. But the full and final accomplishment of this, as well as of many other important prophecies, shall not take place till Mohammedanism and idolatry shall be completely overthrown, and <i>the earth shall be full of the knowledge of the Lord, as the waters cover the sea. <\/i> <\/p>",
    "audit": null
}