{
    "id": 9033,
    "source": "benson",
    "verse_id": 17775,
    "verse_count": 1,
    "reference": "6:5",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"WzE3Nzc1XQ==\">Isaiah 6:5<\/a>.<i>Then said I, <\/i>&c. — The second part of this vision begins here, containing the sanctification of the prophet, in order to his undertaking of a great prophetical office, and showing, 1st, his state of mind upon the sight of the preceding illustrious vision: his consternation under a sense of his great unworthiness; and, 2d, describing the singular mode of his sanctification — <i>Wo is me, for I am undone, <\/i>&c. — That is, if God deal with me in strict justice. For I have made myself obnoxious to his displeasure; <i>because I am a man of unclean lips <\/i>— I am a great sinner, having offended him, as in many other ways, so particularly by my lips. <i>And I dwell in the midst of a people of unclean lips <\/i>— I am an unclean branch of an unclean tree; besides my own uncleanness, I have, both by want of zeal and of diligence, and faithfulness in the discharge of my duty, involved myself in the guilt of their sins, and therefore may justly fear to partake with them in their plagues. Add to this, his consternation probably also arose, in part, from a sense of his want of due qualifications for the important office in which he was to be employed, and of his unworthiness to be God’s messenger to his people, or even to join with the seraphim in praising him. <i>For mine eyes have seen the King, the Lord of hosts <\/i>— The sight of this glorious and holy God gives me cause to fear that he is come to enter into judgment with me. Observe, reader, while sinners are presumptuous and secure, even in the acts of their worship, though merely formal and hypocritical, holy persons have always been filled with reverence and humiliation before God: and the more extraordinary the manifestations of God’s presence have been to them, the more have they reverenced and stood in awe of him, and the more have they abhorred themselves. Thus <a class=\"ref\">Job 42:5-6<\/a>, <i>Now mine eye seeth thee, wherefore I abhor myself, and repent in dust and ashes! <\/i>And thus may not only every penitent sinner, but every justified believer, say,<\/p>\n<p><em>My humbled soul, when thou art near, In dust and ashes lies; How shall a sinful worm appear, Or meet thy purer eyes!<\/em><\/p>",
    "audit": null
}