{
    "id": 9034,
    "source": "benson",
    "verse_id": 17776,
    "verse_count": 2,
    "reference": "6:6–7",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"eyIxNzc3NiI6Mn0=\">Isaiah 6:6-7<\/a> .<i> Then flew one of the seraphim unto me<\/i> — By God’s command;<i> having a live coal in his hand<\/i> — Both a token and an instrument of purification, as the next verse explains it;<i> which he had taken with the tongs from off the altar<\/i> — Of burnt-offering, which stood in the court of the priests, where the prophet appeared to himself to be during the vision. The seraph took it from the altar, to show that men are to expect the expiation of sin, and purification from it, only by such means as God hath appointed, and particularly by the mediation of Christ, whom that altar manifestly represented, and by that purifying and refining grace of the Holy Spirit, which was signified by this live coal, and is conferred on none except through the merit of Christ’s sacrifice; see<a class=\"ref\">Hebrews 9:14; Hebrews 13:10<\/a> .<i> And he laid it upon my mouth<\/i> — So as only to touch my lips, and not to burn them. This was done to signify, not only that all the gifts and graces that purify the mind, and fit us for the discharge of any particular duty or function, come from God; but that there must be a real application and communication of them to our souls. It is not sufficient that we hear, think, and speak of them; or even that we desire them, and believe them to be attainable; but we must really receive and possess them. Observe this, reader. It is of infinite consequence to thy salvation.<i> Lo, this hath touched thy lips, and thy iniquity is taken away<\/i> — This is a sign that the guilt of thy sin is removed by pardoning mercy, and thy corrupt disposition and inclination to sin, by renewing grace; and, therefore, nothing can hinder thee from being accepted of God, as a worshipper, in concert with the holy angels; or from being employed for God, as a messenger to the children of men. Those only, who are thus purged from an evil conscience, are prepared to<i> serve the living God,<\/i><a class=\"ref\">Hebrews 9:14<\/a> . The taking away of sin is necessary, in order to our speaking with confidence and comfort, either to God in prayer, or from God in preaching. Nor are any so fit to display to others the riches and power of gospel grace, as those who have themselves tasted the sweetness, and felt the influence of that grace.<\/p> ",
    "audit": null
}