{
    "id": 9525,
    "source": "benson",
    "verse_id": 18790,
    "verse_count": 1,
    "reference": "58:3",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"WzE4NzkwXQ==\">Isaiah 58:3<\/a>.<i>Wherefore have we fasted, <\/i>&c. — They complain of hard usage from God; that although they prayed, and fasted, and observed the rest of his ordinances, all which are comprehended under the title of <i>fasting, <\/i>all their labour was lost, and God neither delivered nor regarded them. <i>Wherefore have we afflicted our soul <\/i>— Defrauded our appetites with fasting, of which this phrase is used, <a class=\"ref\">Leviticus 16:29; Leviticus 23:27; Leviticus 23:29<\/a>. <i>Behold, in the day of your fast <\/i>— In those solemn days of fasting which I have appointed; or, in those times when I have called you, by the course of my providence, and counsels of my prophets, unto fasting, and <i>weeping, <\/i>and <i>mourning, <\/i><a class=\"isa\" verses=\"WzE4MDY1XQ==\">Isaiah 22:12<\/a>; <i>ye find pleasure, and exact, <\/i>&c. — Or, as the words may be more significantly rendered, <i>You find wherewithal to please yourselves, and are rigorous in grieving, <\/i>or <i>burdening, others: <\/i>that is, You gratify your own passions, especially your covetousness, and you oppress the poor, and so are defective in the duties of justice and charity. By <i>labours <\/i>may be meant money gotten by labour, and lent to others, either for their need or the lender’s advantage. For labour is often put for the fruit of labour, as <a class=\"ref\">Deuteronomy 28:33<\/a>; <a class=\"isa\" verses=\"WzE4NTc2XQ==\">Isaiah 45:14<\/a>. But the Hebrew here,  <span class=\"hebrew_text\">עצביכם<\/span>, is literally, <i>your griefs, <\/i>namely, the things which cause <i>griefs, <\/i>which are grievous and burdensome to others, as either, 1st, Hard service required of servants above their strength, or beyond the time limited by God for their service, of which see <a class=\"ref\">Jeremiah 34:13-16<\/a> : or, 2d, Debts, which they required, either with usury or with rigour and cruelty, when the general law of charity, or God’s particular law, enjoined the release, or, at least, the forbearance of them. See <a class=\"ref\">Nehemiah 5:1-2<\/a>.<\/p>",
    "audit": null
}