{
    "id": 9432,
    "source": "benson",
    "verse_id": 18621,
    "verse_count": 3,
    "reference": "48:6–8",
    "title": "",
    "html": "<p> <a class=\"isa\" verses=\"eyIxODYyMSI6M30=\">Isaiah 48:6-8<\/a>. <i>Thou hast heard, see all this<\/i>—As thou hast heard all these things, from time to time, seriously consider them. <i>And will not ye declare<\/i><i>it<\/i>—I call you to witness: must you not be forced to acknowledge the truth of what I say?<i>I have showed thee new things from this time<\/i>—And I have now given thee new predictions of secret things, such as till this time were wholly unknown to thee, concerning thy deliverance out of Babylon by Cyrus. <i>They are created now<\/i>—Revealed to thee by me; brought to light, as things are by creation. The idea is elegant; for what is revealed exists by the word that proceeds from the mouth of God, which is the character of creation. <i>And not from the beginning —<\/i> Hebrew,<span class=\"hebrew_text\"> ולא מאז<\/span> , <i>not from thence,<\/i> not from these ancient times when other things were revealed to thee. <i>Even before the day<\/i>—Hebrew, <i>and,<\/i> or, <i>or before this day. This day<\/i> answers to<i>now<\/i> in the first clause, and seems to be added as an exposition of it;<i>when thou heardest them not<\/i>—Hebrew, <i>And thou<\/i><i>didst not hear them,<\/i> namely, before this time in which God hath revealed them to thee by my ministry. <i>Lest thou shouldest say, Behold, I knew them<\/i>—Either by thine own sagacity, or by the help of thine idols. <i>Yea, thou knewest not<\/i>—The same thing is repeated, because this was so illustrious a proof of the infinite power and providence of God, and so clear and full a discovery of the vanity of idols. <i>Yea, from that time<\/i>—Hebrew, <i>from then,<\/i> as in the foregoing verse;<i>thine ear was not opened —<\/i> That is, thou didst not hear; I did not reveal these things unto thee: for so this phrase of<i>opening the ear<\/i> is understood, <a class=\"ref\">1 Samuel 9:15<\/a>. <i>For I knew that thou wouldest deal treacherously<\/i>—I knew all these cautions were necessary to cure thine infidelity. <i>And wast called<\/i>—Namely, justly and truly;<i>a transgressor from the womb<\/i>—Thou wast indeed such from thy very origin as a people. The contents of this verse, therefore, are not only to be considered as a confirmation of what was said in the preceding verse, namely, that the Jews had no knowledge of these<i>new things,<\/i> (as they are called <a class=\"isa\" verses=\"WzE4NjIxXQ==\">Isaiah 48:6<\/a> ,) before the revelation of them made by Isaiah; but as “containing a conviction of the inconsideration, incredulity, and prejudices of the Jewish people; who, notwithstanding the prophecies so clearly fulfilled among them, had neither duly attended to them, nor become obedient to God, which he observes was nothing strange, since, from the first time of their adoption as a people, from their deliverance out of Egypt, which was, as it were, their birth, they had been full of perfidy and transgression.” See Vitringa.<\/p> ",
    "audit": null
}