{
    "id": 9516,
    "source": "benson",
    "verse_id": 18775,
    "verse_count": 1,
    "reference": "57:9",
    "title": "",
    "html": "<p> <a class=\"isa\" verses=\"WzE4Nzc1XQ==\">Isaiah 57:9<\/a>. <i>Thou wentest to the king,<\/i> &c.—That is, the king of Assyria or Egypt, to whom the Israelites were very prone to seek, and trust, and send presents. Hosea reproaches the Israelites for the same practice:<i>They make a covenant with Assyria, and oil is carried into Egypt,<\/i> <a class=\"ref\">Hosea 12:1<\/a>. Thus the prophet passes from their idolatry to another sin, even to their carnal confidence in heathen princes, for which they are often severely reproved. These two sins indeed were commonly joined together; for they easily received idolatry from those kings whose help they desired. <i>With ointment<\/i>—With precious ointment, particularly with balm, which was of great price, was a commodity peculiar to those parts, and sometimes sent as a present, <a class=\"ref\">Genesis 13:11<\/a>. <i>And didst increase thy perfumes<\/i>—Didst send great quantities thereof to them, to procure their aid. <i>Didst send thy messengers far off<\/i>—Into Assyria, which was far from Judea, or into Egypt. <i>And didst debase thyself,<\/i> &c.—Thou wast willing to submit to the basest terms to procure their aid. “It is well known, that in all parts of the East, whoever visits a great person must carry him a present. ‘It is accounted uncivil,’ says Maundrell, p. 26, ‘to visit in this country without an offering in hand. All great men expect it, as a tribute due to their character and authority; and look upon themselves as affronted, and indeed defrauded, when the compliment is omitted.’”—Bishop Lowth. According to the interpretation of this part of the prophecy, adopted by Vitringa, <i>the king,<\/i> in this verse, must mean the head of mystical Babylon, the pope, to whom indeed the particulars here very aptly pertain, as they who are acquainted with the history of that antichristian ruler will easily discern. See <a class=\"ref\">Revelation 18:13<\/a>.<\/p> ",
    "audit": null
}