{
    "id": 9275,
    "source": "benson",
    "verse_id": 18216,
    "verse_count": 3,
    "reference": "29:22–24",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"eyIxODIxNiI6M30=\">Isaiah 29:22-24<\/a> .<i> Therefore thus saith the Lord —<\/i> These verses contain the third consequence of turning Lebanon into a fruitful field; “a wonderful increase of the true seed of Abraham and Jacob disseminated through the whole world, in whom those patriarchs, according to the promises given them by God, might be able to recognise their true image.”<i> Who redeemed Abraham<\/i> — From manifold dangers, and especially from idolatry, in which his family and ancestors were generally involved;<i> Jacob shall not now be ashamed<\/i> — The posterity of Jacob, who had great cause to be ashamed for their continued infidelity, for their persecutions of God’s prophets and righteous servants, and for their rejection of their own Messiah, shall, at last, be brought back unto the God of their fathers, and to their own Messiah.<i> Neither shall his face now wax pale<\/i> — Through fear of their enemies, who from time to time had molested them, for now they shall be delivered from them all, and shall serve God<i> without fear,<\/i><a class=\"ref\">Luke 1:74<\/a> .<i> But when he seeth his children<\/i> — When the believing seed of Jacob shall see those children whom they have begotten to God, by the gospel, even the Gentiles;<i> the work of my hands — The children, not of the flesh, but of the promise,<\/i> whom I, by my almighty grace, have regenerated;<i> in the midst of him<\/i> — Incorporated with the Jews, into one and the same body;<i> they shall sanctify my name,<\/i> &c. — Instead of despising and hating the Gentiles, and envying them the grace of God, they shall praise and glorify God with them, and for them.<i> They also that erred<\/i> — Those Gentiles who had erred from God’s truth, being led aside by a lying spirit to idolatry, and all manner of impiety;<i> shall come to understanding —<\/i> Shall come to the knowledge of the truth;<i> and they that murmured,<\/i> &c. — They that would not receive the doctrine of God, but murmured at his faithful teachers who delivered it;<i> shall learn doctrine —<\/i> Shall receive God’s truth in the love of it.<\/p> ",
    "audit": null
}