{
    "id": 9610,
    "source": "benson",
    "verse_id": 18930,
    "verse_count": 2,
    "reference": "66:7–8",
    "title": "",
    "html": " <p>, <a class=\"isa\" verses=\"eyIxODkzMCI6Mn0=\">Isaiah 66:7-8 <\/a>.Here begins a new paragraph of the prophet’s discourse, containing a description of the sudden and great increase of the Christian Church, upon God’s rejecting the Jews, and destroying their temple and worship: “the very destruction of the Jewish polity making way for the reception and spread of the gospel, inasmuch as it abated that opposition which the Jewish zealots all along made to its progress; and the abolishing the Jewish worship contributed very much to the abrogating the law of Moses, and burying it with silence and decency.” See <a class=\"ref\">Romans 11:11 <\/a>,, and Lowth. This paragraph, however, is not unconnected with what precedes. “It is,” as Vitringa observes, “another consolatory argument, directed to those who <i>reverenced the word <\/i>,of Jehovah, and formed the true Zion, taken from the rapid and wonderful increase of the church among the Gentiles, superior to all human thought, all expectation. For when in the former section Isaiah had done two things; first, had predicted the calling of the Gentiles, (chap. 65:1,) and then the punishment of the ungodly, and such as rejected the gospel; in this section, after he had repeated the indignation conceived by God against the hypocrites and those who did not obey the gospel, he in the same manner comforts the <i>pious Jews, <\/i>,from the unexpected event of the most wished-for success of the calling of the Gentiles, who, joined with them in one body, should form one church, and inherit the earth.” <i>Before she travailed she brought forth — <\/i>,The church is represented here as a travailing woman, the mother of all true believers: see <a class=\"isa\" verses=\"WzE4NzI1LDI5MTU4XQ==\">Isaiah 54:1; Galatians 4:26 <\/a>. The whole verse is expressive of a great and sudden salvation which God would work for his church, like the delivery of a woman, and that <i>before her travail, and without pain, <\/i>,of a <i>man-child. <\/i>,It undoubtedly refers to the introduction of the gospel, and its rapid and unexpected progress. <i>Who hath heard such a thing? <\/i>—The prophet here calls either to the whole world, or to such as feared God among the Jews, to admire his stupendous work of providence and grace, in the sudden erection and wonderful enlargement of the gospel church. <i>Who hath seen such things? <\/i>—Who hath witnessed such an extraordinary event? <i>Shall the earth be made to bring forth in one day, or shall a nation, <\/i>,&c.—“The suddenness of this event is as surprising as if the fruits of the earth, which are brought to perfection by slow degrees, should blossom and ripen all in one day. And the fruitfulness of this spiritual increase is as wonderful as if a whole nation were born at once, or by one woman.” <i>For as soon as Zion travailed <\/i>—As soon as the fulness of time came for erecting the gospel church; <i>she brought forth her children <\/i>—In great multitudes, without pain or difficulty, no inauspicious circumstance occurring to prevent their birth: see <a class=\"ref\">Acts 2:41 <\/a>; and <a class=\"ref\">Acts 4:4 <\/a>. <\/p>,",
    "audit": null
}