{
    "id": 8958,
    "source": "benson",
    "verse_id": 17656,
    "verse_count": 1,
    "reference": "1:1",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"WzE3NjU2XQ==\">Isaiah 1:1<\/a>. <i>The vision of Isaiah <\/i>—“It seems doubtful,” says Bishop Lowth, “whether this title belongs to the whole book, or only to the prophecy contained in this chapter. The former part of the title seems properly to belong to this particular prophecy: the latter part, which enumerates the kings of Judah, under whom Isaiah exercised his prophetical office, seems to appropriate it to the whole collection of prophecies delivered in the course of his ministry. Vitringa, to whom the world is greatly indebted for his learned labours on this prophet, has, I think, very judiciously resolved this doubt. He supposes, that the former part of this title was originally prefixed to this single prophecy; and that when the collection of all Isaiah’s prophecies was made, the enumeration of the kings of Judah was added, to make it, at the same time, a proper title to the whole book. And such it is plainly taken to be, <a class=\"ref\">2 Chronicles 32:32<\/a>; where the book of Isaiah is cited by this title.” Thus understood, the word <i>vision <\/i> is used collectively for visions, and the sense is, “This is the book of the visions, or prophecies, of Isaiah.” The reader must observe, the two usual ways, whereby God communicated his will to the prophets, were <i>visions <\/i> and <i>dreams: <\/i> see <a class=\"ref\">Numbers 12:6<\/a>. In visions, the inspired persons were awake, but their external senses were bound up, and, as it were, laid asleep in a trance. Thus Balaam describes them as to himself, <a class=\"ref\">Numbers 24:16<\/a>. They are called <i>visions, <\/i> not from any use made of corporal sight, but because of the clearness and evidence of the things revealed, and the conformity of this kind of inspiration to the information which the mind receives by the sight of the bodily eyes. Hence, also, prophets were called seers, <a class=\"ref\">1 Samuel 9:9<\/a>. Sometimes, however, visions were accompanied with external representations. See <a class=\"isa\" verses=\"WzE3NzcxLDIxNDgwLDMxMDY0XQ==\">Isaiah 6:1; Ezekiel 40:2; Revelation 21:10<\/a>. See notes on Isaiah, by Wm. Lowth, B.D. <i>Which he saw — <\/i> Foresaw and foretold. For he speaks, after the manner of the prophets, of things to come, as if they were either past or present. <i>Concerning Judah <\/i>—Principally, but not exclusively. For he prophesies also concerning Egypt and Babylon, and divers other countries; yet with respect to Judah. <i>In the days of Uzziah, <\/i> &c.—In the time of their reign. This, probably, was not the first vision which Isaiah had, but is placed at the beginning of his book, because, together with the four following chapters, it contains a general description of the state of the Jews, under the several judgments which God had brought upon them, and is a fit preface or introduction to the rest of his prophecy. <\/p> ",
    "audit": null
}