{
    "id": 9467,
    "source": "benson",
    "verse_id": 18686,
    "verse_count": 2,
    "reference": "51:12–13",
    "title": "",
    "html": "<p> <a class=\"isa\" verses=\"eyIxODY4NiI6Mn0=\">Isaiah 51:12-13<\/a>. <i>I, even I, am he that comforteth you<\/i>—“They prayed,” says Henry, “for the operations of his power: he answers them with the consolations of his grace; which may well be accepted as an equivalent. <i>I, even I,<\/i> he says, will do it: he had ordered his ministers to do it, chap. 40:1; but, because they cannot reach the heart, he takes the work into his own hands; he will do it himself. And those whom he comforts, are comforted indeed.”<i>Who art thou, that thou shouldest be afraid,<\/i> &c.—How unreasonable and distrustful art thou, O my church, how unlike to thyself! How unsuitable are these despondences to thy professions and obligations!<i>Afraid of a man that shall die,<\/i> &c.—Of a weak, mortal, and perishing creature. <i>And forgettest the Lord thy Maker<\/i>—Dost not consider the infinite power of that God who made thee, and who will plead thy cause;<i>that hath stretched forth the heavens, and laid the foundations of the earth<\/i>—And therefore hath all the hosts and all the powers of both at his command and disposal. <i>And hast feared continually every day<\/i>—Hast been in a state of continual alarm and disquietude;<i>because of the fury of the oppressor<\/i>—It is true there is an oppressor, and he is furious, designing, it may be, to do thee a mischief, and therefore it will be thy wisdom to be on thy guard against him: but thou art afraid of him, <i>as if he were ready to destroy<\/i>—As if it were in his power to destroy thee in a moment, and he were just now going to effect his purpose, and there were no possibility of preventing it. <i>And where is the fury of the oppressor?<\/i>—What is become of the power and rage of the Babylonians? Are they not vanished away? Are they not broken, and thou delivered? He speaks of the thing as already done, because it should certainly and suddenly be done.<\/p> ",
    "audit": null
}