{
    "id": 9209,
    "source": "benson",
    "verse_id": 18106,
    "verse_count": 3,
    "reference": "24:10-12",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 24:10-12<\/a>.<i>The city <\/i>— Jerusalem, and other cities, for the word may be here taken collectively; <i>of confusion <\/i>— Hebrew,  <span class=\"hebrew_text\">תהו<\/span>, which signifies <i>vanity, emptiness, desolation, <\/i>or <i>confusion. <\/i>And the city may be thus called, either, 1st, In regard of the judgments of God coming upon it, as if he had termed it a city devoted to desolation and destruction: or, 2d, For its sin, a city of confusion and disorder; breaking all the laws and orders which God had established among them; or a city walking in and after <i>vanity, <\/i>worshipping vain idols, and pursuing vain things. And this may seem the most proper and suitable, that the sin of the city should be pointed out in this word, as the punishment is expressed in the next; <i>is<\/i> <i>broken down <\/i>— Its walls, palaces, and temple battered down and demolished; <i>every house is shut up <\/i>— Either for fear of the enemy, who have entered the city, or because the inhabitants are either fled or dead, or gone into captivity. This seems to be only applicable to the destruction of the city by the Chaldeans, or by the Romans. <i>There is a crying for wine <\/i>— For the want or loss of their wine; or for the spoiling of the vintage, whereby they were deprived of the means both of their profit and pleasure. <i>In the city is desolation <\/i>— In Jerusalem itself, that had been so much frequented, there shall be left nothing but desolation; grass shall grow in the streets. <i>The gate is smitten with destruction — <\/i>The gates of the city are totally ruined, so that the enemy may enter when and where they please. Or, all that used to pass and repass through the gates are smitten, and all the strength of the city is destroyed. How soon can God make a city of order, a city of confusion; and then it will soon be a city of desolation!<\/p>",
    "audit": null
}