{
    "id": 9385,
    "source": "benson",
    "verse_id": 18520,
    "verse_count": 1,
    "reference": "43:14",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"WzE4NTIwXQ==\">Isaiah 43:14<\/a>. <i>For your sake I have sent to Babylon — <\/i> I have sent Cyrus, and the Medes and Persians with him, to war against Babylon, to this very end, that he might deliver you out of captivity, and restore you to your land, according to my promise. <i>I have brought down <\/i>—From that height of power and glory to which they were advanced; <i>all their nobles <\/i>—Their princes and great commanders. Bishop Lowth prefers the reading of the margin, (the word <span class=\"hebrew_text\"> בריחים <\/span> properly signifying <i>bars,<\/i>) and renders the next clauses, <i>I will bring down all her strong bars, and the Chaldeans exulting in their ships. <\/i> On which he observes, “Babylon was very advantageously situated, both in respect to commerce, and as a naval power. It was open to the Persian gulf by the Euphrates, which was navigable by large vessels; and, being joined to the Tigris above Babylon, by the canal called <i>Naharmalca, <\/i> or <i>the royal river, <\/i> supplied the city with the produce of the whole country to the north of it, as far as the Euxine and Caspian seas.—Herod, 1., 194. We are not to wonder that in later times we hear little of the commerce and naval power of Babylon: for, after the taking of the city by Cyrus, the Euphrates was not only rendered less fit for navigation by being, on that occasion, diverted from its course, and left to spread over the country; but the Persian monarchs, residing in their own country, to prevent any invasion by sea on that part of their empire, purposely obstructed the navigation of both rivers, by making cataracts in them, that is, by raising dams across the channel, and making artificial falls in them; that no vessel, of any size or force, could possibly come up.—Strabo, lib. 16. Alexander began to restore the navigation of the river by demolishing the cataracts upon the Tigris, as far up as Seleucia; but he did not live to finish his great designs: those upon the Euphrates still continued.” <\/p> ",
    "audit": null
}