{
    "id": 9562,
    "source": "benson",
    "verse_id": 18846,
    "verse_count": 2,
    "reference": "61:2–3",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"eyIxODg0NiI6Mn0=\">Isaiah 61:2-3<\/a> .<i> And the day of vengeance of our God<\/i> — Namely, on those who reject or neglect these gracious offers of mercy and salvation: they shall not only be left in their captivity, as they deserve to be, but shall be dealt with as enemies. We have the gospel summed up,<a class=\"ref\">Mark 16:16<\/a> , where that part of it,<i> he that believeth shall be saved,<\/i> proclaims<i> the acceptable year of the Lord<\/i> to those that will accept it; but the other part,<i> he that believeth not shall be damned,<\/i> proclaims<i> the day of vengeance of our God;<\/i> that vengeance that he will take on those that<i> obey not the gospel of our Lord Jesus Christ,<\/i><a class=\"ref\">2 Thessalonians 1:8<\/a> ; see also<a class=\"ref\">Hebrews 10:27-30; Matthew 24:21; Revelation 18:1<\/a> . The clause seems to have an especial reference to the time in which God punished the unbelieving and disobedient Jews by the destruction of Jerusalem, and the unparalleled calamities that came upon their nation. We find Christ, in several of his discourses, threatening them with the judgments of God for their rejecting him. And he calls the destruction of Jerusalem<i> the days of vengeance,<\/i><a class=\"ref\">Luke 21:22<\/a> , the very expression made use of here.<i> To comfort all that mourn<\/i> — Either on account of their sins, or their sufferings, or the desolations and miseries of the spiritual Zion, his church; and who, mourning, seek to him, and not to the world, for comfort. He not only provides comfort for them, and proclaims it, but he applies and bestows it by giving them the Comforter. There is enough in him to comfort all that mourn, whatever their afflictions or sorrows may be; but this comfort is sure to them that<i> mourn in Zion,<\/i> that is, that<i> sorrow after a godly sort,<\/i> and apply by faith and prayer to God in Christ for relief and consolation.<i> To appoint unto them beauty<\/i> — Or rather,<i> ornament,<\/i> (as the Hebrew<span class=\"hebrew_text\"> פאר<\/span> more properly signifies,)<i> for ashes.<\/i> Bishop Lowth renders the clause,<i> To give them a beautiful crown instead of ashes; the oil of gladness instead of sorrow;<\/i> observing, “In times of mourning the Jews put on sackcloth, or coarse and sordid raiment; and spread dust and ashes on their heads: on the contrary, splendid clothing, and ointment poured on the head, were the signs of joy.”<i> The oil of joy<\/i> — Which makes the face to shine, instead of that mourning which disfigures the countenance, and makes it unlovely. This<i> oil of joy<\/i> the saints have from that<i> oil of gladness<\/i> with which Christ himself<i> was anointed above his fellows. The garments of praise<\/i> — Such beautiful garments as were worn on thanksgiving days, instead of<i> the spirit of heaviness.<\/i> Hebrew,<span class=\"hebrew_text\"> כהה<\/span> ,<i> contraction, dimness,<\/i> or<i> obscurity;<\/i> “open joys,” says Henry, “for secret mournings. Zion’s mourners keep the spirit of heaviness to themselves, and weep in secret; but the joy, with which they are recompensed, they are<i> clothed with,<\/i> as with a garment, in the eyes of others.” Observe, reader, where God gives the<i> oil of joy,<\/i> he gives<i> the garment of praise.<\/i> Those comforts which come from God dispose the heart to, and enlarge the heart in, thanksgivings to God.<i> That they might be called trees of righteousness<\/i> — That they might be righteous persons, deeply rooted by faith in the ground of gospel truth, solid and firm in sincerity, fortitude, and patience; ornaments to God’s vineyard, and bringing forth fruit suitable to the soil wherein they are planted.<i> The planting of the Lord<\/i> — Planted by that holy Lord who, being himself holy and righteous, would plant none but such: see on<a class=\"isa\" verses=\"WzE4ODQzXQ==\">Isaiah 60:21<\/a> .<i> That he might be glorified —<\/i> Namely, by the fruit they bear; for<i> herein is our heavenly Father glorified, that we bring forth much fruit.<\/i><\/p> ",
    "audit": null
}