{
    "id": 9027,
    "source": "benson",
    "verse_id": 17767,
    "verse_count": 3,
    "reference": "5:27–29",
    "title": "",
    "html": "<p> <a class=\"isa\" verses=\"eyIxNzc2NyI6M30=\">Isaiah 5:27-29<\/a>. <i>None,<\/i> &c.—In these verses the prophet describes the quality of the forces which should come against Jerusalem; their vigour, activity, and diligence, <a class=\"isa\" verses=\"WzE3NzY3XQ==\">Isaiah 5:27<\/a>; their military expedition, readiness, skilfulness, and apparatus, <a class=\"isa\" verses=\"WzE3NzY4XQ==\">Isaiah 5:28<\/a>; their fortitude and undaunted courage, <a class=\"isa\" verses=\"WzE3NzY5XQ==\">Isaiah 5:29<\/a>; for all which particulars the Romans were remarkably eminent.—Dodd. <i>None shall be weary —<\/i> Though their march be long and tedious. As I have called them to this work, so I will assist them in it. <i>None shall slumber nor sleep<\/i>—They shall all be watchful and diligent to take all opportunities of executing my judgments. <i>Nor the latchet, &c., be broken<\/i> —<i><\/i> I will take all impediments out of their way. <i>Whose arrows are sharp<\/i>—Who are every way furnished and ready for my work, waiting only for my command. <i>Their horses’ hoofs like flint —<\/i> Because they shall not be broken or battered by the length or stoniness and ruggedness of the way. <i>And their wheels like a whirlwind<\/i>—For the swiftness of their march, and for the force and violence of their chariots in battle. <i>They shall roar like young lions<\/i>—Which signifies both their cruelty, and their eagerness to catch and devour the prey. <i>They shall lay hold on the prey,<\/i> &c.—These words do not agree to the Assyrians, for they were forced to retreat with great shame and loss, and the Jews were delivered from them: but they agree perfectly both to the Chaldeans and the Romans, both of whom<i>carried the prey away safe, and none delivered it —<\/i> That is, neither the Jews themselves, nor any of their confederates, to whose help they trusted.<\/p> ",
    "audit": null
}