{
    "id": 9346,
    "source": "benson",
    "verse_id": 18427,
    "verse_count": 3,
    "reference": "40:6-8",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 40:6-8<\/a>.<i>The voice said, Cry <\/i>— Rather, <i>A voice; <\/i>for it is not the voice last mentioned, which cried in the wilderness, that is intended, but the voice of God, who (<a class=\"isa\" verses=\"MTg0MjI=\">Isaiah 40:1<\/a>) said, <i>Comfort my people. <\/i>Having, with a view to comfort them, commissioned his prophet to foretel glorious and wonderful things, which he was determined to do for them, he here commands him to assure them of the certainty of these things, by representing the vast difference between the nature, word, and work of men, and those of God. All that men are or have, yea, their highest accomplishments, are but like the grass, or flower of the field, weak and vanishing, soon nipped and brought to nothing: but God’s word is like himself, immutable and irresistible: and, therefore, as <i>the mouth of the Lord, <\/i>and not of man, had spoken this, as was said <a class=\"isa\" verses=\"MTg0MjY=\">Isaiah 40:5<\/a>, so they ought not to doubt but it would be fulfilled in due time. The passage first refers to the deliverance from Babylon, and imports both that the power of man, if it should set itself to oppose that deliverance, was not to be feared, for it should be as grass before the word, that is, before the purpose and promise of the Lord; should soon wither and come to nothing; and if it should favour, and endeavour to promote the deliverance, it was not to be confided in, for it was still but <i>as grass, <\/i>compared with the Lord’s word, the only firm foundation for men to build their hopes upon. The words are still more applicable to the salvation of the gospel, the salvation from the power of Satan, sin, and death: with respect either to the preventing or effecting this, the wisdom, or power, or merit of man, is but as grass, or a flower of the grass; weak, and frail, and fading, and neither to be trusted in nor feared. When God is about to work deliverance for his people, he will have them to be taken off from depending upon creatures which would fail their expectation; for he will not allow any creature to be a rival with him for the confidence and hope of his people. As it is his word only that shall stand for ever, so on that word only must our faith stand. St. Peter applies this passage to the salvation effected for God’s spiritual Israel, and <i>by this word of our God which shall stand for ever, <\/i>he understands that word of the gospel which is preached to us, and by which we are regenerated and purified. See <a class=\"ref\">1 Peter 1:23-25<\/a>. <i>The grass withereth, &c., because the Spirit of the Lord bloweth upon it <\/i>— Rather, <i>the wind of the Lord, <\/i>as   <span class=\"hebrew_text\">רוח יהוה<\/span>is with equal propriety translated, and undoubtedly here signifies; which Bishop Lowth justly observes, “is a Hebraism, meaning no more than a strong wind;” adding, “It is well known, that a hot wind in the East at once destroys every green thing.” See note on <a class=\"ref\">Psalms 103:16<\/a>. <i>Surely, the people is grass <\/i>— Or, <i>this people, <\/i>as  <span class=\"hebrew_text\">העם<\/span>may be properly rendered, namely, the Jews no less than the Gentiles. <i>But the word of our God shall stand for ever <\/i>— Whatsoever God hath said shall infallibly be verified, and come to pass. And particularly the glad tidings of salvation by Christ, published in the ministry of the gospel, and received by true faith, shall be confirmed and established, and be a solid foundation for the confidence and hope of the people of God to rest on in all ages. <\/p>",
    "audit": null
}