{
    "id": 8996,
    "source": "benson",
    "verse_id": 17714,
    "verse_count": 3,
    "reference": "3:6–8",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"eyIxNzcxNCI6M30=\">Isaiah 3:6-8<\/a>. <i>A man shall take hold of his brother <\/i>—Of his relation, friend, or neighbour. To take hold of another implies entreating his assistance; see <a class=\"isa\" verses=\"WzE3NzM1XQ==\">Isaiah 4:1<\/a>; <a class=\"ref\">Zechariah 8:23<\/a>; <i>saying, Thou hast clothing <\/i>—We are utterly undone, and have neither food nor raiment; but thou hast something left to support the dignity, which we offer to thee; <i>be thou our ruler <\/i> — <\/p> \n <p>And we will be subject to thee. It is taken for granted that there would be no way of redressing all these grievances, and bringing things into order again, but by good magistrates, who should be invested with power by common consent, and exert that power for the good of the community; <i>and let this ruin be under thy hand <\/i>—Namely, to heal it. <i>In that day he shall swear <\/i>—To show that he was resolved. Hebrew, <i>he shall lift up, <\/i> namely, his hand, which was the usual gesture in swearing; <i>I will not be a healer <\/i>—A repairer of the ruins of the state; <i>for in my house is neither bread nor clothing <\/i>—I have not sufficient provisions, either of food or raiment, for my own family; much less, as you falsely suppose, for the discharge of so high a trust. <i>For Jerusalem is ruined <\/i>—The case is desperate, and past relief: it will be to no purpose to attempt affording any; <i>because their tongue and their doings are against the Lord <\/i>—They have broken the law of God in word and deed, and that in contempt of his authority and defiance of his justice. Their <i>tongue <\/i> was against the Lord, for they contradicted his prophets, and their <i>doings <\/i> were against him, for they acted as they spoke; <i>to provoke the eyes of his glory <\/i>—Of his glorious majesty, whom they ought to reverence and adore; the all-seeing eyes of Him who is of purer eyes than to behold iniquity, unless with abhorrence. <\/p> ",
    "audit": null
}