{
    "id": 9060,
    "source": "benson",
    "verse_id": 17819,
    "verse_count": 2,
    "reference": "8:11-12",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 8:11-12<\/a>.<i>For the Lord spake thus unto me <\/i>— Here the prophet teaches the people by his own example, as one immediately taught by God, with what dispositions they should receive all the attempts of their enemies, to subvert the kingdom of God in their land, even to the time of the Messiah, of whose manifestation this instruction contains a repeated prophecy for the consolation of the pious, together with a denunciation of the most grievous judgments, spiritual and temporal, upon the impious, incredulous, and profane. See Vitringa. <i>With a strong hand <\/i>— With a vehement and more than ordinary inspiration. The Chaldee renders it, <i>In <\/i><i>the strength of prophecy; <\/i>perhaps it refers to those ecstasies into which the prophets were frequently wrapt. <i>That I should not walk in the way of this people <\/i>— Of the generality of the people of Judah; whose imminent danger and calamity he foretold, (<a class=\"isa\" verses=\"MTc4MTY=\">Isaiah 8:8<\/a>,) giving them, however, full assurance that God would deliver them out of it, <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 8:9-10<\/a>. <i>Say ye not, A confederacy, <\/i>&c. — You, my people, be not associated with them in the confederacies which they are projecting: do not join with those that, for the securing of themselves, are for making a league with the Assyrians, through unbelief, and distrust of God and their cause: do not come into any such confederacy. <i>Neither fear ye their fear <\/i>— Be not afraid of the confederacy with which they frighten themselves and one another, namely, that between Syria and Ephraim; or that thing which they fear, that, if they do not call in the Assyrian succours, they shall be destroyed by those two potent kings. Thus, when sinful confederacies are formed against God’s church and people by their enemies, they should guard against sinful fears of such confederacies.<\/p>",
    "audit": null
}