{
    "id": 9046,
    "source": "benson",
    "verse_id": 17796,
    "verse_count": 2,
    "reference": "7:13–14",
    "title": "",
    "html": " <p>, <a class=\"isa\" verses=\"eyIxNzc5NiI6Mn0=\">Isaiah 7:13-14 <\/a>. <i>And he said, Hear now, O house of David <\/i>—The prophet no longer addresses himself to Ahaz singly, who would not regard his words, but to the whole royal family, all of whom he reproves, as being the king’s counsellors, and promoting the design of sending for the Assyrian succours. <i>Is it a small thing for you <\/i>—Is it not wickedness enough; <i>to <\/i> <i>weary men? <\/i>—To vex God’s prophets and people with your oppressions and horrid impieties? <i>But will ye weary my God also? <\/i>—By your ingratitude, unbelief, and disobedience to his commands? <i>Therefore <\/i>—Because you despise me, and the sign which I now offer you, God, of his own free grace, will send you a more honourable messenger, and give you a nobler sign. Or, <i>Nevertheless, <\/i>,(as the particle <span class=\"hebrew_text\">,לכן <\/span>,often signifies,) <i>the Lord will give you a sign — <\/i>,Although you deserve no sign nor favour, yet for the comfort of those few believers who are among you, and to leave you without excuse, I shall remind you of another and greater sign, namely, of your deliverance and preservation; which God hath promised, and will in his due time perform. <i>Behold, a virgin shall conceive, <\/i>,&c.—One, in the strictest sense, a <i>virgin, <\/i>,as the Hebrew word, <span class=\"hebrew_text\">,עלמה <\/span>,, <i>almah, <\/i>,here used, properly signifies, and is translated by all the ancient interpreters, being never once used in Scripture in any other sense, as several learned men have proved, against the pretensions of the modern Jews. See particularly Bishop Kidder’s <i>Demonstration of the Messias, <\/i>,part 2. chap. 5., and Dr. Whitby on <a class=\"ref\">Matthew 1:23 <\/a>. Indeed, independent of the term rendered virgin, the text implies it. For, as the last-mentioned writer observes, “this promise is made as a sign, or <i>miracle, <\/i>,to confirm the house of David in God’s promise made to him of the perpetuity of his kingdom. Now what sign or miracle could it be, that a woman should be with child, after the ordinary manner? Where is the sign or wonder in this? Had no more been intended, what need was there of these words, <i>The Lord himself shall give you a sign? <\/i>,What need of that solemn notice, <i>Behold! <\/i>,there being nothing new or strange in all this.” Add to this, that the original expressions are very emphatical, and are literally rendered by Bishop Lowth, <i>Behold, the virgin conceiveth, and beareth a son, <\/i>,namely, that only woman, who ever was, or should be a mother, while she was still a virgin: and whose offspring, being conceived and born without the concurrence of man, was, therefore, with peculiar propriety, denominated and characterized, <i>the seed of the woman, <\/i>,being her seed exclusively. <\/p>,\n <p>But it is inquired, how this birth from a virgin, which was not to happen till many ages after, could be a sign to Ahaz and the Jews, of their deliverance from present danger; and it is urged, that “this promise, being made to Ahaz as a <i>sign, <\/i>,must have relation to a child born in his time, and therefore not to our Jesus, born above seven hundred years after his death.” To this, Dr. Whitby answers, “This objection is founded on a mistake: this promise, or sign, being not given to Ahaz, who, we have just seen, refused to ask a sign; but to <i>the house of David, <\/i>,according to <a class=\"isa\" verses=\"WzE3Nzk2XQ==\">Isaiah 7:13 <\/a>. Now the house of David being then in great danger of being cut off and extinguished, by the kings of Israel and Syria, the promise of a Messiah, who was to be of the seed of David, and to sit upon his throne, was a great security that that house should not be extinguished, and so was a proper remedy against those fears.” To this may be added, that this promised birth of the Messiah supposed not only the preservation of the house of David, but also the preservation of that city, and nation, and tribe, in and of which he was to be born: therefore there was no cause to fear that ruin which their enemies now threatened. This argument is greatly strengthened by the following clause: <i>And shall call <\/i>—That is, his virgin mother <i>shall call; his name Immanuel <\/i>—The mother usually giving the name to the child, and this mother having a peculiar right to do it, the child having no human father. To be <i>called, <\/i>,in Scripture language, is the same thing as <i>to be: <\/i>,the meaning is, He shall be <i>Immanuel, <\/i>,that is, <i>God with us; <\/i>,God dwelling among us in our nature, <i>the Word made flesh, <\/i>, <a class=\"ref\">John 1:14 <\/a>. God and man meeting in one person, and being a mediator between God and men. Now to whom but the Messiah was this applicable? Or waiving the import of the name; supposing the being called by this name did not imply that the child or person should be what his name signified, namely <i>God with us, <\/i>,what other person, save the Messiah can be pointed out, that was called by this name? To what other event can this passage of the prophecy be made to accord? What woman, then a virgin, and afterward marrying, and bearing a son, called that son <i>Immanuel? <\/i>,Surely they who contend for this sense of the prophet’s words, should point out the person so called. None have done this, and none can do it. No such person ever existed. As to what some have suggested, that Hezekiah, the son of Ahaz, might be meant, and be said to be called by that name, because he was the future governor of the land, (see chap. 8:8,) and God was with him, it must be observed, that he was born at least nine years before this prophecy was delivered, even before Ahaz came to the throne, and therefore his birth could not be intended by the prophet here. But not to pursue the argument further, which certainly is not necessary in so clear a case; we will only add, that even if it could be supposed that the prophet did first and immediately refer to some child to be then born, yet, as Bishop Lowth observes, (in words hardly consistent with what he had said, as quoted above, of the primary sense of the passage,) “The prophecy is introduced in so solemn a manner; the sign is so marked, as a sign selected and given by God himself, after Ahaz had rejected the offer of any sign of his own choosing, out of the whole compass of nature; the terms of the prophecy are so peculiar, and the name of the child so expressive, containing in them much more than the circumstances of the birth of a common child required, or even admitted; that we may easily suppose, that, in minds prepared by the general expectation of a great deliverer, to spring from the house of David, they raised hopes far beyond what the present occasion suggested; especially when it was found that in the subsequent prophecy, delivered immediately afterward, this child, called <i>Immanuel, <\/i>,is treated as the Lord and Prince of the land of Judah. Who could this be, other than the heir of the throne of David? under which character a great, and even a divine person had been promised. St. Matthew, therefore, in applying this prophecy to the birth of Christ, does it, not merely in the way of accommodating the words of the prophet to a suitable case, not in the prophet’s view; but takes it in its strictest, clearest, and most important sense, and applies it according to the original design, and principal intention of the prophet.” <\/p>,",
    "audit": null
}