{
    "id": 9183,
    "source": "benson",
    "verse_id": 18054,
    "verse_count": 3,
    "reference": "22:1–3",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"eyIxODA1NCI6M30=\">Isaiah 22:1-3<\/a> .<i> The burden of the valley of vision —<\/i> Of Judah, and especially of Jerusalem, called a<i> valley,<\/i> because a great part of it stood in a valley between the opposite hills of Zion and Acra, and between Acra and Moriah; (see Josephus’s<i> Jewish War, 5:<\/i> 13; and 6:6;) and<i> the valley of vision,<\/i> because it was the seat of divine revelation, the place where chiefly prophetic visions were given, and where God manifested himself visibly in the most holy place. The reader will observe this is the seventh discourse of the second part; and relates to the calamity brought on Jerusalem by the invasion of the Assyrians or Chaldeans, or both, and to the fall of Shebna.<\/p> \n<p><i> What aileth thee now?<\/i> — The prophet refers here to the commotion into which the city was, or, he foresaw, would be, thrown upon the report of the approach of the hostile army to besiege it, and to the perturbation of the people’s minds and the general confusion.<i> That thou art wholly gone up to the house-tops<\/i> — Either to reconnoitre the approaching enemy, or to consult for thine own safety.<i> Thou that art<\/i> — Or rather,<i> wast, full of stirs<\/i> — Of great trade, people hurrying to and fro about their business;<i> a tumultuous city<\/i> — Populous and noisy;<i> a joyous city<\/i> — Full of revelling and jollity. What ails thee now that the shops and mercantile houses are quitted, and there is no more walking in the streets, but thou art to be seen crowding the housetops? — “The houses in the East were, in ancient times, as they are still generally, built in one and the same uniform manner. The roof, or top of the house, is always flat, covered with broad stones, or a strong plaster of terrace, and guarded on every side with a low parapet wall. The terrace is frequented as much as any part of the house. On this, as the season favours, they walk, they eat, they sleep, they transact business, they perform their devotions. The house is built with a court within, into which chiefly the windows open; those that are open to the street are so obstructed with lattice-work that no one either without or within can see through them. Whenever, therefore, any thing is to be seen or heard in the streets, any public spectacle, any alarm of a public nature, every one immediately goes up to the housetops to satisfy his curiosity. In the same manner, when any one had occasion to make any thing public, the readiest and most effectual way of doing it was, to proclaim it from the house-tops to the people in the streets.” — Bishop Lowth.<\/p> \n<p><i> Thy slain men are not slain with the sword<\/i> — But either by famine or pestilence in the siege. Sennacherib’s army having laid the country waste, and destroyed the fruits of the earth, provisions must needs be very scarce and dear in the city, which would be the death of many of the poorer sort of people, who would be constrained to feed on what was unwholesome. But this prediction, with that contained in the next verse, was more eminently fulfilled when the city was besieged by the Chaldeans. See<a class=\"ref\">Jeremiah 14:18; Jeremiah 38:2<\/a> . And Vitringa is of opinion, that the prophet has that calamity in view, as well as the affliction suffered under the Assyrian invasion.<i> All thy rulers are fled together<\/i> — Zedekiah and his chief commanders, whose flight he foretels. See<a class=\"ref\">Jeremiah 39:3-4<\/a> .<i> They are bound by the archers<\/i> — Bishop Lowth renders this clause,<i> they are fled from the bow,<\/i> that is, from the bows and arrows of the Assyrian archers: or, as others translate this former part of the verse,<i> All thy captains are fled together with a wandering flight from the bow.<\/i> That is, they are fled far and wide;<i> they are bound<\/i> — Namely, those who could not flee away fast enough to escape the Chaldeans.<i> All that are found in thee<\/i> — Namely, in the city, with Zedekiah, during the siege; for those who had fled to the Chaldeans saved their lives and liberties. Or, as the words,<span class=\"hebrew_text\"> כל נמצאיךְ<\/span> , may be rendered,<i> All that are found of thee,<\/i> or<i> belonging to thee; which have fled from far<\/i> — Or, have fled a great way off, namely, who fled from Jerusalem, but were pursued and overtaken by the enemy,<a class=\"ref\">2 Kings 25:4-7<\/a> , and<a class=\"ref\">Jeremiah 52:8-11<\/a> .<\/p> ",
    "audit": null
}