{
    "id": 9313,
    "source": "benson",
    "verse_id": 18295,
    "verse_count": 2,
    "reference": "33:15–16",
    "title": "",
    "html": " <p>, <a class=\"isa\" verses=\"eyIxODI5NSI6Mn0=\">Isaiah 33:15-16<\/a>. <i>He that walketh righteously <\/i>—He who, being first made righteous by the justification of his person, and the renovation of his nature, (see on <a class=\"ref\">Genesis 15:6<\/a>, and <a class=\"ref\">Psalms 32:1-2<\/a>,) afterward practises righteousness in all its branches: (<a class=\"ref\">1 John 3:7-8<\/a>,) and particularly in all his dealings with men, of which the following clauses explain it; <i>and speaketh uprightly <\/i>—Hebrew, <span class=\"hebrew_text\">,מישׁרים<\/span>, <i>uprightnesses,<\/i>, who speaks what is true and right, and with an holiest intention. Who does not think one thing and speak another, but whose word is to him as sacred as his oath; <i>that despiseth the gain of oppressions <\/i>—Who is so far from coveting gain unjustly gotten, that he despises it; thinks it a mean and sordid, as well as a wicked thing, to enrich himself by any injustice done to, or hardship put upon, his neighbour; <i>that shaketh his hands from holding <\/i> <i>of bribes <\/i>—Or, from <i>taking,<\/i>, or <i>receiving<\/i>, them, as <span class=\"hebrew_text\">,תמךְ<\/span>, is often rendered; who will not <i>receive,<\/i>, much less will retain bribes; <i>that stoppeth his ears,<\/i>,&c.—Who will not assent, or even hearken, to any counsels or practices tending to shed innocent blood; or to any kind of cruelty toward any one; or to any suggestions inciting him to revenge; <i>and shutteth his eyes from seeing evil <\/i>—That abhors the very sight of sin committed by others, and who himself watches against the occasions of it. Those that would preserve the purity of their souls, must keep a strict guard on the senses of their bodies; stop their ears to temptations, and turn away their eyes from beholding vanity. <i>He shall dwell on high <\/i>—Out of the reach of danger; <i>his place of defence—the munitions of rocks <\/i>—The divine power will keep him safe, as though he were in a tower, strong and impregnable, fortified by nature as well as art. God, the Rock of ages, will be his place of defence. <i>Bread shall be given him,<\/i>,&c.—God will furnish him with all things needful. They that fear the Lord shall not want any thing that is good for them. <\/p>",
    "audit": null
}