{
    "id": 9270,
    "source": "benson",
    "verse_id": 18207,
    "verse_count": 2,
    "reference": "29:13-14",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 29:13-14<\/a>.<i>Forasmuch as this people draw near <\/i>to <i>me <\/i>— Namely, in acts of worship; <i>with their mouth <\/i>— Speaking to me in prayer and praise, and promising and professing to serve me; <i>and with their lips do honour me <\/i>— With mere outward devotion and bodily worship; <i>but have removed their heart far from me <\/i>— Do not render me that love and gratitude, that regard and obedience, which I require; <i>and their fear toward me is taught <\/i><i>by the precept of men <\/i>— By mere human wisdom, and not by my word and Spirit. They worship and serve me, not in such a manner as I have prescribed, but according to men’s inventions, preferring the devices and traditions of their false prophets before my institutions. Or, their religion is merely of human, not of divine, origin: it is the fruit of corrupt nature, and not of renewing grace. <i>I will proceed to do a marvellous work <\/i>— A thing that will scarce be believed; <i>for the wisdom of their wise men shall perish<\/i> — Shall disappear and vanish. A veil shall be cast upon the eyes of their minds, and their folly shall be made manifest to all. The most refined arts of their politicians shall not avail their authors, nor be able to preserve them from God’s judgments; and their most wise and learned men shall lose their usual discretion, and be infatuated. This threatening was remarkably fulfilled in the Jews of our Lord’s time, who crucified him out of fear of the Romans, and thereby brought the Romans upon them! And “their learned rabbis, ever since, have minded little else but fabulous stories, and the Cabbalists have vented trifles for profound mysteries.” As, in rejecting Christ and his gospel, they removed their hearts far from God, therefore God justly removed wisdom far from them, and hid from their eyes the things that belonged even to their temporal peace.<\/p>",
    "audit": null
}