{
    "id": 9543,
    "source": "benson",
    "verse_id": 18818,
    "verse_count": 2,
    "reference": "59:17–18",
    "title": "",
    "html": " <p>, <a class=\"isa\" verses=\"eyIxODgxOCI6Mn0=\">Isaiah 59:17-18<\/a>. <i>For he put on righteousness as a breast-plate <\/i>—God, resolving to appear as a man of war, puts on his armour; he calls <i>righteousness<\/i>, his <i>breast-plate,<\/i>, to show the justness of his cause, as also his faithfulness in making good his promises. <i>And a helmet of salvation upon his head <\/i>—As the breast-plate is to defend the <i>heart,<\/i>, whereby God signifies the justness of his cause, and his faithfulness; so the helmet is to defend the head, the fountain of knowledge and wisdom, and therefore by this piece of armour God would have us to know that he can neither be deceived nor disappointed with regard to the execution of his designs, for the salvation of his faithful and obedient people; but will, without fail, carry them into effect. <i>And he put on the garments of vengeance <\/i>—Or garments made of vengeance: as God is said to put on the former for their sakes whom he would preserve, so he puts on these for their sakes whom he will destroy, namely, his people’s enemies. <i>Was clad with zeal <\/i>—For his own honour, and for his people’s welfare. The sum of all these expressions is, to describe both the cause and effect together; the cause was <i>righteousness<\/i>, and <i>zeal<\/i>, in God; the effect, <i>salvation<\/i>, to his people, <i>and vengeance<\/i>, on his enemies. <i>According to their deeds <\/i>—Hebrew, <span class=\"hebrew_text\">,גמלות<\/span>, <i>recompenses,<\/i>, or <i>deserts.<\/i>, That is, he will recompense his adversaries with those effects of his fury that they have deserved. <i>To the islands he will repay recompense <\/i>—He will execute judgment on his enemies to the most remote parts of the earth. <\/p>",
    "audit": null
}