{
    "id": 9151,
    "source": "benson",
    "verse_id": 17996,
    "verse_count": 3,
    "reference": "17:12–14",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"eyIxNzk5NiI6M30=\">Isaiah 17:12-14<\/a>. <i>Wo,<\/i>,&c.—“We have here the third member of this prophetic discourse, and the first part of the section concerning the unexpected overthrow of the Assyrians. After the prophet had exhibited the divine judgments upon the Syrians, (<a class=\"isa\" verses=\"eyIxNzk4NSI6M30=\">Isaiah 17:1-3<\/a>,) and upon the Ephraimites, (<a class=\"isa\" verses=\"eyIxNzk4OCI6OH0=\">Isaiah 17:4-11<\/a>,) he immediately beholds the Assyrians themselves, after they had destroyed both those states, (that is, eight years after,) advancing against the Jews, that they might oppress and subject to them their state also. But, at the same time, he sees their grievous and sudden fall, that is, the fall of Sennacherib; for almost all ancient and modern interpreters are agreed that this prophecy refers to him.” <i>Wo to the multitude of many people <\/i>—Combined against Judah, namely, the Assyrians, whose army consisted of vast numbers, and of men of several nations. <i>Which make a noise like the noise of the seas <\/i>—Which invade my land and people with great force and fury, as the sea assaults the shore, or pours itself upon the land, when it has made a breach in the banks which before confined it. <i>And to the rushing of nations —<\/i>, Hebrew, <span class=\"hebrew_text\">,לאמים שׁאון<\/span>, <i>tumultuatio populorum,<\/i>, the noise, rage, and impetuous fury of the people of different countries united in one mighty overwhelming army. Bishop Lowth translates the clause, <i>And to the roaring of the nations, who make a roaring like the roaring of mighty waters. Like the roaring of mighty waters do the nations roar.<\/i>, And he observes that, “though this simile is taken from a common appearance, it is wrought up with such an elegant boldness and inexpressible propriety, that we are at a loss whether we should admire most the judgment or sublimity of the sacred writer.” <\/p>\n <p> <i>But God shall rebuke them <\/i>—Not in words, but in deeds; shall discomfit and overthrow them. But the Hebrew, <span class=\"hebrew_text\">,וגער בו ונס<\/span>, should rather be rendered, <i>But God rebukes him, and he flees from far,<\/i>, namely, Sennacherib, who is here immediately pointed out, one hundred and eighty- five thousand of his army being smitten with instantaneous death. The prophet’s idea seems to have been taken from God’s rebuke of the sea, when the Israelites passed through out of Egypt. <i>And they shall be chased as the chaff of the mountains <\/i>—The Jews used to thrash and winnow their corn on hills and places exposed to the wind, which dispersed and blew away the chaff; <i>and like a rolling thing <\/i>—Which is moved by the slightest touch, and much more by a violent wind. The word, which is <span class=\"hebrew_text\">,גלגל<\/span>, is rendered <i>thistle-down<\/i>, in the margin, and <i>gossamer,<\/i>, which is the down of any plants, by Bishop Lowth. The metaphor shows with what ease God overcomes his enemies. <i>And behold at even-tide trouble <\/i>—Great terror and consternation among God’s people for fear of their enemies; <i>and before the morning he is not <\/i>—Their enemies are cut off by the hand of God. The prophet here evidently “alludes to the time and circumstances of the judgment which was inflicted on the Assyrian by night, and indeed in one night. At even-tide the Jews were certainly in great terror, perplexity, and perturbation, when besieged by the Assyrians: in the morning, behold these their enemies <i>were all dead corpses.<\/i>, Such is the sudden and unexpected deliverance which God sometimes grants to his people, when their enemies are ready to devour them: <i>weeping may endure for a night, but joy cometh in the morning. This is the portion of them that spoil us,<\/i>,&c.—This is a triumphant conclusion, uttered by the prophet in the name of God’s people. “It holds good in all ages of the church; none can endeavour to remove this stone from its place, but they will find hurt to themselves, <a class=\"ref\">Zechariah 12:3<\/a>. In this one example we see the fall of all the great empires and kingdoms of the world which oppose the kingdom of Christ, and the event of all the attempts of Satan tending to its destruction: in the evening, confusion; in the morning, serenity, arising by divine grace on the church.” See Vitringa. <\/p>",
    "audit": null
}