{
    "id": 9564,
    "source": "benson",
    "verse_id": 18850,
    "verse_count": 2,
    "reference": "61:6–7",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"eyIxODg1MCI6Mn0=\">Isaiah 61:6-7<\/a> .<i> But ye shall be named the Priests,<\/i> &c. — The whole body of you shall now be as near to God as the priests were formerly, and shall be a royal priesthood,<a class=\"ref\">1 Peter 2:9<\/a> . This is most certainly true of all the faithful under the gospel; hence they have also their spiritual sacrifices,<a class=\"ref\">Romans 12:1; Hebrews 13:15-16; 1 Peter 2:5<\/a> .<i> Ye shall eat the riches of the Gentiles<\/i> — Partake of their plenty;<i> and in their glory shall ye boast<\/i> — You shall be highly advanced by the addition of all that is glorious in them. The LXX. render it,<span class=\"greek-hebrew\"> εν τω πλουτω αυτων θαυμασθησεσθε<\/span> ,<i> you shall be wonderful,<\/i> or<i> the objects of admiration, through their riches;<\/i> that is, by the glory which they shall bring to you, namely, in riches, parts, learning, chap. 60:5, 11.<i> For your shame ye shall have double<\/i> — Honour; though you have been little accounted of among the Gentiles, yet now you shall be highly esteemed by them; you shall have double damages. See on chap. 40:2.<i> They shall rejoice in their portion<\/i> — Namely, of honour, which God will give them. It is a repetition of that which is asserted in the former clause.<i> Therefore,<\/i> or, rather,<i> because, they shall possess the double<\/i> — Because of the doubling of their portion;<i> everlasting joy shall be unto them<\/i> — Joy that shall continue long here, and shall be everlasting hereafter. The meaning of this prediction seems to be, that though the first Christians should have a large share of shame or ignominy thrown upon them, yet their descendants should, in return, receive a double share of honour and glory. This accordingly came to pass: Christianity, from being considered as the greatest infamy, and being loaded with the greatest shame, came into the highest repute when Constantine became emperor, and received the highest honours that could possibly be paid, and was, as it were, loaded with glory, riches, and honour.”<\/p> ",
    "audit": null
}