{
    "id": 9613,
    "source": "benson",
    "verse_id": 18935,
    "verse_count": 2,
    "reference": "66:12-13",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"eyIxODkzNSI6Mn0=\">Isaiah 66:12-13<\/a>.<i>For, behold, I will extend <\/i>— Or <i>am extending, peace to her<\/i> — That is, all good; <i>like a river <\/i>— That runs in a constant stream, still increasing till it is swallowed up in the ocean. The gospel brings with it, wherever it is received in its power, peace, which proceeds forward like a river, supplying the souls of believers with all good, and making them fruitful as a river doth the lands through which it passes: such peace as the springs of this world’s comforts cannot send forth, and the dams of the world’s troubles cannot stop or drive back; such a river of peace as will carry us to the ocean of boundless and endless bliss. <i>And the glory of the Gentiles like a flowing stream <\/i>— Gentile converts shall come pouring into the church, and shall swell the river of her peace and prosperity; for they shall <i>bring their glory <\/i>with them; their wealth and honour, their power and interest shall all be devoted to the Lord and employed for the good of the church. <i>Then shall ye suck <\/i>— Ye Jews also. When you see such crowding for a share in those comforts, you shall be the more solicitous, and the more earnest and diligent to secure your share; not through a fear lest you should have the less, because others come in such multitudes to partake of them, for Christ has enough for all, and enough for each; but their zeal shall provoke you to a holy jealousy. <i>Ye shall be borne upon her sides <\/i>— Compare chap. 60:4, where see the note. Those that are joined to the church should be treated thus affectionately. The great Shepherd <i>gathers the lambs in his arms, <\/i>and <i>carries them in his bosom; <\/i>and so must the under shepherds, that young converts may not be discouraged. <i>As one whom his mother comforteth, <\/i>&c. — That is, in the most tender and compassionate way. <i>So will I comfort you <\/i>— I will not only use rational arguments to comfort you, such as a prudent father uses toward his child in distress, but I will manifest toward you such tender affections and compassions, as a loving mother feels toward her afflicted infant. <i>And ye shall be comforted in Jerusalem <\/i>— In the favours bestowed on the church, which you shall partake of; and in the thanksgivings offered by the church, which you shall concur with.<\/p>",
    "audit": null
}