{
    "id": 9403,
    "source": "benson",
    "verse_id": 18564,
    "verse_count": 2,
    "reference": "45:2–3",
    "title": "",
    "html": " <p>, <a class=\"isa\" verses=\"eyIxODU2NCI6Mn0=\">Isaiah 45:2-3 <\/a>. <i>I will go before thee <\/i>—To remove all obstructions, and prepare the way for thee. “The divine protection which attended Cyrus, and rendered his expedition against Babylon easy and prosperous, is finely expressed by this highly poetical image of God’s going before him, and making the mountains level.” <i>I will break in pieces the gates of brass <\/i>—I will destroy all that oppose thee, and carry thee through the greatest difficulties. “Abydenus says that the wall of Babylon had brazen gates. And Herodotus more particularly: ‘In the wall all round, there are a hundred gates all of brass; and so, in like manner, are the sides and the lintels.’ The gates, likewise, within the city, opening to the river, from the several streets, were of brass; as were those also of the temple of Belus.” <i>And I will give thee the treasures of darkness <\/i>—Treasures that have been stored up, and long kept in dark and secret places, as well in Babylon (<a class=\"ref\">Jeremiah 50:37 <\/a>; and <a class=\"ref\">Jeremiah 51:13 <\/a>) as in other countries which Cyrus conquered, and from which, as Pliny and others relate, he took infinite treasures. “Sardes and Babylon,” as we learn from Xenophon, “when taken by Cyrus, were the wealthiest cities in the world. Crœsus, celebrated beyond all the kings of that age for his riches, gave up his treasures to Cyrus, with an exact account, in writing, of the whole, containing the particulars with which each wagon was loaded, when they were carried away: and they were delivered to Cyrus at the palace of Babylon. The gold and silver estimated by weight, according to the account given by Pliny, amount to 126,224,000 pounds sterling.”—Bishop Lowth. <i>That thou <\/i> <i>mayest know that I am the God of Israel <\/i>—That I, Jehovah, who have so highly favoured thee, and have mentioned thy name so long beforehand, as the peculiar instrument of my providence, am the true God, and that Israel is my people. If this prophecy was shown to Cyrus, as Josephus says it was, <i>Antiq., <\/i>,lib. 2. cap. 2, (see note on <a class=\"ref\">Ezra 1:1 <\/a>,,) it is very reasonable to suppose, when he found his own name mentioned in it, and his achievements described so long before, he must thereby be brought to know and acknowledge the God of Israel to be the only living and true God. <\/p>,",
    "audit": null
}