{
    "id": 9382,
    "source": "benson",
    "verse_id": 18511,
    "verse_count": 3,
    "reference": "43:5-7",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 43:5-7<\/a>.<i>I will bring thy seed from the east, <\/i>&c. — Although the Jews, for their sins, shall be carried captives out of their own land northward and eastward into Babylon, and the adjacent countries; and others of them shall flee southward and westward, and shall there pine away in their iniquities, as I have threatened; yet I will bring back their posterity into Canaan, from all the places where they are dispersed. <i>I will say to the north, Give up <\/i>— Thou, who hast so long held my people in bondage, resign them to me, and permit them to return to their own land. He speaks to the countries by a prosopopœia. <i>Bring my sons from far <\/i>— Not only permit, but assist and further their return. <i>Every one that is called <\/i>— Rather, <i>every one is called, <\/i>or, <i>they are all called, by my name <\/i>— I own them for my people and children; and, therefore, what kindness or cruelty you exercise toward them, I take it as done to myself. <i>I have created him for my glory <\/i>— And therefore I will glorify my power, and goodness, and faithfulness in delivering them. <i>I have formed him <\/i>— I have not only <i>created <\/i>them out of nothing, but I have also <i>formed <\/i>and <i>made <\/i>them my peculiar people. We must observe, however, that while Isaiah “appears to speak of one thing only, two are understood: the less includes the greater. Speaking literally and properly of the collection of the dispersed church from Babylon, — a more noble collection, the spiritual one, of the converted Jews and Gentiles to the church of Christ, was in his view; and this is described in expressions taken from the external collection of the church from Babylon, and the restoration of the republic under the Maccabees; exactly in the same manner as in chap. 11:12, which should be compared with this place. The 7th verse plainly shows that the spiritual seed of Israel is spoken of. <i>Every one that is called by my name, <\/i>means, every one who is truly my son; for to be <i>called by the name <\/i>of any one is to be his son.” See chap. 45:5, and Vitringa.<\/p>",
    "audit": null
}