{
    "id": 9191,
    "source": "benson",
    "verse_id": 18076,
    "verse_count": 1,
    "reference": "22:23",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"WzE4MDc2XQ==\">Isaiah 22:23<\/a>.<i>I will fasten him as a nail <\/i>— I will establish the power in his hands, as a nail is fixed in the strong walls or solid timber of a house. “In ancient times, and in eastern countries, as the way of life, so the houses were much more simple than ours at present. They had not that quantity and variety of furniture, nor those accommodations of all sorts, with which we abound. It was convenient, and even necessary for them, and it made an essential part in the building of a house, to furnish the inside of the several apartments with sets of spikes, nails, or large pegs, upon which to dispose of, and hang up, the several moveables and utensils in common use, and proper to the apartment. These spikes they worked into the walls at the first erection of them; the walls being of such materials that they could not bear their being driven into them afterward; and they were contrived so as to strengthen the walls by binding the parts together, as well as to serve for convenience. We see, therefore, that these nails were of necessary and common use, and of no small importance in all their apartments; conspicuous, and much exposed to observation; and if they seem to us mean and insignificant, it is because we are not acquainted with the thing itself, and have no name to express it by, but what conveys to us a low and contemptible idea. <i>Grace hath been showed from the Lord our God, <\/i>says Ezra, (<a class=\"ref\">Ezra 9:8<\/a>,) <i>to leave us a remnant to escape, and to give us a nail in his holy place; <\/i>that is, as the margin of our Bible explains it, <i>a constant and sure abode.” <\/i>Bishop Lowth. <i>And he shall be a glorious throne to his father’s house <\/i>— By his prudent and righteous government he shall procure great glory, not only to himself, but to all that have any relation to him.<\/p>",
    "audit": null
}