{
    "id": 9578,
    "source": "benson",
    "verse_id": 18874,
    "verse_count": 1,
    "reference": "63:7",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"WzE4ODc0XQ==\">Isaiah 63:7<\/a>.“The remaining part of this chapter” says Bishop Lowth, “with the whole chapter following, contains a penitential confession and supplication of the Israelites in their present state of dispersion, in which they have so long marvellously subsisted, and still continue to subsist, as a people; cast out of their country, without any proper form of civil polity or religious worship; their temple destroyed, their city desolated, and lost to them; and their whole nation scattered over the face of the earth; apparently deserted and cast off by the God of their fathers, as no longer his peculiar people.” Vitringa has nearly the same views of this section of the prophet’s discourse. He supposes that it pertains to the present Jews and their posterity, during this their dispersion, and that when they shall see that wonderful display of God’s power, which will hereafter be made in the destruction of the Papal church and tyranny, they will be converted to the Christian religion. In a view to this, he considers the prophet as here introducing a company of them, who represent the first-fruits at the beginning of this great work of grace, deploring the blindness and hardness of their nation, and with the utmost humility turning themselves to God, and praying for that complete conversion of their people which is to follow the coming in of <i>the fulness of the Gentiles. <\/i>See <a class=\"ref\">Romans 11:25-26<\/a>.<\/p>\n<p><i>I will mention the loving-kindness of the Lord — <\/i>Those penitent Jews, in whose name the prophet is supposed to speak, being convinced themselves of the truth of Christianity, begin here to intercede for the rest of their brethren, still remaining in that state of blindness and darkness under which the nation had long groaned. “They begin with acknowledging God’s great mercies and favours to their nation, and the ungrateful returns made for them on their part; that by their disobedience they had forfeited his protection, and caused him to become their adversary. But now, induced by the memory of the great things he had done for them, they address their humble supplication to him for the renewal of his mercies. They beseech him to regard them in consideration of his former loving-kindness; they acknowledge him for their Father and Creator; they confess their wickedness and hardness of heart; they entreat his forgiveness, and deplore the miserable condition under which they had so long suffered. The whole passage is in the elegiac form, pathetic and elegant, and probably designed as a formulary of humiliation for the Israelites, in order to their conversion.” A few remarks on some of the expressions used therein may tend to place them in a clearer point of view.<\/p>",
    "audit": null
}