{
    "id": 9549,
    "source": "benson",
    "verse_id": 18826,
    "verse_count": 2,
    "reference": "60:4-5",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"eyIxODgyNiI6Mn0=\">Isaiah 60:4-5<\/a>.<i>Lift up thine eyes round about <\/i>— Or, in a circle, into all parts of the earth. He seems to refer to the apostles and disciples, with their successors, carrying the gospel into all quarters of the world. And because it would be, as it were, a thing incredible, he bids them <i>lift up their eyes, <\/i>as if they were to behold it in some vision, or upon some watch-tower in Jerusalem. See the like expression <a class=\"isa\" verses=\"WzE4NjU1XQ==\">Isaiah 49:18<\/a>. <i>All they gather themselves together <\/i>— He speaks of the coming in of all nations to embrace the gospel, and unite themselves to the Christian Church. <i>Thy <\/i><i>sons shall come from far <\/i>— From the remotest parts, having heard the report of thee. <i>And thy daughters shall be nursed at thy side — <\/i>Shall be brought unto thee tenderly, as it were in persons’ arms, (<a class=\"isa\" verses=\"WzE4NjU5XQ==\">Isaiah 49:22<\/a>,) and shall have their education with thee from their infancy: there, where alone the sincere milk of the word is to be had, must the church’s newborn babes be nursed, <i>that they may grow thereby, <\/i><a class=\"ref\">1 Peter 2:2<\/a>. <i>Then thou shalt see <\/i>— With delight, the multitudes of thy children running to thee; <i>and flow together <\/i>— As when two rivers meet, and, joining their waters, run sweetly together, as one and the same river. This denotes the abundance of their united joys and delights. Or the words may mean, they shall flock together to behold such an amazing sight. <i>And thy heart shall fear <\/i>— Or stand amazed, to see such multitudes come to the Lord Christ; <i>and be enlarged <\/i>— Both with joy and love. <i>Because the abundance of the sea <\/i>— The islands of the sea, the nations; <i>shall be converted unto thee <\/i>— Shall turn to thee in religion and affection; they that formerly so much hated thee shall now love thee. Or the sense is, The wealth and traffic of those who trade by sea, the riches of the merchants, shall be converted to thy use rather than to the use of the owners thereof. <i>The forces of the Gentiles shall come unto thee <\/i>— Thou shalt not only have the wealth, but the strength of the nations to stand by thee, to protect thee, and aid thy endeavours to evangelize the world.<\/p>",
    "audit": null
}