{
    "id": 9425,
    "source": "benson",
    "verse_id": 18605,
    "verse_count": 2,
    "reference": "47:5–6",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"eyIxODYwNSI6Mn0=\">Isaiah 47:5-6 <\/a>. <i>Sit thou silent <\/i>—Through grief and shame, and as mourners used to do, <a class=\"ref\">Job 2:13 <\/a>. Cease thy vaunting and insolent speeches. <i>And get thee into darkness <\/i>—Thou shalt go into an obscure, disconsolate, and calamitous condition. <i>Thou shalt no more be the lady of kingdoms <\/i>—The chief and glory of all kingdoms; the most large, potent, and glorious empire of the world, as thou hast been. <i>I was wroth with my people <\/i>—“The metaphor in this verse,” says Vitringa, “is taken from a father, who, being angry with his children, delivers them up to chastisement; but his anger soon subsiding, and his affection reviving, he turns his indignation against those who had so executed his commands, as to punish immoderately and severely.” <i>I have polluted mine inheritance <\/i>—I cast them away as an unclean thing; I stained their glory; I removed them from the place of my presence and worship; I banished them into a polluted land, among unclean persons, by whom they were many ways defiled. <i>And given them into thy hand <\/i>—To punish them. <i>Thou didst show them no mercy <\/i>—Thou hast exceeded the bounds of thy commission, and, instead of that compassion which humanity teaches men to show to such as are in misery, thou didst exercise toward them the greatest cruelty. <i>Upon the ancient <\/i>—The old and feeble, whose venerable gray hairs should have been their sufficient protection; <i>hast thou very heavily laid thy yoke <\/i>—Not considering that, besides the calamity of being made captives, they were afflicted with the miseries of old age, and therefore required both thy pity and reverence. It is justly observed here by Bishop Lowth, that “God, in the course of his providence, makes use of great conquerors and tyrants, as his instruments, to execute his judgments in the earth: he employs one wicked nation to scourge another. The inflicter of the punishment may, perhaps, be as culpable as the sufferer, and may add to his guilt by indulging his cruelty in executing God’s justice. When he has fulfilled the work to which divine vengeance has ordained him, he will become himself the object of it: see <a class=\"isa\" verses=\"eyIxNzg1NiI6OH0=\">Isaiah 10:5-12 <\/a>. God charges the Babylonians, though employed by himself to chastise his people, with cruelty in regard to them. They exceeded the bounds of justice and humanity in oppressing and destroying them; and though they were really executing the righteous decree of God, yet, as far as it regarded themselves, they were only indulging their own ambition and violence.” <\/p> ",
    "audit": null
}