{
    "id": 9088,
    "source": "benson",
    "verse_id": 17871,
    "verse_count": 1,
    "reference": "10:20",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"WzE3ODcxXQ==\">Isaiah 10:20 <\/a> <em>. <\/em> <i>And it shall come to pass, <\/i> &c.—The prophet having, 1st, Explained the cause for which God had decreed to permit the Assyrians to have such power over his people, namely, for the punishment of hypocrites, and the purification of his church; and having also shown the crimes which the kings of Assyria would commit in executing his judgments, and the punishment ordained for them, <a class=\"isa\" verses=\"eyIxNzg1NyI6N30=\">Isaiah 10:6-12 <\/a>; and having, 2d, Confirmed these things, and given a new exhibition of the pride of the Assyrian, with a yet fuller declaration of the divine judgment upon him, <a class=\"isa\" verses=\"eyIxNzg2NCI6N30=\">Isaiah 10:13-19 <\/a>; proceeds now, 3d, To predict, that a two-fold consequence, friendly to the state of the church, should arise from this memorable judgment; opposed to the two-fold vice of the people, before the execution of it. 1st, There were among them men fearing God, but who yet regarded the power of the Assyrian with greater fear than they ought. These, by this great deliverance granted to the church, would be henceforth confirmed, as to their faith and confidence in the power and goodness of God. 2d, There were, besides these, many others totally alienated from God, who, by means of this great miracle, would be brought to repentance, and a serious acknowledgment of the God of Israel. Nay, not only the pious of those, but of future times, would, by this means, be confirmed in their faith, and adherence to the true God. Thus the prophet: <i>Such as are escaped of the house of Jacob <\/i>—Such Jews as shall be preserved from that sweeping Assyrian scourge, by which great numbers, both of Israel and Judah, shall be destroyed, and from the succeeding calamities. For that this place looks beyond the deliverance from the Assyrian army, unto the times of the New Testament, seems probable, 1st, From the following verses, which belong to that time, as we shall see: 2d, From the state of the Jewish nation, which, after that deliverance, continued to be very corrupt, and averse from that reformation, which Hezekiah and Josiah prosecuted with all their might; and therefore the body of that people had not yet learned this lesson, of sincerely trusting in God alone. 3d, From St. Paul’s explication and application of these words, <a class=\"ref\">Romans 9:27 <\/a>. <i>Shall no more stay upon him that smote them <\/i>—Shall learn by this judgment, not to trust to the Assyrians, or any other allies, for help, as Ahaz and his people now did; <i>but shall stay upon the Lord in truth <\/i>—Not by profession only, but sincerely. <\/p> ",
    "audit": null
}