{
    "id": 9605,
    "source": "benson",
    "verse_id": 18924,
    "verse_count": 2,
    "reference": "66:1-2",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 66:1-2<\/a>.<i>Thus saith the Lord, The heaven is my throne <\/i>— That is, the throne of my glory and government; the place where I most manifest my power, and show myself in my majesty. Hence we are taught to pray, <i>Our Father which art in heaven. And the earth is my footstool <\/i>— Or, a place on which I set my feet, (<a class=\"ref\">Matthew 5:35<\/a>,) overruling all the affairs of it according to my will. <i>Where is the house that ye build me? <\/i>— Can there be a house built that will contain me, who encompass and fill heaven and earth? <i>and where is the place of my rest? <\/i>— Where is the place wherein I can be said to rest in a proper sense? The ark was indeed called God’s footstool, and the place of his rest, in a figurative sense, because there God manifested himself, though in degrees much beneath the manifestations of himself in heaven: but properly God hath no certain place of rest, and especially no temple built by man can be a place of rest for him. For what satisfaction can the Eternal Mind take in a house made with men’s hands? What occasion has he, as we have, for a house to repose himself in, <i>who fainteth not, neither is weary; who neither slumbers nor sleeps? <\/i>Or, if he had occasion, <i>he would not tell us, <\/i><a class=\"ref\">Psalms 50:12<\/a>. <i>For all those things hath his hands made <\/i>— Heaven and all its courts, earth and all its borders, and all the hosts of both. <i>And all these have been <\/i>— Have had their beginning by the power of God, who was infinitely happy from eternity before they existed, and therefore cannot be benefited by them. Or, as the clause may be rendered, <i>all these things are: <\/i>they still continue upheld by the same power that made them; so that <i>our goodness extendeth not to him. <\/i>Vitringa is justly of opinion that “this discourse is directed to the hypocrites, who, despising the gospel of the Son of God, after they had made the temple <i>a den of thieves, <\/i>were yet zealous to repair and adorn it. They did not consider that a new economy being established, no earthly and material temple could be acceptable to Him whose throne was in heaven, and who everywhere found the place of his rest in the humble and contrite heart.” “The Jews,” says Bishop Lowth, “valued themselves much upon their temple, and the pompous system of services performed in it, which they supposed were to be of perpetual duration; and they assumed great confidence and merit to themselves for their strict observance of all the externals of their religion. And at the very time when the judgments denounced in <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 66:6<\/a>; <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 66:12<\/a> of the preceding chapter were hanging over their heads, they were rebuilding, by Herod’s munificence, the temple in a most magnificent manner. God, therefore, admonishes them, that the Most High dwelleth not in temples made with hands; and that a mere external worship, how diligently soever attended, when accompanied with wicked and idolatrous practices in the worshippers, would never be accepted by him. This their hypocrisy is set forth in strong colours, which brings the prophet again to the subject of the former chapter; and he pursues it in a different manner, with more express declarations of the new economy, and of the flourishing state of the church under it; the increase of which he shows is to be sudden and astonishing.”<\/p>\n<p><i>But to this man will I look <\/i>— But though I regard not the magnificence and splendour of a temple built with human hands, nor any ornaments that are or can be bestowed upon it, nor the pomp and show of the ceremonies and services performed in it, or connected with it; and though I reign on a throne in majesty in the highest heavens, and <i>fill <\/i>both <i>heaven and earth with my glory, <\/i>yet will I look with a favourable eye to him that hath a <i>broken and contrite spirit — <\/i>Whose heart is subdued to the will of God, and who is poor and low in his own eyes; <i>and that trembleth at my word<\/i> — Who trembles when he hears my threatening words, and receives every revelation of my will with reverence. Such a one is a living temple of God, (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 57:15<\/a>,) and of infinitely more value in his sight than the most sumptuous edifice that can be raised by the art or power of man, though it should be adorned in the most costly manner with gold and silver, and precious stones.<\/p>",
    "audit": null
}