{
    "id": 9589,
    "source": "benson",
    "verse_id": 18896,
    "verse_count": 3,
    "reference": "64:10-12",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 64:10-12<\/a>.<i>Thy holy cities <\/i>— Zion and Jerusalem, mentioned immediately after; or other cities also in the land of Judea besides these two; called <i>holy, <\/i>because God had his synagogues in them, in which he was worshipped, <a class=\"ref\">Psalms 74:8<\/a>. <i>Zion is a wilderness, <\/i>&c. — Utterly waste: not only the ordinary cities, but Zion and Jerusalem themselves are in a state of ruin and desolation. <i>Our holy and beautiful house <\/i>— Our temple. Not only our principal cities, but even our temple, which we thought sacred and inviolable, in which we gloried, because it was <i>thine, <\/i>and our fathers’ house, and ours: the place where thy holy service was performed, and thy glory and presence were wont to be manifested. <i>Where our fathers praised thee <\/i>— They do not presume to mention themselves, having been every way so very abominable; but put the Lord in mind of their fathers, many of whom were his faithful servants, having praised him there. <i>Is burned up with fire <\/i>— This relates to the burning of the temple by the Romans, who made an entire destruction of it, according to our Saviour’s prediction, <a class=\"ref\">Matthew 24:2<\/a>. <i>And all our pleasant things are laid waste<\/i> — Not only the <i>pleasant land, <\/i>but all that was magnificent, ornamental, or desirable in Jerusalem, or any other city, town, or place. <i>Wilt thou refrain, <\/i>or, <i>contain, thyself for, <\/i>or, <i>at, these things <\/i>— Wilt thou behold them unmoved, as an indifferent spectator? Wilt thou neither show thy compassion toward thy servants, nor thy resentment toward thine enemies? <i>Wilt thou hold thy peace <\/i>— Wilt thou be as one that regards not? <i>And afflict us very sore <\/i>— And persist to afflict us in thy continued hot displeasure? <\/p>",
    "audit": null
}