{
    "id": 9236,
    "source": "benson",
    "verse_id": 18150,
    "verse_count": 1,
    "reference": "26:19",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"WzE4MTUwXQ==\">Isaiah 26:19<\/a>. <i>Thy dead men shall live <\/i>—The prophet here, speaking in the name of God, turns his speech to God’s church, and gives her a cordial to support her in that deep distress which he had foretold she should suffer, and which is described in the preceding verse. Thy dead men are not like those mentioned <a class=\"isa\" verses=\"WzE4MTQ1XQ==\">Isaiah 26:14<\/a>, for they shall not live, as was there said, but thine shall live. You shall certainly be delivered from all your fears and dangers. For here, as Bishop Lowth observes, “The deliverance of the people of God, from a state of the lowest depression, is explained by images taken from the resurrection of the dead.” And nothing is more frequent, both in Scripture and other authors, than for great calamities to be compared to death, and deliverance from them to <i>reviving,<\/i>, a <i>resurrection,<\/i>, and <i>life;<\/i>, and particularly the captivity of the Jews in Babylon, and their deliverance out of it, is largely expressed by this very similitude, <a class=\"ref\">Ezekiel 37:11<\/a>, &c. “It appears from hence,” says Bishop Lowth, “that the doctrine of the resurrection was at that time a popular and common doctrine; for an image which is assumed, in order to express or represent any thing in the way of allegory, or metaphor, whether poetical or prophetical, must be an image commonly known and understood, otherwise it will not answer the purpose for which it is assumed.” <i>Together with my dead body shall they arise <\/i>—It is to be observed here, that the words, <i>together with,<\/i>, are supplied by our translation, there being nothing for them in the Hebrew. “All the ancient versions,” says Bishop Lowth, “render the word in the plural; they read <span class=\"hebrew_text\">,נבלותי<\/span>, <i>my dead bodies.”<\/i>, The Vulgate has it, <i>Interfecti mei resurgent, My slain men shall rise.<\/i>, The Syriac and Chaldaic read, <i>their dead bodies;<\/i>, and the LXX. <span class=\"greek-hebrew\">,εγερθησονται οι εν τοις μνημειοις<\/span>, <i>those that are in their graves shall be raised.<\/i>, It seems this clause is added merely as an amplification or repetition of the former, being entirely equivalent therewith, and expressing only that the Jewish Church, with which the prophet connects himself, as being a member of it, should be delivered out of captivity in Babylon, but not that he himself should either personally suffer in that captivity, or have a part in that deliverance. Thus, in a similar way, (<a class=\"ref\">1 Thessalonians 4:15; 1 Thessalonians 4:17<\/a>,) the apostle connects himself with those that should be found alive at Christ’s second coming, <i>we who are alive,<\/i>,&c., certainly not intending to signify that he personally should be alive at that time. <i>Awake,<\/i>,&c.—Out of your sleep, even <i>the sleep of death, ye that dwell in<\/i>, the <i>dust <\/i>—You that are dead and buried in the earth. <i>For thy dew <\/i>—The favour and blessing of God upon thee; <i>is as the dew of herbs <\/i>—Which refreshes and revives them, and makes them grow and flourish. <i>And the earth shall cast out the dead <\/i>—As an abortive birth is cast out of the womb, to which the grave is compared, <a class=\"ref\">Job 1:21<\/a>. But, as the verb <span class=\"hebrew_text\">,תפיל<\/span>, here used, does not properly signify to <i>cast out,<\/i>, but <i>to cast down,<\/i>, or <i>cause to fall,<\/i>, these words are by many, both ancient and later interpreters, rendered otherwise, namely, <i>thou wilt cast down,<\/i>, or <i>she,<\/i>, that is, the church, <i>shall cast down the land of the giants,<\/i>, or <i>violent ones.<\/i>, Thus the Vulgate: <i>Thou shalt draw into ruin the land of the giants;<\/i>, and the LXX., <span class=\"greek-hebrew\">,η δε γη των ασεβων πεσειται<\/span>, <i>the land of the ungodly shall fall,<\/i>, or <i>be brought down.<\/i>, The sense is, the church shall prevail against all oppressors, and shall cast them down: when brought low she shall rise, but her enemies shall not. <\/p>",
    "audit": null
}