{
    "id": 9602,
    "source": "benson",
    "verse_id": 18919,
    "verse_count": 3,
    "reference": "65:21–23",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"eyIxODkxOSI6M30=\">Isaiah 65:21-23 <\/a>. <i>They shall build houses and inhabit them <\/i>—The prophet here describes another privilege of the church in these happy days. They shall enjoy blessings the very reverse of the curses denounced on the disobedient, <a class=\"ref\">Deuteronomy 28:30 <\/a>. <i>They shall plant vineyards and eat the fruit of them. <\/i> See note on <a class=\"isa\" verses=\"WzE4ODYzXQ==\">Isaiah 62:8 <\/a>. <i>They shall not plant and another eat <\/i>—Which might happen, either through their enemies seizing the fruits of the trees they planted, or through their own premature death before those fruits were brought to perfection. <i>For as the days of a tree are the days of my people — <\/i> Not like the fading of a leaf, to which our present frail state is often compared, but their age shall equal the duration of the trees planted by them; yea, of the oaks, the most long-lived of trees, supposed to last about a thousand years, being five hundred years growing to full perfection, and as many decaying; “which,” says Bishop Lowth, “seems to be a moderate and probable computation.” The LXX. translate this clause, <span class=\"greek-hebrew\"> γαρ τας ημερας του ξυλου της ζωης εσυνται αι ημεραι του λαου μου <\/span>; <i>As the days of the tree of life shall be the days of my <\/i> <i>people. They shall not labour in vain <\/i>—As those do who do not enjoy the fruit of their labour; <i>nor bring forth <\/i>—Beget and bring forth children; <i>for trouble <\/i>—Those that shall give them trouble by their bad conduct, or by the poverty and misery in which they shall be involved; <i>for they are the seed of the blessed of the Lord, <\/i> &c.—There is a blessing entailed upon them by descent from their ancestors, which their offspring with them shall partake of; who shall be a comfort to them, and whom they shall have the happiness to see walking in the truth. <\/p> ",
    "audit": null
}