{
    "id": 9518,
    "source": "benson",
    "verse_id": 18777,
    "verse_count": 4,
    "reference": "57:11-14",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 57:11-14<\/a>.<i>Of whom hast thou been afraid, <\/i>&c. — And what, or who are they, the fear of whom drives thee to these wicked and desperate practices? Are they not weak and mortal creatures, such as wholly depend upon me, and can do nothing without me? The fear of my displeasure ought, in all reason, to outweigh all thy other fears and apprehensions, and deter thee from breaking that covenant whereby thou art engaged to me. <i>That thou hast lied <\/i>— That thou hast dealt thus perfidiously with me, and sought for such foreign assistances contrary to my command. <i>And hast not remembered me — <\/i>Hast forgotten all those great things which I have done for thee, and all those promises which I have made to thee. <i>Nor laid it to thy heart <\/i>— Or, <i>nor set me upon thy heart: <\/i>hast not seriously and affectionately considered what I am, how all-sufficient, faithful, and gracious: for then thou wouldest not have distrusted or disobeyed me. <i>Have I not held my peace, <\/i>&c. — The Bishops’ Bible, published under Queen Elizabeth, translates the clause thus: <i>Is it not because I held my <\/i><i>peace, and that of a long time, therefore thou fearest me not? <\/i>Sinners take encouragement to continue in sin, from God’s patience and long-suffering. <i>I will declare thy righteousness <\/i>— I will no longer be silent, but “will show thee thy deserts, and give thee a view of thy deeds, which then will appear quite of another sort than what thy own self-conceit makes thee believe them to be.” <i>For they shall not profit thee <\/i>— These actions shall be of no real advantage, but quite the contrary. <i>When those criest <\/i>— Namely, unto me for deliverance; <i>let thy companies deliver thee <\/i>— Expect it, not from me, whom thou hast forsaken and despised, but from those foreign troops, to which thou hast sought and trusted for succour. <i>But the wind shall carry them all away <\/i>— They shall be so far from saving thee, that they shall not be able to deliver themselves; but shall be carried away suddenly and violently by the blast of mine anger. <i>Vanity shall take them <\/i>— Their endeavours to help thee shall be vain and fruitless. <i>But he that putteth his trust in me — <\/i>Those that still depend upon me, and make use of none of those indirect means to preserve themselves; <i>shall possess the land <\/i>—<\/p>\n<p>Shall be preserved in, or restored to, their own land, or shall have temporal blessings as far as will be good for them; <i>and shall inherit my holy<\/i> <i>mountain <\/i>— Shall enjoy my favour and presence in my temple: shall be blessed with the privileges of the church on earth, and brought at length to the joys of heaven. <i>And shall say — <\/i>Hebrew, <i>and he shall say: <\/i>or, <i>and one shall say: <\/i>God shall raise up one who shall say, with authority and efficacy, <i>Cast ye up, <\/i>&c. — Make causeways, where it is needful, for the safe and easy passage of my people, and remove all things which may hinder them in their return.<\/p>",
    "audit": null
}