{
    "id": 9310,
    "source": "benson",
    "verse_id": 18287,
    "verse_count": 3,
    "reference": "33:7-9",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 33:7-9<\/a>.<i>Behold, <\/i>&c. — That the mercy here promised might be duly appreciated and magnified, he gives a lively representation of the great danger and distress in which it found them. <i>Their valiant ones <\/i>— “Three MSS.,” says Bishop Lowth, “read  <span class=\"hebrew_text\">אראלים<\/span>, <i>lions of God, <\/i>or <i>strong lions;<\/i> so they called valiant men, heroes; which appellation the Arabians and Persians still use.” The Hebrew doctors, however, understand by the word, <i>their heralds, <\/i>or <i>messengers, <\/i>namely, those whom Hezekiah sent to treat with the Assyrian commissioners, <a class=\"ref\">2 Kings 18:18<\/a>. <i>Shall cry without <\/i>— Through grief and fear: <i>the ambassadors of peace <\/i>— Whom Hezekiah sent to beg peace of the Assyrian; <i>shall weep bitterly <\/i>— Because they cannot obtain their desire. <i>The wayfaring man ceaseth <\/i>— Because the Assyrian soldiers possessed and filled the land. <i>He hath broken the covenant <\/i>— Sennacherib broke his faith given to Hezekiah, of departing for a sum of money, <a class=\"ref\">2 Kings 18:14; 2 Kings 18:17<\/a>. <i>He hath despised the cities <\/i>— The defenced cities of Judah, which he contemned and easily took. <i>He regardeth no man<\/i> — Either to spare, or to fear, or keep faith with him. He neither feareth God nor reverenceth man. <i>The earth mourneth, <\/i>&c. — Being desolate and neglected. <i>Lebanon is hewn down <\/i>— By the Assyrians. Or, as  <span class=\"hebrew_text\">קמל<\/span>rather signifies, and is here rendered by some <i>withereth, <\/i>or <i>languisheth, <\/i>because its trees are spoiled and destroyed by the Assyrians. <i>Sharon is like a wilderness <\/i>— Although before it was a pleasant and fruitful place. <i>Bashan and Carmel shake off their fruits <\/i>— Are spoiled of them. These two places, eminent for fertility, and especially for good pastures, are here put for all such places.<\/p>",
    "audit": null
}