{
    "id": 9474,
    "source": "benson",
    "verse_id": 18704,
    "verse_count": 1,
    "reference": "52:7",
    "title": "",
    "html": " <p>, <a class=\"isa\" verses=\"WzE4NzA0XQ==\">Isaiah 52:7<\/a>. <i>How beautiful <\/i>—How exceeding precious and acceptable; <i>upon the mountains <\/i>—Of Judea, to which these glad tidings were brought; <i>are the feet of him that bringeth good tidings <\/i>—Tidings, first, Of the release of the Jews from captivity in Babylon; and, secondly, Of the redemption and salvation of mankind by the Messiah. Thus most commentators interpret the prophet’s words. They are “a poetical description,” says Lowth, “of the messenger who first brought the good news of Cyrus’s decree for the people to return home, whom the watchmen, mentioned <a class=\"isa\" verses=\"WzE4NzA1XQ==\">Isaiah 52:8<\/a>, are supposed to descry afar off from the tops of the mountains, making all possible haste to publish this happy news: a signal instance of God’s overruling providence, of the peculiar care he hath for his church. But this text is very fitly applied by St. Paul to the first preachers of the gospel, (<a class=\"ref\">Romans 10:15<\/a>,) the very words importing good tidings of that peace and salvation whereby the kingdom of God was erected among men.” Indeed, true <i>peace<\/i>, and <i>salvation<\/i>, were procured for mankind, and are conferred upon them, only by Christ. And in his days, or from the time of his manifestation in the flesh, and entering upon his public ministry, God discovered and exercised his dominion over the world far more eminently than he ever had done from the beginning of the world until that time. Accordingly, we may observe, those Psalms wherein we find that expression, <i>The Lord reigneth,<\/i>, are by the generality of interpreters, both Jewish and Christian, expounded of the times of the Messiah; the declaration being, in effect, the same that John the Baptist, the messenger of Christ, and that Christ himself published, when they testified, <i>The kingdom of heaven is at hand. <\/i> <\/p>",
    "audit": null
}