{
    "id": 9556,
    "source": "benson",
    "verse_id": 18837,
    "verse_count": 1,
    "reference": "60:15",
    "title": "",
    "html": " <p>, <a class=\"isa\" verses=\"WzE4ODM3XQ==\">Isaiah 60:15 <\/a>. <i>Whereas thou hast been forsaken — <\/i>,Both of God, as to outward appearance, and man; <i>and hated <\/i>—Either slighted and neglected, or suffering actual miseries and slaughters; <i>so that no man went through thee <\/i>—Thy streets were left desolate and thou wast in a manner depopulated. The state of the Christian Church, during the dark and persecuting ages of Popery, is here described, in language borrowed from Jerusalem lying in desolation. <i>I will make thee an eternal excellency <\/i>—Being reformed from idolatry and other superstitions and abominations, and thy members being enlightened with the truth, and regenerated by the grace of God, and thereby rendered wise and holy, thou shalt be blessed and exalted with continual tokens of the divine favour, and made a lasting and increasing blessing in the world. The Hebrew, <span class=\"hebrew_text\">,לגאון עולם <\/span>,, is literally, <i>for a lifting up, <\/i>,or, <i>an exaltation, continually, <\/i>,or, <i>for ever. A joy of many generations <\/i>—Hebrew, <i>Of generation and generation. <\/i>,The meaning is, that the church’s prosperity and happiness should be the rejoicing and comfort of many succeeding ages, or the matter of their great and continual rejoicing. Bishop Lowth translates this clause, <i>I will make thee an everlasting boast, a subject of joy for perpetual generations. <\/i>,It cannot be said of the Jewish nation, since this was uttered, that it has in any degree answered these characters. For after their restoration to their own land, they were first in subjection to the Persians, afterward to the Macedonians, the successors of Alexander the Great; whose yoke they had scarcely shaken off, when they fell under the power of the Romans, who treated them with great severity, and at last destroyed them, together with their city of Jerusalem, almost to an entire extirpation. So that we are compelled to look for the accomplishment of this prophecy in the Christian Church, the perpetual excellences of which far exceed those of the Jewish, and in the glorious privileges and blessings of the religion of Christ, which are indeed, and will be, <i>the joy of many generations. <\/i> <\/p>,",
    "audit": null
}