{
    "id": 9179,
    "source": "benson",
    "verse_id": 18047,
    "verse_count": 2,
    "reference": "21:11–12",
    "title": "",
    "html": "<p> <a class=\"isa\" verses=\"eyIxODA0NyI6Mn0=\">Isaiah 21:11-12<\/a>. <i>The burden of Dumah<\/i>—Or Idumea, as appears by the mention of mount<i>Seir,<\/i> which follows. This prophecy, “from the uncertainty of the occasion on which it was uttered, and from the brevity of the expression,” is acknowledged to be extremely obscure. The general opinion of interpreters seems to be, that it refers to the time of some common calamity, which the prophet foresaw would oppress Judea and the neighbouring countries, as suppose the invasion of the Assyrians, or the tyrannical domination of the Babylonians. During this calamity the prophet introduces the Idumeans, inquiring of him concerning the quality and duration of it. He informs them in answer, that “the calamity should soon pass from Judea, and that the light of the morning should arise to the Jews, while the Idumeans should be oppressed with a new and unexpected affliction; so that what should be a time of light to the Jews, should be to them a time of darkness. The prophet, foreseeing that they would scarcely believe his words, admonishes them that the matter was fixed, as they would find the more accurately they inquired into it.” According to this general view of the passage, the particular expressions may be interpreted as follows:<i>Watchman —<\/i> So they term the prophet, either seriously or in scorn, because the prophets were so called by God and by the people of the Jews;<i>what of the night<\/i>—What have you certain to tell us of the state of the night? How far is it advanced? Do you observe no signs of the approach of the morning? That is, what do you observe of our present distress and calamity? Is there any appearance of its departure, and of the approach of the morning of deliverance? The prophet answers enigmatically, <i>The morning cometh —<\/i> Deliverance to the Jews;<i>and also the night<\/i>—To the Idumeans: to them I will give light; you I will leave in darkness. So St. Jerome and the Chaldee Paraphrase. See Dodd. Or the meaning of the prophet’s answer may be, “that the deliverance of the Jews would come in its appointed time; but that the day of their prosperity would be succeeded by a dark night of adversity: or, that after a short continuance of approaching prosperity to the Edomites, a dreadful ruin would come upon them, of which the prophet saw no end.”—Scott. The last clause, <i>If ye will inquire,<\/i> &c, is taken by some to be an exhortation to the Edomites, to consider their ways, to repent and turn to God. Lowth paraphrases it thus: “If you will inquire indeed, and ask questions in earnest, inquire of God first, ask his mercy, and afterward come again, and ye shall have a more favourable answer.”<\/p> ",
    "audit": null
}