{
    "id": 9317,
    "source": "benson",
    "verse_id": 18303,
    "verse_count": 2,
    "reference": "33:23–24",
    "title": "",
    "html": "<p> <a class=\"isa\" verses=\"eyIxODMwMyI6Mn0=\">Isaiah 33:23-24<\/a>. <i>Thy tacklings are loosed<\/i>—This apostrophe of the prophet is directed to the hostile nation. Having designed their army under the notion of a<i>gallant ship,<\/i> ( <a class=\"isa\" verses=\"WzE4MzAxXQ==\">Isaiah 33:21<\/a> ,) he here represents their undone condition by the metaphor of a ship, tossed in a tempestuous sea, having her cables broke, and all her tacklings loose, so that she could have no benefit of her masts and sails; and therefore is quickly swallowed up. <i>They could not strengthen their mast<\/i>—Namely, the Assyrians could not, of whom he still speaks, as in the first clause he spake to them. <i>The lame take the prey<\/i>—They who came to spoil and prey upon my people, shall become a prey to them, and shall be forced to flee away so suddenly that they shall leave so many spoils behind them, that, when strong and active men have carried away all that they desired, there shall be enough left for the lame, who come last to the spoil. Thus God would bring good out of evil; and not only deliver Jerusalem, but enrich it, and abundantly recompense the losses it had sustained. <i>And the inhabitant shall not say, I am sick<\/i>—As the lame shall take the prey, so shall the sick, notwithstanding their weakness, make a shift to get to the abandoned camp, and seize something for themselves. In this sense the clause is understood by Bishop Lowth, and many other interpreters. Or, the sense may be, There shall be such a universal transport of joy upon this occasion, that even the sick shall, for the present, forget their sickness, and the sorrows of it, and join with the public in its rejoicings; the deliverance of their city shall be their cure: or, they shall have no cause to complain of any sickness or calamity; they shall be fully delivered from all their enemies and troubles; and shall enjoy perfect tranquillity and prosperity. <i>The people that dwell therein shall be forgiven their iniquity<\/i>—This may be added, either, 1st, As the reason of the foregoing privilege; their sins, the main causes of their distresses, shall be pardoned; and therefore their sufferings, the effects of sin, shall cease: or, 2d, As an additional favour. They shall not only receive from me a glorious temporal deliverance, but, which is infinitely better, the pardon of all their sins, and all those spiritual and everlasting blessings which attend upon that mercy. Observe here, reader, sin is the sickness of the soul: when God pardons sin, he heals the disease; and when the diseases of sin are healed by pardoning mercy, the sting of bodily sickness is taken out, and the cause of it removed: so that either the inhabitant shall not be sick, or, at least, <i>shall not say, I am sick<\/i>—If iniquity be taken away, we have little reason to complain of outward affliction:<i>Son, be of good cheer, thy sins are forgiven thee. <\/i><\/p> ",
    "audit": null
}