{
    "id": 9502,
    "source": "benson",
    "verse_id": 18751,
    "verse_count": 2,
    "reference": "55:10-11",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 55:10-11<\/a>.<i>For as the rain cometh down — <\/i>To water and refresh the earth, and render it fruitful; <i>and the snow from heaven <\/i>— Which, in its season, contributes to the fertility of the earth, as well as the rain; <i>and returneth not thither <\/i>— Namely, without effect, or immediately: it is not drawn up again as soon as it comes down, but abides for a convenient time upon the earth, until it do that work for which it is sent. <i>That it may give seed and bread, <\/i>&c. — That it may bring forth store of bread-corn, both for men’s present supplies, and for seed for the next year. <i>So shall my word be <\/i>— My promises concerning the pardon of the greatest sinners, and the redemption and salvation of mankind. <i>It shall not return unto me void <\/i>— Without success. It is an allusion to an ambassador who returns without despatching the business for which he was sent. <i>It shall accomplish that which I please <\/i>— It shall have the desired effect; <i>and it shall prosper, <\/i>&c. — It shall certainly be fulfilled in the manner before expressed.<\/p>\n<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 55:12-13<\/a><i>For, <\/i>or <i>therefore: you shall go out with joy <\/i>— Ye shall be released from your bondage, because God hath promised, and will effect it. He alludes to their going out of Egypt, or to their release from Babylon, which deliverances were emblematical of the redemption of mankind, by Christ, from the power of sin and Satan. <i>And be led forth <\/i>— Or <i>led onward, <\/i>as Bishop Lowth renders  <span class=\"hebrew_text\">תובלון<\/span>, be conducted by the gracious and powerful presence of God, as the Israelites were in the wilderness; <i>in<\/i> <i>peace <\/i>— Safely and triumphantly, without fear of being retaken and brought back into slavery by your enemies. <i>The mountains and the hills shall break forth, <\/i>&c. — There shall be a great and general rejoicing at your deliverance. For “these are highly poetical images, to express a happy state, attended with joy and exultation.” <i>Instead of the thorn shall come up the fir-tree <\/i>— “These likewise are general poetical images, expressing a great and happy change for the better: the wilderness turned into a paradise, Lebanon into Carmel; the desert of the Gentiles watered with the heavenly snow and rain, which fail not to have their due effect, and becoming fruitful in piety and righteousness: or, as the Chaldee gives the moral sense of the emblem, ‘instead of the wicked shall arise the just, and instead of sinners, such as fear to sin.’” — Bishop Lowth. In other words, The church shall be delivered from pernicious men and things, and replenished with sincere and serious believers, and with all sorts of divine graces and blessings. <i>And it shall be to the Lord for a name <\/i>— This wonderful change shall bring much honour to that God by whom it is wrought. <i>For an everlasting sign <\/i>— For a monument, or evident and glorious token of God’s infinite power, faithfulness, and love to his people, unto all succeeding generations; <i>that shall not be cut off <\/i>— Which shall never be abolished, but shall always live and flourish in the minds and mouths of men. <\/p>",
    "audit": null
}