{
    "id": 9383,
    "source": "benson",
    "verse_id": 18514,
    "verse_count": 3,
    "reference": "43:8-10",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"eyIxODUxNCI6M30=\">Isaiah 43:8-10<\/a>.<i>Bring forth the blind people, <\/i>&c. — O ye idolatrous Gentiles, bring forth your false gods, which have eyes but see not, and ears but hear not. <i>Let the people be assembled <\/i>— To plead the cause of their idols with me. <i>Who among them can declare this <\/i>— This wonderful work of mine in bringing my people out of captivity. <i>And show us former things<\/i> — Such things as shall happen long before the return from the captivity, which yet your blind idols cannot foresee. See on <a class=\"isa\" verses=\"WzE4NDc0XQ==\">Isaiah 41:22<\/a>. <i>Let them bring forth their witnesses <\/i>— Who can testify the truth of any such predictions of theirs, that they may be owned for true gods; or if they can produce no evidence of any such thing, let them confess that what I say is truth, that I am the only true God. <i>Ye are my witnesses <\/i>— They can produce no witnesses for themselves; but you, my people, are able to witness for me, that I have given you many plain demonstrations of my certain foreknowledge of future events. <i>And my servant whom I have chosen <\/i>— Either Isaiah and other prophets, the singular word being put collectively, or, the Messiah, as not only Christians, but the Chaldee paraphrast understands it; who was thus described, (<a class=\"isa\" verses=\"WzE4NDgyXQ==\">Isaiah 42:1<\/a>,) and who is the most eminent witness in this cause; and that on two accounts; 1st, As he was the chief subject of prophecy, and the various particulars foretold concerning him came exactly to pass; and, 2d, As many future things were predicted by him, of which we have many examples in the New Testament. <i>That I am he — <\/i>He whom I have affirmed myself to be, namely, the true God. <i>Before me there was no God formed — <\/i>The gods of the heathen neither had a being before me, nor shall continue after me. Wherein more is understood than is expressed; that whereas Jehovah is God from everlasting to everlasting, these false pretenders to deity were but of yesterday, and should shortly be abolished. And withal he calls them <i>formed gods, <\/i>by way of contempt, and to show the ridiculousness of their pretensions to divinity, who are formed by the hands of men.<\/p>",
    "audit": null
}