{
    "id": 9368,
    "source": "benson",
    "verse_id": 18482,
    "verse_count": 1,
    "reference": "42:1",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"MTg0ODI=\">Isaiah 42:1<\/a>.<i>Behold my servant, <\/i>&c. — “The prophet, having opened his subject with the preparation for the return from the captivity at Babylon, and intimated that a much greater deliverance was covered under the veil of that event, proceeded to vindicate the power of God, as Creator and Disposer of all things, and his infinite knowledge from his prediction of future events, and in particular of that deliverance; he then went still further, and pointed out the instrument by which he should effect the redemption of his people from slavery, namely, a great conqueror, whom he would call forth from the north and the east, to execute his orders. He now proceeds to the great deliverance, and at once brings forth into full view the Messiah, without throwing any veil of allegory over the subject.” For, though the person here spoken of has by some been supposed to be Cyrus, and by others Isaiah himself, and by others again the people of the Jews; yet we are directed by an infallible interpreter to understand the prophet as speaking of Christ. For to him St. Matthew has directly applied his words; nor, as Bishop Lowth has observed, can they, “with any justice or propriety, be applied to any other person or character whatever.” This is so evident, that not only the generality of Christians, but the Chaldee paraphrast, and divers of the most learned Jews, understand the passage of the Messiah, and of him alone; and pass a very severe sentence upon their brethren that expound it of any other person, and affirm that they are smitten with blindness in this matter. Indeed, to him, and to him only, all the particulars here following do truly and evidently belong, as we shall see. <i>My servant <\/i>— Though he was the only Son of the Father, in a sense in which no creature, man or angel, was, is, or can be his son; see <a class=\"ref\">Hebrews 1:2-5<\/a>; yet, as Mediator, and with respect to his human nature, he sustained the character, and appeared in the form of a servant, learned obedience to his Father’s will, practised it, and was continually employed in advancing the interests of his kingdom. <i>Whom I uphold <\/i>— Whom I assist, and enable to do and suffer all those things which belong to his office; <i>mine elect <\/i>— Chosen by me to this great work of mediation and redemption; <i>in whom my soul delighteth — <\/i>Or, as  <span class=\"hebrew_text\">רצתה<\/span>is often rendered, <i>is well <\/i><i>pleased, <\/i>both for himself and for all his people, being fully satisfied with that sacrifice which he shall offer up to me: see <a class=\"ref\">Matthew 3:17; Matthew 17:5; 2 Peter 1:17; John 3:35<\/a>. <i>I have put my Spirit upon him <\/i>—<\/p>\n<p>Not <i>by, <\/i>but without, <i>measure, <\/i><a class=\"ref\">John 3:34<\/a>; by which he is furnished with that abundance and eminence of graces and gifts which are necessary for the discharge of his high and mighty undertaking. <i>He shall bring forth judgment to the Gentiles <\/i>— He shall <i>publish <\/i>or <i>show <\/i>(as the word  <span class=\"hebrew_text\">יציא<\/span>often signifies, and is translated <a class=\"ref\">Matthew 12:18<\/a>) the law, counsel, or will of God concerning man’s salvation; and that not only to the Jews, to whom the knowledge of God’s law had been hitherto in a great measure confined, but to the heathen nations also.<\/p>",
    "audit": null
}