{
    "id": 9050,
    "source": "benson",
    "verse_id": 17801,
    "verse_count": 2,
    "reference": "7:18–19",
    "title": "",
    "html": "<p> <a class=\"isa\" verses=\"eyIxNzgwMSI6Mn0=\">Isaiah 7:18-19<\/a>. <i>In that day<\/i>—Known to God, and appointed by him for the execution of these judgments;<i>the Lord shall hiss for the fly<\/i>—The<i>flies,<\/i> rather. Thus he calls these enemies, to signify either their great number, or their speedy march: see on <a class=\"isa\" verses=\"WzE3NzY2XQ==\">Isaiah 5:26<\/a>. As the word<i>hiss<\/i> carries with it a low idea, and does not properly express the meaning of the original word<span class=\"hebrew_text\"> שׁרק<\/span> , <i>sherek,<\/i> which properly signifies, <i>sibilando advocare,<\/i> to call by whistling, it seems desirable that it should not have been used here and <a class=\"isa\" verses=\"WzE3NzY2XQ==\">Isaiah 5:26<\/a>. Bishop Lowth renders it, <i>Jehovah shall hist the fly,<\/i> shall call them softly, bring them by a slight intimation of his will. <i>In the uttermost part of the rivers,<\/i> &c.—In their extremity, where they go out into the sea. The river Nile is undoubtedly intended, which may be called rivers, either for its greatness, or because toward the end of it it is divided into seven streams. When the Chaldeans had, in good measure, subdued the Egyptians, it is probable great numbers of the Egyptian soldiers listed themselves in the Chaldean army, and with them invaded the land of Judah. <i>And for the bee,<\/i> &c.—The Assyrian army, compared to bees, as for their numerous forces and orderly march, so for their fierce attempts and mischievous effects. <i>In the land of Assyria<\/i>—In the empire of Assyria or Babylon; for these two were united into one empire, and therefore in Scripture are promiscuously called sometimes by one title, and sometimes by the other. <i>They shall come<\/i>—The flies, and especially the bees. <i>And shall rest all of them<\/i>—They shall have an easy victory; few or none of them shall be slain in the attempt. <i>In the desolate valleys<\/i>—Such as they found very fruitful, but made desolate. <i>And in the holes of the rocks<\/i>—To which possibly the Israelites fled for refuge. <i>Upon all bushes<\/i>—Which he mentions, because flies and bees use frequently to rest there; and to intimate, that no place should escape their fury.<\/p> ",
    "audit": null
}