{
    "id": 9445,
    "source": "benson",
    "verse_id": 18645,
    "verse_count": 1,
    "reference": "49:8",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"WzE4NjQ1XQ==\">Isaiah 49:8<\/a>.<i>Thus saith the Lord <\/i>— God the Father unto Christ; <i>In an acceptable time <\/i>— Hebrew,  <span class=\"hebrew_text\">רצון בעת<\/span>, <i>in the season of acceptance, <\/i>as Bishop Lowth renders it, or, <i>in a time of good-will, <\/i>according to others: in that time when God shall, in a special manner, manifest his good-will to the sons of men; in the day of his grace and man’s salvation, that is, in the time of the gospel, which was, and is, the time of God’s peculiar <i>good-will toward men, <\/i><a class=\"ref\">Luke 2:14<\/a>. In the days of thy flesh, when thou shalt <i>offer up prayers and supplications, with strong crying and tears, <\/i><a class=\"ref\">Hebrews 5:7<\/a>; <i>have I heard <\/i>— Or, <i>will I hear, thee <\/i>— Though not so as to deliver thee from death, yet so as to support thee under thy sufferings, to give a blessed success to thy labours, and to crown thee with glory and honour. <i>And in a day of salvation <\/i>— In the time which I have appointed for the effecting man’s redemption; <i>have I helped <\/i>— Or, <i>will I help, thee <\/i>— Namely, upon earth, till thy work be finished; <i>and preserve thee <\/i>— Unto that eternal kingdom and glory which is prepared for thee. <i>And give thee for a covenant of the people <\/i>— To be the Mediator and Surety of that covenant which is made between me and all my people, that is, all penitent and believing persons, whether Jews or Gentiles. <i>To establish the earth <\/i>— To settle the church upon firm foundations, and compose the great differences in the world between God and man, Jews and Gentiles, <a class=\"ref\">Ephesians 2:13-16<\/a>; as also to establish truth and righteousness upon earth, and subdue those lusts and passions which are the great disturbers of human society: to do which things was the great design of God in sending his Son into the world. <i>To cause to inherit desolate heritages <\/i>— That desolate places may be repaired and possessed: or to bring the heathen, who are in a desolate and forlorn condition, to be Christ’s inheritance, according to <a class=\"ref\">Psalms 2:8<\/a>.<\/p>",
    "audit": null
}