{
    "id": 9473,
    "source": "benson",
    "verse_id": 18701,
    "verse_count": 3,
    "reference": "52:4-6",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 52:4-6<\/a>.<i>My people went down into Egypt — <\/i>Where they had protection and sustenance, and therefore owed subjection to the king of Egypt. And yet when he oppressed them I punished him severely, and delivered them out of his hands. <i>And the Assyrian oppressed them <\/i>— The king of Babylon, who is called <i>the king of Assyria, <\/i>(<a class=\"ref\">2 Kings 23:29<\/a>,) as also the Persian emperor is called, (<a class=\"ref\">Ezra 6:22<\/a>,) because it was one and the same empire which was possessed, first by the <i>Assyrians, <\/i>then by the <i>Babylonians, <\/i>and afterward by the <i>Persians. Without cause <\/i>— Without any real ground or colour, by mere force invading their land, and carrying them away into captivity, <i>Now therefore what have I here <\/i>— Why (speaking after the manner of men) do I sit still here, and not go to Babylon to punish the Babylonians, and to deliver my people? Or, What honour have I by suffering this injury to be done to my people? <i>That my people is taken away for naught <\/i>— Were carried away captive by the Babylonians, without any provocation or pretence of right? <i>They that rule over them make them to howl <\/i>— By their tyrannical and unmerciful usage of them; <i>and my name continually is blasphemed <\/i>— The Babylonians blaspheme me, as if I wanted either power or goodwill to save my people out of their hands. <i>Therefore my people shall know my name <\/i>— They shall have sensible experience of my infinite power and goodness in fighting for them. <i>They shall know in that day <\/i>— When I shall redeem them; which work was begun by the return of the Jews from Babylon, and afterward carried on, and at last perfected, by the coming of the Messiah; <i>that I am he that doth speak <\/i>— That these promises are not the words of a weak, or fickle, or deceitful man, but of him who is omnipotent, unchangeable, and a covenant-keeping God.<\/p>",
    "audit": null
}