{
    "id": 9153,
    "source": "benson",
    "verse_id": 18000,
    "verse_count": 1,
    "reference": "18:2",
    "title": "",
    "html": " <p>, <a class=\"isa\" verses=\"WzE4MDAwXQ==\">Isaiah 18:2<\/a>. <i>That sendeth ambassadors by sea <\/i>—That is accustomed to send, or at this time is sending, ambassadors to strengthen themselves with leagues and alliances, or to encourage their confederates; <i>in vessels of bulrushes upon the waters <\/i>—This circumstance agrees perfectly well with Egypt; Pliny, Lucan, Diodorus Siculus, and Strabo, all affirming that the Egyptians commonly used on the Nile a light sort of ships, or boats, made of the reed papyrus. <i>Go, ye swift messengers <\/i>—“To this nation before mentioned, who, by the Nile, and by their numerous canals, have the means of spreading the report, in the most expeditious manner, through the whole country; go and carry this notice of God’s designs in regard to them. By the swift messengers are meant, not any particular persons specially appointed to this office, but any of the usual conveyers of news whatsoever; travellers, merchants, and the like, the instruments and agents of common fame; these are ordered to publish this declaration, made by the prophet, throughout Egypt, and to excite their attention to the promised visible interposition of Providence.” Thus Bishop Lowth; who further says, “I suppose that this prophecy was delivered before Sennacherib’s return from his Egyptian expedition, which took up three years; and that it was designed to give to the Jews, and perhaps likewise to the Egyptians, an intimation of God’s counsels in regard to the destruction of their great and powerful enemy.” <i>To a nation scattered <\/i>—Or <i>stretched out,<\/i>, as many translate <span class=\"hebrew_text\">,ממשׁךְ<\/span>,. “Egypt, that is, the fruitful part of it, exclusive of the deserts on each side, is one long vale, through the middle of which runs the Nile, bounded on each side to the east and west by a chain of mountains, seven hundred and fifty miles in length, in breadth, from one to two or three days’ journey: even at the widest part of the Delta, from Pelusium to Alexandria, not above two hundred and fifty miles broad.” <i>And peeled <\/i>—Or rather <i>smoothed,<\/i>, as <span class=\"hebrew_text\">,ומורשׂ<\/span>, may be rendered. This, Bishop Lowth thinks, “either relates to the practice of the Egyptian priests, who made their bodies smooth by shaving off the hair; or, rather, to the country’s being made smooth, perfectly plain and level, by the overflowing of the Nile.” <i>Terrible from the beginning hitherto <\/i>—This also well suits the Egyptians, whose kingdom was one of the most ancient, and continued long to be extremely formidable. And they were wont to boast extravagantly of the antiquity and greatness of their kingdom, asserting that gods were their first kings, and then demi-gods, and lastly men. <i>A nation meted out and trodden down <\/i>—Hebrew, <span class=\"hebrew_text\">,גוי קו קו ומבוסה<\/span>, <i>a nation of line, line, and treading down.<\/i>, See the margin. The prophet is here generally supposed to refer, 1st, To the necessity which the Egyptians were frequently under of having recourse to mensuration, in order to determine the boundaries of their lands, after the inundations of the Nile; which is thought by some to have given birth to the science of geometry; (Strabo, lib. 17;) and, 2d, To a peculiar method of tillage in use among them. “Both Herodotus and Diodorus say, that when the Nile had retired within its banks, and the ground became somewhat dry, they sowed their land, and then sent in their cattle to tread in the seed; and without any further care expected the harvest.” <i>Whose land the rivers have spoiled <\/i>—The word <span class=\"hebrew_text\">,בזאו<\/span>, here used, may either be rendered <i>spoiled,<\/i>, or <i>despised.<\/i>, It seems plainly to relate to the overflowing of the Nile; which, as it were, claims Egypt to itself, while it overwhelms with its waters the whole land, except the cities and towns, secured by the banks raised about them. It is true, this overflow is rather an advantage than a disadvantage to the land, as it renders it fruitful; nevertheless it puts the inhabitants to very great inconveniences during its continuance. <\/p>",
    "audit": null
}