{
    "id": 9436,
    "source": "benson",
    "verse_id": 18631,
    "verse_count": 1,
    "reference": "48:16",
    "title": "",
    "html": " <p>, <a class=\"isa\" verses=\"WzE4NjMxXQ==\">Isaiah 48:16<\/a>. <i>Come ye near unto me,<\/i>,&c.—That you may the better hear me. Here, as in <a class=\"isa\" verses=\"WzE4NjI5XQ==\">Isaiah 48:14<\/a>, Jacob and Israel are summoned to hearken to the prophet speaking in God’s name, and as a type of the great prophet, by whom God has <i>in these last days spoken unto us. I have not spoken in secret <\/i>—I have not suppressed, concealed, or kept back the counsel and word of God, or any part thereof, but have declared it openly and publicly. See note on <a class=\"isa\" verses=\"WzE4NTgxXQ==\">Isaiah 45:19<\/a>, where these very words are spoken by God in his own name, as they are here by the prophet in God’s name. <i>From the beginning —<\/i>, From the first time that I began to prophesy until now: or, if the prophet be considered as uttering God’s words, the meaning is, From the beginning of my taking you to be my people, and revealing my mind to you. <i>From the time that it was, there am,<\/i>, or rather, <i>was, I <\/i>—These words also, as well as the former, are the words either, 1st, Of the prophet; and so the sense is, From the time that I was first called to be a prophet, I have been there, that is, I have diligently pursued my prophetical function; I have hearkened, from time to time, to hear what God would speak to me, that I might impart it to you: or, 2d, Of God; and then the sense may be this: From the time that I first foretold it, I was there to take care to effect what I predicted. <i>And now <\/i>—This is opposed to the foregoing words, <i>from the beginning; the Lord God and his Spirit <\/i>—God, by his Spirit, or God, even the Spirit, namely, the Holy Ghost, to whom the sending and inspiring of God’s prophets is ascribed, <a class=\"ref\">2 Peter 1:21<\/a>; <i>hath sent me —<\/i>, Namely, the prophet, who yet was a type of Christ, and so this may have a respect to him also. <\/p>",
    "audit": null
}