{
    "id": 9478,
    "source": "benson",
    "verse_id": 18710,
    "verse_count": 1,
    "reference": "52:13",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 52:13<\/a>.<i>Behold, my servant, <\/i>&c. — This is the beginning of a new prophecy, continued from hence to the end of the next chapter, which, as has been justly observed by many, both ancient and modern interpreters, should have begun here. “The subject of Isaiah’s prophecy, from the fortieth chapter inclusive, has hitherto been, in general, the deliverance of the people of God. This includes in it three distinct parts: the deliverance of the Jews from the captivity of Babylon, the deliverance of the Gentiles from their miserable state of ignorance and idolatry, and the deliverance of mankind from the captivity of sin and death. These three subjects are subordinate to one another, and the two latter are shadowed out under the image of the former. Cyrus is expressly named as the immediate agent of God in effecting the first deliverance. A greater person is spoken of as the agent who is to effect the two latter deliverances, called the <i>Servant, <\/i>the <i>Elect, <\/i>of God, in whom his soul delighteth. Now these three subjects have a very near relation to one another; for, as the agent who was to effect the two latter deliverances, that is, the Messiah, was to be born a Jew, with particular limitations of time, family, and other circumstances, the first deliverance was necessary in the order of providence, and, according to the determinate counsel of God, to the accomplishment of the two latter deliverances; and the second deliverance was necessary to the third, or, rather, was involved in it, and made an essential part of it. This being the case, Isaiah has not treated the three subjects as quite distinct and separate, in a methodical and orderly manner, like a philosopher or a logician, but has taken them in their connective view; he has handled them as a prophet and a poet; he has allegorized the former, and, under the image of it, has shadowed out the two latter; he has thrown them all together, has mixed one with another, has passed from this to that with rapid transitions, and has painted the whole with the strongest and boldest imagery. The restoration of the Jews from captivity, the call of the Gentiles, the redemption by Messiah, have hitherto been handled interchangeably and alternately. Babylon has hitherto been kept pretty much in sight, at the same time that strong intimations of something much greater have been frequently thrown in. But here Babylon is at once dropped, and hardly ever comes in sight again. The prophet’s views are almost wholly engrossed by the superior part of his subject. He introduces the Messiah as appearing at first in the lowest state of humiliation, which he had just touched upon before, (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 50:5-6<\/a>,) and obviates the offence which would be occasioned by it, by declaring the important and necessary cause of it, and foreshowing the glory which should follow it.” — Bishop Lowth. <i>My servant <\/i>— That it is Christ who is here spoken of, is so evident, that the Chaldee paraphrast, and other ancient, and some later Hebrew doctors, understand it directly of him, and that divers Jews have been convinced and converted to the Christian faith by the evidence of this prophecy. <i>Shall <\/i><i>deal prudently <\/i>— Shall manage the affairs of his kingdom with admirable wisdom. Or, <i>shall prosper, <\/i>as it is in the margin; and as the word  <span class=\"hebrew_text\">ישׂכיל<\/span>, here used, is frequently rendered: which also agrees best with the following clause. And this intimation concerning the future prosperity and advancement of the Messiah, is fitly put, in the first place, to prevent those scandals which otherwise might arise from the succeeding passages, which describe his state of humiliation and deep affliction. <i>Shall be exalted, and extolled, and be very high <\/i>— Here are three words signifying the same thing, to express the height and glory of his exaltation.<\/p>",
    "audit": null
}