{
    "id": 9144,
    "source": "benson",
    "verse_id": 17983,
    "verse_count": 2,
    "reference": "16:13-14",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 16:13-14<\/a>.<i>This is the word that the Lord hath spoken <\/i>— This prophecy, hitherto related; <i>since that time <\/i>— Since the beginning of God’s revelation to me concerning Moab hitherto; or, rather, <i>a good while ago, <\/i>for so the Hebrew,  <span class=\"hebrew_text\">מאז<\/span>, <i>meaz, <\/i>signifies, <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 44:8<\/a>, and elsewhere. This judgment, says the prophet, was denounced against Moab in former times, particularly by Amos, (<a class=\"ref\">Amos 2:1<\/a>,) and is now confirmed, and the particular time specified when it shall be accomplished. For <i>now the Lord hath spoken <\/i>— Hath made this further discovery of his mind to me; <i>saying,<\/i> <i>Within three years <\/i>— To be computed, it seems, from the time of the delivery of this prophecy; <i>as the years of a hireling <\/i>— That is, within three years precisely counted; for hirelings are very punctual in observing the time for which they are hired; <i>and the glory of Moab shall be contemned<\/i> — Their strength, and wealth, and other things in which they glory, shall be made contemptible to those who formerly admired them; <i>with all that great multitude <\/i>— With the great numbers of their people, of which they boasted. <i>And the remnant shall be very small and feeble <\/i>— Comparatively to what they were before. Vitringa is of opinion, that this prophecy was delivered at the same time with that preceding, that is, in the year when Ahaz died, at which time the Israelites, as well as the Jews, stood much in need of the kindness of the Moabites; so that it had its completion in the third year of King Hezekiah, namely, from the death of his father, which was really the fourth year of his reign, when Shalmaneser, coming against the Ephraimites, on a sudden attacked the Moabites, and plundered and destroyed their cities: see <a class=\"ref\">2 Kings 18:9<\/a>. This is also Bishop Lowth’s opinion, as has been stated in the note on <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 15:1<\/a>. It may, however, be understood of some other great blow given to the Moabites; perhaps by Sennacherib, or by his son Esar-haddon; (in which case Isaiah must have delivered this prophecy some years later;) from which blow, notwithstanding, they in a little time recovered themselves, and flourished again, and continued so to do, till Nebuchadnezzar completed their destruction according to the prophecy of <a class=\"ref\">Jeremiah 48:1<\/a>, &c. <\/p>",
    "audit": null
}