{
    "id": 9427,
    "source": "benson",
    "verse_id": 18609,
    "verse_count": 1,
    "reference": "47:9",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"WzE4NjA5XQ==\">Isaiah 47:9<\/a> .<i> These two things shall come to thee —<\/i> The very two things that thou didst set at defiance;<i> loss of children and widowhood<\/i> — Both thy princes and thy people shall be cut off, so that thou shalt be no more a government, and no more a nation.<i> They shall come in their perfection<\/i> — In the highest degree: thy king and kingdom shall be utterly and irretrievably destroyed. This prophecy was twice fulfilled; “having been accomplished the very night that Babylon was taken, when the Persians slew the king himself and a great number of the Babylonians: it was fulfilled a second time, when that city was besieged by Darius. Being determined to hold out to the last extremity, they took all their women, and each man choosing one of them, whom he liked best, out of his own family, they strangled all the rest, that unnecessary mouths might not consume their provision. By means of this shocking expedient they sustained a siege and all the efforts of Darius for twenty months, and the city was at last taken by stratagem. As soon as Darius made himself master of the place, he ordered three thousand of the principal men to be crucified; and thus this prophecy was signally fulfilled, both by the hands of the Babylonians themselves, and by the cruelties exercised upon them by their conquerors.” — Bishop Newton.<i> For the multitude of thy sorceries<\/i> — For thy superstitious and magical practices, which were very frequent in Babylon, as we see below, (<a class=\"isa\" verses=\"eyIxODYxMiI6Mn0=\">Isaiah 47:12-13<\/a> ,) and as has been observed before. Hebrew,<i> in the multitude,<\/i> &c., or, as Dr. Waterland renders it, “Notwithstanding the multitude of thy sorceries, and the force of thy enchantments;” notwithstanding all thy diabolical artifices, whereby thou thinkest to foresee all dangers, and to secure thyself from them.<\/p> ",
    "audit": null
}