{
    "id": 9592,
    "source": "benson",
    "verse_id": 18901,
    "verse_count": 2,
    "reference": "65:3–4",
    "title": "",
    "html": "<p> <a class=\"isa\" verses=\"eyIxODkwMSI6Mn0=\">Isaiah 65:3-4<\/a>. <i>A people that provoketh me to anger<\/i>—That the Jews are the people here intended, is without question: the prophet, speaking of the calling of the Gentiles, upon their rejection, enumerates some of their sins which were the causes thereof: for though their crucifying of Christ was the sin which was the principal or proximate cause, yet God visited on that generation their iniquities and the iniquities of their fathers together; they having, by the act of rejecting and crucifying their Messiah, filled up the measure of their sins. <i>Continually to my face<\/i>—With the utmost impudence, not taking notice of my omnipresence and omniscience. <i>That sacrificeth in gardens, and burneth,<\/i> &c.—Directly contrary to the divine rule. “These are instances,” says Bishop Lowth, “of heathenish superstition, and idolatrous practices, to which the Jews were immoderately addicted before the Babylonish captivity. The heathen worshipped their idols in groves: whereas God, in opposition to this species of idolatry, commanded his people, when they should come into the promised land, to destroy all the places wherein the Canaanites had served their gods, and in particular to burn their groves with fire, <a class=\"ref\">Deuteronomy 12:2-3<\/a>. These apostate Jews sacrificed upon altars built of bricks; in opposition to the command of God, with regard to his altar, which was to be of unhewn stone, <a class=\"ref\">Exodus 20:25<\/a>. Or it means perhaps that they sacrificed upon the roofs of their houses, which were always flat, and paved with brick or tile, or plaster of terrace; an instance of this idolatrous practice we find <a class=\"ref\">2 Kings 23:12<\/a> , where it is said that Josiah<i>beat down the altars that were on the top of the upper chamber of Ahaz, which the kings of Judah had made. <\/i> See also <a class=\"ref\">Zephaniah 1:5<\/a>.”<i>Who remain among the graves, and lodge in the monuments<\/i>—Or, as Bishop Lowth renders it, <i>Who dwell in the sepulchres and lodge in the caverns,<\/i> for the purposes of<i>necromancy,<\/i> (or, the art of revealing future events by communications with the dead,) and<i>divination;<\/i> to obtain dreams and revelations: another instance this of heathenish superstition, which the Latin poet describes as follows: —<em>—<\/em><\/p> \n\n<p><em>“Here in distress th’ Italian nations come, Anxious to clear their doubts, and learn their doom: First, on the fleeces of the slaughter’d sheep, By night the sacred priest dissolves in sleep; When, in a train, before his slumb’ring eye, Thin airy forms and wondrous visions fly, He calls the powers who guard the infernal floods, And talks inspired, familiar with the gods.” PITT. <\/em><\/p> \n<p><i>Which eat swine’s flesh<\/i>—“Which was expressly forbidden by the law, <a class=\"ref\">Leviticus 11:7<\/a>; but among the heathen was in principal request in their sacrifices and feasts. Antiochus Epiphanes compelled the Jews to eat swine’s flesh, as a full proof of their renouncing their religion, <a class=\"ref\">2 Maccabees 6:18<\/a>; and <a class=\"ref\">2 Maccabees 7:1<\/a>. <i>And broth of abominable things<\/i>—For lustrations, magical arts, and other superstitious and abominable practices.”—Bishop Lowth.<\/p> ",
    "audit": null
}