{
    "id": 9609,
    "source": "benson",
    "verse_id": 18929,
    "verse_count": 1,
    "reference": "66:6",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"WzE4OTI5XQ==\">Isaiah 66:6<\/a>. <i>A voice of noise from the city, <\/i> &c.—This is an expression of a prophetical ecstasy, in which the prophet hears the noise of the ruin of the city and temple sounding in his ears. This <i>voice of noise <\/i> comes not from the city only, but from the temple, wherein these formalists had so much gloried, and reposed so much confidence. There is a noise of soldiers slaying, and of the poor people shrieking or crying out. <i>A voice of the Lord <\/i>—Not in thunder, which is sometimes called the Lord’s voice, but <i>that rendereth recompense to his enemies — <\/i> Thus he expresses the destruction of the Jews by the <i>Roman armies, <\/i> as a thing at that time doing. Some think this prophecy was fulfilled, partly at least, in the prodigies which, according to Josephus, in his history of the Jewish wars, (lib. 7. cap. 12,) preceded the destruction of Jerusalem: that the eastern gate of the temple, which was of solid brass and very heavy, and was scarcely shut in an evening by twenty men, and was fastened by strong bars and bolts, was seen, at the sixth hour of the night, opened of its own accord, and could hardly be shut again: that before the setting of the sun, there were seen over all the country chariots and armies fighting in the clouds, and besieging cities: that at the feast of pentecost, as the priests were going into the inner temple by night, as usual, to attend their service, they heard first a motion and noise, and then a voice, as of a multitude, saying, <i>Let us depart hence; <\/i> and, what he reckons as the most terrible of all, that one Jesus, the son of Ananus, an ordinary country fellow, four years before the war began, and when the city was in peace and plenty, came to the feast of tabernacles, and ran crying up and down the streets day and night, <i>A voice from the east, a <\/i> <i>voice from the west, a voice from the four winds, a voice against Jerusalem and the temple, a voice against the bridegrooms and the brides, a voice against all the people. <\/i> The magistrates endeavoured by stripes and torture to restrain him; but he still cried with a mournful voice, <i>Wo, wo to Jerusalem! <\/i> This he continued to do for seven years and five months together, and especially at the great festivals; and he neither grew hoarse nor was tired, but went about the walls and cried with a loud voice, <i>Wo, wo to the city, and to the people, and to the temple! <\/i> and, as he added at last, <i>Wo, wo also to myself! <\/i> it happened that a stone from some sling or engine immediately struck him dead. It may be proper to remark here, that there is not a more creditable historian than Josephus, who relates these things, and who appeals to the testimony of those who saw and heard them. But, as Bishop Newton observes, it may add some weight to his relation, that Tacitus, the Roman historian, a heathen, also gives us a summary account of the same occurrence. He says, “There happened several prodigies. Armies were seen to engage in different parts of the sky—glittering arms appeared—the temple shone by the sudden fire of the clouds—the doors of the temple were suddenly thrown wide open—a voice, more than human, was heard, that the gods were departing, and, at the same time, a great motion as if departing.” See <i>Tacitus’s Hist., <\/i> book 5. page 217, in Lipsius’s edition. <\/p> ",
    "audit": null
}