{
    "id": 9119,
    "source": "benson",
    "verse_id": 17930,
    "verse_count": 1,
    "reference": "14:1",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"MTc5MzA=\">Isaiah 14:1<\/a>.<i>For the Lord will have mercy on Jacob <\/i>— Will pity and deliver his people; and therefore will destroy Babylon. which hinders their deliverance, and will raise up and exalt Cyrus, who shall promote it; and he will not prolong the time, but do these things speedily, as the prophet had just affirmed. For he is continuing his discourse concerning Babylon, and assigning the reason, not only of its fall, but of the speedy approach of that fall, as predicted in the last clause of the preceding chapter. It was not to be delayed, because the deliverance of the church of God depended upon it. <i>And will yet choose Israel <\/i>— Will renew his choice of them, for he had appeared to reject and cast them off: or he will still regard them as his chosen people, however he may seem to desert them by giving them up to their enemies, and scattering them among the nations. Israel is put for Judah, as it frequently is. Israel being the name which God gave to Jacob, as a mark of his favour, it is chiefly made use of by the prophets when they deliver some gracious promise, or announce some blessing from the mouth of God, especially such a one as concerns the twelve tribes, all equally descended from Jacob, as this prophecy, in its ultimate sense, undoubtedly does. <i>And the strangers shall be joined to them <\/i>— It is probable that many strangers were made proselytes to the Jewish religion during their captivity, who were willing to go along with them into Judea, there to enjoy the free exercise of their religion. And others, who had not been proselytes before, might be induced to become such, and unite themselves to them, either through the favour shown to the Jews in the Persian court, or by consideration of their wonderful deliverance taking place exactly at the time foretold by the prophets. But what was then begun was more fully accomplished at the coming of the Messiah. <\/p>\n<p><\/p>",
    "audit": null
}