{
    "id": 9162,
    "source": "benson",
    "verse_id": 18016,
    "verse_count": 5,
    "reference": "19:11–15",
    "title": "",
    "html": " <p>, <a class=\"isa\" verses=\"eyIxODAxNiI6NX0=\">Isaiah 19:11-15 <\/a>. <i>Surely the princes of Zoan are fools, <\/i>,&c.—Zoan was the chief city, in which the king and court frequently resided. In these verses the prophet describes “the immediate causes of these evils; 1st, The folly of the princes and rulers, who valued themselves upon their Wisdom , , 2 d, The cowardice and effeminacy of the people in general. Egypt would not have become a prey to so many foreign enemies, but through the excessive weakness of the Egyptians, both in counsel and in action. They had not the courage even to defend themselves. They trusted chiefly to their Grecian and other mercenaries, who, instead of defending, were often the first to betray them.”—Bishop Newton. <i>How say ye unto Pharaoh <\/i>—Why do ye put such false and foolish words into Pharaoh’s mouth? <i>I am the son of the wise <\/i>—Wisdom is hereditary and natural to me. This vain opinion of himself they cherished by their flatteries. <i>The son of <\/i>,the <i>ancient kings — <\/i>,The prophet derides the vanity of the Egyptians, who used to boast of the antiquity of their nation, and especially of their kings, who, as they pretended, had reigned successively for 10,000 years. <i>Where are thy wise men? <\/i>—Who pretended, that either by their deep policy, or by their skill in astrology, or magic, they could certainly foresee things to come. <i>The princes of Noph are deceived <\/i>—Another chief city, and one of the king’s seats, called also <i>Moph, <\/i>,in the Hebrew text, (<a class=\"ref\">Hosea 9:6 <\/a>,,) and by other and later writers, <i>Memphis. They that are the stay — <\/i>,Their chief counsellors; <i>of the tribes <\/i>—Of the provinces, which he calls by a title borrowed from the Hebrews, in whose language he spake and wrote this prophecy. <i>The Lord hath mingled <\/i>—Hath <i>poured out, <\/i>,or given them to drink, <i>a perverse spirit—A spirit of error, <\/i>,or <i>delusion, <\/i>,as the LXX. and Chaldee render it. That is, he has suffered them, in punishment of their sins, to take foolish steps, and follow pernicious counsels. <i>They have caused Egypt to err in every work <\/i>—In all their designs and undertakings. They have given such ill counsel, and pursued such wrong measures, that nothing has succeeded as it should. <i>Neither shall there be any work which the head or tail may do <\/i>—The people shall generally want employment, or, as some explain it, all orders of men, from the highest to the lowest, shall fail in the discharge of their duty, or be unsuccessful in all they undertake. <\/p>,",
    "audit": null
}