{
    "id": 9428,
    "source": "benson",
    "verse_id": 18610,
    "verse_count": 2,
    "reference": "47:10-11",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 47:10-11<\/a>.<i>For thou hast trusted in thy wickedness <\/i>— Thou hast thought that thy cunning and policy would still preserve thee; <i>and hast <\/i><i>said, None seeth me <\/i>— My counsels are so deeply and craftily laid, and my designs so secretly carried on, that none can discover them or prevent their execution. And thou hast supposed that God himself either did not regard thee, or would not call thee to an account for thy wicked conduct. <i>Thy wisdom and thy knowledge <\/i>— Thy skill in the arts of human policy, or thy pretended foreknowledge of future events by astrology; <i>hath perverted thee <\/i>— Hath misled thee into the way of transgression and perdition; <i>and thou hast said, I am, <\/i>&c. — This is repeated from <a class=\"isa\" verses=\"MTg2MDg=\">Isaiah 47:8<\/a>, to signify their intolerable arrogance and self-confidence. <i>Therefore shall evil come upon thee <\/i>— Which thou shalt neither have time nor means to provide against or to prepare for; <i>thou shalt not know from whence it riseth <\/i>— Or, rather, <i>when it shall come; <\/i>Hebrew,  <span class=\"hebrew_text\">שׁחרה<\/span>, <i>the morning of it, <\/i>the day, or time, of its approach. With all thy skill in astrology and fortune-telling, thou shalt neither be able to foresee the evil that is coming upon thee, nor to prevent it. This interpretation agrees with the history, Babylon being surprised by Cyrus when they were in a state of the greatest security, as is manifest both from the Scriptures and from other authentic records: see <a class=\"ref\">Jeremiah 51:31<\/a>; Daniel 5. <i>And desolation shall come upon thee suddenly <\/i>— As a thief in the night; <i>which thou shalt not know <\/i>— Or, <i>when thou shalt not know. <\/i>Thou shalt not apprehend thy danger till it be too late. Fair warning was indeed given them, by this and other prophets of the Lord, of this desolation; but they slighted that notice, and would give no credit to it; and therefore justly was it so ordered, that they should have no other warning of it, but that partly through their own security, and partly through the swiftness and subtlety of the enemy, when it came it should be a perfect surprise to them.<\/p>",
    "audit": null
}