{
    "id": 9019,
    "source": "benson",
    "verse_id": 17753,
    "verse_count": 2,
    "reference": "5:13–14",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"eyIxNzc1MyI6Mn0=\">Isaiah 5:13-14<\/a> .<i> Therefore the people are gone into captivity<\/i> — The prophet may refer to those carried captive in the time of Ahaz: see on<a class=\"isa\" verses=\"WzE3NzA2XQ==\">Isaiah 2:20<\/a> . Or his words may be rendered,<i> the people go into,<\/i> &c.; that is, shall certainly and shortly go, speaking of the approaching judgments as if they were already come.<i> Because they have no knowledge<\/i> — No serious consideration of God’s works, and of their own duty and danger.<i> And their honourable men are famished<\/i> — Who thought themselves quite out of the reach of famine.<i> Therefore hell hath enlarged herself — The grave,<\/i> or the place of torment to which certainly the souls of such persons must descend;<i> and opened her mouth without measure —<\/i><\/p> \n<p>To receive those vast numbers which die by this famine, or otherwise, as is here implied. The prophet is thought to allude “to the form of the ancient sepulchres, which were subterraneous caverns hollowed out of a rock, the mouth of which was generally closed by a great stone. The<i> prosopopœia<\/i> is extremely fine and expressive, and the image is fraught with the most tremendous horror.”<i> And their glory,<\/i> &c. — Their nobles, or honourable men, as they are called,<a class=\"isa\" verses=\"WzE3NzUzXQ==\">Isaiah 5:13<\/a> , being distinguished, both here and there, from the multitude;<i> and their pomp<\/i> — Which shall die with them;<i> and he that rejoiceth<\/i> — That spendeth all his days in mirth and jollity, and casteth away all cares and fears;<i> shall descend into it<\/i> — Not only into the grave, but into hell. Bishop Lowth’s translation of this verse is peculiarly striking:<\/p> \n<p><em>“Therefore Hades hath enlarged his appetite; And hath stretched open his mouth without measure: And down go her nobility, and her populace, And her busy throng, and all that exult in her.”<\/em><\/p> \n<p>“These verses,” (13 and 14,) he justly observes, “have a reference to the two preceding. They that indulged in feasting and drinking, shall perish with hunger and thirst: and Hades” (the invisible world, hell prepared to receive these sinners that live and die in sin) “shall indulge his appetite as much as they had done, and devour them all. The image is strong and expressive in the highest degree. Habakkuk uses the same image with great force, chap. 2:5. But in Isaiah, Hades is introduced, to much greater advantage, in person; and placed before our eyes as a ravenous monster, opening wide his unmeasurable jaws, and swallowing them all together.”<\/p> ",
    "audit": null
}