{
    "id": 9235,
    "source": "benson",
    "verse_id": 18147,
    "verse_count": 3,
    "reference": "26:16–18",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"eyIxODE0NyI6M30=\">Isaiah 26:16-18 <\/a>.O <i>Lord, in trouble <\/i>—Amidst the various calamities brought upon them for their correction and especially in their captivity; <i>have they <\/i>—Namely, thy people; <i>visited thee <\/i>—Come into thy presence with their prayers and supplications; <i>they poured out a prayer <\/i>—Prayed much and earnestly, as the expression implies; <i>when thy chastening was upon them <\/i>—When thou wast punishing them for their sins. <i>Like as a woman is in pain, <\/i> &c.—A comparison often used to express men’s consternation under great calamities, from which they cannot deliver themselves; <i>so have we been in thy sight <\/i>—Such has been our anguish and danger, of which thou, O Lord, hast been a witness. <i>We have been with child <\/i>—That is, we have had great expectation of a speedy and happy deliverance, have been big with hopes; and <i>we have been in pain <\/i>—Have comforted ourselves with this, that the joyful birth would make us forget our misery, but, alas! <i>we have, as it were, brought forth wind <\/i>—We have had the torment of a woman in child-bearing, but not the comfort of a living child. “We have had no good issue of all our pangs and throes; they did not produce deliverance and ease, as in the case of travailing women, but all our own labours proved abortive: in vain we struggled with our enemies, who were still too mighty for us,” and we were utterly unable to effect our deliverance. <i>To bring forth wind, <\/i> is much the same kind of phrase with <i>feeding on wind, <\/i> and <i>reaping wind, <\/i> <a class=\"ref\">Hosea 12:1; Hosea 8:7 <\/a>; and signifies, to take a great deal of pains to no purpose. This seems to be spoken of the siege which the Jewish people endured, and of all their other labours and sufferings to prevent their coming under the Chaldean yoke. Thus the attempt of Zedekiah to withstand Nebuchadnezzar we find only brought greater evils upon the country, <a class=\"ref\">2 Chronicles 36:13 <\/a>. We <i>have not wrought any deliverance in the earth <\/i>—In our land, where we had far greater advantages than we could have had elsewhere. <i>Neither have the inhabitants of the world <\/i>—The Assyrians, Chaldeans, or our other enemies; <i>fallen <\/i>—By our means. <\/p> ",
    "audit": null
}