{
    "id": 9479,
    "source": "benson",
    "verse_id": 18711,
    "verse_count": 2,
    "reference": "52:14–15",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"eyIxODcxMSI6Mn0=\">Isaiah 52:14-15<\/a>. <i>As many were astonished at thee —<\/i>, At thee, O my servant: were struck with wonder at his glorious endowments, at the excellence and power of his doctrine, and his miraculous works, or rather, at his humiliation. <i>His visage was so marred,<\/i>,&c.—Christ, in respect of his birth, breeding, manner of life, and outward condition in the world, was obscure and contemptible, and therefore said to be <i>a worm, and no man, a reproach of men, and despised of the people,<\/i>, <a class=\"ref\">Psalms 22:6<\/a>, being exposed to all manner of affronts, indignities, and contumelies, from day to day. His countenance also was so marred with frequent watchings, fastings, and troubles, that he was thought to be nearly fifty years old when he was but thirty, <a class=\"ref\">John 8:57<\/a>, and was further disfigured when he was buffeted, smitten on the cheek, spit upon, and crowned with thorns, and met with other cruel and despiteful usages. <i>So,<\/i>,&c.—His exaltation shall be answerable to his humiliation; <i>shall he sprinkle many nations <\/i>—1st, With his blood, which is called <i>the blood of sprinkling,<\/i>, <a class=\"ref\">Hebrews 12:24<\/a>, that is, he shall <i>justify<\/i>, them by his <i>blood,<\/i>, as it follows, <a class=\"isa\" verses=\"WzE4NzIzXQ==\">Isaiah 53:11<\/a>, which act is frequently expressed by <i>washing,<\/i>, as <a class=\"ref\">Psalms 51:2; Psalms 51:7; Ezekiel 16:9; Revelation 1:5<\/a>. Or, 2d, With his <i>word<\/i>, or <i>doctrine;<\/i>, which, being often compared to rain, or water, as chap. 55:10, 11; <a class=\"ref\">Psalms 72:6<\/a>, may be said to be <i>sprinkled:<\/i>, as it is said to be <i>dropped,<\/i>, <a class=\"ref\">Deuteronomy 32:2; Ezekiel 20:46; Ezekiel 21:2<\/a>. This sense seems to be favoured by the following words: or, 3d, With his <i>Spirit,<\/i>, represented under the emblem of the sprinkling of water, <a class=\"ref\">Ezekiel 36:25-27<\/a>; and frequently compared to water in the Scriptures, and, in the days of the Messiah, to be poured out on all flesh, <a class=\"ref\">Joel 2:28<\/a>; and particularly promised to such as should <i>thirst<\/i>, for it, and believe in Christ, <a class=\"ref\">John 7:37-38; Revelation 21:6; Revelation 22:17<\/a>. <i>Kings shall shut their mouths at him <\/i>—Shall be silent before him, out of profound humility, reverence, and admiration of his wisdom, and an eager desire to hear and receive counsels and oracles from his mouth; <i>for that which had not been told them shall they see <\/i>—They shall hear from his mouth many excellent doctrines, which will be new and strange to them. And particularly that comfortable doctrine of the salvation of the Gentiles, which was not only new to them, but strange and incredible to the Jews themselves. <\/p>",
    "audit": null
}