{
    "id": 9468,
    "source": "benson",
    "verse_id": 18688,
    "verse_count": 3,
    "reference": "51:14-16",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 51:14-16<\/a><em>.<\/em><i>The captive exile hasteneth that he may be loosed <\/i>— From his captivity, and may return to his own country from which he is banished. <i>And that he should not die in the pit <\/i>— Die a prisoner, through the inconveniences and hardships of his confinement; <i>nor that his bread should fail <\/i>— The bread or provision allowed to keep him alive in prison. The general sense of the verse is, God is not slack, as you think, but makes haste to fulfil his promise, and rescue his captive and oppressed people from all their oppressions and miseries. <i>And I have put my words in thy mouth <\/i>— These great and glorious promises, which are in thy mouth, are not the vain words of man, a weak, inconstant, and unfaithful creature, but the words of the almighty, unchangeable, and faithful God; and therefore they shall be infallibly accomplished. This is spoken by God to his church and people, whom he addresses, both in the foregoing and following verses. For God’s word is frequently said to be <i>put into the mouths, <\/i>not only of the prophets, but also of the people, as <a class=\"isa\" verses=\"MTg4MjI=\">Isaiah 59:21<\/a>; <a class=\"ref\">Deuteronomy 30:14<\/a>. <i>And have covered thee, <\/i>&c. — Have protected thee by my almighty power. <i>That I may plant the heavens <\/i>— Bishop Lowth reads, <i>To stretch out the heavens: and lay the foundations of the earth <\/i>— I have given thee, O my church, these promises, and this protection in all thy calamities, to assure thee of my care and kindness to thee, and that I will reform thee in a most glorious manner, and bring thee unto that perfect and blessed estate which is reserved for the days of the Messiah, which, in the language of Scripture, is termed the <i>making of new heavens <\/i>and <i>a new earth, <\/i><a class=\"isa\" verses=\"MTg5MTU=\">Isaiah 65:17<\/a>; and <a class=\"isa\" verses=\"MTg5NDU=\">Isaiah 66:22<\/a>. <i>And say unto Zion, Thou art my people <\/i>— That I may own thee for my people, in a more illustrious manner than I have done.<\/p>",
    "audit": null
}