{
    "id": 9130,
    "source": "benson",
    "verse_id": 17960,
    "verse_count": 1,
    "reference": "14:31",
    "title": "",
    "html": "<p> <a class=\"isa\" verses=\"WzE3OTYwXQ==\">Isaiah 14:31<\/a>. <i>Howl, O gate<\/i>—O people, who used to pass through the gates;<i>cry, O city<\/i>—O inhabitants of the city; or<i>city<\/i> may be put collectively for all their cities. <i>Thou, whole Palestina, art dissolved<\/i>—Hebrew,<span class=\"hebrew_text\"> נמוג<\/span> , <i>art melted,<\/i> which may be understood, either of the faintness of their spirits and courage, or of the dissolution of their state;<i>there shall come from the<\/i><i>north a smoke<\/i>—A grievous judgment, or calamity, often signified by smoke, as <a class=\"ref\">Genesis 15:17; Joel 2:30<\/a>; both because smoke is generally accompanied with fire, and because it darkens the air, and afflictions are frequently signified by<i>fire<\/i> and<i>darkness. <\/i> Many interpreters understand the prophet as speaking here of the calamity brought on the Philistines by Hezekiah, foretold in the preceding verses, observing that Judea lay to the north of some parts of Palestine. But certainly it lay more to the east than north of the greater part of that country: and accordingly, the Scriptures generally speak of the Philistines as being to the west of the Jews: see <a class=\"isa\" verses=\"WzE3ODk5XQ==\">Isaiah 11:14<\/a>. It seems, therefore, that<i>Chaldea,<\/i> and not Judea, is here meant by<i>the north,<\/i> as it generally is in the writings of the prophets; and that the calamity intended is not that spoken of in <a class=\"isa\" verses=\"eyIxNzk1OCI6Mn0=\">Isaiah 14:29-30<\/a> , but a new affliction to be brought upon them by the Assyrians or Babylonians: probably the same which Jeremiah predicted as coming from the north on the Philistines, <a class=\"ref\">Jeremiah 47:2<\/a> , &c. <i>And none shall be alone in his appointed times<\/i>—When God’s appointed time shall come, not one of all that numerous army that shall invade Palestine, shall desert his colours, lag behind the rest, or withdraw his hand, till the work of destruction be finished.<\/p> ",
    "audit": null
}