{
    "id": 9041,
    "source": "benson",
    "verse_id": 17786,
    "verse_count": 1,
    "reference": "7:3",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"WzE3Nzg2XQ==\">Isaiah 7:3<\/a>. <i>Then said the Lord unto Isaiah <\/i>—This fifth discourse, delivered as immediately from the Lord, which extends from hence to the end of chap. 12., is of a very mixed and various argument. It may be divided into five parts: the first contained in this chapter; the second from <a class=\"isa\" verses=\"WzE3ODA5XQ==\">Isaiah 8:1<\/a>, to <a class=\"isa\" verses=\"WzE3ODM3XQ==\">Isaiah 9:7<\/a>; the third from <a class=\"isa\" verses=\"WzE3ODM3XQ==\">Isaiah 9:7<\/a>, to <a class=\"isa\" verses=\"WzE3ODU2XQ==\">Isaiah 10:5<\/a>; the fourth from <a class=\"isa\" verses=\"WzE3ODU2XQ==\">Isaiah 10:5<\/a>, to the end of that chapter; and the fifth is contained in the eleventh and twelfth chapters. The first part of this prophecy, which foretells the invasion of Judea by the Ephraimites, the Syrians, and Assyrians, contains a kind of introduction to the subsequent prophecies in this discourse. Its design is two-fold; first, to comfort the pious in Jerusalem, amidst this great calamity which threatened their nation, and to testify the singular providence of God toward the house of David, which he had hitherto preserved, and would continue to preserve till the completion of his great design: and, secondly, to upbraid the folly and ingratitude of Ahaz. See Vitringa. <i>Go forth now to meet Ahaz <\/i>—Here we have an eminent instance of God’s preventing mercy toward one who neither inquired of him, nor sought his help. Thus God is often found of those who seek him not: much more will he be found of those who seek him diligently! <i>And Shear-jashub thy son <\/i>—Whose very name, signifying, <i>A remnant shall return,<\/i>, carried in it a sign and pledge of the promised deliverance. <i>At the end of the conduit <\/i>—Whither he probably went to take care about the waters which thence were brought into the city, to secure them to himself, or keep them from the enemy, as Hezekiah afterward did, <a class=\"ref\">2 Chronicles 32:3-4<\/a>. <\/p>",
    "audit": null
}