{
    "id": 9400,
    "source": "benson",
    "verse_id": 18558,
    "verse_count": 4,
    "reference": "44:24-27",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 44:24-27<\/a>.<i>I am the Lord that maketh all things <\/i>— And therefore I can save thee without the help of any other gods, or any creature; <i>that frustrateth the tokens of the liars <\/i>— Of the magicians and astrologers, who were numerous and greatly esteemed in Babylon, and who had foretold the long continuance and prosperity of the Chaldean empire. <i>And maketh the diviners mad <\/i>— With grief for the disappointment of their predictions, and their disgrace which followed it. <i>That turneth wise men backward <\/i>— Stopping their way, and blasting their designs. <i>That confirmeth the word of his servants <\/i>— The prophets, as appears from the next clause, namely, Isaiah, Jeremiah, and others, whom God sent to foretel the destruction of Babylon, and the redemption of his people. The connection of this with <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 44:25<\/a>, is, As God discovers the folly and madness of such false prophets, so he punctually fulfils the predictions of his own prophets. <i>That saith to the deep, Be dry <\/i>— That with a word can dry up the sea and rivers, and remove all impediments. “Cyrus took Babylon by laying the bed of the Euphrates dry, and leading his army into the city by night, through the empty channel of the river. This remarkable circumstance, in which the event so exactly corresponded with the prophecy, was also noted by Jeremiah. <i>A drought shall be upon her waters, and they shall be dried up: I will lay her sea dry; and I will scorch up her springs, <\/i><a class=\"ref\">Jeremiah 50:38; Jeremiah 51:36<\/a>. It is proper here to give some account of the method by which the stratagem of Cyrus was effected. The Euphrates, in the middle of summer, from the melting of the snows on the mountains of Armenia, like the Nile, overflows the country. In order to diminish the inundation, and carry off the waters, two canals were made by Nebuchadnezzar a hundred miles above the city; the first on the eastern side, called Naharmalca, or the Royal river, by which the Euphrates was let into the Tigris; the other on the western side, called Pallacopas, or Naharaga, (Hebrew,  <span class=\"hebrew_text\">נהר אגם<\/span>, <i>the <\/i><i>river of the pool,<\/i>) by which the redundant waters were carried into a vast lake, forty miles square, contrived, not only to lessen the inundation, but for a reservoir, with sluices to water the barren country on the Arabian side. Cyrus, by turning the whole river into the latter lake, laid the channel, where it ran through the city, almost dry; so that his army entered it both above and below by the bed of the river, the water not reaching above the middle of the thigh. By the great quantity of water let into the lake, the sluices and dams were destroyed; and being never repaired afterward, the waters spread over the whole country below, and reduced it into a morass, in which the river is lost.” — Bishop Lowth.<\/p>",
    "audit": null
}