{
    "id": 9620,
    "source": "benson",
    "verse_id": 18947,
    "verse_count": 1,
    "reference": "66:24",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"WzE4OTQ3XQ==\">Isaiah 66:24<\/a><em>.<\/em><i> And they shall go forth<\/i> — Namely, those who had joined themselves to the communion of the church spoken of in the preceding verses;<i> and look upon the carcasses of the men that have sinned against me<\/i> — Meaning chiefly the unbelieving Jews who rejected Christ and his gospel, including, however, all impenitent sinners, and especially all the enemies and persecutors of God’s truth and people. By<i> looking upon their<\/i><i> carcasses<\/i> is meant beholding the dreadful vengeance taken on them. This is here represented in figurative language. The misery is described by an allusion to the frightful spectacle of a field of battle covered with the carcasses of the slain, which lie rotting upon the ground, full of worms, crawling about them, and feeding on them. It seems the Lord, by his prophet, first intends to set forth the dreadful temporal calamities that should come upon the Jews, in the destruction of their city and nation by the Romans; in which destruction, as has been intimated in the note on<a class=\"isa\" verses=\"WzE4OTM5XQ==\">Isaiah 66:16<\/a> , not less than between two and three millions, first and last, were cut off by the sword, famine, and pestilence. But when it is added,<i> for their worm shall not die, neither shall their fire be quenched,<\/i> it is certain the punishment of the wicked in the world to come is chiefly intended. These words, it is well known, are applied by our Saviour, (<a class=\"ref\">Mark 9:44<\/a> ,) to express the everlasting punishment of the wicked in<i> Gehenna,<\/i> or<i> hell,<\/i> so called, in allusion to the valley of<i> Hinnom,<\/i> the place where the idolatrous Jews celebrated that horrible rite of making their children pass through the fire, that is, of burning them in sacrifice to Moloch; concerning which place see note<a class=\"isa\" verses=\"WzE4MjUxXQ==\">Isaiah 30:33<\/a> . “Our Saviour,” says Bishop Lowth, expressed the state of the blessed by sensible images; such as<i> paradise, Abraham’s bosom,<\/i> or, which is the same thing, a place to recline next to Abraham at table, in the kingdom of heaven; (see<a class=\"ref\">Matthew 8:11; John 13:23<\/a> ;) for we could not possibly have any conception of it, but by analogy from worldly objects: in like manner he expressed the place of torment under the image of<i> Gehenna;<\/i> and the punishment of the wicked by the<i> worm,<\/i> which there preyed on the carcasses, and the<i> fire,<\/i> which consumed the wretched victims. Marking, however, in the strongest manner, the difference between<i> Gehenna<\/i> and the invisible place of torment: namely, that in the former, the suffering is transient; the<i> worm<\/i> itself, that preys on the body,<i> dies:<\/i> whereas, in the figurative Gehenna, the instruments of punishment shall be<i> everlasting,<\/i> and the suffering without end; for there<i> the worm dieth not, and the fire is not quenched.<\/i> “These emblematical images, expressing heaven and hell, were in use among the Jews before our Saviour’s time; and in using them, he complied with their notions.<i> Blessed is he that shall eat bread in the kingdom of God,<\/i> says the Jew to our Saviour,<a class=\"ref\">Luke 14:15<\/a> . And, in regard to<i> Gehenna,<\/i> the Chaldee paraphrast renders everlasting, or continual burnings, by<i> the Gehenna of everlasting fire.<\/i> And before this time the son of Sirach (<a class=\"ref\">Sirach 7:17<\/a>) had said,<i> The vengeance of the ungodly is fire and worms.<\/i> So likewise the author of the book of Judith, ‘Wo to the nation rising up against my kindred, the Lord Almighty will take vengeance on them in the day of judgment, putting fire and worms in their flesh:’<a class=\"ref\">Judith 16:17<\/a> , manifestly referring to the same emblem.”<\/p> \n<p><i> And they shall be an abhorring unto all flesh —<\/i> Hebrew<span class=\"hebrew_text\"> דראון<\/span> , an<i> execration,<\/i> as Dr. Waterland renders it. “Christ the Lord,” says Vitringa, “in passing his judicial sentence on false Christians and wicked persons, will say,<i> Go, ye cursed:<\/i> or<i> execrated, into eternal fire.<\/i> That evil will be added to their state of pain, and a condemning conscience. Separated from the blessed and glorious communion of God and the saints, cast into the deepest state of misery, they will be exposed to the reproach, ignominy, contempt, and execration of angels and saints,” (say rather of devils and condemned spirits,) “suffering the punishment of their pride, arrogance, tyranny, cruelty, injustice, crimes, hatred of the truth, persecutions, by which things in this life, fighting against God, and afflicting his saints, they knowingly and willingly provoked his displeasure. These are the ends of the two opposite kinds of men, the pious and the ungodly, in which, after various preparatory judgments of God, the fates of all ages as well as our own fates, will be terminated, and in which this divine book of the great Prophet Isaiah also terminates. May our lot be with the saints, with those who reverence God and love the truth; with the humble, the meek, the merciful, and those that persevere in good works to the end of life, through the grace of our great Lord, Saviour, and Judge, Jesus Christ, who will distribute these blessings according to the will of his Father.”<\/p> \n<p>This eminent divine concludes his very learned commentary on this incomparable prophecy with the following devout prayer and thanksgiving, with which the author of this work, adopting his words, also closes his observations thereon. “Influenced by which hope, and prostrate before his throne, I return, with the most profound humility, my sincerest thanks to God the Father, in his Son Jesus Christ, by the Spirit, for the grace and light wherewith he hath favoured me, his unworthy servant, during my comment on this book; earnestly requesting from his grace and mercy that, pardoning the errors into which I have ignorantly fallen, he would render this work, of whatever sort it is, conducive to the glory of his great name, the benefit of the church, and the consolation of the pious.” Amen!<\/p> ",
    "audit": null
}