{
    "id": 8982,
    "source": "benson",
    "verse_id": 17690,
    "verse_count": 1,
    "reference": "2:4",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"WzE3NjkwXQ==\">Isaiah 2:4<\/a> .<i> He shall judge among the nations<\/i> — He shall set up and exercise his authority, in and over all nations, not only giving laws to them, as other rulers do, but doing that which no others can do, convincing their consciences, changing their hearts, and ordering their lives;<i> and shall rebuke many people<\/i> — By the power of his word, compared to a two- edged sword in Scripture, and by the grace of his Spirit, convincing the world of sin: as also by the remarkable judgments which he will execute on those that are incorrigible, and especially on those of his implacable enemies who set themselves to oppose the propagation of his gospel.<i> They shall beat their swords into plough-shares<\/i> — This description of a well- established peace is very poetical. The Prophet Joel hath reversed it, and applied it to war prevailing over peace;<i> beat your plough-shares into swords, and your pruning-hooks into spears,<\/i><a class=\"ref\">Joel 3:10<\/a> . And so likewise the Roman poet: —<\/p> \n<p><em>“Non ullus aratro Dignus honos, squalent abductis arva colonis,<\/em><\/p> \n<p><em>Et curvæ rigidum falces conflantur in ensem.” Virg.<\/em><\/p> \n<p><em>“The peaceful peasant to the wars is press’d;<\/em><\/p> \n<p><em>The fields lie fallow in inglorious rest.<\/em><\/p> \n<p><em>The plain no pasture to the flock affords,<\/em><\/p> \n<p><em>The crooked scythes are straightened into swords.” Dryden.<\/em><\/p> \n<p><i> Nation shall not lift up sword against nation —<\/i> Peace is frequently mentioned in Scripture as the distinguishing character of Christ’s kingdom, and he himself is called<i> the prince of peace.<\/i> The design and tendency of his gospel are to produce a peaceable disposition in mankind, by subduing their pride, and various passions and lusts, which are the causes of wars and contentions, and by working in them humility, meekness, self-denial, and true and fervent love to all men, from whence peace necessarily follows. And the gospel actually does produce this effect in those that rightly receive it. It disposes them,<i> as much as in them lieth, to live peaceably with all men.<\/i> And as to that dissension and war which the preaching of the gospel has sometimes occasioned, as it was foretold it would do,<a class=\"ref\">Matthew 10:21-22<\/a> , it was wholly accidental, arising from men’s corrupt lusts and interests, which the gospel opposes; and it was not among those who received the truth in the love of it, but between them and those who were either open enemies, or false friends to them and to the gospel. But this passage foretels that even an external and general peace will be established in the world under the reign of the Messiah, which undoubtedly, in due time, will take place, namely, when the fulness of the Gentiles shall be brought in, and all Israel shall be saved, and both Jews and Gentiles shall be united together in one fold, under Christ their great Shepherd.<\/p> ",
    "audit": null
}