{
    "id": 9117,
    "source": "benson",
    "verse_id": 17927,
    "verse_count": 1,
    "reference": "13:20",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"WzE3OTI3XQ==\">Isaiah 13:20 <\/a>. <i>It shall never be inhabited <\/i>—After the destruction threatened shall be fully effected. This was not done immediately upon the taking of the city by Darius the Mede and Cyrus the Persian, his nephew; but was fulfilled by degrees, as is recorded by historians, and as appears at this day. It will be satisfactory to the reader to note some of the steps by which this prophecy was accomplished. “Cyrus took the city by diverting the waters of the Euphrates, which ran through the midst of it, and entering the place at night by the dry channel. The river, being never restored afterward to its proper course, overflowed the whole country, and made it little better than a great morass: this, and the great slaughter of the inhabitants, with other bad consequences of the taking of the city, was the first step to the ruin of the place. The Persian monarchs ever regarded it with a jealous eye; they kept it under, and took care to prevent its recovering its former greatness. Darius Hystaspis, not long afterward, most severely punished it for a revolt, greatly depopulated the place, lowered the walls, and demolished the gates. Xerxes destroyed the temples, and, with the rest, the great temple of Belus. The building of Seleucia on the Tigris exhausted Babylon by its neighbourhood, as well as by the immediate loss of inhabitants taken away by Seleucus to people his new city. (Strabo, lib. 16.) A king of the Parthians soon after carried away into slavery a great number of the inhabitants, and burned and destroyed the most beautiful parts of the city. Strabo says, that in his time a great part of it was a mere desert: that the Persians had partly destroyed it, and that time, and the neglect of the Macedonians while they were masters of it, had nearly completed its destruction. Jerome (on the place) says, that in his time it was quite in ruins, and that the walls served only for the enclosure of a park or forest, for the king’s hunting. Modern travellers, who have endeavoured to find the remains of it, have given but a very unsatisfactory account of their success. Upon the whole, Babylon is so utterly annihilated, that even the place where this wonder of the world stood cannot now be determined with any certainty.”—Bishop Lowth. <\/p> ",
    "audit": null
}