{
    "id": 9581,
    "source": "benson",
    "verse_id": 18878,
    "verse_count": 4,
    "reference": "63:11–14",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"eyIxODg3OCI6NH0=\">Isaiah 63:11-14 <\/a> <em>. <\/em> <i>Then, <\/i> or <i>yet, he remembered the days of old <\/i>—“God is here represented by an elegant figure, as recollecting with himself what he had done for his people, and using that as a motive why he should still own and defend them. The same argument is used by Moses: see the margin. <i>Moses and his people <\/i>—Or, what great things he had done for them by Moses. <i>Where is he that brought them out of the sea <\/i>—That divided the sea for them? Here God speaks of himself as in the former clause; and dividing the sea being one of the greatest miracles he ever wrought for his people, it is therefore mentioned, with peculiar propriety, by way of encouragement to them in their sore troubles, as indeed it frequently is. <i>With the shepherd <\/i>—Or <i>shepherds, <\/i> as the margin reads it; <i>of his flock <\/i>—That is, Moses and Aaron. <i>That put his Holy Spirit within him <\/i>—That gave his Spirit, the spirit of wisdom and courage, as well as of prophecy, to Moses and the seventy elders, to furnish them with gifts and graces for the great work of governing his people. <i>That led them by the right hand of Moses <\/i>—Namely, by the power that God gave him. <i>With his glorious arm <\/i>—Or, that arm wherewith God gained to himself so much glory, being always present to the assistance of Moses, <a class=\"ref\">Deuteronomy 4:34 <\/a>. <i>Dividing the water before them <\/i>—The Red sea, and also Jordan. <i>To make himself an everlasting name <\/i>—With reference both to his power and providence: that he might be glorified, and that everlastingly, upon this account. <i>That led them through the deep <\/i>—Between those vast heaps of waters, that stood up as a wall on each side of them. <i>As a horse in the wilderness <\/i>—Or <i>plain, <\/i> as the word rendered <i>wilderness <\/i> is sometimes taken; namely, with as much safety as a horse traverses the plain ground, or with as much ease as a horse is led by the bridle. <i>That they should not stumble <\/i>—That is, though the sea was but newly divided, yet the ground was so dried and smoothed by the wind which God sent, that it was, as it were, prepared before them. <i>As a beast, <\/i> &c.—As a beast goes down to his pasture; or as a camel, or such like beast of burden, travels through a champaign country, so the Spirit of the Lord conducted the people of Israel into the promised land of rest and security. <\/p> ",
    "audit": null
}