{
    "id": 9347,
    "source": "benson",
    "verse_id": 18430,
    "verse_count": 1,
    "reference": "40:9",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"WzE4NDMwXQ==\">Isaiah 40:9<\/a><em>.<\/em><i> O Zion, thou bringest good tidings<\/i> — Of deliverance from the Babylonish captivity, to other cities, and parts of the country; and of redemption by Christ to other nations. Lowth, and many other interpreters, think the marginal reading is to be preferred, as giving a better sense,<i> O thou that bringest good tidings to Zion,<\/i> &c. According to which, Zion is not the deliverer, but the receiver of the tidings, as she is in the parallel place, chap. 52:7. But the translation in our text agrees better with the Hebrew, in which the word for the bringer of the tidings,<span class=\"hebrew_text\"> מבשׂרת<\/span> , and the verb<span class=\"hebrew_text\"> עריו<\/span> ,<i> get thee up,<\/i> are both in the feminine gender, and agree with Zion and Jerusalem, continually spoken of, as cities generally are, in that gender, but not with any prophet, apostle, or other messenger of God in the masculine gender. It is true, Bishop Lowth supplies a word to suit the text, as to this particular, and reads,<i> O daughter, that bringest good tidings.<\/i> But that seems to be taking a liberty with the text which necessity only could warrant, a necessity which certainly does not here exist. For the passage, as we have it rendered, makes good sense, representing Zion or Jerusalem, collectively considered, and including its inhabitants, as the publisher, and the cities of Judah as the hearers of the good tidings. The glad tidings of the coming of Christ into the world, and of the salvation of mankind through him, having been made known to Zion, or Jerusalem, were carried from thence, first to all the cities of Judah, and then to the most distant nations.<i> For out of Zion went forth the<\/i> gospel<i> law, and the word of the Lord from Jerusalem:<\/i> and<i> the rod of the<\/i> Messiah’s<i> strength,<\/i> the gospel word,<i> was sent forth out of Zion.<\/i> See notes on<a class=\"isa\" verses=\"WzE3Njg5XQ==\">Isaiah 2:3<\/a> ; and<a class=\"ref\">Psalms 110:2<\/a> .<i> Get thee up upon the high mountain —<\/i> That thy voice may be better heard.<i> Lift up thy voice; be not afraid<\/i> — Lest thou shouldest be found a false witness, for the declaration shall certainly be verified;<i> say to the cities of Judah<\/i> — To all my people in the several places of their abode, whether cities or countries;<i> behold your God<\/i> — Take notice of God’s appearance for your comfort and deliverance; and also that the Messiah, so long expected, is now at last exhibited, in and through whom God will be so present with you, that men may point at him, and say,<i> Behold, here he is!<\/i> See<a class=\"ref\">Haggai 2:7; Zechariah 9:9; Malachi 3:1; Acts 13:32-33<\/a> .<\/p> ",
    "audit": null
}