{
    "id": 9127,
    "source": "benson",
    "verse_id": 17953,
    "verse_count": 4,
    "reference": "14:24-27",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 14:24-27<\/a>.<i>The Lord of hosts hath sworn, <\/i>&c. — Here begins another prophecy against the Assyrians, which was to be fulfilled much sooner than the foregoing, even in the life-time of the prophet. But, “though of a peculiar and different, it is not of a totally foreign argument: it contains the epilogue and conclusion of the foregoing prophecy. As what the prophet foretold concerning the destruction of Babylon might justly seem great beyond expectation, he was desirous that the truth of the prediction should be collected from another remarkable and not dissimilar divine judgment, which should precede the completion of this prophecy, namely, the wonderful slaughter which the king of Assyria should meet with in Canaan itself, as an example of the divine indignation, and a pledge of the truth of similar predictions denouncing the destruction of the enemies of the people of God.” And here, to give his people greater assurance of the accomplishment of this prediction, and thereby to confirm their faith in it, and all other prophecies which his prophet was commissioned to deliver, God adds his solemn oath; <i>saying, Surely as I have thought, so shall it come to pass, that I will break the Assyrian <\/i>— Sennacherib and his Assyrian army; <i>in my land <\/i>— In Judea, which was God’s land in a peculiar sense, chosen by him, and inhabited by his people; <i>and upon my mountains tread him under foot <\/i>— In my mountainous country, for such Judea was, especially about Jerusalem, where his army was destroyed; <i>then shall his yoke depart, <\/i>&c. — See on <a class=\"isa\" verses=\"MTc4Nzg=\">Isaiah 10:27<\/a>. <i>This the purpose upon the whole earth <\/i>— Upon this vast empire, now in the hands of the Assyrians, and shortly to come into the hands of the Babylonians; <i>and this is the hand, <\/i>&c. — The providence of God executing his purpose.<\/p>",
    "audit": null
}