{
    "id": 9617,
    "source": "benson",
    "verse_id": 18941,
    "verse_count": 3,
    "reference": "66:18–20",
    "title": "",
    "html": " <p>, <a class=\"isa\" verses=\"eyIxODk0MSI6M30=\">Isaiah 66:18-20<\/a>. <i>For I know their works and their thoughts <\/i>—Of idolatry, superstition, and other wickedness. The word <i>know<\/i>, not being in the Hebrew, some apply the ellipsis thus: <i>I have observed their works,<\/i>,&c. Others consider the clause as a question, and read, <i>Should I endure their works,<\/i>,&c.? No: <i>it shall come, that I will gather,<\/i>,&c.—My threatened judgments shall come upon them, and I will gather all nations and tongues to see my glorious holiness and justice manifested in their punishment. Or the sense may be, Because I know and will no longer bear with their works, therefore <i>it shall come<\/i>, to pass that I will cast them off, and then <i>I <\/i> <i>will gather all nations,<\/i>,&c.—That is, take the Gentiles to be my people in their stead. This sense of the clause agrees well with what follows. <i>And they shall see my glory <\/i>—My oracles, my holy institutions and ordinances, which hitherto have been locked up in the church of the Jews, and have been their glory, shall be published to the Gentiles, <a class=\"ref\">Psalms 97:6<\/a>; and <a class=\"isa\" verses=\"WzE4NDI2XQ==\">Isaiah 40:5<\/a>. <i>And I will set a sign among them <\/i>—It is agreed by all, that this is a prophecy concerning the conversion of the Gentiles. By a <i>sign<\/i>, here some understand an <i>ensign,<\/i>, as the word <span class=\"hebrew_text\">,אות<\/span>, signifies, <a class=\"ref\">Psalms 74:4<\/a>, which is a military sign, to gather people together, to which, as is promised <a class=\"isa\" verses=\"WzE3ODk3XQ==\">Isaiah 11:12<\/a>, the Gentiles shall seek. The preaching of the word seems to be intended, accompanied with miracles called signs, or followed by some distinguishing providence, whereby they should be preserved from the common destruction. <i>And I will send those that escape of them unto <\/i> <i>the nations <\/i>—Those few Jews who, being converted to the Christian faith, escaped the national impenitence and unbelief, and the common destruction of the nation; and many of them, the apostles in particular, shall be employed in all parts of the world, for the conversion of others, <a class=\"ref\">Matthew 28:19; Acts 13:46<\/a>. <i>Tarshish, Pul, Lud,<\/i>, and the other places here mentioned, are intended to signify the different quarters of the world into which the gospel would be sent. <i>And they shall declare my glory among the Gentiles <\/i>—The glorious riches of my grace in Christ. <i>And they shall bring all your brethren,<\/i>,&c.—The apostles and gospel ministers thus sent abroad shall bring the converts of the Gentiles, who are your brethren in Christ, (<a class=\"ref\">Galatians 3:28<\/a>,) Abraham’s spiritual seed; <i>for <\/i> <i>an offering unto the Lord <\/i>—Who will have no more offerings of bullocks, or rams, or lambs, but will have men and women, reasonable oblations, <a class=\"ref\">Romans 12:1<\/a>. He will particularly have the <i>offering up of the Gentiles,<\/i>, which shall be <i>acceptable,<\/i>, being sanctified by the Holy Ghost, <a class=\"ref\">Romans 15:16<\/a>. <i>Upon horses and in chariots,<\/i>,&c.—That is, by every method of conveyance then in use. <i>To my holy mountain, Jerusalem <\/i>—That is, to the Christian Church, typified by Jerusalem. <i>As the children of Israel bring an offering in a clean vessel <\/i>—These converted Gentiles shall be a holy people, and therefore acceptable to God. <\/p>",
    "audit": null
}