{
    "id": 9459,
    "source": "benson",
    "verse_id": 18670,
    "verse_count": 3,
    "reference": "50:7-9",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 50:7-9<\/a>.<i>For, <\/i>or rather, <i>but, the Lord God will help me <\/i>— Though as man I am weak, yet God will strengthen me to go through my great and hard work. <i>Therefore shall I not be confounded <\/i>— Therefore I assure myself of success in my undertaking, and of victory over all my enemies. <i>I have set my face like a flint <\/i>— I have hardened myself with resolution and courage against all opposition. See the like phrase, <a class=\"ref\">Ezekiel 3:8-9<\/a>. which Bishop Lowth translates as follows: “Behold I have made thy face strong against their faces, and thy forehead strong against their foreheads: as an adamant, harder than a rock, have I made thy forehead.” The expression, however, sometimes signifies <i>obstinacy <\/i>and <i>impudence, <\/i>as <a class=\"ref\">Jeremiah 5:3; Zechariah 7:12<\/a>; but here a settled and immoveable purpose to persevere in well-doing. <i>He is near that justifieth me <\/i>—<\/p>\n<p>Though God seems to be at a distance, and to hide his face from me; yet he is, in truth, at my right hand, ready to help me, and will publicly acquit me from all the calumnies of mine adversaries; will clear up my righteousness, and show, by many and mighty signs and wonders, that I lived and died his faithful servant. <i>Who is mine adversary? Let him come near to me <\/i>— I challenge all my accusers to stand and appear before the Judge, and to produce all their charges against me: for I am conscious of mine own innocence, and I know that God will give sentence for me. <i>Who is he that shall condemn me? <\/i>— That dare attempt, or can justly do it? <i>Lo, they all<\/i> —<i> <\/i>Mine accusers and enemies; <i>shall wax old as a garment <\/i>— Shall pine away in their iniquity: <i>the moth shall eat them up <\/i>— They shall be cut off and consumed, by a secret curse and judgment of God, compared to a moth, <a class=\"ref\">Hosea 5:12<\/a>.<\/p>",
    "audit": null
}