{
    "id": 9341,
    "source": "benson",
    "verse_id": 18409,
    "verse_count": 3,
    "reference": "38:18–20",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"eyIxODQwOSI6M30=\">Isaiah 38:18-20 <\/a> <em>. <\/em> <i>For the grave cannot praise thee <\/i>—The dead cannot be instruments of promoting thy glory among men upon earth, or of making thy goodness known to others, which I desire and determine to do. <i>They cannot hope for thy truth <\/i>—Cannot expect nor receive the accomplishment of thy promised goodness in this world. <i>The living, &c., shall praise thee <\/i>—They are especially obliged to do it, and they only have the privilege of doing it among men on earth. <i>The father to the children, <\/i> &c.—They shall not only praise thee while they live, but shall take care to propagate and perpetuate thy praise to all succeeding generations. Or, he means, “Thy wonderful mercy toward me shall be recorded for the benefit of after ages; and fathers shall mention it to their children, as an instance of thy faithfulness.” <i>The Lord was ready to save me <\/i>—Was a present help to me, ready to hear and succour me upon my praying to him in my great extremity. <i>Therefore will we sing my songs <\/i>—Both I and my people will sing those songs of praise which are due, especially from me, for God’s great mercy to me; <i>to the stringed instruments <\/i>—Or, <i>to the harp, <\/i> (as Bishop Lowth renders it,) which was according to the custom of those times. Some infer from this verse that Hezekiah composed several other sacred songs, some of which may be still extant among the Psalms. <i>All the days of our life in the house of the Lord <\/i>—Here we are taught, that the proper fruit of deliverance from evil is thanksgiving, diffusing itself through all the actions of our life. This passage exhibits to us especially a picture of <i>our <\/i> duty and state as <i>Christians, <\/i> who, redeemed as we are by the precious blood of the Son of God from everlasting destruction, ought, with all the powers of our souls and bodies, to celebrate his name and glory, so that our whole life may appear one continued thanksgiving.—Vitringa. <\/p> ",
    "audit": null
}