{
    "id": 9402,
    "source": "benson",
    "verse_id": 18563,
    "verse_count": 1,
    "reference": "45:1",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"MTg1NjM=\">Isaiah 45:1<\/a>.<i>Thus saith the Lord to his anointed, <\/i>&c. — Cyrus is called the Lord’s <i>anointed, <\/i>a title usually given to the kings of the Jews, who were God’s immediate deputies, not because material oil had been poured upon him when he was made king, as was the case with most of them, but because he was raised up, and ordained by the divine counsel, to perform God’s good pleasure, and furnished for that purpose with the necessary endowments; among which must be reckoned “his singular justice, his reverence toward the divine nature, his prudence, fortitude, and distinguished clemency and humanity:” to all which, and many other of his excellent qualities, his historian, Xenophon, bears testimony. <i>Whose right hand I have holden <\/i>— Or <i>strengthened <\/i>as  <span class=\"hebrew_text\">החזקתי<\/span>may be properly rendered; whom I will powerfully assist, teaching his hands to war, as the phrase is <a class=\"ref\">Psalms 18:34<\/a>, supporting and directing his right hand, and enabling him to surmount all difficulties, and to overcome all opposition. <i>To subdue nations before him <\/i>— The nations conquered by him, according to Xenophon, were “the Syrians, Assyrians, Arabians, Cappadocians, the Phrygians, Lydians, Carians, Phœnicians, Babylonians. He moreover reigned over the Bactrians, Indians, Cilicians, the Sacæ, Paphlagones, and Mariandyni.” All these kingdoms he acknowledges, in his decree for the restoration of the Jews, to have been given him by Jehovah, the God of heaven, <a class=\"ref\">Ezra 1:2<\/a>. <i>And I will loose the loins of kings <\/i>— I will weaken them, and render them unprepared and unable to oppose Cyrus. “The eastern people, wearing long and loose garments, were unfit for action or business of any kind, without girding their clothes about them: when their business was finished, they took off their girdles. A girdle, therefore, denotes strength and activity; and to <i>unloose the girdle <\/i>is to deprive of strength, to render unfit for action.” <i>To open before him the two-leaved gates <\/i>— “The gates of Babylon, within the city, leading from the streets to the river, were providentially left open in the night when Cyrus’s forces entered the city through the channel of the river, in the general disorder occasioned by the great feast which was then celebrated: otherwise, says Herodotus, the Persians would have been shut up in the bed of the river, and taken as in a net, and all destroyed. And the gates of the palace were opened imprudently by the king’s orders, to inquire what was the cause of the tumult without, when two parties of Medes and Persians rushed in, got possession of the palace, and slew the king.” See Xenoph. <i>Cyrop., 7. <\/i>p. 528; and Bishop Lowth.<\/p>",
    "audit": null
}