{
    "id": 9203,
    "source": "benson",
    "verse_id": 18096,
    "verse_count": 1,
    "reference": "23:18",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"WzE4MDk2XQ==\">Isaiah 23:18 <\/a>. <i>And her merchandise, &c., shall be holiness to the Lord. <\/i>—The meaning of the prophet is extremely clear, namely, “that the time should come, after the restoration of Tyre, in which the Tyrians, out of reverence to the true God, would consecrate their wealth and gain to him, and would readily contribute that gain and wealth to the support of the teachers of true religion. In short, that the Tyrians should become converts to that religion. The reader will easily observe that the passage is metaphorical.” “The Tyrians were much addicted to the worship of Hercules, as he was called by the Greeks, or of Baal, as he is denominated in Scripture; but, in process of time, by the means of some Jews and proselytes, living and conversing with them, some of them also became proselytes to the Jewish religion; so that we find <i>a great multitude of people from the sea-coast of Tyre and Sidon came to hear <\/i> our Saviour; and he, though peculiarly <i>sent to the lost sheep of the house of Israel, <\/i> yet came <i>into the coasts of Tyre and Sidon; <\/i> and the first fruits of the gospel there was a Tyrian woman, <i>a woman of Canaan, <\/i> as she is called, a <i>Syro-phenician by nation. <\/i> When St. Paul, in his way to Jerusalem, came to Tyre, he found disciples there, who were inspired by the Holy Ghost, and prophesied; and with them he <i>tarried seven days. <\/i> In the time of Dioclesian’s persecution, the Tyrians were such sincere converts to Christianity that they exhibited several glorious examples of confessors and martyrs; and when the storm of persecution was blown over, under their Bishop Paulinus, they built an oratory, or rather a temple, for the public worship of God, the most magnificent and sumptuous in all Palestine. Eusebius produces this last occurrence in proof of the completion of Isaiah’s prophecy; and St. Jerome is of the same opinion. To these proofs we will only add, that as Tyre consecrated its <i>merchandise and hire <\/i> unto the Lord, so it had the honour of being erected into an archbishopric, and the first under the patriarchate of Jerusalem, having fourteen bishops under its primacy; and in this state it continued several years.”—Bishop Newton. <\/p> ",
    "audit": null
}