{
    "id": 9201,
    "source": "benson",
    "verse_id": 18091,
    "verse_count": 1,
    "reference": "23:13",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"WzE4MDkxXQ==\">Isaiah 23:13<\/a>.<i>Behold the land of the Chaldeans, <\/i>&c. — This verse, in which there is much obscurity, will admit of different interpretations. One adopted by Dr. Lightfoot and some others, is to this purpose. Behold, how easily the land of the Chaldeans was destroyed by the Assyrians, though their own hands founded it, <i>set up the tower of <\/i>Babylon, and <i>raised up its palaces; <\/i>yet <i>he, <\/i>the Assyrian, <i>brought it to ruin: <\/i>the king of Assyria having lately taken Babylon, and made it tributary to the Assyrian empire. Another and more probable interpretation is thus stated by Poole, and adopted by Lowth: “You Tyrians, who think your city impregnable, cast your eyes upon the land and empire of the Chaldeans, or Babylonians; which though now it be a flourishing kingdom, and shall shortly become more glorious and potent, yet shall certainly be brought to utter ruin: and therefore your presumption is unreasonable and vain.” The last clause especially, in the original,  <span class=\"hebrew_text\">שׂמה למפלה<\/span>, <i>he hath placed, <\/i>or <i>appointed, it for ruin, <\/i>seems evidently to favour this interpretation. Bishop Newton, however, (with whom Bishop Lowth, Dr. Waterland, and many others agree,) understands the prophet as speaking in this clause, not of the ruin of Babylon, but of Tyre. He therefore interprets the verse thus: <i>“Behold <\/i>— An exclamation, that he is going to utter something new and extraordinary; <i>the land of the Chaldeans — <\/i>That is, Babylon, and the country about Babylon; <i>this people was not <\/i>— Was of no note or eminence; <i>till the Assyrian founded it for them that dwell in the wilderness <\/i>— They dwelt before in tents, and led a wandering life in the wilderness, till the Assyrians built Babylon for their reception. <i>They set up the towers thereof, they raised up the palaces <\/i><i>thereof — <\/i>Herodotus, Ctesias, and other ancient historians agree, that the kings of Assyria fortified and beautified Babylon; <i>and he <\/i>— That is, <i>this people,” <\/i>(as Bishop Lowth renders it,) “mentioned before, the Chaldeans or Babylonians, <i>brought it to ruin <\/i>— That is, Tyre, which is the subject of the whole prophecy. The Assyrians were at that time the great monarchs of the East; the Chaldeans were their slaves and subjects; and therefore it is the more extraordinary that the prophet should, so many years beforehand, foresee the successes and conquests of the Chaldeans.”<\/p>",
    "audit": null
}