{
    "id": 9299,
    "source": "benson",
    "verse_id": 18267,
    "verse_count": 2,
    "reference": "32:7–8",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"eyIxODI2NyI6Mn0=\">Isaiah 32:7-8<\/a>. <i>The instruments also of the churl are evil <\/i>—Hebrew, <span class=\"hebrew_text\">,כלי<\/span>, <i>the vessels.<\/i>, It is a word of a very general signification among the Hebrews, and signifies any person or thing which is employed in a man’s service. The sense is, that such covetous or wicked princes most willingly choose and employ wicked men in their affairs, because such men will, without any regard to conscience or justice: serve all their exorbitant desires. It includes, however, his counsels, practices, and arts, which are here declared to be generally evil. <i>He deviseth wicked devices <\/i>—He uses all his understanding and art to do injuries to others; <i>to destroy the poor with lying words <\/i>—With false and unrighteous decrees. <i>When the needy speaketh right —<\/i>, When their cause is just and good. <i>But the liberal deviseth liberal things <\/i>—He who is truly liberal and virtuous, will show it by designing and practising liberal or virtuous actions. <i>And by liberal things shall he stand <\/i>—He who does so will not destroy himself thereby, as wicked men falsely suppose, but establish and advance himself. “The Christian reader need not be told how exactly the particulars, expressed in these verses, belong to Christ’s kingdom, who is a <i>hiding-place<\/i>, from the storm of sin and the world, <a class=\"ref\">John 16:33<\/a>; whose kingdom is a kingdom of light, of faith, of love; all whose subjects are enlightened by the knowledge of the glory of God, in the face of Jesus Christ; who gave eyes to the blind, ears to the deaf, tongues to the dumb, and, by his divine grace, changed the most churlish and illiberal dispositions into generosity and love.” Vitringa. <\/p>",
    "audit": null
}