{
    "id": 9429,
    "source": "benson",
    "verse_id": 18612,
    "verse_count": 4,
    "reference": "47:12-15",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 47:12-15<\/a>.<i>Stand now with thine enchantments — <\/i>Persist in these practices. <i>Wherein thou hast laboured from thy youth <\/i>— From the beginning of thy kingdom. For the Chaldeans in all ages were famous, or rather infamous, for the study and practice of these arts. <i>Thou art wearied in thy counsels <\/i>— Thou hast spent thy time and strength in going from one to another, in trying all manner of experiments, and all to no purpose. <i>Let<\/i> <i>now the astrologers, &c., stand up <\/i>— To succour thee, or to inquire for thee. <i>Behold, they shall be as stubble <\/i>— They shall have no more power to withstand the calamities coming upon them than stubble has to resist the violence of the fire. <i>They shall not deliver themselves from the flame <\/i>— And much less thee. <i>There shall not be a coal to warm at, <\/i>&c. — They shall be totally consumed, and all the comfort which thou didst expect from them shall utterly vanish. <i>Thus shall they be unto thee <\/i>— Such comfortless and helpless creatures, namely, thy sorcerers, astrologers, &c.; <i>with whom thou hast laboured <\/i>— Upon whom thou hast spent thy time, pains, and money; <i>even thy merchants <\/i>— Or <i>negotiators, <\/i>as Bishop Lowth translates  <span class=\"hebrew_text\">סחרין<\/span>, with whom thou hast had so much intercourse, and so many dealings. <i>They shall wander every one to his quarter <\/i>— Or, as some interpret the meaning, “They shall wander by whatsoever ways they can to the extreme boundaries of thy empire, to save themselves from the general calamity.” <i>None shall save thee <\/i>— From thy impending ruin, but all shall leave thee to perish without help, and without hope. Observe, reader, they, and only they, are safe and happy, who, by faith and prayer, deal with one that will always be a present help in time of trouble to those that flee to him for refuge, and trust in him. <\/p>",
    "audit": null
}