{
    "id": 9280,
    "source": "benson",
    "verse_id": 18233,
    "verse_count": 3,
    "reference": "30:15–17",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"eyIxODIzMyI6M30=\">Isaiah 30:15-17<\/a> .<i> In returning<\/i> — From your present purpose of sending to Egypt; or, as the LXX., the Syriac, and Arabic understand it, in returning to God;<i> shall ye be saved<\/i> — Preserved from the power of your enemies.<i> In quietness and confidence<\/i> — In a calm and quiet submission to the divine will, and a confidence placed on his mercy, power, and faithfulness;<i> shall be your strength<\/i> — Your support under your troubles, and your ability to withstand your invaders.<i> But ye said, No; for we will flee upon horses; on<\/i><i> the swift<\/i> — We will have swift horses from Egypt, that, in case of danger, we may escape from our enemies. It is probable many of the richer sort intended to flee, and perhaps did actually flee into Egypt, having sent their treasures thither before them.<i> Therefore shall ye flee<\/i> — Your sin shall be your punishment: you<i> will<\/i> flee, and you<i> shall<\/i> flee.<i> One thousand at the rebuke of one<\/i> — You shall be so dispirited and enervated by your fears, that, instead of one of you<i> chasing a thousand,<\/i> as God promised you should do, if you were obedient, a thousand of you shall be chased by one of your enemies.<i> At the rebuke,<\/i> or assault,<i> of five<\/i> — Of a comparatively small number;<i> shall ye flee<\/i> — All of you, however numerous;<i> till ye be left,<\/i> &c. — Till ye be generally destroyed, and but a few of you left. “The meaning of the whole period is, that if the Jews, in the uncertain state of their affairs, would abstain from all endeavours to defend themselves by foreign aid, and would commit themselves to the care and providence of God, with settled minds, in faith and hope, they should then be safe, and avoid the calamities which threatened them.” But this they would not do; they were determined to seek for preservation or deliverance from the yoke of the Assyrians in the help of the Egyptians, and therefore it is foretold they should meet with the calamities here mentioned; and “should be seized with such a panic fear that, when they came to the point, they should turn their backs on their enemies, and flee with that swiftness wherewith they had thought to make their enemies flee, insomuch that very few of them should escape the common destruction.”<\/p> ",
    "audit": null
}