{
    "id": 9475,
    "source": "benson",
    "verse_id": 18705,
    "verse_count": 1,
    "reference": "52:8",
    "title": "",
    "html": " <p>, <a class=\"isa\" verses=\"WzE4NzA1XQ==\">Isaiah 52:8 <\/a>. <i>Thy watchmen shall lift up the voice — <\/i>,Partly to give notice to all people of these glad tidings, and partly by way of exultation, to sing forth the praises of God for this glorious season and exercise of mercy. If we consider this passage as referring to the deliverance from Babylon, by the watch-men here, we must understand those prophets who prophesied at or after the time of that deliverance, such as Haggai and Zechariah: but if the good tidings be interpreted of the publication of peace and salvation by the gospel, then by the <i>watchmen <\/i>,its ministers are meant, and especially the apostles and evangelists, and other first messengers of Christ. <i>For they <\/i> <i>shall see eye to eye <\/i>—Those prophets that shall witness the release of the Jews from captivity shall see an exact agreement and correspondence between the prophecy and the event whereby it is accomplished, between the promise and the performance. It may still be affirmed with more propriety, that the preachers of the gospel saw <i>eye to eye <\/i>,when the Messiah was <i>manifested in the flesh, and they saw his glory, the glory of the only begotten of the Father, full of grace and truth, <\/i>, <a class=\"ref\">John 1:14 <\/a>; <i>when <\/i>,they <i>saw with their eyes, looked upon, and their hands handled the word of life; when the life was manifested, and they saw it and bore witness, and could show unto <\/i>,others <i>that eternal life which was with the Father, and was manifested unto <\/i>,men, <a class=\"ref\">1 John 1:2 <\/a>. And being eye and ear witnesses of the words and works of Christ, their testimony became more certain and more valuable. Add to this, that true gospel ministers in general, and even ordinary Christians, who receive the Spirit of wisdom and revelation, (<a class=\"ref\">Ephesians 1:17 <\/a>,,) have a more distinct and clear view of the grace of God in Christ than the Old Testament saints could have. <i>When the Lord shall bring again Zion <\/i>—When God shall complete the work of bringing his church out of captivity, which was begun at the return out of Babylon, and perfected by Christ’s coming into the world. Bishop Lowth, however, reads the clause, When Jehovah returneth to Zion; a translation which the Hebrew text will certainly bear. Thus the Chaldee: <i>When he <\/i> <i>shall bring back his presence to Zion. <\/i>,“God is considered as having deserted his people during their captivity; and, at the restoration, as returning himself with them to Zion, his former habitation.” But in a much higher degree was God present in his church, when he was <i>manifested in the flesh, <\/i>,and they could call him, <i>Immanuel, God with us. <\/i> <\/p>,",
    "audit": null
}