{
    "id": 9541,
    "source": "benson",
    "verse_id": 18815,
    "verse_count": 2,
    "reference": "59:14–15",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"eyIxODgxNSI6Mn0=\">Isaiah 59:14-15<\/a> .<i> And judgment is turned away backward<\/i> — He speaks here of the sentences in courts of judicature, which were contrary to right and justice; as if he had said, God denies you justice, as you have denied it to others.<i> And justice standeth afar off<\/i> — Justice and judges are at a great distance from each other;<i> for truth is fallen<\/i> — Truth is cast to the ground, and justice trampled under foot;<i> in the street<\/i> — Even in public.<i> And equity cannot enter<\/i> — No such thing will be admitted in the courts.<i> Yea, truth faileth<\/i> — Truth is more than fallen, which he had said in the last verse; it<i> faileth.<\/i> If it had been only<i> fallen,<\/i> it might have recovered itself again: but its<i> failing<\/i> denotes the loss of its very vitals; as being everywhere neglected, in the court, in the city, in the country; in inferior as well as superior ranks; in the streets, in the gates, in the markets, in the fairs; in all public places of commerce: as if he had said, All things are amiss; neither judgment, nor justice, nor truth is to be found among us; but fraud and deceit; yet none are troubled on account of it.<i> And he that departeth from evil<\/i> — That separateth himself from evil things and evil persons, that will not be as vile as others;<i> maketh himself a prey<\/i> — Or, as<span class=\"hebrew_text\"> משׁתולל<\/span> is rendered in the margin,<i> is accounted mad;<\/i> is laughed at. Josephus tells us, that immediately before the destruction of Jerusalem, it was a matter of scorn to be religious. The translators reach the meaning of the word by<i> prey:<\/i> the wicked, like wild beasts, endeavouring to devour such as are not as bad as themselves: where wickedness rules, innocence is oppressed. For they that are simple and innocent are outwitted by the crafty and fraudulent, as not being willing, or rather, not daring to oppose fraud with fraud, but doing all things in sincerity.<i> And the Lord saw it<\/i> — Took notice of it; it was not hid from him. It is spoken of God after the manner of men.<i> And it displeased him,<\/i> &c. — As if he had said, If you would know why God is so angry with you, it is for such things as these; the Lord observes them, and they are great evils in his eyes.<\/p> ",
    "audit": null
}