{
    "id": 9186,
    "source": "benson",
    "verse_id": 18061,
    "verse_count": 4,
    "reference": "22:8–11",
    "title": "",
    "html": " <p>, <a class=\"isa\" verses=\"eyIxODA2MSI6NH0=\">Isaiah 22:8-11<\/a>. <i>And he <\/i>—Namely, the enemy Sennacherib, of whose invasion he seems to speak; <i>discovered the covering of Judah <\/i>—Took those fenced cities which were a covering or safeguard, both to the people of Judah and to Jerusalem. <i>Thou didst look —<\/i>, Or, rather, as Dr. Waterland and Bishop Lowth render it, <i>Thou shalt,<\/i>, or <i>wilt look,<\/i>,&c. For the prophet is evidently predicting an invasion which was future, and the behaviour of the Jews on that occasion. He is showing beforehand some of the causes of these judgments, namely, the crimes and vices of the people; and first, in these verses, their inconsideration and want of faith. They <i>would look,<\/i>, he says, <i>to the armour of the house of the forest <\/i>—But not to God. The history (<a class=\"ref\">2 Chronicles 32:2<\/a>, &c.) best explains this passage. From thence we learn, that the prince and the people were rather solicitous to seek for human defence, by fortifying their city, than for that which was divine, by having respect unto him who was their king and protector. <i>The house of the forest<\/i>, is that mentioned <a class=\"ref\">1 Kings 7:2<\/a>, where the armory was kept. See the note there. The prophet proceeds to foretel that they would see, that is, observe or consider, <i>the breaches of the city of David <\/i>—Namely, in order to the reparation of them, and to fortify the city; that they would <i>gather the waters of the lower pool <\/i>—In order that they might both deprive the enemy of water, and supply the city with it: of which see on <a class=\"ref\">2 Chronicles 32:3-4<\/a>. That they would number <i>the houses of Jerusalem <\/i>—Namely, with a view to know their own strength, and the number of their people, that so they might lay the burdens more equally upon them, and make sufficient provision for them; that they would break <i>down the houses <\/i>—Namely, which stood upon or without the walls of their city, and which therefore would have given their enemies advantage against them, and have hindered the fortifying of the city. <i>But,<\/i>, adds he, <i>ye have not looked, or will not look, into the maker thereof <\/i>—That is, of Jerusalem, mentioned in the foregoing verse; <i>him that fashioned it <\/i>—Hebrew, <span class=\"hebrew_text\">,ויצרה<\/span>, <i>the former,<\/i>, or <i>framer<\/i>, of it. God, who made it a city, and the place of his special presence and worship; which also he had undertaken to protect, on condition that the people would observe his commands; to whom, therefore, they should have had recourse in this time of their distress. The expression <span class=\"hebrew_text\">,מרחוק<\/span>, <i>of old,<\/i>, or <i>long ago,<\/i>, may be added to aggravate their sin in distrusting that God who had now, for a long time, given proof of his care and kindness in defending that city. <\/p>",
    "audit": null
}