{
    "id": 9286,
    "source": "benson",
    "verse_id": 18243,
    "verse_count": 1,
    "reference": "30:25",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"WzE4MjQzXQ==\">Isaiah 30:25<\/a>.<i>On every high mountain, and every high hill <\/i>— Which are commonly dry and barren; <i>shall be rivers and streams of water <\/i>— Fertilizing and refreshing blessings, showered down by God upon his church and people. This verse certainly cannot be understood literally, and the mystical meaning, according to Vitringa and some others, is, “that in all the more celebrated places, whether of kingdoms or cities, there should be synagogues, public schools, or oratories, in which the word of God, and the doctrine of pure religion, should be copiously taught, and the waters of sound instruction poured out,” so that the lovers of true wisdom, piety, and virtue, might there quench their thirst. The time in which these benefits should be conferred upon the church is denoted by this character, namely, <i>in the day of the great slaughter, when the towers shall fall <\/i>— That is, when God should take severe vengeance upon the enemies of his people. Perhaps the destruction of Jerusalem and of the temple, with the subversion of the Jewish state, and the slaughter of immense multitudes of Jews, events connected with the calling of the Gentiles, and the extensive propagation of the gospel, might be first in the prophet’s view. The words may further refer to the overthrow of the pagan, persecuting Roman empire, and the great slaughter that preceded or accompanied it. But, undoubtedly, the words ultimately refer to the destruction of all the antichristian powers, the subversion of the fortresses and towers of Satan’s kingdom, making way for the universal diffusion of divine truth and spread of true religion. “This shall be remarkably fulfilled,” says Lowth, “at the time when there shall be a terrible destruction of God’s enemies, (<a class=\"ref\">Revelation 14:20; Revelation 19:21<\/a>,) and when the great ones of the earth shall fall, denoted here by high towers, or the fortifications of mystical Babylon.”<\/p>",
    "audit": null
}