{
    "id": 9325,
    "source": "benson",
    "verse_id": 18322,
    "verse_count": 1,
    "reference": "35:1",
    "title": "",
    "html": "<p> <a class=\"isa\" verses=\"WzE4MzIyXQ==\">Isaiah 35:1<\/a>. <i>The wilderness and solitary place,<\/i> &c.—As the land of the church’s enemies, which had enjoyed many external blessings and comforts, shall be turned into a desolate wilderness, as was declared in the foregoing chapter, so, on the contrary, Emmanuel’s land, or the seat of God’s church and people, which formerly was barren and despised, like a wilderness, shall flourish exceedingly. We have more than once had occasion to observe, that by<i>the wilderness<\/i> is generally meant the Gentile world: now, it is here foretold, that, through the influence of the gospel and the grace of God, it should put on a new face, and become like a pleasant and fruitful garden; that multitudes of converts to the true religion should be made therein, and a vast number of spiritual and holy worshippers should be raised up to God in it. Some, indeed, would interpret this chapter as referring merely to the flourishing state of Hezekiah’s kingdom in the latter part of his reign, or to the cultivation of Judea again after the return of the Jews from the captivity of Babylon. But, as Bishop Lowth observes, that it has a view beyond any such events as these, “is plain from every part, especially from the middle of it, where the miraculous works wrought by our blessed Saviour are so clearly specified that we cannot avoid making the application. And our Saviour himself has, moreover, plainly referred to this very passage, as speaking of him and his works, <a class=\"ref\">Matthew 11:4-5<\/a>. He bids the disciples of John to go and report to their Master the things which they heard and saw; that the blind receive their sight, &c., and leaves it to him to draw the conclusion in answer to his inquiry, whether he, who performed the very works which the prophets foretold should be performed by the Messiah, was not indeed the Messiah himself. And where are these works so distinctly marked by any of the prophets as in this place? And how could they be marked more distinctly? To these the strictly literal interpretation of the prophet’s words directs us. According to the allegorical interpretation, they may have a further view; and this part of the prophecy may run parallel with the former, and relate to the future advent of Christ; to the conversion of the Jews, and their restitution to their land; to the extension and purification of the Christian faith, events predicted in Scripture as preparatory to it.” We may conclude, therefore, with certainty, that as the slaughters and desolations foretold in the former chapter look far beyond the calamities brought on Idumea and the neighbouring nations, by the Assyrians or Chaldeans; so does the bright and pleasant picture of the prosperity and happiness of God’s people, drawn in this chapter, look far beyond any felicity experienced by the Jews, either in any part of Hezekiah’s reign, or after the return from Babylon. It is undoubtedly the flourishing state of the kingdom of Christ, or of the gospel church, composed of Jews and Gentiles, which is here predicted, and especially as it shall exist in the latter days, after the destruction of all the anti-christian powers, when the fulness of the Gentiles shall be brought in, and all Israel shall be saved.<\/p> ",
    "audit": null
}