{
    "id": 9255,
    "source": "benson",
    "verse_id": 18181,
    "verse_count": 1,
    "reference": "28:16",
    "title": "",
    "html": " <p>, <a class=\"isa\" verses=\"WzE4MTgxXQ==\">Isaiah 28:16<\/a>. <i>Therefore, thus saith the Lord <\/i>—Because your refuges are vain and deceitful; therefore I will direct you to a better and surer refuge, which will never fail those that trust to it, which God hath prepared in Zion. But if you shall despise and reject that refuge, which I now offer to you all; if you will not believe, then know, that <i>I will lay judgment to the line,<\/i>,&c., as it follows, <a class=\"isa\" verses=\"WzE4MTgyXQ==\">Isaiah 28:17<\/a>. Some think that in this famous prophecy, <i>Behold I lay in Zion,<\/i>,&c., the prophet only means to tell these scorners, that God would protect Jerusalem, but not them, whom he would suffer to perish; and that he “expresses the protection which God would afford it under the image of laying a foundation for new walls, with the largest and hardest stones, and those most fit for the purpose, to make it impregnable, and to stand for ages.” But to understand the prophet thus, is to make him utter a false prophecy, which was afterward contradicted by facts. For Jerusalem, whether we understand thereby the city or its inhabitants, was not protected, but given up into the hands, first of the Chaldeans, and then of the Romans, to be destroyed. Certainly, as Lowth observes, “this prophecy cannot belong to any but Christ, to whom it is often applied in the New Testament. But it may import thus much, with respect to the time wherein Isaiah lived, that those should never be disappointed who believed in God, who had made peculiar promises to his church, which should be eminently fulfilled at the coming of the Messiah, in whom all God’s promises made to his people should receive their final accomplishment.” Understood of Christ, the interpretation of every expression in the passage is natural and easy; <i>Behold I lay <\/i>—I have promised it, and in the fulness of time will perform it; <i>in Zion <\/i>—In my church; <i>for a foundation <\/i>—Upon which I will build my church, the foundation of all the confidence, hope, and comfort of my people; <i>a stone <\/i>—Not Hezekiah, as some have supposed, but the Messiah, as appears, 1st, From those passages of the Old Testament, in which he is called <i>a stone,<\/i>, as <a class=\"ref\">Psalms 118:22<\/a>; <a class=\"isa\" verses=\"W1sxNzgyMl0seyIyMTc5MyI6MTJ9LFsyMjkyMl1d\">Isaiah 8:14; Daniel 2:34-45; Zechariah 3:9<\/a>. 2d, From those texts of the New Testament, in which this prophecy is directly expounded of him, as <a class=\"ref\">Romans 9:32-33; 1 Peter 2:4<\/a>. 3d, From the last clause, wherein faith in this stone is required, which is not to be placed in any mere man, or mere creature. <i>A tried stone <\/i>—Which I have tried and approved, as every way sufficient for a foundation to support the building. <i>A precious corner-stone <\/i>—Uniting the several parts of the building together, making Ephraim and Judah, and Jews and Gentiles, though now implacable enemies, one church, and giving not only strength, but beauty and glory to the building, as cornerstones frequently do. <i>A sure foundation <\/i>—Upon whom you may securely rest; one who will not fail nor deceive you, as your refuges of lies will. <i>He that believeth <\/i>—Namely, this promise, or places his confidence in this stone, as it is explained <a class=\"ref\">1 Peter 2:6<\/a>; <i>shall not make haste <\/i>—Shall not hastily catch at any way of escaping his danger, whether it be right or wrong, but shall patiently wait upon God in his way till he deliver him. The words <\/p>\n <p> <span class=\"hebrew_text\">,לא יחישׁ<\/span>, here rendered, <i>shall not make haste,<\/i>, are by the LXX. translated, <\/p>\n <p> <span class=\"greek-hebrew\">,ου μη καταισχυνθη<\/span>, shall in no wise be ashamed or confounded, because precipitation, or haste, commonly exposes men to shame and confusion. <\/p>",
    "audit": null
}