{
    "id": 9331,
    "source": "benson",
    "verse_id": 18331,
    "verse_count": 1,
    "reference": "35:10",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"WzE4MzMxXQ==\">Isaiah 35:10<\/a> .<i> And the ransomed of the Lord<\/i> — They whom God shall rescue from their captivity and slavery in Babylon, say some;<i> shall return and come to Zion<\/i> — Shall be restored to their own land, from whence they had been carried captive. But the following expressions are far too magnificent and emphatical to be answered by the mere return of the Jews to Judea and Jerusalem, which was accompanied and followed by many sighs and sorrows, as appears both from sacred and profane historians. We must, therefore, of necessity, understand this verse as being intended, like the preceding verses, of gospel times, and therefore by the<i> ransomed of the Lord<\/i> we must understand those who are delivered from the guilt and power of sin, and from every kind of spiritual bondage, whether to the devil, the world, or the flesh. These may be said to<i> return, and come to Zion, with songs,<\/i> when they unite themselves to God’s church and people on earth, and more especially when they arrive at the heavenly Canaan, and are admitted into the New Jerusalem,<i> the city of the living God,<\/i> and incorporated in a glorious society, with an<i> innumerable company of angels, and the spirits of just men made perfect;<\/i> with<i> the general assembly and church of the firstborn, who are written in heaven.<\/i> Then, indeed, are their heads crowned<i> with everlasting joy;<\/i> and<i> they obtain joy and gladness<\/i> in perfection, and sorrow and sighing flee away for ever. Thus these prophecies, which relate to the Assyrian invasion, conclude, for the support of the people of God, under that and other subsequent calamities, and to direct their joy, in their deliverance from them, to something higher. And thus should our joyful hopes and cheering prospects of eternal life swallow up both all the<i> joys<\/i> and all the<i> sorrows<\/i> of this present time.<\/p> ",
    "audit": null
}