{
    "id": 9121,
    "source": "benson",
    "verse_id": 17932,
    "verse_count": 3,
    "reference": "14:3–5",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"eyIxNzkzMiI6M30=\">Isaiah 14:3-5<\/a>. <i>And in the day that the Lord shall give thee rest from thy sorrow <\/i>—From thy grief, fear, and the hard bondage of former times; <i>wherein thou wast made to serve <\/i>—According to the pleasure of thy cruel lords and masters; <i>thou shalt take up this proverb <\/i>—Into thy mouth, as it is expressed; <a class=\"ref\">Psalms 50:16<\/a>; <i>and say, How hath the oppressor ceased! <\/i>—This is spoken by way of astonishment and triumph, as if he had said, Who would have thought this possible? <i>The golden city ceased! — <\/i> So they used to call themselves; which he expresses here in a word of their own language. <i>The Lord hath broken the staff, <\/i> &c.—This is an answer to the foregoing question. It is God’s own work, and not man’s; and therefore it is not strange that it is accomplished. But before we proceed with our remarks on some particular passages of this song, we shall present our readers with the general view which Bishop Lowth has given of its unparalleled beauties, which he has pointed out, in a very striking manner, as follows: “A chorus of Jews is introduced, expressing their surprise and astonishment at the sudden downfall of Babylon, and the great reverse of fortune that had befallen the tyrant, who, like his predecessors, had oppressed his own, and harassed the neighbouring kingdoms. These oppressed kingdoms, or their rulers, are represented under the image of the fir-trees, and the cedars of Libanus, frequently used to express any thing in the political or religious world that is super-eminently great and majestic: the whole earth shouteth for joy: the cedars of Libanus utter a severe taunt over the fallen tyrant; and boast their security now he is no more. The scene is immediately changed, and a new set of persons is introduced; the regions of the dead are laid open, and Hades is represented as rousing up the shades of the departed monarchs: they rise from their thrones to meet the king of Babylon at his coming; and insult him on his being reduced to the same low estate of impotence and dissolution with themselves. This is one of the boldest prosopopœias that ever was attempted in poetry; and is executed with astonishing brevity and perspicuity, and with that peculiar force which, in a great subject, naturally results from both. The Jews now resume the speech; they address the king of Babylon as the morning-star fallen from heaven, as the first in splendour and dignity in the political world, fallen from his high state: they introduce him as uttering the most extravagant vaunts of his power, and ambitious designs in his former glory: these are strongly contrasted in the close with his present low and abject condition. Immediately follows a different scene, and a most happy image, to diversify the same subject, and to give it a new turn and an additional force. Certain persons are introduced, who light upon the corpse of the king of Babylon, cast out, and lying naked on the bare ground, among the common slain, just after the taking of the city; covered with wounds, and so disfigured, that it is some time before they know him. They accost him with the severest taunts, and bitterly reproach him with his destructive ambition, and his cruel usage of the conquered; which have deservedly brought upon him this ignominious treatment, so different from that which those of his rank usually meet with, and which shall cover his posterity with disgrace. To complete the whole, God is introduced declaring the fate of Babylon, the utter extirpation of the royal family, and the total desolation of the city; the deliverance of his people, and the destruction of their enemies; confirming the irreversible decree by the awful sanction of his oath. I believe it may, with truth, be affirmed, that there is no poem of its kind extant in any language, in which the subject is so well laid out, and so happily conducted, with such a richness of invention, with such variety of images, persons, and distinct actions, with such rapidity and ease of transition, in so small a compass as in this ode of Isaiah. For beauty of disposition, strength of colouring, greatness of sentiment, brevity, perspicuity, and force of expression, it stands among all the monuments of antiquity unrivalled.” <\/p> ",
    "audit": null
}