{
    "id": 9293,
    "source": "benson",
    "verse_id": 18255,
    "verse_count": 2,
    "reference": "31:4–5",
    "title": "",
    "html": " <p>, <a class=\"isa\" verses=\"eyIxODI1NSI6Mn0=\">Isaiah 31:4-5 <\/a>. <i>For, <\/i>,or <i>but <\/i>,or, <i>nevertheless, thus hath the Lord spoken <\/i>—That is, although you have done evil in sending to Egypt for help, and they will not be able to help you, yet the Lord will of his own grace, and for the glory of his own name, give you that help and deliverance which you do not deserve, and had no reason to expect from him. <i>Like as the lion roaring on his prey <\/i>—When he is ready to seize upon and devour it; <i>he will not be afraid, nor abase himself <\/i>—So as to be in the least moved, either to quit his prey, or to make any more haste than otherwise he would do in seizing it. <i>So shall the Lord of hosts fight for mount Zion <\/i>—With such an unshaken and undaunted resolution, not to be moved by any opposition: and he will as easily and irresistibly destroy the Assyrian army, as a lion tears a lamb in pieces. <i>As birds flying, <\/i>,&c.—Which come from above, and so cannot be kept off; which fly swiftly, and engage themselves readily and resolutely, when they perceive their young ones are in danger. Bishop Lowth renders the clause, <i>As the mother birds hovering over their young; so shall Jehovah, God of hosts, protect Jerusalem <\/i>—With such care and compassion, such swiftness and resolution. <i>Defending also he will deliver it <\/i>—That is, he will so defend it as to secure the continuance of its safety, and not suffer it to fall into the enemy’s hand. <i>And passing over he will preserve it <\/i>—The word <span class=\"hebrew_text\">,פסוח <\/span>,, here rendered <i>passing over, <\/i>,is the word constantly used of the destroying angel’s passing over the houses of the Israelites, when he slew all the firstborn of the Egyptians, (Exodus 12.,) to which history the prophet seems here to refer. The destroying angel was to pass over Jerusalem, and leave it untouched, although it deserved to be destroyed, and was only to smite the Assyrian army. The besiegers were to be slain by the pestilence, but none of the besieged were to take the infection. <\/p>,",
    "audit": null
}