{
    "id": 9149,
    "source": "benson",
    "verse_id": 17993,
    "verse_count": 1,
    "reference": "17:9",
    "title": "",
    "html": " <p>, <a class=\"isa\" verses=\"WzE3OTkzXQ==\">Isaiah 17:9 <\/a>. <i>In that day <\/i>—The day of Jacob’s trouble, of which he spake, <a class=\"isa\" verses=\"WzE3OTg4XQ==\">Isaiah 17:4 <\/a>; <i>shall his strong cities be as a forsaken bough <\/i>—The cities belonging to the ten tribes shall stand solitary and destitute of inhabitants, all the country about them being destroyed; <i>and an uppermost branch, which they left because of the children of Israel <\/i>—“The sense,” says Lowth, “is here imperfect: most expositors understand the words of the Assyrians, that they left some cities with a few inhabitants in the kingdom of Israel, that a remnant of that people might be preserved: see <a class=\"isa\" verses=\"WzE3OTkwXQ==\">Isaiah 17:6 <\/a>. But the copy which the LXX. followed, instead of the Hebrew words, <span class=\"hebrew_text\">,החרשׁ והאמיר <\/span>,, <i>hacho-resh vehaamir, <\/i>,that is, <i>bough and uppermost branch, <\/i>,must have read <span class=\"hebrew_text\">,החוי והאמרי <\/span>,, <i>hachivi vehaemori, the Hivites and Amorites: <\/i> <\/p>,\n <p>for they translate the verse thus: <i>Thy cities shall be forsaken, as when the Hivites and Amorites forsook <\/i>,them, because of the <i>children of Israel. <\/i>,Which reading gives a plain and full sense to the text.” Thus also his son, Bishop Lowth: “The translation of the LXX has happily preserved what seems to be the true reading of the text, as it stood in the copies of their time. And it is remarkable, that many commentators, who never thought of admitting the reading of the LXX., yet understand the passage as referring to that very event, which their version expresses: so that, it is plain, nothing can be more suitable to the context.” Thus understood, the prophet’s words were calculated to awaken the Israelites to a serious belief of this threatening, as they reminded them that God had inflicted the same judgment upon the Canaanites, and for the same sins of which they were guilty: and therefore gave them reason to apprehend, according to the prediction of Moses, that as they committed the same abominations, the land would <i>spew them out as it spewed out the nations <\/i>,which were before them. <\/p>,",
    "audit": null
}