{
    "id": 9193,
    "source": "benson",
    "verse_id": 18079,
    "verse_count": 1,
    "reference": "23:1",
    "title": "",
    "html": "<p> <a class=\"isa\" verses=\"WzE4MDc5XQ==\">Isaiah 23:1<\/a>. <i>The burden of Tyre<\/i>—Tyre was an ancient and wealthy city, situated upon the Mediterranean sea, and for many ages one of the most celebrated cities in those parts of the world. The Greek geographer, Strabo, says, that after Sidon, it was the greatest and most ancient city of the Phenicians. Accordingly, Bishop Lowth makes no question but it is meant <a class=\"ref\">Joshua 19:29<\/a> , where mention is made of the<i>strong city Tyre,<\/i> as existing when Canaan was divided by lot to the tribes of Israel. And it is mentioned also in the fragments of Sanchoniathon, the Phenician historian, who is reckoned to have lived about the time of Gideon, or somewhat later. In the days of David and Solomon it evidently appears to have been a place of great note, and it continued and increased in its commerce, wealth, population, and power, during the reigns of the subsequent kings of Israel and Judah. When Isaiah uttered this prophecy respecting its desolation, (which he did one hundred and twenty-five years at least before its accomplishment,) it stood firm in its strength and glory, abounded in riches, and was especially mighty in naval power, having lately conquered the navy which the Assyrians had brought against it. Yet this city, according to this prophecy, was destroyed, and that twice; first by Nebuchadnezzar, and long afterward by Alexander the Great. The former it withstood thirteen years, at the end or which time the inhabitants, wearied out by endless efforts, resolved to place the sea between them and their enemy, and accordingly passed into an island about half a mile from the shore, where, as Vitringa has proved at large from good authorities, a smaller city already stood, accounted a part of Tyre, and where had long been the principal station for ships. The city on the island was by this means greatly enlarged, and was afterward termed<i>New Tyre. <\/i> This stood out against Alexander seven months; and before he could take it he was obliged to fill up the strait which separated the island from the continent. Although this prophecy first and more directly respects the former destruction, yet it seems to have some reference to the latter also; only it is here foretold, that seventy years after the former destruction, and before the latter, Tyre should recover her former power and glory, which came to pass accordingly. This is the eighth and last discourse of the second part of Isaiah’s prophecies.<\/p> \n<p><i>Howl, ye ships of Tarshish<\/i>—By<i>Tarshish,<\/i> it seems, Tartessus in Spain is meant, a place which, in the course of trade, the Tyrians greatly frequented: see note on <a class=\"isa\" verses=\"WzE3NzAyXQ==\">Isaiah 2:16<\/a>. Howling and lamenting are ascribed to the ships by a known figure;<i>for it is laid waste<\/i>—It shall shortly be laid waste;<i>so that there is no house,<\/i> &c.—Every house, or warehouse, shall be shut up, and all trade shall cease. <i>From the land of Chittim it is revealed to them —<\/i> Namely, to the ships, that is, the negotiators and mariners of Tarshish, whose gain proceeded principally from Tyre, and whom the prophet here addresses; as if he had said, “Lament and deplore the mournful fall of this city, which you shall hear of while you are trafficking in the most distant parts of the Mediterranean sea.” Chittim, in Scripture, signifies all the countries lying upon that sea; and the words import that the news of the siege of Tyre should be dispersed through them all. Indeed, according to Jerome on <a class=\"isa\" verses=\"WzE4MDg0XQ==\">Isaiah 23:6<\/a> , when the Tyrians saw they had no other means of escaping except by sea, while some of them fled in their ships to the adjoining island, as mentioned above, others of them took refuge in Carthage, and in the islands of the Ionian and Ægean seas, from whence the news would easily reach Tarshish.<\/p> ",
    "audit": null
}