{
    "id": 9438,
    "source": "benson",
    "verse_id": 18635,
    "verse_count": 2,
    "reference": "48:20–21",
    "title": "",
    "html": "<p> <a class=\"isa\" verses=\"eyIxODYzNSI6Mn0=\">Isaiah 48:20-21<\/a>. <i>Go ye forth of Babylon<\/i>—The imperative is here, as it is very frequently, put for the future, <i>ye shall go forth,<\/i> &c. For the words do not so much contain a command as a promise. This form of speaking, however, may be the rather used to intimate, that it was their duty to go forth, as well as God’s promise to carry them forth. <i>Flee ye from the Chaldeans<\/i>—Not silently and sorrowfully, but<i>with a voice of singing<\/i>—With joy, and songs of praise to the Lord. <i>Declare ye, &c., even to the end of the earth<\/i>—Publish God’s wonderful works on your behalf to all nations. A figure this of the publishing of the gospel to all the world. <i>And they thirsted not,<\/i> &c.—This is part of the matter which the Jews are here commanded to declare to all people, as they had opportunity, namely, that God took the same care of them in their return from Babylon to Canaan, which was through many dry and desolate places, as he did of their forefathers, in their march from Egypt to Canaan. <i>They thirsted not,<\/i> &c.—That is, <i>They shall not thirst. <\/i> He speaks of things to come, as if they were already present or past, as the prophets commonly did. <i>He caused the<\/i><i>waters to flow out of the rock,<\/i> &c.—“If this prophecy,” says Kimchi, “relate to the return from the Babylonish captivity, as it seems to do, it is to be wondered how it comes to pass, that in the book of Ezra, in which he gives an account of their return, no mention is made, that such miracles were wrought for them; as, for instance, that God clave the rock for them in the desert.” On this strange observation of the learned rabbi, Bishop Lowth remarks as follows: “It is really much to be wondered, that one of the most learned and judicious Jewish expositors of the Old Testament, having advanced so far in a large comment on Isaiah, should appear to be totally ignorant of the prophet’s manner of writing; of the parabolic style which prevails in the writings of all the prophets, and more particularly in the prophecy of Isaiah, which abounds throughout in parabolic images, from the beginning to the end: from<i>Hear, O heavens, and give ear, O earth, to the worm and the fire<\/i> in the last verse. And how came he to keep his wonderment to himself so long? Why did he not expect, that the historian should have related how, as they passed through the desert, cedars, pines, and olive-trees shot up at once on the side of the way to shade them; and that, instead of briers and brambles, the acacia and the myrtle sprang up under their feet, according to God’s promises, <a class=\"isa\" verses=\"WzE4NDcxXQ==\">Isaiah 41:19<\/a>; <a class=\"isa\" verses=\"WzE4NzU0XQ==\">Isaiah 55:13<\/a> ? These, and a multitude of the like parabolical or poetical images, were never intended to be understood literally. All that the prophet designed in this place, and which he has executed in the most elegant manner, was an amplification and illustration of the gracious care and protection of God, vouchsafed to his people in their return from Babylon, by an allusion to the miraculous exodus from Egypt.”<\/p> ",
    "audit": null
}