{
    "id": 9048,
    "source": "benson",
    "verse_id": 17799,
    "verse_count": 1,
    "reference": "7:16",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 7:16<\/a>.<i>For before the child, <\/i>&c. — “The learned Vitringa,” says Dr. Dodd, “seems to have proved beyond any doubt, that the child spoken of in this verse can be no other than he who is spoken of in the preceding verses. The connecting particle <i>for, <\/i>and the repetition of the words, <i>refusing the evil and choosing the good, <\/i>evidently demonstrate,” he thinks, “that the IMMANUEL is here meant, and that, in order to enter into the immediate design of the prophet, we are to consider that, rapt, as it were, into future times, he proposes the <i>Immanuel, <\/i>as a sign of salvation to the people of God, as if present, <i>Behold a virgin conceives; <\/i>as if he understood him to be at this time conceived in the womb of the virgin, and shortly to be born: and he says, that more time shall not elapse from his birth to his capability of discerning between good and evil, than from hence to the desertion of the land of the two kings,” or the time specified, <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 8:4<\/a>. Archbishop Usher, however, Poole, Henry, Dr. Kennicott, and some other celebrated writers, conceive that we have a two-fold prophecy in this passage, the former part, contained in <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 7:14-15<\/a>, referring to the Messiah, and the latter, contained in this verse, to Shear-jashub, the son of Isaiah. “That the 16th verse,” says Dr. Kennicott, “contains a distinct prophecy, appears from hence: 1st, The words preceding have been proved to be confined to the Messiah, whose birth was then distant above seven hundred years; whereas the words here are confined to some child who was not to arrive at years of discretion before the kings, then advancing against Jerusalem, should be themselves cut off. 2d, Some end was undoubtedly to be answered by the presence of Isaiah’s son, whom God commanded him to take with him when he went to visit Ahaz; and yet no use at all appears to have been made of this son, unless he be referred to in this sentence; and, 3d, These prophecies are manifestly distinguished by being addressed to different persons. The first was addressed to the house of David, for the consolation of the pious in general; as it assured them, not only of the preservation of that house, but of God’s fidelity to his great promise: whereas the second promise is addressed to the king in particular, as it foretold the speedy destruction of the two kings, his enemies.” Dr. Doddridge, who also thinks that this verse refers to Shear-jashub, judging with Dr. Kennicott, that Isaiah “was ordered to take him in his hand for no other imaginable reason, but that something remarkable was to be said of him,” defines the general sense of these verses from the 13th to be this: “You have affronted God by refusing a sign now; yet his transcendent mercy will make your present forfeited deliverance, (by the death of these confederate kings, which shall happen before,  <span class=\"hebrew_text\">הנער<\/span>, <i>this child <\/i>in my hand is grown up to the exercise of reason,) a sign of a much nobler deliverance by the Messiah; who shall be born of an immaculate virgin, and shall condescend to pass through the tender scenes of infancy, as other children do.” In the latter part of the verse, <i>the land that thou abhorrest, <\/i>means the countries of Syria and Israel, which Ahaz <i>abhorred <\/i>for their cruel designs and practices against him. <i>Shall be forsaken of both her kings <\/i>— So far shall Rezin and Pekah be from conquering thy land, that they shall lose their own lands, and their lives too: which they did within two years after this time, being both slain by the king of Assyria, <a class=\"ref\">2 Kings 15:29-30<\/a>; and <a class=\"ref\">2 Kings 16:9<\/a>.<\/p>",
    "audit": null
}