{
    "id": 9397,
    "source": "benson",
    "verse_id": 18546,
    "verse_count": 6,
    "reference": "44:12–17",
    "title": "",
    "html": "<p> <a class=\"isa\" verses=\"eyIxODU0NiI6Nn0=\">Isaiah 44:12-17<\/a><em>. <\/em><i>The smith,<\/i> &c.—“The sacred writers,” says Bishop Lowth, “are generally large and eloquent upon the subject of idolatry: they treat it with great severity, and set forth the absurdity of it in the strongest light. But this passage of Isaiah far exceeds any thing that ever was written upon the subject, in force of argument, energy of expression, and elegance of composition. One or two of the apocryphal writers have attempted to imitate the prophet, but with very ill success: <a class=\"ref\">Wisdom of Solomon 13:11-19; Wisdom of Solomon 15:7<\/a> , &c.; Baruk, chap. 6.; especially the latter, who, injudiciously dilating his matter, and introducing a number of minute circumstances, has very much weakened the force and effect of his invective. On the contrary, a heathen author, in the ludicrous way, has, in a line or two, given idolatry one of the severest strokes it ever received:<\/p> \n<p><em>“Olim truncus eram ficulnus, inutile lignum;<\/em><\/p> \n<p><em>Cum faber, incertus scamnum faceretne Priapum, Maluit esse Deum.”<\/em><\/p> \n<p><em>“I was of old the trunk of a fig-tree, a useless block;<\/em><\/p> \n<p><em>when the carpenter, uncertain whether to make a bench or a<\/em><\/p> \n<p><em>Priapus, chose that I should be a god.” —<\/em><em>Hor.,<\/em><\/p> \n<p><i>He maketh it after the figure of a man,<\/i> &c.—In the same comely shape and proportions which are in a living man;<i>that it may remain in the house<\/i>—In the dwelling-house of him that made it. <i>He heweth him down cedars and the oak<\/i>—Which afford the best and most durable timber;<i>which he strengtheneth for himself<\/i>—He plants, and with care and diligence improves those trees, that he or his posterity may thence have materials for their images, and those things which belong to them. <i>He maketh an image, and falleth down thereto<\/i>—Having related the practices of idolaters, he now discovers the vanity and folly of them, that they make their fire and their god of the same materials, distinguished only by the art of man, and roast their meat with the article which they worship.<\/p> ",
    "audit": null
}