{
    "id": 9546,
    "source": "benson",
    "verse_id": 18823,
    "verse_count": 1,
    "reference": "60:1",
    "title": "",
    "html": "<p> <a class=\"isa\" verses=\"WzE4ODIzXQ==\">Isaiah 60:1<\/a>. <i>Arise,<\/i> &c.—The prophet here addresses the church of God, which he supposes to be sitting sorrowful, and exhorts her to awake and arise from a state of darkness and mourning, and enter into a state of light and happiness, “now that her salvation, so long desired and hoped for, is at hand, and<i>the divine glory is about to rise upon her,<\/i> and illuminate the nations and people who had hitherto sat in thick darkness.” See Vitringa. The reader will observe the exhortation is accommodated to the Jewish or Hebrew style, wherein, as by<i>lying down<\/i> is signified a servile and calamitous condition, ( <a class=\"isa\" verses=\"WzE4NjAxXQ==\">Isaiah 47:1<\/a> ,) so, by<i>rising,<\/i> and standing up, a recovery out of it into a free and prosperous state, as may be seen frequently. <i>Shine<\/i>—Discover thyself, as a luminary breaking forth from a dark night. Show thy native beauty: suffer thyself to be so strongly irradiated by the glory of the Lord, that thou mayest not only be enlightened, but mayest be able to enlighten others. <i>For thy light is come<\/i>—Thy flourishing and prosperous condition, an allusion to people’s rising, when after a dark night the light breaks forth upon them. <i>And the glory of<\/i><i>the Lord<\/i>—Glorious light, grace, and salvation from the Lord; or a bright display of the glory, that is, of the glorious attributes of the Lord; or, the<i>Lord of glory,<\/i> Christ, is about to make himself glorious, in some wonderful work, for thy salvation. <i>Is risen upon thee<\/i>—Like as when the sun, arising, spreads his light everywhere, leaving no place dark. Thus shall the church of God be fully illuminated in the latter days, and thus shall she shine for the perfect illumination of all flesh: see <a class=\"isa\" verses=\"WzE3ODk0XQ==\">Isaiah 11:9<\/a>; and <a class=\"ref\">Zechariah 14:7<\/a>. In his description of this perfect state of the Christian Church, this evangelical prophet is here peculiarly eloquent, displaying it “in the most splendid colours, and under a great variety of images, highly poetical, designed to give a general idea of its glories, when the fulness of the Gentiles shall come in, and the Jews shall be converted and gathered from their dispersions, and the kingdoms of this world shall become the kingdoms of our God, and of his Christ.”—Bishop Lowth.<\/p> ",
    "audit": null
}