{
    "id": 9455,
    "source": "benson",
    "verse_id": 18664,
    "verse_count": 1,
    "reference": "50:1",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"MTg2NjQ=\">Isaiah 50:1<\/a>.<i>Thus saith the Lord <\/i>— God having, by his prophet, in the last three verses of the preceding chapter, comforted his people with an assurance of their deliverance from the tyrannical power of their enemies, here vindicates his justice in suffering them to be exposed thereto, showing that they were the causes of their own calamities. <i>Where is the bill of your mother’s divorcement? <\/i>— God had espoused the Jewish Church, the mother of the individuals of that people, to himself, in a kind of matrimonial covenant, frequently mentioned or alluded to by the prophets; but he seemed to divorce or cast them off when he sent them to Babylon, and afterward did wholly reject the generality of that nation from being his people, and took the Gentiles in their stead; which great and wonderful change was foretold in the Old Testament, (as has been already often observed, and will be again,) and was accomplished in the New. And because God foresaw that this strange dispensation would provoke the Jews to murmur and quarrel with him for casting them off without sufficient cause, as indeed they were always prone to accuse him, and vindicate themselves, he bids them produce their bill of divorce. For those husbands who put away their wives out of levity or passion were obliged to give them a bill of divorce, which vindicated the wives’ innocence, and declared that the husband’s will and pleasure was the cause of their dismission. Now, says God, produce your bill of divorce, to show that I have put you away of my own mere will, and on a slight occasion, and that you did not first forsake me and go after other gods, and by that spiritual adultery violate the marriage covenant into which I had taken you. <i>Or which of my creditors is it to whom I have sold you <\/i>— Have I any creditors to whom I was obliged or willing to sell you for the payment of a debt? Parents, oppressed with debt, often sold their children, which, according to the law of Moses, they might do, till the year of release, <a class=\"ref\">Exodus 21:7<\/a>. See also <a class=\"ref\">2 Kings 4:1; Matthew 18:25<\/a>. But neither of these cases, says God, can be mine; I am not governed by any such motives, nor am I urged by any such necessity. <i>Behold, for your iniquities have you sold yourselves <\/i>— Your captivity and your afflictions are to be imputed to yourselves, and to your own folly and wickedness.<\/p>",
    "audit": null
}