{
    "id": 8970,
    "source": "benson",
    "verse_id": 17673,
    "verse_count": 3,
    "reference": "1:18–20",
    "title": "",
    "html": " <p>, <a class=\"isa\" verses=\"eyIxNzY3MyI6M30=\">Isaiah 1:18-20 <\/a>. <i>Come now, let us reason together <\/i>—The word <span class=\"hebrew_text\">,נוכחה <\/span>,is properly understood of two contending parties <i>arguing a case; <\/i>,or, as Bishop Lowth translates it, <i>pleading together; <\/i>,but here it seems to import also the effect, or issue of such a debate, namely, the accommodating their differences. <i>Though your sins be as scarlet <\/i>—Red and bloody as theirs were, mentioned <a class=\"isa\" verses=\"WzE3NjcwXQ==\">Isaiah 1:15 <\/a>; great and heinous; <i>they shall be white as snow <\/i>—God, upon your repentance and reformation, will pardon all that is past, and look upon you with the same grace and favour as if you had never offended, your sins being expiated by the blood of the Messiah, typified by your legal sacrifices. It is a metonymical expression, by which sins are said <i>to be purged, <\/i>,as <a class=\"ref\">Hebrews 1:3 <\/a>,, when men are <i>purged from their sins, <\/i>, <a class=\"ref\">Hebrews 9:14 <\/a>. <i>If ye be willing and obedient <\/i>—If you be heartily willing and fully resolved to obey all my commands; <i>ye shall eat the good of the land — <\/i>,Together with the pardon of your sins, you shall receive temporal and worldly blessings. <i>But if ye refuse and rebel <\/i>—If you obstinately persist in your disobedience to me, as hitherto you have done; <i>ye shall be devoured with the sword <\/i>—With the sword of your enemies, which shall be commissioned to destroy you, and with the sword of God’s justice, his wrath and vengeance, which shall be drawn against you; <i>for the mouth of the Lord hath spoken it <\/i>—And he will surely make it good for the maintaining of his own honour. <\/p>,",
    "audit": null
}