{
    "id": 9349,
    "source": "benson",
    "verse_id": 18433,
    "verse_count": 3,
    "reference": "40:12–14",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"eyIxODQzMyI6M30=\">Isaiah 40:12-14<\/a>. <i>Who hath measured the waters,<\/i>,&c.—Who can do this but God? And this discourse on God’s infinite power and wisdom is added, to give them the greater assurance, that he was able, as he had declared himself willing, to do those great and wonderful things which he had promised; and neither men nor false gods were able to hinder him. <i>Who hath directed the Spirit of the Lord,<\/i>,&c.—Whom did God either need or take to advise him in any of his works, either of creation or the government of the world? Were they not all the effects of his own sole wisdom? Therefore, though all the nations of the world should conspire and contrive against him, and oppose this work of his, as indeed they will do, yet his own counsel shall confound all their devices, and he will carry on his work in spite of them. <i>Who taught him in the path of judgment <\/i>—How to conduct himself, and manage his affairs with good judgment and discretion? Bishop Lowth translates the verse, “Whom hath he consulted, that he should instruct him, and teach him the path of judgment; that he should impart to him science, and inform him in the way of understanding?” Thus the prophet, “in the most sublime manner, celebrates the divine majesty and greatness, but particularly his wisdom. Rapt into an ecstasy, after he had described the beginning and the nature of the new economy, he sees that there would be many men of worldly prudence, who would hesitate at the methods of the divine counsel, and that the pious themselves, considering the extent and firmness of the kingdom of Satan in the world, the obstinate prejudices of the Gentiles, and the power of idolatry, would have their fears and doubts of the effect and success of the kingdom of the Messiah; a spiritual kingdom, to be established without any external means, by the mere preaching of the word, and to oppose itself to whatever was <i>great<\/i>, or <i>strong<\/i>, among men. The prophet, therefore, recurs to these thoughts; teaching, <i>first,<\/i>, that the divine counsel, though it might seem strange to carnal judgment, was yet founded in the sovereign and most perfect wisdom and knowledge of God, whereof the clearest proofs were discernible in the structure of this world; that God was wiser than men; that his counsel was maturely weighed; that it pertained to his wisdom and glory to establish and to promote his kingdom in the world, rather by this method than any other, that he might put to shame all carnal wisdom, both of the Jews and Gentiles; for that the <i>foolishness of God,<\/i>, as it seems to carnal men, <i>is wiser than men,<\/i>, and the <i>weakness of God stronger than men,<\/i>, (<a class=\"ref\">1 Corinthians 1:22<\/a>,) &c., therefore he knew that this method of establishing his kingdom would have its certain effect; that this word, this faith, would overcome the world, and subvert idolatry.” See Vitringa and Dodd. <\/p>",
    "audit": null
}