{
    "id": 9409,
    "source": "benson",
    "verse_id": 18576,
    "verse_count": 1,
    "reference": "45:14",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"WzE4NTc2XQ==\">Isaiah 45:14<\/a>. <i>Thus saith the Lord,<\/i>,&c.—Here the prophet turns to Jerusalem, or to the company of returning exiles, and relates some joyful consequence of the deliverance foretold, which probably chiefly respects the future admission of the Gentiles into the church of God. <i>The labour of <\/i> <i>Egypt —<\/i>, The wealth gotten by their labour; <i>and merchandise of Ethiopia <\/i>—The gains of their merchandise; <i>and of the Sabeans, men of stature <\/i>—A tall and strong people; <i>shall come over unto thee <\/i>—O my city, or church. The sense is, Jerusalem shall not only be rebuilt, but the wealth and glory of other countries shall be brought to it again, as in former times. “The words,” says Lowth, “may be supposed, in some degree, verified in Cyrus’s devoting the tribute coming out of those rich provinces of Egypt, Ethiopia, and Seba, to the building and service of the temple.” To which may be added, that some of the succeeding Persian monarchs settled revenues upon the temple for the offering of sacrifices for themselves and their families, <a class=\"ref\">Ezra 6:10<\/a>. And the same was done, in after times, by Alexander the Great, and several of the Syrian and Egyptian kings, <a class=\"ref\">2 Maccabees 3:2-3; 2 Maccabees 5:16<\/a>.” But “the place is principally meant of the flourishing state of the church, (often described under the figure of a city,) when the Gentile world should come into it, bring in their riches to the support of it, and submit themselves to its government, as being the only seat and temple of truth.” <i>In chains they shall come over <\/i>—Subdued by the rod of the Messiah’s strength, (<a class=\"ref\">Psalms 110:2<\/a>,) the power of his word, and led captive thereby: they shall confess themselves to be conquered, and shall willingly submit themselves to thee. The subjection of the Gentiles to God’s church is often expressed in Scripture by such metaphors as this; as <a class=\"ref\">Psalms 45:5<\/a>; and <a class=\"ref\">Psalms 149:8<\/a>; and <a class=\"ref\">Psalms 68:18<\/a>, compared with <a class=\"ref\">Ephesians 4:8<\/a>. <i>They shall make supplication unto thee <\/i>—To obtain thy favour and society; <i>saying, Surely God is in thee <\/i>—Or, <i>with thee.<\/i>, We plainly discern that God is on thy side, or in the midst of thee; and therefore we desire to join ourselves with thee; <i>and there is none else <\/i>—We are now convinced that Jehovah, thy God, is the only true God, and that idols are vain and empty nothings. <\/p>",
    "audit": null
}