{
    "id": 9335,
    "source": "benson",
    "verse_id": 18401,
    "verse_count": 2,
    "reference": "38:10–11",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"eyIxODQwMSI6Mn0=\">Isaiah 38:10-11<\/a>. <i>I said <\/i>—Within myself; I concluded, <i>in the cutting off of my days <\/i>—When my days were cut off by the sentence of God, related <a class=\"isa\" verses=\"WzE4MzkyXQ==\">Isaiah 38:1<\/a>; <i>I shall go to the gates of the grave <\/i>—I perceive that I must die without any hopes of prevention. The grave is called man’s <i>long home, <\/i> <a class=\"ref\">Ecclesiastes 12:5<\/a>; and <i>the house appointed for all living, <\/i> <a class=\"ref\">Job 30:23<\/a>; and death opens the gates of this house. <i>I am deprived of the residue of my years <\/i>—Which I might have lived according to the common course of nature, and of God’s dispensations; and which I hoped to live for the service of God and of my generation. <i>I shall not see the Lord <\/i>—I shall not behold his beauty and glory as he manifests them in his temple, in his oracles and ordinances; I shall not enjoy him: for <i>seeing <\/i> is frequently put for enjoying; <i>even the Lord in the land of the living <\/i>—In this world, which is often so called; which limitation is prudently added, to intimate that he expected to see God in another place and manner, on the other side death; but he despairs of seeing him any more on this side death, as he had seen him in the sanctuary, <a class=\"ref\">Psalms 63:2<\/a>. <i>I shall behold man no more. <\/i> &c.—I shall have no more society with men upon earth. Many good men, under the law, had but imperfect notions of a future state, and thought it a great unhappiness to be deprived, by death, of the communion of saints here upon earth. But by <i>not seeing the Lord in the land of the living, <\/i> Hezekiah might probably mean that he should not see the effects of God’s grace and goodness in the deliverance of his people. <\/p> ",
    "audit": null
}