{
    "id": 9576,
    "source": "benson",
    "verse_id": 18869,
    "verse_count": 3,
    "reference": "63:2–4",
    "title": "",
    "html": " <p>, <a class=\"isa\" verses=\"eyIxODg2OSI6M30=\">Isaiah 63:2-4 <\/a>. <i>Wherefore art thou red, <\/i>,&c.—The dialogue is continued, and the prophet or the church, having inquired concerning the person, now inquires why his habit has been thus sprinkled and stained. <i>I have trodden the wine-press alone <\/i>—I have destroyed the enemies of my people, I have crushed them as grapes are crushed; this being a usual metaphor to describe the utter destruction of a people, <a class=\"ref\">Psalms 44:5; Revelation 14:19-20 <\/a>; and the ease with which God can do it, which is no more than to crush a bunch of grapes. This exactly agrees with what is said of Christ, <a class=\"ref\">Revelation 19:15 <\/a>,, <i>That he treadeth the wine-press of the fierceness and wrath of Almighty God. <\/i>,Bishop Lowth has observed, that “there is an energy and sublimity in this description, which is not to be paralleled in any language.” <i>And of the people there was none with me <\/i>—I have delivered my people, and destroyed their enemies by my own power, without any human help. Thus he destroyed the Assyrians, <a class=\"isa\" verses=\"WzE4Mzg5XQ==\">Isaiah 37:36 <\/a>. Thus he infatuated the Babylonians, and opened the two-leaved gates for Cyrus, <a class=\"isa\" verses=\"WzE4NTYzXQ==\">Isaiah 45:1 <\/a>. Thus he divided the sea and Jordan before Israel of old, and overthrew Jericho, and the kings and nations of Canaan. It is true he often makes use of instruments in conquering, whether the temporal or spiritual enemies of his people; but he needs them not; and when he employs them, they act by commission and authority derived from him, and by strength which he communicates to them. <i>For I will tread, <\/i>,&c.—Or, rather, <i>I trod them in mine anger, and I trampled them in mine indignation, and their blood <\/i>—Hebrew, <span class=\"hebrew_text\">,נצחם <\/span>,, <i>robur eorum, their strength; <\/i>,Bishop Lowth renders it, <i>their life-blood was sprinkled on my garments. For the day of vengeance <\/i>—The day designed and appointed by me, wherein to take vengeance on the enemies of my church, <i>is, <\/i>,or rather, <i>was, in my heart <\/i>—So that I could not forget nor neglect to execute it: see notes on <a class=\"isa\" verses=\"WzE4MzEyXQ==\">Isaiah 34:8 <\/a>; <a class=\"isa\" verses=\"WzE4ODQ1XQ==\">Isaiah 61:1 <\/a>. <i>And the year of my redeemed <\/i>—The year appointed for their redemption, <i>is <\/i>,or <i>was come <\/i>—Though it seemed to tarry, and his people might be ready to give up all hope of it, it came at last, and did not disappoint their expectations. <\/p>,",
    "audit": null
}