{
    "id": 9553,
    "source": "benson",
    "verse_id": 18832,
    "verse_count": 3,
    "reference": "60:10–12",
    "title": "",
    "html": "<p> <a class=\"isa\" verses=\"eyIxODgzMiI6M30=\">Isaiah 60:10-12<\/a>. <i>And the sons of the stranger —<\/i> Namely, such as were not Israelites born, but of Gentile race; and he puts<i>sons<\/i> of strangers, by a usual Hebraism, for strangers;<i>shall build up thy walls<\/i>—As Gentile proselytes to the Jewish religion assisted the Jews in repairing the walls of Jerusalem upon their return from captivity, so Gentile converts to Christianity assisted the apostles, evangelists, and other ministers of Christ, who were of Jewish extraction, in building and adorning the Christian Church: and for many ages its builders have been almost wholly of Gentile race. <i>And their kings shall minister unto thee<\/i>—Ecclesiastical history affords us many instances of kings and princes that were great benefactors to her, among whom Constantine greatly excelled. <i>For in my wrath I smote thee,<\/i> &c.—As I afflicted thee in mine anger, so out of my compassions I will abundantly bless thee. “The discourse here,” says Vitringa, “rises, and will continue to rise till the end of the section, that the blindest may discern spiritual things involved in these corporeal figures and emblems. It is not sufficient that the nations only, with their wealth and possessions, shall be added to the church, and perform all requisite offices toward it, but<i>kings<\/i> and<i>princes<\/i> also shall come: nor shall they come alone; a great retinue shall attend them: nor shall instances of their approach be few and rare, but common and frequent; insomuch that the gates of the city shall be always left open to receive this continual accession of kings and people.”<i>The nation, &c., that will not serve thee<\/i>—Do offices of kindness to thee, as the word<span class=\"hebrew_text\"> ועבדו<\/span> is used <a class=\"isa\" verses=\"WzE4MDI4XQ==\">Isaiah 19:23<\/a> , or, that will not submit to Christ’s sceptre;<i>shall perish<\/i>—Shall not only be subdued to thee, but shall be destroyed by the sword, or famine, or pestilence, or some other of the divine judgments. <i>Yea, those nations shall be utterly wasted<\/i>—Shall, by the peculiar interposition of a righteous providence, be brought to desolation. “This,” says Lowth, “must relate to<i>the latter days,<\/i> as the Scripture calls them, when the church shall become<i>a great mountain, and break in pieces all the kingdoms of the earth,<\/i> according to Daniel’s prophecy, <a class=\"ref\">Daniel 2:35; Daniel 2:44<\/a>.”<\/p> ",
    "audit": null
}