{
    "id": 9422,
    "source": "benson",
    "verse_id": 18601,
    "verse_count": 2,
    "reference": "47:1-2",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 47:1-2<\/a>.<i>Come down <\/i>— From thy throne; <i>and sit in the dust <\/i>— As a mourner for thy approaching calamities; <i>O virgin daughter of Babylon <\/i>— Thou that art tender and delicate like a virgin. <i>Sit on the ground <\/i>— In a condition the most abject and degraded. <i>There is no throne <\/i>— Namely, for thee. Imperial power is taken from thee, and translated to the Persians. <i>Thou shalt no more be called tender <\/i>— Thou shalt be reduced to the greatest hardships and miseries. <i>Take the millstones <\/i>— Thou shalt be subjected to the basest kind of slavery, which grinding at the mill was esteemed; for that work was most generally performed by slaves. The reader will observe, “they used hand-mills: water-mills were not invented till a little before the time of Augustus Cesar: wind-mills long after. It was not only the work of slaves to grind corn, but the hardest work; and often inflicted upon them as a severe punishment. And in the East it was the work of female slaves, <a class=\"ref\">Exodus 11:5; Exodus 12:29<\/a>; (in the version of the LXX.;) <a class=\"ref\">Matthew 24:41<\/a>. And it is the same to this day. ‘Women alone,’ says Shaw, p. 297, ‘are employed to grind their corn.’ ‘They are the female slaves,’ says Sir. J. Chardin, ‘that are generally employed in the East at those hand-mills: it is extremely laborious, and esteemed the lowest employment in the house.’” — Bishop Lowth. <i>Uncover thy locks <\/i>— Take off the ornaments wherewith such women as were of good quality used to cover and dress their heads. These are predictions of what they should be forced to do or suffer. <i>Make bare the leg, <\/i>&c. — Gird up thy garments close and short about thee, that thou mayest be fit for travelling on foot, and for passing over those rivers through which thou wilt be constrained to wade in the way to the land of thy captivity. <\/p>\n<p><\/p>",
    "audit": null
}