{
    "id": 9418,
    "source": "benson",
    "verse_id": 18590,
    "verse_count": 2,
    "reference": "46:3-4",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"eyIxODU5MCI6Mn0=\">Isaiah 46:3-4<\/a><em>.<\/em><i>Hearken, &c., all the remnant of the house of Israel <\/i>— All that remain of the twelve tribes. He terms them a <i>remnant, <\/i>either because the ten tribes were already carried into captivity by Shalmaneser, or because he addresses that remnant of the two tribes, which he foresaw would return from Babylon; <i>which are borne by me, <\/i>&c. — Whom I have nourished and cared for from time to time, ever since you were a people, and came out of Egypt, and that as affectionately and tenderly as parents bring up their own children. <i>Even to hoar hairs will I carry you <\/i>— That kindness which I have shown you, and that care which I have taken of you, I will continue to you to the end, never forsaking you, unless you wilfully and obstinately cast me off; which the Jews did when their Messiah came. <i>I have made you, and will carry, and deliver you — <\/i>You are my workmanship, both as you are men, and as you are my peculiar people; and therefore I will preserve and deliver you. The reader will observe, that the prophet here “very ingeniously, and with great force, contrasts the power of God, and his tender goodness effectually exerted toward his people with the inability of the false gods of the heathen: he, like an indulgent father, had carried his people, in his arms, ‘as a man carrieth his son,’<\/p>\n<p><a class=\"ref\">Deuteronomy 1:31<\/a>; he had protected them and delivered them in their distresses; whereas the idols of the heathen were forced to be carried about themselves, and removed from place to place, with a great labour and fatigue to their worshippers; nor could they answer, or deliver their votaries, when they cried unto them.” See <a class=\"ref\">Numbers 11:12<\/a>.<\/p>",
    "audit": null
}