{
    "id": 9276,
    "source": "benson",
    "verse_id": 18219,
    "verse_count": 5,
    "reference": "30:1–5",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"eyIxODIxOSI6NX0=\">Isaiah 30:1-5<\/a> .<i> Wo to the rebellious children<\/i> — The Jews, who called themselves God’s children, though they were rebellious ones, as was said<a class=\"isa\" verses=\"WzE3NjU3XQ==\">Isaiah 1:2<\/a> .<i> That take counsel<\/i> — That consult together, and resolve what to do;<i> but not of me<\/i> — Not following nor asking my advice, which I encouraged and commanded them to do.<i> And cover with a covering<\/i> — Seek protection;<i> but not of my Spirit<\/i> — Not such as by my Spirit, speaking in my word, I have directed and required them to seek;<i> that they may add sin to sin —<\/i> That unto all their other sins, by which they have deserved and provoked my judgments, they may add distrust of my power and mercy, and put confidence in an arm of flesh.<i> That walk to go down into Egypt<\/i> — That send ambassadors to Egypt for succour, which the Jews were prone to do upon all occasions, and did now upon the invasion of the king of Assyria, chap. 20:5, 6;<i> and have not asked at my mouth<\/i> — Either by the priests or prophets, as they were commanded to do in weighty cases.<i> The strength of Pharaoh shall be your shame<\/i> — Not only unprofitable, but mischievous to you.<i> For his princes<\/i> — The princes of Judah;<i> were at Zoan<\/i> — Sent thither by the king, or by their brethren.<i> His ambassadors came to Hanes<\/i> — An eminent city of Egypt, called more largely Tahapanes.<i> They were all ashamed<\/i> — Both the messengers and they who sent them;<i> of a people that could not profit them<\/i> — For, though the Egyptians, in conjunction with the Ethiopians, did so far assist the Jews as to give a diversion to Sennacherib’s forces; yet, being entirely routed, they became rather a burden than a help to the Jews, and are therefore (<a class=\"isa\" verses=\"WzE4MzM3XQ==\">Isaiah 36:6<\/a>) compared to a broken reed, which not only fails the hand that leans upon it, but pierces and wounds it.<\/p> ",
    "audit": null
}