{
    "id": 9587,
    "source": "benson",
    "verse_id": 18892,
    "verse_count": 2,
    "reference": "64:6–7",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"eyIxODg5MiI6Mn0=\">Isaiah 64:6-7<\/a>. <i>We are all as an unclean thing <\/i>—Or, <i>unclean person,<\/i>, as <span class=\"hebrew_text\">,שׂמא<\/span>, equally signifies. He seems to allude to persons unclean through the leprosy, which was the highest degree of uncleanness among the Jews. He means that the body of the people were like one under a ceremonial pollution, who was not admitted into the courts of the tabernacle; or like one labouring under some loathsome disease. We are all, by sin, not only become obnoxious to God’s justice, but odious to his holiness. “The prophets frequently borrow their images from the received customs and spiritual ceremonies of the nations among which the distinction between things <i>clean<\/i>, and <i>unclean<\/i>, makes no small figure; and under these images they frequently describe moral defects and religious offences, as in the present passage.” <i>And all our righteousnesses,<\/i>, or, <i>justifications, are as filthy rags <\/i>—As <i>rags,<\/i>, which cannot cover us; as <i>filthy rags,<\/i>, which would only defile us. With respect to the Jews, he refers to all those external ceremonies and services wherein they placed merit, and whereby they hoped for justification, <a class=\"ref\">Romans 10:3<\/a>, at the same time that they neglected moral duties, and were guilty even of very gross violations of God’s holy law. Micah, who lived at the same time, speaks in the same manner, <a class=\"ref\">Micah 7:2-4<\/a>. But the prophet’s declaration is true, if considered as comprehending the best works and actions that can be performed by any of mankind; for all our works have so great an alloy of imperfection, that they cannot justify us before a holy and just God; see <a class=\"ref\">Psalms 143:2; Romans 3:19-20; Galatians 2:16<\/a>. <i>And our iniquities, like the wind <\/i>—A wind that withers both leaves and fruit, or that sweeps away all before it; <i>have taken us away <\/i>—Out of our own land, and from all our privileges and blessings, and scattered us abroad through all the earth; or from God’s favour, into a state of condemnation and wrath. <i>And there is none <\/i>—Or, <i>yet there is none,<\/i>, that is, <i>few:<\/i>, they are not to be discerned among the multitude; <i>that calleth upon thy name —<\/i>, That call upon thee as they ought, as Jacob, Moses, and David did. This shows the universal depravity and apostacy of the Jewish people at the time referred to; <i>that stirreth up himself to take hold on thee <\/i>—On thy power, truth, and love by faith; that uses fervency and importunity in prayer to recover thy favour, which has been withdrawn from us, and to obtain the removal of the various and heavy calamities with which we are oppressed. <i>For thou hast consumed us <\/i>—Hebrew, <span class=\"hebrew_text\">,המוגנו<\/span>, <i>hast melted us;<\/i>, our sins have kindled such a fire of thy wrath against us that we are melted with it. <\/p>",
    "audit": null
}