{
    "id": 9072,
    "source": "benson",
    "verse_id": 17836,
    "verse_count": 1,
    "reference": "9:6",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"WzE3ODM2XQ==\">Isaiah 9:6<\/a> .<i> For,<\/i> &c. — Having spoken of the glorious light, and joy, and victory of God’s people, the prophet now proceeds to show the foundation and cause thereof. And, “though he is everywhere most excellent, he is peculiarly so in this passage, which contains an emphatical description of the person and kingdom of the Son of God; the kingdom of peace; the eternal and universal kingdom, in which the church should have the highest cause for joy; which should bring with it an abolition of the whole yoke of sin, and the ceremonial law, and a destruction of all hostile and adverse powers with respect to the saints.” Who then can wonder at the joy of the church in so great a light, in so excellent a Teacher, Mediator, Saviour, and Governor, King, and Lord?<i> Unto us a child is,<\/i> or,<i> shall be, born<\/i> — The prophet, as usual, speaks of a blessing which he foresaw with certainty would be bestowed, as if it were conferred already. That the Messiah is here intended, not only Christian but Jewish interpreters, in general, of any credit or reputation, agree. For so the ancient Hebrew doctors understood the place, and particularly the Chaldee paraphrast; although the later Jews have laboured, out of opposition to the Lord Jesus, to apply it to Hezekiah. Which extravagant notion, as it hath no foundation at all in this or any other text of Scripture, and therefore may be rejected without any further reason; so it is fully confuted by the following titles, which are such as cannot, without blasphemy and nonsense, be ascribed to Hezekiah, nor indeed to any mere man or mere creature, as we shall see. The human nature of the Messiah is here first set forth. He shall be the<i> child born, the<\/i><i> Word made flesh,<\/i> and that<i> for us;<\/i> not only for us<i> Jews,<\/i> but for us<i> men,<\/i> for us<i> sinners,<\/i> and especially for us<i> believers. Unto us a son is given<\/i> — Or,<i> the son,<\/i> namely, of the virgin, spoken of<a class=\"isa\" verses=\"WzE3Nzk3XQ==\">Isaiah 7:14<\/a> ; the<i> Immanuel,<\/i> the<i> Son of God,<\/i> so called, not only on account of his miraculous conception, but because of his eternal generation, the Word,<i> who was in the beginning with God,<\/i> had<i> glory<\/i> with the Father<i> before the world was,<\/i> was loved by him<i> before the foundation of the world,<\/i> and<i> by whom he made the worlds,<\/i> and<i> created all things.<\/i> See<a class=\"ref\">John 1:1-3; John 17:5; John 17:24; Hebrews 1:2; 1 Corinthians 8:6; Ephesians 3:9; Colossians 1:16<\/a> . This person, the Father’s<i> own Son,<\/i> his<i> only-begotten Son, is given,<\/i><a class=\"ref\">John 3:16<\/a> ;<i> sent forth,<\/i><a class=\"ref\">Galatians 4:4<\/a> ;<i> sent in the likeness of sinful flesh,<\/i><a class=\"ref\">Romans 8:3<\/a> ; though<i> rich,<\/i> and<i> in the form of God,<\/i> made<i> in the likeness of men, poor,<\/i> and<i> of no reputation,<\/i><a class=\"ref\">Philippians 2:7; 2 Corinthians 8:9<\/a> ; given to be our infallible Teacher, our prevalent Mediator, our almighty Saviour, our righteous Ruler, and our final Judge. Accordingly,<i> The government<\/i> — Of the church, of the world, yea,<i> of all things,<\/i> for the church’s benefit,<a class=\"ref\">Ephesians 1:21-22<\/a> ;<i> shall be upon his shoulder<\/i> — That is, upon him, or in his hands;<i> all power<\/i> being<i> given to him in heaven and on earth.<\/i> In mentioning<i> shoulder,<\/i> he speaks metaphorically; great burdens being commonly laid upon men’s shoulders, and all government, if rightly managed, being a great burden, and this especially being, of all others, the most weighty and important trust. Possibly here may be also an allusion to the ancient custom of carrying the ensigns of government before the magistrates, upon the shoulders of their officers, or, as some think, to the regal robe worn by kings and governors.<i> And his name shall be called<\/i> — That is, he shall be: for the following particulars are not to be taken for a description of his proper name, but of his glorious nature and qualities;<i> Wonderful<\/i> — He is wonderful in his person, as God and man,<i> God<\/i><i> manifest in the flesh,<\/i> which union of two such different natures in one individual, intelligent, and self-conscious being, is a great and incomprehensible mystery. Hence we are told,<i> No man knoweth the Son but the Father,<\/i><a class=\"ref\">Matthew 11:27<\/a> ; and he is said<i> to have had a name written, which no man knew but himself;<\/i> and hence, when appearing to Manoah, he said,<i> Why askest thou after my name, seeing it is secret:<\/i> Hebrew,<span class=\"hebrew_text\"> פלא<\/span> ,<i> wonderful,<\/i> the same word here used,<a class=\"ref\"><\/a> . He is also wonderful with respect to his birth, life, doctrine, miracles; his love and sufferings; his death, resurrection, and ascension; his humiliation and exaltation; his cross and crown; his grace and glory.<i> Counsellor<\/i> — He is so called, because he knew the whole counsel of God, and, as far as was necessary, revealed it to us, and is the great counsellor of his church and people in all their doubts and difficulties, in all ages and nations, being<i> made of God<\/i> unto them<i> wisdom.<\/i> He also is the author and giver of all those excellent counsels, delivered not only to the apostles, but also by the prophets, (<a class=\"ref\">1 Peter 1:10-12<\/a> ,) and hath gathered, enlarged, and preserved his church by admirable counsels, and the methods of his providence; and, in a word, hath in him<i> all the treasures of wisdom and knowledge. The mighty God<\/i> — This title can agree to no man but Christ, who was God as well as man, to whom the title of<i> God<\/i> or<i> Jehovah<\/i> is given, both in the Old and New Testaments, as<a class=\"ref\">Jeremiah 23:6; John 1:1; Romans 9:5<\/a> ; and in many other places. And it is a true observation, that this Hebrew word<span class=\"hebrew_text\"> אל<\/span> ,<i> eel,<\/i> is never used in the singular number of any creature, but only of the Almighty God, as is evident by perusing all the texts where this word occurs.<i> The everlasting Father<\/i> — Hebrew,<span class=\"hebrew_text\"> אבי עד<\/span> ,<i> The Father of eternity:<\/i> having called him a child and a son, lest this should be misinterpreted to his disparagement, he adds that he is a<i> Father<\/i> also, even<i> the Father of eternity,<\/i> and, of course, of time, and of all creatures made in time. Christ, in union with the Father and the Holy Ghost, is the<i> God and Father of all things,<\/i> the maker and upholder of all creatures,<a class=\"ref\">John 1:3; Hebrews 1:3<\/a> ; and especially the Father of all believers, who are called his children, (<a class=\"ref\">Hebrews 2:13<\/a> ,) and the author of eternal life and salvation to them,<a class=\"ref\">Hebrews 5:9<\/a> . Or, this title may be given him because he is the father of the new and eternal age, that is, of the economy which is to endure for ever; for Christ is the father of a new generation, to continue through all eternity; the second Adam, father of a new race; the head of a new and everlasting family, in which all the children of God are reckoned.<i> The Prince of peace<\/i> — This is another title, which certainly does not agree to Hezekiah, whose reign was far from being free from wars, as we see 2 Kings 18., but it agrees exactly to Christ, who is called our peace,<a class=\"ref\">Micah 5:5; Ephesians 2:14<\/a> ; and is the only purchaser and procurer of peace between God and men,<a class=\"isa\" verses=\"WzE4NzE3XQ==\">Isaiah 53:5<\/a> ; and between men and men, between Jews and Gentiles,<a class=\"ref\">Ephesians 2:15<\/a> ; and of the peace of our own consciences; and who leaves peace as his legacy to his disciples,<a class=\"ref\">John 14:27; John 16:33<\/a> .<\/p> ",
    "audit": null
}