{
    "id": 8980,
    "source": "benson",
    "verse_id": 17688,
    "verse_count": 1,
    "reference": "2:2",
    "title": "",
    "html": " <p>, <a class=\"isa\" verses=\"WzE3Njg4XQ==\">Isaiah 2:2 <\/a>. <i>And <\/i>—Or rather, <i>now, it shall come to pass in the last days <\/i>—The times of the Messiah, which are always spoken of by the prophets as <i>the last days, <\/i>,because they are the last times and state of the church, Christ’s institutions being to continue to the end of the world. See <a class=\"ref\">Joel 2:28 <\/a>,, compared with <a class=\"ref\">Acts 2:17; Micah 4:1 <\/a>,, compared with <a class=\"ref\">Hebrews 1:1; 1 Peter 1:20 <\/a>. The Jews, it must be observed, divided the times or succession of the world into three ages or periods: the first, before the law; the second, under the law; the third, under the Messiah: which they justly considered as the last dispensation, designed of God to remain till the consummation of all things. “Accordingly St. Paul tells us, that Christ appeared <span class=\"greek-hebrew\">,επι συντελεια των αιωνων <\/span>,, <i>at the consummation of the ages, <\/i>,or several periods of the world, <a class=\"ref\">Hebrews 9:26 <\/a>; and, speaking of his own times, saith, <span class=\"greek-hebrew\">,τελη των αιωνων <\/span>,, <i>the ends of the world, <\/i>,or <i>conclusion of the ages, are come, <\/i>, <a class=\"ref\">1 Corinthians 10:11 <\/a>. <i>The mountain of the Lord’s house <\/i>—Mount Moriah, on which the Lord’s house stood, or rather, the Lord’s house upon that mount, <i>shall be established upon the top of the mountains <\/i>—Shall be raised above, be rendered more conspicuous than, and shall be preferred before, all other mountains on which houses are built, and altars erected and dedicated to any god or gods. The prophet speaks figuratively. He means, that the worship of the true God should be established on the ruins of idolatry, that the true religion should swallow up all false religions, and the church of God, typified by the temple at Jerusalem, become most eminent and conspicuous, as a city on a high mountain: <i>and shall be exalted above the hills <\/i>—Above all churches, states, and kingdoms in the world, and all that is excellent and glorious therein. <i>The stone cut out of the mountain, without hands, shall become itself a mountain, and shall fill the whole earth, <\/i>, <a class=\"ref\">Daniel 2:34-35 <\/a>. <i>And all nations <\/i>—Even the Gentile nations; <i>shall flow unto it <\/i>—Shall come in great abundance and with great eagerness to embrace the true religion, and become members of the true church, like broad streams, or mighty rivers, flowing swiftly and impetuously toward the ocean, as the word <span class=\"hebrew_text\">,נהרי <\/span>,, here used, signifies. Now, it is well known, this was not the case with respect to the Jewish Church at Jerusalem, or the worship there established. It never happened, during the ages that intervened between the time of Isaiah and the destruction of their city and temple, and the dispersion of their nation by the Romans, that their religion was so exalted, or made such great account of, by any nations remote or near, as is here expressed: much less did whole nations flow unto them, or unite themselves with them in the service of God, and in church fellowship. But this prophecy has been in a great measure fulfilled with regard to the Christian Church, which has so drawn to it the greater part of the civilized nations, that it has far, very far, surpassed all other religious institutions, whether Jewish, heathen, or Mohammedan: and when the last of the four kingdoms, spoken of <a class=\"ref\">Daniel 2:35; Daniel 2:40-45; Daniel 7:19-27 <\/a>,, shall be destroyed, and thereby all obstructions removed, it shall be fully and perfectly accomplished, and the <i>kingdom under the whole heaven shall be given to the people of the Most High. <\/i>,For the Messiah <i>shall have dominion from sea to sea, and from the <\/i> <i>river to the ends of the earth: yea, all kings shall fall down before him, and all nations shall serve him, <\/i>, <a class=\"ref\">Psalms 72:8; Psalms 72:11 <\/a>. <\/p>,",
    "audit": null
}