{
    "id": 9615,
    "source": "benson",
    "verse_id": 18938,
    "verse_count": 2,
    "reference": "66:15–16",
    "title": "",
    "html": " <p>, <a class=\"isa\" verses=\"eyIxODkzOCI6Mn0=\">Isaiah 66:15-16 <\/a>. <i>For, behold, <\/i>,&c.—Here the prophet comes more particularly to show the nature of that indignation which should be exercised toward God’s enemies. The passage, it must be observed, is metaphorical, “exhibiting God as about to take vengeance on the enemies of his church, under the figure of a commander and warrior, as well as of a judge, armed at all points, severely to punish those who have provoked his indignation: see <a class=\"isa\" verses=\"WzE4ODY4XQ==\">Isaiah 63:1 <\/a>,, &c.; <a class=\"ref\">Revelation 18:8 <\/a>; and <a class=\"ref\">Revelation 14:20 <\/a>. Some suppose that this passage refers to the general judgment; but it is rather, according to the whole tenor of this prophecy, to be referred to the judgments of God upon the rebellious Jews, and upon the antichristian enemies of the church.” <i>The Lord will come with fire <\/i>—With terrible judgments: an allusion possibly to the fire with which enemies use to consume places brought under their power. <i>And with his chariots <\/i>—Like the general of a victorious army. <i>With a whirlwind <\/i>—With a sudden sweeping calamity, that, like a whirlwind, shall destroy all before it. <i>To render his anger with fury <\/i>—That is, with fervour; for fury, properly taken, is not in God, <a class=\"isa\" verses=\"WzE4MTU2XQ==\">Isaiah 27:4 <\/a>. But God, at certain times, executes judgment more severely than at others. <i>And his rebukes <\/i>—By rebukes he means punishments, for it is said God will execute them <i>with flames of fire <\/i>—They had contemned the rebukes of the law, now God will rebuke them with fire and sword. <i>For by fire, &c., will the Lord plead with all flesh <\/i>—God at first <i>pleads <\/i>,with sinners by <i>word, <\/i>,but if he cannot so prevail, he will <i>plead with <\/i>,them in a way by which he will overcome; by fire, pestilence, and blood. Thus he threatens to do with all flesh, that is, with all sinners continuing in sin, and especially with the impenitent and unbelieving Jews, who, being favoured with the oracles and ordinances of God, <i>held the truth in unrighteousness, <\/i>,and abused their extraordinary privileges to their greater condemnation: see <a class=\"ref\">Romans 2:8-9 <\/a>. <i>And the slain of the Lord shall be many <\/i>—Those whom God should cause to be slain. This was awfully fulfilled in the destruction brought on the Jews by the Romans for crucifying the Messiah; no fewer than eleven hundred thousand, according to Josephus, perishing in the siege of Jerusalem, and at least three hundred thousand more during the war; not to mention the vast numbers that perished in caves, woods, wildernesses, common sewers, of whom no account could be taken; and the great slaughter made of them afterward in the wars waged against them by Adrian, when fifty of their strongest fortresses were razed, and nine hundred and eighty-five of their noblest towns were sacked, and consumed by fire. See note on <a class=\"ref\">Deuteronomy 28:62 <\/a>. <\/p>,",
    "audit": null
}