{
    "id": 9102,
    "source": "benson",
    "verse_id": 17895,
    "verse_count": 1,
    "reference": "11:10",
    "title": "",
    "html": " <p>, <a class=\"isa\" verses=\"WzE3ODk1XQ==\">Isaiah 11:10 <\/a>. <i>And in that day, <\/i>,&c.—We have here the latter part of this prophecy, which sets forth some more illustrious events of this kingdom, with their consequences. The events are set forth <a class=\"isa\" verses=\"eyIxNzg5NSI6N30=\">Isaiah 11:10-16 <\/a>,, and are three. 1st, The remarkable conversion of the Gentiles, <a class=\"isa\" verses=\"WzE3ODk1XQ==\">Isaiah 11:10 <\/a>. 2d, The calling of the dispersed Jews to the communion of the kingdom of Christ, <a class=\"isa\" verses=\"WzE3ODk2XQ==\">Isaiah 11:11 <\/a>,to <a class=\"isa\" verses=\"WzE3OTMyXQ==\">Isaiah 14:3 <\/a>,d, A diminution of the powers of the adverse empires, Egypt and Assyria, <a class=\"isa\" verses=\"eyIxNzkwMCI6Mn0=\">Isaiah 11:15-16 <\/a>. The consequence of these events is represented to be a remarkable thanksgiving of the Jewish people, converted to the Messiah for the redemption granted to them, <a class=\"isa\" verses=\"eyIxNzkwMiI6Nn0=\">Isaiah 12:1-6 <\/a>. <i>There shall be a root of Jesse, <\/i>,&c.—This verse, is more literally rendered, <i>And it shall be in that day, <\/i>—Namely, in that glorious gospel day, <i>that the Gentiles shall seek to the root of Jesse, which stands for an <\/i> <i>ensign of the people; and his rest shall be glorious. <\/i>,By the <i>root of Jesse, <\/i>,we may either understand a <i>branch <\/i>,growing from that root, and so may interpret it of Christ’s human nature, or, referring it to his divine nature, we may take it for a root properly so called, as the expression is to be understood <a class=\"ref\">Revelation 22:16 <\/a>; where Christ is represented as being as well the <i>root, <\/i>,as the <i>offspring <\/i>,of David. <i>Which shall stand, <\/i>,or <i>which <\/i> <i>stands, for an ensign of the people <\/i>—Which shall grow up into a great and high tree, shall become a visible and eminent ensign, which not only the Jews, but all nations may discern, and to which they may and shall resort; <i>to it shall the Gentiles seek <\/i>—As the gospel shall be preached to the Gentiles, so they shall receive it, and believe in the Messiah; <i>and his rest <\/i>—That is, either, 1st, His resting-place, his temple, or church, the place of his presence and abode; <i>shall be glorious <\/i>—Filled with greater glory than the Jewish tabernacle and temple were; only this glory shall be spiritual, consisting in the plentiful effusion of the gifts and graces of the Holy Spirit. Or, 2d, The rest enjoyed by those who are true worshippers in this temple, or true members of this church: their rest of grace, of faith, hope, and love: the rest consequent on the justification of their persons, and the renovation of their nature; the rest which they enter into by believing, (<a class=\"ref\">Hebrews 4:3 <\/a>,,) which they receive in consequence of coming to Christ, weary and heavy laden, and learning of him, <a class=\"ref\">Matthew 11:28 <\/a>; their peace with God, peace of conscience, and tranquillity of mind, is <i>glorious, <\/i>,for it <i>passeth all understanding, <\/i>, <a class=\"ref\">Philippians 4:7 <\/a>. And it shall be much more glorious in a future world, when they enter the rest remaining for the people of God, <a class=\"ref\">Hebrews 4:9 <\/a>. Then their rest shall be not only <i>glorious, <\/i>,but <i>glory: <\/i>,and <i>glory shall be their rest, <\/i>,as the words may be also rendered. <\/p>,",
    "audit": null
}