{
    "id": 9045,
    "source": "benson",
    "verse_id": 17793,
    "verse_count": 3,
    "reference": "7:10–12",
    "title": "",
    "html": " <p>, <a class=\"isa\" verses=\"eyIxNzc5MyI6M30=\">Isaiah 7:10-12<\/a>. <i>The Lord spake again unto Ahaz <\/i>—Namely, by Isaiah. “From hence to <a class=\"isa\" verses=\"WzE3Nzk5XQ==\">Isaiah 7:16<\/a>, we have the confirmation of the promise, by a sign to Ahaz, in the name of God; in which we have, first, the prophet’s address to Ahaz, exhorting him, by the divine command, to ask whatever sign he would, with the reply of Ahaz, <a class=\"isa\" verses=\"eyIxNzc5MyI6M30=\">Isaiah 7:10-12<\/a>: and, secondly, a declaration of God’s good pleasure to give an illustrious sign, which he offers rather to the true believers than to a hypocritical and incredulous king, <a class=\"isa\" verses=\"eyIxNzc5NiI6NH0=\">Isaiah 7:13-16<\/a>.” Through the strong and forcible objections which some learned men have made against applying the prophecy contained in these verses to Christ, in its primary sense, Huetius, Grotius, and some other commentators, have been led to suppose that it immediately related to the birth of a child in a natural way, and that it only refers in a secondary sense to the birth of Christ. Thus Bishop Lowth observes, “The obvious, literal meaning of the prophecy, not excluding a higher secondary sense, is this: ‘That, within the time that a young woman, now a virgin, should conceive, and bring forth a child, and that child should arrive at such an age as to distinguish between good and evil, that is, within a few years, <\/p>\n <p>(compare <a class=\"isa\" verses=\"WzE3ODEyXQ==\">Isaiah 8:4<\/a>,) the enemies of Judah should be destroyed.’” But, surely, as Dr. Doddridge observes, on <a class=\"ref\">Matthew 1:23<\/a>, “A son’s being born of one, then a virgin, when she was married, was no such miraculous event as to answer such a pompous introduction” as we have here. Of this the reader may easily judge by attending to the prophet’s words, and a short and easy paraphrase upon them. <i>Ask thee a sign of the Lord thy God<\/i>,— <i><\/i>, A sign is a miracle wrought for the confirmation of some message, promise, or doctrine delivered from God. “Some unusual or extraordinary effect, production, or phenomenon, which could not be explained from natural causes, but only from the omnipotence of the Ruler of the universe; which, moreover, signified that God was present, and ratified the word, or declaration, for which the sign was given.” See <a class=\"ref\">Exodus 4:8;<\/a>; <a class=\"isa\" verses=\"WzE4NDEzXQ==\">Isaiah 38:22<\/a>. <i>Ask it either in the depth, or in the height above <\/i>—Demand some prodigy to be wrought, either in earth or heaven, at thy pleasure. By speaking thus, the prophet signified that “all nature was subject to the power and control of that God, whom he calls the God of Ahaz, as being the God of his fathers, and in order to admonish him wherein to place his confidence.” <i>But Ahaz said, I will not ask <\/i>—This refusal did not proceed from faith in God and true humility, but rather from his contempt of God, and disregard of his word, as is sufficiently evident from the history of his life. He probably feared lest, if such a sign should be given as he did not choose, he should be compelled to desist from his purpose of calling in the aid of Assyria, which he could not well have called in after Jehovah had given a sign to the contrary. Besides, he did not dare to commit himself to that divine favour and providence, which he had heretofore so proudly despised; preferring to it the protection of other and false deities. See Vitringa. <i>Neither will I tempt the Lord <\/i>—By distrusting his providence, or asking a sign, as if I questioned the truth of his word. But this was deep hypocrisy, as appears by the prophet’s answer. <\/p>",
    "audit": null
}