{
    "id": 9512,
    "source": "benson",
    "verse_id": 18767,
    "verse_count": 2,
    "reference": "57:1-2",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 57:1-2<\/a>.These two verses “contain a kind of prelude to the distressful scene which is opened immediately after: for the prophet, designing to describe the melancholy state of the <i>adulterous church, <\/i>to be chastised by the severe judgments of God, beholds, as it were in an ecstasy, the few pious and good men yet remaining in the church gradually falling off, and taken away, either by an immature or violent death: while there were but few who laid this matter to heart, and observed it as a presage of the judgment threatening the church. This stupidity he sadly deplores; immediately subjoining, however: an alleviation, to show that this complaint pertained not to the deceased, as having attained a happier lot, and as blessed in this respect, that they were taken away from the evils and calamities of their times.” — Vitringa. The following short paraphrase on the words will render their sense more apparent. <i>The righteous perisheth<\/i> — Just and holy men, who are the pillars of the place and state in which they live. <i>And no man layeth it to heart — <\/i>Few or none of the people are duly affected with this severe stroke and sign of God’s displeasure. Thus he shows that the corruption was general in the people no less than in the priests. <i>And merciful men <\/i>— Hebrew,  <span class=\"hebrew_text\">אנשׁי חסד<\/span>, <i>men of benignity, <\/i>or <i>beneficence, <\/i>the same whom he before called <i>righteous: <\/i>those whose practice it was, not only to exercise piety and justice, but also mercy and kindness; <i>none considering <\/i>— None reflecting within himself, and laying it to heart; <i>that the righteous is taken away from the evil <\/i>— That dreadful calamities are coming on the church and nation, and that the righteous are taken away before they come. <i>He shall enter into peace <\/i>— The righteous man shall be received into rest and safety, where he shall be out of the reach of the approaching miseries. <i>They <\/i>— The merciful men; <i>shall rest in their beds <\/i>— In their graves, not unfitly called their <i>beds, <\/i>or sleeping- places, death being commonly called <i>sleep <\/i>in Scripture; <i>each one walking in his uprightness <\/i>— That walked, that is, lived, in a sincere and faithful discharge of his duties to God and men. Vitringa thinks “the completion of this prophecy is to be sought in the latter end of the ninth, and in the following centuries; when the papal power greatly prevailed, and the corruption of the church was as great as the persecutions and troubles of the pious were many.”<\/p>",
    "audit": null
}