{
    "id": 9439,
    "source": "benson",
    "verse_id": 18637,
    "verse_count": 1,
    "reference": "48:22",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 48:22<\/a>.<i>There is no peace unto the wicked — <\/i>God having, in the foregoing verses, foretold that blessed deliverance which he would give to his servant Jacob, (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 48:20<\/a>,) here adds an explication and limitation of the blessing, and declares that wicked men should not enjoy the benefit of this mercy. And by the <i>wicked, <\/i>he means the unbelieving and ungodly Jews; of whom these very words are used again, (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 57:21<\/a>,) and for whom such a denunciation was very proper and necessary, because they were exceeding prone to cry, <i>Peace, Peace, <\/i>to themselves, when there was no solid ground of peace. This, therefore, was a very seasonable caution to the Jews in Babylon, to take heed to themselves, and prepare for this mercy. For those of them who should either wickedly tarry in Babylon, when God invited and required them to go out of it, and return to their own land; or who should continue in wickedness when they had returned, should not enjoy the tranquillity and comfort which they promised themselves. “There is no peace,” says Vitringa, “no serenity of mind and conscience; more desirable than all blessings, superior to all conception; there is no durable prosperity on earth, no eternal salvation or hope of salvation to hypocrites, unbelievers, and profane persons; to despisers of God and his prophetic word; to those who honour him with their lips, but in mind and affection are alienated and removed to a great distance from him, remaining in a state of impenitence. But why? Because they have no part in the righteousness and favour of God, which is not obtained without faith, reverence for the divine word, and an humble obedience to the divine commands.” <\/p>",
    "audit": null
}