{
    "id": 9098,
    "source": "benson",
    "verse_id": 17889,
    "verse_count": 1,
    "reference": "11:4",
    "title": "",
    "html": "<p> <a class=\"isa\" verses=\"WzE3ODg5XQ==\">Isaiah 11:4<\/a>. <i>With righteousness<\/i>—With justice and impartiality;<i>shall he judge the poor<\/i>—Whom human judges commonly neglect and oppress, but whom he shall defend and deliver;<i>and reprove with equity for the meek of the earth<\/i>—Shall condemn their malicious enemies, and give sentence for them. He calls them<i>meek,<\/i> whom before he called<i>poor,<\/i> partly to show his justice in defending them when they are most exposed to the contempt and injuries of men; and partly to signify that his subjects should be poor in<i>spirit,<\/i> as well as poor in the<i>world,<\/i> and not poor and proud, as many worldly persons are. <i>And he shall smite the earth<\/i>—That is, the men of the earth, intending chiefly the carnal and wicked, as it is in the next branch of the verse;<i>with the rod of his mouth<\/i>—With his word, which is his sceptre, and<i>the rod of his power,<\/i> ( <a class=\"ref\">Psalms 110:2<\/a> ,) which is<i>sharper than a sword,<\/i> ( <a class=\"ref\">Hebrews 4:12<\/a> ,) by the preaching whereof he subdues the world to himself, and will destroy his enemies, <a class=\"ref\">2 Thessalonians 2:8<\/a>. This he adds farther, to declare the nature of Christ’s kingdom, that it is not of this world, and that his sceptre and arms are not carnal, but spiritual, as it is said <a class=\"ref\">2 Corinthians 10:4<\/a>. <i>And with the breath of his lips<\/i>—With his word, breathed out of his lips; whereby he explains what was meant by the foregoing expression, <i>rod; shall he slay the wicked<\/i>—The impenitent and unbelieving, the obstinate and irreclaimable, who will not<i>obey the truth,<\/i> but persist to obey unrighteousness. These he will slay or destroy, by the terrible judgments which he will execute upon them. This latter part of the verse will be eminently fulfilled in the destruction of antichrist, to whom St. Paul applies it <a class=\"ref\">2 Thessalonians 2:3-8<\/a> , (compare <a class=\"ref\">Revelation 19:21<\/a> ,) who is, by way of eminence, called the<i>Wicked one, the man of sin,<\/i> and<span class=\"greek-hebrew\"> ο αντικειμενος<\/span> , the<i>adversary to God’s truth and people. <\/i><\/p> ",
    "audit": null
}