{
    "id": 9036,
    "source": "benson",
    "verse_id": 17779,
    "verse_count": 2,
    "reference": "6:9–10",
    "title": "",
    "html": " <p>, <a class=\"isa\" verses=\"eyIxNzc3OSI6Mn0=\">Isaiah 6:9-10<\/a>. <i>And he said, Go, and tell this people—Not my people,<\/i>, for I disown them as they have rejected me. <i>Hear ye indeed, but understand not,<\/i>,&c.—The Hebrew words are imperative; yet they are not to be taken as a command, enjoining what the people ought to do, but only as a prediction foretelling what they would do. The sense is, Because you have so long heard my words, and seen my works, to no purpose, and have hardened your hearts, and will not learn nor reform, I will punish you in your own way; your sin shall be your punishment. I will still continue my word and works to you, but will withdraw my Spirit, so that you shall be as unable, as now you are unwilling, to understand. <i>Make the heart of this people fat <\/i>—Stupid and senseless. This making of their hearts fat, is here ascribed to the prophet, as it is ascribed to God in the repetition of this prophecy, (<a class=\"ref\">John 12:40<\/a>,) because God inflicted this judgment upon them by the ministry of the prophet, partly by way of prediction, foretelling that this would be the effect of his preaching, and partly by withdrawing the light and help of his Spirit. <i>Make their ears heavy <\/i>—Make them dull of hearing. <i>Lest they see with their eyes —<\/i>, That they may not be able, as before they were not willing to see. <i>And convert <\/i>—Turn from their sinful practices unto God; <i>and be healed <\/i>—Of sin, (which is the disease of the soul,) by remission and sanctification, and of all the deadly effects of sin. This prophecy might relate, in some measure, to the state of the Jews before the Babylonish captivity, but certainly it did not receive its full accomplishment till the days of our Lord; and in this sense it is understood and applied by the writers of the New Testament, and by Christ himself. <\/p>",
    "audit": null
}