{
    "id": 9164,
    "source": "benson",
    "verse_id": 18023,
    "verse_count": 1,
    "reference": "19:18",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"WzE4MDIzXQ==\">Isaiah 19:18<\/a>. <i>In that day <\/i>—After that time, as this phrase is often used; that is, in the times of the gospel. This latter part of the prophecy contains an account of the salutary benefits which God would bestow on Egypt after the above-mentioned calamities. “Isaiah, to whom God had most clearly revealed the mystery of the calling of the Gentiles to the grace of Christ, everywhere takes occasion to speak of it; and frequently finishes his prophecies concerning the nations with a promise of the spiritual blessings designed for them by God; but he does this nowhere more explicitly than in the present passage;” in which one cannot but observe with what ease he passes from the one argument to the other. He had said that some of the Egyptians, when under these calamities, <i>should be afraid of the hand of <\/i> <i>the Lord of hosts, which he should shake over Egypt,<\/i>, and should fear, <i>because of his counsel which he had determined against it;<\/i>, and he now teaches, that this servile fear and dread should hereafter be turned into a religious fear, with this effect, that five cities in the land of Egypt, that is, that many of their chief cities, a certain number being put for an uncertain, should <i>speak the language of Canaan <\/i>—That is, should profess the Jewish religion, or agree with the Jews in their worship of one living and true God. Thus, <i>I will turn to the people a pure language,<\/i>, (<a class=\"ref\">Zephaniah 3:9<\/a>,) signifies, I will restore to the people a pure religion; or, I will change and purify their conversation, their hearts and lips, <i>that they may call upon the name of the Lord, to serve him with one consent. And<\/i>, shall <i>swear to the Lord of hosts—Swearing to the Lord<\/i>, implies the dedication and yielding up of a person or thing to the Lord, by a solemn vow or covenant, as appears from <a class=\"ref\">2 Chronicles 15:14; Psalms 132:2<\/a>; <a class=\"isa\" verses=\"eyIxODU4NSI6Mn0=\">Isaiah 45:23-24<\/a>. <i>One <\/i>—Or one of them, namely, of the five; <i>shall be called the city of <\/i> <i>destruction <\/i>—Or, <i>of the sun,<\/i>, as it is in the margin of our Bibles, meaning Heliopolis, a famous city in Egypt, and a chief seat of idolatry, being a city of the priests, as Strabo reports; and therefore its conversion to the faith was the more wonderful. It must be acknowledged, however, that there is much uncertainty as to the true reading of the text, whether it be <span class=\"hebrew_text\">,עיר החרס<\/span>, <i>city of the sun,<\/i>, or, <span class=\"hebrew_text\">,עיר החרם <\/span> <i>city of destruction,<\/i>, and therefore “no one,” as Bishop Lowth justly observes, “can pretend to determine what the city was that is here mentioned by name; much less to determine what the four other cities were which the prophet does not name.” “I take the whole passage,” says he, “from the eighteenth verse to the end of the chapter, to contain a general intimation of the future propagation of the knowledge of the true God in Egypt and Syria, under the successors of Alexander; and, in consequence of this propagation, of the early reception of the gospel in the same countries, when it should be published to the world.” <\/p>",
    "audit": null
}