{
    "id": 9278,
    "source": "benson",
    "verse_id": 18226,
    "verse_count": 4,
    "reference": "30:8-11",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 30:8-11<\/a>.<i>Now go, write it before them <\/i>— Write this prophecy and warning, which I have now delivered, in their presence; <i>in a table, and in a<\/i> <i>book — <\/i>So it was to be written twice over, once in a table, to be hung up in some public place, that all present might read it; and again in a book, that it might be kept for the use of posterity. <i>That it may be for the time to come <\/i>— As a witness for me and against them, that I have given them fair warning, and that they have wilfully run upon their own ruin. <i>That <\/i>they are <i>lying children <\/i>— Who profess one thing, and practise another; <i>that will not hear the law of the Lord <\/i>— The commands of God, either contained in the Scriptures, or delivered by the mouth of the prophets, whereby these practices were expressly forbidden them. <i>Which say to the seers, See not,<\/i> &c. — This they said in effect, in that they were not willing to know and do the will of God. <i>They loved darkness rather than light. Prophesy not unto us right things <\/i>— The prophets told them of their faults, and warned them of their misery and danger, but they could not bear it. They wanted <i>smooth things <\/i>to be spoken to them, things that would give them no pain, but please their corrupt minds, and flatter them in their sins. <i>Get ye out of the way <\/i>— In which you now walk, out of your present course of preaching unpleasing and frightful things; or, out of our way. For the prophets stood in their way, like the angel in Balaam’s road, with the sword of God’s wrath drawn in their hands, so that these sinners could not proceed on in their sinful practices without terror; and this they took heinously. <i>Cause the Holy One of Israel to cease from before us <\/i>— Do not trouble us with harsh and repeated messages from God, as you use to do.<\/p>",
    "audit": null
}