{
    "id": 9430,
    "source": "benson",
    "verse_id": 18616,
    "verse_count": 2,
    "reference": "48:1–2",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"eyIxODYxNiI6Mn0=\">Isaiah 48:1-2<\/a>. <i>Hear ye this, O house of Jacob <\/i>—For your conviction and humiliation; that, acknowledging God to be just, and even merciful, in what he has brought upon you, you may give glory to him, and take shame to yourselves; <i>which are called by the name of Israel <\/i>—Who are Israelites in name, but not in truth; <i>and are come out of the waters of Judah <\/i>—From the lineage of your progenitor, Judah, as waters flow from a fountain; <i>which swear by the name of the Lord <\/i>—Who profess the true religion, one act thereof being put for all; that own him to be the true God and your God, and give glory to him as the righteous judge of all. Or, <i>that swear to the name of the Lord, <\/i> as the words may be rendered; that take an oath of allegiance to him as your king, and join yourselves to him in covenant. <i>And make mention of the God of Israel <\/i>—In your prayers and praises, who often speak of, seem to glory in, and call yourselves by his name; <i>but not in truth nor in righteousness <\/i>—Which are the two chief ingredients of a lawful oath, and of a sincere profession of religion. Observe, reader, our religious professions avail nothing unless they be made in truth and righteousness. If we be not sincere in them, we do but take <i>the name of the Lord our God in vain. For <\/i>—Or, as the Hebrew particle often signifies, <i>Though, they call themselves the holy city <\/i>—Though they glory in this, that they are citizens of Jerusalem, a city sanctified by God himself to be the only place of his true worship and gracious presence, which, as it was a great privilege, so it laid a great obligation upon them to walk more holily than they did. <i>And stay themselves upon the God of Israel <\/i>—Not by a true and well-grounded faith, but by a vain and presumptuous confidence, flattering themselves, as that people commonly did, that they should enjoy peace and safety, notwithstanding all their wickedness, because they were the Lord’s people, and had his temple and ordinances among them; which disposition the prophets frequently notice, and sharply censure in them. <\/p> ",
    "audit": null
}