{
    "id": 9136,
    "source": "benson",
    "verse_id": 17967,
    "verse_count": 3,
    "reference": "15:6–8",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"eyIxNzk2NyI6M30=\">Isaiah 15:6-8<\/a>. <i>For the waters, <\/i> &c.—The prophet, in these verses, sets forth the causes of lamentation among the inhabitants of the southern part of Moab. The first is the desolation of their fruitful fields, <a class=\"isa\" verses=\"WzE3OTY3XQ==\">Isaiah 15:6<\/a>. <i>The waters of Nimrim, <\/i> or, the waterish, or well-watered grounds, <i>shall be desolate <\/i>—Such grounds, being very fruitful, are commonly most inhabited and cultivated; but now they also, and much more the dry and barren grounds, should be desolate, and without inhabitant. <i>That which they have laid up, <\/i> &c.—Here we have a second cause of their grief: the property which they had acquired and reserved for their future use, and that of their offspring, should be seized and carried away by the Assyrians their enemies. <i>To the brook of the willows <\/i>—Or, rather, <i>to the valley of the willows, <\/i> as Bishop Lowth translates it, that is, to Babylon: see note on <a class=\"ref\">Psalms 137:2<\/a>. <i>The cry is gone round about the borders, <\/i> &c.—“The prophet, contemplating with the most lively imagination the consternation of all Moab, as if present to his view, scarcely satisfies himself in painting the scene. He repeats again the proposition, and supplies, by a general declaration, what he might seem not to have expressed with sufficient perfection before. He therefore declares, that this lamentation, of which he speaks, shall not be private, nor peculiar to one place, or to a few, but common to all: and that the tempest shall not break upon this or that part of the country only, but shall afflict all Moab, every corner and boundary of it, and take in the whole land from Eglaim to Beer-elim, two cities in the extremities of Moab.”—Vitringa. <\/p> ",
    "audit": null
}