{
    "id": 9471,
    "source": "benson",
    "verse_id": 18695,
    "verse_count": 3,
    "reference": "51:21–23",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"eyIxODY5NSI6M30=\">Isaiah 51:21-23 <\/a>. <i>Hear, thou drunken, but not with wine <\/i>—But with the cup of God’s fury, mentioned <a class=\"isa\" verses=\"WzE4NjkxXQ==\">Isaiah 51:17 <\/a>. <i>Thus saith the Lord <\/i>—That is, <i>Jehovah; <\/i> he that is able to help thee, and hath wherewithal to relieve thee; <i>thy Lord <\/i>—That hath an incontestable right to thee, and will not alienate it; <i>thy God <\/i>—In covenant with thee, and that hath undertaken to make thee happy; <i>that pleadeth the cause of his people <\/i>—As their patron and protector, who, though he hath been angry with, and hath chastised thee, is now reconciled to thee, and will maintain thy cause against all thine enemies. <i>I have taken out of thy hand the cup of trembling <\/i>—The bitter, intoxicating cup of my wrath; <i>thou shalt no more drink it again <\/i>—No more lie under such judgments after thy prosperity in the latter days, <a class=\"isa\" verses=\"WzE4Njk4XQ==\">Isaiah 52:1 <\/a>. <i>But I will put it into the hand of them that afflict thee <\/i>—Compare <a class=\"isa\" verses=\"WzE4NjYzXQ==\">Isaiah 49:26 <\/a>; <a class=\"ref\">Jeremiah 25:29; Revelation 18:6 <\/a>. <i>Which have said to thy soul, Bow down, <\/i> &c.—Lie down upon the ground, that we may trample upon thee. “A very strong and most expressive description of the insolent pride of eastern conquerors, which, though it may seem greatly exaggerated, yet hardly exceeds the strict truth. See <a class=\"ref\">Joshua 10:24; <\/a>. The Emperor Valerianus, being, through treachery, taken prisoner by Sapor, king of Persia, was treated by him as the basest and most abject slave: for the Persian monarch commanded the unhappy Roman to bow himself down, and offer his back, on which he set his foot, in order to mount his chariot or horse, whenever he had occasion.”—Bishop Lowth. <\/p> ",
    "audit": null
}