{
    "id": 9526,
    "source": "benson",
    "verse_id": 18791,
    "verse_count": 2,
    "reference": "58:4-5",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"eyIxODc5MSI6Mn0=\">Isaiah 58:4-5<\/a>.<i>Behold, ye fast for strife <\/i>— Your fasting days, wherein you ought, in a special manner, to implore the mercy of God, and to show compassion to men, you employ in injuring or quarrelling with your brethren, your servants, or debtors, or in contriving mischief against them. Or the meaning is, that “their fasting increased their self-preference, and excited them to fierce controversies or bitter resentments.” <i>And to smite with the fist of wickedness <\/i>— It was “the cloak of, and commutation for, their exactions and oppressions of the poor, whom they most unjustly smote and abused for not complying in every thing with their inclinations.” — Scott. <i>Ye shall not fast as ye do this day <\/i>— Such a fast as this I cannot accept of as an act of worship, or bless as a means of grace. <i>To make your voice to be heard on high <\/i>— In strife and debate, or by way of ostentation. <i>Is it such a fast that I have chosen? — <\/i>That is, which I <i>approve of, accept, <\/i>or <i>delight in, <\/i>because we delight in what we freely choose. <i>A day for a man to afflict his soul <\/i>— To keep himself low, or to chastise himself by depriving his body of food, as a means to produce inward sorrow for sin, and true humiliation of soul before God. The prophet seems to have delivered this discourse upon, or to have intended it for, some extraordinary day of humiliation, when it was usual for the prophets to give public exhortations to the people. <i>Is it to bow down his head as a bulrush?<\/i> — Here the prophet notices those external gestures, postures, and signs of penitence, which the Jews of his time, and in after ages, (<a class=\"ref\">Matthew 6:16<\/a>,) joined with their hypocritical fasts. <i>And to spread sackcloth and ashes under him <\/i>— The Jews, to express their sorrow, made use of sackcloth and ashes two ways: 1st, Sometimes by putting sackcloth upon their bodies, as <a class=\"ref\">1 Kings 21:27; Psalms 69:11<\/a>; and casting ashes upon their heads, <a class=\"ref\">2 Samuel 13:19<\/a> : and, 2d, By spreading sackcloth under them, and lying down upon ashes, <a class=\"ref\">Esther 4:3; Job 2:8<\/a>. The intent of putting on sackcloth was to afflict the body by its unpleasing harshness, and the ashes were meant to represent their own vileness, as being but dust and ashes; and their lying on them to signify that they abhorred and were ashamed of themselves. <i>Wilt thou call this a fast? <\/i>— Canst thou, upon rational grounds, believe or suppose it to be so? Surely it has nothing in it but the lifeless form, empty shadow, or dumb signs of a fast: nothing of deep humiliation appearing in it, or real reformation proceeding from it. Not that the prophet blames them for afflicting themselves by these external rites, for these are elsewhere commanded of God; but that which he condemns is their hypocrisy in separating true humiliation from them, and contenting themselves with using these signs, while they stopped short of the thing signified by them. <i>And an acceptable day to the Lord <\/i>— A day that God will approve of. Hebrew,  <span class=\"hebrew_text\">ויום רצון<\/span>, <i>A day of acceptance, <\/i>or that will turn to a good account on your behalf.<\/p>",
    "audit": null
}