{
    "id": 9440,
    "source": "benson",
    "verse_id": 18638,
    "verse_count": 1,
    "reference": "49:1",
    "title": "",
    "html": " <p>, <a class=\"isa\" verses=\"WzE4NjM4XQ==\">Isaiah 49:1<\/a>. <i>Listen, O isles,<\/i>,&c.—“Hitherto the subject of the prophecy has been chiefly confined to the redemption from the captivity of Babylon, with strong intimations of a more important deliverance sometimes thrown in; to the refutation of idolatry, and the demonstration of the infinite power, wisdom, and foreknowledge of God. The character and office of the Messiah were exhibited in general terms, at the beginning of chap. 42., but here he is introduced in person, declaring the full extent of his commission; which is not only to restore the Israelites, and reconcile them to their Lord and Father, from whom they had so often revolted, but to be a light to lighten the Gentiles, to call them to the knowledge and obedience of the true God, and to bring them to be one church, together with the Israelites, and to partake with them of the same common salvation procured for all, by the great Redeemer and Reconciler of man to God.”—Bishop Lowth. By <i>the isles<\/i>, here, and <i>the people from far,<\/i>, the Gentiles are meant, who are frequently addressed by the appellation of <i>isles,<\/i>, and who, in general, lived in countries far remote from Judea, now the only place of God’s special presence and worship. The person who addresses them is the Messiah, as evidently appears from <a class=\"isa\" verses=\"WzE4NjQzXQ==\">Isaiah 49:6<\/a>, and several other passages of this chapter. If the character here exhibited can, in any sense, as some think it may, belong to the prophet, “yet, in some parts,” as Bishop Lowth justly observes, “it must belong exclusively to Christ; and in all parts to him in a much fuller and more proper sense.” God having, in the last words of the preceding chapter, intimated by his prophet, that many of the Jews, notwithstanding the glorious deliverance from Babylon vouchsafed them, would be wicked, and foreknowing that he would cast them off for their wickedness, the Messiah here addresses his speech to the Gentiles, and invites them to hearken to those counsels and doctrines which he foresaw the Jews would reject. <i>The Lord hath called me from the womb <\/i>—This, or the like expression, is used of <a class=\"ref\">Jeremiah 1:5<\/a>, and of Paul, <a class=\"ref\">Galatians 1:15<\/a>; but it was far more eminently true of Christ, who, as he was chosen to this great office of redemption from eternity, so he was separated and called to it before he was born, being both conceived and sanctified by the Holy Ghost in his mother’s womb, and sent into the world upon this errand. <\/p>",
    "audit": null
}