{
    "id": 9058,
    "source": "benson",
    "verse_id": 17815,
    "verse_count": 2,
    "reference": "8:7–8",
    "title": "",
    "html": " <p>, <a class=\"isa\" verses=\"eyIxNzgxNSI6Mn0=\">Isaiah 8:7-8 <\/a>. <i>Now, therefore <\/i>—Because the Israelites and their army, combined with the Syrians, despise the weak state of the Jews, and the kingdom of David, now brought very low, and having no such defence as can be compared to a great river, but only one that resembles a small brook that glides gently along; <i>behold, the Lord bringeth upon them the waters of the river <\/i>—Of Euphrates, often called <i>the river, <\/i>,for its eminent greatness; whereby he understands the Assyrian forces, as the next words explain the metaphor, which should overwhelm the whole kingdom of Israel under Tiglath-pileser and Shalmaneser; <i>the king of Assyria and all his glory <\/i>—His numerous and puissant army, in which he gloried, <a class=\"isa\" verses=\"WzE3ODU5XQ==\">Isaiah 10:8 <\/a>. <i>He shall come up over all his channels <\/i>—This great river shall overflow its own proper channels: that is, this great monarch shall not keep within his own proper bounds, but invade and overrun the whole land of Syria and Israel, as an overflowing river does the neighbouring meadows. As multitudes of people are often spoken of in Scripture under the emblem of great waters, so an invading army is very fitly represented by the inundation of a rapid river, which carries all before it, and leaves the ground waste and desolate. <i>And he shall pass through Judah <\/i>—Having overrun the land of Israel he shall invade the land of Judah, as Sennacherib did a few years after the conquest of Samaria by Shalmaneser; see <a class=\"ref\">2 Kings 18:9; 2 Kings 18:13 <\/a>. And <i>he shall reach even to the neck <\/i>—So that they shall be in great danger of being destroyed. He persists in the metaphor of a river swelling so high as to reach to a man’s neck, and be ready to overwhelm him. Such was the danger of Judah’s land <i>when Sennacherib took all the fenced cities of Judah, <\/i>,(<a class=\"ref\">2 Kings 18:13 <\/a>,,) and sent his army against the capital city of Jerusalem. <i>The stretching out of his wings <\/i>—Of his forces, or of the wings of his army, as they anciently were, and still are, called. <i>Shall fill the breadth of thy land <\/i>—Of the land of Judah, so called, because the Messiah, who is called Immanuel, (<a class=\"isa\" verses=\"WzE3Nzk3XQ==\">Isaiah 7:14 <\/a>,,) should certainly be born, and live, and die there. And this is added emphatically for the consolation of God’s people, to assure them, that notwithstanding this dreadful scourge, yet God would make a difference between Israel and Judah; and whereas Israel should be so broken by the Assyrian, that <i>they should not be a people, <\/i>,Judah should be restored, for the sake of the Messiah, to be the place of his birth and ministry, according to <a class=\"ref\">Genesis 49:10 <\/a>. <\/p>,",
    "audit": null
}