{
    "id": 9485,
    "source": "benson",
    "verse_id": 18720,
    "verse_count": 1,
    "reference": "53:8",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 53:8<\/a>.<i>He was taken from prison and from judgment <\/i>— As we do not find that imprisonment was any part of Christ’s sufferings, the marginal reading seems to be preferable here. <i>He was taken away by distress and judgment; <\/i>that is, he was taken out of this life by oppression, violence, and a pretence of justice: or, as Bishop Lowth has it, <i>By an oppressive judgment he was taken off. <\/i>In <a class=\"ref\">Acts 8:33<\/a>, where we find this passage quoted, the reading of the LXX. is followed exactly,  <span class=\"greek-hebrew\">εν τη ταπεινωσει η κρισις αυτου πρθη<\/span>, <i>In his humiliation his judgment was taken away; <\/i>that is, in his state of humiliation he had no justice shown him; to take away a person’s judgment, being a proverbial phrase for oppressing him. Or, as Dr. Doddridge explains it, “Jesus appeared in so <i>humble a form, <\/i>that, though Pilate was convinced of his innocence, he seemed <i>a person of so little importance <\/i>that it would not be worth while to hazard any thing to preserve him.” They who prefer the translation given in our text, as Beza and many other commentators do, think the words refer to Christ’s being <i>taken, <\/i>by his resurrection, <i>from his confinement <\/i>in the grave, (which they suppose to be here called a <i>prison, <\/i>as it is termed a house, <a class=\"ref\">Job 30:23<\/a>, and a pit, <a class=\"ref\">Psalms 69:15<\/a>,) and <i>from the judgment, <\/i>or <i>sentence, <\/i>which had been executed upon him: “agreeable to which Mr. L’Enfant renders it, <i>His condemnation was taken away by his very abasement; <\/i>that is, his stooping to death gave occasion to his triumph.” <i>And who shall declare his generation <\/i>— “This is one of the many passages of the Old Testament prophecies,” says Dr. Doddridge, “in which it is not so difficult to find a sense fairly applicable to Christ, as to know which to prefer of several that are so. Many ancient, as well as modern writers, have referred it to the <i>mystery of his Deity,” <\/i>his eternal generation, “or his <i>incarnation,” <\/i>his miraculous conception. “But Calvin and Beza say, this was owing to their ignorance of the Hebrew, the word  <span class=\"hebrew_text\">דור<\/span>not admitting such a sense; and it is certain it very ill suits the connection with the following clause.” Some understand it as referring to his not having any witnesses to appear for him and give an account of his life and character. This interpretation is preferred by Bishop Lowth, who therefore renders the clause, <i>And his<\/i> <i>manner of life who would declare? <\/i>Others again, among whom are Calvin and Beza, think it is as if the prophet had said, “Who can declare how long he shall live and reign, or <i>count the numerous offspring <\/i>that shall descend from him?” But, “not to say that this idea is much more clearly expressed by the prophet, <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 53:10<\/a>, which, on this interpretation, is a <i>tautology,” <\/i>it does not appear that  <span class=\"hebrew_text\">דור<\/span>, <i>generation, <\/i>and  <span class=\"hebrew_text\">זרע<\/span>, <i>seed, <\/i>are ever used as synonymous terms. The former of these words, in the Hebrew, signifies the same with <i>a generation of men, <\/i>in English, who are contemporaries; (see <a class=\"ref\">Genesis 7:1; ; Psalms 95:10; Psalms 109:13<\/a>;) and  <span class=\"greek-hebrew\">γενεα<\/span>, in the LXX., by which it is here rendered, has most frequently this sense. “Therefore, I suppose,” says Dr. Doddridge, “with Dr. Hammond, the sense to be, ‘Who can describe the obstinate infidelity and barbarous injustice of <i>that generation <\/i>of men, among whom he appeared, and from whom he suffered such things?’” <i>For he was cut off <\/i>— Namely, by a violent death; <i>out of the land of the living <\/i>— By the <i>wicked hands <\/i>of those whom he came to save: see <a class=\"ref\">Acts 2:23<\/a>. <i>For the transgression <\/i>— Or, as some render,  <span class=\"hebrew_text\">מפשׁע עמי<\/span>, <i>By the transgression of my people was he stricken <\/i>— Hebrew,  <span class=\"hebrew_text\">נגע למו<\/span>, <i>the stroke was on him; <\/i>that is, he was stricken, was crucified and slain, by or through the wickedness of the Jews. The former, however, is doubtless the sense intended, for, as the angel testified to Daniel, (<a class=\"ref\">Daniel 9:24; Daniel 9:26<\/a>,) the Messiah was to be <i>cut off, not for himself, <\/i>but for the sins and salvation of mankind. And this, though asserted <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 53:4-6<\/a>, is here repeated as a doctrine that cannot be too frequently inculcated, or too much regarded; and to prevent men’s mistakes about, or stumbling at, the humiliation of Christ, as though he had suffered and died for his own sins.<\/p>",
    "audit": null
}