{
    "id": 9389,
    "source": "benson",
    "verse_id": 18528,
    "verse_count": 3,
    "reference": "43:22-24",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 43:22-24<\/a>.<i>But thou hast not called upon me <\/i>— Thou hast grossly neglected, or very negligently and hypocritically performed the duties of my worship. <i>Thou hast been weary of me <\/i>— Thou hast not esteemed my service to be a privilege, as in truth it is, but as a burden and a bondage. “The connection is: But thou, Israel, whom I have chosen, whom I have formed for myself, to be my witness against the false gods of the nations; even <i>thou <\/i>hast revolted from me, hast neglected my worship, and hast been perpetually running after strange gods. The Jews were diligent in performing the external services of religion; in offering prayers, incense, sacrifices, oblations; but their prayers were not offered with faith, and their oblations were made more frequently to their idols than to the God of their fathers.” <i>Neither hast thou honoured me <\/i>— If thou didst not neglect sacrificing to me, thou didst perform that duty merely out of custom; or didst dishonour me, and pollute thy sacrifices by thy wicked life. <i>I have not wearied thee <\/i>— Or, <i>Although I have not wearied thee, <\/i>&c. Although God had not laid such heavy burdens upon them, nor required such costly offerings, as might give them cause to be weary, nor such as idolaters did freely perform in the service of their idols. <i>Thou hast brought me no sweet cane <\/i>— This was used in the making of that precious ointment, (<a class=\"ref\">Exodus 30:34<\/a>,) and for the incense, <a class=\"ref\">Exodus 30:7<\/a>. See <a class=\"ref\">Jeremiah 6:20<\/a>. Thou hast been niggardly in my service, when thou hast spared for no cost in the service of thine idols. <i>Nor filled me, <\/i>&c. — Thou hast not multiplied thy thank-offerings and free-will-offerings, though I have given thee sufficient occasion to do so. <i>But thou hast made me serve, <\/i>&c. — Thou hast made me to bear the load and burden of thy sins.<\/p>",
    "audit": null
}