{
    "id": 9344,
    "source": "benson",
    "verse_id": 18424,
    "verse_count": 2,
    "reference": "40:3-4",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 40:3-4<\/a>.<i>The voice of him that crieth <\/i>— Or, as the Hebrew may be properly rendered, <i>A voice crieth; <\/i>an abrupt and imperfect speech, implying, “Methinks I hear a voice;” or, “A voice shall be heard;” <i>in the wilderness <\/i>— Which word signifies the place, either where the cry was made, or where the way was to be prepared, as it is expressed in the following clause, which seems to be added to explain this. Bishop Lowth understands it in this latter sense, and translates the words, <i>A voice crieth, In the wilderness, prepare ye the way of Jehovah. <\/i>Which he thus interprets, “He hears a crier giving orders, by solemn proclamation, to prepare the way of the Lord in the wilderness; to remove all obstructions before Jehovah marching through the desert; through the wild, uninhabited, unpassable country. The idea is taken from the practice of the eastern monarchs, who, whenever they entered upon an expedition, or took a journey, especially through desert and unpractised countries, sent harbingers before them to prepare all things for their passage, and pioneers to open the passes, to level the ways, and to remove all impediments. The officers appointed to superintend such preparations the Latins called <i>stratores.” <\/i>The bishop understands the prophet as referring to the return of the Jews from Babylon, which he has “no doubt was the first, though not the principal thing in his view.” This deliverance, he says, “is considered as parallel to the former deliverance of them from the Egyptian bondage. God was then represented as their king, leading them in person through the vast deserts which lay in their way to the promised land of Canaan. It was not merely for Jehovah himself that in both cases the way was to be prepared, and all obstructions to be removed; but for Jehovah marching in person at the head of his people.” “Babylon,” the bishop adds, “was separated from Judea by an immense tract of country, which was one continued desert; that large part of Arabia, called very properly <i>Deserta. <\/i>This was the nearest way homeward for the Jews; and whether they actually returned by this way or not, the first thing that would occur, on the proposal or thought of their return, would be the difficulty of this almost impracticable passage. Accordingly, the proclamation for the preparation of the way is the most natural idea, and most obvious circumstance, by which the prophet could have opened his subject.”<\/p>\n<p>But though Bishop Lowth considers the prophet as first intending to comfort the Jews in their captivity, by predicting, in these words, that God would make the way plain for their return, yet he views him also as employing this deliverance out of Babylon, “as an image to shadow out a redemption of an infinitely higher and more important nature.” “Obvious and plain,” says he, “as I think this literal sense is, we have nevertheless the irrefragable authority of John the Baptist, and of Christ himself, as recorded by all the evangelists, for explaining this exordium of the prophecy of the opening of the gospel by the preaching of John, and of the introduction of the kingdom of Messiah, who was to effect a much greater deliverance of the people of God, Gentiles as well as Jews, from the captivity of sin, and the dominion of death. And this we shall find to be the case in many subsequent parts also of this prophecy, where passages, manifestly relating to the deliverance of the Jewish nation, effected by Cyrus, are, with good reason, and upon undoubted authority, to be understood of the redemption of mankind by Christ.” This interpretation supposes <i>the wilderness <\/i>to be the place where the way was prepared, rather than the place where the cry was made, and, in the spiritual or mystical application now mentioned, that wilderness signifies “the Jewish Church, to which John was sent to announce the coming of Messiah, and which was, at that time, in a barren and desert condition, unfit, without reformation, for the reception of her king. It was in this desert country, destitute at that time of all religious cultivation, in true piety and good works unfruitful, that John was sent to prepare the way of the Lord, by preaching repentance.” It must be observed, however, that, according to the translation of this clause by the LXX., and the punctuation, as we have it in their copies, and as it is understood by all the evangelists, the voice cried in the desert. For they all read,  <span class=\"greek-hebrew\">φωνη βοωντος εν τη ερημω<\/span>,  <span class=\"greek-hebrew\">ετοιμασατε<\/span>, &c. <i>The voice of one crying in the desert, Prepare ye, <\/i>&c. But, omitting the consideration of the pointing, we may allow, with some interpreters of the first authority, that “the words, <i>in the desert, <\/i>belong to both parts of the sentence. <i>The voice of one crying in the desert, Prepare ye in the desert the way of the Lord. <\/i>And the word <i>desert <\/i>may be understood both in a proper and mystical sense, for it is certain that John proclaimed this approach of the Messiah <i>in a desert, <\/i>in the <i>wilderness of Judea; <\/i>and thence took occasion to consider that people, in which the kingdom of God was to be manifested under the figure of a desert, to be levelled before the face of Jesus Christ; for the metaphorical expressions which follow refer to that great preparation of mind which is necessary for the reception of Christ: see <a class=\"ref\">Malachi 3:1<\/a>. That raising the low, that debasing the high, that refutation of all false and erroneous doctrine, and introduction of truth and righteousness, which was the consequence of the revelation of Christ.” See Vitringa.<\/p>",
    "audit": null
}