{
    "id": 9061,
    "source": "benson",
    "verse_id": 17821,
    "verse_count": 3,
    "reference": "8:13–15",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"eyIxNzgyMSI6M30=\">Isaiah 8:13-15<\/a>. <i>Sanctify the Lord of hosts <\/i>—Give him the glory of his power, and goodness, and faithfulness, by trusting in his promises for deliverance; <i>and let him be your fear <\/i>—Let God, and not the kings of Syria and Israel, be the chief object of your fear. <i>And he shall be for a sanctuary <\/i>—A sure refuge to all that truly fear him, and rely upon him; <i>but for a stone of stumbling <\/i>—An occasion of sin and ruin, at whom they will take offence, and stumble, so as to fall and be broken, as it is expressed <a class=\"isa\" verses=\"WzE3ODIzXQ==\">Isaiah 8:15<\/a>; <i>to both the houses of Israel <\/i>—To the two kingdoms, that of the ten tribes, and that of the two tribes. <i>And for a gin, &c., to the inhabitants of Jerusalem <\/i>—This is distinctly mentioned as a wonderful thing, because Jerusalem was the seat of the temple, and of God’s solemn worship; where all the means of knowledge and grace were in the greatest plenty; where the thrones of civil and ecclesiastical judicature were established; where the most wise and learned doctors had their constant abode. And that such a place and people should reject Immanuel, when he should appear, was so strange an occurrence, that the prediction of it was highly necessary, lest otherwise, when it came to pass, it should shake the faith of all who did believe on him; whereas, now the accomplishment hereof was a notable confirmation of their faith. <i>And many among them <\/i>—Not all; for there shall be a remnant, as was foretold, <a class=\"isa\" verses=\"WzE3NzM2LDE3NzgzXQ==\">Isaiah 4:2; Isaiah 6:13<\/a>; <i>shall stumble <\/i>—At that stone or rock, mentioned <a class=\"isa\" verses=\"WzE3ODIyXQ==\">Isaiah 8:14<\/a>. The writers of the New Testament, who have so frequently quoted this passage, prove, beyond all controversy, that the subject of it is, <i>God manifest in the flesh; <\/i> the Messiah, who performed for his people all those benefits of grace which this promise implies, being a sanctuary, or place of refuge to them; and who, at the same time, became to the hypocrites and unbelievers in Judea, <i>a stone of stumbling, and a rock of offence, <\/i> to the destruction of the far greater part of that people. See the margin. <\/p> ",
    "audit": null
}