{
    "id": 9355,
    "source": "benson",
    "verse_id": 18448,
    "verse_count": 2,
    "reference": "40:27–28",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"eyIxODQ0OCI6Mn0=\">Isaiah 40:27-28 <\/a>. <i>Why sayest thou, O Jacob <\/i>—The consolatory part of the prophet’s discourse begins at this verse, wherein the foregoing doctrine and prophecy are applied to the comfort of the church, complaining, amid her various afflictions, that she had been neglected of the Lord; which complaint makes the basis of the consolation contained in this period. Why dost thou give way to such jealousies concerning thy God, of whose infinite power, and wisdom, and goodness, there are such evident demonstrations? <i>My way is hid <\/i>—He takes no notice of my prayers, and tears, and sufferings, but suffers mine enemies to abuse me at their pleasure. This complaint is uttered in the name of the people, being prophetically supposed to be in captivity. <i>My judgment is passed over from my God <\/i>—My cause. God has neglected to plead my cause, and to give judgment for me against mine enemies. <i>Hast thou not known? <\/i>—Art thou ignorant, wilt thou not consider; <i>that the everlasting God <\/i>—Who had no beginning of days, and will have no end of life; who was from eternity, and will be to eternity, and with whom therefore there is no deficiency, no decay; <i>the Lord <\/i>—Hebrew, JEHOVAH, the self-existent Being; <i>the Creator of the ends of the earth <\/i>—That is, of the whole earth, to its utmost bounds, and of all that is in it; <i>fainteth not, neither is weary <\/i>—With the care of his church, or of the world? He is not by age or labour become weak and unable to help his people, as men are wont to be; nor is the care of them any burden to him. <i>There is no searching of his understanding <\/i>—His providence comprehends all things, and nothing is exempted from it: and the counsels by which he governs all the world, and, in an especial manner, the affairs of his people, are far above the reach of any human understanding; and therefore we act ignorantly and foolishly if we pass a rash judgment upon the ways of the infinitely wise God. <\/p> ",
    "audit": null
}