{
    "id": 9614,
    "source": "benson",
    "verse_id": 18937,
    "verse_count": 1,
    "reference": "66:14",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 66:14<\/a>.<i>And when ye see this <\/i>— To what a happy state the church is restored; <i>your heart shall rejoice <\/i>— The peace of the church, and the extension of the kingdom of Christ, are always causes of real joy to such as fear God. <i>And your bones shall flourish like an herb <\/i>— The bones that were dried and withered, the marrow of them being quite exhausted, shall recover a youthful strength and vigour, and shall flourish like an herb in the spring, whose verdure and beauty in the winter were concealed in the root hid in the earth. In other words, you Jews shall recover your ancient strength and glory, and be renewed in as wonderful a manner as if dry, withered bones should recover their youth and moisture: or, as if the dead bones in a charnel-house should be united with sinews, clothed again with flesh and skin, and should have life and vigour infused into them. Then shall be effected that resurrection of the dry bones spoken of by <a class=\"ref\">Ezekiel 37:1<\/a>, &c., for that vision relates to the restoration of the Jewish nation, after it had lain for many ages in a dead, hopeless condition. In like manner St. Paul calls the receiving of the Jews into the church, <i>life from the dead, <\/i><a class=\"ref\">Romans 11:15<\/a>. <i>And the hand of the Lord shall be known toward his servants <\/i>— The power, protection, and influence of God shall be made manifest for, and upon, all such as truly serve and obey him. <i>And his indignation toward his enemies <\/i>— But the wicked shall experience a quite contrary dispensation, <a class=\"ref\">Psalms 1:4<\/a>. As God’s hand shall be upon and toward such as fear him, to cover, bless, and influence them, so his indignation shall in that day be showed toward those of your nation who have manifested themselves to be his enemies.<\/p>",
    "audit": null
}