{
    "id": 9300,
    "source": "benson",
    "verse_id": 18269,
    "verse_count": 4,
    "reference": "32:9–12",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"eyIxODI2OSI6NH0=\">Isaiah 32:9-12<\/a>. <i>Rise up,<\/i>,&c.—The prophet, to show <i>the sinners<\/i>, and <i>hypocrites in Zion,<\/i>, (<a class=\"isa\" verses=\"WzE4Mjk0XQ==\">Isaiah 33:14<\/a>,) that they must not expect to receive blessings from God, such as he had just now predicted, while they remained in a state of impenitence, denounces against them the calamities which should come upon them; 1st, By the Assyrian, and then by the Babylonish destruction. <i>Ye women that are at ease <\/i>—That indulge yourselves in idleness and luxury; shake off your carelessness and sloth, and prepare yourselves to hear the sentence pronounced by God concerning you. <i>Hear my voice, ye careless daughters <\/i>—Hebrew, <span class=\"hebrew_text\">,בשׂחות<\/span>, <i>ye confident and secure,<\/i>, who are insensible of your sin and danger. <i>Many days and years <\/i>—Hebrew, <span class=\"hebrew_text\">,ימים על שׁנה<\/span>, <i>days above a year;<\/i>, that is, a year and some days: which, it seems, expresses the time of the continuance of the judgment by the Assyrians; that it should last some days above one year, as indeed it did, and no longer; for Hezekiah reigned in all but twenty-nine years, <a class=\"ref\">2 Kings 18:2<\/a>. And Sennacherib invaded the country in his fourteenth year; and, after his defeat and departure, God promised and added to him fifteen years more, <a class=\"ref\">2 Kings 20:6<\/a>. <i>For the vintage shall fail <\/i>—During the time of the Assyrian invasion. <i>The <\/i> <i>gathering shall not come <\/i>—Namely, of the other fruits of the earth; as that feast which was observed after the gathering of all the fruits was called <i>the feast of ingathering,<\/i>, <a class=\"ref\">Exodus 23:16<\/a>. <i>Tremble, ye women,<\/i>,&c.—It seems probable, from these repeated addresses to the women, that those of Jerusalem especially, and, perhaps, also of many of the other towns in Judea, were, at that time, peculiarly vain, luxurious, dissipated, and wanton, and regardless of all religion. The prophet, therefore, especially addresses them, and warns them that a time of trouble awaited them. <i>Strip ye and make ye bare <\/i>—Put off your ornaments, as God commanded upon a like occasion, (<a class=\"ref\">Exodus 33:5<\/a>,) that you may put on sackcloth instead of them, as mourners and penitents used to do. <i>They shall lament for the teats <\/i>—For the pleasant and fruitful fields which, like teats, yielded you plentiful and excellent nourishment. <\/p>",
    "audit": null
}