{
    "id": 9107,
    "source": "benson",
    "verse_id": 17904,
    "verse_count": 1,
    "reference": "12:3",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"MTc5MDQ=\">Isaiah 12:3<\/a>.<i>Therefore <\/i>— Because the Lord Jehovah is your strength and song, and is, and will be, your salvation; <i>with joy shall ye draw water, <\/i>&c. — The assurances God has given you of his love, and the experience you have had of the benefit and comfort of his grace, should greatly encourage your faith in him, and your expectations from him. <i>Out of the wells of salvation <\/i>— Your thirsty and fainting souls shall be filled with divine graces and comforts; which you shall plentifully draw from God, in the use of gospel ordinances, and which are often signified by water, both in the Old and in the New Testament. He seems to allude to the state of Israel in the wilderness, where, when they had been tormented with thirst, they were greatly refreshed and delighted with those waters which God so graciously and wonderfully afforded them in that dry and barren land, <a class=\"ref\">Numbers 20:11; Numbers 21:16-18<\/a>. As this hymn evidently appears by its whole tenor, and by many expressions in it, to be much better calculated for the Christian Church than it could be for the Jewish, in any circumstances, or at any time that can be assigned; so “the Jews themselves seem to have applied it to the times of the Messiah. On the last day of the feast of tabernacles, they fetched water, in a golden pitcher, from the fountain of Siloah, springing at the foot of mount Sion, without the city; they brought it through the water-gate into the temple, and poured it, mixed with wine, on the sacrifice as it lay upon the altar, with great rejoicing. They seem to have taken up this custom, for it is not ordained in the law of Moses, as an emblem of future blessings, in allusion to this passage of Isaiah: <i>Ye shall draw water with joy from the fountains of salvation: <\/i>expressions that can hardly be understood of any benefits afforded by the Mosaic dispensation. Our Saviour applied the ceremony, and the intention of it, to himself, and to the effusion of the Holy Spirit, promised and to be given by him.” Thus Bishop Lowth, who quotes a passage from the Jerusalem Talmud to show that the Jews thought this song to be intended of the times of the Messiah, and considered the water, said to be drawn from the wells of salvation, as signifying the influences of the Holy Spirit to be given in his days.<\/p>",
    "audit": null
}