{
    "id": 9557,
    "source": "benson",
    "verse_id": 18838,
    "verse_count": 2,
    "reference": "60:16-17",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"eyIxODgzOCI6Mn0=\">Isaiah 60:16-17<\/a>.<i>Thou shalt also suck the milk of the Gentiles <\/i>— A metaphor taken from children drawing nourishment from the breast. The sense is, that the church should draw, or receive, the wealth of nations, and the riches and power of kings, and whatever is most excellent; and that it should come freely and affectionately, as milk flows from the breast of the mother. <i>And thou shalt know <\/i>— Namely, shall experience; <i>that I the Lord<\/i> — Hebrew, <i>Jehovah; am thy Saviour <\/i>— That I have undertaken to save, and that I do and will save thee; <i>the mighty One of Jacob <\/i>— Not only of the literal, but also, and especially, of the spiritual Jacob, or Israel: as if he had said, These things will certainly be accomplished, for he is <i>the mighty God, <\/i>and so is able; and <i>the God of Jacob, <\/i>and so is obliged by covenant with, and relation to them, to deliver and protect his people. <i>For brass I will bring gold, <\/i>&c. — Here we have the effect of the preceding promise: Thy poverty shall be turned to riches, all things shall be altered for the best: it is an allusion to the days of Solomon, when gold was as plentiful as brass. If these words be considered as intended to be taken literally, it is sufficiently evident that they are not applicable to Jerusalem, which was never so enriched, after it was rebuilt, as to have greater riches than the Jews possessed before the wars which they waged with the Babylonians; nor was their state happier. And after Herod the Great, they were in a much worse condition, Judea being reduced to a province of the Roman empire, and governed and pillaged by the deputies or vicegerents of the emperors. Therefore all this is undoubtedly spoken of the Christian Church and of spiritual riches, namely, the privileges and blessings of the gospel. <i>I will also make thy officers peace <\/i>— That is, <i>men of peace, loving, meek, <\/i>and <i>friendly. <\/i>This was far from being the case with the Jews after their return out of captivity; for, though those who were first set over them, after their return, namely, Zerubbabel, Nehemiah, and others, governed them peaceably and mildly, yet it was not so in the following times; and after their high-priests took upon them the government, they grievously plundered and oppressed the people, and contended with one another with the most outrageous and cruel discord, as appears from Josephus, the Jewish historian. But the governors of the Christian Church, that is, of that church which only deserves the name of Christian, have been, and always will be, mild and gentle, and men of peace and clemency. <i>And thine exactors <\/i>— Or <i>rulers, <\/i>as Dr. Waterland renders  <span class=\"hebrew_text\">נגשׂי<\/span>Š. <i>Righteousness <\/i>— Most righteous, as before <i>peace <\/i>was put for peaceable.<\/p>",
    "audit": null
}