{
    "id": 9007,
    "source": "benson",
    "verse_id": 17736,
    "verse_count": 1,
    "reference": "4:2",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"MTc3MzY=\">Isaiah 4:2<\/a>.<i>In that day <\/i>— About and after that time, <i>when the Lord shall have washed away <\/i>(as this time is particularly expressed, <a class=\"isa\" verses=\"MTc3Mzg=\">Isaiah 4:4<\/a>,) <i>the filth of Zion, <\/i>by those dreadful judgments now described. The third part of this discourse, the reader will observe, begins here, in which is set forth the flourishing state of the remnant of the Jews after the times of the former calamity. <i>Shall the branch of the Lord be beautiful and glorious <\/i>— The church and people of Israel may be here intended by <i>the branch of the Lord, <\/i>being often called God’s <i>vine, <\/i>or <i>vineyard, <\/i>as we have seen before, and <i>the branch of his planting, <\/i><a class=\"isa\" verses=\"MTg4NDM=\">Isaiah 60:21<\/a>. It is a metaphorical expression, taken from a tree cut down, which, notwithstanding, sprouts forth anew from the root, by young suckers, and brings forth many trees. And thus the prophet foretels, that, notwithstanding the grievous calamities and great destructions which he had predicted, and which would certainly come to pass, yet, nevertheless, the small remainder of them which should return out of captivity, with those that should be left in the land, when it was laid desolate by the Chaldeans, should increase into a great people. And to them <i>the fruit of the earth <\/i>should be <i>excellent and comely <\/i>— That is, through the abundant produce of the land they should be made rich, and should be rendered respectable to the neighbouring nations. This seems to be the primary and most obvious meaning of the passage, considered in connection with what precedes and follows. The Chaldee Paraphrast, however, says, <i>the branch <\/i>here means <i>the Messiah of Jehovah, <\/i>and of him many Jewish doctors, as well as Christian commentators, understand the expression. Certainly he is frequently signified, in Scripture, by this title, <i>the branch: <\/i>see <a class=\"isa\" verses=\"MTc4ODY=\">Isaiah 11:1<\/a>; <a class=\"ref\">Jeremiah 23:5; Jeremiah 33:15; Zechariah 3:1<\/a>; and, in one place, namely, <a class=\"ref\">Zechariah 6:12<\/a>, his name is expressly said to be <i>the branch. <\/i>Understood of him, the meaning of the passage must be, that after the foregoing miseries had been brought upon the Jews, and they had been restored to their own land; and after they had been chastised and purified still more, by the calamities brought upon them by Antiochus Epiphanes and other princes of the Grecian empire, and by the Romans under Pompey, the Messiah should be born; and that, after the utter destruction which should be brought upon the Jewish city, temple, and nation, by Titus, the Roman general, the kingdom of the Messiah should become beautiful and glorious, as is here expressed. According to this interpretation, the expression, <i>in that day, <\/i>in the beginning of the verse, must be considered as used with great latitude, as it often is by this prophet, signifying, as Lowth observes, “not the same time with that which was last mentioned, but an extraordinary season, remarkable for some signal events of providence, called elsewhere, by way of excellence, <i>the day of the Lord, <\/i>just as <i>that day <\/i>denotes the day of judgment in the New Testament, as being a time of all others the most remarkable; see <a class=\"ref\">2 Thessalonians 1:10; 2 Timothy 1:12; 2 Timothy 1:18; 2 Timothy 4:8<\/a>. “It is usual,” says Grotius, “for the prophets to pass from the threatenings that relate to their own times, to the promises which belong to the times of the gospel.” It may be further observed here, that the Scriptures often speak of great tribulations, as preceding, and preparing the way for, the enlargement and prosperity of Christ’s kingdom. In consistency with this application of the passage, by <i>the fruit of the earth, <\/i>here said to be <i>excellent and comely, <\/i>must be meant the spiritual blessings of the gospel, frequently described under the emblems of the fruitfulness of the earth and plenty. And by <i>them that are escaped of Israel, <\/i>we must understand those Jews who, the prophet foresaw, would be converted by the preaching of Christ and his apostles, and should thereby escape that vengeance which would involve the rest of their nation. This accords well with the following verses of the chapter.<\/p>",
    "audit": null
}