{
    "id": 9329,
    "source": "benson",
    "verse_id": 18329,
    "verse_count": 1,
    "reference": "35:8",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"WzE4MzI5XQ==\">Isaiah 35:8<\/a> .<i> And a highway shall be there, and a way<\/i> — The<i> highway<\/i> and<i> the way<\/i> are not to be taken for two different ways, but for one and the same way, even a cast-way, which is both raised ground, as the former Hebrew word<span class=\"hebrew_text\"> מסלול<\/span> signifies,<i> and a way<\/i> for persons to travel in, as the latter word here used means, both signifying a convenient, prepared, plain, and common road or path for travellers; namely, the way of truth and duty marked out by the gospel, which is the rule both of our faith and practice. “The knowledge of the truth and will of God,” says Mr. Scott, “when made very plain and clear to any people, is like casting up a highway through a country that was before impassable. The Gentile world was a desert, in this as well as in other respects; no highway to God, and heaven was to be there met with. But this advantage began to be vouchsafed to the nations when the gospel was sent to them,” and the way of duty was plainly marked out.<i> And it shall be called, The way of holiness<\/i> — Trodden by holy men, and filled with holy practices; the way of holy worship, and a holy conversation.<i> The way of holiness<\/i> is that course of religious duties in which men ought to walk and press forward, with an eye to the glory of God and their own felicity, in the enjoyment of him. It is “not a way of<i> sufferance,”<\/i> says Henry, “but an<i> appointed<\/i> way, a way into which we are directed by a divine authority, and in which we are protected by a divine warrant: it is the king’s, yea, the King of kings’ highway, in which we may be waylaid, but cannot be stopped. It is the good old way, (<a class=\"ref\">Jeremiah 6:16<\/a> ,) the way of God’s commandments.<i> The unclean shall not pass over it<\/i> — Either to defile it, or to disturb those that walk in it. It is a way by itself, distinguished from the way of the world; for it is a way of separation from, and nonconformity to, this world.” The expression further means, that unclean persons shall, by a proper exercise of good discipline, be kept out of Christ’s church on earth, as they certainly shall not be admitted into his kingdom in heaven.<i> But it shall be for those<\/i> — Termed afterward<i> the redeemed,<\/i> who<i> shall walk there,<\/i><a class=\"isa\" verses=\"WzE4MzMwXQ==\">Isaiah 35:9<\/a> . But Bishop Lowth and some interpreters think the clause may be better rendered,<i> He,<\/i> namely,<i> God, shall be with them walking in the way;<\/i> that is, he shall be their companion and guide in the way. Hence,<i> though fools,<\/i> they<i> shall not err therein<\/i> — The way shall be so plain and straight, that even the most foolish travellers cannot easily mistake it.<\/p> ",
    "audit": null
}