{
    "id": 9598,
    "source": "benson",
    "verse_id": 18911,
    "verse_count": 3,
    "reference": "65:13–15",
    "title": "",
    "html": " <p>, <a class=\"isa\" verses=\"eyIxODkxMSI6M30=\">Isaiah 65:13-15<\/a>. <i>Behold, my servants shall eat, but you shall be hungry,<\/i>,&c.—I will make a great difference between my faithful servants and such unbelievers as you are. This promise the Lord fulfilled in a remarkable manner before the destruction of Jerusalem by the Romans. In consequence of the direction given by Christ to his disciples, (<a class=\"ref\">Matthew 26:15<\/a>,) when they observed the Roman armies approaching toward Jerusalem, they left the devoted city and fled to the mountains, an opportunity for doing which being given them by the special providence of God. For after the Romans, under Cestius Gallus, made their first advance toward Jerusalem, they suddenly withdrew again in a most unexpected, and, indeed, impolitic manner; at which Josephus testifies his surprise, since the city might then have been easily taken. By this means they gave, as it were, a signal to the Christians to retire; which, out of regard to their Lord’s admonition, they did, some to Pella, and others to mount Libanus, and thereby not only preserved their lives, but obtained a supply of all their wants; while, in the mean time, the unbelieving and disobedient Jews, who had rejected and crucified their Messiah, pertinaciously seeking to defend themselves in the city, were overwhelmed with the greatest calamities that ever came upon any people, and perished with hunger and thirst, the sword of their enemies, and mutual slaughters, in the greatest anguish and despair, <i>crying,<\/i>, as it is here said, <i>for sorrow of heart,<\/i>, and <i>howling for vexation of spirit. And ye shall leave your name for a curse unto my chosen <\/i>—That is, to the Christians. They shall use your name as examples of the eminent wrath of God upon sinners; or, as Vitringa reads it, <i>Ye shall leave your name for an oath to my chosen;<\/i>, explaining the meaning to be, “That the punishment and calamity of these apostates should be so remarkable, that in the forms of swearing, men should take their example from the severity of the divine judgment inflicted upon them, and from their miserable state; saying, ‘If I knowingly and wilfully deceive, may as great calamities happen to me as have happened to those wicked and apostate Jews.’” See <a class=\"ref\">Jeremiah 29:22<\/a>. <i>For the Lord shall slay thee <\/i>—For you shall not perish by an ordinary hand, but by the hand of the Lord God. Your destruction shall be most extraordinary. The prophet may either allude in this expression to the total abolition of the Jewish economy, or to the prodigious slaughter made of that people by one dreadful massacre after another, especially during the siege of Jerusalem; <i>and<\/i>, shall <i>call his servants by another name <\/i>—God himself shall consider your very name as infamous and accursed, and will not suffer his people to be called by it. They shall not be called <i>Jews<\/i>, or <i>Israelites,<\/i>, but <i>Christians.<\/i>, See note on <a class=\"isa\" verses=\"WzE4ODU3XQ==\">Isaiah 62:2<\/a>. <\/p>",
    "audit": null
}