{
    "id": 9571,
    "source": "benson",
    "verse_id": 18861,
    "verse_count": 2,
    "reference": "62:6–7",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"eyIxODg2MSI6Mn0=\">Isaiah 62:6-7<\/a> .<i> I have set watchmen,<\/i> &c. — The word<span class=\"hebrew_text\"> שׁומרים<\/span> , thus rendered, signifies properly those priests and Levites who kept watch day and night about the temple, and is from them applied to the spiritual watchmen and ministers of the Christian Church. They are said to be<i> set upon the walls<\/i> of the spiritual Jerusalem, in allusion to sentinels placed upon the walls of besieged cities, from whence they have an extensive prospect, that they may observe and give notice of the motions of the enemy.<i> Which shall never hold their peace day nor night —<\/i> There shall be a vigilant, faithful, and diligent ministry, willing to endure hardships, and constant in their work of teaching and warning the people, or of interceding for them, which constancy is intimated here by<i> day and night. Ye that make mention of the Lord<\/i> — That is, that are his servants, and acknowledge your relation to him as such: see<a class=\"isa\" verses=\"WzE4MTQ0XQ==\">Isaiah 26:13<\/a> . Here especially are meant his servants in ordinary, his<i> remembrancers,<\/i> as the word<span class=\"hebrew_text\"> המזכירים<\/span> may be properly translated, either such as put God in remembrance of his promises, or such as make the Lord to be remembered, putting his people in mind of him.<i> Keep not silence<\/i> — As if he had said, Since God, by his peculiar goodness and care of his church, hath appointed watchmen to be placed upon its walls, that they may constantly watch for its safety, therefore do you, who are intrusted with this office, perform your parts diligently, and intercede continually with him, that he would graciously fulfil the magnificent promises which he has made to it. In the command here given, not to keep silence, Bishop Lowth thinks there is an allusion to the manner in which watches are kept in the East. “Even to this day,” says he, “they are performed by a loud cry, from time to time, of the watchmen, to mark the time, and that very frequently, and in order to show that they themselves are constantly attentive to their duty.” “The watchmen in the camp of the caravans go their rounds, crying, one after another,<\/p> \n<p>‘God is one, he is merciful,’ and often add, ‘Take heed to yourselves.’” —<i> Tavern. Voyage, de Perse,<\/i> lib. 1. chap. 10.<i> And give him no rest —<\/i> Persevere, and be importunate in your supplications. Observe, reader, fervency and importunity in prayer are very acceptable to God, as implying the sincere and earnest desire of the person praying for the blessings which he asks: see<a class=\"ref\">Luke 11:5-10<\/a> ; and<a class=\"ref\">Luke 18:1-7<\/a> .<i> Till he establish,<\/i> &c. — Till he so settle his church on sure foundations, and enlarge its borders, that it shall become a blessing to all nations, and all nations shall praise him for it,<a class=\"ref\">Psalms 67:3-4<\/a> ; or that it may be praised, and become renowned and famous in the eyes of the whole world.<\/p> ",
    "audit": null
}