{
    "id": 9231,
    "source": "benson",
    "verse_id": 18141,
    "verse_count": 2,
    "reference": "26:10–11",
    "title": "",
    "html": "<p> <a class=\"isa\" verses=\"eyIxODE0MSI6Mn0=\">Isaiah 26:10-11<\/a>. <i>Let favour be showed to the wicked<\/i>—If thou dost spare them, when thou chastisest thy own people, and grantest them health, prosperity, and other blessings; yet<i>will they not learn righteousness<\/i>—They will not be led to repentance by thy goodness; and therefore it is requisite thou shouldest send thy judgments into the earth, to reckon with men for abused mercies. <i>In the land of uprightness<\/i>—Even in thy church, and among thy people, where righteousness is taught, professed, and, among many, practised; and where unrighteousness is discountenanced and punished;<i>will he<\/i>—The wicked man, <i>deal unjustly<\/i>—Hebrew,<span class=\"hebrew_text\"> יעול<\/span> , <i>will act perfidiously, perversely,<\/i> or<i>injuriously; and will not behold the<\/i><i>majesty of the Lord<\/i>—Although God gives such plain and clear discoveries of his majesty and glory, not only in his words, but also in his works, and in all the dispensations of his providence, whether those of justice, or those of grace; and especially in his glorious patience and mercy toward wicked men; yet they wilfully shut their eyes against these discoveries, and will not believe, or will not consider, and lay to heart, what a God of terrible and glorious majesty he is. <i>Lord, when thy hand is lifted up<\/i>—To smite and chastise them, in order that by repentance, faith, and prayer, they may make their peace with thee;<i>they will not see<\/i>—They will not take notice of it; are not aware that thou art angry with them, and about to execute thy judgments upon them. Nay, even when thou dost actually smite and punish them, they are guilty of the same obstinate blindness as when thou dost only threaten them, shutting their eyes against the clearest convictions of guilt and wrath, and ascribing to chance, common fate, or second causes, what is manifestly a divine correction and rebuke. They regard not the symptoms of their own ruin, but cry, “Peace, peace,” when thou, the holy and righteous God, art waging war against them. <i>But they shall see<\/i>—Whether they will or not. They shall know and feel, and that by sad experience, what they would not learn by other and easier ways. Atheists, scorners, and the carnally secure shall shortly feel what now they will not believe, that<i>it is a fearful thing to fall into the hands of the living God. <\/i> They will not see the evil of sin, and particularly the sin of hating and persecuting the people of God; but they shall, at length, be convinced to their sorrow, by the tokens of God’s displeasure against them for it, that what is done against his people, God takes as done against himself. <i>And be ashamed for their envy at the people<\/i>—They shall see that they have done God’s people a great deal of wrong, and therefore shall be ashamed of it, and of the enmity and envy which produced it. <i>Yea, the fire of thine enemies,<\/i> &c.—Such fire or wrath as thou usest to pour forth upon thy implacable enemies.<\/p> ",
    "audit": null
}