{
    "id": 9171,
    "source": "benson",
    "verse_id": 18037,
    "verse_count": 1,
    "reference": "21:1",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"WzE4MDM3XQ==\">Isaiah 21:1<\/a>.<i>The burden of the desert of the sea — <\/i>That is, of Babylon, as is evident from <a class=\"isa\" verses=\"WzE4MDQ1XQ==\">Isaiah 21:9<\/a>. Some think it is so called prophetically, because, although it was at present a populous city, it was shortly to be made desolate, and turned into a marsh, and pools of water. But  <span class=\"hebrew_text\">מדבר ים<\/span>may be properly rendered, <i>the plain of the sea: <\/i>for Babylon stood on a plain, and the country about it, and especially below it, toward the sea, was a great flat morass, often overflowed by the Euphrates and Tigris. “Semiramis,” says Herodotus, “confined the Euphrates within its channel, by raising great dams against it; for before it overflowed the whole country like a sea.” And Abydenus, speaking of the building of Babylon, observes, “It is reported that all this part was covered with water, and was called <i>the sea; <\/i>and that Belus drew off the waters, conveying them into proper receptacles.” It was only by these means, it appears, and by the many canals that were made in the country, that it became habitable. It, however, still more fully and perfectly answered the title of <i>the plain, <\/i>or <i>desert of the sea, <\/i>here given it, in consequence of the Euphrates being turned out of its channel by Cyrus, and afterward suffered still to drown the neighbouring country, by which it became, in time, a great barren, morassy desert, which it continues to be to this day. See note on <a class=\"isa\" verses=\"WzE3OTI3XQ==\">Isaiah 13:20<\/a>.<\/p>\n<p>This second prediction, concerning Babylon, (which, with the two short prophecies following, makes the sixth discourse of this second part of Isaiah’s Visions,) “is a passage,” says Bishop Lowth, “of a singular kind for its brevity and force; for the variety and rapidity of the movements; and for the strength and energy of colouring, with which the action and event are painted. It opens with the prophet’s seeing, at a distance, the dreadful storm that is gathering, and ready to burst upon Babylon: the event is intimated in general terms; and God’s orders are issued to the Persians and Medes to set forth upon the expedition which he has given them in charge. Upon this the prophet enters into the midst of the action; and in the person of Babylon expresses, in the strongest terms, the astonishment and horror that seizes her on the sudden surprise of the city, at the very season dedicated to pleasure and festivity. Then, in his own person, he describes the situation of things there; the security of the Babylonians, and, in the midst of their feasting, the sudden alarm of war. The event is then declared in a very singular manner. God orders the prophet to set a watchman to look out, and to report what he sees; he sees two companies marching onward, representing, by their appearance, the two nations that were to execute God’s orders; who declare that Babylon is fallen.”<\/p>\n<p><i>As whirlwinds in the south, <\/i>&c. — Bishop Lowth’s translation of this passage gives it a peculiar force and elegance.<\/p>\n<p><em>“Like the southern tempests, violently rushing along,<\/em><\/p>\n<p><em>From the desert he cometh, from the terrible country.<\/em><\/p>\n<p><em>A dreadful vision! it is revealed unto me:<\/em><\/p>\n<p><em>The plunderer is plundered, and the destroyer is destroyed.<\/em><\/p>\n<p><em>Go up, O Elam; from the siege, O Media!<\/em><\/p>\n<p><em>I have put an end to all her vexations.”<\/em><\/p>\n<p>By <i>southern tempests, <\/i>or <i>whirlwinds in the south, <\/i>the prophet means tempests in those extensive deserts which lay southward from Judea, in which the winds rush along with great force, as meeting with no obstruction from mountains, hills, trees, or buildings. To these he compares the sweeping and irresistible ruin which, by terrible armies, was about to come on Babylon from Media and Persia, through the deserts that lay between it and those countries. “The prophet,” says Lowth, “renews his threatenings against Babylon, as he does afterward, (chap. 47.,) to convince the Jews, by this repetition, of the certainty of the event, and thereby support them under their captivity when it should come.”<\/p>",
    "audit": null
}