{
    "id": 9570,
    "source": "benson",
    "verse_id": 18859,
    "verse_count": 2,
    "reference": "62:4-5",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 62:4-5<\/a>.<i>Thou shalt no more be termed Forsaken <\/i>— As a woman forsaken by her husband. <i>Neither shall thy land be termed Desolate <\/i>— Neither shall thy places of worship be empty, and thine ordinances of service be unfrequented. He alludes to the desolation of Judah during the Babylonish captivity. <i>But thou shalt be called Hephzibah <\/i>— <i>My delight is in her; <\/i>a new name, agreeing with her new condition; <i>and thy land, Beulah<\/i> — <i>Married, <\/i>agreeing to her new relation. Whereas she was in a desolate condition, she shall now be as a woman well married, to the great improvement of her state. <i>And thy land shall be married <\/i>— Thou shalt see the increase of thy children again in the land, as the fruit of thy married condition, who, by reason of thy being forsaken of thy husband, were, in a manner, wasted and decayed: and this refers to the great enlargement of the church in the gospel days. Or, thy land <i>shall be possessed, <\/i>as  <span class=\"hebrew_text\">הבעל<\/span><\/p>\n<p>may be properly rendered, and so the expression answers to <i>desolate. <\/i>Thou shalt be no more <i>desolate, <\/i>but <i>possessed. For as a young man marrieth a virgin <\/i>— In whom he takes great delight, and whom he exceedingly loves; <i>so shall thy sons marry thee <\/i>— That is, they shall live with thee, and take great delight in thee. For, as Lowth justly observes, “the word <i>marry <\/i>is not to be taken strictly, for it would be improper to say that children married their mother.” Thus the LXX.,  <span class=\"greek-hebrew\">ουτω κατοικησουσιν οι υιοισου<\/span>, <i>so shall thy sons dwell with thee. <\/i>Bishop Lowth, however, instead of <i>sons, <\/i>renders  <span class=\"hebrew_text\">בנין<\/span><i>thy builder, <\/i>or <i>creator, <\/i>altering or disregarding the Hebrew points. This emendation, it most be acknowledged, would clear the prophet of the impropriety of using a similitude, which implies that Jerusalem was guilty of incest in marrying her sons; and at the same time would add not only grace but force to the whole verse, which, so altered, runs thus: <i>For, <\/i><i>as a young man marrieth a virgin, so shall thy Creator marry thee. And as the bridegroom, <\/i>&c. — The former interpretation, however, which has the sanction of the LXX., and which the present pointing of the Hebrew requires, seems preferable. In the first clause, <i>As a young man marrieth a virgin, <\/i>Sir John Chardin, in his MS. note on the place, considers the prophet as expressing himself according to the custom of the East, which was, and is, “for youths, that were never married, always to marry virgins; and widowers, however young, to marry widows.” See Harmer’s <i>Observ., 43. <\/i>p. 482.<\/p>",
    "audit": null
}