{
    "id": 9413,
    "source": "benson",
    "verse_id": 18581,
    "verse_count": 1,
    "reference": "45:19",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"WzE4NTgxXQ==\">Isaiah 45:19<\/a> .<i> I have not spoken in secret, in a dark place,<\/i> &c. — This is declared in opposition to the manner in which the heathen oracles gave their answers; which were generally delivered not only darkly and doubtfully, but from obscure cells and caverns of the earth: such was the seat of the Cumean Sibyl:<\/p> \n<p><em>“Excisum Euboicæ latus ingens rupis in antrum.”<\/em><\/p> \n<p><em>“A spacious cave within its farmost part Was hew’d, and fashion’d by laborious art:<\/em><\/p> \n\n<p>Such was that of the famous oracle at Delphi: of which, says Strabo, lib. 9., “The oracle is said to be,<span class=\"greek-hebrew\"> αντρον κοιλον μετα βαθους<\/span> ,<span class=\"greek-hebrew\"> ου μαλα ευρυστομον<\/span> , a hollow cavern of considerable depth, with an opening not very wide.” And Diodorus, giving an account of the same oracle, says, “There was in that place a great chasm, or cleft, in the earth; in which very place is situated what is called<i> Adytum;<\/i> ” that is, the cavern, or hidden part of the temple. Jehovah, on the contrary, delivered his oracles to Israel publicly and plainly.<i> I said not to the seed of Jacob, Seek ye me in vain<\/i> — Serve and worship me for naught. As I appointed them work, so from time to time I have given them abundant recompense.<i> I Jehovah speak righteousness,<\/i> &c. — That which I promise is true, and that which I command is just and good. I require nothing of my people but what is righteous in itself, and for their real advantage: whereas the idols, or their priests rather, command their worshippers to do many sinful and shameful things, even in their worship, as is most notorious. Bishop Lowth renders this clause,<i> I am Jehovah, who speak truth, who give direct answers;<\/i> observing, “This also is said in opposition to the false and ambiguous answers given by the heathen oracles; of which there are many noted examples.”<\/p> ",
    "audit": null
}