{
    "id": 9118,
    "source": "benson",
    "verse_id": 17928,
    "verse_count": 2,
    "reference": "13:21-22",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 13:21-22<\/a>.The <i>wild beasts of the desert shall lie there <\/i>— Which was literally fulfilled, as we have just seen, in Jerome’s time, when it was a forest for breeding wild beasts, or a royal chase for hunting. <i>And their houses shall be full of doleful creatures — <\/i>This likewise has been exactly accomplished. Benjamin of Tudela, a Jew, in his Itinerary, written above seven hundred years ago, asserts, “Babylon is now laid waste, excepting the ruins of Nebuchadnezzar’s palace, which men are afraid to enter, on account of the serpents and scorpions that have taken possession of it.”<\/p>\n<p>This account is confirmed by Rauwolf, who informs us, “that the supposed ruins of the tower of Babylon are so full of venomous creatures, that no one dares approach nearer to them than half a league.” It must be observed, however, that interpreters are not agreed as to the precise meaning of the word  <span class=\"hebrew_text\">אחים<\/span>, here rendered, <i>doleful creatures. <\/i>Some connect this clause with the preceding, and read it, <i>And shall fill <\/i>(namely, the wild beasts <i>shall fill<\/i>) <i>their houses with their howlings. <\/i>It is more probable, however, that some living creatures are intended, but whether reptiles, quadrupeds, or fowls, is uncertain. It is also doubtful what creatures are meant by several of the other Hebrew words here used, particularly by the word  <span class=\"hebrew_text\">שׂעירים<\/span>, <i>seirim, <\/i>translated <i>satyrs. <\/i>The term indeed signifies <i>goats. <\/i>And many have supposed that evil spirits often appeared, of old time, in the shape of goats. “Upon which account,” says Lowth, “the word is sometimes taken for <i>devils, <\/i>and is so translated, <a class=\"ref\">Leviticus 17:7<\/a>,” (where see the note,) “and in <a class=\"ref\">2 Chronicles 11:15<\/a>. But here, and <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 34:14<\/a>, it is rendered <i>satyrs. <\/i>The expression may be taken from a vulgar opinion, that desolate and forlorn places are inhabited by evil spirits. See <a class=\"ref\">Baruch 4:35; Revelation 18:2<\/a>. Accordingly our Saviour, in his parable of an unclean spirit, says, that <i>he walks through dry, <\/i>or <i>uninhabited places, <\/i><a class=\"ref\">Matthew 12:43<\/a>.” <i>And dragons in their pleasant places <\/i>— The word  <span class=\"hebrew_text\">תנים<\/span>, rendered dragons, signifies any large creature of the creeping kind, whether upon land or in the sea. Here it seems to be taken for a great serpent, such as are usually found in deserts and desolate places. But instead of wasting time in a fruitless attempt to ascertain what kind of creatures are meant by the different Hebrew words here used, which would only perplex and not edify the reader, we shall present him with Bishop Lowth’s translation of these two verses.<\/p>\n<p><em>“But there shall the wild beasts of the deserts lodge;<\/em><\/p>\n<p><em>And howling monsters shall fill their houses:<\/em><\/p>\n<p><em>And there shall the daughters of the ostrich dwell;<\/em><\/p>\n<p><em>And there shall the satyrs hold their revels.<\/em><\/p>\n<p><em>And wolves shall howl to one another in their palaces;<\/em><\/p>\n<p><em>And dragons in their voluptuous pavilions.”<\/em><\/p>\n<p>What makes the present desolate condition of Babylon the more wonderful is, that Alexander the Great intended to have made it the seat of his empire, and actually set men to work to rebuild the temple of Belus, to repair the banks of the river, and to reduce the waters again to their own channel; but he met with too many difficulties to proceed with the work. And now, how justly may we reflect with Bishop Newton, (Dissert. xth.,) “How is Babylon become a desolation! How wonderful are such predictions, compared with the events! And what a convincing argument of the truth and divinity of the Holy Scriptures! Well might God allege this as a memorable instance of his prescience, and challenge all the false gods, and their votaries, to produce the like, <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 45:21<\/a>; <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 46:10<\/a>. And indeed where can be found a similar instance, but in Scripture, from the beginning of the world to this day?” <\/p>",
    "audit": null
}