{
    "id": 9253,
    "source": "benson",
    "verse_id": 18178,
    "verse_count": 1,
    "reference": "28:13",
    "title": "",
    "html": " <p>, <a class=\"isa\" verses=\"WzE4MTc4XQ==\">Isaiah 28:13 <\/a> <em>. <\/em> <i>But the word of the Lord was unto them, <\/i>,&c.—The sense of the passage thus rendered, may be, that they spake of God’s word with scorn and contempt, repeating the prophet’s words, (which are as peculiar in sound, as they are strong and expressive in sense, <span class=\"hebrew_text\">,קו לקו <\/span>,, <span class=\"hebrew_text\">,קו לקו <\/span>,, <span class=\"hebrew_text\">,צו לצו <\/span>,, <span class=\"hebrew_text\">,צו לצו <\/span>,, <i>tzav latzav, tzav latzav, kav lakav, kav lakav, <\/i>) in a scoffing manner, and with a ridiculous tone of voice; as if they had said, It seems the prophet takes us to be mere children, that need to be taught the very rudiments of knowledge, and that but slowly. <i>Precept upon precept, line upon line, <\/i>,&c.—That these were scornful men and mockers, is affirmed <a class=\"isa\" verses=\"WzE4MTc5XQ==\">Isaiah 28:14 <\/a>; <a class=\"isa\" verses=\"WzE4MTg3XQ==\">Isaiah 28:22 <\/a>; and, as scoffers frequently catch the words out of other men’s mouths, and use them in the way of derision; so it may be thought they did with the prophet’s words. But the clause may be rendered a little otherwise, as indeed it is by divers learned men, thus: <i>And the word of the Lord shall be unto them, precept upon precept, <\/i>,&c.; as this method has been used, and was altogether necessary for them, so it still is, and for the future shall be. As they were children in understanding, they shall continue to be such; they shall be ever learning, and never come to the knowledge of the truth; as they formerly would not, so now they shall not profit by the word, and their sin shall be their punishment. <i>That they may, <\/i>,or <i>might go, and fall backward — <\/i>,This will be the event, or consequence of their sin: they will fall backward, which is the worst and most dangerous way of falling; and so be broken to pieces. <\/p>,",
    "audit": null
}