{
    "id": 9229,
    "source": "benson",
    "verse_id": 18138,
    "verse_count": 1,
    "reference": "26:7",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 26:7<\/a>.<i>The way of the just is uprightness — <\/i>Hebrew,  <span class=\"hebrew_text\">מישׁרים<\/span>, <i>righteousness. <\/i>The just proceed steadily on in the practice of the various duties of righteousness, which they owe to God and man; or, their way is <i>evenness, <\/i>or <i>plainness, <\/i>as the word may be rendered. It is their constant care and endeavour to walk with God in an even, steady course of obedience and holy conversation. Bishop Lowth translates the clause, <i>the way of the righteous is perfectly straight, <\/i>not crooked, involved, and intricate, like that of the wicked. <i>Thou, most upright, dost weigh the path of the just <\/i>— Dost <i>mark <\/i>and <i>consider <\/i>it, and observe the various difficulties and dangers that will occur in it, and wilt give them grace sufficient for them; or, thou dost <i>examine it. <\/i>Thou, who art most upright in all thy ways, and therefore a lover of uprightness, and of all upright men, dost weigh, dost narrowly observe and ponder, <i>the path of the just; <\/i>the whole course of their actions, and, which is implied, dost approve of them, and direct them to a happy issue. This seems to be the most common meaning of the word  <span class=\"hebrew_text\">פלס<\/span>, here rendered <i>to weigh: <\/i>see <a class=\"ref\">Proverbs 4:26; Proverbs 5:21<\/a>. It bears, however, another sense, <a class=\"ref\">Psalms 78:50<\/a>, namely, <i>to<\/i> <i>make the way plain, <\/i>or, to remove obstructions out of it. In this sense Bishop Lowth understands it here, and therefore translates the clause, <i>thou most exactly levellest the path of the righteous. <\/i>While the way of the wicked is perplexed, and rugged, and full of obstructions, God makes the way of the righteous plain and easy before them, by preventing or removing those things that would be stumbling-blocks to them, so that they walk safely and comfortably forward in the path of duty.<\/p>",
    "audit": null
}