{
    "id": 9064,
    "source": "benson",
    "verse_id": 17827,
    "verse_count": 1,
    "reference": "8:19",
    "title": "",
    "html": "<p> <a class=\"isa\" verses=\"WzE3ODI3XQ==\">Isaiah 8:19<\/a>. <i>And when,<\/i> &c.—The prophet, having foretold the coming of the Messiah, and spoken of the disciples he should have, takes this occasion of addressing the Jews, and reminding them of their duty, as he had done, <a class=\"isa\" verses=\"WzE3NjkyXQ==\">Isaiah 2:6<\/a> , compared with <a class=\"isa\" verses=\"eyIxNzgwOSI6Mn0=\">Isaiah 8:1-2<\/a>. He saw the nation much inclined to foreign superstitions, particularly to the divinations, soothsayings, and astrology of the Syrians, Egyptians, &c., but not regarding the pure doctrine of God’s word as they ought: he therefore warns them against placing any dependance on such follies, and exhorts them to disregard all merely human teaching and assistance, and to apply solely to the divine law and testimony. <i>When they<\/i>—Those Israelites, to whom I and my children are for<i>signs and wonders,<\/i> and who are fallen from God into superstition and idolatry;<i>shall say unto you<\/i>—Who are the true people of God;<i>Seek unto them that have familiar spirits<\/i>—For advice and help;<i>and unto wizards —<\/i> Of whom, and of familiar spirits, see on <a class=\"ref\">Leviticus 19:31; Leviticus 20:27; Deuteronomy 18:11<\/a>;<i>that peep and mutter<\/i>—That speak with a low voice, as the two words here used signify, which they affected to do, speaking rather inwardly in their bellies, than audibly with their mouths. <i>Should not a people seek unto their God?<\/i>—This answer the prophet puts into their mouths; doth not every nation, in cases of difficulty, seek to their gods? Much more should we do so, that have the only true God for our God. <i>For the living to the dead<\/i>—That is, for living men to inquire of the living God, is proper and reasonable; but it is highly absurd for them to forsake him, and to seek dead idols, either to the images, or to the spirits of dead men, which are supposed to speak in them.<\/p> ",
    "audit": null
}