{
    "id": 9163,
    "source": "benson",
    "verse_id": 18021,
    "verse_count": 2,
    "reference": "19:16–17",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"eyIxODAyMSI6Mn0=\">Isaiah 19:16-17<\/a> .<i> In that day shall Egypt be like unto women<\/i> — Feeble and fearful, as it follows. The cowardice and effeminacy of the people in general, joined with their fear and trepidation, are here set forth as a second cause of their calamity; and the reason of this, among other things, is drawn from a sense of the divine judgment.<i> They shall be like women, and fear, because of the shaking of the hand of the Lord,<\/i> &c. — Because they shall perceive that they do not fight with men only, but with the Lord of hosts, who now lifts up his hand against them, as he did against their forefathers.<i> The land of Judah shall be a terror unto Egypt<\/i> — That is, the calamities brought on the land of Judah by the Assyrians and Chaldeans. When the Egyptians shall hear of the ravages and desolations made in Judah, by the army of Sennacherib, and shall afterward be informed of its overthrow by Nebuchadnezzar, they shall be dreadfully afraid of suffering the same calamities themselves, considering both their near neighbourhood to Judah, and their strict alliance therewith. Indeed Judah was their bulwark against the Assyrians and Babylonians, and when this bulwark was removed they had just cause to fear. “The threatening hand of God,” says Bishop Lowth, “will be held out, and shaken over Egypt, from the side of Judea; through which the Assyrians will march to invade it.”<i> Every one that makes mention thereof,<\/i> &c. — Poole thinks their fear of mentioning Judah’s name might proceed partly from a sense of their guilt and misconduct toward Judah, and an apprehension that the God of Judah was calling them to an account for it. Perhaps, also, as the next clause seems to imply, they might have heard of the prophecies uttered in Judah concerning these very calamities coming upon them.<\/p> ",
    "audit": null
}