{
    "id": 9312,
    "source": "benson",
    "verse_id": 18294,
    "verse_count": 1,
    "reference": "33:14",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"WzE4Mjk0XQ==\">Isaiah 33:14<\/a> <em>. <\/em> <i>The sinners in Zion are afraid <\/i>—This is spoken, not of the Assyrians, but of the Jews. The prophet, having foretold the deliverance of God’s people, and the destruction of their enemies, for the greater illustration of that wonderful work, may be here considered as returning to the description of the dismal condition in which the Jews, especially such of them as were unbelieving and ungodly, should be before this deliverance came. For, although the pious Jews would be, in some measure, supported by a sense of God’s favour, and by his promises, delivered to them by Isaiah, yet very many of them, probably the generality, he foresaw, would be filled with horrors, and expectations of utter destruction. <i>Who among us shall dwell with the devouring fire? —<\/i>, How shall we be able to abide the presence, and endure, or avoid, the wrath of that God, who is <i>a consuming fire;<\/i>, who is now about to destroy us utterly by the Assyrians, and will afterward burn us with unquenchable fire? Or, the prophet may be considered as describing, in these words, the consternation with which the sinners in Zion would be struck, when they should see the Assyrian army destroyed; for the destruction of that is the fire spoken of immediately before, (<a class=\"isa\" verses=\"eyIxODI5MSI6Mn0=\">Isaiah 33:11-12<\/a>,) and they were conscious to themselves of having provoked this God, by their secret worshipping of other gods, as well as by many other sins. As if he had said, This miraculous destruction of the Assyrians shall strike even the most profane among the Jews, who used to scoff at God’s threatenings, with terror, lest he should proceed in wrath against themselves; so that they shall say, <i>Who among us shall dwell with this devouring fire <\/i>—Before which so vast an army is as thorns? <i>Who shall dwell with<\/i>, these <i>everlasting burnings —<\/i>, Which have made the Assyrians <i>as the burnings of lime?<\/i>, How shall we be able to endure the wrath of this God, which, if it once seize upon us, will utterly consume us, and will also be a pledge and forerunner of eternal torments in hell, if not prevented by timely repentance? For, since it is sufficiently evident from both the Old and New Testaments, that the Jews, except the Sadducees, did generally believe in the rewards and punishments of a future life; it is not strange if their guilty consciences made them dread both present judgments here, and the terrible consequences of them hereafter. <\/p>",
    "audit": null
}