{
    "id": 9461,
    "source": "benson",
    "verse_id": 18675,
    "verse_count": 2,
    "reference": "51:1-2",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"eyIxODY3NSI6Mn0=\">Isaiah 51:1-2<\/a>.<i>Hearken unto me, <\/i>&c. — Here again he addresses his discourse to the believing and godly Jews, whom he describes as <i>following after righteousness <\/i>— That is, earnestly desiring and diligently pursuing the justification of their persons, the sanctification of their nature, and practical obedience to God’s law; for which blessings they <i>sought the Lord<\/i> — That is, sought an acquaintance and reconciliation with him, the manifestation of his favour, and the communication of his Spirit. These, his true people, he exhorts to <i>look unto the rock whence they were hewn, <\/i>&c. — To consider the state of Abraham and Sarah before God gave them Isaac, from whom Jacob and all his posterity sprang. He compares the bodies of Abraham and Sarah unto a rock, or pit, or quarry, out of which stones are hewn or dug; thereby implying, that God, in some sort, actually did that which John the Baptist said he was able to do, (<a class=\"ref\">Matthew 3:9<\/a>,) even of <i>stones to raise up children unto Abraham; <\/i>it being then as impossible, by the course of nature, for Abraham and Sarah, in such an advanced age as they then were, to have a child, as it is to hew one out of a rock, or dig one out of a pit. <i>For I called him alone <\/i>— Hebrew,  <span class=\"hebrew_text\">אחד<\/span>, <i>one; <\/i>that is, when he was but one single person, without child or family, I called him from his country and kindred to follow me to an unknown land, where I promised that I would multiply him exceedingly. <i>And I blessed him, and increased him <\/i>— Namely, into a vast multitude, when his condition was desperate in the eye of reason. And therefore God can as easily deliver and raise his church when they are in the most forlorn condition, and seem to be consumed, dead, and buried, so that nothing but dry bones remain of them, as is declared at large, Ezekiel chap. 37.<\/p>",
    "audit": null
}