{
    "id": 9067,
    "source": "benson",
    "verse_id": 17831,
    "verse_count": 1,
    "reference": "9:1",
    "title": "",
    "html": " <p>, <a class=\"isa\" verses=\"WzE3ODMxXQ==\">Isaiah 9:1<\/a>. <i>Nevertheless,<\/i>,&c.—In the Hebrew, this verse is joined to the preceding chapter, as it is also in Bishop Lowth’s translation; and if it be considered as connected therewith, and the connecting particle, <span class=\"hebrew_text\">,כי<\/span>, be translated <i>for,<\/i>,(which is its usual meaning,) instead of <i>nevertheless,<\/i>, the words may be understood to express an aggravation of the darkness, or misery, threatened in the two former verses, as the punishment of those who should reject the Messiah: thus, <i>For the dimness <\/i>—Or <i>darkness; shall not be such as was in her vexation,<\/i>,&c.—That is, this shall not be so slight an affliction as that which befell these parts of the country by Pul, <a class=\"ref\">2 Kings 15:19<\/a>; nor as that which succeeded it, by Tiglath-pileser, <a class=\"ref\">2 Kings 15:29<\/a>; which was a heavier stroke than the former; but this shall be far heavier than either of them. Subsequent events, supposed to be here predicted, seem to confirm this interpretation, the calamities which, by the just judgment of God, befell the Jews for rejecting and crucifying the Messiah, being incomparably greater than those brought on the land by Zebulun and Naphtali by any, or all, of the Assyrian invasions. Our translation, however, and most commentators, consider this verse as containing a mitigation of the foregoing threatening, and that the sense of it is this: The calamity of this land and its inhabitants shall be great, yet not so great as that which was brought upon Zebulun and Naphtali by the king of Assyria, because then the Israelites were not only quite rooted out, and carried away into a dreadful captivity, out of which they were not to return; but their calamity was not alleviated by the coming of the Messiah and the gospel light; whereas, before and amidst this darkness, of which I have now spoken, shall a glorious light arise to cheer all who open their eyes to behold it. Thus interpreted, this verse is rather connected with the following than the foregoing verses, and is introductory to them, in which light Bishop Lowth considers it; although, as has been observed, following the Hebrew, he joins it to the preceding chapter. His translation of it, nearly the same with that of Dr. Waterland, is worthy of the reader’s attention, as it casts a new light on the words. It is as follows: “But there shall not hereafter be darkness in the land which was distressed: In the former time he debased the land of Zebulun, and the land, of Naphtali; but in the latter time he hath made it glorious: Even the way of the sea, beyond Jordan, Galilee of the nation.” The reader must observe, that “Zebulun, Naphtali, and Manasseh, that is, the country of Galilee, all around the sea of Genesareth, were the parts that principally suffered in the Assyrian invasion under Tiglath-pileser; and they were the first that enjoyed the blessing of Christ’s preaching the gospel, and exhibiting his miraculous works among them.” <\/p>",
    "audit": null
}