{
    "id": 9131,
    "source": "benson",
    "verse_id": 17961,
    "verse_count": 1,
    "reference": "14:32",
    "title": "",
    "html": "<p> <a class=\"isa\" verses=\"WzE3OTYxXQ==\">Isaiah 14:32<\/a><em>. <\/em><i>What shall one then answer the messengers of the nation<\/i>—At the same time that “the prophet sees, as it were, a thick cloud, coming from the north, darkening the heavens, an emblem of the calamity coming from that quarter on the Philistines, he sees the messengers of that nation, as in a common danger, going to the king of Judah, and deliberating concerning the common safety. While he beholds the first he turns his discourse to the Philistines, and excites them to lamentation: but observing the second, he teaches the Jews what answer they should give to the messengers of that nation on this occasion:” see <a class=\"ref\">Jeremiah 47:2<\/a> , and Vitringa. What shall a Jew say in that day, when not only the Philistines, but even the Jews themselves, shall fall by the hands of one and the same enemy?<i>That the Lord hath founded Zion,<\/i> &c.—They shall give them this answer, That although Zion at present be in a very distressed and deplorable condition, and seems to be forsaken by her God, yet she stands upon a firm foundation, and God, who first founded her, will again restore and establish her; and his poor, despised people, shall resort to her, as to a strong and sure refuge. This verse seems evidently to be added, to express the very different condition of God’s people from that of the Philistines, in the events of the Babylonian invasion: that, whereas the Philistines should be irrevocably destroyed thereby, and no remnant of them should be left, as was said <a class=\"isa\" verses=\"WzE3OTU5XQ==\">Isaiah 14:30<\/a>; God’s people, though they should be sorely scourged, and carried into captivity, yet should be strangely preserved, and, after some years, delivered, and restored to their own land; whereby it would appear that Zion stood upon a sure foundation, and although it was grievously shaken, yet it could not be utterly and finally overthrown.<\/p> ",
    "audit": null
}