{
    "id": 9004,
    "source": "benson",
    "verse_id": 17730,
    "verse_count": 3,
    "reference": "3:22–24",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"eyIxNzczMCI6M30=\">Isaiah 3:22-24 <\/a>. <i>The embroidered robes, and the tunics, and the cloaks, and the little purses, <\/i> <a class=\"isa\" verses=\"WzE3NzMwXQ==\">Isaiah 3:22 <\/a>. <i>The transparent garments <\/i>—A kind of silken dress, transparent like gauze; worn only by the most delicate women, and such as dressed themselves, as Sallust observes, “elegantius quam necesse esset probis,” <i>more elegantly than was necessary for modest women. <\/i> This sort of garments was afterward in use among the Greeks. <i>And the fine <\/i> <i>linen vests; and the turbans, and the mantles, <\/i> <a class=\"isa\" verses=\"WzE3NzMxXQ==\">Isaiah 3:23 <\/a>. <i>And there shall be, instead of perfume, a putrid ulcer <\/i>—A principal part of the delicacy of the Asiatic ladies consists in the use of baths, and of the richest oils and perfumes; an attention to which is, in some degree, necessary in those hot countries. Frequent mention (as we have seen) is made of the rich ointments of the spouse in the Song of Solomon; and the preparation for Esther’s being introduced to King Ahasuerus was a course of bathing and perfuming for a whole year; <i>six months with oil of myrrh, and six months with sweet odours, <\/i> <a class=\"ref\">Esther 2:12 <\/a>. A diseased and loathsome habit of body, instead of a beautiful skin, softened and made agreeable with all that art could devise, and all that nature, so prodigal, in those countries, of the richest perfumes, could supply, must have been a punishment the most severe and the most mortifying to the delicacy of these haughty daughters of Zion. <i>And, instead of well-girt raiment, rags; and, instead of high- dressed hair, baldness; and, instead of a zone, a girdle of sackcloth: a sun-burnt skin, instead of beauty, <\/i> <a class=\"isa\" verses=\"WzE3NzMyXQ==\">Isaiah 3:24 <\/a>. <\/p> ",
    "audit": null
}