{
    "id": 9246,
    "source": "benson",
    "verse_id": 18164,
    "verse_count": 2,
    "reference": "27:12-13",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 27:12-13<\/a>.<i>It shall come to pass, &c., that the Lord shall beat off <\/i>— Or, <i>beat out: <\/i>which is not meant in the way of punishment, but as an act of mercy, as is evident from the following clause of this, and of the next verse: the sense is, He shall sever, and take from among the nations, and gather together, like thrashed corn into the garner; <i>from the channel of the river unto the stream of Egypt — <\/i>All the Israelites that are scattered in those parts. It is a metaphor taken from thrashing, or beating out and separating the pure grain from the chaff. <i>And ye shall be gathered one by one <\/i>— Which signifies God’s exact and singular care of them. <i>And in that day the great trumpet shall be blown <\/i>— God shall summon them, as it were, by the sound of trumpet, namely, by an eminent call, or act of his providence on their behalf. He alludes to the custom of calling the Israelites together with trumpets: of which see <a class=\"ref\">Numbers 10:2-3<\/a>. <i>And they shall come which were in the land of Assyria <\/i>— Into which the ten tribes had been carried captive; <i>and the outcasts in the land of Egypt <\/i>— Where many of the Jews were, as is manifest, both from the Scriptures and from other authors. This prediction had its first accomplishment in the restoration of the Jews from Babylon, to whom many of the Israelites from Assyria were joined, and returned with them; and to whom many from Egypt, and other parts, came and united themselves, and having rebuilt the city and temple, worshipped the Lord, as is here said, <i>in his holy mountain at Jerusalem. <\/i>But this prophecy has manifestly a further aspect, and foretels the restoration of the Jews in the latter times; when, the gospel trumpet having been blown, and the fulness of the Gentiles brought in, the Jews shall be gathered from their several dispersions, united to God’s church, numbered among his true worshippers, and probably reinstated in their own land. <\/p>",
    "audit": null
}