{
    "id": 9618,
    "source": "benson",
    "verse_id": 18944,
    "verse_count": 1,
    "reference": "66:21",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"WzE4OTQ0XQ==\">Isaiah 66:21<\/a>. <i>I will also take of them for priests and for Levites <\/i>—God will find among the converted Gentiles those who, though they are not of the tribe of Levi, yet shall do the true work of the priests and Levites. They shall minister in holy things, preside in the religious assemblies, teach the people, and bless in the name of the Lord. They shall <i>be stewards of the mysteries of God,<\/i>, as the priests and Levites were under the law; angels or messengers of the churches, pastors overseeing and feeding their several flocks, elders, presbyters, or bishops, giving themselves to the word of God and prayer, (<a class=\"ref\">Acts 6:2-4<\/a>,) and wholly occupied in these holy duties. The apostles were all Jews, and so were the seventy disciples; the great apostle of the Gentiles was himself a <i>Hebrew of the Hebrews.<\/i>, But when churches were planted among the Gentiles, they had ministers appointed them who were, <i>of themselves, elders in every church,<\/i>, <a class=\"ref\">Acts 14:23; Titus 1:5<\/a>; which made the ministry to spread the more easily, and to be the more familiar, and, if not the more venerable, yet the more acceptable. God saith, <i>I will take,<\/i>, not <i>all them,<\/i>, though they are all, in a spiritual sense, made to our God <i>kings and priests,<\/i>, but <i>of them,<\/i>, that is, some of them. It is God’s work to <i>choose ministers,<\/i>, by qualifying them for, and inclining them to, the service, as well as to <i>make ministers,<\/i>, by giving them their commission. <i>I will take them <\/i>—That is, I will admit them, though Gentiles, and will accept of them and their ministrations. This is a great honour and advantage to the Gentile Church, as it was to the Jewish Church, that God <i>raised up of their sons for prophets,<\/i>, and <i>their young men for Nazarites,<\/i>, <a class=\"ref\">Amos 2:11<\/a>. <\/p>",
    "audit": null
}