{
    "id": 9374,
    "source": "benson",
    "verse_id": 18494,
    "verse_count": 3,
    "reference": "42:13–15",
    "title": "",
    "html": "<p> <a class=\"isa\" verses=\"eyIxODQ5NCI6M30=\">Isaiah 42:13-15<\/a>. <i>The Lord shall go forth<\/i>—Namely, to battle against his enemies. <i>He shall stir up jealousy<\/i>—His fierce indignation against the obstinate enemies of his Son and gospel. <i>He shall cry, yea, roar<\/i>—As a lion doth upon his prey, and as soldiers do when they begin the battle. <i>I have long time held my peace<\/i>—I have been long silent, and not interposed in behalf of my cause, but have suffered Satan and his servants to prevail in the world, to afflict my people, and hinder the entertainment of my doctrine and worship among mankind; and this my forbearance has increased the presumption of my enemies. <i>Now will I cry like a travailing woman<\/i>—Now I will no more contain myself than a woman in the pangs of travail can forbear crying out: but I will give vent to my just resentments for the injuries offered to myself and my oppressed people, by bringing some exemplary punishment upon their oppressors. <i>I will destroy and devour at once<\/i>—I will suddenly and utterly destroy the incorrigible enemies of my truth. When men’s provocations come to a great height, God is represented in Scripture as if his patience were quite tired out, and he could no longer forbear punishing them: see <a class=\"ref\">Jeremiah 15:6; Jeremiah 44:22<\/a>. <i>I will make waste mountains and hills<\/i>—He does not mean dry and barren ones, for these were waste already, but such as were clothed with grass and herbs. Which clause is to be understood metaphorically of God’s destroying his most lofty and flourishing enemies, often compared in Scripture to mountains and hills. <i>I will dry up the pools<\/i>—Remove all the sources of their prosperity and comfort. “As God’s mercy is represented by<i>pouring water upon the dry ground,<\/i> chap. 35:6, and 44:3, so his wrath is described as if it were<i>a consuming fire,<\/i> parching up every thing, and reducing it to barrenness.<\/p> ",
    "audit": null
}