{
    "id": 9323,
    "source": "benson",
    "verse_id": 18313,
    "verse_count": 7,
    "reference": "34:9–15",
    "title": "",
    "html": " <p>, <a class=\"isa\" verses=\"eyIxODMxMyI6N30=\">Isaiah 34:9-15 <\/a>. <i>And the streams thereof <\/i>—The rivers, which seem most secure from the judgment here threatened; <i>shall be turned into pitch, <\/i>,&c.—The country shall be dealt with as Sodom and Gomorrah were, even utterly destroyed, as it were, by fire, or burning pitch and brimstone, thrown down upon it from heaven. <i>From generation to generation it shall lie waste <\/i>—It shall be irrecoverably ruined, and shall remain a spectacle of God’s vengeance to all succeeding ages. <i>The cormorant, &c., shall possess it <\/i>—The inhabitants shall be wholly cut off, and it shall be entirely possessed by those creatures which delight in deserts and waste places: see <a class=\"isa\" verses=\"eyIxNzkyOCI6Mn0=\">Isaiah 13:21-22 <\/a>; and <a class=\"isa\" verses=\"WzE3OTUyXQ==\">Isaiah 14:23 <\/a>. <i>He shall stretch out upon it the line of confusion, <\/i>,&c.—He shall use the line, and the stone, or plummet, joined to it, not to build it up, but to mark it out for destruction and desolation. Thus the prophet goes on to “paint, in the most chosen figures, an image of the land and city desolated by war, wasted by fire, and devoted to eternal desolation, by the divine judgment; which should not only be deprived of its inhabitants, and left to impure beasts and birds, but also, by the desolations brought upon it, should be rendered <i>uninhabitable, <\/i>,and present the appearance of the infernal flames, like another Sodom and Gomorrah, sending forth continually black smoke and horrid smells. The desolation of Babylon is set forth in similar terms, <a class=\"isa\" verses=\"WzE3OTI2XQ==\">Isaiah 13:19 <\/a>,, &c. Though Rome pagan and the Roman powers have already suffered great desolation from the Goths and others, yet Vitringa is of opinion that this prophecy has not yet had its full completion, but will hereafter have it in the destruction of Papal Rome. The state of Italy, and the sulphurous soil in the vicinity of Rome, render the probability of this devastation greater.”—Dodd. <\/p>,",
    "audit": null
}