{
    "id": 9540,
    "source": "benson",
    "verse_id": 18813,
    "verse_count": 2,
    "reference": "59:12–13",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"eyIxODgxMyI6Mn0=\">Isaiah 59:12-13<\/a> .<i> For our transgressions<\/i> — The word<span class=\"hebrew_text\"> פשׁעונו<\/span> , here used, signifies sins of a high nature, namely, such as were wilfully committed against light and knowledge; rebellious sins.<i> Are multiplied before thee<\/i> — They admit of no excuse; for they are committed<i> before thee,<\/i> and multiplied against thee, whereby thou art justly provoked to deny us all help.<i> And our sins testify against us<\/i> — The sins charged upon us are so many witnesses produced to prove our guilt.<i> For our transgressions are with us<\/i> — Are still unforgiven, and we lie under the divine wrath on account of them.<i> As for our iniquities, we know them<\/i> — We are convinced of them.<i> In transgressing and lying,<\/i> &c. — He now enumerates some of those particular sins which they profess themselves to be convinced of; by which he does not mean the sins of some particular persons, or some slight sins, but a general defection and corruption of the whole body.<i> Transgressing<\/i> here, and<i> lying,<\/i> seem to be one and the same thing, inasmuch as in their transgressing the law of God, they broke their solemn engagement to God, made upon mount Sinai.<i> Departing away from God<\/i> — Turning from God to idols.<i> Speaking oppression,<\/i> &c. — As it were, talking of little else one among another, but how to oppress their neighbours, and apostatize from God.<i> Conceiving and uttering —<\/i> That is, first contriving in their hearts false accusations against their neighbours, and false worship, to the dishonour of God; laying the contrivances so that they might be effectual, and then<i> uttering<\/i> them;<i> from the heart<\/i> — And when they dealt with men in ways of fraud, it was<i> from the heart;<\/i> but when they spake with God, it was but from the lips.<\/p> ",
    "audit": null
}