{
    "id": 9599,
    "source": "benson",
    "verse_id": 18914,
    "verse_count": 1,
    "reference": "65:16",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"WzE4OTE0XQ==\">Isaiah 65:16 <\/a>. <i>That he who blesseth himself in the earth <\/i>—In any part of the world, for God shall have servants out of all nations, that shall be dignified with this new name; <i>shall bless himself in the God of truth <\/i>—That is, in his name; shall renounce every species of idolatry, and invoke and praise the true God alone. They shall have recourse to, and trust in, him alone, for blessing and happiness, and for a supply of all their wants. Observe, reader, it is of great consequence what that is which we bless ourselves in, and which we most please ourselves with. Worldly people bless themselves in the abundance which they have of this world’s goods, <a class=\"ref\">Psalms 49:18; Luke 12:19 <\/a>; but God’s servants bless themselves in him, as a God all- sufficient for them. <i>And he that sweareth, <\/i> &c.—By him also they shall <i>swear, <\/i> and not by any creature, or any false god. To his judgment they shall refer themselves, from whom every man’s judgment proceeds. Both in prayer and praise, and in every act of homage and worship, they shall give honour to him as <i>the God of truth — <\/i> Hebrew, <i>Amen, <\/i> which some understand of Christ, who is himself <i>the Amen, the faithful and true witness, <\/i> and in whom all the promises are <i>yea and amen. <\/i> In him we must bless ourselves, and by him we must swear unto the Lord, and covenant with him. Some read it, <i>He that is blessed in the earth shall be blessed in the true God; <\/i> for Christ is <i>the true God and eternal life, <\/i> <a class=\"ref\">1 John 5:20 <\/a>. And it was promised of old, that in him should <i>all families of the earth be blessed. Because the former troubles are forgotten <\/i>—Namely, the troubles of the church. They shall see that what God hath promised he hath also fulfilled, and that he hath put an end to the troubles of his people, the remembrance of which shall be swallowed up in their present comforts. The chief reason of this is assigned in the next verse. <\/p> ",
    "audit": null
}