{
    "id": 9291,
    "source": "benson",
    "verse_id": 18251,
    "verse_count": 1,
    "reference": "30:33",
    "title": "",
    "html": "<p> <a class=\"isa\" verses=\"WzE4MjUxXQ==\">Isaiah 30:33<\/a>. <i>For Tophet is ordained of old<\/i>—“Tophet is a valley very near to Jerusalem, to the southeast, called also<i>the valley of Hinnom,<\/i> or<i>Gehenna;<\/i> where the Canaanites, and afterward the Israelites, sacrificed their children, by making them pass through the fire; that is, by burning them in the fire, to Moloch.” It is supposed to have been called<i>Tophet,<\/i> from the drums, timbrels, or tabrets, which sounded there, to drown the cries of the children thus inhumanly murdered: see notes on <a class=\"ref\">Leviticus 18:21; 2 Kings 23:10<\/a>; and <a class=\"ref\">Joshua 15:8<\/a>. Hence the word “is used for a place of punishment by fire, and by our Saviour in the gospel for hell-fire, as the Jews themselves had applied it.” As the place had been thus polluted by idolatry, Josiah, to render it as despicable and abominable as possible, ordered the filth of the city and dead carcasses to be thrown there, and made it a common burying-place. There also fires were kept continually burning, as the Jews say, to consume dead bodies, bones, and such sordid things. Vitringa justly observes, “that Tophet must be understood here, not in a literal, but in a figurative sense, for the<i>place of punishment<\/i> to be inflicted upon the Assyrians, by the burning indignation of God; in the same manner as<i>gehenna<\/i> denotes the place of punishment of the reprobate: that the<i>fire<\/i> and<i>much wood<\/i> denote the<i>matter of the punishment<\/i> destined for the king of Assyria and his army, as well with respect to its nature and effect, as its cause: see <a class=\"ref\">Revelation 19:20<\/a>. The<i>making the valley deep and large,<\/i> signifies the same as the<i>pile<\/i> constructed of<i>much wood;<\/i> namely, the greatness of the destruction to be spread through the extensive army of the Assyrian; and indeed it was necessary this<i>valley<\/i> and this<i>pile<\/i> should be large, to contain one hundred and eighty-five thousand men. The meaning of the phrase, <i>ordained of old,<\/i> is, that God had absolutely fixed and determined this event. It was<i>prepared for the king;<\/i> whereby the prophet shows, that his army first, and Sennacherib himself afterward, should become obnoxious to the divine judgment. And the last phrase, <i>the breath of the Lord,<\/i> &c., alludes to the destroying angel, the executors of his judgment: see <a class=\"isa\" verses=\"WzE3ODY4XQ==\">Isaiah 10:17<\/a>. This is the literal interpretation of the words, wherein the prophet represents the Assyrian destruction as the type of that of all the enemies and persecutors of the church; and further, these destructions as a figure of the infernal fire, wherein the unbelieving and cruel persecutors of the church shall be tormented for ever, and which is said to be<i>prepared for the devil and his angels,”<\/i> <a class=\"ref\">Matthew 25:41<\/a>.<\/p> ",
    "audit": null
}