{
    "id": 9285,
    "source": "benson",
    "verse_id": 18241,
    "verse_count": 2,
    "reference": "30:23–24",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"eyIxODI0MSI6Mn0=\">Isaiah 30:23-24<\/a> .<i> Then shall he give<\/i> thee<i> the rain of thy seed<\/i> — Or rather,<i> to,<\/i> or<i> for thy seed,<\/i> namely, when thou hast newly sown it, which was called<i> the former rain;<\/i> or, such as thy seed requires, which may include both the<i> former<\/i> and the<i> latter rain.<\/i> Their sins, the cause of all God’s judgments, being removed by their sincere repentance and God’s gracious pardon, God showers down his blessings upon them. “When he gives them their teachers,” says Henry, “and they give him their hearts, so that they begin to<i> seek the kingdom of God and his righteousness, then all other things are added unto them.” And bread of the increase of the earth<\/i> — Which shall be the fruit of thy own land and labour.<i> And it shall be fat and plenteous<\/i> — Excellent for quality, which is called<i> fat,<\/i><a class=\"ref\">Deuteronomy 32:14<\/a> , and abundant for quantity. This promise, by the special blessing of God, was remarkably fulfilled after the defeat of Sennacherib, (<a class=\"isa\" verses=\"WzE4MzgzXQ==\">Isaiah 37:30<\/a> ,) God thus repairing the losses they sustained by that devastation.<i> The oxen likewise, &c., shall eat clean provender<\/i> — There shall be such plenty of corn that the very beasts, instead of straw, shall eat corn; and that not in the ear, or with the straw, but the pure grain. Vitringa, with some other commentators, thinks it appears plainly, from the next two verses, that the prophet is to be understood in this passage as speaking, not so much literally as figuratively, and that the words contain a splendid promise of pure and abundant spiritual provision, made by the Lord for his people, in the ministry of the word, the spiritual sowing; the effusions of his Spirit,<i> the rain of the seed;<\/i> and in the due administration of his various ordinances,<i> the large pastures<\/i> in which his flock feeds.<\/p> ",
    "audit": null
}