{
    "id": 8994,
    "source": "benson",
    "verse_id": 17710,
    "verse_count": 2,
    "reference": "3:2–3",
    "title": "",
    "html": " <p>, <a class=\"isa\" verses=\"eyIxNzcxMCI6Mn0=\">Isaiah 3:2-3<\/a>. <i>The mighty man,<\/i>,&c.—Strong and valiant men. <i>The judge <\/i>—The civil magistrates; <i>and the prophet <\/i>—Either strictly so called, the want of whom is matter of grief, (<a class=\"ref\">Psalms 74:9<\/a>,) or more largely taken, so as to include all skilful and faithful teachers; <i>and the prudent <\/i>—Whose wisdom and conduct were necessary to preserve them from ruin; <i>and the <\/i> <i>ancient <\/i>—Whose wisdom was increased by long experience. This likewise relates to the same times, particularly to Jehoiachin’s captivity, when all the men of note were carried away captive with him, <a class=\"ref\">2 Kings 24:14<\/a>. <i>The captain of fifty <\/i>—There shall not be a man left able to command fifty soldiers, much less such as could command hundreds or thousands, who yet were necessary; <i>and the honourable man <\/i>—Men of high birth, place, power, and reputation; <i>and the counsellor —<\/i>, Wise and learned statesmen; <i>and the cunning artificer <\/i>—Who could make either ornaments for times of peace, or instruments for war, whom therefore conquerors were wont to take away from those nations whom they subdued, <a class=\"ref\">1 Samuel 13:19-20; 2 Kings 24:14<\/a>; <i>and the eloquent orator <\/i>—Hebrew, <span class=\"hebrew_text\">,נבון לחשׁ<\/span>, literally, the <i>skilful of charm,<\/i>, or <i>the skilful charmer,<\/i>, or <i>enchanter;<\/i>, whereby he understands either, 1st, <i>Charmers,<\/i>, whom he threatens God would take away, not as if such persons were blessings to a people, or the removing of them a curse, but only because they made great use of them, and trusted to them. And so he signifies that God would remove all the grounds of their confidence, both right and wrong, and make their case desperate. Thus, for the same reason, God threatens the Israelites, (<a class=\"ref\">Hosea 3:4<\/a>,) that they should be, as without <i>a sacrifice,<\/i>, so <i>without an image<\/i>, and <i>teraphim.<\/i>, Or, he may mean, 2d, Such as could persuade powerfully, and, as it were, <i>charm<\/i>, people, by their eloquence, and induce them to do those things which were necessary for their safety; for the expression may be taken in a good sense, as <span class=\"hebrew_text\">,קסם<\/span>, <i>divination,<\/i>, is <a class=\"ref\">Proverbs 16:10<\/a>. Accordingly, Bishop Lowth translates it, <i>the powerful <\/i> <i>in persuasion. <\/i> <\/p>",
    "audit": null
}