{
    "id": 9415,
    "source": "benson",
    "verse_id": 18585,
    "verse_count": 1,
    "reference": "45:23",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"WzE4NTg1XQ==\">Isaiah 45:23<\/a> <em>. <\/em> <i>I have sworn by myself <\/i>—Which is the highest and most solemn oath possible, <a class=\"ref\">Hebrews 6:13<\/a>; and therefore signifies that the matter, thus confirmed, is of extraordinary importance. <i>The word is gone out of my mouth in righteousness <\/i>—It is what I will faithfully perform. <i>And shall not return <\/i>—Namely, <i>unto me void,<\/i>, or without effect, as this phrase is more fully delivered, <a class=\"isa\" verses=\"WzE4NzUyXQ==\">Isaiah 55:11<\/a>. It is a metaphor taken from ambassadors, who sometimes return to their princes without any success in their business. <i>That unto me every knee shall bow <\/i>—Not only the Jews, but all nations shall worship me, and submit to my laws: which is signified by the bowing of the knee, a posture of reverence and subjection, and by one eminent part of God’s worship, swearing by his name. <i>Surely shall one say <\/i>—Or, <i>shall he say,<\/i>, each or every one of these, who, he now declared, should bow their knees to God, &c. <i>In the Lord <\/i>—Hebrew, <i>Jehovah.<\/i>, By, or from God alone, or the Messiah, who is the true Jehovah as well as man; <i>have I righteousness—To justify me from all things, from which I could not be justified by the law of Moses.<\/i>, See <a class=\"ref\">Acts 13:39<\/a>. This plainly points us to the Messiah, whose very name is <i>the Lord our righteousness,<\/i>, <a class=\"ref\">Jeremiah 23:6<\/a>; and whose great business it was <i>to bring in everlasting righteousness,<\/i>, <a class=\"ref\">Daniel 9:24<\/a>; <i>and who of God is made unto us righteousness,<\/i>, <a class=\"ref\">1 Corinthians 1:30<\/a>. <i>And strength —<\/i>, Support and assistance to bear all my burdens, overcome all my enemies, and perform all my duties. The sense is, The Gentiles shall expect and obtain from Christ both justification, or forgiveness of sins by his blood, and sanctification by his Spirit. <i>Even to him shall men come <\/i>—The Gentiles shall come to Christ, either, 1st, By constraint, or necessity, to be judged by him at the last day: or, 2d, Willingly by prayer to seek, and by faith to receive, righteousness and strength from him. <i>Coming<\/i>, to Christ is put for <i>believing on him,<\/i>, <a class=\"ref\">Matthew 11:28<\/a>; <a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=John+5:50&t1=en_nas\" id=\"47\" class=\"stL\" target=\"_blank\">, John 5:50<\/a>, and <a class=\"ref\">John 6:35-37<\/a>, and elsewhere. <i>And,<\/i>, or, <i>but, all that are incensed against him <\/i>—All his implacable enemies shall be brought to shame and punishment. <\/p>",
    "audit": null
}