{
    "id": 9574,
    "source": "benson",
    "verse_id": 18866,
    "verse_count": 2,
    "reference": "62:11–12",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"eyIxODg2NiI6Mn0=\">Isaiah 62:11-12 <\/a>. <i>The Lord hath proclaimed unto the end of the world <\/i>—Hath commanded his gospel to be preached <i>to every creature: <\/i> or hath sent forth his messengers into all parts of the world, in order to the conversion of Jews and Gentiles. <i>Say ye to the daughter of Zion <\/i>—That is, to Jerusalem, or the church. <i>Behold, thy salvation cometh <\/i>—Either the time of it is come, or rather the person that effects it, thy Saviour. <i>Behold, his <\/i> <i>reward is with him — <\/i> That is, he has it in his power, and is ready to reward his faithful servants; <i>and his work before him <\/i>—The work necessary to be wrought in and upon his people, to make them his people, the work of regeneration and sanctification. <i>And they shall call them <\/i>—Or, they shall be called; <i>the holy people <\/i>—A people peculiarly holy, cured of their inclination to idolatry, and all other sins, and consecrated to God only. <i>The redeemed of the Lord <\/i>—So redeemed as none but God could redeem them; and redeemed to be his, the bonds whereby other lords held them in subjection being broken, that they might be his servants. <i>And thou shalt be called, Sought out <\/i>—Or one found that was lost, <a class=\"ref\">Ezekiel 34:16 <\/a>. Or rather, <i>sought to, <\/i> or <i>sought for, <\/i> that is, one in great esteem and request; one that the Gentiles shall seek to join themselves to, so as to be one church with thee. Or, <i>one cared for, <\/i> namely, by God, whom he hath, out of infinite love, gathered to himself. <i>A city not forsaken <\/i>—The meaning is, that they should thus esteem the gospel church, that she should be accosted with such salutations as these are, <i>the holy people, the redeemed of the Lord, <\/i> &c. Vitringa thinks that the first completion of this prophecy is to be sought for in the times of the Emperor Constantine; but it is probable that it has a further reference to some great and future reformation and restoration of the church. <\/p> ",
    "audit": null
}