{
    "id": 9441,
    "source": "benson",
    "verse_id": 18639,
    "verse_count": 2,
    "reference": "49:2–3",
    "title": "",
    "html": " <p>, <a class=\"isa\" verses=\"eyIxODYzOSI6Mn0=\">Isaiah 49:2-3 <\/a>. <i>He hath made my mouth like a sharp sword <\/i>—As he hath made me the great Teacher of his church and of the world, so he hath assisted me by his Spirit, and made my word or doctrine <i>quick and powerful, <\/i>,and <i>sharper <\/i>,than any two-edged sword, killing men’s lusts, convincing, humbling, and converting their souls, and <i>mighty to pull down strong holds, and every high thing that exalteth itself against the knowledge of God, <\/i>, <a class=\"ref\">2 Corinthians 10:4-5 <\/a>. <i>In the shadow of his hand hath he hid me <\/i>—He will protect me by his power from all mine enemies, until I have finished the work for which he sent me. <i>And made me a polished shaft <\/i>—Like an arrow, whose point is bright and polished, and therefore pierces deeper. <i>And said, Thou art my servant, O Israel <\/i>—The person who is here called Israel, cannot, in any sense, be Isaiah. But, as the name of David is sometimes given to his successors, and particularly to Christ, <a class=\"ref\">Jeremiah 30:9; Ezekiel 34:23; Hosea 3:5 <\/a>,, and the name of Isaac is given to his posterity, <a class=\"ref\">Amos 7:9 <\/a>; so here the name of Israel may not unfitly be given to Christ, not only because he descended from his loins, but also, because he was the true and the great Israel, who, in a more eminent manner, prevailed with God, as that name signifies; of whom Jacob, who was first called Israel, was but a type. And as the name of Christ, the head, is sometimes given to his body, the church, as <a class=\"ref\">1 Corinthians 12:12 <\/a>,, so it is not strange if, on the contrary, the name of Israel, which properly belongs to the church, be given to Christ, the head of it. The words, however, may be rendered, <i>Thou art my servant, unto, in, <\/i>,or <i>for Israel, <\/i>,that is, to bring them back unto me, from whom they have revolted; or <i>Israel is he in whom I will be glorified by thee. <\/i> <\/p>,",
    "audit": null
}