{
    "id": 9200,
    "source": "benson",
    "verse_id": 18089,
    "verse_count": 2,
    "reference": "23:11-12",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"eyIxODA4OSI6Mn0=\">Isaiah 23:11-12<\/a>.<i>He <\/i>— Namely, the Lord, mentioned in the latter part of the verse; <i>stretched out his hand over the sea <\/i>— That is, Tyre, called the sea, (<a class=\"isa\" verses=\"WzE4MDgyXQ==\">Isaiah 23:4<\/a>,) to overthrow it. <i>He shook <\/i>— Hebrew,  <span class=\"hebrew_text\">הרגיז<\/span>, <i>he made to tremble, the kingdoms <\/i>— Either the two kingdoms of Tyre and Zidon, or the neighbouring and confederate kingdoms, which might justly quake at her fall, for the dreadfulness and unexpectedness of the event, and because Tyre was a bulwark and a refuge to them. <i>The Lord hath given a commandment, to destroy, <\/i>&c. — Hath put this design into the hearts of her enemies, and given them courage to attempt, and strength to execute it. <i>Thou shalt no more rejoice, oppressed virgin <\/i>— He calls her a <i>virgin, <\/i>because she had hitherto never borne the yoke of a conquering enemy; though withal he signifies that she should be oppressed, and, as it were, ravished, by her enemies. <i>Daughter of Zidon <\/i>— Tyre is called <i>the daughter of Zidon, <\/i>because she was first built and inhabited by a colony of the Zidonians; as Pliny calls Carthage the <i>daughter of Tyre, <\/i>because she was built by a colony of Tyrians. “It is certain,” says Lowth, “that of the two cities, Zidon was much the most ancient, being mentioned by Moses in his account of the peopling of the world after the flood, <a class=\"ref\">Genesis 10:19<\/a>; and again, chap. 49:13. Afterward it is called by Joshua, <i>great Zidon, <\/i><a class=\"ref\">Joshua 11:8<\/a> : Homer likewise takes notice of Zidon, but not of Tyre; and the authority of Strabo is express to the same purpose.” <i>Arise, pass over to Chittim, <\/i>&c. — See on <a class=\"isa\" verses=\"WzE4MDc5XQ==\">Isaiah 23:1<\/a>; <a class=\"isa\" verses=\"WzE4MDg0XQ==\">Isaiah 23:6<\/a>. “Of all the Phenicians,” says Bishop Newton, “the Tyrians were the most celebrated for their shipping and colonies. Tyre exceeded Zidon in this respect, as Strabo testifies, and sent forth colonies into Africa and Spain, unto and beyond the pillars of Hercules: and Quintus Curtius says that her colonies were diffused almost over the whole world. The Tyrians, therefore, having planted colonies at Tarshish, and upon the coasts of Chittim, it was natural for them, when they were pressed with dangers and difficulties at home, to flee to their friends and countrymen abroad for protection. That they really did so, St. Jerome asserts, upon the authority of Assyrian histories, which are now lost. But,” it is here foretold, that, “though they should pass over to Chittim, yet even there they should find no quiet settlement; <i>There also shalt thou have no rest <\/i>— Megasthenes (an historian who lived about 300 years before Christ) is quoted by several ancient authors, for saying that Nebuchadnezzar subdued a great part of Africa and Spain, and proceeded as far as the pillars of Hercules. After he had subdued Tyre and Egypt, we may suppose he carried his arms further westward; and if he proceeded as far as Megasthenes reports, the Tyrians might well be said to <i>have no rest, <\/i>their conqueror pursuing them from one country to another. But besides this, and after this, the Carthaginians, and other colonies of the Tyrians, lived in a very unsettled state. Their history is made up of little but wars and tumults, even before their three fatal wars with the Romans, in every one of which their affairs grew worse and worse. Sicily and Spain, Europe and Africa, the land, and their own element, the sea, were theatres of their calamities and miseries; till, at last, not only the new, but old Carthage too, was utterly destroyed. As the Carthaginians sprung from the Tyrians, and the Tyrians from the Zidonians, and Zidon was the firstborn of Canaan, (<a class=\"ref\">Genesis 10:15<\/a>,) so the curse upon Canaan seems to have pursued them to the most distant parts of the earth.”<\/p>",
    "audit": null
}