{
    "id": 9087,
    "source": "benson",
    "verse_id": 17867,
    "verse_count": 4,
    "reference": "10:16-19",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 10:16-19<\/a>.<i>Therefore shall the Lord, the Lord of hosts <\/i>— The sovereign Lord and General of his and of all other armies; <i>send among his fat ones leanness <\/i>— Strip him, and all his great princes and commanders, of all their wealth, and might, and glory. <i>And under his glory he shall kindle, <\/i>&c. — He will destroy his numerous and victorious army, and that suddenly and irrecoverably, as the fire doth those combustible things which are cast into it; which was fulfilled <a class=\"ref\">2 Kings 19:25<\/a>. <i>And the light of Israel <\/i>— That God, who is, and will be, a comfortable light to his people; <i>shall be a fire <\/i>— To the Assyrians; <i>and it shall devour his thorns and briers <\/i>— His vast army, which is no more able to resist God than dry thorns and briers are to oppose the fire which is kindled among them. <i>And shall consume the glory of his forest <\/i>— “The briers and thorns,” says Bishop Lowth, “are the common people; and the glory of his forest are the nobles, and those of the highest rank and importance. The fire of God’s wrath shall destroy them, great and small.” <i>And of his fruitful field <\/i>— Of his soldiers, who stand as thick as ears of corn do in a fruitful field. Hebrew, <i>Of his Carmel; <\/i>an allusion possibly to the vain threat, which God foreknew the Assyrian would hereafter utter, with regard to Israel, <i>I will enter into the height of his border, and the forest of his Carmel, <\/i><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 37:24<\/a>. <i>Both soul and body — <\/i>Hebrew,  <span class=\"hebrew_text\">מנפשׁ ועד בשׂר<\/span>, <i>from the soul, <\/i><i>even to the flesh, <\/i>a proverbial expression. The fire of God’s wrath shall consume them entirely and altogether. <i>And they shall be <\/i>— The state of the king, and of his vast and valiant army, shall be <i>as when a standard- bearer fainteth <\/i>— Like that of an army, when either the standard-bearer is slain, or rather flees away, which strikes a terror into the whole army, and puts them to flight. Bishop Lowth, in this clause, follows the reading of the LXX.,  <span class=\"greek-hebrew\">ως ο φευγων απο φλογος καιομενης<\/span>, It shall be, as when one fleeth out of raging flames: that is, “The few that escape shall be looked upon as having escaped from the most imminent danger.” <i>The rest of the trees of his forest <\/i>— The remainders of that mighty host; <i>a child may write them <\/i>— A child, or the meanest accountant, may number and register them. It is justly observed by Dr. Dodd, that “the emphasis of this passage consists in the elegance of the metaphors.” The first, taken from <i>leanness, <\/i>destroying the fat, and marring the beauty of the human form, well describes that terrible plague which destroyed the flower of the Assyrian host. The second, taken from fire, which, with unconquerable fury, in a short time reduces combustible matter to ashes, gives us a striking picture of the quick and almost instantaneous ruin brought on that army, by the irresistible power of the destroying angel, especially as that fire is represented as kindled by <i>the light of Israel. <\/i>And the third metaphor of the <i>thorns <\/i>and <i>briers, <\/i>which are so far from having any power to withstand the fury of the flames, that they provoke and feed it, affords us a lively emblem of the utter inability of the Assyrian monarch, or his mighty host, to make the least resistance against that divine vengeance which their crimes had merited. <\/p>",
    "audit": null
}