{
    "id": 9327,
    "source": "benson",
    "verse_id": 18324,
    "verse_count": 2,
    "reference": "35:3–4",
    "title": "",
    "html": "<p> <a class=\"isa\" verses=\"eyIxODMyNCI6Mn0=\">Isaiah 35:3-4<\/a>. <i>Strengthen ye the weak hands<\/i>—Ye prophets and ministers of God, comfort and encourage his people, who are now ready to faint, with hopes of that salvation which, in due time, he will work for them. The prophet mentions<i>hands<\/i> and<i>knees,<\/i> because the strength or weakness of any man eminently appears in those parts. <i>Say to them that are of a fearful heart<\/i>—Who, because of their own weakness and the strength of their enemies, are discouraged and cast down: Hebrew,<span class=\"hebrew_text\"> לנמהרי לב<\/span> , <i>that are hasty of heart,<\/i> that are for betaking themselves to flight, upon the first alarm, and for giving up the cause. <i>Be strong, fear not<\/i>—Resist your fears, confide in the power, love, and faithfulness of God, who has promised to deliver those that trust in him, and has engaged, that as your day is your strength shall be, and you shall become strong. <i>Behold, your God will<\/i><i>come<\/i>—Though he seem to be absent, and to have departed from you, he will come and abide with you. He<i>will come with vengeance<\/i>—Namely, upon your enemies;<i>and save you<\/i>—The destruction he brings upon your enemies will be the means of your deliverance and salvation. If we suppose this to be spoken with any reference to the state of the Jews in Babylon, God avenged them when he overthrew the Babylonish empire, and brought them back to their own land. But, undoubtedly, the words are primarily intended of the coming of the Messiah in the flesh, and of the redemption and deliverance of God’s people through him; that is, of such as embraced Christianity, whom God signally avenged for all the malice and cruelty which the Jews had exercised upon them, when, by the Romans, he laid Jerusalem even with the ground, and cut off many hundreds of thousands of them by the sword, by famine, and other ways, for their obstinate rejection of the gospel, and crucifying of their Messiah. Thus Christ is said to have been<i>set for the fall,<\/i> as well as<i>rising again, of many in Israel. <\/i><\/p> ",
    "audit": null
}