{
    "id": 9612,
    "source": "benson",
    "verse_id": 18933,
    "verse_count": 2,
    "reference": "66:10–11",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"eyIxODkzMyI6Mn0=\">Isaiah 66:10-11<\/a> .<i> Rejoice ye with Jerusalem<\/i> — Let all that wish her well congratulate her for the favours God hath conferred upon her, and particularly let the Gentiles rejoice with the Jewish Church, for her advancement shall redound to their benefit. Thus Moses, (<a class=\"ref\">Deuteronomy 32:43<\/a> ,) referring probably to the very events here predicted by Isaiah,<i> Rejoice, O ye nations,<\/i> with<i> his people; for he will avenge the blood of his servants, and will render vengeance to his adversaries, and will be merciful unto his land and to his people. Be glad with her, all ye that love her<\/i> — All that love God love the church of God, lay its interests very near their hearts, and heartily espouse its cause. And they that have a sincere affection for it have a cordial sympathy with it in all the cares and sorrows of its militant state. They mourn for Zion in her afflictions and troubles: her grievances excite their sorrows; and if she be in distress, their harps are hung on the willows. But here Jerusalem is represented as having great cause for rejoicing; the days of her mourning are at an end, and she is comforted according to the time in which she hath seen adversity. And of course all her friends, who sympathized with her in her sorrows, are here invited to join with her in her joys, because they are to participate in those blessings from which her joys are derived.<i> That ye may suck<\/i> — Or,<i> because ye shall suck: and be satisfied with the breasts of her consolations<\/i> — The word of God, the covenant of grace, especially the promises of that covenant, gospel ordinances, and all the opportunities of attending on God, and conversing with him, are breasts of the church’s consolations. In these her comforts are laid up, and thence they are drawn by faith and prayer. From these breasts, therefore, we must suck by an application of the promises of God to ourselves, and a diligent attendance on his ordinances; and with the consolations which are drawn thence we must be satisfied, and not be unsatisfied though we have a very small share of earthly comforts.<i> That ye may be delighted with the abundance of her glory<\/i> — It is the glory of the church that she hath the Lord for her God; that to her pertains the adoption and the service of God; and with the abundance of this glory we must be delighted. We must take more pleasure in our relation to God, and communion with him, than in all the delights of the sons and daughters of men. Whatever is the glory of the church must be<i> our glory and joy,<\/i> particularly her purity, unity, and increase.<\/p> ",
    "audit": null
}