{
    "id": 9408,
    "source": "benson",
    "verse_id": 18573,
    "verse_count": 3,
    "reference": "45:11–13",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"eyIxODU3MyI6M30=\">Isaiah 45:11-13<\/a>. <i>Thus saith the Holy One of Israel, and his Maker <\/i>—Israel’s Maker. A preface this which always ushers in some gracious promise: see <a class=\"isa\" verses=\"WzE4NTA3LDE4NTA5LDE4NTIwXQ==\">Isaiah 43:1; Isaiah 43:3; Isaiah 43:14<\/a>; and <a class=\"isa\" verses=\"WzE4NTQwXQ==\">Isaiah 44:6<\/a>; and <a class=\"isa\" verses=\"WzE4NjMyXQ==\">Isaiah 48:17<\/a>. <i>Ask me of things to come, <\/i> &c.—The words thus rendered contain a concession, and the sense of them may be this: although the potter doth not give an account to the clay, nor parents to their children, yet I will so far condescend to you as to be at your command in this matter, to give you an account of those great actions of mine for which you quarrel with me. Many interpreters, however, prefer rendering the words interrogatively, thus: <i>Do you, <\/i> or <i>will you, ask, <\/i> or <i>question me, of things to come concerning my sons? and concerning the work of my hands will you command me? <\/i> As if he had said, Will you not allow me the liberty which yourselves take, of disposing of my own children and works as I see fit? Must I give you an account of these matters? Which he does in the words following. <i>I have made the earth, and created man, <\/i> &c.—The earth and its inhabitants are wholly and solely my creatures, and therefore are absolutely at my disposal. <i>I have raised him up <\/i>—Namely, Cyrus, named before, <a class=\"isa\" verses=\"WzE4NTYzXQ==\">Isaiah 45:1<\/a>; <i>in righteousness <\/i>—Not in a way of absolute sovereignty, as I might have done, but most justly to punish the oppressors of my people, to plead the cause of the oppressed, and to manifest my righteousness, truth, and goodness. <i>And I will direct his ways <\/i>—Will guide and assist him in all his marches, wars, and battles, crowning all his undertakings with success. <i>He shall let go my captives, not for price, <\/i> &c.—That is, freely, without requiring any ransom for them, as is usual in such cases. Such an exact prediction of events, which depended on the mind and will of Cyrus, is mentioned here as an infallible evidence of the certainty of God’s foreknowledge, and of his being the only true God, because idols could discover no such things. <\/p> ",
    "audit": null
}