{
    "id": 9177,
    "source": "benson",
    "verse_id": 18044,
    "verse_count": 2,
    "reference": "21:8–9",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"eyIxODA0NCI6Mn0=\">Isaiah 21:8-9<\/a>. <i>And he cried, A lion <\/i>—“The present reading, <span class=\"hebrew_text\">,אריה<\/span>, <i>a lion,<\/i>, is so unintelligible,” says Bishop Lowth, “and the mistake so obvious, that I make no doubt that the true reading is <span class=\"hebrew_text\">,הראה<\/span>,” (<i>he that saw,<\/i>, or <i>looked <\/i> <i>out, <\/i>) “as the Syriac translator manifestly found it in his copy, who renders it by <span class=\"hebrew_text\">,רוקא<\/span>, speculator,” <i>the observer,<\/i>, or <i>watchman.<\/i>, The bishop, therefore, renders the clause, <i>He that looked out on the watch cried aloud. My lord, I stand continually upon the watch-tower <\/i>—The watchman speaks these words to the prophet, who, by command from God, had set him in this station; to whom, therefore he gives the following account of his discharge of the office wherewith he was intrusted. <i>In the daytime, &c., whole nights <\/i>—According to thy command I have stood, and do stand continually, both day and night, in my ward. This is said to express his great care and attention, and thereby to confirm the truth of the prediction which follows, as that which would as certainly come to pass, as if a watchman had descried the approach of an enemy afar off. <i>And behold, here cometh a chariot,<\/i>,&c.—Or, as in <a class=\"isa\" verses=\"WzE4MDQzXQ==\">Isaiah 21:7<\/a>, <i>a cavalcade of men; two file of horse,<\/i>,&c. Bishop Lowth renders it, from the Syriac and Ephraim Syrus, <i>Behold, here cometh a man, one of the two riders: and he answered <\/i>—Answered to the prophet, who set him to watch, or the Lord, by whose command he was set. <i>Babylon is fallen, is fallen <\/i>—The expression is doubled, to show the certainty of the event. It is usual, likewise, for the prophets to speak of a thing future as if it were already accomplished, to signify that it will certainly be accomplished; <i>and all the graven images of her gods he hath broken,<\/i>,&c.—“It is remarkable that Xerxes, after his return from his unfortunate expedition into Greece, partly out of religious zeal, being a professed enemy to image-worship, and partly to reimburse himself after his immense expenses, seized the sacred treasures, plundered or destroyed the temples and idols of Babylon, and thereby accomplished this prophecy.”—Bishop Newton. <\/p>",
    "audit": null
}