{
    "id": 9295,
    "source": "benson",
    "verse_id": 18259,
    "verse_count": 2,
    "reference": "31:8–9",
    "title": "",
    "html": " <p>, <a class=\"isa\" verses=\"eyIxODI1OSI6Mn0=\">Isaiah 31:8-9 <\/a>. <i>Then shall the Assyrian, <\/i>,&c.—When you have cast away your idols, and seriously sought unto God for help; both which things were performed by Hezekiah; <i>fall by the sword, not of a mighty man, <\/i>,&c.—Not of any man, mean or mighty, but of an angel. <i>But he shall flee from the sword <\/i>—From, or for fear of, that plague, which so strangely and suddenly destroyed his army. <i>And his young men <\/i>—Hebrew, <span class=\"hebrew_text\">,בחוריו <\/span>,, <i>his choice young men, <\/i>,his guards, and valiant commanders, and soldiers, <i>shall be discomfited <\/i>—Hebrew, <span class=\"hebrew_text\">,למס יהיו <\/span>,, <i>shall be for melting, <\/i>,or <i>shall melt <\/i>,away; a great part of them being destroyed by the angel, and the hearts of the rest melting for fear. <i>And he shall pass to his stronghold <\/i>—Sennacherib shall flee away with all speed from Jerusalem, to his strong city of Nineveh. Or, as it is in the margin, which see. <i>And his princes shall be afraid of the ensign <\/i>—Of the Lord’s ensign, which he hath lifted up against them. Or, as <span class=\"hebrew_text\">,וחתו מנס <\/span>,, may be properly rendered, <i>shall be struck with consternation at his flight. Saith the Lord, whose fire is in Zion <\/i>—That is, either, 1st, whose fire is continually burning upon the altar in Zion; a sign that his presence and residence are there. Or, rather, 2d, who is, and will appear to be, in Zion like a fire, to defend his people, and to consume their enemies. Thus God promises that he would be, unto Jerusalem, <i>a wall of fire round about, <\/i>, <a class=\"ref\">Zechariah 2:5 <\/a>. See also <a class=\"ref\">Zechariah 12:6 <\/a>. <\/p>,",
    "audit": null
}