{
    "id": 9314,
    "source": "benson",
    "verse_id": 18297,
    "verse_count": 2,
    "reference": "33:17–18",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"eyIxODI5NyI6Mn0=\">Isaiah 33:17-18 <\/a>. <i>Thine eyes shall see the king in his beauty <\/i>—Hezekiah, in a more prosperous condition than formerly. Having put off his sackcloth, and all the sadness of his countenance, he shall appear publicly in his beauty, in his royal robes, and with a pleasing aspect, to the great joy of all his loving subjects. Thine eyes shall see the King Messiah, (typified by Hezekiah,) triumphing over all his enemies, and ruling his own people with righteousness. Those that walk uprightly shall not only have bread given them, and their water sure, but they shall <i>see, <\/i> by faith, <i>the King <\/i> of kings, <i>in his beauty, <\/i> the beauty of holiness, and that beauty shall be upon them. <i>They shall behold the land that is very far off <\/i>—The siege being raised, by which they were kept close within the walls of Jerusalem, they shall be at liberty to go abroad without danger of falling into the enemies’ hands, and they shall visit the utmost corners of the nation, and take a prospect of the adjacent country, which will be the more pleasant after so long a confinement. Bishop Lowth renders it, <i>They <\/i> (thine eyes) <i>shall see thine <\/i> <i>own land far extended. <\/i> We may apply the words to the heavenly Canaan, that <i>land which is very far off, <\/i> which believers behold by faith, and comfort themselves with the prospect of it in evil times. <i>Thy heart shall meditate terror <\/i>—Bishop Lowth reads, <i>Thy heart shall reflect on the past terror. <\/i> Thou shalt call to mind, with delight and thankfulness, the former troubles and distresses in which thou wast involved. <i>Where is the scribe, <\/i> &c.—Every one shall, with pleasure, reflect on the dangers they have escaped, and shall ask, in a triumphant manner, Where is the scribe, or muster-master, of the Assyrian army? <i>Where is the receiver <\/i>—Their <i>weigher, <\/i> or treasurer? <i>Where is he that counted the towers <\/i>—“That is,” says Bishop Lowth, “The commander of the enemy’s forces, who surveyed the fortifications of the city, and took an account of the height, strength, and situation of the walls and towers; that he might know where to make the assault with the greatest advantage.” Thus understood, the words are considered as containing Jerusalem’s triumph over the vanquished army of the Assyrians; and the rather, because the apostle alludes to them in his triumphs over the learning of this world; when it was baffled by the gospel of Christ, <a class=\"ref\">1 Corinthians 1:20 <\/a>. The virgin, the daughter of Zion, despises all their military preparations. Poole, however, with some others, thinks these words are rather to be considered as the language of the Jews in the time of their distress, and that they are here recorded to give a lively representation of it; the officers here mentioned not seeming to be those of the Assyrian army, but rather those of the Jews, who, upon the approach of the Assyrians, began to be more active in making military preparations for the defence of the city, and to choose such officers as were necessary and useful for that end, such as these, here mentioned were; namely, <i>the scribe, <\/i> or, <i>muster-master, <\/i> who was to make and keep a list of the soldiers, and to call them together as occasion required; <i>the receiver, <\/i> who received and laid out the money for the charges of the war, <i>and he that counted the towers, <\/i> who surveyed all the parts of the city, and considered what towers or fortifications were to be made or repaired for the security of it. And unto these several officers the people resorted with great distraction and confusion, to acquaint them with all occurrences, or to transact business with them, as occasion required. <\/p> ",
    "audit": null
}