{
    "id": 9452,
    "source": "benson",
    "verse_id": 18656,
    "verse_count": 3,
    "reference": "49:19–21",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"eyIxODY1NiI6M30=\">Isaiah 49:19-21<\/a> .<i> For thy waste and desolate places,<\/i> &c. — He alludes to the land of Judea lying waste during the Babylonish captivity. Thus the church of God was in a waste, desolate, and barren state, till the coming of the Messiah, the introduction of the gospel, and the conversion of the Gentiles;<i> and the land of thy destruction<\/i> — Or,<i> thy land of destruction.<\/i> He still alludes to Judea, thus characterized, because it was devoted, and should be exposed to destruction, first by the Chaldeans, and again by the Romans, a lively emblem of the ruined state of their church;<i> shall even now be too narrow<\/i> — To contain the multitude of converts that shall be made. The middle wall of partition that separated the Jews from the Gentiles shall be broken down, and the pale of the church shall be enlarged.<i> The children which thou shalt have,<\/i> &c. — Hebrew,<span class=\"hebrew_text\"> בני שׁכלין<\/span> ,<i> The children of thy orbity,<\/i> or,<i> barren and childless state.<\/i> Those children which thou shalt have when thou art past the ordinary age and state of childbearing, as Sarah in her old age was made the mother of a most numerous posterity; to which he seems to allude: those children which shall be begotten to thee by the gospel when thou shalt be deprived of thine own natural children, or when thou shalt become barren as to the conversion of natural Jews; when the generality of the Jews shall cut themselves off from God and his true church, by their apostacy from him, and by their unbelief and rejection of their Messiah;<i> shall say again<\/i> — Or rather,<i> shall yet say,<\/i> though for the present it be far otherwise,<i> The place is too strait for me,<\/i> &c. — This is figuratively spoken, merely to signify the great enlargement of the church by the accession of the Gentiles. See<a class=\"isa\" verses=\"WzE4NzI1XQ==\">Isaiah 54:1<\/a> .<i> Then shalt thou say in thy heart<\/i> — Not without admiration,<i> Who hath begotten me these<\/i> — Whence, or by whom, have I this numerous issue?<i> Seeing I have lost my children<\/i> — Seeing it is not long since that I was in a manner childless?<i> And am desolate —<\/i> Without a husband, being forsaken of God, who formerly owned himself for my husband,<a class=\"isa\" verses=\"WzE4NzI5XQ==\">Isaiah 54:5<\/a> ;<a class=\"ref\">Jeremiah 31:32<\/a> ;<i> a captive, and removing to and fro —<\/i> In an unsettled condition, and not likely to bear and bring up children for God or myself.<i> Who hath brought up these?<\/i> — The same thing is repeated in these words to express the miraculousness of this work, and the great surprise of the Jews at it: which shows that he speaks of the conversion of the Gentiles.<\/p> ",
    "audit": null
}