{
    "id": 9109,
    "source": "benson",
    "verse_id": 17908,
    "verse_count": 1,
    "reference": "13:1",
    "title": "",
    "html": " <p>, <a class=\"isa\" verses=\"WzE3OTA4XQ==\">Isaiah 13:1<\/a>. <i>The burden of Babylon <\/i>—Of the city and empire of Babylon. The original word, <span class=\"hebrew_text\">,משׂא<\/span>, here rendered <i>burden,<\/i>, is, by Dr. Waterland, after Vitringa, translated, <i>The sentence upon,<\/i>, or, <i>delivered concerning Babylon.<\/i>, It is “derived from a verb, which signifies to <i>take,<\/i>, or <i>lift up,<\/i>, or <i>bring;<\/i>, and the proper meaning of it is, any weighty, important matter or sentence, which ought not to be neglected, but is worthy of being carried in the memory, and deserves to be lifted up, and uttered with emphasis.” See <a class=\"ref\">Revelation 2:24<\/a>, and Vitringa. Bishop Newton and others have observed, that “the prophecies uttered against any city or country, often carry the inscription of <i>the burden<\/i>, of that city or country: and that by <i>burden<\/i>, is commonly understood a threatening, burdensome prophecy, big with ruin and destruction: which, like a dead weight, is hung upon the city or country to sink it.” But it appears that the word is of more general import, and sometimes signifies a prophecy at large, sometimes a prophecy of good as well as of evil, as in <a class=\"ref\">Zechariah 12:1<\/a>; and sometimes, where the original word is used, it is translated <i>prophecy,<\/i>, where there is no prophecy, but only a grave moral sentence. <\/p>\n <p>This prophecy against Babylon, which consists of two parts, the former contained in this chapter, the latter in the next, was probably delivered, as Vitringa has shown, in the reign of Ahaz, about two hundred years before the completion of it, and a hundred and thirty before the Jews were even carried captive to Babylon; which captivity the prophet does not expressly foretel here, but supposes, in the spirit of prophecy, as what was actually to take place. “And the Medes, who are expressly mentioned, <a class=\"isa\" verses=\"WzE3OTI0XQ==\">Isaiah 13:17<\/a>, as the principal agents in the overthrow of the Babylonian monarchy, by which the Jews were to be released from that captivity, were at this time an inconsiderable people; having been in a state of anarchy ever since the fall of the great Assyrian empire, of which they had made a part under Sardanapalus; and did not become a kingdom till about the seventeenth of Hezekiah.”—Bishop Lowth. The great design of God in inspiring his prophet with the knowledge of these future events, and exciting him to deliver these prophecies concerning them, seems to have been, 1st, To set forth the reasons of his justice, in punishing the enemies of his church, in order to console the minds and confirm the faith of the pious. 2d, With respect to this prophecy especially, concerning the destruction of Babylon, the design was to comfort the minds of true believers against that sad and sorrowful event, the Babylonish captivity. And, 3d, Under the figure of that destruction, to announce the destruction of the spiritual Babylon, the whole kingdom of sin and Satan. See Vitringa, and <a class=\"ref\">Revelation 14:8; Revelation 17:5<\/a>. <\/p>\n <p>“The former part of this prophecy,” says Bishop Lowth, “is one of the most beautiful examples that can be given, of elegance of composition, variety of imagery, and sublimity of sentiment and diction, in the prophetic style: and the latter part consists of an ode of supreme and singular excellence. The prophecy opens with the command of God to gather together the forces which he had destined to his service, <a class=\"isa\" verses=\"eyIxNzkwOSI6Mn0=\">Isaiah 13:2-3<\/a>. Upon which the prophet hears the tumultuous noise of the different nations crowding together to his standard; he sees them advancing, prepared to execute divine wrath, <a class=\"isa\" verses=\"eyIxNzkxMSI6Mn0=\">Isaiah 13:4-5<\/a>. He proceeds to describe the dreadful consequences of this visitation; the consternation which will seize those that are the objects of it; and transferring unawares the speech from himself to God, <a class=\"isa\" verses=\"WzE3OTE4XQ==\">Isaiah 13:11<\/a>, sets forth, under a variety of the most striking images, the dreadful destruction of the inhabitants of Babylon, which will follow, <a class=\"isa\" verses=\"eyIxNzkxOCI6Nn0=\">Isaiah 13:11-16<\/a>; and the everlasting desolation to which that great city is doomed, <a class=\"isa\" verses=\"eyIxNzkyNCI6Nn0=\">Isaiah 13:17-22<\/a>. The deliverance of Judah from captivity, the immediate consequence of this great revolution, is then set forth without being much enlarged upon, or greatly amplified, chap. 14:1, 2. This introduces, with the greatest ease, and the utmost propriety, the triumphant song on that subject, <a class=\"isa\" verses=\"eyIxNzkxMSI6MTl9\">Isaiah 13:4-22<\/a>. The beauties of which, the various images, scenes, persons introduced, and the elegant transitions from one to another, I shall endeavour to point out in their order.” <\/p>\n <p> <\/p>",
    "audit": null
}