{
    "id": 9158,
    "source": "benson",
    "verse_id": 18006,
    "verse_count": 1,
    "reference": "19:1",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"WzE4MDA2XQ==\">Isaiah 19:1<\/a>.<i>The burden of Egypt <\/i>— Concerning the term <i>burden, <\/i>see on chap. 13:1. “Not many years after the destruction of Sennacherib’s army before Jerusalem, by which the Egyptians were freed from the yoke with which they were threatened by so powerful an enemy, who had carried on a successful war of three years’ continuance against them, the affairs of Egypt were again thrown into confusion by intestine broils among themselves, which ended in a perfect anarchy that lasted some years. This was followed by an aristocracy, or rather tyranny, of twelve princes, who divided the country between them, and at last by the sole dominion of Psammitichus, which he held for fifty-four years. Not long after that, followed the invasion and conquest of Egypt by Nebuchadnezzar; and then by the Persians under Cambyses, the son of Cyrus. The yoke of the Persians was so grievous, that the conquest of the Persians by Alexander may well be considered as a deliverance to Egypt; especially as he and his successors greatly favoured the people, and improved the country. To all these events the prophet seems to have had a view in this chapter;” which contains the fifth discourse of the second part of Isaiah’s prophecies, delivered at another time, and much later than the preceding, and copiously setting forth the fate of Egypt, a nation, from the remotest antiquity, famous in the East. See Bishop Lowth and Vitringa.<\/p>\n<p><i>Behold, the Lord rideth on a swift cloud <\/i>— As a general at the head of his army: or, as a judge going in state to the bench, to try and condemn malefactors. <i>He makes the clouds his chariots, <\/i>and <i>rides upon the wings of the wind, <\/i>with a power far above the reach of opposition or resistance, and with a majesty far excelling the greatest pomp and splendour of earthly princes. He is said to ride upon <i>a swift cloud, <\/i>to signify that the judgment should come speedily and unexpectedly: for God’s judgments do not linger when the time of his long-suffering is completed. <i>And the idols of Egypt shall be moved at his presence <\/i>— From their seats, and from their former reputation. Or they shall <i>shake <\/i>or <i>tremble, <\/i>as the word  <span class=\"hebrew_text\">נעו<\/span>, here used, properly signifies. So far shall they be from helping the Egyptians, as they expect, that they shall tremble for themselves. <i>And the heart of Egypt shall melt in the midst of it — <\/i>The Egyptians shall lose all their ancient strength and courage, and their very souls shall faint within them, through dread of their approaching calamities. From these particulars of the prediction we learn, that the prince who should come upon Egypt, as the executer of the decrees of the divine justice, should approach with the most swift and rapid motion; that he should throw down and destroy their idols, and fill all Egypt with the greatest consternation. Now it is certain that Cambyses, the son of Cyrus, the Persian, exactly fulfilled these things, particularly with respect to the idols of Egypt. “The first attempt made by Cambyses,” says Bishop Newton, “was upon Pelusium, a strong town at the entrance of Egypt, and the key of the kingdom; and he succeeded by the stratagem of placing before his army a great number of dogs, sheep, cats, and other animals, which being held sacred by the Egyptians, not one of them would cast a javelin or shoot an arrow that way: and so the town was stormed and taken, in a manner, without resistance. He treated the gods of Egypt with marvellous contempt, laughed at the people, and chastised the priests for worshipping such deities. He slew Apis, or the sacred ox which the Egyptians worshipped, with his own hand; and burned and demolished their other idols and temples; and would likewise, if he had not been prevented, have destroyed the famous temple of Jupiter Ammon. Ochus, too, who was another king of Persia, and subdued the Egyptians again, after they had revolted, plundered their temples, and caused Apis to be slain, and served up in a banquet to him and his friends.”<\/p>",
    "audit": null
}