{
    "id": 9608,
    "source": "benson",
    "verse_id": 18928,
    "verse_count": 1,
    "reference": "66:5",
    "title": "",
    "html": "<p> <a class=\"isa\" verses=\"WzE4OTI4XQ==\">Isaiah 66:5<\/a>. <i>Hear,<\/i> &c.—The prophet here, forbearing to proceed in denouncing judgments against the hypocrites and formalists among the Jews, now turns his discourse to such as feared God, whose religion is described by their<i>trembling at his word,<\/i> as in <a class=\"isa\" verses=\"WzE4OTI1XQ==\">Isaiah 66:2<\/a>. Such apostrophes, or diversions of his speech to other persons, we had <a class=\"isa\" verses=\"WzE4NjczXQ==\">Isaiah 50:10<\/a>; <a class=\"isa\" verses=\"WzE4Njc1XQ==\">Isaiah 51:1<\/a>; <a class=\"isa\" verses=\"WzE4NjgxXQ==\">Isaiah 51:7<\/a>. The same addresses, it must be observed, belong not to saints and presumptuous sinners. It is highly probable, as Vitringa supposes, that the apostles and other disciples and followers of Christ, who embraced the gospel, who were the seed of the first church, and were to constitute that spiritual temple which God had determined to build and inhabit upon the abolition of the material temple, are here addressed and comforted by God, on account of the contempt, hatred, and excommunication of them by their brethren among the Jews and Pharisees. See <a class=\"ref\">John 16:2<\/a>. <i>Your brethren<\/i>—By nation, or by an external profession of religion; though<i>false brethren, that cast you out<\/i>—That cast you out of their synagogues, cast you out of their city, and some of you out of the world;<i>for my name’s<\/i><i>sake<\/i>—For your adherence to my law;<i>said, Let the Lord be glorified<\/i>—Thinking they did God good service, <a class=\"ref\">John 16:2<\/a>. Or, we may understand it as spoken in defiance of God; as if he had said, You say God will be glorified in your deliverance. Let him be glorified then. <i>Let him make speed and hasten his work,<\/i> <a class=\"isa\" verses=\"WzE3NzU5XQ==\">Isaiah 5:19<\/a>. Thus they derided Christ, <i>Let him deliver him since he delighted in him. But he shall appear to your joy,<\/i> &c.—There will come a time, which is at no great distance, when God will come forth, and let them know his judgment concerning their unjust and violent proceedings. Then you shall have joy, and they shall be ashamed, <a class=\"ref\">2 Thessalonians 1:6-8<\/a>. This was fulfilled when, upon the signal given of Jerusalem’s approaching destruction, <i>the hearts of the Jews failed them for fear:<\/i> but the disciples of Christ, whom they hated and persecuted, <i>lifted up their heads with joy,<\/i> knowing<i>that their redemption drew nigh,<\/i> <a class=\"ref\">Luke 21:26<\/a>.<\/p> ",
    "audit": null
}