{
    "id": 9463,
    "source": "benson",
    "verse_id": 18678,
    "verse_count": 2,
    "reference": "51:4–5",
    "title": "",
    "html": " <p>, <a class=\"isa\" verses=\"eyIxODY3OCI6Mn0=\">Isaiah 51:4-5 <\/a>. <i>Hearken unto me, my people <\/i>—Ye Jews, whom I chose to be my peculiar people, do not reject my counsel, which, I have told you, even the Gentiles will receive, nor forsake the mercies of which even they will partake. <i>For a law shall proceed from me <\/i>—A new law, even the doctrine of the gospel. <i>I will make my judgment to rest for a light—Judgment <\/i>,is here the same thing with law in the former clause, the word of God, or the evangelical doctrine, of which he saith, that <i>he will make it to rest, <\/i>,that is, settle and establish it; whereby he may possibly intimate the stability and perpetuity of this light in the church, that it shall not be like the light of the Mosaic dispensation, which was only to shine for a season, namely, <i>until the time of reformation, <\/i>,(<a class=\"ref\">Hebrews 9:10 <\/a>,,) when all those dark shadows were to vanish and give place to the Sun of righteousness, and to that kingdom and state that should never be moved. See <a class=\"ref\">Daniel 2:44; Hebrews 12:26-28 <\/a>. <i>Of the people <\/i>—Hebrew, <span class=\"hebrew_text\">,עמים <\/span>,, <i>the peoples, <\/i>,not only you Jews, but people of all sorts and nations, who shall receive and walk in it. <i>My righteousness is near — <\/i>,My salvation, the redemption of all my people, Jews and Gentiles, which is the effect of my righteousness, of my justice, faithfulness, or mercy, which are all called by the name of righteousness in the Scriptures, and all contributed to the work of man’s redemption. <i>My salvation is gone forth <\/i>—Shall shortly go forth; my eternal purpose of saving my people shall speedily be fulfilled; <i>and mine arm, <\/i>,my power, <i>shall judge the people <\/i>—Either, 1st, Shall destroy those who obstruct or oppose this work: or, rather, 2d, Shall subdue the Gentiles to my authority, and rule them by my Word and Spirit. <i>The isles <\/i>—The remote countries of the Gentiles; <i>shall wait upon me <\/i>—Shall expect this salvation from me, and from me only. <\/p>,",
    "audit": null
}