{
    "id": 8988,
    "source": "benson",
    "verse_id": 17698,
    "verse_count": 5,
    "reference": "2:12–16",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"eyIxNzY5OCI6NX0=\">Isaiah 2:12-16<\/a> .<i> For the day of the Lord<\/i> — The time of God’s taking vengeance on sinners;<i> shall be upon every one that is proud<\/i> — To mortify and bring him down to the dust; and<i> upon all the cedars of Lebanon,<\/i> &c. — In these and the following words, to<a class=\"isa\" verses=\"WzE3NzAzXQ==\">Isaiah 2:17<\/a> , the prophet is considered, by most commentators, as speaking metaphorically, according to the symbolical language of the Egyptian hieroglyphics. The<i> cedars of Lebanon,<\/i> and<i> oaks of Bashan,<\/i> are supposed to mean princes and nobles, who carried themselves high, and behaved themselves insolently;<i> high mountains<\/i> and<i> hills,<\/i> to signify states and cities;<i> high towers<\/i> and<i> fenced walls,<\/i> those who excelled in ingenuity, wisdom, and strength; and the<i> ships of Tarshish,<\/i> &c., (<a class=\"isa\" verses=\"WzE3NzAyXQ==\">Isaiah 2:16<\/a> ,) the merchants who confided in their wealth and splendour. Thus Bishop Lowth: “These verses afford us a striking example of that peculiar way of writing, which makes a principal characteristic of the parabolical, or poetical style of the Hebrews, and in which their prophets deal so largely: namely, their manner of exhibiting things divine, spiritual, moral, and political, by a set of images taken from things natural, artificial, religious, historical, in the way of metaphor or allegory. Thus, you will find in many other places, besides this before us, that cedars of Libanus and oaks of Bashan are used, in the way of metaphor and allegory, for kings, princes, potentates, of the highest rank; high mountains and lofty hills, for kingdoms, republics, states, cities; towers and fortresses, for defenders and protectors, whether by counsel or strength, in peace or war; ships of Tarshish, and works of art and invention employed in adorning them, for merchants, men enriched by commerce, and abounding in all the luxuries and elegancies of life, such as those of Tyre and Sidon; for it appears from the course of the whole passage, and from the train of ideas, that the fortresses and ships are to be taken metaphorically, as well as the high trees and lofty mountains.” Some, however, it may be observed, incline to understand this whole passage literally, remarking, that the judgment was to be so universal and terrible, as not only to reach to men, but to things also, whether natural or artificial, in all which there would be manifest tokens of God’s displeasure against the land. “Ships of Tarshish,” adds Bishop Lowth, “are in Scripture frequently used by a metonymy for ships in general, especially such as are employed in carrying on traffic between distant countries; as Tarshish was the most celebrated mart of those times, frequented of old by the Phenicians, and the principal source of wealth to Judea and the neighbouring countries. The learned seem now to be perfectly agreed that Tarshish is Tartessus, a city of Spain, (near Cadiz, now called Tariffa,) at the mouth of the river Bœtis, (now named Guadalquiver, running through Andalusia,) whence the Phenicians, who first opened this trade, brought silver and gold, (<a class=\"ref\">Jeremiah 10:9; Ezekiel 27:12<\/a> ,) in which that country then abounded; and, pursuing their voyage still further to the Cassiterides, the islands of Sicily and Cornwall, they brought from thence lead and tin.”<\/p> ",
    "audit": null
}