{
    "id": 9453,
    "source": "benson",
    "verse_id": 18659,
    "verse_count": 2,
    "reference": "49:22–23",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"eyIxODY1OSI6Mn0=\">Isaiah 49:22-23<\/a>. <i>I will lift up my hand to the Gentiles <\/i>—I will call them to me; <i>and set up my standard to the people <\/i>—As generals do, to gather their forces together. <i>And they shall bring thy sons <\/i>—Those who shall be thine by adoption, who shall own God for their Father, and Jerusalem for their mother; <i>in their arms <\/i>—With great care and tenderness, as nurses carry young infants: the sense is, Even the heathen shall contribute to the increase and preservation of those children which shall be begotten to thee. <i>And thy daughters shall be carried, <\/i> &c.—As sick or infirm persons used to be carried. <i>And kings shall be thy nursing fathers — <\/i> Kings and queens shall have a sincere affection and tender regard unto thee and thy children. Which was in some sort fulfilled by Cyrus, Ahasuerus, and some few others of the Persian kings or queens; but much more truly and fully by those many kings and emperors of the Gentile world who, after the time of Christ, did both themselves embrace the true religion, and also provide for the reception and establishment of it in their dominions. <i>They shall bow down to thee, <\/i> &c.—They shall highly reverence and honour thee, and shall most humbly and readily submit themselves unto thee. This was not verified in any of the Persian kings, but only in those kings or emperors who were converted to the Christian faith and church. <i>And lick up the dust of thy feet — <\/i> These expressions are borrowed from the manners of the eastern people in their prostrations and adorations, who bowed so low as to touch and kiss the ground. <i>For they shall not be ashamed that wait for <\/i> <i>me <\/i>—Their expectations shall not be disappointed, but abundantly satisfied. <\/p> ",
    "audit": null
}