{
    "id": 9215,
    "source": "benson",
    "verse_id": 18117,
    "verse_count": 2,
    "reference": "24:21–22",
    "title": "",
    "html": "<p> <a class=\"isa\" verses=\"eyIxODExNyI6Mn0=\">Isaiah 24:21-22<\/a>. <i>It shall come to pass in that day —<\/i> At or soon after the time when God shall execute the above-mentioned judgment on the apostate Jews;<i>that the Lord shall punish the host of the high ones<\/i>—The proud and potent enemies of his people, who possess the high places of the earth;<i>and the kings of the earth<\/i>—The great monarchs of the world, who now scorn and trample on his people. Some think the idolatrous persecuting Roman empire is here intended, but what follows seems to require that we should understand these verses as a further prediction of the ruin of the Jewish constitution in church and state. Bishop Lowth translates them, <i>Jehovah shall summon on high the host that is on high; and on earth the kings of the earth;<\/i> which he interprets of “the ecclesiastical and civil polity of the Jews, which were to be destroyed;” the<i>host of the high ones<\/i> meaning the chief priests, with the high-priest at their head, or their ecclesiastical government, and<i>the kings of the earth<\/i> their civil power; the name of<i>king<\/i> being frequently given in Scripture unto inferior rulers. <i>And they shall be gathered together<\/i>—By God’s special providence, in order to their punishment. And thus the unbelieving Jews were generally gathered together at Jerusalem, to their solemn feasts, when Titus came and besieged and destroyed them;<i>and shall be shut up in prison<\/i>—As malefactors, which are taken in several places, are usually brought to one common prison. <i>After many days they shall be visited<\/i>—After the apostate Jews shall have been shut up in unbelief, and in great tribulations for many ages together, they shall be convinced of their sin in crucifying the Messiah, and brought home to God and Christ by true repentance. “The nation,” says Bishop Lowth, “shall continue in a state of depression and dereliction for a long time. The image seems to be taken from the practice of the great monarchs of that time, who, when they had thrown their wretched captives into a dungeon, never gave themselves the trouble of inquiring about them, but let them lie a long time in that miserable condition, wholly destitute of relief, and disregarded. God shall at length revisit and restore his people in the last age: and then the kingdom of God shall be established in such perfection, as wholly to obscure and eclipse the glory of the temporary, typical, preparative kingdom now subsisting,” as is signified in the next verse.<\/p> ",
    "audit": null
}