{
    "id": 9545,
    "source": "benson",
    "verse_id": 18821,
    "verse_count": 2,
    "reference": "59:20–21",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"eyIxODgyMSI6Mn0=\">Isaiah 59:20-21<\/a> .<i> And,<\/i> or,<i> moreover, the Redeemer shall come to Zion<\/i> — To Jerusalem, or to his church, often signified by Zion, namely, Christ shall come, of whom the apostle expounds it,<a class=\"ref\">Romans 11:26<\/a> ; the prophets usually concluding their promises of temporal deliverances with the promises of spiritual, especially such, of which the temporal were evident types.<i> And unto them that turn from transgression,<\/i> &c. — As he will come in the flesh, and tabernacle among his people; so he will come, by his Spirit, to those of them who turn from their sins unto God, (see<a class=\"ref\">John 14:15-23<\/a> ,) and<i> will dwell in their hearts,<\/i> (<a class=\"ref\">Ephesians 3:17<\/a> ,) so that they shall have<i> Christ in them, the hope of glory,<\/i><a class=\"ref\">Colossians 1:27<\/a> ;<i> Christ living in them,<\/i><a class=\"ref\">Galatians 2:20<\/a> .<i> This is my covenant with them<\/i> — What I have promised to them that turn from their iniquities.<i> My Spirit that is upon thee<\/i> — Namely, upon Christ: see<a class=\"isa\" verses=\"eyIxNzg4NiI6M30=\">Isaiah 11:1-3<\/a> . The Spirit promised to the church was first upon him, and from him, the head, that precious ointment descends to the skirts of his garments.<i> And my word that I have put into thy mouth<\/i> — Which thou hast uttered by virtue of my Spirit;<i> shall not depart out of thy mouth<\/i> — But thou shalt continue to be<i> the Word made flesh,<\/i> the wisdom of God incarnate, the great teacher of thy people, and<i> the light of the world,<\/i> till the consummation of all things.<i> Nor out of the mouth of thy seed,<\/i> &c.<i> — But it shall dwell richly in them in all wisdom,<\/i> capacitating them to teach, admonish, reprove, rebuke, exhort, and comfort one another, speaking<i> with grace in their hearts: from henceforth and for ever<\/i> — Always, even unto the end of the world; for the world being permitted to stand for the sake of the church, we may be sure that as long as it doth stand, Christ will have a church in it. Upon the whole, the meaning of this promise is, that God will give and continue his word and Spirit to his people, throughout all generations. 1st, There shall be some in every age, in whose hearts he will work, and in whom he will dwell, and thus the<i> Comforter shall abide with<\/i> the church<i> for ever,<\/i><a class=\"ref\">John 14:16<\/a> . 2d, The word of Christ shall always continue in the mouths of the faithful, that is, there shall be some in every age who,<i> believing with the heart unto righteousness,<\/i> shall, with the tongue,<i> make confession unto salvation:<\/i> and there shall still be a seed to speak Christ’s holy language, and profess his holy religion. Observe well, reader, the Spirit and the word go together, and by them the church is upheld. The word in the mouths of our ministers, nay, in our own mouths, will not profit us, unless the Spirit work with the word, and give it efficacy to enlighten, quicken, renew, and comfort us. The Spirit, however, doth his work by the word, and in concurrence with it; and whatever is pretended to be a dictate of the Spirit must be tried by the Scriptures. On this foundation the church is built, stands firm, and shall stand for ever; Christ himself being the chief corner- stone.<\/p> ",
    "audit": null
}