{
    "id": 9126,
    "source": "benson",
    "verse_id": 17950,
    "verse_count": 3,
    "reference": "14:21-23",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"eyIxNzk1MCI6M30=\">Isaiah 14:21-23<\/a>.<i>Prepare slaughter for his children <\/i>— O ye Medes and Persians, cut off all the branches of the royal family. This, it is probable, was actually done, for Belshazzar being slain, and the monarchy translated to the people last mentioned, it is not likely that any related to the family of the former monarchs were suffered to survive. <i>That they do not rise, nor possess the land <\/i>— Not recover their former power, <i>nor fill the face of the world with cities <\/i>— “It was the ambition of the great monarchs of those times, to build new cities, and call them by their own names, thereby to perpetuate their memory. Hence the cities took their rise, which were called by the names of <i>Seleucia, Ptolemais, Alexandria, <\/i>&c. Some render the latter part of the verse, <i>Nor fill the face of the world with enemies, <\/i>such as should continue a succession of war and bloodshed, and disturb the peace and quiet of mankind.” — Lowth. <i>I will cut off from Babylon the name, <\/i>&c. — The remembrance of those that are dead, and the persons of those who yet survive. <i>I will make it a possession for the bittern <\/i>— A great water-fowl, which delights in solitary places, as also in watery grounds, such as those were about Babylon. <i>And pools of water <\/i>— The ground about Babylon was of itself very moist, because of the great river Euphrates running by it, which was kept from overflowing the country with charge and labour; this being neglected, when the city was destroyed, it was easily turned into pools of water. <i>And I will sweep it with the besom of destruction <\/i>— I will make a clear riddance of all its wealth and substance: see similar expressions <a class=\"ref\">2 Kings 21:13<\/a>. Bishop Lowth translates this clause nearly according to the version of the LXX. <i>And I will plunge it in the miry gulf of destruction, saith Jehovah, God of hosts.<\/i><\/p>",
    "audit": null
}