{
    "id": 9494,
    "source": "benson",
    "verse_id": 18735,
    "verse_count": 2,
    "reference": "54:11–12",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"eyIxODczNSI6Mn0=\">Isaiah 54:11-12<\/a>. <i>O thou afflicted,<\/i>,&c.—O thou, my church, which hast been in a most afflicted and comfortless condition; <i>behold, I will lay thy stones with fair colours,<\/i>,&c.—I will make thee exceedingly beautiful and pure, stable and glorious. For, as Bishop Lowth justly observes, “these seem to be general images to express beauty, magnificence, purity, strength, and solidity, agreeably to the ideas of the eastern nations; and to have never been intended to be strictly scrutinized, or minutely and particularly explained, as if they had each of them some precise moral or spiritual meaning. Tobit, in his prophecy of the final restoration of Israel, (<a class=\"ref\">Tobit 13:16-17<\/a>,) describes the New Jerusalem in the same oriental manner. ‘For Jerusalem shall be built up with sapphires, and emeralds, and precious stones; thy walls, and towers, and battlements, with pure gold; and the streets of Jerusalem shall be paved with beryl, and carbuncle, and stones of Ophir.’” It must be well observed, however, that it is not any external pomp or worldly glory that is intended to be set forth in these verses, as is evident from many parts of Scripture, which assure us that Christ’s kingdom is of another nature, and that the outward condition of God’s church is, and, for the most part, will be, mean and afflicted in this world: but it is of a spiritual beauty and glory that these things are spoken, consisting in a plentiful effusion of excellent gifts, graces, and comforts upon the church, which, however, will be followed with eternal glory in heaven. We have a similar description of the church’s glory <a class=\"ref\">Revelation 21:11<\/a>, &c. <i>I will make thy windows of agates <\/i>—Hebrew, <span class=\"hebrew_text\">,כדכד<\/span>, “lapis pretiosus quasi scintillans dictus,” says Buxtorf; <i>a precious stone, so called from its sparkling.<\/i>, One kind of these stones, according to Pliny, was <i>transparent like glass.<\/i>, But some render the word <i>crystal;<\/i>, and the LXX., and some others of the ancients, translate it <i>jasper.<\/i>, The truth is, the proper signification of the Hebrew names of precious stones is not perfectly known to the Jews themselves. It may suffice us to know that this was some very clear, transparent, and probably sparkling precious stone. <i>And all thy borders <\/i>—The utmost parts or walls, <i>of pleasant stones.<\/i>, The church is here evidently compared to a building, whose foundation, pavement, gates, and windows are all named. <\/p>",
    "audit": null
}