{
    "id": 9519,
    "source": "benson",
    "verse_id": 18781,
    "verse_count": 2,
    "reference": "57:15–16",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"eyIxODc4MSI6Mn0=\">Isaiah 57:15-16<\/a>. <i>For thus saith the high and lofty One <\/i>—The omnipotent and supreme Ruler of the universe; <i>that inhabiteth eternity <\/i>—Who is from everlasting to everlasting, without beginning of days, or end of life, or change of time; <i>who only hath immortality, <\/i> hath it of himself, and that constantly; who <i>inhabits <\/i> it, and cannot be dispossessed of it; <i>whose name <\/i> <i>is Holy <\/i>—Who is perfectly and essentially holy in his nature, his works, his words, and his ways; and therefore both can and will deliver his church and people, as he has promised to do. <i>I dwell in the high and holy place; with him also, <\/i> &c.—Although my throne is in the highest heavens, where nothing impure can have place, yet I do not disdain graciously to visit, and familiarly converse with, those sinners of mankind, whose spirits are broken by affliction, and humbled under a sense of their sins, for which they were afflicted; which doubtless was the case with many of the Jews in the Babylonish captivity: whom, therefore, he here implies, that God would pity and deliver out of their distresses, as also all others in similar circumstances. <i>To revive the spirit of the humble <\/i>—To support and comfort them amidst their afflictions and troubles, of whatever kind. <i>For I will not contend for ever <\/i>—I will not proceed to the utmost severity with sinful men. <i>For the spirit should fail before me <\/i>—For then their spirits would sink and die under my stroke, and I should do nothing else but destroy the work of my own hands: therefore I consider their infirmity, and spare them. See <a class=\"ref\">Psalms 78:38-39<\/a>; and <a class=\"ref\">Psalms 103:9-14<\/a>; which passages Bishop Lowth thinks contain the best and easiest explication of this clause. <\/p> ",
    "audit": null
}