{
    "id": 9454,
    "source": "benson",
    "verse_id": 18661,
    "verse_count": 3,
    "reference": "49:24-26",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"eyIxODY2MSI6M30=\">Isaiah 49:24-26<\/a>.<i>Shall the prey be taken from the mighty <\/i>— Here an objection is started against the forementioned promises, probably, 1st, Against the promise of the release of the Jews from their captivity in Babylon, suggesting that it was a thing not to be expected: for, <a class=\"isa\" verses=\"WzE4NjYxXQ==\">Isaiah 49:24<\/a>, they were a prey in the hands of the mighty, of such as were then the greatest potentates of the earth; and, therefore, it was not likely they should be rescued by force; yet that was not all, they were <i>lawful captives. <\/i>By the law of God, having offended, they were justly delivered into captivity. And by the law of nations, being taken in war, they were justly detained in captivity till they should be ransomed or exchanged. So here was a double, or rather, treble impediment to their deliverance; the great power of the enemy, which kept them in bondage, and the justice of God, and the usage of nations, which pleaded against them. And yet their deliverance, however improbable, was effected by the mercy and power of God. But this passage, as appears from the context, has a further reference: it respects the deliverance of God’s church and people from their spiritual as well as temporal enemies. “God had promised very great and excellent things to his church; but to a person seriously considering the state thereof, and comparing it with the power of his enemies, and particularly its chief enemy, Satan, who held the nations in the darkness of ignorance and superstition, a doubt would naturally arise, whether it could possibly be that this prey, so long possessed by Satan, could be rescued from him, so that he might be driven from his strong fort, and the rulers of the world, held in subjection by him, might be delivered from their servitude. Isaiah resolves this doubt of the church, and teaches that it should certainly come to pass that Satan, this mighty one, should be driven from his fort, his captives delivered, (<a class=\"isa\" verses=\"WzE4NjYyXQ==\">Isaiah 49:25<\/a>,) and the adversaries of the church perish by their mutual slaughter of each other.” Thus Vitringa, who observes that <a class=\"isa\" verses=\"WzE4NjYzXQ==\">Isaiah 49:26<\/a>, <i>I will feed them that oppress thee with their own flesh, <\/i>&c., is to be “understood metaphorically, and refers to the intestine wars, by which princes and people, armed to their mutual destruction, plunge their destroying swords in each other’s bowels, and, as it were, feed upon each other’s flesh and blood.” See <a class=\"isa\" verses=\"WzE3ODUwXQ==\">Isaiah 9:20<\/a>; <a class=\"ref\">Zechariah 11:9; Revelation 16:6<\/a>. <i>They shall be drunken with their own blood as with new wine <\/i>— I will make thine enemies destroy one another, and that greedily, and with delight. This prophecy was remarkably fulfilled in the time of the Roman emperor, Dioclesian, to which it is thought by some particularly to refer. <\/p>",
    "audit": null
}