{
    "id": 9550,
    "source": "benson",
    "verse_id": 18828,
    "verse_count": 2,
    "reference": "60:6–7",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"eyIxODgyOCI6Mn0=\">Isaiah 60:6-7 <\/a>. <i>The multitude of camels <\/i>—The treasure that is brought upon camels. By these, and such like figurative expressions in several verses of this chapter, is implied the coming in of all nations to Christ, and therefore they are brought in as presenting the chief commodities of their respective countries. <i>The dromedaries <\/i>—Or, <i>also, <\/i> or, <i>even the dromedaries; <\/i> which are a sort of lesser camel, so called from their swiftness in running. For it is said by the Arabs that they will run as far in one day as their best horses will do in nine; and therefore they are chiefly used for riding: for which they are the more fit, because, as Pliny observes, they can endure the want of water four days together. <i>Of Midian and Ephah <\/i>—The Midianites and Ephahites were descended from Abraham, by Keturah, and dwelt beyond Arabia, where camels were very numerous, <a class=\"ref\"> <\/a>. <i>All they from Sheba <\/i>—A country in Arabia Felix, whose queen it was that came to visit Solomon, and her bringing gifts might be a type of this. <i>They shall bring gold and incense <\/i>—The principal commodities with which this country abounded, by which we are to understand whatever is precious. <i>All the flocks of Kedar — <\/i> Arabia Petrea, or stony Arabia, the people inhabiting which being principally shepherds. <i>They shall come up with acceptance <\/i>—They shall not now, as heretofore, be rejected. <i>I will glorify the house of my glory <\/i>—He alludes to the temple, but must be understood as intending the gospel church, built of living stones, of which the temple at Jerusalem, with all the splendour of its ornaments, and the whole multitude of its sacrifices and oblations, was but a typical or shadowy representation. <\/p> ",
    "audit": null
}