{
    "id": 9044,
    "source": "benson",
    "verse_id": 17790,
    "verse_count": 3,
    "reference": "7:7-9",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 7:7-9<\/a>.<i>It shall not stand <\/i>— Namely, their evil counsel. <i>For the head of Syria is Damascus <\/i>— As if he had said, As Damascus is the head city of Syria, and Rezin is the head, or king, of Damascus, so shall they continue to be, and not advance themselves, and enlarge their territories, by possessing themselves of Jerusalem and the kingdom of Judah as they design. Rezin shall be kept within his own bounds, and be head of Damascus only. And, in a similar sense, (<a class=\"isa\" verses=\"MTc3OTI=\">Isaiah 7:9<\/a>,) Samaria shall continue to be the chief city of the kingdom of Israel, and Pekah shall not conquer Jerusalem as he hopes to do. The Hebrew particle  <span class=\"hebrew_text\">כי<\/span>, however, which introduces this passage, instead of being tendered <i>for, <\/i>may, with propriety, be translated <i>though, <\/i>as it frequently is, (see <a class=\"ref\">Joshua 17:18; 1 Samuel 14:39<\/a>,) and then the meaning will be, <i>Though the head of Syria be Damascus, and the head of Damascus Rezin, and the head of Ephraim be Samaria, &c., yet within threescore and five years shall Ephraim be broken, <\/i>&c. In this sense Bishop Lowth understands the words, joining the first clause of the ninth verse to the first of the eighth, judging that, by some means, a transposition of it has taken place, which seems very probable. As to the chronological difficulty, which has embarrassed commentators in this place, the best solution seems to be that of Archbishop Usher, (see his <i>Annals of the Old Testament, <\/i>A.M. 3327,) who explains the latter clause of <a class=\"isa\" verses=\"MTc3OTE=\">Isaiah 7:8<\/a>, not of the first captivity of the ten tribes by Shalmaneser, but of their final deportation by Esar-haddon, who totally dispeopled the land, and brought new inhabitants from Babylon, Cuthah, and other cities of the Assyrians, to inhabit the cities of Israel. See <a class=\"ref\">Ezra 4:2<\/a>, compared with <a class=\"ref\">2 Kings 17:24<\/a>. “Compute,” says Bishop Newton, who adopts this explication, “sixty-five years in the reigns of Ahaz, Hezekiah, and Manasseh, and the end of them will fall about the twenty-second year of Manasseh; when Esar-haddon, king of Assyria, made the last deportation of the Israelites, and planted other nations in their stead, and in the same expedition probably took Manasseh captive, and carried him to Babylon, <a class=\"ref\">2 Chronicles 33:11<\/a>. Ephraim was broken from being a kingdom before; but now he was broken from being a people, and from that time to this what account can be given of the people of Israel, as distinct from the people of Judah?” <i>On the Prophecies, <\/i>vol. 1. p. 204. This interpretation of the passage is also approved by Bishop Lowth. It may seem strange, at first sight, that the prophet, who here foretels the entire destruction of Ephraim, should say nothing about the Syrians. But the Syrians were now in confederacy with Ephraim, and therefore what is here said of one may be well supposed to be spoken of both; and that the destruction of both, at or near the same time, is indicated. In fact, the Syrians and Israelites were such near neighbours, that the Israelites could scarcely be invaded by a foreign army, without Syria being subdued. <i>If ye will not believe, <\/i>&c. — If ye will not believe what I now speak to you in the name of God; if ye will not put confidence in him, but, distrusting his providence, will seek to the Assyrians for succour; <i>ye shall not be established <\/i>— Or, preserved in your possessions, any more than the Syrians or Israelites: your state, whether political or ecclesiastical, shall not be upheld and confirmed; but ye shall be distressed and consumed by those to whom you seek for help: the accomplishment of which threatening is recorded <a class=\"ref\">2 Chronicles 28:20<\/a>. The design of the prophet was to raise up their fainting minds to a reliance on God, rather than on the king of Assyria. See a passage very like this, <a class=\"ref\">2 Chronicles 20:20<\/a>.<\/p>",
    "audit": null
}