{
    "id": 9234,
    "source": "benson",
    "verse_id": 18146,
    "verse_count": 1,
    "reference": "26:15",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"WzE4MTQ2XQ==\">Isaiah 26:15<\/a><em>.<\/em><i>Thou hast increased the nation — <\/i>Namely, the Jewish nation, which multiplied exceedingly in Egypt, and afterward in Canaan, so that they filled the land. But the prophet perhaps foretels their increase after their return from captivity in Babylon; and, as some think, that increase of the church (called the righteous nation, <a class=\"isa\" verses=\"WzE4MTMzXQ==\">Isaiah 26:2<\/a>) which was to take place in gospel days. <i>Thou art glorified <\/i>— In faithfully fulfilling thy promises made to Abraham concerning the multiplication of his seed, and making him <i>the father of many nations. Thou hast removed it far unto all the ends of the earth — <\/i>Thou hast scattered thy people over all the world, so that they are found in every nation under heaven, where they are witnesses for thee, the only living and true God, against idolaters of all descriptions. This was the case before, and at the time of the coming of the Messiah, and of the opening of the gospel dispensation, <a class=\"ref\">Acts 2:5<\/a>. And in a little time, the Gentiles being called into the church of God, the Christians were spread over all parts of the Roman empire, and far beyond its utmost limits, and they were much more faithful witnesses or the truth than the Jews had ever been. But, as the Hebrew of the first clause of this verse,  <span class=\"hebrew_text\">יספת לגוי<\/span>, when literally rendered, is only, <i>thou hast added to the nation; <\/i>some think the prophet does not speak of adding to their number, or increasing them, but rather of adding to their plagues or chastisements. This, it must be acknowledged, would agree well with what follows. Then the interpretation of the next clauses would be, Thy justice is glorified in their punishment, and thou hast removed them out of their own land, and suffered them to be carried captive to the ends of the earth. This, as the reader will easily observe, would accord perfectly with what follows to the end of the chapter.<\/p>",
    "audit": null
}