{
    "id": 9506,
    "source": "benson",
    "verse_id": 18760,
    "verse_count": 2,
    "reference": "56:6-7",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"eyIxODc2MCI6Mn0=\">Isaiah 56:6-7<\/a>.<i>The sons of the stranger that join themselves to the Lord <\/i>— That with purpose of heart cleave unto him, as is said <a class=\"ref\">Acts 11:23<\/a>. <i>To love the Lord, to be his servants <\/i>— To serve him out of love to him and to his worship. <i>Them will I bring to my holy mountain <\/i>— To my house which stood upon mount Zion, including mount Moriah; <i>and make them joyful <\/i>— By accepting their services, and comforting their hearts with the sense of my love; <i>in my house of prayer <\/i>— In my temple, in and toward which prayers are daily made unto me. <i>Their sacrifices shall be accepted upon<\/i> <i>mine altar <\/i>— They shall have as free access to my house and altar as the Jews themselves, and their services shall be as acceptable to me. Evangelical worship is here described under such expressions as agreed to the worship of God which was then in use. <i>My house shall be called a house of prayer for all people — <\/i>Jews and Gentiles shall have equal freedom to my house, and shall there call upon my name. “The temple was originally designed for strangers as well as Jews, as a place to offer up their prayers to the Divine Majesty; which is sufficiently plain from the prayer of Solomon, at the dedication of it, though the number of proselytes was small till the time of the second temple. But there can be no doubt that this verse alludes particularly to the conversion of the Gentiles. This truth could not be told the Jewish people otherwise than by using terms taken from rites familiar to them, unless the nature of the Christian dispensation had been previously explained; a matter evidently unfit for their information, when they were yet to live so long under the Jewish law. For though the prophets speak of the little value of their regard to the ceremonial law, they easily make themselves understood, that they mean, when it was observed without the moral law; which they describe in the purity and perfection of the gospel. So admirable was this conduct, that while it hid the future dispensation it prepared men for it.” — Bishop Warburton’s <i>Div. Leg. <\/i>Upon the whole, the reader may observe, “that the principal scope of this paragraph is to teach that all the privileges of the covenant of grace should be common to all, without distinction of nation, state, or condition; that God would distribute to all believers, according to the measure of their grace, equal gifts, as our Lord hath taught in the parable of the labourers in the vineyard, Matthew 20.”<\/p>",
    "audit": null
}