{
    "id": 9486,
    "source": "benson",
    "verse_id": 18721,
    "verse_count": 1,
    "reference": "53:9",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"WzE4NzIxXQ==\">Isaiah 53:9<\/a> .<i> And he made his grave with the wicked<\/i> — And although he did not die for his own sins, but only for those of mankind, yet he was willing to die like a malefactor, or like a sinner, as all other men are, and to be put into a grave as they use to be; which was a further degree of his humiliation. He saith,<i> he made his grave,<\/i> because this was Christ’s own act, and he willingly yielded up himself to death and burial. And that which follows,<i> with the wicked,<\/i> does not denote the sameness of place, as if he should be buried in the same grave with other malefactors, but the sameness of condition. But the words may be rendered,<i> A grave was appointed for him with the wicked; but he was with the rich at his death.<\/i> Or, as Bishop Lowth reads it,<i> His grave was appointed with the wicked; but with the rich man was his tomb.<\/i> See his notes. “As our Lord was crucified between two thieves, it was doubtless intended he should be buried with them. ‘Thus his grave was appointed with the wicked;’ but Joseph of Arimathea came and asked for his body, and Pilate, convinced that he had committed no crime, readily granted Joseph’s request. Thus ‘he was with the rich at his death,’ that is, till his resurrection: and this took place contrary to the intention of his enemies,<i> because he had done no violence,<\/i> &c., for otherwise Joseph would scarcely have requested Pilate, and probably Pilate would not have consented, to deliver up the body of a crucified malefactor.” — Scott. But this latter clause may be connected with the following verse, and rendered,<i> Although he had done no violence,<\/i> &c<i> ., yet it pleased the Lord,<\/i> &c. In this light it is considered by Bishop Lowth and many others.<\/p> ",
    "audit": null
}