{
    "id": 9531,
    "source": "benson",
    "verse_id": 18798,
    "verse_count": 2,
    "reference": "58:11–12",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"eyIxODc5OCI6Mn0=\">Isaiah 58:11-12 <\/a>. <i>And the Lord shall guide thee — <\/i> Namely, as a shepherd leads <i>his sheep. <\/i> He adds <i>continually, <\/i> to show that his conduct and blessing should not be momentary, or of a short continuance, but all along as it was to Israel in the wilderness. <i>And satisfy thy soul in drought <\/i>—Thou shalt have plenty, when others are in scarcity. <i>And make fat thy bones <\/i>—This may be spoken in opposition to the sad effects of famine, whereby the <i>flesh is consumed away, that it cannot be seen, and the bones that were not <\/i> <i>seen, stick out. Thou shalt be like a garden — <\/i> If thou relieve the poor, thou shalt never be poor, but as a well-watered garden, always flourishing. <i>Like a spring, whose waters fail not <\/i>—Hebrew, <i>deceive not, <\/i> a metaphor which further signifies also the continuance of this flourishing state, that it should not be like a land-flood, or brooks, that are soon dried up with drought. Thou shalt be fed with a spring of blessings, that will never fail. <i>And they of thee <\/i>—A remnant of thee, or rather, thy posterity, <i>shall build the old waste places <\/i>—The places which have long lain waste. Bishop Lowth renders it, <i>The ancient ruins. <\/i> If understood of the Jews returned from Babylon, the meaning is, that they should rebuild Jerusalem and the temple, with the other cities and towns of Judea. <i>The foundations of many generations <\/i>—Either the foundations that were laid many generations ago, or that should continue for many generations yet to come. <i>And thou shalt <\/i> <i>be called <\/i>—That is, deservedly, and to thine honour, <i>the repairer of the breach <\/i>—Or, <i>breaches; <\/i> for the word is put here collectively for those breaches which God’s judgments had made among them, by suffering their enemies to demolish their cities and towns, and to destroy their state. <i>The restorer of paths <\/i>—Those paths that led from city to city, which, being now laid desolate and uninhabited, were grown over with grass and weeds; <i>to dwell in <\/i>—These accommodations being recovered, their ancient cities might be fit to be re-inhabited. According to Vitringa, who considers the whole of this and the preceding verse as being metaphorical, the meaning is, “That from the city of God, (the spiritual Jerusalem,) flourishing in the manner above described, should go forth, those who should renew and restore the churches long laid waste, as immersed in thick darkness and superstition, and governed by faithless pastors, and so unworthy the name of the churches of God; and who should collect together, erect, and build anew the foundations of those churches; that is, the heads of Christian doctrine delivered by the prophets and apostles, which, though they had retained them in the confession of their faith, they had mixed with heterogeneous doctrines; so that they might be esteemed as wholly subverted and overthrown.” <\/p> ",
    "audit": null
}