{
    "id": 9398,
    "source": "benson",
    "verse_id": 18552,
    "verse_count": 3,
    "reference": "44:18-20",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 44:18-20<\/a>.<i>They have not known, <\/i>&c. — They want common discretion, and have not the understanding of a rational being in them. For what an absurdity is it for a man to dress his meat and make his god with the same piece of wood! Or to think that a log of timber hath any more divinity in it than it had before, because of the form man can give it, or any thing he can do to it! “When,” says Minutius Felix, “does it become a god! Behold, it is cast, fashioned, and carved! It is not yet a god. It is soldered, put together, and set up. Neither is it yet a god. Behold, it is adorned, consecrated, and prayed to! Then at length it is a god when men have chosen and dedicated it.” <i>He hath shut their eyes <\/i>— God hath. Not as if God made men wicked; he only permits them so to be, and orders and overrules their wickedness to his own glorious ends. <i>And none considereth in his heart <\/i>— By which the prophet implies, that the true cause of this, as well as of other absurd and brutish practices of sinners, is the neglect of serious and impartial consideration. <i>He feedeth on ashes <\/i>— An unprofitable and pernicious food, and no less unsatisfying and mischievous is the worship of idols. <i>A deceived heart <\/i>— A mind corrupted and deceived by deep prejudice, gross error, and especially by his own lusts; <i>hath turned him aside <\/i>— From the way of truth, from the knowledge and worship of the true God, unto this irrational and foolish idolatry; <i>that he cannot deliver his soul — <\/i>From this error, and the vengeance that will follow upon it; <i>nor say, Is there not a lie, <\/i>&c. — Is not this idol which I honour and trust to a mere fiction and delusion which will deceive me?<\/p>",
    "audit": null
}