{
    "id": 9431,
    "source": "benson",
    "verse_id": 18618,
    "verse_count": 3,
    "reference": "48:3–5",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"eyIxODYxOCI6M30=\">Isaiah 48:3-5<\/a>. <i>I have declared <\/i>—That is, <i>predicted; the former things <\/i>—Those things which are already come to pass. These, opposed to <i>new things,<\/i>,(<a class=\"isa\" verses=\"WzE4NjIxXQ==\">Isaiah 48:6<\/a>,) seem to intend the events foretold by Isaiah in the former part of this book, relating to the two confederate kings of Syria and Israel, (chap. 7.,) and to Sennacherib, (chap. 10,) as the <i>new things,<\/i>, and <i>things to come,<\/i>,(<a class=\"isa\" verses=\"WzE4NDc0XQ==\">Isaiah 41:22<\/a>,) respect the Babylonian captivity, and their return from thence, as figures of gospel times. <i>They went forth out of my mouth, and I did them suddenly <\/i>—What my mouth foretold my hand effected, even when there was no likelihood of such events taking place, whereby I gave you full proof of my Godhead. <i>Because I knew that thou art obstinate <\/i>—Therefore I gave thee the more and clearer demonstrations of my nature and providence, because I knew thou wast an unbelieving and perverse nation, that would not easily nor willingly be convinced. <i>And thy neck an iron sinew <\/i>—Which would not bow down to receive my yoke. It is a metaphor taken from untamed and stubborn oxen. The sense is, I considered that thou wast unteachable and incorrigible. <i>And thy brow brass <\/i>—That thou wast impudent and insolent. <i>Before it came to pass I showed it thee, lest,<\/i>,&c.—I foretold these things, that it might be evident that they were the effects of my counsel, and not of thine idols. “God ordained a succession of prophets to foretel the most remarkable events which should happen to the Jews, on purpose to prevent their ascribing them to their idols, which their infidelity and obstinacy might have prompted them to do.”—Lowth. <\/p>",
    "audit": null
}