{
    "id": 9100,
    "source": "benson",
    "verse_id": 17891,
    "verse_count": 3,
    "reference": "11:6-8",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"eyIxNzg5MSI6M30=\">Isaiah 11:6-8<\/a>.<i>The wolf shall dwell with the lamb, <\/i>&c. — “We have here the illustrious consequence of the economy of this divine kingdom, this kingdom of righteousness, equity, faith, and grace.” The expressions which describe it are metaphorical: they represent the subjects of it under the figure of a flock, lying down and feeding under the care of the Messiah, as the great and chief shepherd, in the utmost peace, harmony, and security. Men of fierce, cruel, and ungovernable dispositions shall be so transformed by the preaching of the gospel, and by the grace of Christ, that they shall become most humble, gentle, and tractable, and shall no more vex and persecute those meek and poor ones, mentioned <a class=\"isa\" verses=\"WzE3ODg5XQ==\">Isaiah 11:4<\/a>; but shall become such as they. Yea, the most inveterate enemies of the kingdom of God, such as the persecuting Saul, shall be brought into its communion, having laid down their cruelty, barbarity, and ferocity, their inclination to hurt, their craft and subtlety; and not only so, but this kingdom also shall be purged from all offences, from all evils and instruments of malice. For the people, being enlightened with truth, and renewed by grace, shall put off their barbarous and depraved manners; shall willingly subject themselves to the rule of the Messiah, with meekness and humility, and shall fulfil the law of brotherly love in all the offices of good-will. This is the sum of the present passage, divested of metaphor. For, it is evident, as Michaelis has observed, that a mystical sense is not intended to be assigned to each of these images, or figurative expressions, and a particular and partial truth to be deduced therefrom; but a general doctrine is to be learned from the whole, namely, that the kingdom of the Messiah is a kingdom of <i>peace, <\/i>as well as of <i>righteousness; <\/i>of <i>happiness, <\/i>as well as of <i>holiness; <\/i>and that the natural tendency of his religion is to produce meekness, gentleness, long- suffering, and the exercise of mutual benevolence among men, as well as piety in all its branches toward God. This indeed is declared in plain words in the next verse.<\/p>",
    "audit": null
}