{
    "id": 9288,
    "source": "benson",
    "verse_id": 18245,
    "verse_count": 2,
    "reference": "30:27-28",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"eyIxODI0NSI6Mn0=\">Isaiah 30:27-28<\/a>.<i>Behold, <\/i>&c. — Here begins the last part of the discourse contained in this chapter, in which the prophet gives an earnest of those greater blessings promised, for times to come, by assuring his people of the approaching destruction of the Assyrian forces. “It is an exquisitely fine and sublime passage, and closely connected with the argument and scope of the whole discourse, in that it teaches that the Jews and Israelites had no need to flee to Egypt for help against the Assyrians, to the neglect of their duty toward God, since God was perfectly sufficient to defend them, and had determined to destroy the Assyrian.” — Vitringa. <i>The name of the Lord <\/i>is here put for the Lord himself, and he is said to <i>come from far, <\/i>either as coming unexpectedly, or as having for a long time appeared to withdraw his presence, and withhold his help from his people; <i>burning with anger <\/i>— Determined to take signal vengeance on his enemies. <i>And the burden thereof is heavy <\/i>— The punishment which he will inflict will prove very grievous and intolerable. <i>His lips are full of indignation <\/i>— He hath pronounced a severe sentence against them, and will give command for the execution of it. <i>And his breath <\/i>— His anger, or rather, the effects thereof; (the expression is borrowed from men’s discovering their anger by strong and vehement breathing; see on <a class=\"ref\">Job 4:9<\/a>;) <i>as an overflowing stream <\/i>— Coming from him as vehemently as a mighty torrent of waters; <i>shall reach to the midst of the neck <\/i>— Shall bring the Assyrian into a most dangerous condition, as a man, who is in waters which reach to his neck, is in great danger of being drowned; see on <a class=\"isa\" verses=\"WzE3ODE2XQ==\">Isaiah 8:8<\/a>. <i>To sift the nations with the sieve of vanity <\/i>— To shake and scatter, as it were, with a sieve, the Assyrian army, made up of the people of different nations. <i>“Vanity,” <\/i>says Lowth, “sometimes signifies destruction: so <a class=\"isa\" verses=\"WzE4Nzc5XQ==\">Isaiah 57:13<\/a>. <i>Vanity shall take them, <\/i>that is, they shall be destroyed. And here <i>the sieve of vanity <\/i>is such a one as doth not separate the chaff in order to save the corn, but makes an entire riddance, as when chaff is scattered before the wind.” Bishop Lowth translates the clause, <i>To toss the nations with the van of perdition, <\/i>judging that  <span class=\"hebrew_text\">נפה<\/span>rather signifies a <i>van <\/i>than a sieve, and observing from Kimchi, “The use of the van is to cleanse the corn from the chaff and straw: but the van with which God will winnow the nations, will be the van of emptiness or perdition; for nothing useful shall remain behind, but all shall come to nothing, and perish. In like manner <i>a bridle <\/i>is designed to guide the horse in the right way; but the bridle which God will put in the jaws of the people, shall not direct them aright, but shall make them err, and lead them into destruction.”<\/p>",
    "audit": null
}