{
    "id": 9202,
    "source": "benson",
    "verse_id": 18093,
    "verse_count": 3,
    "reference": "23:15-17",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"eyIxODA5MyI6M30=\">Isaiah 23:15-17<\/a>.<i>And it shall come to pass, <\/i>&c. — Here begins the second part of this discourse, which contains an alleviation of the judgment decreed against Tyre. The prophet foretels, 1st, “That God would circumscribe within certain bounds his severity to Tyre, and within seventy years restore it to its former state;” and, 2d, “That in process of time the Tyrians should be converted to the true religion,” <a class=\"isa\" verses=\"MTgwOTY=\">Isaiah 23:18<\/a>. The former particular is predicted, first literally, and then figuratively. <i>Tyre shall be forgotten <\/i>— Neglected and forsaken by those who used to traffic with her; <i>seventy years, according to the days of one king <\/i>— “Or kingdom, meaning the Babylonian, which was to continue seventy years.” <i>After the end of seventy years shall Tyre sing as a harlot, <\/i>&c. — The plain meaning of this metaphorical passage, says Bishop Newton, in which Tyre is represented as a harlot, “is, that she should lie neglected of traders and merchants for seventy years, as long as the Babylonian empire lasted, and after that she should recover her liberties and her trade, and draw in several of all nations to deal with her, and particularly the kings of the earth to buy her purples, which were worn chiefly by emperors and kings, and for which Tyre was famous above all places in the world. <i>Seventy years <\/i>was the time prefixed for the duration of the Babylonian empire. So long the nations were to groan under that tyrannical yoke, though these nations were subdued, some sooner, some later than others, <a class=\"ref\">Jeremiah 25:11-12<\/a>. Accordingly, at the end of seventy years, Cyrus and the Persians subverted the Babylonian empire, and restored the conquered nations to their liberty.” The bishop observes further, that these seventy years may also be computed after another manner. “Tyre was taken by Nebuchadnezzar in the thirty-second year of his reign, and in the five hundred and seventy-third before Christ. Seventy years from thence will bring us down to the year five hundred and three before Christ, and the nineteenth of Darius Hystaspis. At that time, it appears from history that the Ionians had rebelled against Darius, and the Phenicians assisted him with their fleets: and, consequently, it is reasonable to conclude that they were now restored to their former privileges. In the succeeding reign we find that they, together with the Sidonians, furnished Xerxes with several ships for his expedition into Greece. And, by the time of Alexander, the Tyrians were grown to such power and greatness that they stopped the progress of that rapid conqueror longer than any part of the Persian empire besides. But this is to be understood of the insular Tyre; for, as the old city flourished most before the time of Nebuchadnezzar, so the new city flourished most afterward, and this is the Tyre that henceforth is so much celebrated in history.”<\/p>",
    "audit": null
}