{
    "id": 9449,
    "source": "benson",
    "verse_id": 18652,
    "verse_count": 2,
    "reference": "49:15–16",
    "title": "",
    "html": " <p> <a class=\"isa\" verses=\"eyIxODY1MiI6Mn0=\">Isaiah 49:15-16<\/a>. <i>Can a woman forget her sucking child <\/i>—God is often represented as bearing a fatherly affection toward his people, but here the comparison is raised higher, and he speaks of himself as having a tenderness for them, similar to that which a mother hath toward the fruit of her womb. “The image is common and frequent; yet it is wrought up with so much grace, embellished with so much elegance, and expressed in such pathetic terms, that nothing can exceed it in beauty and force; nothing can convey a stronger idea of the maternal, the more than maternal regard, which God hath for his people.” <i>Yea, they may forget, yet will I not forget thee — <\/i> The turn in this clause is more expressive than a volume. As if he had said, Earthly parents sometimes are so unnatural and monstrous; but do not entertain such unworthy thoughts of me. <i>Behold, I have graven thee upon the palms, <\/i> &c.—Mine eye and heart are constantly upon thee. “This is certainly an allusion,” says Bishop Lowth, “to some practice, common among the Jews at that time, of making marks on their hands or arms by punctures on the skin, rendered indelible by fire or staining, with some sort of sign, or representation of the city or temple, to show their affection and zeal for it. It is well known that the pilgrims at the holy sepulchre get themselves marked in this manner with what are called the ensigns of Jerusalem. Maundrell, p. 75; where he tells us how it is performed: and this art is practised by travelling Jews all over the world at this day.” See also Vitringa and Michaelis’s notes. Or the allusion may be merely to the common practice of men, who use to put signs upon their hands or fingers, of such things as they especially wish to remember. <i>Thy walls are continually before me <\/i>—The ruins and desolations of my church are always in my thoughts, nor shall I forget or neglect to repair them, and grant her deliverance from her enemies, and protection at the proper time. <\/p> ",
    "audit": null
}