{
    "id": 9137,
    "source": "benson",
    "verse_id": 17970,
    "verse_count": 1,
    "reference": "15:9",
    "title": "",
    "html": "<p> <a class=\"isa\" verses=\"WzE3OTcwXQ==\">Isaiah 15:9<\/a>. <i>For the waters of Dimon<\/i>—This seems to be the same place with Dibon, mentioned <a class=\"isa\" verses=\"WzE3OTYzXQ==\">Isaiah 15:2<\/a>;<i>shall be full of blood<\/i>—This is a third evil, and cause of lamentation; the great slaughter which the enemy should make of the people. <i>For I will bring more upon Dimon<\/i>—Hebrew, <i>I will place,<\/i> or<i>lay upon Dimon,<\/i><span class=\"hebrew_text\"> נוכפות<\/span> , <i>accessions,<\/i> or<i>additions,<\/i> that is, I will increase those waters by the torrents that shall flow into them from the blood of the slain. The expression is strong and elegant. Bishop Lowth, however, interprets the clause, “Yet will I bring more evils upon Dimon,” that is, though the waters are full of blood, yet will I bring upon them further and greater evils. <i>Lions upon him that escapeth of Moab,<\/i> &c.—This is the fourth evil, the completion of all the rest, and the severest cause of their lamentation, that God would not even spare a remnant hereafter to restore and renew their fallen state; but would pursue them with his judgments to the last extremity, and send upon them, and on their desolate country, lions and other wild beasts, entirely to destroy all that remained. Vitringa, however, thinks that Nebuchadnezzar is pointed out in this clause; who, after the Moabites, reduced extremely low by the Assyrians, began to recruit themselves, should give the remnant of the nation to destruction, and complete the judgment which the Assyrian had begun: see <a class=\"ref\">Jeremiah 4:7; Jeremiah 5:6; Jeremiah 48:40<\/a>. The Chaldee paraphrast must have so understood it, translating the word, which we render<i>lion,<\/i> by<i>king: A king with his army to destroy the Moabites. <\/i><\/p> ",
    "audit": null
}