{
    "id": 2145,
    "source": "blenkinsopp",
    "verse_id": 18661,
    "verse_count": 6,
    "reference": "49:24–50:3",
    "title": "Further Reassurance Given and Objections",
    "html": " <p>These two brief passages develop the same theme in different but related ways. In the first, two rhetorical questions expressing discouragement and, indirectly, skepticism about the power of the national deity are put in the mouth of the prophet&rsquo;s audience and answered in reverse order. In the second pronouncement, the two questions imply serious accusations directed by the children (Judeans) against their father (Yahveh): he has divorced their mother and sold them into indentured service. The first two rhetorical questions (<a class=\"isa\" verses=\"WzE4NjYxXQ==\">v 24<\/a>) are answered more briefly than the previous one (<a class=\"isa\" verses=\"eyIxODY1MSI6MTB9\">49:14&ndash;23<\/a>) by another asseveration of Yahveh, using the same language as the complaint and giving another reassurance about the future. Here, too, we catch echoes of liturgical laments both in the complaint and in the answer: for instance, when the psalmist prays for Yahveh to &ldquo;contend with those who contend with me&rdquo; (<a class=\"ref\">Ps 35:1<\/a>) and to &ldquo;defend my cause against an impious people&rdquo; (<a class=\"ref\">Ps 43:1<\/a>). The question and answer immediately preceding were concerned with whether Yahveh had the intent and the will to bring about a restoration. Here the issue is, rather, power and powerlessness, which also comes to expression in the second passage (<a class=\"isa\" verses=\"eyIxODY2NSI6Mn0=\">50:2&ndash;3<\/a>) and is, perhaps, the fundamental issue throughout the entire book. <\/p> <p>The sense of ruthless and overwhelming power is expressed by describing Babylon as warrior (<em>gibb&ocirc;r<\/em>) and tyrant (<em>ʿār&icirc;ṣ <\/em>), and those subject to Babylonian imperial rule, not confined to Jews resident in Babylonia, as prisoners and prey. The solemn pronouncement affirms that these &ldquo;prisoners&rdquo; can and will be set free because Yahveh himself will take up their cause. The verb <em>r&icirc;b<\/em>, usually translated &ldquo;contend,&rdquo; goes beyond the common forensic connotation, as reproduced in lxx, to mean something like entering the lists on behalf of another. <\/p> <p>That the prisoners will end up eating their own flesh and drinking their own blood cannot refer literally to cannibalism, to which people could be and have been reduced during a protracted siege (<a class=\"ref\">Deut 28:53&ndash;57; 2 Kgs 6:24&ndash;31; Lam 2:20; 4:10<\/a>), since people in such straits would presumably not eat their own flesh and would not drink blood&mdash;their own or others&rsquo;. People who are of the same flesh are kin, members of the same extended family (<a class=\"ref\">Gen 2:23; 29:14; Judg 9:2; 2 Sam 5:1<\/a>); hence, the natural reference would be to internecine strife (<a class=\"isa\" verses=\"WzE3ODQ5XQ==\">Isa 9:19[20]<\/a>; <a class=\"ref\">Zech 11:9<\/a>). In other words, Babylon will self-destruct, a not unreasonable conjecture during the latter part of the reign of Nabonidus. <\/p> <p>Reference to flesh (<a class=\"isa\" verses=\"WzE4NjYzXQ==\">v 26a<\/a>) (<em>bāśār<\/em>) leads into the acknowledgment by all humanity (<a class=\"isa\" verses=\"WzE4NjYzXQ==\">v 26b<\/a>, literally, &ldquo;all flesh,&rdquo; <em>kol-bāśār<\/em>) of the divinity of Yahveh (for this &ldquo;acknowledgment formula,&rdquo; see <a class=\"isa\" verses=\"WzE4NDc1LDE4NTY1LDE4NjYwLDE4ODM4XQ==\">41:23; 45:3; 49:23; 60:16<\/a>; and frequently in the Priestly source and Ezekiel). To affirm divinity is to affirm and demonstrate someone&rsquo;s ability and willingness to be a savior (<em>m&ocirc;s&icirc;ʿ&acirc;<\/em>, <a class=\"isa\" verses=\"WzE4NTA5LDE4NTE3LDE4NTc3LDE4NTgzXQ==\">43:3, 11; 45:15, 21<\/a>) and redeemer (<em>gōʿēl<\/em>, see <a class=\"isa\" verses=\"WzE4NDY2XQ==\">41:14<\/a>). To these titles, and in keeping with the context of force and counterforce, the prophet adds the old title &ldquo;the Strong One of Jacob&rdquo; (<em>ʾăb&icirc;r yaʿăqob<\/em>, <a class=\"ref\">Gen 49:24<\/a>; <a class=\"isa\" verses=\"WzE3Njc5XQ==\">Isa 1:24<\/a>; perhaps originally &ldquo;the Bull of Jacob,&rdquo; <em>ʾăbb&icirc;r yaʿăqob <\/em>). <\/p> <p>The second passage raises again the issue of theodicy with regard to the fall of Jerusalem and attendant disasters, an issue that haunted the writer&rsquo;s generation. It is reflected in several of the psalms of communal lament (e.g. <a class=\"ref\">Ps 44:12&ndash;25[13&ndash;26]<\/a>) and occasions frequent rebuttal and exoneration on the part of Yahveh (e.g. <a class=\"isa\" verses=\"W3siMTg0OTkiOjh9LHsiMTg1MjgiOjd9XQ==\">Isa 42:18&ndash;25; 43:22&ndash;28<\/a>). In this instance the response to the implied accusations goes along with the figurative language: if I divorced your mother, where is the <em>sēper kĕr&icirc;t&ucirc;t<\/em>, the documentary evidence? The point is not that the separation is only temporary because no bill of divorce was handed over (as in Whybray 1975, 148&ndash;49), but, rather, that the accusation is simply false. <\/p> <p>Regarding the other charge&mdash;how could I sell you into indentured service if I have no creditors whom I must satisfy?&mdash;subjection to Babylonian rule, whether in Judah or elsewhere, is represented as indentured service (<em>ṣābāʾ<\/em>) at the beginning of the second major section of the book (<a class=\"isa\" verses=\"WzE4NDIzXQ==\">40:2<\/a>). The language of godforsakenness, of being forgotten by God (<a class=\"isa\" verses=\"eyIxODY1MSI6Mn0=\">49:14&ndash;15<\/a>), of being handed over to thieves and plunderers (<a class=\"isa\" verses=\"eyIxODUwNSI6Mn0=\">42:24&ndash;25<\/a>), appears elsewhere, always with the rejoinder that the real reason for the disasters was the moral failure of Israel (<a class=\"isa\" verses=\"W1sxODQyMywxODUwM10seyIxODUwNSI6Mn0seyIxODUzMyI6Mn0sWzE4NTk1XV0=\">40:2; 42:22, 24&ndash;25; 43:27&ndash;28; 46:8<\/a>). The question whether this is in every respect an adequate explanation, of particular poignancy in the aftermath of the Holocaust, is raised in the most direct and dramatic way in the book of Job. <\/p> <p>The figure of Yahveh and the land or the people as spousal partners, perhaps suggested by the old pattern of the sacred marriage (<em>hieros gamos <\/em>), is developed in different and sometimes odd ways in the prophetic tradition from Hosea to Jeremiah and Ezekiel and will be taken up and developed in different directions in early Christianity. <a class=\"ref\">Jeremiah 3:1&ndash;5<\/a>, appeals to the law governing palingamy in <a class=\"ref\">Deut 24:1&ndash;4<\/a>, to make the point that, once the divorce between Yahveh and Israel has gone through and Israel has had relations with other gods, there can be no return to the original relationship. This bleak prospect is modified in the comment in <a class=\"isa\" verses=\"eyIxNzcxMyI6Nn0=\">3:5&ndash;10<\/a>, which speaks of a period of temporary sexual relationships rather than marriage, and therefore of the possibility of restoring the original relationship with Yahveh. <\/p> <p>The fall of the Kingdom of Samaria marked, however, a final break in the relationship with that part of Israel, a divorce made definitive by the <em>sēper kĕr&icirc;t&ucirc;t<\/em>, (later, <em>ketubba <\/em>), a document that in real time presumably made provision for the return of the marriage price (<em>mohar<\/em>) and care of the children. In biblical texts divorce, whether realistic or metaphorical, is always initiated by the male partner, from which it has been concluded that women could not initiate divorce proceedings in Israel of the biblical period. This may be so, but it may also mean that the precarious economic situation of most women practically ruled out divorce as an option. In the Jewish colony at Elephantine in Upper Egypt women could initiate divorce, but this may be due to Egyptian or even Persian influence. <\/p> <p>The other metaphor, selling someone into indentured service in order to repay debt that could not otherwise be amortized, is regulated in the laws (<a class=\"ref\">Exod 21:1&ndash;11; Deut 15:12&ndash;18<\/a>) and must have been of common occurrence in a subsistence agrarian economy both before and after the fall of Jerusalem (e.g. <a class=\"ref\">2 Kgs 4:1; Neh 5:5<\/a>). <\/p> <p>The language of God coming and finding no one home, and especially calling out and receiving no answer, will be a recurring motif in the last section of the book (<a class=\"isa\" verses=\"WzE4Nzk2LDE4ODk5LDE4OTEwLDE4OTI3XQ==\">58:9; 65:1, 12; 66:4<\/a>). Of particular interest is <a class=\"isa\" verses=\"WzE4ODk5XQ==\">65:1<\/a>, in which Yahveh allows himself to be sought out and found by those who do not inquire after or seek him (<em>nidra&scaron;t&icirc;, nimṣeʾt&icirc;<\/em>, Niphal <em>tolerativum<\/em>, GKC &sect;51c) which, in the context, is intended to explain why the preceding communal lament (<a class=\"isa\" verses=\"eyIxODg3NCI6MjR9\">63:7&ndash;64:11<\/a>) remained unanswered. The parallels with these last eleven chapters extend to other expressions: that Yahveh&rsquo;s reach (&ldquo;hand&rdquo;) is not too short to rescue (cf. <a class=\"ref\">59:1 and Num 11:23<\/a>) and that Jerusalem\/Zion will finally be united with her spouse (<em>bĕʿ&ucirc;l&acirc;<\/em>, <a class=\"isa\" verses=\"eyIxODg1OSI6Mn0=\">62:4&ndash;5<\/a>). Some commentators have concluded that the author of <a class=\"isa\" verses=\"eyIxODc1NSI6MTkzfQ==\">chs. 56&ndash;66<\/a>, or one of the authors, must have edited and expanded the work of Second Isaiah, but it seems more likely that this is one of several instances of the progressive and cumulative reuse and reworking of existing material that we have had many occasions to note throughout the book. <\/p> <p>We find a parallel to this need to be there when God comes, to answer when he calls, in the prescriptions for the post-disaster situation offered by the Deuteronomists&mdash;to &ldquo;turn&rdquo; (more conventionally, &ldquo;repent&rdquo;) and seek Yahveh (<a class=\"ref\">Deut 4:29&ndash;30; 30:2, 10<\/a>), a spiritualization of the old language of seeking the deity by visiting a sanctuary or soliciting an oracle (e.g. <a class=\"ref\">Gen 25:22; 1 Sam 9:9; 2 Kgs 1:2<\/a>). Here, too, the alert reader will detect links between these chapters of Isaiah and the preeminent theological &ldquo;school&rdquo; active at that time (e.g. <a class=\"isa\" verses=\"W1sxODY3NV0seyIxODc0NyI6NH0sWzE4Nzg5LDE4ODk5LDE4OTA4XV0=\">Isa 51:1; 55:6&ndash;9; 58:2; 65:1, 10<\/a>). <\/p> <p>Just as positive action is expressed in terms of ecological transformation and the renewal of nature (<a class=\"isa\" verses=\"W3siMTg0NjkiOjR9LHsiMTg1MjUiOjN9LHsiMTg1MzciOjJ9LFsxODYzNl0seyIxODY0NiI6M30sWzE4Njc3XSx7IjE4NzUzIjoyfV0=\">41:17&ndash;20; 43:19&ndash;21; 44:3&ndash;4; 48:21; 49:9&ndash;11; 51:3; 55:12&ndash;13<\/a>), so destructive divine power, demonstrations of power to intervene decisively in the political arena, is expressed in the language of ecological degradation throughout the book (e.g. <a class=\"isa\" verses=\"WzE4NDQ1LDE4NDk2LDE4NTYxXQ==\">40:24; 42:15; 44:27<\/a>) as in some of the liturgical hymns (e.g. <a class=\"isa\" verses=\"bnVsbA==\">Ps 107:33<\/a>). At this point there does not seem to be any allusion to a cosmogonic conflict myth, which is usually linked with more explicit reference to the Exodus tradition (e.g. <a class=\"isa\" verses=\"W3siMTg1MjIiOjJ9LHsiMTg2ODMiOjN9XQ==\">43:16&ndash;17; 51:9&ndash;11<\/a>). The poem breaks off abruptly with the remarkable image of the sky in mourning perhaps, as has been suggested (e.g. Westermann 225), on account of the insertion of the Servant&rsquo;s address that follows. <\/p> <p>Blenkinsopp, J. (2008). <em>Isaiah 40&ndash;55: A New Translation with Introduction and Commentary<\/em>, (Vol. 19A, pp. 314&ndash;317). New Haven; London: Yale University Press. <\/p>",
    "audit": 1
}