{
    "id": 2100,
    "source": "blenkinsopp",
    "verse_id": 18226,
    "verse_count": 7,
    "reference": "30:8–14",
    "title": "Write It for Posterity",
    "html": "<p>We are not told what the prophet was commanded to commit to writing. Analogy with the writing of the name Maher-shalal-hash-baz (<a class=\"isa\" verses=\"eyIxNzgwOSI6NH0=\">8:1&ndash;4<\/a>) would suggest what immediately precedes, i.e., the name of the Beast, a name that is of the same symbolic type as the name of the prophet&rsquo;s son. This reading would, however, be feasible only on the assumption that the name was a way of recapitulating the message repeated throughout this section about the folly of relying on an Egyptian alliance. It would not follow that<a class=\"isa\" verses=\"WzE4MjI2XQ==\">v 8<\/a> belongs with<a class=\"isa\" verses=\"eyIxODIyNCI6Mn0=\">vv 6&ndash;7<\/a> as the conclusion to the<em>maśśāʾ<\/em> (pace Vermeylen 1977, 410&ndash;11), since the following<a class=\"isa\" verses=\"WzE4MjI3XQ==\">v 9<\/a> explains why the writing is necessary. There has been much discussion about how the writing was done, the meaning of the verbs employed and why two different writing surfaces are involved. This curiosity is legitimate, but it is well to recall that this is not a transcription of an order received by Isaiah or some other prophet; it is a<em>literary construct<\/em> similar to Job&rsquo;s request that his case be set down in writing, using the same two verbs as here. It does not in any event seem likely that the prophet is being told to make two copies of what is to be recorded. Terms for recording in writing are not always precise. Several different verbs are used for writing on a tablet (<em>l&ucirc;aḥ<\/em>), including<em>ḥrt<\/em> (<a class=\"ref\">Exod 32:16<\/a>),<em>ḥr&scaron;<\/em> (<a class=\"ref\">Jer 17:1<\/a>),<em>bʾr<\/em> (<a class=\"ref\">Hab 2:2<\/a>),<em>psl<\/em> (<a class=\"ref\">Exod 34:1; Deut 10:1, 3<\/a>), in addition to<em>ktb<\/em> (<a class=\"ref\">Exod 34:1, 28; Deut 10:2, 4<\/a>), and if one can inscribe or engrave (<em>ḥqq<\/em>) on the hand (<a class=\"isa\" verses=\"WzE4NjUzXQ==\">Isa 49:16<\/a>) one can surely do so on papyrus, as here. The &ldquo;book&rdquo; (<em>sēper<\/em>) would be in the form of a scroll (cf.<a class=\"isa\" verses=\"WzE4MzA4XQ==\">34:4<\/a> , the skies rolled up like a book), which would be inscribed on one side and then sealed (cf.<a class=\"isa\" verses=\"WzE3ODI0XQ==\">8:16<\/a>).<\/p><p>The command addressed to the prophet to write is in evident parallelism to the writing and sealing of a text after the failure to influence Ahaz a generation earlier (<a class=\"isa\" verses=\"WzE3ODI0XQ==\">8:16<\/a>). Both texts are said to contain<em>t&ocirc;r&acirc;<\/em> , which in<a class=\"isa\" verses=\"bnVsbA==\">Isa 1&ndash;39<\/a> always connotes prophetic instruction, and both are written to<em>testify<\/em> at a future time to the truth of the prophetic communication (<em>tĕʿ&ucirc;d&acirc;<\/em><a class=\"isa\" verses=\"WzE3ODI0XQ==\">8:16<\/a> ;<em>ʿēd<\/em><a class=\"isa\" verses=\"WzE4MjI2XQ==\">30:8<\/a>). These two occasions point to an early period in the transmission of prophetic oral delivery in writing as a kind of emergency measure. Other references to writing and reading (<a class=\"isa\" verses=\"W3siMTgyMDUiOjJ9LFsxODIxMiwxODMyMF1d\">29:11&ndash;12, 18; 34:16<\/a>) represent a later editorial stage when there existed a &ldquo;book&rdquo; of Isaiah, no doubt in embryonic form.<\/p><p>The command to write is followed by an explanation that is practically a<em>reprise<\/em> of<a class=\"isa\" verses=\"eyIxODIxOSI6NX0=\">30:1&ndash;5<\/a> with respect to the severe, paternalistic tone but with the important addition of the attempt to control and redirect prophecy into more accomodating paths. We are therefore dealing with the issue of the reception or non-reception of prophecy. What is rejected is the instruction (<em>t&ocirc;r&acirc;<\/em>) of God communicated through prophetic intermediaries, in which connection we note the studious avoidance of the standard term for &ldquo;prophets,&rdquo;<em>nĕb&icirc;ʾ&icirc;m<\/em> , and the corresponding verbal forms (<em>nibbāʾ, hitnabbēʾ<\/em>) in favor of the less specific language of seeing, visioning, and speaking. The injunction is therefore to fill the public role of the official<em>nāb&icirc;ʾ<\/em> and the expectations of the public that create the role&mdash;therefore, to engage in a more accommodating and supportive form of prophesying and, failing that, to just keep quiet.<\/p><p>The attempt to silence, control, or redirect prophetic activity is well attested for ancient Israel, the classic paradigm being the encounter between Amos and Amaziah at Bethel (<a class=\"ref\">Amos 7:10&ndash;17<\/a> ; see also<a class=\"ref\">Amos 2:12 and Mic 2:6<\/a> see also ). At the time of Jeremiah the leading clergy of the Jerusalem temple are taken to task for not controlling prophetic activity in the temple precincts (<a class=\"ref\">Jer 29:26&ndash;28<\/a>), though we hear of Jeremiah himself being banned from the temple&mdash;not surprisingly, given his anti-temple tirades (<a class=\"ref\">Jer 36:5<\/a>). Jeremiah&rsquo;s reaction to the interdiction would suggest that writing prophecies was a response to the non-reception of their oral delivery, a supposition that also fits the two occasions on which Isaiah is said to have committed his words to writing (<a class=\"isa\" verses=\"WzE3ODI0LDE4MjI2XQ==\">8:16; 30:8<\/a>).<\/p><p>We have seen how frequently in Isaiah the rhetorical device of quoting the opposition and thereby condemning them out of their own mouths is employed. Usually the quotations are intended to convey either misplaced political self-confidence (<a class=\"isa\" verses=\"WzE3ODQwLDE4MTgwLDE4MjMzXQ==\">9:10; 28:15; 30:15<\/a>) or religious skepticism (<a class=\"isa\" verses=\"WzE3NzU5LDE4MjA5XQ==\">5:19; 29:15<\/a>). The injunction to turn aside from the way and deviate from the path may well be a sarcastic mimicking of often-repeated prophetic-homiletic platitudes (cf.<a class=\"isa\" verses=\"eyIxODE3NCI6Mn0=\">28:9&ndash;10<\/a>). It need not be taken as proof of Deuteronomistic editing of the passage (argued by Vermeylen 1977, 412&ndash;14), a thesis that relies heavily on parallels with other prophetic texts deemed to be of Deuteronomistic origin (e.g.<a class=\"ref\">Amos 2:11&ndash;16<\/a>) or on such common complaints as Israel&rsquo;s refusal to listen to Yahveh (e.g.<a class=\"ref\">Deut 21:18, 20<\/a>), or on analogy with the law of the rebellious son (<a class=\"ref\">Deut 21:18&ndash;21<\/a> cf.<a class=\"isa\" verses=\"WzE4MjI3XQ==\">Isa 30:9<\/a>). We would need clearer indications than these in order to pass safely from literary influence to editorial activity.<\/p><p>The reply to the invitation to stop preaching in the name of the Holy One of Israel is, argumentatively, made in the name of the Holy One of Israel (<a class=\"isa\" verses=\"eyIxODIzMCI6M30=\">12&ndash;14<\/a>). The prophetic utterance (<em>dābār<\/em><a class=\"isa\" verses=\"WzE4MjMwXQ==\">12<\/a>), so decisively rejected, refers to the drift of prophecy in<a class=\"isa\" verses=\"eyIxODE2NiI6OTV9\">chs. 28&ndash;31<\/a> as a whole. The reliance of the seer&rsquo;s interlocutors on violent solutions, on the devious maneuverings inseparable from<em>Realpolitik<\/em> , and specifically on the Egyptian Pharaoh will be like leaning for support on a wall about to collapse&mdash;rather like the Assyrian commander&rsquo;s comparing Egypt to a reed or walking stick that will gouge the hand of anyone foolish enough to lean on it (<a class=\"isa\" verses=\"WzE4MzM3XQ==\">36:6<\/a>). As happens occasionally in these chapters, this is a case of a good metaphor overworked: one metaphor developed at length (a smashed pot) serving to illustrate another (a collapsed wall)&mdash;a metaphor within a metaphor, therefore.<\/p><p>Blenkinsopp, J. (2008).<em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em> (Vol. 19, pp. 415&ndash;417). New Haven; London: Yale University Press.<\/p> ",
    "audit": 1
}