{
    "id": 2149,
    "source": "blenkinsopp",
    "verse_id": 18691,
    "verse_count": 7,
    "reference": "51:17-23",
    "title": "The Cup of Wrath",
    "html": "<p>This is the second of the three apostrophes, each of which opens with the repeated call to activity&mdash;the first addressed to Yahveh, the second and third to Jerusalem\/Zion. Each of the three is followed by a reply, the second and third introduced with the traditional prophetic <em>incipit<\/em> &ldquo;thus says Yahveh&rdquo; (<a class=\"isa\" verses=\"WzE4Njk1LDE4NzAwXQ==\">51:21; 52:3<\/a>). This second one is not a community lament, though Westermann ingeniously reconstructed from it part of the original lament on which he believed it was based (Westermann 1969, 245). It is an apostrophe to Jerusalem by the prophet, incorporating the language of traditional laments (as in Lamentations) and the traditional prophetic topos of the cup of wrath.<\/p><p>We saw that in chs. <a class=\"isa\" verses=\"eyIxODQyMiI6MjE2fQ==\">40&ndash;48<\/a> Jerusalem either stands for the people of Israel (<a class=\"isa\" verses=\"WzE4NDc5LDE4NjAwXQ==\">41:27; 46:13<\/a>) or is mentioned in connection with the mission of Cyrus (<a class=\"isa\" verses=\"WzE4NTYwLDE4NTYyLDE4NTc1XQ==\">44:26, 28; 45:13<\/a>). In chs. <a class=\"isa\" verses=\"eyIxODYzOCI6MTE3fQ==\">49&ndash;55<\/a> the city comes much more into view as dialogue partner with the God of Israel, beginning in <a class=\"isa\" verses=\"WzE4NjUxXQ==\">49:14<\/a>, and as bride, spouse, and mother, once bereaved, but now with a large and growing family (<a class=\"isa\" verses=\"W3siMTg2NTYiOjN9LFsxODY5Ml0seyIxODcyNSI6M31d\">49:19&ndash;21; 51:18; 54:1&ndash;3<\/a>). In chs. <a class=\"isa\" verses=\"eyIxODc1NSI6MTkzfQ==\">56&ndash;66<\/a>, finally, the social realities of city and temple in the Neo-Babylonian and early Achaemenid period, especially the social reality of conflict and struggle for control of city and temple within the community, come more clearly into the foreground.<\/p><p>In both ancient and modern times the metaphor of the cup stands by synecdoche for its contents&mdash;the fermented drink, usually wine, that it contains. And, since alcohol can on the one hand rejoice both men and gods, as the psalmist says, and on the other lead to depression, isolation, insensitivity, and worse, the cup is an ambivalent symbol. The cup is therefore the overflowing cup of blessing (<a class=\"ref\">Ps 16:5; 23:5<\/a>) and the cup of consolation offered to assuage the grief of those in mourning (<a class=\"ref\">Jer 16:7; Ezek 24:17, 22; Hos 9:4<\/a>), but it is also the cup of wrath that must be drained to the dregs.<\/p><p>The image used here may be drawing on the more fully developed figure in<a class=\"ref\"> Jer 25:15&ndash;29<\/a>, in which the prophet offers the wine cup of wrath (<em>k&ocirc;s hayyayin haḥēm&acirc;<\/em>) first to Jerusalem, then to foreign peoples. Here and in other prophetic texts the results of draining this cup of foaming, well-mixed wine to the dregs (<a class=\"ref\">Ps 75:8<\/a>) are described in some detail: complete inebriation (<a class=\"ref\">Jer 25:27; Ezek 23:33<\/a>) including loss of motor control (<a class=\"ref\">Jer 25:16; Hab 2:16<\/a>), vomiting (<a class=\"ref\">Jer 25:27<\/a>), going crazy (<a class=\"ref\">Jer 25:16; 51:7<\/a>), exposing oneself in public (<a class=\"ref\">Hab 2:15; Lam 4:21<\/a>), and eventually falling down and passing out (<a class=\"ref\">Jer 25:27<\/a>). This is therefore one more way, and easily the most vivid, of describing metaphorically what had happened to Jerusalem and what Yahveh&rsquo;s part in bringing it about had been.<\/p><p>The figure of the woman Jerusalem incapacitated by drink suggested the introduction of the theme of bereavement and new family, depopulation of the city and its hoped-for repopulation (<a class=\"isa\" verses=\"W3siMTg2NTYiOjN9LHsiMTg3MjUiOjN9XQ==\">49:19&ndash;21; 54:1&ndash;3<\/a>)&mdash;which, incidentally, only happened during the governorship of Nehemiah according to our principal biblical source (<a class=\"ref\">Neh 11:1&ndash;21<\/a>). The Ugaritic Legend of Aqhat text (<em>KTU<\/em> I 17&ndash;19; <a class=\"ref\"><em>ANET<\/em> 149&ndash;55<\/a>) records the lament of the initially childless King Daniel (<em>dnʾil<\/em>) that he has no son who, as he is in duty bound to do, &ldquo;takes him by the hand when he&rsquo;s drunk \/ Carries him when he&rsquo;s sated with wine&rdquo; (<a class=\"ref\"><em>ANET<\/em> 150<\/a>). Mother Jerusalem is described as being equally deprived, her children either having lost their lives during the siege of the city or having been subsequently deported.<\/p><p>The image of bodies lying in the streets&mdash;bodies of the dead, not of the inhabitants who had fainted from hunger (cf. <a class=\"ref\">Lam 2:21<\/a>)&mdash;is reminiscent of descriptions of the city in the aftermath of the siege in Lamentations. Since the phrase &ldquo;at the corner of every street&rdquo; is identical with <a class=\"ref\">Lam 2:19 and 4:1<\/a> and does not sit well with the following verse (as Duhm put it, trapped antelopes do not usually lie around on street corners; Duhm 1922, 388), it is often bracketed as a scribal addition. This may be so, but it is also possible that the point about the antelopes may have been added to correspond more closely to the twofold disaster of the previous verse&mdash;that is, destruction and death in the city and the imprisonment and deportation of its inhabitants.<\/p><p>As with the previous passage, a word of reassurance follows (vv <a class=\"isa\" verses=\"eyIxODAzNyI6NjB9\">21&ndash;23<\/a>). To a people immobilized by fear, guilt, and a sense of helplessness the word is: put the past behind you. Intoxication as a metaphor for spiritual obtuseness and hebetude (cf. <a class=\"isa\" verses=\"WzE4MjAzXQ==\">Isa 29:9<\/a>) provides another figurative way of construing the immediate past (cf. the idea of indentured service at the beginning of these chapters, <a class=\"isa\" verses=\"WzE4NDIzXQ==\">40:2<\/a>). Now those who afflicted you will themselves suffer the same fate. In view of the parallels between this passage and Lamentations, it is interesting to note that the verb <em>ygʿ<\/em> Hiphil (&ldquo;afflict&rdquo;) in <a class=\"isa\" verses=\"WzE4Njk3XQ==\">51:23<\/a> is used in Lamentations exclusively of Yahveh&rsquo;s afflicting Jerusalem (<a class=\"isa\" verses=\"WzE3NjYwLDE3NjY3XQ==\">1:5, 12; 3:32<\/a>). The final figure of Israel&rsquo;s past humiliation may have been suggested by the practice, no doubt common in the incessant warfare of the Near East, of the conqueror&rsquo;s placing his foot on the neck or back of a subdued enemy (<a class=\"ref\">Josh 10:24; Ps 110:1<\/a>; cf. the Anubanini and the Behistun reliefs from the twenty-third and the sixth centuries b.c.e., respectively, <em>ANEP<\/em> 177 #524; 78 #249), or even tramping over the prostrate bodies of the defeated (<a class=\"ref\">Zech 10:5<\/a>).<\/p><p>Blenkinsopp, J. (2008). <em>Isaiah 40&ndash;55: A New Translation with Introduction and Commentary<\/em> (Vol. 19A, pp. 336&ndash;337). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}