{
    "id": 2128,
    "source": "blenkinsopp",
    "verse_id": 18514,
    "verse_count": 6,
    "reference": "43:8-13",
    "title": "The God of Israel and the Gods of the Nations",
    "html": "<p>The preacher presents to his hearers the same setting here (<a class=\"isa\" verses=\"bnVsbA==\">43:8&ndash;13<\/a>) as previously (<a class=\"isa\" verses=\"W3siMTg0NTMiOjV9LHsiMTg0NzMiOjl9XQ==\">41:1&ndash;5, 21&ndash;29<\/a>). The nations are already assembled to witness the contest of deities and approve the outcome, rather like the contest between Elijah and the Baalist prophets on Mount Carmel (1<a class=\"ref\"> Kgs 18:17&ndash;40<\/a>). Then the summons is given, as if to a court usher, to lead in the Judean people who, though already denounced as spiritually obtuse (<a class=\"isa\" verses=\"WzE4NDg4LDE4NDk3LDE4NDk5XQ==\">42:7, 16, 18<\/a>), at least have the essentials for witnessing: eyes to observe and ears to listen. The challenge is addressed to the gods of the nations to sustain their claim to divine status by predicting and then bringing about events, and here too the reference is to the conquests of Cyrus. They are invited to produce their devotees as witnesses to their power so that they can be publicly acknowledged.<\/p><p>To this challenge there is, of course, no response. The interesting and unique element here can easily be missed; it is stated well by Westermann:<\/p><p>&ldquo;What here decides a religion&rsquo;s title and claim is neither its spiritual or ethical or religious value, nor its enlightenment or high cultural level; instead, it is continuity in history and this alone, the power of a faith to throw a bridge over a chasm torn open by the downfall of a nation.&rdquo; (Westermann 1969, 122).<\/p><p>In putting so much weight on this claim, the author of chs. <a class=\"isa\" verses=\"bnVsbA==\">40&ndash;48<\/a> is playing for high stakes, for history has a habit of disappointing expectations and falsifying predictions. But there persists always, even in the face of disappointment, this tremendous need to render events intelligible within a religious context of meaning.<\/p><p>Those addressed by the preacher are called to witness to and affirm the wager. The appearance of &ldquo;servant&rdquo; (<em>ʿebed<\/em>) in the singular at this point (<a class=\"isa\" verses=\"MTg1MTY=\">43:10a<\/a>) exemplifies the ambivalence or polyvalence affecting the interpretation of this key term. We saw earlier that in chs. <a class=\"isa\" verses=\"bnVsbA==\">40&ndash;48<\/a> it appears invariably in the singular (<a class=\"isa\" verses=\"W3sic2luZ2xlcyI6WzE4NDgyLDE4NTAwLDE4NTU1LDE4NTYwLDE4NTY2LDE4NjM1XX0seyIxODQ2MCI6Mn0seyIxODUzNSI6Mn1d\">41:8, 9; 42:1, 19; 44:1, 2, 21, 26; 45:4; 48:20<\/a>), even when linked with a substantive in the plural (<a class=\"isa\" verses=\"MTg1NjA=\">44:26<\/a>). In this respect the use of <em>ʿebed<\/em> in chs. <a class=\"isa\" verses=\"bnVsbA==\">49&ndash;55<\/a> is quite different. While in several instances the designation is explicitly predicated of the Judean people (Israel, Jacob) as a whole (<a class=\"isa\" verses=\"W3sic2luZ2xlcyI6WzE4NTU1LDE4NTY2LDE4NjM1XX0seyIxODQ2MCI6Mn0seyIxODUzNSI6Mn1d\">41:8&ndash;9; 44:1&ndash;2, 21; 45:4; 48:20<\/a>), enough ambiguity remains to allow for identification with individual figures contemporaneous or future. Hence Ibn Ezra&rsquo;s identification of the servant with the prophetic author; hence also the messianic reading of the Targumist: &ldquo;you are witnesses before me, says the Lord, and my servant the Messiah with whom I am pleased.&rdquo;<\/p><p>A messianic (according to Seeligmann [1948, 28&ndash;29], possibly Christian) allusion may also underlie the lxx: &ldquo;Become witnesses to me, and I am witness, says the Lord God, and the servant (<em>pais<\/em>) whom I have chosen, that you may know and believe me and understand that I am (<em>ego eimi<\/em>).&rdquo; Readers of the New Testament will recognize linguistic and thematic links with the scene of the baptism of Jesus (<a class=\"ref\">Matt 3:17<\/a> and parallels), the <em>ego eimi<\/em> uttered by the Jesus of the Fourth Gospel (e.g. <a class=\"ref\">John 18:5, 8<\/a>) and the faithful witness of <a class=\"ref\">Rev 1:5<\/a>.<\/p><p>This third trial scene (<a class=\"isa\" verses=\"bnVsbA==\">43:8&ndash;13<\/a>), following <a class=\"isa\" verses=\"W3siMTg0NTMiOjV9LHsiMTg0NzMiOjl9XQ==\">41:1&ndash;5 and 41:21&ndash;29<\/a>, concludes with a strong affirmation of the uniqueness and incomparability of the God of Israel. The self-predication by Yahveh is encapsulated in the practically untranslatable formula <em>ʾăn&icirc; h&ucirc;ʾ<\/em> (&ldquo;I am He&rdquo;? &ldquo;It is I&rdquo;? &ldquo;I am the One&rdquo;?), reminiscent, and perhaps deliberately so, of the equally enigmatic <em>ʾehyeh<\/em> (&ldquo;I am&rdquo;? &ldquo;I will be&rdquo;?) heard by Moses from the burning thornbush (<a class=\"ref\">Exod 3:14<\/a> cf. <a class=\"ref\">Hos 1:9<\/a>). The formula <em>ʾăn&icirc; h&ucirc;ʾ<\/em>, which Ibn Ezra described as the most sublime expression of the unity of God, appears at regular intervals throughout chs. <a class=\"isa\" verses=\"bnVsbA==\">40&ndash;48<\/a> (<a class=\"isa\" verses=\"WzE4NDU2LDE4NTE2LDE4NTE5LDE4NTkxLDE4NjI3XQ==\">41:4; 43:10, 13; 46:4; 48:12<\/a>). But, just as the answer to Moses&rsquo; request for a name encapsulates the active and helpful presence of the deity (cf. <em>ʾehyeh ʿimmāk<\/em>, &ldquo;I will be with you,&rdquo; <a class=\"ref\">Exod 3:12<\/a>), so the &ldquo;I am&rdquo; formula in these chapters is associated with Yahveh&rsquo;s helping presence for Israel (<a class=\"isa\" verses=\"MTg1OTE=\">46:4<\/a>) and Yahveh&rsquo;s activity within history (<a class=\"isa\" verses=\"WzE4NDU2LDE4NjI3XQ==\">41:4; 48:12<\/a>).<\/p><p>The similar but more explicit self-designations &ldquo;I am Yahveh,&rdquo; &ldquo;I am Godhead&rdquo; (vv 11, 13) are both accompanied by a rejection of rival claims to demonstrate effective reality by saving or delivering from danger (vv <a class=\"isa\" verses=\"W3siMTc4ODYiOjE2fSx7IjE3OTAyIjo2fV0=\">11, 12<\/a>). For the preacher, the proof of divinity is stated clearly in this passage: &ldquo;I proclaimed salvation, I announced it&rdquo; (<a class=\"isa\" verses=\"bnVsbA==\">12a<\/a>). A literal translation would make the point more clearly: &ldquo;I proclaimed, I saved, I announced.&rdquo; Here and elsewhere the author states in a quite positivistic way that the ability and willingness to save (<em>h&ocirc;&scaron;&icirc;aʿ<\/em>) is the test of divine status (cf. <a class=\"isa\" verses=\"WzE4NTgyLDE4NTk0LDE4NjEzLDE4NjE1XQ==\">45:20; 46:7; 47:13, 15<\/a>). But the identity of the saving deity only emerges clearly when the saving event is proclaimed in advance by a prophet speaking in the deity&rsquo;s name and then subsequently confirmed; hence the importance of the &ldquo;proof from prophecy&rdquo; in <a class=\"isa\" verses=\"bnVsbA==\">Isa 40&ndash;48<\/a>. The communities addressed are called on to attest to this, since the deity in whose name they are being addressed is no alien (<em>zār<\/em>, v <a class=\"isa\" verses=\"bnVsbA==\">12<\/a>) but familiar from their traditions. The address to the witnesses ends with a strong affirmation of the ineluctability and irreversibility of events set in motion by the God of Israel.<\/p><p>The practice of linking a self-identification of the deity with a rejection of rival claims&mdash;&ldquo;there is none that can save but me &hellip; there is none can deliver from my hand&rdquo; (see also <a class=\"isa\" verses=\"WzE4NTQwLDE4NTQyLDE4NTY4LDE4NTgzXQ==\">44:6, 8; 45:6, 21<\/a>see also )&mdash;resembles a similar formulation attributed to Babylon personified and therefore in all probability spoken in the name of the Babylonian imperial deity, Marduk: &ldquo;I am, and there is none other&rdquo; (<a class=\"isa\" verses=\"WzE4NjA4LDE4NjEwXQ==\">47:8, 10<\/a>). We take this to be one of several tokens of the author&rsquo;s familiarity with the religious ideology of empire and the imperial cult, the principal expressions of which are to be found in the creation epic <em>Enuma Elish<\/em> and the New Year <em>akitu<\/em> festival during which it was recited. Unlike Marduk, son of Ea, who was preceded by gods created in pairs (Lahmu and Lahamu, Ashar and Kishar) and succeeded by others, Yahveh does not have a genealogy and is not part of a theogony (v <a class=\"isa\" verses=\"bnVsbA==\">10b<\/a>). This is one of several indications in <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 40&ndash;55<\/a> of a kind of mirror-imaging of the Marduk cult, by means of which the author sought to counter the ideology of power articulated through these liturgies.<\/p><p>Blenkinsopp, J. (2008). <em>Isaiah 40&ndash;55: A New Translation with Introduction and Commentary<\/em> (Vol. 19A, pp. 223&ndash;225). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}