{
    "id": 2123,
    "source": "blenkinsopp",
    "verse_id": 18473,
    "verse_count": 9,
    "reference": "41:21-29",
    "title": "A Second Mock-Trial Speech",
    "html": "<p>This second mock-trial speech is couched in much the same language as the first (<a class=\"isa\" verses=\"eyIxODQ1MyI6NX0=\">41:1&ndash;5<\/a>) but is addressed directly to the patron deities of foreign nations rather than the nations themselves. They are invited to provide convincing proof of effective divinity by demonstrating control of historical events, past and future. For practical purposes the discourse in these chapters must be considered section by section, and in fact several caesuras are marked in the Hebrew text (e.g. in mt and 1QIsa<sup>a<\/sup> before <a class=\"isa\" verses=\"WzE4NDczXQ==\">v 21<\/a> and after <a class=\"isa\" verses=\"WzE4NDgxXQ==\">v 29<\/a>).<\/p><p>Beginning with Gressmann in 1914, modern commentators have divided up the chapter in many different ways (on which see the sensible comments of Sydney Smith 1944, 6&ndash;11, 93&ndash;95), often overlooking the fact that there is a basic continuity in <a class=\"isa\" verses=\"eyIxODQyMiI6NzN9\">40:1&ndash;42:13<\/a>, observable in language (especially forensic vocabulary) and rhetorical style. Already noted is the alternation in this first major section between address to the nations and their gods on the one hand and the Judean community on the other, rounded off in <a class=\"isa\" verses=\"eyIxODQ5MSI6NH0=\">42:10&ndash;13<\/a> with a psalm. But of course the entire discourse is addressed to the Judean community, so the author is in no danger of having to argue against real opponents&mdash;the priests of the Marduk cult, for example.<\/p><p>The forensic setup is clear: the opponents are invited to state their case (<a class=\"isa\" verses=\"eyIxODQ3MyI6M30=\">vv 21&ndash;23<\/a>); after they fail to respond, the appropriate conclusion is drawn (<a class=\"isa\" verses=\"WzE4NDc2XQ==\">v 24<\/a>); then Yahveh proves his claim to be the only deity capable of both predicting and bringing about events in the political sphere with reference to the military successes of Cyrus (<a class=\"isa\" verses=\"eyIxODQ3NyI6NH0=\">vv 25&ndash;28<\/a>), after which the counterclaimants are once again dismissed as totally ineffective (<a class=\"isa\" verses=\"WzE4NDgxXQ==\">v 29<\/a>).<\/p><p>The title &ldquo;Jacob&rsquo;s king&rdquo; or &ldquo;Israel&rsquo;s king&rdquo; (<a class=\"isa\" verses=\"WzE4NTQwXQ==\">44:6<\/a>) anticipates the complex of themes involving kingship, victorious combat, and creation developed as a mirror image of Babylonian imperial ideology expressed in the cult of Marduk and specifically in the <em>akitu<\/em> festival and the creation myth <em>Enuma Elish<\/em>. To counter this ideology of power the author expounds an argument from prophecy. The gods (they will be named only later, <a class=\"isa\" verses=\"WzE4NTg4XQ==\">46:1<\/a>) are challenged to predict future events (literally, &ldquo;what will happen,&rdquo; <a class=\"isa\" verses=\"WzE4NDc0XQ==\">22a<\/a>). The point is made redundantly in what follows: they are invited to announce future events before they happen and to do so in a way that will be verifiable (<a class=\"isa\" verses=\"WzE4NDc0XQ==\">v 22b<\/a>); they are to announce things to come in such a way that the outcome of things happening now may be known (<a class=\"isa\" verses=\"WzE4NDc0XQ==\">v 22c<\/a>); they are to declare things to come in advance (<em>lĕʾāḥ&ocirc;r<\/em>; see textual Note) so that their divine nature may be acknowledged. Once their inability to meet these criteria is established, the author waxes sarcastic: well, do anything, work a miracle, fill us with awe and fear! But of course he knows that this too is beyond their reach.<\/p><p>The foreign deities are challenged to &ldquo;declare events before they happen&rdquo; or, in the more familiar translation, &ldquo;the former things&rdquo; (<em>hāriʾ&scaron;ōn&ocirc;t<\/em>). This much-discussed term is used several times in these chapters. In some contexts it seems to refer to early as opposed to contemporaneous events, perhaps with reference to familiar narrative traditions (<a class=\"isa\" verses=\"WzE4NTI0XQ==\">43:18<\/a>, parallel with <em>qadmoniyy&ocirc;t<\/em>, &ldquo;early events&rdquo;; <a class=\"isa\" verses=\"WzE4NTk2XQ==\">46:9<\/a>). More commonly it stands for events as prophesied (<a class=\"isa\" verses=\"WzE4NDc0LDE4NDkwLDE4NTE1LDE4NjE4XQ==\">41:22b; 42:9; 43:9; 48:3<\/a>), with reference either to earlier predictions made by the prophet or to earlier prophecies of disaster, including Isaian prophecies, now only too clearly fulfilled.<\/p><p>At this point we are close to the basic idea of prophecy and fulfillment that drives the History and, in effect, creates the continuity that makes the History possible. We note in this brief passage the proliferation of terms for the future: &ldquo;things that will happen&rdquo; (<em>ʾēt ʾā&scaron;er tiqr&ecirc;n&acirc;<\/em>, <a class=\"isa\" verses=\"WzE4NDc0XQ==\">22a<\/a>), &ldquo;things to come&rdquo; (<em>habbāʾ&ocirc;t<\/em>, <a class=\"isa\" verses=\"WzE4NDc0XQ==\">22c<\/a>), and &ldquo;what is to happen&rdquo; (<em>hāʾōtiyy&ocirc;t<\/em>, <a class=\"isa\" verses=\"WzE4NDc1XQ==\">23a<\/a>). The same perspective on the power to predict and control the flow of historical events may also explain why Yahveh is referred to with equal frequency as the First and the Last (<em>riʾ&scaron;&ocirc;n, ʾaḥăr&ocirc;n<\/em> <a class=\"isa\" verses=\"WzE4NDU2LDE4NDc5LDE4NTQwLDE4NjI3XQ==\">41:4, 27; 44:6; 48:12<\/a>). These terms can be unpacked to display a sense of historical continuity very similar to the continuity created by the prediction-fulfillment pattern in the History; in other words, as the first stage toward a theology of history.<\/p><p>After the gods are reduced to silence, Yahveh stakes his claim, as in the first mock-trial scene and in similar terms (<a class=\"isa\" verses=\"eyIxODQ1NCI6NH0=\">vv 2&ndash;5<\/a>). Cyrus is not yet named, but he is the one roused, set in motion, by Yahveh. The north would have had a special resonance as the direction from which danger could be expected (cf. <a class=\"ref\">Jer 1:13&ndash;14<\/a>), but the allusion here is to Cyrus&rsquo;s successful campaign against the Medes in the northern Iranian plateau culminating in the capture and sack of Ecbatana in 550; perhaps it is also to the conquest of Lydia and the Ionian littoral in 547, though a somewhat later date (e.g. 544&ndash;543 proposed by Sydney Smith 1944, 51) cannot be excluded.<\/p><p>The sunrise, indicating a more general eastern direction, would be consonant with either a Babylonian or Judean point of reference. &ldquo;Rousing&rdquo; (<em>ʿ&ucirc;r<\/em> Hiphil) seems to have been considered an especially appropriate way of referring to the conquests of Cyrus as set in motion by Yahveh (cf. <a class=\"isa\" verses=\"WzE4NDU0LDE4NTc1XQ==\">41:2a; 45:13<\/a>). It is adopted by the Chronicler for the &ldquo;return to Zion&rdquo; (<a class=\"ref\">Ezra 1:1, 5<\/a> = <a class=\"ref\">2 Chr 36:22<\/a>) and elsewhere applied to the Medes as participants in the capture of Babylon (<a class=\"isa\" verses=\"bnVsbA==\">Isa 13:17<\/a>; <a class=\"ref\">Jer 50:9; 51:1, 11<\/a>).<\/p><p>The claim is made that Yahveh not only set in motion the conquests of Cyrus but predicted them to the Judean community. As at other great turning points in the history of the Near East, there seems to have been a flurry of prophetic activity during the declining years of the Neo-Babylonian Empire; compare the prophecies addressed to Zimri-lim of the kingdom of Mari on the eve of its conquest by Hammurapi in the early seventeenth century b.c.e, more than a millennium earlier. A cylinder in the Abu Happa collection in the British Museum, dated no earlier than 546 b.c.e., records a dream in which Marduk appeared to Nabunaid, last king of Babylon, and predicted the defeat of the Medes by Cyrus:<\/p><p>&ldquo;The Mede whom you mentioned, he, his country and the kings who march at his side will cease to exist.&rdquo; (And indeed) when the third year arrived, he (Marduk) aroused Cyrus, king of An&scaron;an, his young servant, who scattered the large (armies) of the Mede with his small army, and (who) captured Astyages, king of the Medes, and took him to his country as captive. (Beaulieu 1989,108)<\/p><p>In his own propagandistic cylinder, Cyrus himself claims to have been commissioned directly by Marduk:<\/p><p>He (Marduk) scanned and looked (through) all the countries, searching for a righteous ruler willing to lead him (in the annual procession). (Then) he pronounced the name of Cyrus king of Anshan. (<em>ANET<\/em> 315)<\/p><p>The most likely explanation of <a class=\"isa\" verses=\"eyIxODQ3OCI6Mn0=\">vv 26&ndash;27<\/a>, therefore, is that the speaker is referring to earlier, no-longer extant, prophecies concerning Cyrus, rather than to anti-Babylonian predictions elsewhere in the prophetic corpus (<a class=\"isa\" verses=\"WzE4NDY1XQ==\">Isa 13<\/a>; <a class=\"ref\">Jer 50&ndash;51<\/a>).<\/p><p>Read in the context of international events, <a class=\"isa\" verses=\"bnVsbA==\">Isa 40&ndash;48<\/a> emerges as the Judean version of current anti-Babylonian and pro-Persian propaganda. Marduk&rsquo;s pretensions as both predicting and bringing about the conquests of Cyrus are rejected. Marduk, famed for wisdom and counselor of the god Ea (<em>Enuma Elish<\/em> VII 97, 104, 107), is even denied the role of consultant to Yahveh in these decisive interventions (<a class=\"isa\" verses=\"WzE4NDQ5XQ==\">40:28<\/a> cf. <a class=\"isa\" verses=\"eyIxODQzNCI6Mn0=\">40:13&ndash;14<\/a>). The passage ends with an accumulation of negatives: the gods are nothingness (<em>ʾāyin<\/em>), nonexistence (<em>ʾepes<\/em>), wind (<em>r&ucirc;aḥ<\/em>), and empty chaos (<em>tōh&ucirc;<\/em>).<\/p><p>Blenkinsopp, J. (2008). <em>Isaiah 40&ndash;55: A New Translation with Introduction and Commentary<\/em> (Vol. 19A, pp. 205&ndash;207). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}