{
    "id": 2084,
    "source": "blenkinsopp",
    "verse_id": 18079,
    "verse_count": 18,
    "reference": "23:1–18",
    "title": "About Phoenicia",
    "html": "<p>This last unit in the <em>maśśāʾ<\/em> series (<a class=\"isa\" verses=\"eyIxODA3OSI6MTR9\">23:1&ndash;14<\/a>) is in the &ldquo;limping meter&rdquo; (<a class=\"isa\" verses=\"bnVsbA==\">3&ndash;2<\/a>) appropriate to lamenting or even ironically exhorting others to lament as here (cf. <a class=\"isa\" verses=\"W3siMTc5MTMiOjE3fSx7IjE3OTMzIjoxN31d\">13:6&ndash;22; 14:4&ndash;20<\/a>; and especially <a class=\"isa\" verses=\"W3siMTc5NjIiOjIzfSx7IjE3NjU2IjozMX1d\">15&ndash;16,<\/a> the lament over Moab). It has its own title (<a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">1a<\/a>) and develops by way of a series of imperatives addressed to the inhabitants of the Phoenician littoral: they are to wail (<a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">1b<\/a>), lament (<a class=\"isa\" verses=\"eyIxNzY4NyI6NDh9\">2&ndash;3<\/a>), be ashamed and cry out (<a class=\"isa\" verses=\"eyIxNzczNSI6MzZ9\">4&ndash;5<\/a>), cross over to Tarshish and wail (<a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">6<\/a>). These exhortations lead to a rhetorical question (<a class=\"isa\" verses=\"eyIxNzgwOSI6MjJ9\">8<\/a>), which is nevertheless answered: Yahveh is behind the destruction of the harbor and there is nothing to be done about it (<a class=\"isa\" verses=\"eyIxNzgzMSI6Nzd9\">9&ndash;12<\/a>). The poem is then rounded off with an inclusio (<a class=\"isa\" verses=\"eyIxNzkzMCI6MzJ9\">14<\/a>). There is no need to assume a conflation of distinct poems about Tyre and Sidon or have recourse to emendation to eliminate one or the other city (e.g. by emending <em>ṣōr<\/em>, &ldquo;Tyre,&rdquo; to <em>sid&ocirc;n<\/em> <a class=\"isa\" verses=\"WzE4MDg2XQ==\">23:8<\/a>, with Duhm 1892, 168; and Kaiser 1972, 160). Tyre and Sidon are usually mentioned in tandem (e.g. <a class=\"ref\">Jer 25:22; 47:4; Ezek 28:20&ndash;23; Joel 4:4&ndash;8[3:4&ndash;8]<\/a>).<a class=\"ref\"> 1 Kgs 16:31<\/a> refers to Ittobaal king of Tyre as the king of the Sidonians: Hiram of Tyre, who paid tribute to Tiglath-pileser III, appears to be identical with the Hiram king of the Sidonians named on a bronze Cypriot bowl (Harden 1962, 53&ndash;54, 119) and Sennacherib&rsquo;s annals refer to the Tyrian ruler Luli as king of Sidon (<em>ANET<\/em>, 287; cf. Josephus, <em>Ant.<\/em> 9.138, for whom Ithobalos was king of both Tyrians and Sidonians). At any rate, the authors of the additions in <a class=\"isa\" verses=\"eyIxNzk2MiI6NDR9\">15&ndash;18<\/a> appear to have read <a class=\"isa\" verses=\"eyIxNzY1NiI6MzA2fQ==\">1&ndash;14<\/a> as a poem about Tyre, as did the editor who provided the title. Since <a class=\"isa\" verses=\"eyIxNzc0MSI6MzB9\">5<\/a> seems to interrupt the flow rather sharply, it may have been slipped in with reference to Alexander&rsquo;s seven-month siege of Tyre in 332 on his way to Egypt (Wildberger 1978, 873); and if <a class=\"isa\" verses=\"eyIxNzkwOCI6MjJ9\">13<\/a> contains the debris of one or more glosses (see the notes), it clearly cannot bear the weight laid on it by the exegetes who give it a pivotal role in the formation of this part of the book (e.g. Seitz 1993, 120, 123). It serves nevertheless to bring the attention of the reader back once again to the Babylonians (<em>kaśd&icirc;m<\/em>, &ldquo;Chaldeans&rdquo;), the subject of the first poem in the series (<a class=\"isa\" verses=\"eyIxNzkwOCI6NDV9\">13:1&ndash;14:23<\/a>), the evil empire par excellence.<\/p><p>The note of <em>Schadenfreude<\/em> is even more in evidence here than in the Moab poem and is colored by the typical Israelite allergy to the sea, seafaring, and international trade. We hear it in the injunction addressed to the conquered Phoenicians&mdash;now till your own land like the rest of us, if that is the correct reading of <a class=\"isa\" verses=\"eyIxNzg1MiI6MzR9\">10<\/a>&mdash;and in the gratuitous analogy between trade and prostitution, reminiscent of the fierce opposition of Dtr to the alliance between the Omrids and the Tyrian royal house in the ninth century b.c.e. Yet, in contrast to the anti-Phoenician poems in <a class=\"ref\">Ezekiel 26&ndash;28<\/a>, the element of moral condemnation is relatively muted and confined to <a class=\"isa\" verses=\"W3siMTc4MzEiOjIxfSx7IjE3ODg2IjoxNn1d\">9 and 11<\/a> (which need not on that account be set apart as additions), in which divine intention and agency are expressed in the Isaian leitmotifs of <em>the plan of Yahweh<\/em> and <em>the outstretched hand<\/em> (cf. for the former<a class=\"isa\" verses=\"W1sxNzk1M10seyIxNzk1NSI6Mn0sWzE4MDE3LDE4MDIyXSx7IjE3NjU2IjozMX0sWzE4MDY0XV0=\"> 14:24, 26&ndash;27; 19:12, 17; 22:11,<\/a> and for the latter<a class=\"isa\" verses=\"W3siMTc5NTUiOjJ9LFsxODAyMV1d\"> 14:26&ndash;27 and 19:16<\/a>). Here, as so often in the compositions surveyed up to this point, the main thrust is against pride and arrogance, which seem to be the cardinal vices throughout the book, inclusive of this segment (cf. <a class=\"isa\" verses=\"WzE3OTE4LDE3OTI2LDE3OTY3LDE3OTc2LDE4MDM4XQ==\">13:11, 19; 15:6; 16:6; 21:2<\/a>), as they are in the much more elaborate anti-Phoenician series in <a class=\"ref\">Ezekiel 28:2&ndash;10, 17<\/a>.<\/p><p>To repeat: the poem is not a lament but rather an ironic injunction to others to lament, and as such it achieves its rhetorical effect by repeated imperatives and rhetorical questions, a very common device in this kind of composition (cf. <a class=\"isa\" verses=\"W3siMTc5NDUiOjJ9LFsxNzk1Nl0seyIxODAxNiI6Mn0seyIxODA1NCI6Mn1d\">14:16&ndash;17, 27; 19:11&ndash;12; 22:1&ndash;2<\/a>). Direct speech is also used quite freely, and the author of the present poem attributes to the &ldquo;virgin daughter Sidon&rdquo; what appears to be a quotation from a lament, a lament within a lament therefore. (The Hebrew of 4b reads: <em>loʾ ḥalt&icirc;<\/em>\/<em>loʾ yāladt&icirc;<\/em>\/<em>loʾ giddalt&icirc; baḥ&ucirc;r&icirc;m<\/em>\/<em>r&ocirc;mamt&icirc; bĕt&ucirc;l&ocirc;t<\/em>.)<\/p><p>The first injunction (<a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">1b<\/a>) is addressed to ships of Tarshish approaching the Phoenician coast from Cyprus (the land of Kittim). It is generally acknowledged that Tarshish (Tartessos in Greek) was located somewhere in the western Mediterranean&mdash;either in southern Spain, Sardinia, Malta, or along the North African coast (the <em>Vetus Latina<\/em> version identified it with Carthage), and that the place-name Kittim derives from Kition, a major trading center near Larnaka on Cyprus. While we do not know how extensive the author&rsquo;s knowledge of geography and the history of the Phoenician cities was, he was at least aware of their great antiquity (<a class=\"isa\" verses=\"eyIxNzc4NCI6MjV9\">7<\/a>) and the amazing extent of their voyages in search of new sources of raw materials and markets for their own goods (of which <a class=\"ref\">Ezek 26&ndash;28<\/a> provides a detailed itemization)&mdash;reaching, as we now know, as far as the Cassiterides, &ldquo;the Islands of Tin,&rdquo; namely, the Cornish coast in southwest England. Particularly important in this respect, given the limited land available for cultivation in Phoenicia, was the import of grain from Lower Egypt, here referred to as Sihor in the second injunction (<a class=\"isa\" verses=\"eyIxNzcwOSI6MjZ9\">3<\/a>).<\/p><p>With respect to chronology, the situation is far less clear. By failing to provide unambiguous clues to the historical events and situations described, the poet has tested the ingenuity of exegetes throughout the modern period. Basically, all we are told is that a major Phoenician harbor had been destroyed (<a class=\"isa\" verses=\"W3siMTc2NTYiOjMxfSx7IjE3ODUyIjozNH1d\">1, 10<\/a>) at a time when the Phoenicians still controlled Cyprus and had a lively trade with Egypt. The Targumist simplified the task by contemporizing the poem with reference to conquest by the Romans (Kittim). Surveying the historical record in reverse, it would not be surprising if Alexander&rsquo;s siege and conquest of Tyre and the brutal treatment of its inhabitants after the storming of the island fortress (332 b.c.e.) had left their mark on this poem as they apparently have on <a class=\"ref\">Zech 9:1&ndash;8<\/a>, which speaks of the downfall of Tyre (Fohrer; Lindblom). The suppression of the Tennes revolt by Artaxerxes III in 343, the sack of Sidon, and subsequent Persian reconquest of Egypt have also been proposed (Duhm 1892, 166; Kaiser 1974, 162), but <a class=\"isa\" verses=\"eyIxNzgwOSI6MjJ9\">8<\/a> speaks of a major disaster visited on Tyre, and the Babylonians are mentioned in the text, even if the context is obscure (<a class=\"isa\" verses=\"eyIxNzkwOCI6MjJ9\">13<\/a>). The protracted siege of Tyre by Nebuchadrezzar (585&ndash;573), much in view in the Ezekiel poems (<a class=\"isa\" verses=\"eyIxODEzOCI6OH0=\">26:7&ndash;14<\/a>), is also a possibility, but has the disadvantage that the city and its harbor were not taken and destroyed on that occasion. If a Neo-Assyrian background is assumed, and specifically the campaigns waged against the Phoenician cities by Sennacherib (705&ndash;701) and Esarhaddon (678, 671), the obscure and disjointed allusion to the land of Chaldeans, Assyrian ships, and a campaign of destruction in v <a class=\"isa\" verses=\"eyIxNzkwOCI6MjJ9\">13<\/a> may refer to Sennacherib&rsquo;s campaign against Merodach-baladan with the help of Phoenician and Cypriot ships and sailors in the Persian Gulf region. But here, too, we cannot exclude a rereading of the text in the Hellenistic period that assigned new referents for <em>kitt&icirc;m<\/em> and <em>ʾa&scaron;&scaron;&ucirc;r<\/em>. There seems little point in attempting greater chronological precision.<\/p><p>The last four verses consist in a later mitigation of the scene of doom reminiscent of the notes appended to the sayings against Moab (<a class=\"isa\" verses=\"eyIxNzk4MyI6Mn0=\">16:13&ndash;14<\/a>) and the Kedarite Arabs (<a class=\"isa\" verses=\"eyIxODA1MiI6Mn0=\">21:16&ndash;17<\/a>). All three predict a change in fortune within a specific time period&mdash;for the worse with respect to Moab and Kedar; somewhat better with respect to Tyre. Seventy years is, of course, less specific than one year or three, and is well attested as signifying a period of misfortune of considerable duration, about the length of a human lifespan (<a class=\"ref\">Ps 90:10; Jer 25:12; 29:10; Zech 1:12; 2 Chr 36:21; Dan 9:2<\/a>). Moreover, the variation &ldquo;one king&rsquo;s lifetime&rdquo; is not so strange in view of the custom of periodizing the history of a city-state like Tyre according to reigns. Repetition of the phrase <em>miqqēṣ &scaron;ibʿ&icirc;m &scaron;ān&acirc;<\/em> (&ldquo;at the end of seventy years,&rdquo; <a class=\"isa\" verses=\"W3siMTc5NjIiOjl9LHsiMTc5ODUiOjE0fV0=\">15, 17<\/a>) suggests the possibility of a two-stage addition, in which case the analogy between international trade and prostitution may have inspired a second reader, aware of Tyre&rsquo;s notorious brothels, to add a little local color with the ditty about the aging prostitute.<\/p><p>Since this postscript is ostensibly a projection into the future of what was said about Tyre&rsquo;s past misfortunes in the pronouncement itself, the identification of historical circumstances is even more problematic. If the poem looks back to the struggle for survival of the Phoenician city-states and their dependents during the Neo-Assyrian period, the addenda would perhaps refer to the debilitating effects of the Babylonian siege of Tyre at about the same time as the beginning of Judah&rsquo;s &ldquo;seventy years.&rdquo; From then until well into the Achaemenid period Sidon remained in the ascendancy along the Phoenician littoral. The partial recovery of Tyre anticipated by the editor was probably underway long before the destruction of Sidon by Artaxerxes III in 343 or, a fortiori, the granting of autonomy to Tyre by Ptolemy II in 274. That the results, in the form of revitalized trade activity, would be in the service of the Jerusalemite temple community is one more expression of a powerful but dangerous envisioning of the future that seems to be especially characteristic of the emergent Judean commonwealth in the Achaemenid period (cf. <a class=\"isa\" verses=\"W1sxNzkzMSwxODAwNSwxODU3NiwxODY2MF0seyIxODgyNiI6MTN9LHsiMTg4NDkiOjJ9XQ==\">14:2; 18:7; 45:14; 49:23; 60:4&ndash;16; 61:5&ndash;6<\/a>).<\/p><p> Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em> (Vol. 19, pp. 343&ndash;345). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}