{
    "id": 2048,
    "source": "blenkinsopp",
    "verse_id": 17736,
    "verse_count": 5,
    "reference": "4:2–6",
    "title": "After Judgment, Peace and Security",
    "html": " <p>Together with <a class=\"isa\" verses=\"eyIxNzY4OCI6M30=\">2:2&ndash;4<\/a>,(<a class=\"isa\" verses=\"WzE3NzM5XQ==\">5<\/a>), this description of a people, land, and city that have passed over to the other side of judgment brackets the unrelenting sequence of threat and disaster in <a class=\"isa\" verses=\"eyIxNzY5MiI6NDR9\">2:6&ndash;4:1<\/a>. It may be noted once again how these bracketing passages recontextualize this dark scenario without erasing it. The worst has happened and now a different future opens up, though the shadow of the past still hangs over the present. <a class=\"isa\" verses=\"eyIxNzY4OCI6M30=\">Isaiah 2:2&ndash;4<\/a>, envisages Jerusalem as preeminent among the nations, the religious capital of the world to which Gentiles will come attracted by the high ethical ideals embodied in the Jewish law. The God of Israel will be accepted as the arbiter of international disputes, with the result that war will finally become obsolete. Our present passage also features the future Jerusalem, but its author is interested more in the condition of its native inhabitants and the land that will sustain them. Concentrating on the final destiny of Israel, it brings together the intimately connected themes of people, land, and temple. <\/p> <p>After the introductory &ldquo;on that day,&rdquo; the first time in the book this formula has not announced bad news, the seer proclaims the future splendor of &ldquo;the shoot&rdquo; planted by Yahveh. After the collapse of the Judean state, this term (Hebrew <em>ṣemaḥ <\/em>) was used as a code name for the scion of the Davidic line, encapsulating the hopes for an eventual restoration (<a class=\"ref\">Jer 23:5; 33:15&ndash;16; Ezek 29:21<\/a>). As such it is applied explicitly to Zerubbabel, grandson of the exiled Jehoiachin, in the troubled early years of the reign of Darius I (<a class=\"ref\">Zech 3:8; 6:12<\/a>). But the present context, and especially the parallel &ldquo;fruit of the land&rdquo; (<em>pĕr&icirc; hāʾāreṣ<\/em>, cf. <a class=\"ref\">Deut 1:25<\/a>), does not favor this meaning, and the only other occurrence of the term <em>ṣemaḥ<\/em>, in Isaiah, a passage very close thematically and linguistically to the present verse, refers to the restored community living on its own land (<a class=\"isa\" verses=\"WzE4ODU1XQ==\">Isa 61:11<\/a>). Late Isaian use of the related verb (<em>ṣmḥ <\/em>) also supports this broader connotation (<a class=\"isa\" verses=\"WzE4NDkwLDE4NTI1LDE4NTM4LDE4NTcwLDE4NzUxLDE4Nzk1LDE4ODU1XQ==\">42:9; 43:19; 44:4; 45:8; 55:10; 58:8; 61:11<\/a>). <\/p> <p>Early interpretations of this verse in both Jewish and Christian circles found a messianic allusion here, notwithstanding. The Tg. renders <em>ṣemaḥ<\/em>, with <em>mĕ&scaron;&icirc;aḥ<\/em>,(&ldquo;messiah&rdquo;), and the lxx takes the meaning of shining forth rather than springing forth from the ground, hence <em>epilampsei ho theos<\/em>,(from <em>epilampo<\/em>, &ldquo;shine forth,&rdquo; cf. Syr. <em>ṣemḥaʾ<\/em>, &ldquo;brightness&rdquo;). Other early Greek translations make the same transition, rendering <em>ṣemaḥ<\/em>, as <em>anatolē<\/em>,(the east, the rising of the sun, or another heavenly body in its ascendancy, as lxx at <a class=\"ref\">Zech 3:8 and 6:12<\/a>, and cf. <a class=\"ref\">Num 24:17<\/a> <em>anatelei <\/em>). This semantic shift will lead eventually to <em>anatolē<\/em>, as a code name for the Christian Messiah in the infancy gospels (<a class=\"ref\">Matt 2:2; Luke 1:78<\/a>). <\/p> <p>The three terms characterizing the community as survivors create a further link with and comment on the repeated threats of disaster in <a class=\"isa\" verses=\"eyIxNzY5MiI6NDR9\">2:6&ndash;4:1<\/a>. The holiness of those living in the Jerusalem of the future reminds us of the <em>synoikismos<\/em>,(transfer of population) to the &ldquo;holy city&rdquo; carried out by Nehemiah, governor of the province (<a class=\"ref\">Neh 11:1&ndash;24<\/a>), a process that may not have been as voluntary as the biblical text wishes us to understand (<a class=\"ref\">Neh 11:2<\/a>). Also typical of that period is the careful recording of names, including no doubt those of the new inhabitants of the city (e.g. <a class=\"ref\">Ezra 2:62; 8:1, 3; Neh 12:22&ndash;23<\/a>). Such a register of names is easily transferable to the realm of theological abstraction, a &ldquo;book of the living&rdquo; (<a class=\"ref\">Ps 69:29[28]<\/a>) or &ldquo;book of remembrance&rdquo; (<a class=\"ref\">Mal 3:16&ndash;18<\/a>), an idea with a long history in the ancient Near East. We are therefore justified in suspecting that this kind of language is presenting an idealization of the specific form of temple community existing in the province of Judah under Iranian rule (sixth to fourth century b.c.e.). <\/p> <p>The passing allusion to the purification of Jerusalem probably does not refer to the tirade against women in <a class=\"isa\" verses=\"eyIxNzcyNCI6MTF9\">3:16&ndash;26<\/a>, but rather takes menstrual blood as a type of anything that renders unclean (cf. <a class=\"ref\">Lev 12:1&ndash;2; 15:19&ndash;30<\/a>). &ldquo;Filth&rdquo; (<em>ṣōʾ&acirc;<\/em>, usually &ldquo;excrement,&rdquo; <a class=\"isa\" verses=\"WzE4MTY4LDE4MzQzXQ==\">Isa 28:3; 36:12<\/a>,= <a class=\"ref\">2 Kgs 18:28<\/a>) therefore forms a kind of hendiadys with &ldquo;blood&rdquo; (<em>dāmm&icirc;m <\/em>), matching &ldquo;washing&rdquo; (<em>rāḥaṣ <\/em>) and &ldquo;rinsing&rdquo; (<em>yād&icirc;aḥ <\/em>), this last used elsewhere in cultic contexts (<a class=\"ref\">Ezek 40:38; 2 Chr 4:6<\/a>). Depicting the judgment to come by means of &ldquo;wind&rdquo; (<em>r&ucirc;aḥ <\/em>) and fire corresponds closely with descriptions in the last chapter of the book&mdash;&ldquo;Yahveh will come with fire, his chariots like the windstorm &hellip; by fire Yahveh will execute judgment&rdquo; (<a class=\"isa\" verses=\"eyIxODkzOCI6Mn0=\">66:15&ndash;16<\/a>). <\/p> <p>All of this highly charged language projecting a future very different from the unsatisfactory present is in keeping with the perspective of the last few chapters of the book. It finds its central and emblematic point of reference in the temple, which was also the real political and socioeconomic center from the end of the sixth century b.c.e. onwards. The seer evokes the numinous epiphenomena associated with the wilderness sanctuary&mdash;cloud by day, column of fire by night, both together expressions of the divine effulgence or glory (<a class=\"ref\">Exod 13:21&ndash;22; 33:9; 40:34&ndash;38<\/a>). These will cover the entire <em>māk&ocirc;n<\/em>,(&ldquo;site&rdquo;), a term used for the dwelling of the deity either in the sky (<a class=\"ref\">1 Kgs 8:39&ndash;49; Ps 33:14<\/a>) or in the sanctuary (<a class=\"ref\">Exod 15:17; 1 Kgs 8:18; Ezra 2:68<\/a>). Similar connotations attach to the term &ldquo;booth&rdquo; (<em>sūkk&acirc;<\/em>, <a class=\"ref\">2 Sam 22:12 = Ps 18:12; 31:21<\/a>), a dwelling that will provide protection from the elements. Also covered are Jerusalem&rsquo;s <em>miqrāʾ&ocirc;t<\/em>, an interesting term occurring earlier in the book (<a class=\"isa\" verses=\"WzE3NjY4XQ==\">1:13<\/a>), generally taken to refer to ceremonies of the assembled congregation (<a class=\"ref\">Lev 23; Num 28&ndash;29<\/a>), or a summons to such a ceremony (<a class=\"ref\">Num 10:2<\/a>) or, in one late text, the liturgical reading of Scripture (<a class=\"ref\">Neh 8:8<\/a>). Unless we are to risk a very late reference to synagogues in Jerusalem we would assume that, in this instance, the expression alludes to ceremonies carried out in the temple, and carried out with very different dispositions and results from those condemned earlier in the book (<a class=\"isa\" verses=\"eyIxNzY2NSI6OH0=\">1:10&ndash;17<\/a>). The passage bringing closure to this first section of the book combines, then, the themes of political disaster survived, purification, and Jerusalem temple liturgy in a scenario of restoration that we will encounter again in the final chapters of the book. <\/p> <p>Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em>,(Vol. 19, pp. 203&ndash;204). New Haven; London: Yale University Press. <\/p>",
    "audit": 1
}