{
    "id": 2146,
    "source": "blenkinsopp",
    "verse_id": 18667,
    "verse_count": 8,
    "reference": "50:4–11",
    "title": "The Prophetic Servant Opposed and Abused",
    "html": " <p>This passage begins with a declaration made by a prophet (<a class=\"isa\" verses=\"eyIxODY2NyI6Nn0=\">vv 4&ndash;9<\/a>) who is identified as a &ldquo;servant of Yahveh&rdquo; only in the comment appended to it (<a class=\"isa\" verses=\"eyIxODY3MyI6Mn0=\">vv 10&ndash;11<\/a>). He expresses confidence in the assistance of God in carrying out a mission in spite of opposition. That the mission is to his fellow-Judeans is evident from the wording (&ldquo;sustaining the dispirited&rdquo;), especially when taken in the context of frequent expressions of discontent and skepticism about the message in the preceding chapters and the constant need of the prophetic author to administer encouragement and rebuke (<a class=\"isa\" verses=\"W3siMTg0NDgiOjV9LFsxODUwMywxODUyOCwxODU5OSwxODYxOSwxODYyMywxODY1MV1d\">40:27&ndash;31; 42:22; 43:22; 46:12; 48:4, 8; 49:14<\/a>). This is especially clear in <a class=\"isa\" verses=\"eyIxODQ0OCI6NX0=\">40:27&ndash;31<\/a>, in which the preacher&rsquo;s public is described in the same language as here (<em>yāʿēp<\/em>, &ldquo;weary,&rdquo; &ldquo;dispirited&rdquo;; <em>yēlk&ucirc; vĕlōʾ y&icirc;ʿāp&ucirc;<\/em>, &ldquo;they shall walk and not be weary&rdquo;). Pointing in the same direction is the comment added to the prophet&rsquo;s statement, which (on the reading proposed above) distinguishes between those in the community who are receptive to the message and those who choose to ignore it (<a class=\"isa\" verses=\"eyIxODY3MyI6Mn0=\">vv 10&ndash;11<\/a>). <\/p> <p>Opposition, which has now reached the point of physical abuse, has therefore arisen within the Judean community, whatever other problems the speaker may have had. There is no indication that the speaker has been imprisoned by the Babylonian authorities and is awaiting trial, a conclusion sometimes derived from v 10; darkness is an appropriate way to speak of imprisonment (<a class=\"isa\" verses=\"WzE4NDg4LDE4NjQ2XQ==\">42:7; 49:9<\/a>), but walking in darkness is not. The peculiar form <em>ḥă&scaron;ēk&acirc;<\/em>, (&ldquo;the dark&rdquo;), in addition, is generally used metaphorically (<a class=\"ref\">Gen 15:12<\/a>; <a class=\"isa\" verses=\"WzE3ODMwXQ==\">Isa 8:22<\/a>; especially in <a class=\"ref\">Ps 82:5<\/a>: &ldquo;they have neither knowledge nor understanding; they walk about in the dark,&rdquo; <em>baḥă&scaron;ēk&acirc; yithallāk&ucirc; <\/em>). The abuse heaped on the speaker also seems more of the random and casual kind of violence rather than state-inflicted punishment. <\/p> <p>One of the major problems facing the interpreter of <a class=\"isa\" verses=\"eyIxODY2NyI6OH0=\">50:4&ndash;11<\/a>, is the problem of locating the passage within <a class=\"isa\" verses=\"eyIxODQyMiI6MzMzfQ==\">chs. 40&ndash;55<\/a>, as a whole. Duhm (1922, 379) concluded from the lack of linkage with what precedes and follows that this third of his <em>Ebedlieder<\/em>, (&ldquo;servant songs&rdquo;) was inserted into the book at this point. It is true that here as elsewhere clear thematic and linguistic interconnections between units are not easy to detect, but they are not entirely absent either. The three brief discourses that follow (<a class=\"isa\" verses=\"eyIxODY3NSI6OH0=\">51:1&ndash;3, 4&ndash;6, 7&ndash;8<\/a>) address people who still maintain belief in redemption in the face of opposition and contempt (<a class=\"isa\" verses=\"WzE4NjgxXQ==\">51:7<\/a>), not unlike the people addressed by the commentator on the prophetic servant&rsquo;s statement (<a class=\"isa\" verses=\"WzE4NjczXQ==\">50:10<\/a>). Moreover, the fate of the opposition is formulated with the same metaphor of the moth-eaten garment we noted in the servant&rsquo;s statement (<a class=\"isa\" verses=\"WzE4NjgyXQ==\">51:8<\/a>, cf. <a class=\"isa\" verses=\"WzE4NjcyXQ==\">50:9<\/a>). <\/p> <p>More importantly, <a class=\"isa\" verses=\"eyIxODY2NyI6Nn0=\">50:4&ndash;9<\/a>, marks a further stage in the disclosure of a prophetic voice and therefore a prophetic presence through the very rare appearance of first-person, self-referential discourse throughout this section of the book. The voice is first heard inquiring about the message to be promulgated (<a class=\"isa\" verses=\"WzE4NDI3XQ==\">40:6<\/a>). Then, setting aside for the moment the enigmatic <a class=\"isa\" verses=\"WzE4NjMxXQ==\">48:16b<\/a>, reminiscent of the prophetic first-person voice in the last part of the book (<a class=\"isa\" verses=\"WzE4ODIyXQ==\">59:21<\/a>, and especially <a class=\"isa\" verses=\"eyIxODg0NSI6NH0=\">61:1&ndash;4<\/a>), we hear the voice again in the words of a &ldquo;servant&rdquo; who is expressing a sense of failure in a mission to his fellow-Judeans that he has undertaken (<a class=\"isa\" verses=\"eyIxODYzOCI6Nn0=\">49:1&ndash;6<\/a>). It is reasonable to conclude that we are hearing the same voice in <a class=\"isa\" verses=\"eyIxODY2NyI6Nn0=\">50:4&ndash;9<\/a>, belonging to the same speaker, whose mission among his own people is meeting with increasingly vehement opposition. Since, moreover, these few self-referential, first-person passages fit the overall context of <a class=\"isa\" verses=\"eyIxODQyMiI6MzMzfQ==\">chs. 40&ndash;55<\/a>, especially the indications of increasing disillusionment on the part of the speaker&rsquo;s audience and increasing opposition to the message (<a class=\"isa\" verses=\"W3siMTg0NDgiOjV9LFsxODUwMywxODUxOCwxODU5OSwxODYyMCwxODYyMywxODY1MSwxODY2NF1d\">40:27&ndash;31; 42:22; 43:12; 46:12; 48:5, 8; 49:14; 50:1<\/a>), there is good reason to identify the voice heard in <a class=\"isa\" verses=\"W3siMTg2MzgiOjZ9LHsiMTg2NjQiOjl9XQ==\">49:1&ndash;6 and 50:1&ndash;9<\/a>, with the voice of the author, or at least the principal author, of section <a class=\"isa\" verses=\"bnVsbA==\">40&ndash;55<\/a>. The language and style of <a class=\"isa\" verses=\"eyIxODY2NyI6Nn0=\">50:4&ndash;9<\/a>, show no significant differences and reproduce some of the characteristics of <a class=\"isa\" verses=\"bnVsbA==\">40&ndash;55<\/a>, as a whole&mdash;for example, the use of forensic terminology in <a class=\"isa\" verses=\"eyIxODY3MSI6Mn0=\">vv 8&ndash;9<\/a>. This reading of the section leaves open the identity of the speaker in the comment (<a class=\"isa\" verses=\"eyIxODY3MyI6Mn0=\">10&ndash;11<\/a>) and the complex of issues involved in interpreting statements attributed to Yahveh and a third party about a prophetic servant in <a class=\"isa\" verses=\"eyIxODcxMCI6MTV9\">52:13&ndash;53:12<\/a>. These will occupy us in due course. <\/p> <p>The task of determining the genre of the units in <a class=\"isa\" verses=\"bnVsbA==\">40&ndash;55<\/a>, was at the center of debate during the first half of the nineteenth century (conveniently and briefly summarized in Melugin 1976, 1&ndash;7) but is not so much in evidence in recent publications, partly due to reaction against the excesses of form-critical positivism. The pronouncement of the prophet-servant has been assimilated to the psalm of individual lament (e.g. Begrich 1963; Westermann 1969, 183&ndash;84), but the similarity with a liturgical composition such as <a class=\"ref\">Ps 22<\/a>, is limited to a brief description of undeserved contumely and the assurance of vindication. The passage is a <em>literary<\/em>, composition in its own right that, in describing a situation likely to recur, uses familiar and traditional forms of speech without much deliberation. Kinship of <a class=\"isa\" verses=\"eyIxODY2NyI6Nn0=\">vv 4&ndash;9<\/a>, with the so-called &ldquo;confessions&rdquo; of Jeremiah looks somewhat more promising (e.g. <a class=\"ref\">Jer 11:18&ndash;20; 15:15&ndash;18; 18:19&ndash;23; 20:7&ndash;12<\/a>) but, unlike the Isaian prophet, Jeremiah complains directly to God, and the strong call for vengeance in Jeremiah is absent from our passage. What we detect in both, however, is the emergence of a unique type of religious literature, the prophetic biography (inclusive of autobiographical elements), which will come to fuller expression in the Greco-Roman period and will influence early Christian attempts to speak about Jesus in important ways, especially in the Third Gospel. <\/p> <p>The discourse is essentially a reaffirmation of the speaker&rsquo;s prophetic endowment in the face of skepticism and denial. However one construes the phrase <em>lĕ&scaron;&ocirc;n limm&ucirc;d&icirc;m<\/em>, (&ldquo;the tongue of those who are instructed&rdquo;; see Notes), it makes the point that he is qualified to speak and to be heard; he is taught of God (cf. <a class=\"isa\" verses=\"WzE4NzM3XQ==\">54:13<\/a>). He has been endowed in this way to enable him to speak and by speaking to strengthen and sustain the dispirited&mdash;that is, to do what we see being done throughout these chapters (e.g. <a class=\"isa\" verses=\"bnVsbA==\">40, 28&ndash;31<\/a>, where <em>yʿp<\/em>, the same verbal and adjectival form, appears four times). The terms expressing receptivity to the inner word spoken by God, literally to &ldquo;arouse the ear&rdquo; (<em>yāʿ&icirc;r ʾōzen<\/em>) or &ldquo;open the ear&rdquo; (<em>pātaḥ ʾōzen <\/em>), are both unusual, the more common idiom being to &ldquo;uncover the ear&rdquo; (verbal stem <em>glh<\/em>, e.g. <a class=\"ref\">1 Sam 9:15; 2 Sam 7:27<\/a>). What they mean is that he is constantly on the alert for revelation, especially in the morning, which is, in traditional religious thinking, the time when such revelations can be expected (cf. <a class=\"ref\">Ps 5:4; 46:6<\/a>). The idea of the absolute necessity of obeying the inner voice is characteristically prophetic: &ldquo;What Yahveh says to me, that I must speak&rdquo; (<a class=\"ref\">1 Kgs 22:14<\/a>). The speaker is therefore making the point that the abuse and contumely to which he has been subjected are the direct result of his obedience to the prophetic commission. <\/p> <p>A remarkable feature of the self-presentation of the speaker at this point is that the abuse is so simply stated; there is no protestation of innocence, no calling down vengeance on the perpetrators and, unlike the psalms of individual lament, no plea for vindication. Like Jeremiah (<a class=\"ref\">Jer 20:2; 37:15<\/a>) he is beaten, hair is pulled out of his beard, and he is spat on. As suggested earlier, this looks more like a roughing up than officially administered punishment. Jeremiah survived several beatings; pulling out hair is painful but unlikely as a form of state-sponsored torture (Nehemiah pulled out people&rsquo;s hair in a fit of anger, <a class=\"ref\">Neh 13:25<\/a>, while Ezra confined himself to pulling out his own hair, <a class=\"ref\">Ezra 9:3<\/a>); and, while spitting does feature in some juridical proceedings (e.g. <a class=\"ref\">Deut 25:9<\/a>, and perhaps <a class=\"ref\">Num 12:14<\/a>), it is for the most part simply one of the grossest expressions of contempt (e.g. <a class=\"ref\">Job 30:10<\/a>). <\/p> <p>To repeat, the remarkable thing about this description is that the speaker offers himself as a victim of abuse and does so as the price to be paid for fulfilling his mission. In the world that the speaker and his public inhabited, insults and the resultant loss of honor, the public shaming, implied a diminution of humanity and called for immediate and drastic action of some kind to restore honor. In this instance, however, the insults have no effect (note the verbal link between <em>kĕlimm&ocirc;t<\/em>, &ldquo;insults,&rdquo; <a class=\"isa\" verses=\"WzE4NjY5XQ==\">6b<\/a>, and <em>lōʾ niklāmt&icirc;<\/em>, literally, &ldquo;I am not shamed,&rdquo; <a class=\"isa\" verses=\"WzE4NjcwXQ==\">7a<\/a>). Setting the face like flint (<em>ḥalm&icirc;&scaron;<\/em>, <a class=\"ref\">Deut 8:15; 32:13<\/a>), the hardest kind of rock, makes the same point more strongly by saying, in effect, that no hint of shame appears on the face. It is also a prophetic topos, reminiscent of Jeremiah, who confronts his opponents like iron or bronze (<a class=\"ref\">Jer 1:18<\/a>), or Ezekiel, whose face is set as hard as diamond (<em>&scaron;ām&icirc;r<\/em>, <a class=\"ref\">Ezek 3:8&ndash;9<\/a>). <\/p> <p>The reason for the speaker&rsquo;s confidence is the assurance of vindication, one aspect of the presentation that does match the psalms of individual lament. The point is expressed with a cluster of terms borrowed from the sphere of law and judicial proceedings: <\/p> <ul> <li> <em>hiṣd&icirc;q<\/em>= to prove the accused innocent (<em>ṣadd&icirc;q<\/em>) or hand down a verdict of innocent (also <a class=\"isa\" verses=\"WzE4NTE1LDE4NTMyLDE4NzIzXQ==\">43:9, 26; 53:11<\/a>) <\/li> <li> <em>hir&scaron;&icirc;aʿ<\/em>= to prove the accused guilty or hand down a verdict of guilty (also <a class=\"isa\" verses=\"WzE4NzQxXQ==\">54:17<\/a>) <\/li> <li> <em>r&icirc;b<\/em>= legal proceedings brought against another party, with the corresponding verb (also <a class=\"isa\" verses=\"WzE4NDYzLDE4NDczLDE4NjYyXQ==\">41:11, 21; 49:25<\/a>) <\/li> <li> <em>mi&scaron;pāṭ<\/em>= verdict; <em>baʿal mi&scaron;pāṭ<\/em>= the one who hands down the verdict (also <a class=\"isa\" verses=\"WzE4NDUzLDE4NzIwXQ==\">41:1; 53:8<\/a>) <\/li> <li> <em>ʿāmad<\/em>, (<em>yaḥad<\/em>) = to take part in legal proceedings (also <a class=\"isa\" verses=\"WzE4NTQ1LDE4NjEzXQ==\">44:11; 47:13<\/a>) <\/li> <li> <em>nāga&scaron;<\/em>, approach, i.e., initiate legal proceedings (also <a class=\"isa\" verses=\"W1sxODQ1M10seyIxODQ3MyI6Mn0seyIxODU4MiI6Mn1d\">41:1, 21&ndash;22; 45:20&ndash;21<\/a>) <\/li> <\/ul> <p>The use of legal terminology does not oblige us to conclude that the speaker anticipates being brought to trial by the Babylonian authorities for sedition. The fate of other prophetic or messianic figures at the hands of the Babylonians, as reported by Jeremiah (<a class=\"ref\">Jer 29:21&ndash;23<\/a>), shows that such an outcome was by no means unlikely and may in fact have come about subsequently. But we have seen that language borrowed from the judicial sphere is used throughout these chapters with no such implications. This last point is another indication that <a class=\"ref\">49:1&ndash;6 and 50:4&ndash;9<\/a>, are an integral part of <a class=\"isa\" verses=\"eyIxODQyMiI6MzMzfQ==\">chs. 40&ndash;55<\/a>. The metaphor of a garment ruined by moths also occurs elsewhere in these chapters (<a class=\"isa\" verses=\"WzE4NjgwLDE4NjgyXQ==\">51:6, 8<\/a>, cf. <a class=\"ref\">Ps 39:12[11]; 102:27[26]; Job 13:28<\/a>). <\/p> <p>The concluding verses are crucial for interpreting the passage as a whole and perhaps also for the interpretation of <a class=\"isa\" verses=\"bnVsbA==\">Isa 40&ndash;55<\/a>, as a whole. Unfortunately, the syntax leaves the meaning of <a class=\"isa\" verses=\"WzE4NjczXQ==\">v 10<\/a>, ambiguous. One reading would be: &ldquo;Whoever among you reveres Yahveh and heeds the voice of his servant, who walks in the dark and has no glimmer of light, will trust in Yahveh&rsquo;s name &hellip;,&rdquo; with the relative clause referring to the servant. The syntax permits this reading, but <a class=\"isa\" verses=\"eyIxODY2NyI6Nn0=\">50:4&ndash;9<\/a>, does not conjure up the image of a person walking in the dark, that is, in a state of spiritual disorientation (cf. <a class=\"ref\">Ps 82:5; Isa 8:22<\/a>), and we have seen that it does not refer to imprisonment either. <\/p> <p>Rather, it is those to whom the message is addressed throughout these chapters who can be described as &ldquo;walking in the dark.&rdquo; The speaker therefore is distinguishing between those who revere Yahveh and heed the prophetic message, even though bewildered and confused, who are urged to trust that the predictions will be fulfilled, on the one hand; and those who choose to live by their own lights, on the other hand. This seems to be the point of the fire and firebrands: namely, to set up an ironic contrast between these enlightened ones, the <em>illuminati<\/em>, and those who remain faithful to the prophetic word, even though in the dark. The final verdict on the former anticipates the dark finale of the book (<a class=\"isa\" verses=\"WzE4OTQ3XQ==\">66:24<\/a>). Lying down (<em>&scaron;kb<\/em>) is a euphemism for death (e.g. <a class=\"ref\">1 Kgs 2:10<\/a>), as the bed (<em>mi&scaron;kāb<\/em>) is for the tomb (e.g. <a class=\"isa\" verses=\"WzE4NzY4XQ==\">Isa 57:2<\/a>), and there is also a hint that the fire that they themselves light is also the fire that will consume them. <\/p> <p>Who, then, is the speaker in <a class=\"isa\" verses=\"eyIxODY3MyI6Mn0=\">vv 10&ndash;11<\/a>,? Torrey (1928, 392&ndash;93) attributes the entire passage to the one poet, none other than the author of <a class=\"isa\" verses=\"eyIxODQyMiI6NTI2fQ==\">chs. 40&ndash;66<\/a>, (actually, <a class=\"isa\" verses=\"bnVsbA==\">34&ndash;66<\/a>, with the exception of <a class=\"isa\" verses=\"bnVsbA==\">36&ndash;39<\/a>). While I do not exclude the possibility that a speaker might refer to himself in the third person, the manner in which the public is addressed makes it unlikely in this instance. It makes no essential difference to attribute v 10 to the prophetic servant and v 11 to Yahveh as a pronouncement of judgment, since this too would be spoken by a prophetic representative (Whybray 1975, 153). <\/p> <p>The alternative would be to read <a class=\"isa\" verses=\"eyIxODY3MyI6Mn0=\">vv 10&ndash;11<\/a>, as a comment on the servant&rsquo;s statement by one who is qualified not only to speak for him but to pronounce a judgment on those who oppose him. This betokens commentary by a disciple who shares in the charisma of the master and has internalized his message. Whether the entire passage is from the hand of this commentator we do not know, but it is significant that it opens by using the language of discipleship: the prophetic servant is the disciple (<em>limm&ucirc;d<\/em>) of Yahveh, as the commentator is of the servant. This issue of prophetic discipleship will come up again in the commentary below, on <a class=\"isa\" verses=\"eyIxODcxMCI6MTV9\">52:13&ndash;53:12<\/a>. <\/p> <p>Blenkinsopp, J. (2008). <em>Isaiah 40&ndash;55: A New Translation with Introduction and Commentary<\/em>, (Vol. 19A, pp. 319&ndash;323). New Haven; London: Yale University Press. <\/p>",
    "audit": 1
}