{
    "id": 2042,
    "source": "blenkinsopp",
    "verse_id": 17657,
    "verse_count": 30,
    "reference": "1:2–31",
    "title": "The Great Arraignment",
    "html": "<p>The title I have assigned to the poem is taken from Heinrich Ewald&rsquo;s <em>Propheten des Alten Bundes<\/em> (<em>Prophets of the Old Covenant<\/em>) published in 1840. This first chapter is made up of a sequence of fairly short stanzas loosely linked thematically or by one of the familiar forms of prophetic incipit or catchword. Thus, <a class=\"isa\" verses=\"eyIxNzY1NyI6Mn0=\">2&ndash;3<\/a> and <a class=\"isa\" verses=\"eyIxNzY2NSI6OH0=\">10&ndash;17<\/a> are introduced with the vocative, the call to hear and give heed, <a class=\"isa\" verses=\"WzE3NjU5XQ==\">4<\/a> is a short woe-oracle, <a class=\"isa\" verses=\"eyIxNzY3MyI6M30=\">18&ndash;20<\/a> begins and ends with a formulaic designation of Yahveh as speaker, the initial &ldquo;see how&rdquo; (<em>ʾ&ecirc;k&acirc;<\/em>) makes <a class=\"isa\" verses=\"eyIxNzY3NiI6M30=\">21&ndash;23<\/a> a kind of lament, and <a class=\"isa\" verses=\"eyIxNzY3OSI6M30=\">24&ndash;26<\/a> is explicitly an oracle (<em>nĕʾūm<\/em>). Mention of Sodom and Gomorrah serves to link <a class=\"isa\" verses=\"eyIxNzY2MiI6M30=\">7&ndash;9<\/a> with <a class=\"isa\" verses=\"eyIxNzY2NSI6OH0=\">10&ndash;17<\/a>, and there is no compelling reason to demote mention of the Cities of the Plain in <a class=\"isa\" verses=\"WzE3NjY0XQ==\">9<\/a> to a gloss (as does Barth, 1977, 190&ndash;91). But beyond these explicit verbal markers a certain thematic or rhetorical continuity is detectable, though certainly not to the point of complete coherence. (Note, in particular, the frequent switching among first, second, and third person address and between singular and plural). The familial imagery of <a class=\"isa\" verses=\"eyIxNzY1NyI6Mn0=\">2&ndash;3<\/a> (Yahveh as <em>paterfamilias<\/em>, Israelites as children) is continued in <a class=\"isa\" verses=\"WzE3NjU5XQ==\">4<\/a>, and the figure of the bruised and battered body is applied by a natural and well-attested metaphoric shift to the body politic and the devastated land. The last three stanzas (<a class=\"isa\" verses=\"eyIxNzY3NiI6MTF9\">21&ndash;31<\/a>) shift the focus from people to Zion\/Jerusalem, but continuity is still maintained by repeating the injunction about orphans and widows (<a class=\"isa\" verses=\"WzE3Njc4XQ==\">23<\/a> cf. <a class=\"isa\" verses=\"WzE3NjcyXQ==\">17<\/a>). Verses <a class=\"isa\" verses=\"eyIxNzY3NiI6M30=\">21&ndash;23<\/a> and <a class=\"isa\" verses=\"eyIxNzY3OSI6M30=\">24&ndash;26<\/a> are bracketed together by means of the inclusive reference to Loyal Town, City of Righteousness. The concluding stanza introduces a quite different criterion of moral judgment: not neglect of social justice but addiction to syncretic cults of the kind excoriated in somewhat similar terms in the last section of the book (<a class=\"isa\" verses=\"W3siMTg3NjciOjEzfSx7IjE4ODk5IjoxMn0sWzE4OTQwXV0=\">57:1&ndash;13; 65:1&ndash;12; 66:17<\/a>). This gives the terms &ldquo;justice&rdquo; and &ldquo;righteousness&rdquo; in <a class=\"isa\" verses=\"WzE3NjgyXQ==\">27<\/a> a meaning quite different from the usual prophetic connotation of the hendiadys &ldquo;justice and righteousness.&rdquo;<\/p><p>The proposal that this first chapter recapitulates themes found throughout Isaiah, and that it runs parallel thematically and linguistically with the final chapters of the book, has been put forward with increasing frequency over the last two or three decades (e.g. Liebreich; Fohrer; Becker; Lack 1973, 139&ndash;41; Sweeney 1988, 21&ndash;24; Tomasino). The concern to recontextualize, re-edit, and recycle older prophecies to make them serviceable to a later readership is of course apparent in this first chapter as it is throughout the book. But much of this material, most clearly the diatribe against the sacrificial cult (<a class=\"isa\" verses=\"eyIxNzY2NSI6OH0=\">10&ndash;17<\/a>), carries forward a tradition of protest anchored in the eighth century b.c.e. and finding its most striking expression in Amos. But in any case significant thematic and linguistic parallels with the final chapters of Isaiah seem to be limited to the last stanza in our poem (<a class=\"isa\" verses=\"eyIxNzY4MiI6NX0=\">27&ndash;31<\/a>). Both of these points will be more fully expounded as the commentary proceeds.<\/p><p>Setting aside the last stanza (<a class=\"isa\" verses=\"eyIxNzY4MiI6NX0=\">27&ndash;31<\/a>), then, which appears to derive from the same quasi-apocalyptic mentality as is represented in the final chapters of the book, certain Deuteronomistic allusions and echoes noted here and there (especially in <a class=\"isa\" verses=\"eyIxNzY3MyI6M30=\">vv 18-20<\/a>) have suggested to some commentators (e.g. Kaiser; Rignell; Vermeylen) the idea that the poem was either composed by a Deuteronomistic author of the sixth century b.c.e. as a prologue to the Isaian compilation or at least directly influenced by Deuteronomistic theology in the post-disaster era. There are indeed some striking parallels with the Song of Moses (<a class=\"ref\">Deut 32<\/a>) noted even by such early commentators as Ibn Ezra and Calvin, which the reader can easily verify: the appeal to heaven and earth (<a class=\"ref\">Deut 32:1<\/a>), Yahveh as the father of degenerate children (<a class=\"isa\" verses=\"W3siMTc2NjAiOjJ9LFsxNzY3NV1d\">5&ndash;6, 20<\/a>), eating the produce of the land (<a class=\"isa\" verses=\"WzE3NjY4XQ==\">13<\/a>), the hiding of God&rsquo;s face (<a class=\"isa\" verses=\"WzE3Njc1XQ==\">20<\/a>), judgment by fire and destruction by the sword (<a class=\"isa\" verses=\"WzE3Njc3LDE3NjgwXQ==\">22, 25, 42a<\/a>), divine vengeance (<a class=\"isa\" verses=\"bnVsbA==\">35&ndash;36, 41b, 43<\/a>) and, in general, the strongly forensic language in which the indictment is cast. But much of this language is conventional and by no means confined to Deuteronom(ist)ic writings, so a verdict of not proven seems appropriate (see most recently Brekelmans).<\/p><p>Like much of the Isaianic material printed as verse in mt and modern translations, this composition approximates more closely a kind of heavily accented <em>recitative<\/em> or high rhetorical prose than poetry as generally understood, though we will with some licence nevertheless call it a poem. This &ldquo;high style&rdquo; will unavoidably fall into sound units arranged in alternating patterns of two or three stresses. In <a class=\"isa\" verses=\"eyIxNzY2NSI6OH0=\">10&ndash;17<\/a> the pattern is mostly <a class=\"isa\" verses=\"bnVsbA==\">3&ndash;2<\/a>, which is also the form of the lament, &ldquo;limping&rdquo; measure or <em>q&icirc;n&acirc;<\/em>, as in <a class=\"isa\" verses=\"eyIxNzY3NiI6M30=\">21&ndash;23<\/a>.<\/p><p><a>2&ndash;3<\/a>. The poem opens with a complaint of Yahveh about the perfidy of Israel, a complaint addressed to heaven and earth, i.e., the entire creation. Since Yahveh is referred to in the third person in <a class=\"isa\" verses=\"WzE3NjU5XQ==\">4<\/a>, it seems that this discourse is limited to the first stanza. The combination &ldquo;hear\/give heed&rdquo; (<em>&scaron;imʿ&ucirc;, haʾăz&icirc;n&ucirc;<\/em>) is of frequent occurrence in poetic contexts in Isaiah (<a class=\"isa\" verses=\"WzE3NjY1LDE4MTg4LDE4MjY5LDE4NTA0LDE4Njc4LDE4ODg5XQ==\">1:10; 28:23; 32:9; 42:23; 51:4; 64:3<\/a>) and elsewhere (e.g. <a class=\"ref\">Gen 4:23; Num 23:18; Judg 5:3; Jer 13:15; Ps 5:1&ndash;2<\/a>). The rhetorical call for attention is one of the most characteristic stylistic features of prophetic diatribe and protreptic. Addressed to heaven and earth, it has a certain Deuteronomic resonance (<a class=\"ref\">Deut 32:1<\/a> cf. <a class=\"ref\">4:26; 30:19; 31:28<\/a>) suggestive of the indictment or arraignment following covenant violation, which in its turn has taken over a familiar pattern in treaties between the great powers and their vassals (Harvey). We come across a similar cluster of topoi in the Deuteronomic <a class=\"ref\">Ps 50<\/a>: appeal to heaven and earth as witnesses against faithless Israel, covenant linked with sacrifice, and denunciation of worship divorced from moral conduct. The familial imagery is also reminiscent of Deuteronomy, including the death penalty on the rebellious son (<em>bēn-s&ocirc;rēr<\/em> <a class=\"ref\">Deut 21:18&ndash;21<\/a> cf. <a class=\"isa\" verses=\"WzE4MjE5XQ==\">Isa 30:1<\/a>), though the verb used here in the first verse, as in the last verse of the book (<a class=\"isa\" verses=\"WzE4OTQ3XQ==\">66:24<\/a>), is <em>p&scaron;ʿ<\/em> not <em>srr<\/em>.<\/p><p>An entire historical tradition is summarized in Yahveh as the one who reared and cared for Israel in its formative period, cf. <a class=\"ref\">Hos 9:10&ndash;15<\/a> also with the verb <em>gdl<\/em> (Piel). The description of Israel&rsquo;s response in political rather than familial terms, i.e., as rebellion (<em>p&scaron;ʿ<\/em>), is a prophetic commonplace (cf. <a class=\"ref\">Hos 7:13; Jer 2:8, 29; 33:8; Ezek 2:3; Isa 43:27; 48:8<\/a>) and will recur at the very end of the book (<a class=\"isa\" verses=\"WzE4OTQ3XQ==\">66:24<\/a>). The unflattering contrast with ox and donkey implies a <em>qal vahomer<\/em> (a fortiori) type of argument and sets up the Hosean theme of Israel&rsquo;s failure to recognize the God who is the true donor (<a class=\"ref\">Hos 2:10[8]<\/a> cf. <a class=\"ref\">Deut 32:15<\/a>). It is also in keeping with the didacticism of the sages to draw on the observation of nature, including animal behavior, for guidelines to human conduct. None of this is necessarily inconsistent with Isaian authorship.<\/p><p>The allusion to ox and ass has also suggested the familiar scenario of the Christmas crib that made its debut in Assisi in 1223, one of many ways in which Christian culture, art, and piety are indebted to Isaiah (Sawyer 1996). Parenthetically, the pious and harmless belief that the ox and ass worshiped Christ in the manger provided Calvin with another occasion for anti-Papist polemic: &ldquo;they have falsely alleged that the oxen and asses in the stall worshiped Christ when he was born; by which they show themselves to be egregious asses&rdquo; (<em>Commentary on the Prophet Isaiah<\/em>, 1.41).<\/p><p>4. As it stands, this stanza is a separate woe-oracle, though the poet&rsquo;s main point may have been to open with the alliterative and staccato <em>h&ocirc;y g&ocirc;y ḥōṭēʾ<\/em>, &ldquo;woe sinful nation.&rdquo; (As suggested by Ibn Ezra, <em>h&ocirc;y<\/em> may have simply served as a vocative, as in <a class=\"ref\">Zech 2:10&ndash;11<\/a>.) The gloss is limited to the last two words of the verse (<em>nāzōr&ucirc; ʾāḥ&ocirc;r<\/em>). The stanza develops the situation set up in <a class=\"isa\" verses=\"eyIxNzY1NyI6Mn0=\">2&ndash;3<\/a> with a step-by-step description of Israelites: first, as a nation like any other (<em>g&ocirc;y<\/em>); then, a large-scale kinship group (<em>ʿam<\/em>); then a familial unit (<em>zeraʿ<\/em>); finally coming back to the &ldquo;children&rdquo; (<em>bān&icirc;m<\/em>) of Yahveh&rsquo;s household castigated in the first stanza. The title &ldquo;Holy One of Israel&rdquo; (<em>qĕd&ocirc;&scaron; yiśrāʾēl<\/em>) is characteristic of Isaiah but occurs with greatest frequency in <a class=\"isa\" verses=\"eyIxODQyMiI6NTI2fQ==\">chs. 40&ndash;66<\/a> and passages in <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">1&ndash;39<\/a> of Second Temple origin. It is also found in apposition to &ldquo;Yahveh [leader] of the hosts [of heaven]&rdquo; (<em>YHVH ṣĕbāʾ&ocirc;t<\/em>, <a class=\"isa\" verses=\"WzE3NzY0LDE4NjA0LDE4NzI5XQ==\">5:24; 47:4; 54:5<\/a>; hereafter simply &ldquo;Yahveh of the hosts&rdquo;). Isaiah&rsquo;s vision of the seraphim proclaiming the holiness of Yahveh (<a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">6:1&ndash;13<\/a>) does not oblige us to conclude that this title originated with Isaiah. In fact, it more probably derives from the liturgy of the Jerusalem temple (cf. <a class=\"ref\">Ps 71:22; 78:41; 89:19<\/a>) and, further back, from the war prophecy of Israel&rsquo;s beginnings in association with the ark (<a class=\"ref\">1 Sam 1:3, 11; 3:3; 4:4<\/a>).<\/p><p>5&ndash;6. The opening rhetorical question is addressed to a plurality, but the description is that of a bruised and battered individual. If we assume a carry-over from the familial metaphor of <a class=\"isa\" verses=\"eyIxNzY1NyI6M30=\">2&ndash;4<\/a>, the corporal punishment inflicted on this rebellious son would be severe, not to say dangerously abusive, even by the draconian standards enunciated in the pedagogical aphorisms and instructions of the ancient Near East including Israel (e.g. <a class=\"ref\">Prov 10:13; 13:24; 19:18; 22:15; 29:15<\/a>). Some recent commentators have suggested comparison with the last of Duhm&rsquo;s &ldquo;servant songs&rdquo; (ch. <a class=\"isa\" verses=\"bnVsbA==\">53<\/a>). Both passages use some of the same terms for medical conditions and procedures, but the language is really not very close. Following targumic tradition Rashi understood this section as a metaphoric expression of the effect of sin on the entire people from the leadership (the head) to the least (the sole of the foot). The key to this image of the abused and untreated body he found in the following stanza: &ldquo;what has been said hitherto in figurative expressions is now repeated in plain language&rdquo; (Ibn Ezra).<\/p><p>7&ndash;9. The image presented here describes the result of hostile military action rather than earthquake (pace Hayes and Irvine, 1987, 69&ndash;73), though there may be echoes of the great earthquake during Uzziah&rsquo;s reign elsewhere in the book (<a class=\"isa\" verses=\"W1sxNzc2NV0seyIxNzgzNyI6NH0sWzE3ODQ5XV0=\">5:25; 9:7&ndash;9, 18 [9:8&ndash;10, 19]<\/a> cf. <a class=\"ref\">Amos 1:1; Zech 14:5<\/a>). The situation&mdash;devastation, provincial cities burned to the ground, invasion or occupation by hostile forces living off the land, Jerusalem barely surviving&mdash;could conceivably refer to more than one historical juncture in the history of Judah. Since we do not know the extent of the damage inflicted during the invasion of the Syrian-Israelite army in 734&ndash;733, most commentators have sensibly concluded that Sennacherib&rsquo;s campaign during the reign of Hezekiah (701 b.c.e.) makes the best fit (see Emerton 1993 and the commentary below on <a class=\"isa\" verses=\"eyIxNzc4NCI6Mn0=\">7:1&ndash;2<\/a>). This would not of course rule out a rereading of the stanza in the light of later circumstances, though no event known to us, neither the Babylonian conquest nor the disaster reported to Nehemiah in Susa in 445 b.c.e. (<a class=\"ref\">Neh 1:1&ndash;3<\/a>), quite fits this description. But even if taken to refer to the aftermath of Sennacherib&rsquo;s devastation of Judah in 701 (cf. <a class=\"isa\" verses=\"eyIxODM4NCI6Mn0=\">37:31&ndash;32<\/a>), the allusion to a few survivors (<em>śār&icirc;d kimʿāt<\/em>, 9) would have had poignant resonance for readers in the immediate post-disaster period, whether in Judah or elsewhere.<\/p><p>A notable feature of this stanza is the distinction between Judah and Jerusalem. The latter is called &ldquo;daughter Zion&rdquo; (<em>bat-ṣ&icirc;yy&ocirc;n<\/em>, appositional genitive), a title occurring in most sections of the book (<a class=\"isa\" verses=\"WzE3ODgzLDE3OTcxLDE4Mzc1LDE4Njk5LDE4ODY2XQ==\">10:32; 16:1; 37:22; 52:2; 62:11<\/a>). Jerusalem is the only thing left standing, but only just. With the metaphors of &ldquo;lean-to&rdquo; and &ldquo;shack,&rdquo; both impermanent and precarious structures, we may compare Sennacherib&rsquo;s reference to Hezekiah shut up in the city &ldquo;like a bird in a cage&rdquo; (<em>ANET<\/em>, 288).<\/p><p>It makes little difference whether we read <em>nĕṣ&ucirc;r&acirc;<\/em> (&rarr; <em>nsr<\/em>, &ldquo;guard&rdquo;) or <em>nĕṣ&ocirc;r&acirc;<\/em> (&rarr; <em>ṣ&ucirc;r<\/em>, besiege) at 8b (the consonantal text allows for either), since the reference is clearly to a besieged or defended city.<\/p><p>10&ndash;17. We detect some thematic connection with the preceding stanza in that the ritual appeasement of the deity would tend to be intensified in times of crisis, which remains true even if some of the religious observances mentioned here are more or less routine. Critique of worship continues another protest theme common to the first generation of classical prophecy (cf. <a class=\"ref\">Hos 4:6; Amos 5:21&ndash;24; Mic 6:6&ndash;8<\/a>). The poem is couched in the form of divine instruction (<em>t&ocirc;r&acirc;<\/em>) or response to a question, perhaps in sarcastic imitation of a priestly <em>t&ocirc;r&acirc;<\/em> (cf. <a class=\"ref\">Amos 4:4&ndash;5<\/a>), perhaps during or shortly after a sacrificial liturgy. It is addressed to the rulers (<em>qĕṣ&icirc;n&icirc;m<\/em>, as <a class=\"isa\" verses=\"eyIxNzcxNCI6Mn0=\">3:6&ndash;7<\/a>; <a class=\"isa\" verses=\"WzE4MDU2XQ==\">22:3<\/a>) of Sodom and the people of Gomorrah. By the time of writing, the Cities of the Plain had come to exemplify egregious social disorder and injustice (as also <a class=\"isa\" verses=\"WzE3NzE3XQ==\">3:9<\/a>; <a class=\"ref\">Jer 23:14<\/a> and Ezekiel&rsquo;s caricature of Jerusalem as &ldquo;sister Sodom,&rdquo; <a class=\"ref\">16:46&ndash;56<\/a>) as well as annihilating divine judgment, which such conduct warranted (<a class=\"isa\" verses=\"WzE3OTI2XQ==\">Isa 13:19<\/a>; <a class=\"ref\">Jer 49:18; 50:40; Amos 4:11; Zeph 2:9<\/a>). For emphasis on homosexual conduct we have to wait until the Hellenistic period. Primary targets of these attacks in the eighth century prophets are state cults in both kingdoms (Bethel, Dan, Samaria, Jerusalem) that not only provided religious legitimation for an expansive and oppressive state apparatus but also imposed heavy economic burdens of their own. Temple personnel in the service of the state were tax-exempt, economic support of the cult was not optional, and the sacrificial system represented a significant drain on livestock. Perhaps the most remarkable aspect of this diatribe is the questioning of the requirement, written into the so-called Covenant Code in much the same terms as here (<a class=\"ref\">Exod 23:15, 17<\/a> with <em>lērāʾ&ocirc;t<\/em>, &ldquo;to appear,&rdquo; cf. the version in <a class=\"ref\">Dent 16:16<\/a>), that adult males present themselves at the state sanctuary three times a year. In the name of Yahveh Amos also rejects festival (<em>ḥag<\/em>) and cultic assembly (<em>ʿăṣār&acirc;<\/em>) celebrated with liturgical music (<a class=\"isa\" verses=\"WzE3NzYxLDE3NzYzXQ==\">5:21, 23<\/a>), to which perhaps the rejection of liturgical prayer (<em>tepill&acirc;<\/em>) in our passage corresponds. New moon and sabbath, with their stipulated animal and cereal offerings (cf. <a class=\"ref\">Ezek 45:17; 46:1&ndash;8; Num 29:6; 2 Chr 2:3; 8:13; 31:3; Neh 10:34<\/a>), are also rejected. In Isaiah, as in his near-contemporaries Amos and Micah, animal sacrifice seems to have aroused the strongest negative reaction (cf. <a class=\"ref\">Amos 5:22; Mic 6:6&ndash;7<\/a>), more than the cereal and incense offerings, and continued to do so long after this time (e.g. <a class=\"isa\" verses=\"eyIxODkyNCI6NH0=\">Isa 66:1&ndash;4<\/a>), no doubt because it could be so easily exploited to the advantage of temple personnel. The suet (<em>ḥēleb<\/em>) was the portion reserved for the deity and therefore burned (for &ldquo;suet&rdquo; rather than &ldquo;fat&rdquo; see Milgrom, 1991, 205&ndash;7). There is no reason why this critique of the state cult, which has nothing in common with Deuteronomic or Asaphite theology (pace Kaiser 1972, 27&ndash;28), could not have originated in eighth century b.c.e. Judah.<\/p><p>As in the passages in <a class=\"ref\">Amos 5:24<\/a> and <a class=\"ref\">Mic 6:8<\/a>, our poem closes with the contrast between liturgical religiosity on the one hand and justice and righteousness on the other. The prejudicial interpretation of these texts by liberal Protestant scholars in the nineteenth and early twentieth centuries, in the sense of the contrast between a materialistic, <em>opus operatum<\/em> religion and the religion of the heart, something like their idea of theology and praxis in Roman Catholicism and, more remotely, Judaism, should not lead us to overcompensate by gainsaying the force and passion with which the contrast is expressed. In this instance the first requirement is purification. The washing of bloodstained hands is symbolic of moral cleansing, for the second of the two verbs (<em>hizzakk&ucirc;<\/em>, &ldquo;purify yourselves&rdquo;) pre-eminently carries the meaning of moral and inner purification (e.g. <a class=\"ref\">Ps 73:13; Job 15:14; Prov 20:9<\/a>). We recall Hector&rsquo;s plea (<em>Iliad<\/em> 6.268) that he cannot pray imbued with blood and dust. But inner change must be certified by action in the sphere of social and political relations, especially by action on behalf of the marginal&mdash;the oppressed and, among those, the orphans and widows, who were charter members of the underprivileged class in eighth century b.c.e. Palestine. We might compare the formulation of the requirements of social morality required for participating in temple cult listed&mdash;in the form of a decalogue&mdash;in <a class=\"ref\">Ps 15<\/a>. At this point of the poem the wording suggests that ceasing to do evil deeds is a punctual affair, simply a matter of stopping, but to lead a morally positive life implies a <em>process<\/em>, something that must be practiced and learned, which is surely the case.<\/p><p>18&ndash;20. The prospect of washing out scarlet and crimson dye creates a catchword link with the washing of bloodstained hands in the previous stanza. In the present section of the poem four conditional sentences are introduced with the kind of forensic language with which the poem begins (<a class=\"isa\" verses=\"eyIxNzY1NyI6Mn0=\">2&ndash;3<\/a>). The precise meaning of the verb (<em>ykḥ<\/em> Niphal v 18) is uncertain. If it is taken in the context of an arraignment or indictment&mdash;perhaps in the sense of nrsv &ldquo;let us argue it out&rdquo;&mdash;we should probably read the rest of the verse as if asking, rhetorically and perhaps sarcastically, how Israel can claim to be sinless (Duhm 1892, 32). I have taken it more in the sense of settling out of court, and therefore the questions are not really rhetorical; they are answered in the second pair of conditionals that state the options in the contractual terms of Deuteronomic morality. The ensuing prospect is clearly inconsistent with the scene describing devastation by the sword as a <em>fait accompli<\/em> (<a class=\"isa\" verses=\"eyIxNzY2MiI6M30=\">7&ndash;9<\/a>). It is also discontinuous with the quite different agenda of the following stanza, to which we now turn.<\/p><p>21&ndash;26. The inclusio of Loyal Town, Righteous City (<a class=\"isa\" verses=\"WzE3Njc2LDE3NjgxXQ==\">21, 26<\/a>) marks this off as a distinct stanza composed of indictment (<a class=\"isa\" verses=\"eyIxNzY3NiI6M30=\">21&ndash;23<\/a>) and verdict, the latter introduced with the customary <em>lākēn<\/em> (&ldquo;therefore&rdquo;) and identified as a distinct oracle (<em>nĕʾūm<\/em> <a class=\"isa\" verses=\"WzE3Njc5XQ==\">24<\/a>). The stanza begins as a lament (<em>ʾ&ecirc;k&acirc;<\/em>, &ldquo;see how &hellip;&rdquo;) in a modified <em>q&icirc;n&acirc;<\/em> (lament) meter, &ldquo;echoing rhythm,&rdquo; or &ldquo;limping measure&rdquo; (<a class=\"isa\" verses=\"WzE3NzEwXQ==\">3:2 + 2:2<\/a>), but very soon disintegrates into the customary recitative pattern. Since sound is also part of sense we offer this one example of the Hebrew with accented syllables marked (<a class=\"isa\" verses=\"eyIxNzY3NiI6NH0=\">21&ndash;24<\/a>; glosses in square brackets):<\/p><p><em>ʾ&ecirc;k&acirc; hayetấ lĕz&ocirc;nấ<\/em><\/p><p><em>qiryấ neʾĕmānấ<\/em><\/p><p><em>mĕlḗʾăt&icirc; mi&scaron;pā́ṭ<\/em><\/p><p><em>ṣ&eacute;deq yāl&icirc;́n b&acirc;<\/em><\/p><p>[<em>vĕʿatt&acirc; mĕraṣṣĕḥ&icirc;m<\/em>]<\/p><p><em>kaspḗk hayấ lĕs&icirc;́g&icirc;m<\/em><\/p><p><em>sobʾḗk māh&ucirc;́l<\/em> [<em>bamm&aacute;y&icirc;m<\/em>]<\/p><p><em>śār&aacute;yik s&ocirc;rĕr&icirc;́m<\/em><\/p><p><em>vĕḥabrế gannāb&icirc;́m<\/em><\/p><p><em>kūllố ʾōhḗb &scaron;ōḥ&aacute;d<\/em><\/p><p><em>vĕrōdḗp &scaron;almōn&icirc;́m<\/em><\/p><p><em>yātốm loʾ yi&scaron;pṓṭ&ucirc;<\/em><\/p><p><em>vĕr&icirc;́b ʾalmānấ lōʾ-yabốʾ ʾăl&ecirc;h&eacute;m<\/em><\/p><p>There is a decisive shift of focus here from the people as a whole to Jerusalem, with only an echo of <a class=\"isa\" verses=\"eyIxNzY3MSI6Mn0=\">16&ndash;17<\/a> in the allusion to the city&rsquo;s justice and righteousness, now long gone, and the neglect of orphans and widows. The metaphors descriptive of the state of Jerusalem are somewhat scattershot&mdash;prostitution, tarnished silver, watered down beer (<em>sobēʾ<\/em> cf. <a class=\"ref\">Hos 4:18; Nah 1:10<\/a>). Here as elsewhere (<a class=\"isa\" verses=\"W3siMTc3MDkiOjV9LHsiMTc3NTgiOjZ9LHsiMTgyMTkiOjV9XQ==\">3:1&ndash;5; 5:18&ndash;23; 30:1&ndash;5<\/a>) the target is the ruling class, and more particularly the princes or courtiers (<em>śar&icirc;m<\/em>) who served in an administrative, military, and judicial capacity. Subversion of the judicial process, especially by bribery, was a major target of eighth century prophetic protest against the abusive power of the state and its functionaries (cf. <a class=\"ref\">Amos 5:10, 12; Mic 3:9, 11; <\/a><a class=\"isa\" verses=\"WzE3NzYzLDE4Mjk1XQ==\">Isa 5:23; 33:15<\/a>), and can be compared with the situation in Greece reflected in the writings of Hesiod about the same time (e.g. <em>Works and Days<\/em> 263) and in the legislation of Solon some two centuries later designed to limit the arbitrary power of the <em>aristoi<\/em>.<\/p><p>The verdict is announced as an oracle of Yahveh, who is characterized by three epithets: the &ldquo;lord&rdquo; (<em>ʾād&ocirc;n<\/em>), &ldquo;Yahveh of the hosts&rdquo; (<em>YHVH ṣĕbāʾ&ocirc;t<\/em>), and the &ldquo;Strong One of Israel&rdquo; (<em>ʾăb&icirc;r yiśrāʾēl<\/em>). All occur elsewhere in the book. The first (also combined with <em>YHVH sĕbāʾ&ocirc;t<\/em> in <a class=\"isa\" verses=\"WzE4MDA5XQ==\">19:4<\/a>) occurs as a divine title in Phoenician texts and may have passed into Jerusalemite usage (cf. the names Adonibezek, Adonizedek, Adonijah) and the Jerusalem cult from that source. The second (elsewhere in <a class=\"isa\" verses=\"W1sxNzcyM10seyIxNzg3NCI6Mn0sWzE4MDA5LDE4MDU4LDE4MDY1XSx7IjE4MDY3IjoyfSxbMTgxODddXQ==\">3:15; 10:23&ndash;24; 19:4; 22:5, 12, 14&ndash;15; 28:22<\/a>) is also derived from the official Jerusalemite liturgy. In the more usual form <em>ʾăb&icirc;r yaʿăqōb<\/em>, the third title is found in the latter part of the book (<a class=\"isa\" verses=\"WzE4NjYzLDE4ODM4XQ==\">49:26; 60:16<\/a>), in a pilgrimage psalm (<a class=\"ref\">Ps 132:2, 5<\/a>), and in the oracle of Jacob on Joseph (<a class=\"ref\">Gen 49:24<\/a>). It seems to have originated in the territory of the Northern Kingdom, perhaps as a demythologized aspect of the Bethel cult of Yahveh symbolized as bull (<em>ʾăb&icirc;r<\/em> for <em>ʾabb&icirc;r<\/em>; Duhm 1892, 34, wondered whether Isaiah would have been as solicitous as the Masoretes about the spelling of the word). The verdict pronounced by Yahveh opens with a typically Isaianic play on words (<em>ʾennāḥēm, ʾinnāqĕm&acirc;<\/em>), the morphologically related stems <em>nḥm<\/em> and <em>nqm<\/em> (Niphal) meaning, respectively, &ldquo;to get and feel satisfaction at another party&rsquo;s expense&rdquo; (<em>Schadenfreude<\/em>) and &ldquo;to avenge oneself.&rdquo; This poet is clearly not afraid to use strongly anthropopathic language. The enemies in question are the state officials castigated in the previous stanza, even though the city of Jerusalem is addressed in what follows.<\/p><p>It seems that a hemistich is missing after <em>vĕʾā&scaron;&icirc;b&acirc; yad&icirc; ʿāl&aacute;y&icirc;k<\/em> (&ldquo;I will turn my hand against you&rdquo; <a class=\"isa\" verses=\"WzE3NjgwXQ==\">25a<\/a>) which, however, is the last note of pure threat in this poem (cf. <a class=\"ref\">Amos 1:8b; Zech 13:7; Ps 81:15<\/a>). Thereafter the image is that of refining precious metal in the smelting oven (<em>k&ucirc;r<\/em>) by removing the base alloy. The same image, using the same relatively rare terms (<em>s&icirc;g, bĕd&icirc;l<\/em>, here &ldquo;slag&rdquo; and &ldquo;dross,&rdquo; respectively, though <em>bĕd&icirc;l<\/em> also means &ldquo;alloy&rdquo; and, more specifically, &ldquo;tin&rdquo;), is used in <a class=\"ref\">Ezek 22:18&ndash;22<\/a> to describe besieged Jerusalem as a smelting oven. Purification is to be followed by restoration, and in the first place the restoration of a just and sound <em>political<\/em> order represented by upright judges (<em>&scaron;ōpĕṭ&icirc;m<\/em>) and high-level state officials (<em>yōʿăṣ&icirc;m<\/em>, &ldquo;counselors&rdquo;). Since this prospect for the future is still addressed to Jerusalem, the idealized past is presumably that of the city under Davidic rule. The final stich (<a class=\"isa\" verses=\"WzE3NjgxXQ==\">26b<\/a>), which does not scan, reads like an additional comment that develops the prospect of restoration in <a class=\"isa\" verses=\"WzE3NjgxXQ==\">26a<\/a> by referring back to <a class=\"isa\" verses=\"WzE3Njc2XQ==\">21<\/a>.<\/p><p>27&ndash;31. Unlike <a class=\"isa\" verses=\"eyIxNzY3OSI6M30=\">24&ndash;26<\/a>, this last stanza is not oracular. It is a comment by a seer that gathers together and brings the preceding stanzas to a resolution. Several commentators take it to be a fragment appended to the poem (Clements 1980, 37, Wildberger 1991, 70 et al.), but if so it is a deliberate addition with a definite and very different perspective, and it comes from a time when the book was in the final stages of its formation. I take it to be the first of several indications, to be noted in due course, of a remodeling and reshaping of the received Isaianic material in the post-destruction period in keeping with a specific, pietistic, even sectarian point of view. The crucial point is the distinction within the Israel addressed by the seer between the &ldquo;penitents&rdquo; and the obdurate. It presents the prospect of a final act of judgment in which this distinction, now obscure, will be made manifest, and the invisible line dividing the elect and the reprobate will be clearly drawn. This is a very familiar feature of apocalyptic. One indication is the semantic shift in the use of the key terms <em>mi&scaron;pāṭ<\/em> and <em>ṣĕdāq&acirc;<\/em>. In Isaiah and the prophetic tradition in which he functioned, indeed earlier on in the same poem (<a class=\"isa\" verses=\"WzE3NjcyLDE3Njc2XQ==\">17, 21<\/a>), these terms (usually translated &ldquo;justice&rdquo; and &ldquo;righteousness&rdquo;) encapsulate the idea of a social order solicitous for the rights of individuals, especially of the most vulnerable and marginal (e.g. <a class=\"ref\">Amos 5:24; 6:12; Mic 3:1, 8&ndash;9; 6:8;<\/a> <a class=\"isa\" verses=\"WzE3NzQ3LDE3NzU2LDE3ODUzXQ==\">Isa 5:7, 16; 10:2<\/a>). In later usage, here and elsewhere in Isaiah, the same terms, either singly or in combination as a hendiadys, connote judgment rather than justice, an intervention in the affairs of Israel and the nations that spells both punishment and vindication depending on criteria laid down by the seer in question (e.g. <a class=\"isa\" verses=\"WzE3NzIyLDE3NzM4LDE4MTcxLDE4MzA5LDE4NDUzXQ==\">Isa 3:14; 4:4; 28:6; 34:5; 41:1<\/a>). The shift towards a decidedly future-oriented perspective is particularly apparent in contexts in which <em>ṣĕdāq&acirc;<\/em> by itself connotes vindication and salvation (e.g. <a class=\"isa\" verses=\"W1sxODY4MCwxODY4MiwxODc1NSwxODgxMF0seyIxODgxNyI6Mn0seyIxODg1NCI6Mn0sWzE4ODY4XV0=\">51:6, 8; 56:1; 59:9, 16&ndash;17; 61:10&ndash;11; 63:1<\/a>).<\/p><p>The criteria for distinguishing between the elect and the reprobate are also quite different in this final stanza. We hear no more of violations of the social contract with the economically disadvantaged but only of aberrations in matters of worship condemned in much the same terms as in the last eleven chapters of the book (<a class=\"isa\" verses=\"W3siMTg3NjciOjEzfSx7IjE4ODk5IjoxNn0sWzE4OTQwLDE4OTQ3XV0=\">57:1&ndash;13; 65:1&ndash;16; 66:17, 24<\/a>). That this final stanza of the poem derives from the same intellectual and religious milieu as these passages in the last section of the book is also clear from the language: the elect are &ldquo;penitents&rdquo; (<em>&scaron;āb&icirc;m<\/em> cf. <a class=\"isa\" verses=\"WzE4ODIxXQ==\">59:20<\/a>); the reprobate are rebels (<em>pō&scaron;ĕʿ&icirc;m<\/em> cf. <a class=\"isa\" verses=\"WzE4OTQ3XQ==\">66:24<\/a>) who forsake Yahveh (<em>ʿōzĕb&ecirc; YHVH<\/em> cf. <a class=\"isa\" verses=\"WzE4OTA5XQ==\">65:11<\/a>) and positively choose (stem <em>bḥr<\/em>) non-Yahvistic cults (cf. <a class=\"isa\" verses=\"W1sxODkxMF0seyIxODkyNiI6Mn1d\">65:12; 66:3&ndash;4<\/a>). There is a hint in this last stanza of eschatological shame (cf. <a class=\"isa\" verses=\"WzE4OTExLDE4OTI4XQ==\">65:13; 66:5<\/a>) consequent on addiction to dubious cults carried out under terebinths (cf. <a class=\"isa\" verses=\"WzE4NzcxLDE4ODQ3XQ==\">57:5; 61:3<\/a>) and in gardens (<a class=\"isa\" verses=\"WzE4OTAxLDE4OTQwXQ==\">65:3; 66:17<\/a>). There is also the prospect of final judgment presented in the nightmare image of unquenchable fire (cf. <a class=\"isa\" verses=\"WzE4OTQ3XQ==\">66:24<\/a>). All of this places the reader of the poem on a new plane of observation, providing a different and more disconcerting vantage point which brings the entire first chapter into sharper and clearer focus.<\/p><p>Read continuously, this first literary unit in the book delivers a fairly coherent message even though stitched together out of brief discourses and poems. In dramatically figurative and hyperbolic language typical of much prophetic discourse it denounces first the people of Israel as a whole (<a class=\"isa\" verses=\"eyIxNzY1NyI6OH0=\">2&ndash;9<\/a>), then the civil and religious leadership (<a class=\"isa\" verses=\"eyIxNzY2NSI6MTF9\">10&ndash;20<\/a>), and finally Jerusalem (<a class=\"isa\" verses=\"eyIxNzY3NiI6Nn0=\">21&ndash;26<\/a>). God is spoken of as <em>paterfamilias<\/em>, reflecting a situation in which the discretionary judicial power of the (male) head of the household had not yet been curtailed by state encroachment. The uncompromising tone, the anger and hostility evident throughout, are in reaction to the violence that denies justice to those deprived of power and uses conventional religious practices as a means to legitimate and perpetuate the denial. The disasters of military defeat, foreign occupation, death, and destruction are related to social injustices by a theory of moral causality that, though not free of ambiguities, is also not without explanatory power. In the final stanza (<a class=\"isa\" verses=\"eyIxNzY4MiI6NX0=\">27&ndash;31<\/a>) the implications of this situation are drawn out in terms of the radical dichotomies and discontinuities of apocalyptic.<\/p><p> Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em> (Vol. 19, pp. 180&ndash;188). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}