{
    "id": 2056,
    "source": "blenkinsopp",
    "verse_id": 17809,
    "verse_count": 4,
    "reference": "8:1–4",
    "title": "The Child with the Name of Ill Omen",
    "html": "<p>This strange episode is the first of three locutions of Yahveh to Isaiah recorded in first person narration, each with its appropriate introduction (<a class=\"isa\" verses=\"eyIxNzgwOSI6MTV9\">1&ndash;4, 5&ndash;10, 11&ndash;15<\/a>), and all three rounded off with a reflective comment (<a class=\"isa\" verses=\"eyIxNzgyNCI6N30=\">16&ndash;22<\/a>). Our interpretation of this sequence starts out from the postulate that, in spite of the first person narrative mode, this is a <em>literary construct<\/em> not a stenographic report of an episode in the life of Isaiah. The same is true of the entire section artfully presented as it is in the narrative sequence of autobiographical (<a class=\"isa\" verses=\"WzE3ODE0XQ==\">6<\/a>), biographical (<a class=\"isa\" verses=\"WzE3ODE1XQ==\">7<\/a>), and autobiographical mode (<a class=\"isa\" verses=\"WzE3ODE2XQ==\">8<\/a>). A further and by now familiar complication is that this section, in common with most sections of the book, has reached its present state by a process of editorial accretion and recycling&mdash;expansions, adjustments, <em>relectures<\/em>, perhaps also omissions, all with the purpose of making the word spoken in the past serviceable in the present. We have seen how reaction to the political crises of 734 and 701 has resulted in a <em>layered<\/em> literary complex of narrative and prophetic address in this first part of the book. And so in the present chapter the treatment of Judah at the hands of Sennacherib is linked causally, once again, with fateful decisions made at the Judean court more than thirty years earlier (see <a class=\"isa\" verses=\"eyIxNzgxMyI6Nn0=\">8:5&ndash;10<\/a>).<\/p><p>An initial problem is to grasp the connection between the sequence of events in this first passage: Isaiah is told to write something on a tablet; he has sexual relations with a woman referred to as the prophetess; a child is born with a name symbolic of the imminent (within about two years) defeat of Syria and Samaria by the Assyrians. The tablet (<em>gillāy&ocirc;n<\/em>), not a scroll but a writing surface or placard made of stone or wood (cf. <em>l&ucirc;aḥ<\/em>, <a class=\"isa\" verses=\"WzE4MjI2XQ==\">30:8<\/a>, <em>l&ucirc;aḥ rab<\/em>, Tg. at <a class=\"isa\" verses=\"WzE3ODA5XQ==\">8:1<\/a>, and <em>gillāy&ocirc;n<\/em> translated &ldquo;mirror&rdquo; at <a class=\"isa\" verses=\"WzE3NzMxXQ==\">3:23<\/a>), was intended for public display since Isaiah is no longer dealing with the ruler alone but with the people at large. Whatever the precise meaning of the technical term for the writing instrument (see notes on the text) it connotes easy legibility and is reminiscent of the tablets on which Habakkuk was told to write his vision so that it could be read on the run (<a class=\"ref\">Hab 2:2<\/a>). But of course the important point is to know what was written on the tablet. Some have argued that &ldquo;hasten to seize booty, hurry to gather spoil,&rdquo; a pedestrian rendering of the more succinct and sonorous Hebrew phrase, cannot be the name of the child since Isaiah would not have known of the child&rsquo;s begetting in advance&mdash;unless miraculously, of course&mdash;so that it must be a kind of slogan or war cry (Morenz and others). But apart from the point made earlier about the section being a <em>literary construct<\/em>, this view neglects the ascriptional or inscriptional <em>lamed<\/em> (&ldquo;belonging to &hellip;&rdquo;), which either denotes possession, like the <em>lammelek<\/em> stamped jar handles or, if translated &ldquo;concerning &hellip;,&rdquo; requires that something further be communicated in the document in question. <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 30:8&ndash;11<\/a> provides an instructive parallel in that the one addressed is told to write a prophecy on a tablet that will serve as a witness, and this also in view of a situation in which the prophet is being rejected, silenced, or disregarded.<\/p><p>I therefore take it that the tablet contained a prediction encapsulated in the symbolic name of the child to be born, a prediction requiring for its future verification official authentication by two reliable witnesses in accord with normal judicial practice (<a class=\"ref\">Deut 17:6; 19:15<\/a>). One of these, Uriah, is probably the chief priest of the Jerusalem temple during that reign (he is mentioned at <a class=\"ref\">2 Kgs 16:10&ndash;16<\/a>), and the other, Zechariah ben Jeberechiah, may be the father-in-law of Ahaz (<a class=\"ref\">2 Kgs 18:2<\/a>). If so, their agreeing to vouch for Isaiah would testify to Isaiah&rsquo;s being well-connected among the Jerusalemite upper crust. The next act in this small drama is the pregnancy and birth of the child. The prospective mother is referred to as &ldquo;the prophetess&rdquo; (<em>hannĕb&icirc;ʾ&acirc;<\/em>), reminiscent of &ldquo;the young woman&rdquo; (<em>hāʿalm&acirc;<\/em>) of <a class=\"isa\" verses=\"WzE3Nzk3XQ==\">7:14<\/a>. We have no reason to believe prophets referred to their wives, whatever their endowments, as prophetesses, and in any case we are not told that this anonymous woman was Isaiah&rsquo;s wife or even that Isaiah himself was a <em>nāb&icirc;ʾ<\/em> (outside of the titles and the narrative <em>legenda<\/em>, use of the term in <a class=\"isa\" verses=\"bnVsbA==\">chs. 1&ndash;39<\/a> is rare, invariably hostile, and never applied to Isaiah). We therefore assume that she is, or is represented as being, an officially recognized member of the <em>nāb&icirc;ʾ<\/em> class, such as Huldah during the reign of Josiah (<a class=\"ref\">2 Kgs 22:14<\/a>), perhaps also a member of the Jerusalem temple staff. Her role may have signified, even more clearly than Isaiah&rsquo;s, the ominously predictive character of the inscription. Once the child is born and the name assigned, the significance of the entire sign-act is at last clearly displayed.<\/p><p>We have still not considered the relation of this sign-act to the one preceding it (<a class=\"isa\" verses=\"eyIxNzc5MyI6OH0=\">7:10&ndash;17<\/a>). The problem is to fit two successive pregnancies, births, and early childhood developments&mdash;those of Immanuel and Maher-shalal-hash-baz&mdash;into the brief period between the initial Syro-Ephraimite attack and the annihilation of the coalition by the Assyrians. If this is admitted to be problematic, which it certainly seems to be, the very close structural parallel between <a class=\"isa\" verses=\"W3siMTc3OTMiOjh9LHsiMTc4MDkiOjR9XQ==\">7:10&ndash;17 and 8:1&ndash;4<\/a> would suggest the hypothesis mentioned earlier of <em>alternative accounts of one sign-act<\/em>, the first addressed to the dynasty, the second to the Judean public. The parallelism may be set out as follows:<\/p><table><tbody><tr><td><p>&bull;Immanuel<\/p><\/td><td> <\/td><td><p>&bull;Maher-shalal-hash-baz (<a class=\"isa\" verses=\"WzE3ODA5LDE3ODExXQ==\">8:1,3<\/a>)<\/p><\/td><\/tr><tr><td><p>&bull;The Young Woman<\/p><\/td><td> <\/td><td><p>&bull;The Prophetess (<a class=\"isa\" verses=\"WzE3ODExXQ==\">8:3<\/a>)<\/p><\/td><\/tr><tr><td><p>&bull;&ldquo;the Young Woman is pregnant and about to give birth to a son&rdquo;<\/p><\/td><td> <\/td><td><p>&bull;&ldquo;she became pregnant and bore a son&rdquo;<\/p><\/td><\/tr><tr><td><p>&bull;&ldquo;she will give him the name Immanuel&rdquo;<\/p><\/td><td> <\/td><td><p>&bull;&ldquo;call him Maher-shalal-hash baz&rdquo;<\/p><\/td><\/tr><tr><td><p>&bull;&ldquo;before the child knows how to reject what is bad and choose what is &hellip; good<\/p><\/td><td> <\/td><td><p>&bull;&ldquo;before the child is able to say &lsquo;my father&rsquo; or &lsquo;my mother&rsquo; &hellip;&rdquo;<\/p><\/td><\/tr><tr><td><p>&bull;&ldquo;the king of Assyria&rdquo; (<a class=\"isa\" verses=\"WzE3ODAwXQ==\">7:17<\/a>)<\/p><\/td><td> <\/td><td><p>&bull;&ldquo;the king of Assyria&rdquo; (<a class=\"isa\" verses=\"WzE3ODEyXQ==\">8:4<\/a>)<\/p><\/td><\/tr><\/tbody><\/table><p>To round it off, the declaration of the meaning of the sign-act is followed in both cases by a threat of punishment for Judah to be administered by the Assyrians as agents of Yahveh (<a class=\"isa\" verses=\"W3siMTc4MDEiOjh9LHsiMTc4MTMiOjZ9XQ==\">7:18&ndash;25; 8:5&ndash;10<\/a>). I conclude, then, that within the prophetic world view, Immanuel and Maher-shalal-hash-baz represent different aspects of the divine intervention in human affairs at that critical juncture. They are, so to speak, the recto and verso of the same coin.<\/p><p> Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em> (Vol. 19, pp. 237&ndash;239). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}