{
    "id": 2153,
    "source": "blenkinsopp",
    "verse_id": 18742,
    "verse_count": 13,
    "reference": "55:1-13",
    "title": "A Concluding Invitation to Faith in the Prophetic Word",
    "html": "<p>Even a cursory reading of ch. <a class=\"isa\" verses=\"eyIxODc0MiI6MTN9\">55<\/a> shows it to be of a literary character different from the preceding chapters: more didactic and sapiential in tone, rhetorically less pointed and specific in persuading its readers to accept the offer made to them and believe the prophetic message. It also differs from the preceding pronouncements in that those addressed are not identified. At the same time, there are indications that the author was familiar with both sections <a class=\"isa\" verses=\"W3siMTg0MjIiOjMyMH0seyIxODc1NSI6MTkzfV0=\">40&ndash;54 and 56&ndash;66<\/a>, in whatever state they existed at the time of writing.<\/p><p>The first strophe concludes with a statement strongly reminiscent of <a class=\"isa\" verses=\"WzE4NjQ0XQ==\">49:7b<\/a>, which reads: &ldquo;on account of Yahveh, who is faithful, the Holy One of Israel who chose you,&rdquo; and the passage as a whole ends in practically the same way as the following pronouncement in <a class=\"isa\" verses=\"eyIxODc1NSI6OH0=\">56:1&ndash;8<\/a>, which reads: &ldquo;I shall give them a perpetual name that shall not be cut off&rdquo; (<a class=\"isa\" verses=\"WzE4NzYyXQ==\">56:8b<\/a>). This suggests the following working hypothesis: chs. <a class=\"isa\" verses=\"eyIxODYzOCI6MTA0fQ==\">49&ndash;54<\/a> end with the vindication of Yahveh&rsquo;s servants (<a class=\"isa\" verses=\"WzE4NzQxXQ==\">54:17b<\/a>), thus preparing for the final section of the book; and ch. <a class=\"isa\" verses=\"eyIxODc0MiI6MTN9\">55<\/a> was created as a transition between sections <a class=\"isa\" verses=\"W3siMTg0MjIiOjMyMH0seyIxODc1NSI6MTkzfV0=\">40&ndash;54 and 56&ndash;66<\/a>, a hinge on which these major sections of the book turn. It recapitulates in more general terms the importance of accepting the (prophetic) word, confronts the doubters with the thoughts and designs of God communicated prophetically, totally incommensurable with human thoughts and designs as they are, and emphasizes once again that the prophetic word embodying the will of God will come to fruition in spite of appearances to the contrary and in spite of the skepticism of those to whom it is addressed. This recapitulatory intent is confirmed by the inclusio with which the chapter ends (<a class=\"isa\" verses=\"eyIxODc1MyI6Mn0=\">55:12&ndash;13<\/a> cf. <a class=\"isa\" verses=\"eyIxODQyNCI6M30=\">40:3&ndash;5<\/a>).<\/p><p>The first strophe (vv <a class=\"isa\" verses=\"eyIxNzY1NiI6MTE1fQ==\">1&ndash;5<\/a>) opens with a call for attention. The Hebrew exclamation <em>h&ocirc;y<\/em>, usually indicating a lament (&ldquo;woe,&rdquo; &ldquo;alas&rdquo;), can also be a way of hailing people (<a class=\"isa\" verses=\"WzE3OTk5XQ==\">Isa 18:1<\/a>; <a class=\"ref\">Zech 2:10[6]<\/a>) and is expressed in our translation as &ldquo;you there&rdquo; rather than the usual &ldquo;Ho&rdquo; or &ldquo;Hey,&rdquo; neither of which seems quite right. The invitation to drink and eat does not echo the cry of the water vendor, as Volz and Westermann suggested. A water vendor who refused payment would soon be out of business, and one who sold milk, wine, and edibles would be more like a walking supermarket than a water vendor. Rather, the invitation echoes the invitation of the woman Wisdom (<em>Ḥokm&acirc;<\/em>) in <a class=\"ref\">Prov 9:1&ndash;6<\/a>, who invites the simple to her banquet (cf. also<a class=\"ref\"> Sir 24:19<\/a>)&mdash;in other words, to a share in her inestimable gift of wisdom. Since <em>ḥokm&acirc;<\/em> is identical with <em>t&ocirc;r&acirc;<\/em>, the Targumist can paraphrase the call as an invitation to study and learn. Ibn Ezra also identifies the addressed as those desirous of accepting the Law. He adds the observation that &ldquo;wisdom is demanded by the soul as food is by the body&rdquo; and identifies that which is not food and does not satisfy (v <a class=\"isa\" verses=\"eyIxNzY4NyI6MjJ9\">2<\/a>) as the profane sciences (<em>ḥokm&ocirc;t nokriyy&ocirc;t<\/em>).<\/p><p>In chs. <a class=\"isa\" verses=\"eyIxODQyMiI6MzIwfQ==\">40&ndash;54<\/a> water is more often than not a requirement of the soil (<a class=\"isa\" verses=\"W1sxODQ3MCwxODUyNl0seyIxODUzNyI6Mn1d\">41:18; 43:20; 44:3&ndash;4<\/a>), but there are echoes of the provision of water in the wilderness journey (<a class=\"isa\" verses=\"WzE4NjM2LDE4NjQ3XQ==\">48:21; 49:10<\/a>), and water is also symbolic of the spirit of God (<a class=\"isa\" verses=\"WzE4NTM3XQ==\">44:3<\/a> cf. <a class=\"isa\" verses=\"WzE4Mjc1XQ==\">32:15<\/a>), as it is in early Christian writings (e.g. <a class=\"ref\">John 4:10&ndash;14; 7:37&ndash;38<\/a>) and in the liturgy. The summons to buy something that is freely given, without charge, is paradoxical. The unmistakable point is that the gift of God is gratuitously bestowed (<em>gratia gratis data<\/em>), but perhaps there is also a more covert intent to subvert the standard view of covenant as expressed in classical form in Deuteronomy. According to this understanding of covenant, God&rsquo;s intervention on behalf of his people is contingent on their moral performance, as in the classical Deuteronomic formulation, &ldquo;Keep the commandments &hellip; that you may live long in the land&rdquo; (<a class=\"ref\">Deut 4:40; 5:33; 11:9; 25:15; 32:47<\/a>). We may suppose that the questioning of this view of covenant bilaterality, in evidence in the Priestly history in the Pentateuch (P), which omits an account of the Sinai covenant, grew from a more deeply felt sense of moral incapacity and a stronger conviction of the freedom of God. We understand this to be one of the more far-reaching ways in which the experience of disaster impacted religious thinking in Israel.<\/p><p>This brings us to the covenant with David, the only reference to David in chs. <a class=\"isa\" verses=\"eyIxODQyMiI6NTI2fQ==\">40&ndash;66<\/a> (<a class=\"isa\" verses=\"eyIxODcyNyI6M30=\">54:3&ndash;5<\/a>). A fresh call to approach the speaker and &ldquo;incline the ear&rdquo;&mdash;a somewhat archaic translation of the Hebrew <em>haṭṭ&ucirc; ʾoznĕkem<\/em>, characteristic of Proverbs (<a class=\"isa\" verses=\"WzE3NzQxLDE3NzUzLDE4MDcwXQ==\">4:20; 5:1, 13; 22:17<\/a>)&mdash;introduces a more specific account of what the offer comprises. While the speaker does not refer directly to the covenant with David, he clearly has in mind the promise transmitted through the prophet Nathan (<a class=\"ref\">2 Sam 7:8&ndash;17<\/a>) and even faintly echoes some of its language: David as <em>nāg&icirc;d<\/em>, &ldquo;prince&rdquo; (<a class=\"ref\">2 Sam 7:8<\/a>); his <em>&scaron;ēm gād&ocirc;l<\/em>, &ldquo;great name&rdquo; (<a class=\"isa\" verses=\"WzE3NzkyXQ==\">7:9<\/a>); and God&rsquo;s <em>ḥesed<\/em>, &ldquo;faithful love&rdquo; (<a class=\"isa\" verses=\"WzE3Nzk4XQ==\">7:15<\/a>). Solomon also appeals to this Davidic promise (<a class=\"ref\">1 Kgs 8:23&ndash;26<\/a>), and <a class=\"ref\">Ps 89:27&ndash;37<\/a> speaks of God&rsquo;s firm covenant (<em>bĕr&icirc;t&icirc; neʾemenet<\/em>) with David characterized by reliability (<em>ʾem&ucirc;n&acirc;<\/em>) and faithful love (<em>ḥesed<\/em>). Only in a late poetic addition to the story about David, his Last Words, is there a reference to a <em>perpetual<\/em> Davidic covenant (<em>bĕr&icirc;t ʿ&ocirc;lām<\/em> <a class=\"ref\">2 Sam 23:5<\/a>).<\/p><p>This language does not, however, imply a commitment to restoring the Davidic dynasty. What is promised is that the hearers will experience the same tokens of God&rsquo;s faithful love (<em>ḥăsād&icirc;m<\/em>, the relatively rare plural of <em>ḥesed<\/em>) that God performed in former times on behalf of David (as <a class=\"ref\">Ps 89:50<\/a>). The reference is therefore not to deeds performed by David himself on behalf of his people but to God&rsquo;s gratuitous acts of favor toward David (with Williamson, against Caquot and Bonnard 1972, 303&ndash;4).<\/p><p>Eissfeldt (1962, 196&ndash;207) argued that the promise to David, voided by the disasters of 586, demanded a new interpretation if it was not be completely discarded. The Isaian author therefore, so to speak, democratizes it by transferring it to the people of Israel as a whole. While this seems to be suggested by the prospect of foreign nations in subjection to Israel (v <a class=\"isa\" verses=\"eyIxNzc0MSI6MzB9\">5<\/a>), it goes some way beyond what the author says. Furthermore, it is difficult to understand why this analogy would be used if the author was not persuaded of the permanence of Yahveh&rsquo;s commitment to David and the dynasty. The freeing or paroling of Jehoiachin by Amel-Marduk (Evil-Merodach in <a class=\"ref\">2 Kgs 25:27<\/a>), ca. 560 b.c.e., may have been meant as a prelude to setting Jehoiachin up as a puppet king in Judah, but Amel-Marduk was assassinated shortly afterward and the project, if it ever existed, came to nothing. We do not know when ch. <a class=\"isa\" verses=\"eyIxODc0MiI6MTN9\">55<\/a> was written, but at the time of writing there may have been sound political reasons for not speaking out in favor of the native dynasty. Support for the restoration of the monarchy is well attested in writings from the late Neo-Babylonian and early Persian periods (<a class=\"ref\">Jer 23:5&ndash;8<\/a> with its later commentary in <a class=\"isa\" verses=\"W3siMTgyOTQiOjExfSx7IjE4MjI2IjoyfV0=\">33:14&ndash;26; 30:8&ndash;9<\/a>; <a class=\"ref\">Ezek 34:23&ndash;24; 37:24&ndash;28; Amos 9:11&ndash;12; Hag 2:20&ndash;23; Zech 3:8; 6:12<\/a>), but we have no means of knowing what the views on this subject of the Isaian prophet and his disciples were.<\/p><p>It is also unclear in what sense David is said to be a witness to (foreign) peoples, whether as conqueror or as imposing on them vassal status by treaty. The closest parallel is the editorial addition to the &ldquo;messianic&rdquo; poem in <a class=\"isa\" verses=\"eyIxNzg4NiI6OX0=\">Isa 11:1&ndash;9<\/a>, in which a Second Temple scribe describes the Davidic dynast of the future as a standard or rallying point for the peoples (<em>nēs ʿamm&icirc;m<\/em> 11:10). The implication appears to be that the attributes of royalty vis-&agrave;-vis the nations are transferred to Israel; hence, the glorification of Israel at the end of the strophe (cf. <a class=\"isa\" verses=\"WzE4NTU3LDE4Njk4XQ==\">44:23; 52:1<\/a>).<\/p><p>In Isaiah, in fact, most allusions to future relations between Israel and foreign nations mention Jerusalem\/Zion rather than the Davidic dynasty as the point of reference. In this passage (<a class=\"isa\" verses=\"WzE4NzQ2XQ==\">55:5<\/a>) it is not clear in what capacity and for what purpose foreign peoples will converge on Jerusalem, whether to seek instruction in the Jewish faith (<a class=\"isa\" verses=\"W3siMTc2ODgiOjN9LHsiMTgwMjkiOjJ9LHsiMTg3NTUiOjh9XQ==\">Isa 2:2&ndash;4; 19:24&ndash;25; 56:1&ndash;8<\/a>), therefore as proselytes or &ldquo;God-fearers&rdquo; (<a class=\"isa\" verses=\"eyIxODc1NSI6OH0=\">56:1&ndash;8<\/a>), or as slaves, menials, and <em>Gastarbeiter<\/em>&mdash;the last of disturbingly frequent appearance in the book (<a class=\"isa\" verses=\"W3siMTc5MzAiOjJ9LFsxODU3NiwxODU4NSwxODY2MF0seyIxODgyNiI6NH0seyIxODgzMiI6NX0seyIxODg0OSI6M31d\">14:1&ndash;2; 45:14, 23; 49:23; 60:4&ndash;7, 10&ndash;14; 61:5&ndash;7<\/a>).<\/p><p>As suggested above, the second stanza (vv <a class=\"isa\" verses=\"eyIxNzc3MSI6MTMxfQ==\">6&ndash;11<\/a>) may be read as recapitulating chs. <a class=\"isa\" verses=\"eyIxODQyMiI6MzIwfQ==\">40&ndash;54<\/a>: the prophetic word recorded here is efficacious, it will bring about what it proclaims, but it does not operate according to normal human calculations. The passage comprises an exhortation of the speaker (<a class=\"isa\" verses=\"eyIxNzc3MSI6Mzh9\">6&ndash;7<\/a>) followed by a self-referential pronouncement of Yahveh (<a class=\"isa\" verses=\"eyIxNzgwOSI6OTN9\">8&ndash;11<\/a>). The tone is strongly homiletic, reminiscent of the brief sermon of Azariah ben Oded in <a class=\"ref\">2 Chr 15:1&ndash;7<\/a> and similarly homiletic passages from the later period (e.g. <a class=\"ref\">Zech 1:3&ndash;6; 8:14&ndash;17<\/a>).<\/p><p>The exhortation to seek God (with the verbs <em>dr&scaron;<\/em> as here, or <em>bq&scaron;<\/em> Piel) can be traced back to the practice of visiting a sanctuary (<a class=\"ref\">Gen 25:22<\/a>) or a seer (<a class=\"ref\">1 Sam 9:9; 1 Kgs 22:8; 2 Kgs 8:8; 22:13, 18<\/a>) or a medium (<a class=\"ref\">Deut 18:11; 1 Sam 28:7<\/a>; <a class=\"isa\" verses=\"WzE3ODI3XQ==\">Isa 8:19<\/a>) with the purpose of receiving a favorable oracle or obtaining information not otherwise available. In the later period it is generalized in the sense of a positive and open religious attitude expressed in prayer, conversion to a better way of life (<em>tĕ&scaron;&ucirc;b&acirc;<\/em>, &ldquo;turning&rdquo;), and penitential practice. Seeking God in this sense is a theme of Deuteronomic rhetoric (<a class=\"ref\">Deut 4:29; Jer 29:13<\/a>; perhaps <a class=\"ref\">Amos 5:4&ndash;7, 14&ndash;15<\/a>). It is taken further in the language of Chronicles (<a class=\"ref\">2 Chr 7:14; 11:16; 15:1&ndash;7; 20:4<\/a>) and is one of several indications in texts from the post-destruction period of the growing importance of prayer detached from sacrifice. The language of invocation and response will be particularly in evidence in the last section of the book, the so-called Third Isaiah (<a class=\"isa\" verses=\"WzE4Nzk2XQ==\">58:9<\/a> cf. <a class=\"ref\">Zech 7:13; <\/a><a class=\"isa\" verses=\"W3siMTg4OTkiOjJ9LFsxODkxMCwxODkyN11d\">Isa 65:1&ndash;2, 12; 66:4<\/a>).<\/p><p>The lack of an obvious link between <a class=\"isa\" verses=\"W3siMTc3NzEiOjM4fSx7IjE3ODA5Ijo5M31d\">6&ndash;7 and 8&ndash;11<\/a> has misled some commentators to strike v <a class=\"isa\" verses=\"eyIxNzc4NCI6MjV9\">7<\/a>&mdash;conspicuously Duhm (1922, 416) and Westermann (1969, 288). However, the hiatus disappears if the passage is read as a summary of and theological reflection on the prophetic message of the preceding chapters. From time to time in these chapters the Judean community is taken to task for spiritual obtuseness, not unconnected with moral imperfection. The theme of divine-human incommensurability has also been expressed more than once.<\/p><p>The word <em>maḥ&scaron;ĕb&ocirc;t<\/em>, here translated &ldquo;thoughts,&rdquo; contains the idea of calculations, devices, or plans. Human <em>maḥ&scaron;ĕb&ocirc;t<\/em> are characterized more often than not by sinful deviance (<a class=\"ref\">Gen 6:5<\/a>; <a class=\"isa\" verses=\"WzE4ODA4XQ==\">Isa 59:7<\/a>; <a class=\"ref\">Ezek 38:10; Ps 56:6<\/a>), stubborn resistance to God (<a class=\"ref\">Jer 18:12; Prov 15:26<\/a>) and a misguided sense of self-sufficiency (<a class=\"isa\" verses=\"WzE4OTAwXQ==\">Isa 65:2<\/a>). Like the <em>maḥ&scaron;ĕb&acirc;<\/em> of Haman in the book of <a class=\"ref\">Esther 8:3, 5; 9:25<\/a>, they generally end badly. Yahveh also has his <em>maḥ&scaron;ĕb&ocirc;t<\/em>, whether to punish Jerusalem (<a class=\"ref\">Jer 18:18<\/a>), destroy Babylon (<a class=\"ref\">Jer 51:29<\/a>), or bring his people back to their land (<a class=\"ref\">Jer 29:10&ndash;14<\/a>, using language similar to that of our passage). There is therefore a close connection between <em>maḥ&scaron;ĕb&ocirc;t<\/em> so understood and <em>dĕrāk&icirc;m<\/em>, &ldquo;ways,&rdquo; in the sense that one&rsquo;s way of living morally is dictated by the &ldquo;devices and desires of the heart&rdquo; (The Book of Common Prayer). If the proposal about the function of this passage in the book is correct, this would apply to Yahveh&rsquo;s design for Israel vis-&agrave;-vis the great powers communicated through the prophet and the difficulty many of the hearers experienced in accepting it.<\/p><p>The metaphor of precipitation that fertilizes the earth is in keeping with recurring images in the book (e.g. <a class=\"isa\" verses=\"eyIxODQyNyI6M30=\">40:6&ndash;8<\/a>) and in prophetic writings in general. That it returns back to the heavens might imply that the author was familiar with the phenomena of condensation and evaporation. Whether this was the case we do not know; it would not call for very advanced thinking, and the possibility may find support in a passage in Job (&ldquo;he draws up the drops of water, he distills his mist in rain,&rdquo; <a class=\"isa\" verses=\"bnVsbA==\">36:27<\/a>). But there is also the old idea that words have a kind of life of their own; that, for example, a greeting or a prayer that is rejected by the one to whom it is addressed returns to its source, the speaker (e.g. <a class=\"ref\">Ps 35:13<\/a>: &ldquo;my prayer turns back into my bosom&rdquo;; <a class=\"ref\">Matt 10:13<\/a>: &ldquo;if [the house] is not worthy, let your greeting return to you&rdquo;).<\/p><p>The poet may also have had in mind the idea of the prophet as messenger who is sent on a mission and returns to make a report, comparable to Satan as emissary in <a class=\"ref\">Job 1&ndash;2<\/a> and the Spirit who volunteers to deceive Ahab in <a class=\"ref\">1 Kgs 22:19&ndash;23<\/a>. Whatever the conscious or unconscious origins of the figure may have been, we can agree that &ldquo;the creative word of Yahveh is the central theological motif of the preaching of Second Isaiah&rdquo; (Hermisson 1998b, 129&ndash;30). These two verses constitute one of the most powerful and telling expressions of prophetic agency in the Bible, and it is no wonder that they have proved so influential throughout Jewish and Christian history.<\/p><p>The final bicolon (vv <a class=\"isa\" verses=\"eyIxNzkwMiI6Mjh9\">12&ndash;13<\/a>) is linked with the preceding strophe by the initial <em>k&icirc;<\/em> (&ldquo;for&rdquo;), which could be taken to imply that the return to the land and the transformation of nature represent the final fulfillment of the prophetic message. More importantly, however, <a class=\"isa\" verses=\"eyIxODc1MyI6Mn0=\">55:12&ndash;13<\/a> is the finale to section <a class=\"isa\" verses=\"eyIxODQyMiI6MzMzfQ==\">40&ndash;55<\/a> as a whole and serves to bind its two parts (chs. <a class=\"isa\" verses=\"W3siMTg0MjIiOjIxNn0seyIxODYzOCI6MTE3fV0=\">40&ndash;48, 49&ndash;55<\/a>) together. Programmatic statements about return from Babylon occur at the beginning and end of chs. <a class=\"isa\" verses=\"eyIxODQyMiI6MjE2fQ==\">40&ndash;48<\/a> (<a class=\"isa\" verses=\"W3siMTg0MjQiOjN9LHsiMTg2MzUiOjN9XQ==\">40:3&ndash;5; 48:20&ndash;22<\/a>), with the emphasis on a sense of peace, security, and joy. The theme of a joyful return home from a place of exile also appears in <a class=\"isa\" verses=\"W3siMTgzMjkiOjN9LHsiMTg3MDgiOjJ9XQ==\">35:8&ndash;10 and 52:11&ndash;12<\/a>, the latter perhaps serving as a finale or <em>excipit<\/em> at an earlier stage in the formation of this section of the book.<\/p><p>The transformation of nature, a theme often repeated in these chapters (<a class=\"isa\" verses=\"W3siMTgzMjIiOjJ9LHsiMTgzMjciOjJ9LHsiMTg0NzAiOjN9LFsxODUyNV0seyIxODUzNSI6NX0sWzE4NTU3LDE4NjUwLDE4Njc3XV0=\">35:1&ndash;2, 6&ndash;7; 41:18&ndash;20; 43:19; 44:1&ndash;5, 23; 49:13; 51:3<\/a>), would more naturally refer to the goal of the journey, the land devastated by the Babylonians, rather than the route but expressed in familiar mythic language. A clue to these associations is provided by the promise in <a class=\"isa\" verses=\"WzE4Njc3XQ==\">51:3<\/a> that Zion, standing for the land, will be transformed into Eden, meaning that the ancient curse on the soil will be reversed (cf. <a class=\"ref\">Gen 3:18<\/a>). The perspective is not, however, confined to Israel. God&rsquo;s purpose for Israel concerns all humanity and indeed all creation. In these final verses creation is represented by mountains and hills (cf. <a class=\"isa\" verses=\"WzE4NTU3LDE4NjUwXQ==\">44:23; 49:13<\/a>) and trees. The thornbush (<em>naʿăṣ&ucirc;ṣ<\/em>, only here and <a class=\"isa\" verses=\"WzE3ODAyXQ==\">7:19<\/a>) and the nettle (<em>sirpad<\/em> hapax) will be replaced by the cypress (<em>bĕr&ocirc;&scaron;<\/em> cf. <a class=\"isa\" verses=\"WzE4NDcxXQ==\">41:19<\/a> and Modern Hebrew) and the myrtle (<em>hădas<\/em> cf. <a class=\"isa\" verses=\"WzE4NDcxXQ==\">41:19<\/a>).<\/p><p>The final couplet seems to suggest that these will be part of a kind of nature preserve or memorial park commemorating what God has wrought through the prophetic word. But if the passage is read as recapitulating the message of this section of the book as a whole, the reference would more likely be to the final actualization and culmination of God&rsquo;s purposes communicated through the prophet.<\/p><p>Blenkinsopp, J. (2008). <em>Isaiah 40&ndash;55: A New Translation with Introduction and Commentary<\/em> (Vol. 19A, pp. 368&ndash;373). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}