{
    "id": 2091,
    "source": "blenkinsopp",
    "verse_id": 18159,
    "verse_count": 7,
    "reference": "27:7–13",
    "title": "Once Again, and Finally, the Destiny of the City and of God’s People",
    "html": " <p>This is one of the more obscure pericopes in the book for the text critic and translator, not to mention the reader who is simply looking for a coherent line of thought, argument, or imagery. The translation must therefore be regarded as tentative. The only formal divisions occur with the two &ldquo;on that day&rdquo; addenda (<a class=\"isa\" verses=\"eyIxODE2NCI6Mn0=\">12, 13<\/a>) dealing with return from the diaspora and the eschatological reintegration of scattered Israel. If, with several commentators, we take the fate of the unnamed city to be the main theme, obvious solutions would be either to bracket 9 as interrupting the account of the city&rsquo;s destiny or to rearrange the order of verses (as neb does in the order <a class=\"isa\" verses=\"W1sxODE1OSwxODE2MV0seyIxNzY1NiI6MzF9LHsiMTc4MDkiOjIyfV0=\">7, 9, 10a, 8, 10b<\/a>). But obvious solutions are not always the best ones; if we retain the order of mt we can trace a thread of meaning at least through <a class=\"isa\" verses=\"eyIxODE1OSI6M30=\">7&ndash;9<\/a>, to the effect that the historical judgment through which Israel (Judah) has passed differs from God&rsquo;s judgment on the nations, especially Babylon. Moreover, the judgment on Israel has redemptive meaning as an expiation or collective purging of guilt and spiritual failure, comparable therefore to <a class=\"isa\" verses=\"eyIxODQyMiI6Mn0=\">40:1&ndash;2<\/a>, which represents the exile as &ldquo;doing time&rdquo; for past sins. And, finally, the efficacy of the expiatory suffering at the hands of God is contingent on the complete abjuration of alien cults. <\/p> <p>The proposal is therefore to read these opening statements as a historical retrospective, another attempt to wrest meaning from the disasters through which the people of Judah have passed. The reference is, first, to the population (masc. suffixes in <a class=\"isa\" verses=\"WzE4MTU5XQ==\">7<\/a>), then to Jerusalem (fem. suffixes in <a class=\"isa\" verses=\"WzE4MTYwXQ==\">8<\/a>), then finally to Jacob explicitly (<a class=\"isa\" verses=\"WzE4MTYxXQ==\">9<\/a>). The rhetorical questions require answers in the negative: Israel&rsquo;s punishment, a beating by God, a kind of dying, is not comparable to the punishment inflicted on other nations; it is severe but not terminal. It would be consonant with the section as a whole to refer this metaphorical language to the disaster of 586 b.c.e. and the deportations&mdash;being driven out (from their land) by a blast from the east, i.e., from Babylonia. The following verse (<a class=\"isa\" verses=\"WzE4MTYxXQ==\">9<\/a>) then insinuates the reason for the disaster in keeping with standard Deuteronomistic thinking (e.g. <a class=\"ref\">2 Kgs 17:7&ndash;12<\/a>), laying down the conditions under which the historical consequences of Israel&rsquo;s guilt could be purged&mdash;namely, the removal of all idolatrous cult objects. <\/p> <p>There is nevertheless some confusion of images in these opening lines (<a class=\"isa\" verses=\"eyIxODE1OSI6Mn0=\">7&ndash;8<\/a>)&mdash;being struck down by an avenging deity, slain but not entirely, driven along like a pack animal, blasted by the scirocco from the desert regions of the east (<a class=\"ref\">Hos 13:15<\/a>). An apt image this last, at least, since the east wind (<em>qād&icirc;m<\/em>) can blight crops (<a class=\"ref\">Gen 41:6, 23, 27; Ezek 17:10<\/a>), sweep away houses (<a class=\"ref\">Job 1:19; 27:21<\/a>) and ships (<a class=\"ref\">Ezek 27:26; Ps 48:8<\/a>), or bring on a plague of locusts (<a class=\"ref\">Exod 10:13<\/a>). In the post-Holocaust era we are no doubt more aware of the dangers and ambiguities lurking in this &ldquo;for our sins we are punished&rdquo; interpretation of historical events, especially when expressed in the uncompromisingly strong metaphorical language that we encounter here. There is perhaps no satisfactory answer to this issue, but within the trajectory of the Isaian tradition this is not an isolated response, nor is it the only or last word on the subject. But it is clear that for the authors of passages such as this, events, especially catastrophic events, retain a degree of intelligibility only if one accepts some idea of moral causation and agency at work in the historical process. We have to wait for Qoheleth for anyone in Israel to say that things just happen. <\/p> <p>The question about what Jacob must do to affect the course of events is posed. Reference to the people of Israel as Jacob has been claimed in support of the identification of the fortified city as Samaria, though there is no consensus to which crisis in its history the poet is referring, either prospectively (Pl&ouml;ger 1968, 71&ndash;75) or retrospectively&mdash;whether its fall to the Assyrians in 722 (e.g. Auvray 1972, 243) or events shortly after the conquests of Alexander (Kessler 1960, 170&ndash;72, Wildberger 1978, 1016&ndash;18), or the punitive action of John Hyrcanus in 108 (Duhm 1892, 192)&mdash;the last certainly too late. This quest for chronological precision has been pursued unsuccessfully for a long time, and there is no realistic prospect of a decision. It seems reasonable to assume nonetheless that readers in the Hasmonean period could have identified the city with Samaria, and the point about a people deprived of understanding (i.e. religious sensitivity) is echoed in Ben Sira&rsquo;s gibe about the foolish people living in Shechem (<a class=\"ref\">Sir 50:26<\/a>). <\/p> <p>It does not seem at all likely that the author is the Josian editor postulated by Barth and Clements and is referring to the destruction of Bethel and the anticipated incorporation of the territory of the former Kingdom of Samaria into Judah (Sweeney 1996, 350&ndash;52). The tone is altogether too somber, there is no allusion to the Northern Kingdom, and Bethel does not qualify as a fortified city and, as far as we know, was not destroyed by Josiah. (The archaeological evidence suggests it was destroyed in the late Neo-Babylonian or early Achaemenid period.) It seems more consonant with the section as a whole and with earlier allusions to a foreign, fortified city (<em>ʿ&icirc;r bĕṣ&ucirc;r&acirc;<\/em>, <a class=\"isa\" verses=\"WzE4MTYyXQ==\">27:10<\/a>, cf. <em>qiry&acirc; bĕṣ&ucirc;r&acirc;<\/em>, <a class=\"isa\" verses=\"WzE4MTIxXQ==\">25:2<\/a>, with <em>ʿir<\/em>, in parallelism with <em>qiry&acirc;<\/em>) that the poet had Babylon in mind as the symbol and epitome of hostility and oppression, and this conclusion would be practically required if the one who struck Israel down and is now itself stricken in the opening verse is Babylon. It was also noted that the line of thought connecting Israel&rsquo;s punishment, the purging of sin and guilt, and idolatry is precisely what we find in <a class=\"isa\" verses=\"eyIxODQyMiI6MjE2fQ==\">chs. 40&ndash;48<\/a>, and the designation Jacob, although applicable to the territory of the Northern Kingdom and Samaria, is the standard term for the Judean community addressed in the second section of the book (<a class=\"isa\" verses=\"W1sxODQ0OCwxODQ2MCwxODQ2NiwxODQ3MywxODUwNSwxODUwNywxODUyOCwxODUzNF0seyIxODUzNSI6Mn0sWzE4NTM5LDE4NTU1LDE4NTU3LDE4NTY2LDE4NTgxLDE4NTkwLDE4NjE2LDE4NjI3LDE4NjM1XV0=\">40:27; 41:8, 14, 21; 42:24; 43:1, 22, 28; 44:1, 2, 5, 21, 23; 45:4, 19; 46:3; 48:1, 12, 20<\/a>). <\/p> <p>It is of interest to note that the actions to be taken in the matter of cultic practice are precisely those enjoined by the Deuteronomic program (<a class=\"ref\">Deut 7:5; 12:13; Exod 32:20<\/a>, probably of Deuteronomic origin). Altars set up on the &ldquo;high places&rdquo; (<em>bām&ocirc;t <\/em>), generally made of limestone blocks, are to be ground down or pounded into dust (cf. <a class=\"ref\">Exod 34:13; 2 Kgs 23:15; 2 Chr 34:7<\/a>). Incense stands (<em>ḥammān&icirc;m <\/em>), generally associated with the <em>bām&ocirc;t<\/em>, and their altars (<a class=\"ref\">Lev 26:30; Ezek 6:4, 6; 2 Chr 14:4[5]; 34:4, 7<\/a>), are well attested archaeologically, and it is now generally agreed that they are not connected with a solar cult. The <em>ʾă&scaron;ēr&icirc;m<\/em>, symbolizing the great Canaanite goddess, are proscribed so often by the religious elite that they must have been a prominent feature of popular religion at all times of the history, as indeed the historical and prophetic books and surviving inscriptions testify. They also played a significant role in the state cult of both kingdoms at different times. An <em>ʾă&scaron;ēr&acirc;<\/em>, was installed in the temple before the Josian reform (<a class=\"ref\">2 Kgs 23:6<\/a>), the statue of the goddess was still there in the last decade of Judah&rsquo;s independence (<a class=\"ref\">Ezek 8:3<\/a>), and the Judeans settled in Egypt in the aftermath of Gedaliah&rsquo;s assassination countered Jeremiah&rsquo;s preaching by attributing the disaster to the official proscription of the Asherah cult (<a class=\"ref\">Jer 44:17<\/a>). <\/p> <p>The condemnation of idolatry is one of the strongest lines of continuity in the book. It connects this passage with the comment about idolatry in <a class=\"isa\" verses=\"eyIxNzk5MSI6Mn0=\">17:7&ndash;8<\/a>, (&ldquo;on that day&rdquo;), where the same three cultic objects are mentioned, a comment certainly later than the preceding diatribe against the kingdoms of Damascus and Samaria. Both passages move along the same trajectory as the &ldquo;great arraignment&rdquo; of <a class=\"isa\" verses=\"eyIxNzY5MiI6MTd9\">2:6&ndash;22<\/a>, which anticipates the ultimate abolition of idolatry. <\/p> <p>The transition to the fate of the fortified city is abrupt but no more so than the introduction of the City of Chaos into a scene of universal desolation in <a class=\"isa\" verses=\"WzE4MTA2XQ==\">24:10<\/a>, followed immediately by rejoicing in the diaspora (<a class=\"isa\" verses=\"eyIxODExMCI6M30=\">24:14&ndash;16<\/a>). The destruction of the city is also juxtaposed with a measure of consolation for the poor and afflicted cf. <a class=\"isa\" verses=\"WzE4MTIzXQ==\">25:4<\/a>. It should not surprise us that at the end of the section we return to its central theme, namely, the polarity between the <em>civitas Dei<\/em>, whose punishment is referred to in <a class=\"isa\" verses=\"eyIxODE1OSI6Mn0=\">7&ndash;8<\/a>, and the <em>civitas mundi<\/em>, an antithesis most clearly expressed in <a class=\"isa\" verses=\"eyIxODEzMiI6Nn0=\">26:1&ndash;6<\/a>, the exact midpoint of <a class=\"isa\" verses=\"eyIxODA5NyI6Njl9\">chs. 24&ndash;27<\/a>. The familiar Isaian topos of cityscape to landscape, going back to nature (<a class=\"isa\" verses=\"W1sxNzc1N10seyIxNzgwNyI6Mn0seyIxNzkyNyI6M30sWzE3OTg2LDE4Mjc0XV0=\">5:17; 7:24&ndash;25; 13:20&ndash;22; 17:2; 32:14<\/a>), expresses the total obliteration of the city and in fact would be a quite realistic description of what happened to many of the great Assyrian and Babylonian urban centers. The writer seems to get carried away with the image&mdash;cattle strip the leaves from the branches, the trees die, the branches snap off, women gather them for fuel, the last vestiges therefore end up in the fire; perhaps with a side glance at the satire on idolatry in <a class=\"isa\" verses=\"eyIxODU0OCI6NH0=\">44:14&ndash;17<\/a>, in which the same piece of wood serves both for fuel and for making an idol. <\/p> <p>One of the least attractive aspects of the apocalyptic world view is the apparent need to condemn everyone who does not share it, an attitude by no means confined to ancient world views. It is true that the lack of understanding, the stupidity, referred to here (cf. <a class=\"ref\">Sir 50:26,<\/a>, with respect to Samaria, and similar condemnations in <a class=\"isa\" verses=\"WzE3Njk1XQ==\">Isa 2:9b and 26:10<\/a>) is of the religious kind, but it is fortunate that it can be balanced against other biblical views&mdash;that of the author of Jonah, for example, whose God insists on pitying the people of Nineveh (the hostile city par excellence), who do not know their right hand from their left. <\/p> <p>The concluding &ldquo;on that day&rdquo; passages (<a class=\"isa\" verses=\"eyIxODE2NCI6Mn0=\">12, 13<\/a>) serve as appendices to <a class=\"isa\" verses=\"eyIxODE1OSI6NX0=\">7&ndash;11<\/a>, and provide one more illustration of the way the book of Isaiah results from a continuous, sequential and more or less coherent textual tradition. The image of harvesting that they present is very different from the images at the beginning of the poem (being driven on like a donkey, blasted by the east wind, perhaps also divorce). That the people of Israel will be gathered one by one is a refinement of the metaphor of threshing the wheat, which involves separating wheat from chaff, in the course of which one can expect to lose many grains of wheat. The ingathering in the first appendix from the Euphrates to the river bordering on Egypt (wadi el-ʿarish, <a class=\"ref\">Num 34:5; Josh 15:4, 47<\/a>) and in the second from Assyria and Egypt repeats a theme recurring at regular intervals (<a class=\"isa\" verses=\"W3siMTc4NzIiOjJ9LHsiMTc4OTYiOjJ9LHsiMTc5MDAiOjJ9LHsiMTc5MzAiOjJ9LHsiMTgwMjgiOjN9XQ==\">10:21&ndash;22; 11:11&ndash;12, 15&ndash;16; 14:1&ndash;2; 19:23&ndash;25<\/a>) and reflecting the main centers of the Jewish diaspora in the Persian and Hellenistic periods, and indeed much later. One may regret the nonappearance here at the end of the section of the universalist theme that emerges throughout it from time to time but, from the rhetorical point of view, the blowing of the ram&rsquo;s horn to summon the people no longer to battle but to the final liturgical assembly (cf. <a class=\"ref\">Zech 9:14<\/a>) forms an appropriate conclusion to <a class=\"isa\" verses=\"eyIxNzkwOCI6MjU4fQ==\">chs. 13&ndash;27<\/a>. <\/p> <p>Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em>, (Vol. 19, pp. 376&ndash;379). New Haven; London: Yale University Press. <\/p>",
    "audit": 1
}