{
    "id": 2081,
    "source": "blenkinsopp",
    "verse_id": 18047,
    "verse_count": 7,
    "reference": "21:11–17",
    "title": "Oracles about Arab Peoples",
    "html": "<p>Two brief and enigmatic sayings continuing the series of <em>maśśāʾ&ocirc;t<\/em> are rounded off with an addition similar enough to the addition to the Moab poem (<a class=\"isa\" verses=\"eyIxNzk4MyI6Mn0=\">16:13&ndash;14<\/a>) to suggest identity of authorship. The first of the poems (<a class=\"isa\" verses=\"eyIxODA0NyI6Mn0=\">11&ndash;12<\/a>) is linked with the preceding through the motif of the seer as lookout or sentinel (<em>&scaron;ōmēr<\/em> <a class=\"isa\" verses=\"eyIxODA0MyI6Mn0=\">21:7&ndash;8<\/a> cf. <a class=\"isa\" verses=\"WzE4ODYxXQ==\">62:6<\/a>, on the wall of Jerusalem; also <em>ṣōpēh<\/em> <a class=\"isa\" verses=\"WzE4NzA1LDE4NzY0XQ==\">52:8; 56:10<\/a>; <a class=\"ref\">Ezek 3:17; 33:1&ndash;9<\/a>), a kind of antenna or early warning system. Mention of Seir (southeast of the Dead Sea, <a class=\"ref\">Gen 33:14; Num 24:18; Judg 5:4<\/a>) also recalls the Judean Negev at the beginning of the previous section (<a class=\"isa\" verses=\"WzE4MDM3XQ==\">21:1<\/a>). Everything about this first <em>maśśāʾ<\/em> is problematic. The overt sense of the question addressed to the sentinel seems to be obvious enough, but who is asking such a question in the middle of the night, and why would anyone need a sentinel to tell him the time? We can only surmise that it has something to do with the changing of the night watch, but the surface meaning remains opaque enough to suggest very strongly a symbolic interpretation, perhaps not so different from <a class=\"ref\">Rom 13:12<\/a>, &ldquo;the night is far gone, the day is at hand,&rdquo; with reference to the dawning of salvation. The sentinel is the prophet&mdash;so much is clear; but how does his reply to the query qualify as an oracular pronouncement? If the translation offered above is permissible, rather than &ldquo;the morning is coming and also the nighttime&rdquo; or &ldquo;is there any news on the night watch?&rdquo; (Sweeney 1996, 284&ndash;85), the seer is holding out the hope of eventual deliverance, light at the end of the tunnel, for the nighttime is the time of defeat and danger (<a class=\"isa\" verses=\"WzE3ODMwLDE4MDQ0XQ==\">8:22; 21:8<\/a>), just as the morning is the time for redemption (<a class=\"isa\" verses=\"WzE3ODMxXQ==\">9:1<\/a>). This is as far as the speaker can peer into the future, though he leaves open the possibility of a more precise prophetic communication at a later point in time and therefore invites further consultation. The occurrence of the verb <em>&scaron;&ucirc;b<\/em> (&ldquo;return&rdquo;) in the last verse led the Targumist to read the answer as an invitation to repentance or &ldquo;turning&rdquo; (<em>tĕ&scaron;&ucirc;b&acirc;<\/em>). Though clearly unsuited to the context (apropos of which Duhm 1892, 156 notes dryly that the author was not writing as a theologian), this reading merits our consideration as part of the <em>latent<\/em> content or potential range of meaning of the text (see e.g. Vermeylen 1977, 331).<\/p><p>It will be obvious to anyone familiar with the range of opinion in the commentary tradition that there is little hope of assigning a definite historical context to this first oracular poem. That the title was almost certainly prefixed to the passage long after it was composed implies that the editor who added it may have had nothing to guide him except the passage itself, in which the only fixed point is the reference to Seir (= Edom). On the reading proposed above, an inhabitant of Edom is therefore represented as consulting a prophet during a period of hardship and distress. The situation may be connected with pressure on Edom from Arab tribes farther east beginning around the middle of the seventh century and leading to infiltration into the Judean Negev but not yet to the point of provoking a hostile reaction from the local inhabitants. In that case we might discern here a parallel with the plight of the Moabites as described in <a class=\"isa\" verses=\"W1sxNzk2Nl0seyIxNzk3MSI6NH1d\">15:5 and 16:1&ndash;4<\/a>. At any rate, mention of Seir in this poem makes it unlikely that the Dumah of the title refers to the oasis in north-central Arabia (Dumat al-Jandal in Wadi Sirhan) often identified as the most likely candidate by commentators (e.g. Ephʿal 1982, 119&ndash;21). The consonantal form of the apparent toponym Dumah (<em>dvmh<\/em>) is close to that of Edom (<em>ʾdvm<\/em> cf. lxx <em>idoumaia<\/em>), and would be even closer if we were to assume that the initial ʾaleph was lost through haplography. <em>D&ucirc;m&acirc;<\/em> also means &ldquo;silence&rdquo; and occurs as a synonym for Sheol, the realm of the dead (<a class=\"ref\">Pss 94:17; 115:17<\/a>), a circumstance which may have suggested to the editor who arranged the titles a suitable pun on Edom whose name became, like Babylon, a symbol of hostility, oppression, and malice (e.g. in the Mekhilta of R. Ishmael).<\/p><p>The title of the second poem was also suggested by something in the poem itself, the equally obscure <em>baʿĕrāb<\/em> (see notes). The sentence can be parsed in more than one way, but it seems most natural to align &ldquo;caravans of Dedan&rdquo; and &ldquo;dwellers in the land of Tema&rdquo; in parallelism, the one to supply drink, the other food. In that case, all we are told about those to be assisted is that they are refugees, therefore not unlike the Moabites of whom we heard in a previous poem (<a class=\"isa\" verses=\"W1sxNzk2Nl0seyIxNzk3MSI6NH1d\">15:5; 16:1&ndash;4a<\/a>). The juxtaposition of poems i and ii might suggest Edomites as the ones in flight from the sword and the bow, and since Edom was overrun by the Kedarite Arabs this is how the editor who added the final note (<a class=\"isa\" verses=\"eyIxODA1MiI6Mn0=\">16&ndash;17<\/a>) would have understood it. Biblical texts confirm the existence of a close association between Dedan, Tema, and Edom (<a class=\"ref\">Jer 49:7&ndash;8; Ezek 25:13<\/a>). Dedan and Tema (Taima) were the principal commercial centers in Northern Arabia from the Neo-Assyrian period to the Nabatean conquest in the first century b.c.e. The oasis of Dedan was situated near al-ʿUla in the Hijaz on the major trade route from the Mediterranean to the Persian Gulf. Something of its-history has emerged from several hundred inscriptions in Dedanite and Lihyanite recovered from the region, and its prosperity depended on trade in blankets, incense and other commodities (<a class=\"ref\">Gen 25:3; Ezek 27:20; 38:13<\/a>). The caravan oasis of Tema lay north of Dedan on the incense route and an important stopover on the way east to the Persian Gulf and north-northeast to the cities along the Euphrates. Both Dedan and Tema were attacked by Nabonidus during the years following his transfer of the court to Tema (552&ndash;542). After the fall of Babylon they came eventually under Kedarite control. One of the Lihyanite inscriptions from Dedan refers to Gashmu, a Kedarite ruler of the region, perhaps identical with Geshem, ally of Sanballat of Samaria and opponent of Nehemiah (<a class=\"ref\">Neh 2:19; 6:1&ndash;2, 6<\/a>). The Kedarite kingdom grew out of the most powerful and warlike of the Bedu tribes of northern Arabia. The anti-Kedarite oracle (<a class=\"isa\" verses=\"eyIxODA1MiI6Mn0=\">16&ndash;17<\/a>) may have been added in the belief that the Kedarites are the aggressors referred to in <a class=\"isa\" verses=\"WzE4MDUxXQ==\">15<\/a>, and mention of the bow reminds us that the Kedarite Arabs were known to be expert archers (cf. <a class=\"ref\">Gen 21:20<\/a>). Their prosperity rested on trade in cattle, camels, and the manufacture of woven goods (<a class=\"ref\">Jer 49:29; Ezek 27:21<\/a>; <a class=\"isa\" verses=\"bnVsbA==\">Isa 60:7<\/a>), and after surviving hostile contact with Assyrians and Babylonians they secured control over a vast area from the northern Arabian and Syrian desert region to the Sinai.<\/p><p>As noted earlier, the addition (<a class=\"isa\" verses=\"eyIxODA1MiI6Mn0=\">16&ndash;17<\/a>) has much in common with the addition to the poems on Moab (<a class=\"isa\" verses=\"eyIxNzk4MyI6Mn0=\">16:13&ndash;14<\/a>). Both issue short-term predictions of misfortune on a foreign people at a high point of its history and do so using the same kind of language. Somewhat similar editorial addenda occur throughout this section of the book&mdash;aimed at Babylon (<a class=\"isa\" verses=\"eyIxNzk1MSI6Mn0=\">14:22&ndash;23<\/a>), an unnamed people (<a class=\"isa\" verses=\"WzE3OTkzXQ==\">17:9<\/a>), Egypt (<a class=\"isa\" verses=\"eyIxODAyMSI6Mn0=\">19:16&ndash;17<\/a>), and Tyre (<a class=\"isa\" verses=\"eyIxODA5MSI6Nn0=\">23:13&ndash;18<\/a>). With these we may associate the prospect of foreign peoples&rsquo; bringing tribute to Jerusalem (<a class=\"isa\" verses=\"W3siMTc5MzAiOjJ9LFsxODAwNV1d\">14:1&ndash;2; 18:7<\/a>), a major theme in Isa 60&ndash;62, which also mentions tribute from Kedar (<a class=\"isa\" verses=\"WzE4ODI5XQ==\">60:7<\/a>). These interpolations represent a stage in reflection on and interpretation of international affairs inspired by the Isaian compilation then existing and therefore incorporated directly in the book. The Kedarite addendum may have been inspired by Nehemiah&rsquo;s struggle against Sanballat, Tobiah, and Geshem (Gashmu) the Kedarite Arab, but in any case it is much later than the brief poems to which it is appended.<\/p><p> Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em> (Vol. 19, pp. 328&ndash;330). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}