{
    "id": 2076,
    "source": "blenkinsopp",
    "verse_id": 17999,
    "verse_count": 7,
    "reference": "18:1–7",
    "title": "Against an Alliance with Egypt",
    "html": " <p>Only the beginning and the end of this unit (<a class=\"isa\" verses=\"W3siMTc5OTkiOjJ9LFsxODAwNV1d\">1&ndash;2, 7 <\/a>) deal with Ethiopia (Kush, Nubia); the middle section (<a class=\"isa\" verses=\"eyIxODAwMSI6NH0=\">3&ndash;6 <\/a>) is addressed to all and sundry, humanity in general, alerting them to wait for a communication from Yahveh, which we assume to be the one that follows immediately afterwards accompanied by the seer&rsquo;s comment. We come across the practice of juxtaposing reference to specific historical situations with more generalizing statements throughout this entire section of the book (<a class=\"isa\" verses=\"W1sxNzkwOV0seyIxNzkxOCI6Mn0seyIxNzk5NiI6M30seyIxODA5NyI6Nn0sWzE4MTM3LDE4MTQ5XV0=\">13:2, 11&ndash;12; 17:12&ndash;14; 24:1&ndash;6; 26:6, 18 <\/a>), sometimes with mythological undertones that become more explicit with the passage of time (e.g. <a class=\"isa\" verses=\"eyIxODY4MyI6M30=\">51:9&ndash;11 <\/a>; <a class=\"ref\">Ps 74 <\/a>). In this instance the point may be to contrast the public announcement of the seer&mdash;made on the mountaintops and accompanied by a blast on the trumpet&mdash;with the secret negotiations and scheming between Judean and Egyptian representatives, which will come to no good. <\/p> <p>An initial <em>h&ocirc;y <\/em> can be a simple exclamation demanding attention (as <a class=\"isa\" verses=\"WzE3OTk2XQ==\">17:12 <\/a>) but in this instance it introduces a woe-saying directed against Nubia (Kush). The writer is not well disposed towards this country. Not only is it insect-infested, a characteristic also noted by Herodotus (<a class=\"isa\" verses=\"WzE4MDAwXQ==\">2.95 <\/a>), and its people hairless and anomalously elongated in height (a more precise translation of <em>mĕmu&scaron;&scaron;āk <\/em> than &ldquo;tall&rdquo;; curiously, the author does not comment on their color as does <a class=\"ref\">Jer 13:23 <\/a>), but it engages in profitless political scheming with Judah and other powers. <\/p> <p>The reed dhows referred to were not confined to Nile navigation, but could have reached the Palestinian-Syrian coast by hugging the shore without too much difficulty. The injunction to envoys to go on a mission has given rise to considerable discussion. It has been suggested that the envoys are being sent to Assyria in order to divulge details of the anti-Assyrian plot being hatched or that they are being sent from the heavenly court for the same purpose or, finally, that the Nubian envoys arriving at Hezekiah&rsquo;s court are being told to go back where they came from. The most natural assumption, however, is that Judean envoys are on their way to the court of the Nubian royal house at distant Napata near the fourth cataract of the Nile. The tone would be sarcastic. Far from believing the Nubians to be &ldquo;a people feared far and near, a nation strong and conquering,&rdquo; the author would have shared the opinion of the Assyrian generalissimo that they were a broken reed providing no support (<a class=\"isa\" verses=\"WzE4MzM3XQ==\">36:6 <\/a>). This first brief passage, therefore, rejects the negotiations going on between Jerusalem and Napata with a view to opposing Assyrian imperial expansion in southwest Asia (cf. <a class=\"isa\" verses=\"W3siMTgyMTkiOjV9LHsiMTgyNTIiOjN9XQ==\">30:1&ndash;5; 31:1&ndash;3 <\/a>). <\/p> <p>The kingdom of Nubia (Hebrew: Kush) occupied a vast area between the first and the fourth cataracts of the Nile comprising much of modern Ethiopia, Sudan, and Somalia. The Nubian kingdom with its capital city at Napata between the third and fourth cataract, to date unidentified, is first heard of in the ninth century. During the reign of Py (Piankhy; ca. 747&ndash;716 b.c.e.), founder of the twenty-fifth Nubian dynasty, Egypt seems for the most part to have avoided hostile contact with Assyria. His successor Shabako (ca. 716&ndash;702), who consolidated Nubian power in Lower Egypt, appears to have followed the same non-interventionist policy; he placated the Assyrians on one occasion at least by surrendering to them Yamani, ruler of Ashdod, who had fled to Egypt (ca. 712). <\/p> <p>Negotiations between Egypt and states subject to Assyria in southwest Asia, including Judah, intensified after the death of Sargon II (705). The result is well known. The army of the new Pharaoh Shebitku, commanded by his son Taharqa, was defeated at the battle of Eltekeh south of Yafo, Judah was devastated, Jerusalem besieged, and the siege was abandoned under rather mysterious circumstances. (Incidentally, the biblical account anticipates by several years the accession of this Taharqa\/Tiharqa to the pharaonic throne, <a class=\"ref\">2 Kgs 19:9 <\/a>; the event took place in 690 b.c.e., after the death of Hezekiah.) The most likely setting for the exchange of envoys between Jerusalem and Napata or Thebes would then be the anti-Assyrian alliance that provoked Sennacherib&rsquo;s campaign of 701 b.c.e. rather than the revolt among the Philistine cities several years earlier (713&ndash;711) in which, as far as we know, Egypt was not an active participant. <\/p> <p>The abruptly introduced summons addressed to the entire world has inevitably suggested to several exegetes an editorial insertion in <a class=\"isa\" verses=\"WzE4MDAxXQ==\">3 <\/a> (e.g. Marti 1900, 148&ndash;49; Vermeylen 1977, 319; Clements 1980a, 165). Decisions of this kind are always problematic and often arbitrary since it is not difficult for commentators to find some degree of coherence with or without an alleged insertion. A &ldquo;signal&rdquo; (<em>nēs <\/em>) and trumpet blast suggest imminent military action (<a class=\"isa\" verses=\"W1sxNzc2Nl0seyIxNzkwOSI6Mn1d\">5:26; 13:2&ndash;3 <\/a>), but signals can be set up and trumpets blown for other purposes, for example, to assemble diaspora Jews prior to repatriation (<a class=\"isa\" verses=\"W3siMTc4OTUiOjN9LFsxODE2NSwxODY1OSwxODg2NV1d\">11:10&ndash;12; 27:13; 49:22; 62:10 <\/a>). In the present context the purpose is to get the attention of the hearers and readers for a prophetic communication that states, in effect, that Yahveh knows what is going on but will not intervene. The implications for the seer&rsquo;s audience are spelled out in another oracle presented, it seems, in the same context of plotting with Egypt: &ldquo;in quietness and trust shall be your strength&rdquo; (<a class=\"isa\" verses=\"WzE4MjMzXQ==\">30:15 <\/a>); the same message, therefore, as Isaiah delivered at an earlier critical juncture: <\/p> <p>If you do not hold fast in faith, <\/p> <p>you will surely fail to stand firm (<a class=\"isa\" verses=\"WzE3NzkyXQ==\">7:9 <\/a>) <\/p> <p>As is often the case, the oracular communication is followed by a comment of the seer himself (<a class=\"isa\" verses=\"eyIxODAwMyI6Mn0=\">5&ndash;6 <\/a>). If we have correctly identified the historical context, the judgment delayed but inevitable will fall on the Assyrians. The harvest, in this instance the grape harvest, is one of the most persistent images of judgment in biblical literature. With it is associated at this point other figures of frequent occurrence in Isaiah: environmental devastation (<a class=\"isa\" verses=\"W3siMTc3NDUiOjJ9LFsxNzc1MCwxNzc2NF0seyIxNzc4MSI6M30seyIxNzgwNiI6M30seyIxNzg2OSI6Mn0seyIxNzg4NCI6Mn0sWzE3OTY3XSx7IjE3OTc4IjozfSx7IjE3OTg5IjoyfV0=\">5:5&ndash;6, 10, 24; 6:11&ndash;13; 7:23&ndash;25; 10:18&ndash;19, 33&ndash;34; 15:6; 16:8&ndash;10; 17:5&ndash;6, 10&ndash;1 <\/a>) and the ecologically more friendly image of animals taking over a devastated human habitat (<a class=\"isa\" verses=\"W1sxNzc1N10seyIxNzkyOCI6Mn0sWzE3OTUyLDE3OTg2XV0=\">5:17; 13:21&ndash;22; 14:23; 17:2 <\/a>). <\/p> <p>The final prose statement (<a class=\"isa\" verses=\"WzE4MDA1XQ==\">18:7 <\/a>), introduced by a variation on the usual <em>lead-in <\/em> to a future-oriented scholium (&ldquo;at that time&rdquo;), has a Nubian delegation coming to Jerusalem not to plan military operations but to bring tribute to the temple. The scholiast provides no clue as to whether he understood these Nubians to be Gentiles, proselytes, or diaspora Jews. We have already encountered the broad theme of the centripetal force exercised by Jerusalem on the Gentile world (<a class=\"isa\" verses=\"W3siMTc2ODgiOjN9LFsxNzkzMF1d\">2:2&ndash;4; 14:1 <\/a>), and at several points in the book Gentiles are charged with the task of repatriating diaspora Jews (<a class=\"isa\" verses=\"W1sxNzkzMV0seyIxODY1OSI6Mn0sWzE4OTQzXV0=\">14:2; 49:22&ndash;23; 66:20 <\/a>). Throughout the period of the Second Commonwealth Jewish presence was growing in Lower and Upper Egypt and beyond the first cataract of the Nile, and this important part of the diaspora comes increasingly into view in later biblical texts including Isaiah (<a class=\"isa\" verses=\"W3siMTgwMjMiOjh9LHsiMTgxNjQiOjJ9LFsxODU3Nl1d\">Isa 19:18&ndash;25; 27:12&ndash;13; 45:14 <\/a>; <a class=\"ref\">Zeph 3:9&ndash;10; Ps 68:30&ndash;31; 87:4 <\/a>). The demographic expansion of the Jewish ethnos between the Persian and Roman periods cannot be explained without taking a strong proselyting movement into account, and this too is attested in the biblical record. <\/p> <p>Some commentators find a particularly close parallel between <a class=\"isa\" verses=\"WzE4MDA1LDE4NTc2XQ==\">18:7 and 45:14 <\/a> (&ldquo;the wealth of Egypt and merchandise of Kush, together with the Sabeans of great stature, will cross over to you and belong to you &hellip;&rdquo;) and take it as indicating that <a class=\"isa\" verses=\"eyIxNzY1NiI6NzY2fQ==\">chs. 1&ndash;39 <\/a> had not reached their final form before <a class=\"isa\" verses=\"eyIxODQyMiI6NTI2fQ==\">chs. 40&ndash;66 <\/a> were added to it (Clements 1980a, 166). The conclusion may be correct anyway, but apart from the mention of Nubians in both passages the similarity is not very striking. <a class=\"isa\" verses=\"WzE4NTc2XQ==\">Isaiah 45:14 <\/a> seems to be saying that Nubians and Sabean Arabs (only the latter are described as being remarkably tall) will acknowledge Yahveh as the true God but will be brought to Jerusalem as slaves (cf. <a class=\"isa\" verses=\"WzE3OTMxXQ==\">14:2 <\/a>)&mdash;an understandable reaction to colonial status but a dangerous &ldquo;fantasy of the oppressed&rdquo; nevertheless. Rather closer to our text than <a class=\"isa\" verses=\"WzE4NTc2XQ==\">Isa 45:14 <\/a> is <a class=\"ref\">Zeph 3:10 <\/a> in which those who bring tribute from Nubia are members of the Jewish diaspora (&ldquo;my scattered ones&rdquo;). Since this text reproduces fairly closely the language not just of <a class=\"isa\" verses=\"WzE4MDA1XQ==\">Isa 18:7 <\/a> but also <a class=\"isa\" verses=\"WzE3OTk5XQ==\">18:1 <\/a> (&ldquo;beyond the rivers of Kush&rdquo;), it has probably drawn on the Isaian text rather than the reverse. <\/p> <p>Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary <\/em> (Vol. 19, pp. 309&ndash;311). New Haven; London: Yale University Press. <\/p> ",
    "audit": 1
}