{
    "id": 2163,
    "source": "blenkinsopp",
    "verse_id": 18822,
    "verse_count": 1,
    "reference": "59:21",
    "title": "The Gift of Prophecy",
    "html": "<p>It will not do to dismiss this brief passage, apparently in prose, as totally isolated (Volz 1932, 238) or as a simple addendum to the liturgy (e.g., Muilenburg 1956, 696) or as having migrated from its original place in the last chapter of the book (Westermann 1969, 352, 427), at least not without raising the question of its place in the overall arrangement of <a class=\"isa\" verses=\"bnVsbA==\">Isa 40&ndash;66<\/a>. It could have served to round off <a class=\"isa\" verses=\"eyIxODc1NSI6Njh9\">chs. 56&ndash;59<\/a>, since the prophetic voice is heard clearly at the beginning (<a class=\"isa\" verses=\"eyIxODc1NSI6OH0=\">56:1&ndash;8<\/a>) as it is here at the end, marked by the use of traditional prophetic formulas (<a class=\"isa\" verses=\"WzE4NzU1LDE4NzU4LDE4NzYyXQ==\">56:1, 4, 8<\/a>; <em>ʾāmar YHVH<\/em> repeated in <a class=\"isa\" verses=\"WzE4ODIyXQ==\">59:21<\/a>), otherwise rare in these chapters. The other alternative is to read it as an introduction to <a class=\"isa\" verses=\"eyIxODgyMyI6NDV9\">chs. 60&ndash;62<\/a> (Pauritsch 1971, 94; Sekine 1989, 135; Stuhlmueller 1990, 345), or as linking these two sections together (Lau 1994, 225&ndash;26). Further clarification will depend on the interpretation of the statement itself and how and to what extent it corresponds with views expressed throughout this section of the book.<\/p><p><a class=\"isa\" verses=\"WzE4ODIyXQ==\">Isaiah 59:21<\/a> is identified explicitly as an asseveration of YHVH addressed to an individual prophet but dealing with a plurality (<em>ʾittām<\/em>, &ldquo;with them&rdquo;). It seems to have little in common with the preceding passage, <a class=\"isa\" verses=\"WzE4ODE2XQ==\">59:15b&ndash;20<\/a>, but the link may be the identification of the beneficiaries of the covenant (<em>bĕr&icirc;t<\/em>) mentioned here as the <em>&scaron;āb&icirc;m<\/em>, those who have turned away from transgression, in the previous verse. The covenant promised would in that case be restricted to one section of the people&mdash;the group that emerges with increasing clarity as we read on through these chapters.<\/p><p>Some commentators (e.g., Whybray 1975, 228) find another link with the preceding passage in the catchword <em>r&ucirc;aḥ<\/em> in <a class=\"isa\" verses=\"WzE4ODIwXQ==\">v 19b<\/a>, though bearing a different meaning from its appearance in <a class=\"isa\" verses=\"WzE4ODIyXQ==\">v 21<\/a>, a situation comparable, therefore, to <em>mi&scaron;paṭ<\/em> as catchword in the link between <a class=\"isa\" verses=\"eyIxODgwMiI6MTV9\">59:1&ndash;15a and 59:15b&ndash;20<\/a>. Possibly so, but not every repetition calls for an explanation of this kind. The location of the verse can, on the whole, be best explained as a prose colophon to <a class=\"isa\" verses=\"eyIxODc1NSI6Njh9\">chs. 56&ndash;59<\/a>, serving not only as an authentication what has been written as genuine prophetic discourse but also as the signature of the prophetic author of the discourse.<\/p><p>The simple fact that the people with whom the covenant is to be made are distinct from the person addressed creates a major problem for the many commentators (e.g., Bonnard 1972, 395; Whybray 1975, 229; Lau 1994, 225&ndash;26; Oswalt 1998, 531&ndash;32) who read the passage as the gift of prophecy with which all God&rsquo;s people are to be endowed, comparable therefore to <a class=\"ref\">Joel 2:28&ndash;29<\/a> (&ldquo;I will pour out my spirit on all flesh &hellip;&rdquo;). This understanding of the statement as referring to Israel as a &ldquo;prophet-nation&rdquo; (njpsv) accords with the standard Jewish interpretation as represented by Ibn Ezra. That the spirit of God is poured out on all the people is indeed an idea expressed in all sections of the book (<a class=\"isa\" verses=\"WzE4Mjc1LDE4NTM3LDE4ODc4XQ==\">32:15; 44:3; 63:11<\/a>), but what we do not find elsewhere is the combination <em>in one place<\/em> of spirit endowment and putting words in the mouth. This points unmistakably to an individual prophetic figure and excludes the idea of the prophetic endowment of the people as a whole&mdash;a point already made by Volz (1932, 238&ndash;39).<\/p><p>The phrase &ldquo;my spirit that rests upon you&rdquo; (<em>r&ucirc;ḥ&icirc; ʾă&scaron;er ʿal&ecirc;kā<\/em>) is a type of phrase that indicates an individual in the first of Duhm&rsquo;s <em>Dichtungen<\/em> (<a class=\"isa\" verses=\"WzE4NDgyXQ==\">42:1<\/a>). More significantly, it occurs with reference to an individual who is indubitably a prophetic figure in <a class=\"isa\" verses=\"WzE4ODQ1XQ==\">61:1<\/a> (<em>r&ucirc;aḥ ʾădonay YHVH ʾālāy<\/em>, &ldquo;The spirit of the Sovereign Lord YHVH is upon me&rdquo;). The presence of other lexical parallels between <a class=\"isa\" verses=\"WzE4ODIyXQ==\">59:21 and chs. 60&ndash;61<\/a> (especially <em>bĕr&icirc;t, zeraʿ<\/em>; see Sekine 1989, 135) supports the conclusion of a close connection between the statement addressed to an individual prophet here in <a class=\"isa\" verses=\"WzE4ODIyXQ==\">59:21<\/a> and the personal prophetic testimony of <a class=\"isa\" verses=\"eyIxODg0NSI6NH0=\">61:1&ndash;4<\/a>, on which more will be said later.<\/p><p>The other aspect of prophetic endowment&mdash;&ldquo;my words that I have put in your mouth&rdquo; (<em>dĕbāray ʾă&scaron;er-śamt&icirc; bĕp&icirc;kā<\/em>)&mdash;reproduces the formula of prophetic endowment in Jeremiah&rsquo;s commissioning (<a class=\"ref\">Jer 1:9<\/a>), a figure of speech that is characteristically Deuteronomic. The words of YHVH will be put into the mouth of &ldquo;the prophet like Moses&rdquo; who is to be raised up (<a class=\"ref\">Deut 18:18<\/a>). <a class=\"isa\" verses=\"WzE4ODIyXQ==\">Isaiah 59:21<\/a> is particularly close to this seminal statement about prophecy, since <a class=\"ref\">Deut 18:15&ndash;18<\/a> is the promise of continued prophetic presence in the community in response to the people&rsquo;s request to Moses at Horeb. Association with this Deuteronomic text also brings to the fore the frequently expressed affinity between the prophetic and the legal <em>dābār<\/em>, between prophecy and law.<\/p><p>In language reminiscent of our passage we read, for example, that the book of the (Deuteronomic) law is not to depart out of Joshua&rsquo;s mouth (<a class=\"ref\">Josh 1:8<\/a> with the verb <em>m&ucirc;&scaron;<\/em>, as in <a class=\"isa\" verses=\"WzE4ODIyXQ==\">Isa 59:21<\/a>). This language seems to have been chosen deliberately to identify the prophetic tradition within which the speaker stands with the &ldquo;prophet like Moses&rdquo; of <a class=\"ref\">Deut 18:15&ndash;18<\/a>, understood as the continuators of the mission of Moses, the protoprophet.<\/p><p>If, then, the gift of the spirit and the gift of communicating the will of God in human speech are bestowed by covenant on an individual prophet, it follows that the descendants (<em>zeraʿ<\/em>, literally, &ldquo;seed&rdquo;) are the prophet&rsquo;s disciples. It is true that this term is used overwhelmingly with reference to the people of Israel, or the surviving remnant of the people, especially in the post-destruction period when the issue was that of ethnic survival (<a class=\"isa\" verses=\"WzE4NDYwLDE4NTExLDE4NTM3LDE4NTgxLDE4NTg3LDE4NjMzLDE4NzI3LDE4ODUzLDE4OTIxLDE4OTQ1XQ==\">41:8; 43:5; 44:3; 45:19, 25; 48:18; 54:3; 61:9; 65:23; 66:22<\/a>; see also the late gloss describing the remnant as <em>zeraʿ qode&scaron;<\/em>, &ldquo;the holy seed,&rdquo; <a class=\"isa\" verses=\"WzE3NzgzXQ==\">Isa 6:13<\/a>). But the Servant whose suffering and death are described in <a class=\"isa\" verses=\"eyIxODcxMyI6MTJ9\">ch. 53<\/a> is also promised posterity: &ldquo;He will see posterity (<em>zeraʿ<\/em>), he will prolong his days,&rdquo; <a class=\"isa\" verses=\"WzE4NzIyXQ==\">53:10b<\/a>. On the assumption that the promised vindication is to be realized after the death of the Servant, this must refer to disciples (see Vol. 2, p. 355). Since <a class=\"isa\" verses=\"eyIxODc1NSI6MTkzfQ==\">chs. 56&ndash;66<\/a> are linked thematically with <a class=\"isa\" verses=\"bnVsbA==\">40&ndash;55<\/a>, it would be reasonable to find in <a class=\"isa\" verses=\"WzE4ODIyXQ==\">59:21<\/a> and the closely related <a class=\"isa\" verses=\"eyIxODg0NSI6NH0=\">61:1&ndash;4<\/a> evidence of continuity in discipleship originating with the Isaianic Servant of <a class=\"isa\" verses=\"eyIxODcxMyI6MTJ9\">ch. 53<\/a>.<\/p><p>While the identity of prophet and disciples will probably always elude us, the second major section of the book provides a few clues, apart from <a class=\"isa\" verses=\"WzE4ODIyXQ==\">59:21<\/a>, to their hidden presence. At the outset (<a class=\"isa\" verses=\"eyIxODQyMiI6OH0=\">40:1&ndash;8<\/a>), the six imperatives in the plural and one in the singular attest to a mission confided to an individual prophet together with a prophetic plurality. To the question &ldquo;What shall I proclaim?&rdquo; (<a class=\"isa\" verses=\"WzE4NDI3XQ==\">40:6<\/a>) the chapters that follow provide the answer. This opening scene concludes with a statement affirming the permanence of prophetic witness, similar therefore to <a class=\"isa\" verses=\"WzE4ODIyXQ==\">59:21<\/a>: &ldquo;the word of our God stands firm forever&rdquo; (<a class=\"isa\" verses=\"WzE4NDI5XQ==\">40:8<\/a>), and the word is the prophetic word.<\/p><p>We pick up the individual prophetic voice again in the fragmentary <a class=\"isa\" verses=\"WzE4NjMxXQ==\">48:16c<\/a> (&ldquo;And now the Sovereign Lord YHVH has sent me, and his spirit &hellip;&rdquo;), and the affirmation of the permanence of the word is repeated at the end of this major section (<a class=\"isa\" verses=\"eyIxODc1MSI6Mn0=\">55:10&ndash;11<\/a>). The &ldquo;words in the mouth&rdquo; motif is found expressed in different ways in both &ldquo;Servant&rdquo; passages in which an individual prophetic voice is heard (<a class=\"isa\" verses=\"W3siMTg2MzgiOjZ9LHsiMTg2NjciOjZ9XQ==\">49:1&ndash;6; 50:4&ndash;9<\/a>). Far from being an isolated intrusion or addendum, <a class=\"isa\" verses=\"WzE4ODIyXQ==\">Isa 59:21<\/a> therefore provides a valuable clue to an underlying consistency and continuity in <a class=\"isa\" verses=\"bnVsbA==\">Isa 40&ndash;66<\/a>. In its context, it serves as a kind of colophon to <a class=\"isa\" verses=\"eyIxODc1NSI6Njh9\">chs. 56&ndash;59<\/a>, a summation and legitimation of the prophetic witness, claiming descent from the Servant of <a class=\"isa\" verses=\"eyIxODcxMyI6MTJ9\">chapter 53<\/a>, and giving assurance that it will continue.<\/p><p>It remains to be noted that this assurance is put under the rubric of a promissory covenant offered to the righteous among the people. The formulation is reminiscent of the style of the Priestly source in the Pentateuch:<\/p><p>As for me, I am setting up my covenant with you and your descendants after you. (<a class=\"ref\">Gen 9:9<\/a>)<\/p><p>As for me, this is my covenant with you. (<a class=\"ref\">Gen 17:4<\/a>)<\/p><p>The former is the covenant made with the new creation after the deluge, the <em>bĕr&icirc;t &scaron;āl&ocirc;m<\/em> also referred to in <a class=\"isa\" verses=\"WzE4NzM0XQ==\">Isa 54:10<\/a>. Both are called <em>bĕr&icirc;t ʿ&ocirc;lām<\/em>, &ldquo;everlasting covenant,&rdquo; meaning a covenant that, unlike political pacts and treaties, does not require periodic renewal and revalidation. This expression, &ldquo;everlasting covenant,&rdquo; is also familiar to Isaian authors (<a class=\"isa\" verses=\"WzE4NzQ0LDE4ODUyXQ==\">55:3; 61:8<\/a>). The close association between covenant and Sabbath in the opening statement of <a class=\"isa\" verses=\"bnVsbA==\">56&ndash;66<\/a> (<a class=\"isa\" verses=\"WzE4NzU4LDE4NzYwXQ==\">56:4, 6<\/a>) is another Priestly characteristic, as we saw at that point of the Commentary. But, since there is no observable connection between this view of covenant and prophecy, the influence of the Priestly source (P) on our passage seems to be purely formal.<\/p><p>If the prophetic author addressed in <a class=\"isa\" verses=\"WzE4ODIyXQ==\">59:21<\/a> belonged to the discipleship of the Isaianic Servant (or, more broadly, the <em>Jesaja-Tradentenkreis<\/em>, Steck 1991a, 29 n. 70), it would be relevant to recall that the prophetic Servant was described as a &ldquo;covenant to the people&rdquo; (<em>bĕr&icirc;t ʿām<\/em>, <a class=\"isa\" verses=\"WzE4NjQ1XQ==\">49:8<\/a>). We suspect that behind this association between covenant and prophecy in Isaiah lies the &ldquo;prophet like Moses&rdquo; of <a class=\"ref\">Deut 18:15&ndash;18<\/a>. According to the Deuteronomic view, prophecy was the answer to the people&rsquo;s request for mediation made at Horeb during the covenant-making ceremony (<a class=\"ref\">Deut 18:16&ndash;17<\/a>). The prophet is to communicate the words of God: &ldquo;I will put my words in his mouth&rdquo; (<em>vĕnātatt&icirc; dĕbāray bĕp&icirc;v<\/em>, <a class=\"isa\" verses=\"bnVsbA==\">18:18<\/a>) compare this with &ldquo;my words that I have put in your mouth&rdquo; (<em>dĕbāray ʾă&scaron;er śamt&icirc; bĕp&icirc;kā<\/em>, <a class=\"isa\" verses=\"WzE4ODIyXQ==\">Isa 59:21<\/a>). The Deuteronomists are also familiar with the idea of prophecy as endowment with the spirit (<a class=\"ref\">Deut 34:9&ndash;10<\/a>).<\/p><p>To what extent these traditions (digested in modern scholarship under the sigla P and D) were formalized in writing by the time <a class=\"isa\" verses=\"WzE4ODIyXQ==\">59:21<\/a> was written we do not know. In whatever form they existed, they contributed to giving this summarizing statement at the conclusion of <a class=\"isa\" verses=\"bnVsbA==\">Isa 56&ndash;59<\/a> an impressive depth and resonance.<\/p><p>Blenkinsopp, J. (2008). <em>Isaiah 56&ndash;66: a new translation with introduction and commentary<\/em> (Vol. 19B, pp. 200&ndash;203). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}