{
    "id": 2177,
    "source": "blenkinsopp",
    "verse_id": 18930,
    "verse_count": 10,
    "reference": "66:7–16",
    "title": "Mother Zion and Her Children",
    "html": " <p>In spite of the abrupt change of subject matter, the logical thread joining <a class=\"isa\" verses=\"bnVsbA==\">vv 1&ndash;6 and vv 7&ndash;14<\/a>, is maintained by means of the close association between the new Zion and the new people, a connection made explicitly at the end of the present passage (<a class=\"isa\" verses=\"WzE4OTM3XQ==\">v 14b<\/a>). The passage consists in a distinct saying about Jerusalem with its own prophetic rubric (<a class=\"isa\" verses=\"eyIxODkzMCI6M30=\">7&ndash;9<\/a>), a summons to those who now mourn (cf. <a class=\"isa\" verses=\"W3siMTg4NDYiOjJ9LFsxODc4NCwxODg0Ml1d\">61:2&ndash;3; 57:18; 60:20<\/a>) to rejoice (<a class=\"isa\" verses=\"eyIxODkzMyI6Mn0=\">10&ndash;11<\/a>), a further saying (<a class=\"isa\" verses=\"eyIxODkzNSI6M30=\">vv 12&ndash;14<\/a>) that continues the description of the transformed Jerusalem as mother, and a final threatening vision of the final judgment that enlarges on the image of YHVH venting his anger against his enemies in the preceding verse (<a class=\"isa\" verses=\"WzE4OTM3XQ==\">14b<\/a>). These two final verses, or alternatively <a class=\"isa\" verses=\"eyIxODkzOCI6M30=\">vv 15&ndash;17<\/a>, are sometimes taken together with <a class=\"isa\" verses=\"WzE4OTI4XQ==\">v 5<\/a>, or <a class=\"isa\" verses=\"eyIxODkyOCI6Mn0=\">vv 5&ndash;6<\/a>, as the framework for <a class=\"isa\" verses=\"eyIxODkzMCI6OH0=\">vv 7&ndash;14<\/a>, (Fohrer 1964, 274&ndash;82; Pauritsch 1971, 202&ndash;3; Koenen 1990, 196&ndash;205; P. A. Smith 1995, 159&ndash;67), but in fact <a class=\"isa\" verses=\"bnVsbA==\">v 6 and vv 15&ndash;16<\/a>, have little in common. It seems more productive to read <a class=\"isa\" verses=\"eyIxODkzOCI6Mn0=\">vv 15&ndash;16<\/a>, as parallel with the finale of the book as a whole (<a class=\"isa\" verses=\"eyIxODk0NSI6M30=\">66:22&ndash;24<\/a>). In both passages fire is the agent of divine punishment, the victims of final judgment are much in evidence, and the perspective is that of &ldquo;all flesh&rdquo; (<em>kol-bāśār <\/em>). Perhaps the parallelism points to a conflation of alternative universalizing conclusions to the book, not unlike the two endings to the book of <a class=\"ref\">Job 38:1&ndash;40:5; 40:6&ndash;42:6<\/a>. <\/p> <p>As was noted earlier, <a class=\"isa\" verses=\"eyIxODkzMCI6OH0=\">66:7&ndash;14<\/a>, is the conclusion to the third major segment of the book, which consists in <a class=\"isa\" verses=\"eyIxODc1NSI6MTkzfQ==\">chs.56&ndash;66<\/a>. It runs parallel with <a class=\"isa\" verses=\"eyIxODcyNSI6MTd9\">54:1&ndash;17b<\/a>, the conclusion to the second segment, a passage that contains an apostrophe to Jerusalem\/Zion (2d-person sing. fem. suffixes) and that ends in the same way as <a class=\"isa\" verses=\"eyIxODkzMCI6OH0=\">66:7&ndash;14<\/a>, by identifying the &ldquo;Servants&rdquo; as the beneficiaries of the promises about Jerusalem. The parallelism also binds these two major segments of the book together, consistent with the numerous indications that <a class=\"isa\" verses=\"eyIxODc1NSI6MTkzfQ==\">chs. 56&ndash;66<\/a>, represent a deposit of expansive commentary on the core of <a class=\"isa\" verses=\"eyIxODQyMiI6MzIwfQ==\">chs. 40&ndash;54<\/a>, adapted to new situations. Literary dependence is, moreover, best explained by postulating a relation between prophetic master and disciples. <\/p> <p>It will therefore not be surprising to find in these last two chapters of the book numerous instances of thematic and linguistic dependence on the core Trito-Isaianic passage <a class=\"isa\" verses=\"eyIxODgyMyI6NDV9\">chs. 60&ndash;62<\/a>, and, beyond it, on <a class=\"isa\" verses=\"eyIxODQyMiI6MzIwfQ==\">chs. 40&ndash;54<\/a>. This process of creating new prophecy out of old, of the inspired interpretation of older prophecy in place of direct prophetic inspiration of the classical kind, is a characteristic feature of writings from the post-destruction period. (cf. Lau&rsquo;s <em>Schriftgelehrte Prophetie <\/em>). The main instances will be noted as we proceed with the commentary. <\/p> <p>The first statement about the miraculous childbearing of Mother Zion (<a class=\"isa\" verses=\"eyIxODkzMCI6M30=\">vv 7&ndash;9<\/a>) concludes with two brief oracles of YHVH in <em>oratio recta<\/em>, about the opening and closing of the womb. It is constructed elegantly in ring composition, with the relevant verbs (<em>ḥyl<\/em>, &ldquo;to be in labor,&rdquo; <em>yld<\/em>, &ldquo;to give birth&rdquo;) at the beginning, in the middle, and at the end. The metaphor encloses the realia to which it refers, namely, land and population. These were clearly major concerns during the first century of Persian rule. <\/p> <p>The image of Zion giving birth to children without labor pains clearly draws on the core passage, <a class=\"isa\" verses=\"eyIxODgyMyI6NDV9\">chs. 60&ndash;62<\/a>, which represents Zion as a mother whose children return from far away (<a class=\"isa\" verses=\"WzE4ODI2LDE4ODMxXQ==\">60:4, 9<\/a>) and who rejoices in having a new family (<a class=\"isa\" verses=\"eyIxODg1OSI6Mn0=\">62:4&ndash;5<\/a>). The writer is also aware of the reassurances in <a class=\"isa\" verses=\"eyIxODY1MSI6MTN9\">49:14&ndash;26<\/a>, addressed to Zion, who will have (<a class=\"isa\" verses=\"WzE4OTI0XQ==\">1<\/a>) so many children she will wonder, incongruously, where they all came from and (<a class=\"isa\" verses=\"WzE4OTI1XQ==\">2<\/a>) enough space for them to settle. Even closer to <a class=\"isa\" verses=\"bnVsbA==\">60&ndash;62<\/a>, is the summons to Zion, who has not yet experienced childbearing and the accompanying labor pains, to rejoice at the prospect of a new and numerous family and a land for them to live in (<a class=\"isa\" verses=\"eyIxODcyNSI6OH0=\">54:1&ndash;8<\/a>). <a class=\"isa\" verses=\"eyIxODkzMCI6OH0=\">Isaiah 66:7&ndash;14<\/a>, reproduces many of the key themes and vocabulary of this passage: rejoicing, labor pains, numerous children, abundant land, comfort, and well-being. There may also be a reminiscence of Queen Babylon, the polar opposite of Zion, who is destined to lose her husband and children &ldquo;in a single day&rdquo; (<em>bĕy&ocirc;m ʾeḥad<\/em>, <a class=\"isa\" verses=\"WzE4NjA5LDE4OTMxXQ==\">47:9; 66:8<\/a>). Finally, the rhetorical questions in <a class=\"isa\" verses=\"WzE4OTMxXQ==\">66:8<\/a>, are reminiscent of the same literary feature that is so prominent in <a class=\"isa\" verses=\"eyIxODQyMiI6MjE2fQ==\">chs. 40&ndash;48<\/a>, (<a class=\"isa\" verses=\"W1sxODQ0MiwxODUwMF0seyIxODUwNCI6Mn1d\">40:21; 42:19, 23&ndash;24<\/a>, etc.). <\/p> <p>The present passage does not, however, simply reproduce these motifs and features. One indication is that the birth of the children is now instantaneous and miraculous, perhaps to make the point that the restoration of Jerusalem will come about by direct divine action and therefore without the intervention of a world ruler such as Cyrus or Darius. In this respect, the writer must have had the story of Abraham and Sarah in mind, especially since the Abrahamic promise of descendants, land, and blessing underlies so much of <a class=\"isa\" verses=\"eyIxODQyMiI6NTI2fQ==\">chs. 40&ndash;66<\/a>. In <a class=\"isa\" verses=\"WzE4Njc2XQ==\">Isa 51:2<\/a>, the community&rsquo;s attention is directed to Sarah &ldquo;who gave you birth&rdquo; (another conjugation of the verb <em>ḥyl<\/em>, &ldquo;to be in labor,&rdquo; as in <a class=\"isa\" verses=\"eyIxODkzMCI6Mn0=\">66:7&ndash;8<\/a>). Sarah&rsquo;s story is of a woman who, after complaining that &ldquo;YHVH has closed my womb&rdquo; (<em>ʿăsāran&icirc;<\/em>, as in <a class=\"isa\" verses=\"WzE4OTMyXQ==\">66:9<\/a>), preventing me &ldquo;from giving birth&rdquo; (<em>milledet<\/em>, <a class=\"ref\">Gen 16:2<\/a>, identical with <a class=\"isa\" verses=\"WzE4OTMwXQ==\">Isa 66:7<\/a>), miraculously conceived and gave birth to a son. God promised it and brought it about without human agency. Life is elicited from the dead womb of Sarah and from the dead loins of Abraham, thus demonstrating that nothing is too wonderful for YHVH (<a class=\"ref\">Gen 18:14<\/a>). <\/p> <p>The change to direct address, the summons to rejoice (<a class=\"isa\" verses=\"eyIxODkzMyI6Mn0=\">vv 10&ndash;11<\/a>), does not require postulating a different source, much less a different author. The concentration in this short poem of the language of rejoicing (<em>śmḥ, gyl, śyś, māś&ocirc;ś <\/em>), of comforting (<em>nḥm<\/em>, an Isaian leitmotif), of satiety (<em>śbʿ <\/em>), of nursing at the breast (<em>ynq<\/em>, cf. <a class=\"isa\" verses=\"WzE4ODM4XQ==\">60:16<\/a>; <em>mss <\/em>), and of pleasure (<em>ʿng<\/em>, elsewhere associated with eating, <a class=\"isa\" verses=\"WzE4NzQzLDE4ODAxXQ==\">55:2; 58:14<\/a>; here with drinking) is unparalleled and may well appear to the modern reader excessively Freudian. The change from mourning to rejoicing looks back to the claim of the Servants and those who tremble at God&rsquo;s word that those who now mourn will rejoice on judgment day (<a class=\"isa\" verses=\"W3siMTg5MTEiOjJ9LHsiMTg5MTYiOjJ9LFsxODkyOF1d\">65:13&ndash;14, 18&ndash;19; 66:5<\/a>); beyond that to the core text of <a class=\"isa\" verses=\"bnVsbA==\">56&ndash;66<\/a>, (<a class=\"isa\" verses=\"W1sxODgyNywxODg0Ml0seyIxODg1NCI6Mn1d\">60:5, 20; 61:10&ndash;11<\/a>); and beyond that again to the summons to rejoice at the prospect of the end of suffering in <a class=\"isa\" verses=\"bnVsbA==\">49&ndash;54<\/a>, (<a class=\"isa\" verses=\"WzE4NjUwLDE4Njg1LDE4NzI1XQ==\">49:13; 51:11; 54:1<\/a>). Here, too, we see a continuum created by a cumulative and incremental process of textual reinterpretation. <\/p> <p>This prospect of exuberant joy is addressed to the people who are still in mourning for the destruction of the city and, with it, of their hopes (cf. <em>ʾăbēl&ecirc; ṣiyy&ocirc;n<\/em>, &ldquo;the mourners for Zion,&rdquo; <a class=\"isa\" verses=\"WzE4ODQ3XQ==\">61:3<\/a>). These are no doubt in some way associated with the people whose faith is wavering and who go about in mourning (<em>qĕdorann&icirc;t<\/em>) in <a class=\"ref\">Mal 3:13&ndash;18<\/a>, a passage discussed in the previous section. Mourning is expressed in the practice of community fasts (<a class=\"isa\" verses=\"eyIxODc5MCI6N30=\">58:3&ndash;9<\/a>; <a class=\"ref\">Zech 7:1&ndash;7; 8:18&ndash;19<\/a>), and therefore in abstention from the pleasures of eating and drinking, and mourning and fasting add another dimension to the prospect of joyful excess in <a class=\"isa\" verses=\"eyIxODkzMyI6Mn0=\">66:10&ndash;11<\/a>. <\/p> <p>Direct citation alternates with the speaker&rsquo;s own words in this section, as indicated by the rubrics introducing <a class=\"isa\" verses=\"WzE4OTMyXQ==\">vv 9a, 9b<\/a>, and now <a class=\"isa\" verses=\"eyIxODkzNSI6M30=\">12&ndash;14<\/a>. The river image (<em>kĕnāhār &scaron;āl&ocirc;m<\/em>) draws on <a class=\"isa\" verses=\"WzE4NjMzXQ==\">48:18<\/a>, (&ldquo;Your prosperity would have flowed like a river, \/ your vindication like the waves of the sea&rdquo;) and is consistent with the use of this image in the frequently occurring theme of ecological transformation in <a class=\"isa\" verses=\"bnVsbA==\">Isa 40&ndash;55<\/a>, (e.g., <a class=\"isa\" verses=\"W1sxODQ3MF0seyIxODUyNSI6Mn1d\">41:18; 43:19&ndash;20<\/a>). Another messianic passage, certainly post-exilic, even refers to Jerusalem itself as &ldquo;a place of broad rivers and streams,&rdquo; <a class=\"isa\" verses=\"WzE4MzAxXQ==\">33:21<\/a>. The wealth (literally &ldquo;glory&rdquo; cf. <a class=\"isa\" verses=\"WzE4ODI3LDE4ODUwXQ==\">60:5; 61:6<\/a>) of nations is compared to &ldquo;a torrent in full spate&rdquo; (<em>naḥal &scaron;&ocirc;tēp <\/em>). The expression occurs in <a class=\"isa\" verses=\"WzE4MjQ2XQ==\">30:28<\/a>, but in the quite different context of divine judgment. Elsewhere in Isaiah, water flowing in full spate (<em>&scaron;&ocirc;tēp<\/em>) is a threatening image rather than a metaphor for abundant well-being. In general, the mere recurrence of a word or phrase does not by itself constitute a case of conscious and deliberate modeling or, much less, of intertextuality, especially when the contexts in which the words or expressions occur are quite different. <\/p> <p>The prospect of return from the diaspora, principally but not exclusively the Babylonian diaspora, was a central theme of the core material in <a class=\"isa\" verses=\"eyIxODgyMyI6NDV9\">chs. 60&ndash;62<\/a>&mdash;here too in continuity with earlier Deutero-Isaian prophecy. This is one aspect of a larger scenario, within which foreigners will serve Israel in menial capacities, including child-minding (<a class=\"isa\" verses=\"WzE4ODQ5XQ==\">61:5<\/a>, cf. <a class=\"isa\" verses=\"WzE4NjYwXQ==\">49:23<\/a>), their kings will be obliged to do homage in Jerusalem (<a class=\"isa\" verses=\"WzE4ODMzLDE4ODM2XQ==\">60:11, 14<\/a>), their wealth will be at the disposal of the Judean Jewish community (<a class=\"isa\" verses=\"W3siMTg4MjciOjN9LFsxODgzMywxODgzOCwxODg1MF1d\">60:5&ndash;7, 11, 16; 61:6<\/a>), and they will be charged with repatriating the dispersed of Israel (<a class=\"isa\" verses=\"WzE4ODI2LDE4ODMxXQ==\">60:4, 9<\/a>). The younger children are to be carried on the shoulders (<a class=\"isa\" verses=\"WzE4NjU5XQ==\">49:22<\/a>) or on the hip (<a class=\"isa\" verses=\"WzE4ODI2LDE4OTM1XQ==\">60:4; 66:12<\/a>), a common practice in rural societies that has the advantage of leaving one hand free. The dandling on the knees probably refers back to the fantasy of foreign kings and queens serving as child-minders or (in the case of the queens) wet nurses for Jewish children, functions assigned to slaves (<a class=\"isa\" verses=\"WzE4NjYwXQ==\">49:23<\/a>). The resentment that fuels these &ldquo;fantasies of the oppressed&rdquo; is understandable, and parallels could easily be cited. But history also shows that they can have injurious consequences for both people who continue to cherish them and those with whom people who cherish them come in contact. <\/p> <p>The promise of mother comfort which, a scribe adds, will be experienced in Jerusalem, ushers in the new period of rejoicing and flourishing. It may seem strange that the text speaks of the bones flourishing&mdash;so much so that the modern versions paraphrase with &ldquo;you&rdquo; (neb), &ldquo;your limbs&rdquo; (njpsv), &ldquo;your bodies&rdquo; (nrsv), &ldquo;votre corps&rdquo; (Bible de J&eacute;rusalem). Yet we speak of feeling something in our bones, and in liturgical hymns, especially individual lamentations, a sense of psychological disintegration or depression, and emotions deeply internalized (e.g., of joy or terror) are felt in the bones (<em>ʿăṣām&ocirc;t<\/em>, <a class=\"ref\">Pss 6:3[2]; 22:15; 31:11[10]; 32:3; 35:10; 38:4[3]; 51:10[8]<\/a>, etc.). <\/p> <p>The stanza ends by affirming that all of this will manifest beyond doubt the truth of the earlier oracular statement about the respective destinies of the Servants and their opponents (<a class=\"isa\" verses=\"eyIxODkxMSI6NH0=\">65:13&ndash;16<\/a>). This final verse also serves as the original conclusion to <a class=\"isa\" verses=\"eyIxODc1NSI6MTkzfQ==\">chs. 56&ndash;66<\/a>, corresponding to the conclusion of <a class=\"isa\" verses=\"eyIxODQyMiI6MzIwfQ==\">chs. 40&ndash;54<\/a>, in <a class=\"isa\" verses=\"WzE4NzQxXQ==\">54:17c<\/a>. <\/p> <p>Though the final stanza in this section (<a class=\"isa\" verses=\"eyIxODkzOCI6Mn0=\">vv 15&ndash;16<\/a>) ends with no concluding rubric and <a class=\"isa\" verses=\"WzE4OTQwXQ==\">v 17<\/a>, begins with none, <a class=\"isa\" verses=\"eyIxODkzOCI6Mn0=\">15&ndash;16<\/a>, have nothing in common with <a class=\"isa\" verses=\"WzE4OTQwXQ==\">17<\/a>. The latter, moreover, is clearly prose, while <a class=\"isa\" verses=\"eyIxODkzOCI6Mn0=\">15&ndash;16<\/a>, (with the possible omission of the initial <em>k&icirc;-hinnēh<\/em>, literally, &ldquo;for behold &hellip;&rdquo;) are in metrically regular tricola and are therefore correctly written stichometrically in BHS, as also in nrsv and other modern versions. On the other hand, <a class=\"isa\" verses=\"eyIxODkzOCI6Mn0=\">15&ndash;16<\/a>, can be read as prompted by the mention of YHVH&rsquo;s venting his anger on his enemies in the previous verse (<a class=\"isa\" verses=\"WzE4OTM3XQ==\">14b<\/a>), and we have seen that it has a theme in common with the last verse of the book (<a class=\"isa\" verses=\"WzE4OTQ3XQ==\">66:24<\/a>). <\/p> <p>In this final statement, the language of theophany&mdash;the coming of the deity accompanied by fire and extreme meteorological and sometimes tectonic phenomena (e.g., the Sinai theophany, <a class=\"ref\">Exod 19:16&ndash;25<\/a>)&mdash;is transposed into the idiom of apocalyptic. YHVH&rsquo;s coming signifies both salvation and judgment, but where the imagery of fire appears the accent is generally on judgment: <\/p> <blockquote> <p>Observe: the name of YHVH comes from afar <\/p> <p>blazing with anger, <\/p> <p>heavy with a sense of doom; <\/p> <p>his lips are charged with wrath, <\/p> <p>his tongue is a consuming fire. (<a class=\"isa\" verses=\"WzE4MjQ1XQ==\">Isa 30:27<\/a>) <\/p> <\/blockquote> <p>In keeping with the thrust of <a class=\"isa\" verses=\"eyIxODQyMiI6MzMzfQ==\">ch. 40&ndash;55<\/a>, in general, in these chapters YHVH&rsquo;s <em>parousia<\/em>, is also associated with salvation, the exercise of the royal prerogative of mercy: <\/p> <blockquote> <p>See, YHVH is coming with power, <\/p> <p>his strong arm affirms his rule; <\/p> <p>see, his reward is with him, <\/p> <p>his recompense precedes him. (<a class=\"isa\" verses=\"WzE4NDMxXQ==\">40:10<\/a>) <\/p> <\/blockquote> <p>With the increasing fracturing of the community, and the emergence of internecine polemic, however, the emphasis on condemnation tends to predominate, <\/p> <blockquote> <p>Behold your God! <\/p> <p>Vengeance is at hand, <\/p> <p>fearsome retribution; <\/p> <p>it is he who comes to save you (<a class=\"isa\" verses=\"WzE4MzI1XQ==\">35:4<\/a>), <\/p> <p>leading to the apocalyptic scenarios of <a class=\"isa\" verses=\"W3siMTg5MzgiOjJ9LFsxODk0N11d\">66:15&ndash;16 and 66:24<\/a>. <\/p> <\/blockquote> <p>The expression &ldquo;like the whirlwind (are) his chariots&rdquo; (<em>kass&ucirc;p&acirc; markĕbōt&acirc;v<\/em>) is borrowed from <a class=\"ref\">Jer 4:13<\/a>, but the figure of YHVH riding a chariot through the sky, drawing on descriptions of Near Eastern storm-cloud deities, is a familiar component of theophanies (e.g., <a class=\"ref\">Ps 18:10; 68:5<\/a>, <em>rōkēb ʿărāp&ocirc;t<\/em>, emended text &ldquo;chariot rider in the clouds&rdquo;; <a class=\"isa\" verses=\"WzE4MDA2XQ==\">Isa 19:1<\/a>, <em>rōkēb ʿal-ʿāb qal<\/em>, &ldquo;riding on a fast cloud&rdquo;). That the final theophany involves a judicial process (<em>ni&scaron;pāṭ <\/em>), that it will be with &ldquo;all flesh&rdquo; (<em>kol-bāśār <\/em>), and that judgment will be executed with the sword (thereby confirming the mt reading in <a class=\"isa\" verses=\"WzE4OTM5XQ==\">v 16<\/a>)&mdash;these ideas also derive from Jeremiah (<a class=\"ref\">Jer 25:31<\/a>). And, finally, the introduction of this phrase &ldquo;all flesh&rdquo; in <a class=\"isa\" verses=\"bnVsbA==\">vv 15&ndash;16 and v 24<\/a>, suggests the important conclusion that these verses have been added to locate the destinies of the elect and the reprobate within the Jewish community, the principal theme of <a class=\"isa\" verses=\"eyIxODg5OSI6NDl9\">chs. 65&ndash;66<\/a>, in the context of the destiny of all humanity, whether for salvation or for reprobation. <\/p> <p>Blenkinsopp, J. (2008). <em>Isaiah 56&ndash;66: a new translation with introduction and commentary<\/em>, (Vol. 19B, pp. 304&ndash;308). New Haven; London: Yale University Press. <\/p>",
    "audit": 1
}