{
    "id": 2151,
    "source": "blenkinsopp",
    "verse_id": 18710,
    "verse_count": 15,
    "reference": "52:13-53:12",
    "title": "The Servant: From Humiliation to Exaltation",
    "html": "<p>The address of a servant of Yahveh in <a class=\"isa\" verses=\"eyIxODYzOCI6Nn0=\">49:1&ndash;6<\/a> and the present passage, in which the Servant does not speak but is spoken about, both rather abruptly follow exhortations to depart from the place of exile (<a class=\"isa\" verses=\"W3siMTg2MzUiOjN9LHsiMTg3MDgiOjJ9XQ==\">48:20&ndash;22; 52:11&ndash;12<\/a>). The contextual isolation of <a class=\"isa\" verses=\"eyIxODcxMCI6MTV9\">52:13&ndash;53:12<\/a> is also emphasized by the apostrophe to Zion that precedes and follows it (<a class=\"isa\" verses=\"W3siMTg2OTgiOjJ9LHsiMTg3MDQiOjR9LHsiMTg3MjUiOjE3fV0=\">52:1&ndash;2, 7&ndash;10; 54:1&ndash;17<\/a>). If this arrangement is intentional, it may have had the purpose of relating the fate of the Servant to some of the major themes that permeate these chapters. The passage begins and concludes with an asseveration of Yahveh that the Servant, once humiliated and abused, will be exalted; once counted among criminals, will be in the company of the great and powerful (<a class=\"isa\" verses=\"W3siMTg3MTAiOjJ9LFsxODcyM11d\">52:13&ndash;14a, 15; 53:11b&ndash;12<\/a>). This statement encloses the body of the poem (<a class=\"isa\" verses=\"eyIxODcxMyI6MTF9\">53:1&ndash;11a<\/a>), in which a co-religionist who had come to believe in the Servant&rsquo;s mission and message, one who in all probability was a disciple, speaks about the origin and appearance of the Servant, the sufferings he endured, and his heroic and silent submission to death&mdash;whether threatened or experienced remains to be determined.<\/p><p>The nexus between this quite long and in several respects obscure panegyric or threnody and the opening statement of Yahveh is the allusion to the almost incredible report (<em>&scaron;ĕm&ucirc;aʿ<\/em>, <a class=\"isa\" verses=\"WzE4NzEzXQ==\">53:1a<\/a>), long undisclosed and now passed on, in which the arm, that is, the power of God, is revealed (&ldquo;what they had never heard &hellip; what we have heard&rdquo;). But if the passage appears to break abruptly into the context at this point of the book it also has unmistakable links with previous chapters. The presentation of the servant to the nations (<em>hinnēh &hellip; ʿabd&icirc;<\/em>) is reminiscent of <a class=\"isa\" verses=\"WzE4NDgyXQ==\">42:1<\/a> (<em>hēn ʿabd&icirc;<\/em>), the reassurance of ultimate success in the face of trials and discouragement recalls previous pronouncements about a servant (<a class=\"isa\" verses=\"W3siMTg2NDIiOjJ9LHsiMTg2NzAiOjN9XQ==\">49:5&ndash;6; 50:7&ndash;9<\/a>), and the transition from humiliation to exaltation, from being an object of contempt to receiving deferential treatment from kings, replicates the comment added to one of the previous servant passages (&ldquo;when they see you, kings will rise to their feet, princes will pay you homage,&rdquo; <a class=\"isa\" verses=\"WzE4NjQ0XQ==\">49:7<\/a>). All of the indications therefore point to the conclusion that the three passages in question (<a class=\"isa\" verses=\"W3siMTg2MzgiOjZ9LHsiMTg2NjciOjZ9LHsiMTg3MTAiOjE1fV0=\">49:1&ndash;6; 50:4&ndash;9; 52:13&ndash;53:12<\/a>) represent aspects of or phases in the career of one and the same individual. The first two, in which the Servant speaks about himself, have comments attached to them (<a class=\"isa\" verses=\"W3siMTg2NDQiOjd9LHsiMTg2NzMiOjJ9XQ==\">49:7&ndash;13; 50:10&ndash;11<\/a>), while the third, in which the Servant is spoken about, combines discourse of Yahveh and comment internally.<\/p><p>The resumption of this Yahveh discourse at the conclusion of the poem is not formally indicated, but it is first clearly in evidence in 11b with the reference to &ldquo;my servant.&rdquo; It is worth observing that the designation <em>ʿebed<\/em> (&ldquo;servant,&rdquo; agent&rdquo;) and the description of the beneficiaries of his mission as <em>rabb&icirc;m<\/em> (&ldquo;many&rdquo;) are present only in the Yahveh discourse. Since <em>rabb&icirc;m<\/em> is used with the article, it is tempting to interpret the term in a quasi-technical sense with reference to the Servant&rsquo;s disciples as <em>hārabb&icirc;m<\/em> (&ldquo;the Many&rdquo;), as in <a class=\"ref\">Dan 12:2&ndash;4<\/a>, 10, the Qumran group, and early Christianity (cf. <a class=\"ref\">Mark 14:24; Rom 5:15<\/a>; and see <a class=\"ref\">Jeremias <em>TDNT<\/em> 1968, 6:536&ndash;45<\/a>).<\/p><p>The interpretation of these last verses (<a class=\"isa\" verses=\"WzE4NzIzXQ==\">Isa 53:11b&ndash;12<\/a>) is difficult, and any translation must be considered provisional. There is the problem in the first place of punctuation and prosody. In <a class=\"isa\" verses=\"eyIxODcxMyI6OX0=\">53:1&ndash;9<\/a> the meter is fairly regular with twelve 3&ndash;3 verses out of eighteen, whereas in the seven lines of <a class=\"isa\" verses=\"eyIxODcwNyI6M30=\">vv 10&ndash;12<\/a> as set out in BHS only one is regular 3&ndash;3. Since it is unclear what it would mean for the Servant to be satisfied or sated with his knowledge or (even less clear) with his humiliation, it seems advisable to read <em>bĕdaʿt&ocirc;<\/em>, &ldquo;by his knowledge,&rdquo; as modifying the verb <em>ṣdq<\/em> Hiphil, here translated &ldquo;vindicate&rdquo; (nrsv &ldquo;make righteous&rdquo;).<\/p><p>Among the alternative meanings suggested for <em>daʿat<\/em>, fully documented by Emerton (1970), we mention &ldquo;humiliation&rdquo; (Thomas 1969; G. R. Driver 1968; Day 1980), &ldquo;rest&rdquo; (Williamson 1978b), &ldquo;obedience&rdquo; (Reicke 1967), and &ldquo;sweat&rdquo; (Dahood 1971, 72). The first two of these rely on the Arabic cognate <em>wadaʿa<\/em>, &ldquo;set down,&rdquo; but the existence of a cognate is a useful indicator of an alternative meaning of a verb as well attested as <em>ydʿ<\/em> only if there are cases in which such a meaning is either required or strongly suggested. This condition is not verified with <em>daʿat<\/em> or the corresponding verb <em>ydʿ<\/em>.<\/p><p>The passive participle <em>yĕd&ucirc;aʿ<\/em> (<a class=\"isa\" verses=\"WzE4NzE1XQ==\">53:3<\/a>) can be repointed as active or understood to mean &ldquo;experienced&rdquo; (see textual Note), and in <a class=\"ref\">Dan 12:4<\/a> (<em>yĕ&scaron;ōṭĕṭ&ucirc; rabb&icirc;m vĕtirbeh haddaʿat<\/em>), as obscure as it is, <em>daʿat<\/em>, &ldquo;knowledge,&rdquo; makes at least as good if not better sense than <em>daʿat<\/em>, &ldquo;humiliation.&rdquo; The vindication of the many by knowledge will be seen to make sense in light of the Servant&rsquo;s statement in <a class=\"isa\" verses=\"eyIxODY2NyI6Nn0=\">50:4&ndash;9<\/a>. As God promises to vindicate him (<em>qār&ocirc;b maṣd&icirc;q&icirc;<\/em> <a class=\"isa\" verses=\"WzE4NjcxXQ==\">50:8<\/a>), so he will vindicate those who follow his guidance, and he will do this through his teaching: he has the tongue of those who are taught, and his task is to sustain the dispirited through the spoken and possibly also the written word (<a class=\"isa\" verses=\"WzE4NjY3XQ==\">50:4<\/a>). In this respect the situation is reminiscent of the <em>maśk&icirc;l&icirc;m<\/em> in <a class=\"ref\">Daniel 11:33; 12:3&ndash;4, 10<\/a>, who will instruct and vindicate the many, and will do so by their knowledge.<\/p><p>That the Servant bore the burden of the community&rsquo;s sin is repeated several times in the body of the poem, using much the same vocabulary (<em>sābal<\/em>, <em>nāśāʾ<\/em>; <em>ʿăv&ocirc;n<\/em>, <em>ḥēṭʾ<\/em>) in different combinations (<a class=\"isa\" verses=\"W1sxODcxNl0seyIxNzY1NiI6MzF9XQ==\">53:4a, 5, 6b, 10a<\/a>). It is not said, at least not clearly and explicitly, that he volunteered to do this, or even that he accepted it willingly, in spite of the reference to &ldquo;intercession&rdquo; at the end of the passage (see below). It was Yahveh who, exceptionally, caused the sickness, suffering, and ills to fall on him (<a class=\"isa\" verses=\"WzE4NzAzXQ==\">6b<\/a>). According to the dominant theory of moral causality, however, the community&rsquo;s transgressions should have brought on themselves these &ldquo;wages of sin&rdquo; instead of on him. What the body of the poem gives us is an <em>interpretation<\/em> by a convert to the Servant&rsquo;s person and teaching, offered either in his own name or that of the group to which he belonged. Whatever the sad condition of the servant, to which we shall return, the speaker and no doubt many in the community at first accepted the <em>interpretatio communis<\/em>, amply illustrated in Psalms and Job, that his condition was the result of divine punishment for sin: he was stricken, smitten by God, and afflicted (<a class=\"isa\" verses=\"WzE4NzE2XQ==\">53:4b<\/a>). But then it dawned on him, as it did on the author of Job, that another explanation must be possible and that for some mysterious reason Yahveh had diverted the ills that should have fallen on the community onto this one individual. The change occurs between <a class=\"isa\" verses=\"eyIxODcwMSI6Mn0=\">vv 4 and 5<\/a>, and the intensity and emotional immediacy of the language derive from the impact of this insight and the experience of conversion to discipleship.<\/p><p>It seems that it was the vocabulary of sacrifice that provided the prophetic author with the means for expressing this discovery about the significance of the Servant&rsquo;s suffering. The most explicit statement is that he served a function analogous to a reparationor trespass-offering (<em>ʾā&scaron;ām<\/em> <a class=\"isa\" verses=\"WzE4NzIyXQ==\">53:10a<\/a>). According to ritual prescription, the <em>ʾā&scaron;ām<\/em> was an animal, either a ram without blemish, a lamb, or a goat offered for sacrifice as a means of expiating for certain kinds of voluntary or involuntary sin (<a class=\"ref\">Lev 5:1&ndash;26[5:1&ndash;6:7]; 7:2; 14:24<\/a>). The Isaian poet does not state the analogy in formal terms or explore it at length, but it is hinted at elsewhere in the poem in the image of a sheep being led to the slaughter (<a class=\"isa\" verses=\"WzE4NzE5XQ==\">53:7b<\/a>) and the pouring out of the life-blood (cf. <a class=\"ref\">Ps 141:8<\/a>, the same verb, also with <em>nepe&scaron;<\/em>). The statement that the Servant bore the community&rsquo;s sin also echoes the scapegoat ritual (<a class=\"ref\">Lev 16<\/a>), in which one of the two animals is sacrificed as an atoning sin-offering (<em>ḥaṭṭāʾt<\/em>), and the other carries all the community&rsquo;s iniquities into a solitary, literally, &ldquo;cut-off land&rdquo; (<em>ʾereṣ gĕzēr&acirc;<\/em>), recalling the Servant&rsquo;s being cut off from the land of the living (<em>nigzar mēʾereṣ ḥayy&icirc;m<\/em> <a class=\"isa\" verses=\"WzE4NzIwXQ==\">53:8b<\/a>).<\/p><p>The body of the poem, therefore, brings out more starkly and in greater detail the almost incredible contrast between the past humiliation and present or future glorification of the Servant that is stated in more general terms in the Yahveh discourse at the beginning and end. The result is not only coherent but is in keeping with the juxtaposition of pronouncement and comment noted in the previous two servant passages (<a class=\"isa\" verses=\"W3siMTg2MzgiOjd9LHsiMTg2NjciOjh9XQ==\">49:1&ndash;7; 50:4&ndash;11<\/a>). There is therefore no need to separate off <a class=\"isa\" verses=\"eyIxODcxMCI6M30=\">52:13&ndash;15<\/a> as a distinct salvation pronouncement (pace Coppens 1963; Orlinsky 1967; Whybray 1975, 169). The claim that <a class=\"isa\" verses=\"W3siMTg3MTAiOjN9LFsxODcyM11d\">52:13&ndash;15 and 53:11b&ndash;12<\/a> were added in order to reinterpret what is said in <a class=\"isa\" verses=\"eyIxODcxMyI6MTF9\">53:1&ndash;11a<\/a> with reference to the people of Israel rather than an individual is arguable (and the same can be said for <a class=\"isa\" verses=\"WzE4NjQ0XQ==\">49:7<\/a>). These verses may be one of several indications of the very early development of what was to be the standard collective interpretation of <a class=\"isa\" verses=\"eyIxODcxMCI6MTV9\">52:13&ndash;53:12<\/a> in evidence throughout the Jewish exegetical tradition. It is arguable but no more than that, and on the whole it seems better to retain the entire passage as basically a unity.<\/p><p>The empathic language of <a class=\"isa\" verses=\"eyIxODcxMyI6MTJ9\">53:1&ndash;12<\/a> also renders it unlikely that the speaker represents the nations and their rulers mentioned in the Yahveh discourse. The eulogist is an individual, almost certainly a disciple, as noted earlier, and one who speaks on behalf of those who &ldquo;revere Yahveh and obey the voice of his Servant&rdquo; (<a class=\"isa\" verses=\"WzE4NjczXQ==\">50:10<\/a>). The form of the discourse, which spans the life of the Servant from his early years to his death and burial, may have borrowed phrases from the repertoire of lament psalms but reads more like a panegyric pronounced over the catafalque. A purely formal comparison with the panegyric of Julius Caesar as reported by the historians Appian and Dio Cassius, which included the benefits that Caesar conferred on others and his sufferings and violent death, would not be out of place.<\/p><p>The body of the poem begins by recording the Servant&rsquo;s early years and describing his appearance (<a class=\"isa\" verses=\"eyIxODY5OSI6Mn0=\">vv 2&ndash;3<\/a>). On the assumption that the antecedent of <em>lĕpānayv<\/em> is Yahveh, referred to in the previous verse, growing up in Yahveh&rsquo;s presence could imply either a special relationship, perhaps also a special function of a cultic nature, or simply a devout religious attitude in general. When taken together with the plant metaphor, the parched ground (<em>ʾereṣ ṣiyy&acirc;<\/em> cf. <a class=\"isa\" verses=\"WzE4NDcwXQ==\">41:18<\/a>) from which he sprang serves as an explanation, admittedly somewhat opaque, for the description of his appearance and his blighted career. The portrayal moves from simply denying any particular external appeal to gross disfigurement due to a disease not further specified. There are analogies to this kind of description in psalms of individual lamentation or thanksgiving for recovery from sickness (e.g. <a class=\"ref\">Ps 22:7, 17; 31:10; 38:3&ndash;8; 102:4&ndash;12<\/a>), as also in <a class=\"ref\">Job 7:5; 16:8&ndash;10; 17:7; 19:20; 30:30<\/a>, and even verbal parallels in the description of the bruised and battered body in <a class=\"isa\" verses=\"eyIxNzY2MCI6Mn0=\">Isa 1:5&ndash;6<\/a>, which certainly refers to a collectivity.<\/p><p>These descriptions also illustrate common ideas about the religious correlatives of sickness (e.g. <a class=\"ref\">Ps 88:8<\/a>) and the social isolation that it causes (<a class=\"ref\">Ps 31:12; 38:12; 88:9, 19; Job 30:10<\/a>). That the servant had contracted leprosy was assumed by Jerome (<a class=\"ref\">Vulg. 53:4<\/a> <em>leprosum<\/em>) and taken up by Duhm (1922, 397&ndash;98), who referred to the similar language used in the priestly diagnostic texts (<a class=\"ref\">Lev 13:8<\/a>) and the account of the medical condition of King Azariah (<a class=\"ref\">2 Kgs 15:5<\/a>). This is a hypothesis that is certainly plausible but can be neither proved nor disproved.<\/p><p>Suffering in silence is also a topos in the lament psalms (<a class=\"ref\">Ps 38:14&ndash;15; 39:10<\/a> <em>lōʾ ʾeptaḥ-p&icirc;<\/em> cf. <a class=\"isa\" verses=\"WzE4NzE5XQ==\">Isa 53:7<\/a> <em>lōʾ yiptaḥ p&icirc;v<\/em>). The speaker in <a class=\"isa\" verses=\"eyIxODcxMyI6MTJ9\">53:1&ndash;12<\/a> was therefore stating that he and those with whom he was associated had initially taken the conventional view of the Servant&rsquo;s misfortune but subsequently had been led to adopt a very different interpretation, at what point in time and under what circumstances is not stated.<\/p><p>The new understanding is introduced by referring to sickness and suffering in inverse order: his suffering and sickness made it possible in some way for him to bear the burden of his co-religionists&rsquo; transgression and iniquity. Presupposed is the relation of moral causality between sin and physical affliction. This is a diagnostic based on experience: misfortune and sickness are symptomatic of moral failure. Following this way of thinking, the speaker was led in the first instance to conclude that the Servant was suffering the consequences of his own sin, a conviction expressed forcibly in the threefold repetition: <em>nag&ucirc;aʿ<\/em>, <em>mukkēh ʾĕloh&icirc;m<\/em>, <em>mĕunneh<\/em>, &ldquo;stricken, smitten by God, afflicted.&rdquo; We must suppose that the consciousness of communal guilt combined with reflection on the Servant&rsquo;s career made it impossible at a certain point to sustain this interpretation, and it seems probable that this took place after the Servant&rsquo;s death.<\/p><p>The conventional idea that this person&rsquo;s distress was inflicted by God as punishment for personal sin is therefore displaced by the new insight connecting the distress with the community&rsquo;s history of moral failure, a history often rehearsed in the prophetic writings. At this point the language is particularly dense. Unless otherwise clearly indicated by the context (as in <a class=\"ref\">Ezek 26:15; 30:24<\/a>), <em>mĕḥolāl<\/em>, &ldquo;wounded,&rdquo; implies <em>fatal<\/em> wounds (<a class=\"isa\" verses=\"WzE4MDU1XQ==\">Isa 22:2<\/a>; <a class=\"ref\">Jer 14:18; 41:9; Ezek 6:13; 9:7; 11:6&ndash;7<\/a> etc. and cf. <em>ḥālāl<\/em>, &ldquo;cadaver,&rdquo; <a class=\"ref\">Ps 89:11<\/a>). By virtue of this insight, the distress and suffering attain meaning as purposeful correction (<em>m&ucirc;sār<\/em>) of a kind that brings reconciliation or wholeness (<em>&scaron;āl&ocirc;m<\/em> cf. <a class=\"ref\">Ps 38:4 [3]<\/a>) and healing. The insight provided for the speaker a new perspective on the history of the community in that epoch and perhaps earlier.<\/p><p>The figure of straying sheep and that of turning aside from the way draw on familiar metaphoric language for moral disorientation and transgression. That the prophetic Servant&rsquo;s distress is more than just the <em>result<\/em> of this history (pace Whybray 1975, 175&ndash;76) is expressed somewhat obscurely in <a class=\"isa\" verses=\"WzE4NzE4XQ==\">53:6b<\/a>, &ldquo;Yahveh laid upon him the iniquity of us all.&rdquo; The rather rare verb <em>hipg&icirc;aʿ<\/em> &gt; <em>pgʿ<\/em> Hiphil can mean &ldquo;intercede,&rdquo; &ldquo;entreat&rdquo; (<a class=\"ref\">Jer 15:11; 36:25<\/a>) which, however, is only one instance of the more general sense of &ldquo;intervene,&rdquo; &ldquo;interpose.&rdquo; Taking our cue from <a class=\"ref\">Job 36:32<\/a> (&ldquo;lightning fills his hands; he commands it to hit the mark&rdquo;), we are perhaps to think of the Servant as the target toward which the consequences of the community&rsquo;s guilt are redirected by God.<\/p><p>So far (to <a class=\"isa\" verses=\"WzE4NzAzXQ==\">v 6<\/a>) the speaker has alluded exclusively to some form of extremely painful and abusive disease. The mention of wounds (<em>ḥăb&ucirc;r&ocirc;t<\/em> <a class=\"isa\" verses=\"WzE4NzAyXQ==\">5b<\/a>) can of course refer to wounds inflicted by others (e.g. <a class=\"ref\">Gen 4:23; Exod 21:25<\/a>; <a class=\"isa\" verses=\"WzE3NjYxXQ==\">Isa 1:6<\/a>; <a class=\"ref\">Prov 20:30<\/a>), but it is also consistent with sickness. In <a class=\"ref\">Ps 38<\/a> the sufferer speaks of wounds in connection with a serious illness brought on by divine anger as the result of personal sin. He, too, is crushed by disease, is shunned by relatives and acquaintances, and resolves to remain silent.<\/p><p>But at this point (beginning with <a class=\"isa\" verses=\"WzE4NzE5XQ==\">Isa 53:7<\/a>) the language points unmistakably to physical violence resulting in death. That Jeremiah survived in spite of claiming in one of his &ldquo;confessions&rdquo; to have been led like a lamb to be slaughtered (<a class=\"ref\">Jer 11:19<\/a>) provides no support for the view that the prophetic servant survived his ordeal (pace Whybray 1975, 176). In fact it indicates the contrary, since it is clear that Jeremiah&rsquo;s enemies intended his death: &ldquo;let us destroy the tree while the sap is in it; let us cut him off from the land of the living&rdquo; (<a class=\"isa\" verses=\"bnVsbA==\">11:19b<\/a>). Unlike Jeremiah, however, the Servant <em>was<\/em> cut off from the land of the living (<a class=\"isa\" verses=\"WzE4NzIwXQ==\">53:8b<\/a>). How this happened is related in <a class=\"isa\" verses=\"WzE4NzA1XQ==\">v 8a<\/a>, but the wording is notoriously obscure. Some commentators give a specific and concrete sense to the first two words (<em>mēʿōṣer &ucirc;mimmi&scaron;pāṭ<\/em>) as referring to confinement followed by judicial process leading to the verdict, but it seems safer to take them in the more general sense of an oppressive and unjust sentence (hendiadys). Likewise, <em>luqqāḥ<\/em> could mean that he was led away to prison or execution (<a class=\"ref\">Prov 24:11<\/a> refers to people taken off to death, condemned to slaughter), or it could have the fuller sense of being &ldquo;taken away,&rdquo; referring in a general way to the end of his life (cf. <a class=\"ref\">Gen 5:24 and 2 Kgs 2:10<\/a> with reference to Enoch and Elijah, respectively).<\/p><p>A parallel instance, not impossibly connected with our passage, is the contextually isolated mention in <a class=\"isa\" verses=\"eyIxODc2NyI6Mn0=\">Isa 57:1&ndash;2<\/a> of a righteous one who has been &ldquo;gathered&rdquo; (verbal stem <em>ʾsp<\/em>). The death of this <em>ṣadd&icirc;q<\/em> (cf. <a class=\"isa\" verses=\"WzE4NzIzXQ==\">53:11b<\/a>) also went unheeded by his contemporaries (<em>vĕʾ&ecirc;n ʾ&icirc;s śām ʿal-lēb<\/em>, &ldquo;and there is no one who takes heed,&rdquo; <a class=\"isa\" verses=\"WzE4NzY3XQ==\">57:1<\/a> cf. <a class=\"isa\" verses=\"WzE4NzIwXQ==\">53:8a<\/a>). That the Servant actually died and was not just left &ldquo;as good as dead&rdquo; (Torrey 1928, 421; Whybray 1975, 177) is stated plainly enough by his being cut off from the land of the living. Wherever this expression (<em>ʾereṣ ḥayy&icirc;m<\/em>) appears, it means life as opposed to death (<a class=\"isa\" verses=\"WzE4NDAyXQ==\">Isa 38:11<\/a>; <a class=\"ref\">Jer 11:19; Ps 27:13<\/a> etc.) or as opposed to the abode of the dead (<a class=\"ref\">Ezek 26:20; 32:23<\/a> etc.).<\/p><p>The second half of <a class=\"isa\" verses=\"WzE4NzA1XQ==\">8b<\/a> is probably the most textually obscure bit of the passage and has been reconstructed in different ways (see textual Note). But if context counts for anything, it cannot be construed otherwise than that the Servant met his death and that in some way the death was associated with the people&rsquo;s transgression. The unjust denial of honorable burial (<a class=\"isa\" verses=\"WzE4NzA2XQ==\">v 9<\/a>) means that the Servant&rsquo;s ill repute (cf. <a class=\"isa\" verses=\"WzE4NzAxXQ==\">4b<\/a>) continued beyond death and therefore reinforces the view that the new interpretation dawned on the speaker and his associates only some time after the death of this prophetic figure.<\/p><p>The textual obscurities continue in the last part of the panegyric (<a class=\"isa\" verses=\"eyIxODcwNyI6Mn0=\">vv 10&ndash;11a<\/a>). Returning to the crushing sufferings of the Servant (cf. <a class=\"isa\" verses=\"WzE4NzAyXQ==\">5a<\/a>) after recording death and burial in the previous verse is unexpected and has suggested the possibility of an addition, an afterthought, perhaps from a later contributor. On the basis of the translation offered, the point in any case would be not that Yahveh took pleasure in his agent&rsquo;s sufferings but that the sufferings were intelligible only within Yahveh&rsquo;s overall purpose (<em>ḥēpeṣ<\/em>), which will be brought to a successful outcome (<a class=\"isa\" verses=\"WzE4NzA3XQ==\">10b<\/a>). The same point would be made if we take <em>heḥĕl&icirc;<\/em> as it is without emendation, though both meter and sense suggest that it may be a gloss to explain the crushing of the Servant.<\/p><p>The second half of <a class=\"isa\" verses=\"WzE4NzA3XQ==\">10a<\/a> is the despair of the exegete, but in spite of the obscurity we are entitled to fix our attention on the term <em>ʾā&scaron;ām<\/em>, &ldquo;guilt offering,&rdquo; &ldquo;sacrifice of reparation,&rdquo; as particularly significant. This type of sacrifice was the indispensable means for the removal of guilt and liability for punishment in especially serious cases of encroachment on holy objects and places. It also served to make reparation for a range of transgressions (probably not listed exhaustively in the relevant ritual text, <a class=\"ref\">Lev 5:14&ndash;26[5:14&ndash;6:7]<\/a>), such as theft, fraud, and the swearing of false oaths. In view of the opinion, unverifiable but understandable, that the Servant was suffering from leprosy, it is worth noting that the sacrifice of a lamb as an <em>ʾā&scaron;ām<\/em> was an essential element in the treatment of skin diseases (<a class=\"ref\">Lev 14:12<\/a>).<\/p><p>The idea behind this type of reparation sacrifice is that, given the right dispositions, the transgressions and the guilt of the sacrificial adepts die with the death of the <em>ʾā&scaron;ām<\/em> animal. The analogy with the Servant is clear, but like all analogies it walks with a limp, for the servant is not an animal, and his death cannot simply be on a par with the death of a lamb or a goat. Here the panegyrist speaks in riddles and mysteries. The Servant has died, or rather has been put to death, there is no doubt about that, yet we are now told that he will have descendants (<em>zeraʿ<\/em>, literally, &ldquo;seed&rdquo;), his life span will be extended, he will see light and attain satisfaction, and (to return to the beginning of the passage) the undertaking in which he is involved will ultimately succeed.<\/p><p>The most natural meaning is that the Servant&rsquo;s project will be continued and carried to fruition through his disciples. Thus, <a class=\"isa\" verses=\"WzE4ODIyXQ==\">Isa 59:21<\/a> is addressed to an individual possessed of Yahveh&rsquo;s spirit and in whose mouth Yahveh&rsquo;s words have been placed. He is a prophetic individual, in other words, who is assured that the spirit of prophecy will remain with him and with his &ldquo;seed&rdquo; (<em>zeraʿ<\/em>) into the distant future. Biblical usage, moreover, demonstrates that &ldquo;prolonging one&rsquo;s days&rdquo; does not refer exclusively to the life of the individual (e.g. <a class=\"ref\">Exod 20:12 = Deut 5:16; Deut 4:26, 40; 11:9; 30:18<\/a>). This particular cluster of motifs, and sometimes even the language in which they are expressed, can also be paralleled in the liturgical hymns:<\/p><blockquote><p>Since I am righteous, I will see your face in vision.<\/p><p>When I awake I will be satisfied with (a vision of) your form. (<a class=\"ref\">Ps 17:15<\/a>)<\/p><p>With long life (length of days) I will satisfy him;<\/p><p>I will show him (let him see) my salvation. (<a class=\"ref\">Ps 91:16<\/a>)<\/p><\/blockquote><p>To see light is to live, to be preserved from the inroads of death (<a class=\"ref\">Ps 36:10; 56:14; Job 3:16; 33:28, 30<\/a>). But, just as death is not spoken of in these hymns merely as a punctual event but also as a presence or force that militates against and diminishes the vital impulses (e.g. by disease, depression, external pressures), the language of life and light can intimate something more than biological life, as important as that is (e.g. <a class=\"ref\">Ps 36:10<\/a> cf. <a class=\"isa\" verses=\"bnVsbA==\">73:23<\/a>).<\/p><p>While it is unlikely that the author thought of the survival of death or returning from the dead in a straightforward kind of way, it seems probable that he retained a strong sense of the Servant as an active presence among his followers. In this respect the Servant may be compared to the teacher who is present to his disciples and whose voice is heard behind them&mdash;that is, from the past, from after his death, pointing out the way they are to go: &ldquo;&hellip; Your teacher will no longer remain hidden. Your eyes will see your teacher, and whenever you turn aside either to the right or the left your ears will hear a word spoken behind you: &lsquo;This is the way, keep to it.&rsquo; &rdquo; (<a class=\"isa\" verses=\"eyIxODIzOCI6Mn0=\">Isa 30:20&ndash;21<\/a>).<\/p><p>Since Christopher R. North surveyed the range of opinion on the identity of the Servant in 1948 (2d ed., 1956), no significant new options have emerged. While there was then and still is a strong critical preference for an individual rather than a collective interpretation, none of the fifteen individuals named as candidates by one commentator or another and listed by North has survived scrutiny. Nevertheless, the question posed by the Ethiopian eunuch, whether <a class=\"isa\" verses=\"eyIxODcxOSI6Mn0=\">Isa 53:7&ndash;8<\/a> is to be understood as referring to the prophet himself or to someone else, has been the focus of discussion since Mowinckel&rsquo;s <em>Der Knecht Jahw&auml;s<\/em> was published in 1921, and to some extent continues to be so. The debate precipitated by Mowinckel&rsquo;s monograph continued into the 1930s and beyond with the involvement of prominent German-language scholars, conspicuously Sellin and Elliger in the early stages. While the opinions expressed by these scholars were not identical and seldom remained unchanged over the course of time, there was a considerable amount of overlap, and something approaching a consensus emerged. It was that, while the author of <a class=\"isa\" verses=\"bnVsbA==\">Isa 40&ndash;55<\/a> could be speaking of himself and his prophetic mission in <a class=\"isa\" verses=\"W3siMTg2MzgiOjZ9LHsiMTg2NjciOjZ9XQ==\">49:1&ndash;6 and 50:4&ndash;9<\/a>, if the fourth of the servant passages is understood to refer to him it must have been composed by a disciple. On the whole, this still seems to be the most attractive solution to the problem of the Servant&rsquo;s identity.<\/p><p>What is proposed here, then, is that the Servant eulogized in <a class=\"isa\" verses=\"eyIxODcxMCI6MTV9\">52:13&ndash;53:12<\/a> is identical with the one who soliloquizes in <a class=\"isa\" verses=\"W3siMTg2MzgiOjZ9LHsiMTg2NjciOjZ9XQ==\">49:1&ndash;6 and 50:4&ndash;9<\/a> and is presented in deliberate contrast to Cyrus, the Servant of Yahveh in <a class=\"isa\" verses=\"eyIxODQ4MiI6NH0=\">42:1&ndash;4<\/a>. The inclusion of <a class=\"isa\" verses=\"eyIxODcxMCI6MTV9\">52:13&ndash;53:12<\/a> in this section and the links with <a class=\"isa\" verses=\"W3siMTg2MzgiOjZ9LHsiMTg2NjciOjZ9XQ==\">49:1&ndash;6 and 50:4&ndash;9<\/a> favor the view that the Servant is none other than the author of the core of these chapters, the so-called Deutero-Isaiah. That the passage <a class=\"isa\" verses=\"eyIxODcxMCI6MTV9\">52:13&ndash;53:12<\/a> <em>is<\/em> an insertion is suggested by the literary structure in this part of the section. The injunction to leave Babylon immediately preceding (<a class=\"isa\" verses=\"eyIxODcwOCI6Mn0=\">52:11&ndash;12<\/a>) reads like a finale parallel with the similar injunction in <a class=\"isa\" verses=\"eyIxODYzNSI6M30=\">48:20&ndash;22<\/a>, immediately preceding the first of the prophetic Servant&rsquo;s monologues. It is also parallel with <a class=\"isa\" verses=\"eyIxODc1MyI6Mn0=\">55:12&ndash;13<\/a>, concluding the section as a whole. The servant passage also interrupts the apostrophe to Zion that begins in <a class=\"isa\" verses=\"W3siMTg2OTgiOjJ9LHsiMTg3MDQiOjR9XQ==\">52:1&ndash;2, 7&ndash;10<\/a> and is taken up again in <a class=\"isa\" verses=\"eyIxODcyNSI6MTd9\">54:1&ndash;17<\/a>, with a reference to singing for joy immediately before and after the insertion (<a class=\"isa\" verses=\"WzE4NzA2LDE4NzI1XQ==\">52:9; 54:1<\/a>).<\/p><p>One point on which the scholars mentioned above were agreed, at least for a time, was that <a class=\"isa\" verses=\"eyIxODcxMCI6MTV9\">52:13&ndash;53:12<\/a> originated among the disciples of Second Isaiah, whose activity is reflected in <a class=\"isa\" verses=\"eyIxODc1NSI6MTkzfQ==\">chs. 56&ndash;66<\/a>. In the final chapters of the book we encounter a prophetic group referred to as Yahveh&rsquo;s servants (<em>ʿăbād&icirc;m<\/em>) and those who tremble at his word (<em>ḥărēd&icirc;m<\/em>), who have been excommunicated by the leadership of the Jewish community, who regard themselves as the elect, and who believe that they will be vindicated and their opponents condemned in the judgment soon to come (<a class=\"isa\" verses=\"W3siMTg5MDYiOjl9LFsxODkyOF1d\">65:8&ndash;16; 66:5<\/a>). The way this term (<em>ʿebed, ʿăbād&icirc;m<\/em>) is used provides an important key for decoding identities in the second half of the book. In <a class=\"isa\" verses=\"eyIxNzY1NiI6NzY2fQ==\">chs. 1&ndash;39<\/a> it appears only twice in a religiously significant sense, with reference to Isaiah himself (<a class=\"isa\" verses=\"WzE4MDMzXQ==\">20:3<\/a>) and to David (<a class=\"isa\" verses=\"WzE4Mzg4XQ==\">37:35<\/a>). In the great majority of cases in <a class=\"isa\" verses=\"eyIxODQyMiI6MjE2fQ==\">chs. 40&ndash;48<\/a>, Israel\/Jacob, the people, is the servant, whereas in the following section <a class=\"isa\" verses=\"bnVsbA==\">49&ndash;55<\/a>, as we have seen, the servant is an individual prophetic figure. The only exception is the allusion near the end to the vindication of Yahveh&rsquo;s servants (<a class=\"isa\" verses=\"WzE4NzQxXQ==\">54:17<\/a>), which alerts the reader to a major theme in the following chapters. The usage therefore expresses a crucial duality between the people as the instrument of God&rsquo;s purpose and a prophetic minority (the servants of Yahveh) owing allegiance to its martyred leader (<em>the<\/em> Servant) and his teachings. These disciples take over from the community the responsibility and the suffering inseparable from servanthood or instrumentality and, if this view of the matter is accepted, it is to one of these that we owe the tribute in <a class=\"isa\" verses=\"eyIxODcxMCI6MTV9\">52:13&ndash;53:12<\/a>.<\/p><p>For the history of interpretation of this passage see the Introduction, pp. 84&ndash;87.<\/p><p>Blenkinsopp, J. (2008). <em>Isaiah 40&ndash;55: A New Translation with Introduction and Commentary<\/em> (Vol. 19A, pp. 349&ndash;357). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}