{
    "id": 2165,
    "source": "blenkinsopp",
    "verse_id": 18845,
    "verse_count": 7,
    "reference": "61:1–7",
    "title": "The Prophetic Disciple’s Mission",
    "html": " <p>In I <a class=\"isa\" verses=\"bnVsbA==\">sa 61:1&ndash;7 <\/a>,we are hearing a different voice, one that conveys a sense of strong individuality. The reference to anointing has led to the view that this is the high priest speaking of his consecration (Grelot 1990, 414&ndash;31), but the mission is not really consistent with high priestly responsibilities, and the verb &ldquo;anoint&rdquo; is used metaphorically as well as in the literal sense. It is equally difficult to understand how the speaker could be the Servant (Torrey 1928, 453) or the Servant as Israel (Smart 1965, 259&ndash;60) or as &ldquo;la communaut&eacute; des justes,&rdquo; since the community would then have a mission directed at itself (Vermeylen 1978, 478&ndash;81). For similar reasons, the voice is not the collective voice of Hanson&rsquo;s visionary-prophetic-Levitical minority (Hanson 1975, 65&ndash;70; Achtemeier 1982, 88). Arguing for the speaker as the Messiah-Servant (Oswalt 1998, 562&ndash;63) facilitates a straightforward identification with Jesus, who applied <a class=\"isa\" verses=\"eyIxODg0NSI6Mn0=\">Isa 61:1&ndash;2a <\/a>,(quoted according to lxx) to himself in the synagogue at Nazareth (<a class=\"ref\">Luke 4:18&ndash;19 <\/a>). We may accept this in a general sense, but it does not relieve us of the necessity to seek an answer in the context of the place and time of composition. <\/p> <p>The language in which the speaker&rsquo;s endowment is described sends back an echo of the investiture of Cyrus as YHVH&rsquo;s servant (<a class=\"isa\" verses=\"eyIxODQ4MiI6NH0=\">42:1&ndash;4 <\/a>), reinforced by his appointment as YHVH&rsquo;s <em>mā&scaron;&icirc;aḥ <\/em>,, &ldquo;anointed one.&rdquo; The resemblance is readily understandable on the supposition that the mission laid on Cyrus passed, by default, to the Servant and his disciples and that, in consequence, what was said about <a class=\"ref\">Cyrus in 42:1&ndash;4 <\/a>,was reinterpreted to apply to the Servant. Moreover, no one could credibly have made Cyrus an instrument of vindication &ldquo;for our God&rdquo; (<a class=\"isa\" verses=\"WzE4ODQ2XQ==\">v 2 <\/a>). <\/p> <p>With relatively few exceptions, interpreters have followed the Targum in identifying the speaker in <a class=\"isa\" verses=\"eyIxODg0NSI6M30=\">61:1&ndash;3 <\/a>,as an individual prophet, for the simple reason that the language indicates <em>prophetic <\/em>,commissioning. At intervals throughout <a class=\"isa\" verses=\"eyIxODQyMiI6NTI2fQ==\">chs. 40&ndash;66 <\/a>,, the prophetic-authorial voice is heard, beginning with the brief dialogue at the outset: <\/p> <p>A voice says, &ldquo;Proclaim!&rdquo; <\/p> <p>I replied, &ldquo;What shall I proclaim?&rdquo; (<a class=\"isa\" verses=\"WzE4NDI3XQ==\">40:6 <\/a>) <\/p> <p>The giving of the spirit and sending on a mission is anticipated in the fragmentary saying in <a class=\"isa\" verses=\"WzE4NjMxXQ==\">48:16 <\/a>,(&ldquo;and now the Sovereign Lord YHVH has sent me, and his spirit &hellip;&rdquo;). There the voice trails away, but it comes through loud and clear in the Servant&rsquo;s declarations in <a class=\"isa\" verses=\"W3siMTg2MzgiOjZ9LHsiMTg2NjciOjZ9XQ==\">49:1&ndash;6 and 50:4&ndash;9 <\/a>. Finally, there is the promise in <a class=\"isa\" verses=\"WzE4ODIyXQ==\">59:21 <\/a>,that the mission to utter spirit-inspired prophecy will be carried on into the future by the disciples of the seer who is here addressed. The language of spirit possession combined with that of mission, both in Isaiah (cf. <a class=\"isa\" verses=\"WzE3Nzc4LDE3ODM3LDE4NTAwLDE4NjMxXQ==\">6:8; 9:7; 42:19; 48:16 <\/a>) and elsewhere (<a class=\"ref\">Exod 3:13&ndash;15; 1 Sam 15:1; 2 Kgs 2:4; Jer 25:17; 26:12&ndash;15 <\/a>), points to a prophetic profile. <\/p> <p>The wording of the account of investiture and mission is also reminiscent of language dealing with the same phenomena in <a class=\"isa\" verses=\"eyIxODQyMiI6MzMzfQ==\">chs. 40&ndash;55 <\/a>,, especially Duhm&rsquo;s <em>Ebedlieder <\/em>,(<a class=\"isa\" verses=\"eyIxODQ4MiI6NH0=\">42:1&ndash;4 <\/a>,with the comment in <a class=\"isa\" verses=\"W3siMTg4NDkiOjV9LHsiMTg2MzgiOjZ9LHsiMTg2NjciOjh9LHsiMTg3MTAiOjE1fV0=\">vv 5&ndash;9; 49:1&ndash;6; 50:4&ndash;11; 52:13&ndash;53:12 <\/a>). This can be seen by comparing the way the mission is described in <a class=\"isa\" verses=\"eyIxODg0NSI6M30=\">61:1&ndash;3 <\/a>,with two of these passages that contain a similar series of clauses of purpose introduced with the infinitive (<a class=\"isa\" verses=\"W1sxODQ4OF0seyIxODY0MiI6Mn1d\">42:7; 49:5&ndash;6 <\/a>). Endowment with the spirit of God recalls <a class=\"isa\" verses=\"WzE4NDgyXQ==\">42:1 <\/a>,(<em>nātatt&icirc; r&ucirc;ḥ&icirc; ʿāl&acirc;v <\/em>,, &ldquo;I have put my spirit upon him&rdquo;), and announcing good news (verb <em>bśr <\/em>) is the heart and soul of the prophetic commission in <a class=\"isa\" verses=\"eyIxODQyMiI6MzMzfQ==\">chs. 40&ndash;55 <\/a>,(<a class=\"isa\" verses=\"WzE4NDMwLDE4NDc5LDE4NzA0XQ==\">40:9; 41:27; 52:7 <\/a>). It may also be significant that the fuller title &ldquo;the Sovereign Lord YHVH&rdquo; appears in passages in which the prophet speaks in his own name (<a class=\"isa\" verses=\"W1sxODYzMV0seyIxODY2NyI6Nn1d\">48:16; 50:4&ndash;9 <\/a>) and rarely elsewhere. A necessary clarification is in order&mdash;namely, that the original attribution of the first of the Servant passages to Cyrus (argued in Volume 2, pp. 207&ndash;12) is not a problem, since it is hardly possible that the passage would have been preserved without reinterpretation once Cyrus, having failed to live up to expectations, had passed from the scene. <\/p> <p>The view that <a class=\"isa\" verses=\"eyIxODg0NSI6M30=\">61:1&ndash;3 <\/a>,(or, according to others, <a class=\"isa\" verses=\"eyIxODg0NSI6NH0=\">61:1&ndash;4 <\/a>) is a displaced &ldquo;Servant song&rdquo; was advocated in the early twentieth century by some scholars of note (Rudolph, Procksch, Caspari; see also Cannon 1929, 284&ndash;88) but is rarely heard today. If we assume some degree of continuity of tradition within the second half of the book, the similarities and the differences of <a class=\"isa\" verses=\"eyIxODc1NSI6MTkzfQ==\">chs. 56&ndash;66 <\/a>,vis-&agrave;-vis <a class=\"isa\" verses=\"eyIxODQyMiI6MzMzfQ==\">chs. 40&ndash;55 <\/a>,(which will be pointed out as we proceed) can best be explained on the supposition that the voice we are hearing in <a class=\"isa\" verses=\"eyIxODg0NSI6M30=\">61:1&ndash;3 <\/a>,is that of a disciple of the Servant and therefore one of the &ldquo;Servants of YHVH&rdquo; of whom we hear in <a class=\"isa\" verses=\"eyIxODg5OSI6NDl9\">chs. 65&ndash;66 <\/a>. <\/p> <p>There is some uncertainty regarding the extent of this prophetic declaration and the way it relates to the remainder of <a class=\"isa\" verses=\"eyIxODg0NSI6MTF9\">ch. 61 <\/a>. According to Beuken (1989b, 414), <a class=\"isa\" verses=\"eyIxODg0NSI6N30=\">vv 1&ndash;7 <\/a>,are the prophet&rsquo;s statement about his mission, <a class=\"isa\" verses=\"eyIxODg1MiI6Mn0=\">8&ndash;9 <\/a>,contain divine confirmation of the same, and <a class=\"isa\" verses=\"eyIxODg1NCI6Mn0=\">10&ndash;11 <\/a>,present the prophet&rsquo;s own song of thanksgiving. This is an attractive reading not only because of its integrative character but also because a parallel is available in the words of assurance followed by a hymn immediately after Duhm&rsquo;s second Servant passage (<a class=\"isa\" verses=\"eyIxODY0NSI6Nn0=\">49:8&ndash;13 <\/a>). There is also a hymn of praise and thanksgiving following the first &ldquo;Servant song&rdquo; (<a class=\"isa\" verses=\"eyIxODQ5MSI6NH0=\">42:10&ndash;13 <\/a>), and we shall note in due course that the hymn uses terminology similar to the commissioning. But <a class=\"isa\" verses=\"eyIxODg1MiI6Mn0=\">61:8&ndash;9 <\/a>,cannot be construed as a confirmation of the prophet&rsquo;s mission, and <a class=\"isa\" verses=\"WzE4ODQ3XQ==\">vv 3b&ndash;7 <\/a>,(set out in a separate stanza in my translation), which predict the community&rsquo;s future well-being, read like a continuation of the preceding passage <a class=\"isa\" verses=\"eyIxODgzMiI6N30=\">60:10&ndash;16 <\/a>,, but have no essential relationship with the prophet&rsquo;s assignment in <a class=\"isa\" verses=\"eyIxODg0NSI6M30=\">vv 1&ndash;3a <\/a>. <\/p> <p>The speaker justifies the good news for Jerusalem proclaimed in <a class=\"isa\" verses=\"eyIxODgyMyI6NDV9\">chs. 60&ndash;62 <\/a>,by his endowment with the spirit of God. The term corresponding to &ldquo;spirit&rdquo; (<em>r&ucirc;aḥ <\/em>), has a broad semantic range, including wind; breath; psychic energy manifested in different ways, including, for example, jealousy (<a class=\"ref\">Num 5:14, 30 <\/a>), depression (<a class=\"ref\">1 Sam 16:14&ndash;16 <\/a>), and states of extraordinary excitation (<a class=\"ref\">Judg 14:6, 19; 15:14 <\/a>). In accounts of prophetic phenomena in the early history of Israel, charismatic leaders and warlords (e.g., Samson and the other &ldquo;judges,&rdquo; and, preeminently, Saul) are endowed with the spirit of God. Spirit-possession is, however, associated in a special way with ecstatic prophecy, especially of the communal kind, inducing transformed states of consciousness, whether spontaneous or solicited, and with or without the use of psychotropic agents. It has often been noted that this kind of phenomenon and the corresponding vocabulary are relatively rare in classical prophecy, beginning in the eighth century b.c.e., but reappear in sometimes strange and disturbing ways in <a class=\"ref\">Ezekiel 3:12, 14; 8:3; 11:1 <\/a>,etc.) <\/p> <p>By the time our texts were being spoken or written, spirit-possession was seen to be a permanent rather than sporadic endowment, one linked with rites and institutions. This change is evident if we compare <a class=\"ref\">Deut 34:9 <\/a>&mdash;in which Joshua is full of the spirit as a result of the rite of laying on of hands&mdash;with <a class=\"ref\">Num 27:18 <\/a>&mdash;in which Joshua is Moses&rsquo; successor by virtue of being antecedently &ldquo;a man in whom is the spirit.&rdquo; It seems that succession to the prophetic leader, the passing on of charisma, is modeled on the succession of Elisha to the prophetic office of Elijah (<a class=\"ref\">2 Kgs 2:9&ndash;15 <\/a>). As Max Weber has shown, succession in office after the death or retirement of the founder or leader is the crucial event that decides whether charismatic authority can continue as a force within the group of disciples, a point that has often been verified throughout history. We can detect the influence of the prophetic Elijah-Elisha paradigm in the account of the taking up of Jesus and coming of the Holy Spirit on the disciples (<a class=\"ref\">Acts 1:6&ndash;11 <\/a>: the looking up to heaven, being clothed with power, endowment with the leader&rsquo;s spirit, and the subsequent working of miracles). <\/p> <p>In the case of the anonymous prophet of <a class=\"isa\" verses=\"WzE4ODQ1XQ==\">Isa 61:1 <\/a>,, the routinization of prophetic charisma is connected with anointing. Anointing is a rite associated with priests (<a class=\"ref\">Exod 28:41; 29:7; 30:30 <\/a>,etc.) and kings (<a class=\"ref\">Judg 9:8, 15; 1 Sam 9:16; 2 Sam 2:4 <\/a>,etc.) but not with prophets. Here, therefore, the anointing is metaphorical, conveying the idea of full and permanent authorization to carry out the prophet&rsquo;s God-given assignment. <\/p> <p>It bears repeating that, when this statement is read in the context of <a class=\"isa\" verses=\"eyIxODQyMiI6NTI2fQ==\">chs. 40&ndash;66 <\/a>,as a whole, it adds another sliver of evidence in favor of an ongoing discipleship that owed allegiance to the prophetic Servant whose witness, we are told, would be continued after his death by his &ldquo;seed&rdquo; (<em>zeraʿ <\/em>)&mdash;that is, his disciples (<a class=\"isa\" verses=\"WzE4NzIyXQ==\">53:10 <\/a>). The spirit and the mission are mentioned in the fragment of discourse in <a class=\"isa\" verses=\"WzE4NjMxXQ==\">48:16b <\/a>,and again, more fully, in <a class=\"isa\" verses=\"WzE4ODIyXQ==\">59:21 <\/a>,which, together with our passage, forms an inclusion or envelope for the apostrophe in <a class=\"isa\" verses=\"eyIxODgyMyI6MjJ9\">60:1&ndash;22 <\/a>,(see Comments on <a class=\"isa\" verses=\"WzE4ODIyXQ==\">59:21 <\/a>). <\/p> <p>In this statement (<a class=\"isa\" verses=\"WzE4ODIyXQ==\">59:21 <\/a>) addressed to a disciple, the essence of prophecy is expressed in the association of spirit-endowment with a mission to speak, using the Deuteronomic idiom of putting words in the mouth (<a class=\"ref\">Deut 18:18; Jer 1:9 <\/a>). The idiom is not used in <a class=\"isa\" verses=\"eyIxODg0NSI6M30=\">61:1&ndash;3a <\/a>,, but it is clear that the assignment has to do essentially with speaking (proclaiming, announcing, comforting). As stated, the mission is fivefold, but these five charges coalesce in one undertaking. As one who is sent to announce good news (verb <em>bśr <\/em>,cf. <a class=\"isa\" verses=\"WzE4NDMwLDE4NDc5XQ==\">40:9; 41:27 <\/a>; and lxx <em>euangelisasthai <\/em>,, &ldquo;to gospel&rdquo;), the speaker takes over and continues the role of the <em>mĕbaśśēr <\/em>,of <a class=\"isa\" verses=\"eyIxODcwNCI6Mn0=\">Isa 52:7&ndash;8 <\/a>,, whose message is that YHVH is about to return to Zion and inaugurate his rule. <\/p> <p>To whom is this good news addressed? Most scholars now take the term <em>ʿānāv <\/em>,(always in the pl., <em>ʿănāv&icirc;m <\/em>,, with the exception of <a class=\"ref\">Num 12:3 <\/a>) as a variant form of the more common <em>ʿān&icirc; <\/em>,, both derived from the verb <em>ʿnh <\/em>,II, &ldquo;to be destitute, miserable, oppressed.&rdquo; Both the contexts in which these words appear and the terms denoting poverty and destitution with which they are associated (<em>ʾeby&ocirc;n, dal, rā&scaron; <\/em>) lead to the conclusion that the socioeconomic connotation is the basic one. So, for example, the legislation forbids charging interest to a fellow-Hebrew debtor who is <em>ʾān&icirc; <\/em>,(<a class=\"ref\">Exod 22:24[25] <\/a>), the poor day-laborer must be paid his wages promptly (<a class=\"ref\">Deut 24:14&ndash;15 <\/a>), and gleaning rights for the poor are part of a kind of social security system required by law (<a class=\"ref\">Lev 19:10; 23:22 <\/a>). Some of the fiercest invective of the great eighth-century b.c.e. prophets is reserved for those who oppress the <em>ʿănāv&icirc;m <\/em>,and deprive them of their legal rights&mdash;a class that also includes widows, orphans, and displaced persons (<a class=\"ref\">Amos 2:7 <\/a>,cf. <a class=\"ref\">Isa 3:14; 10:2 <\/a>). This prophetic &ldquo;preferential option for the poor&rdquo; is perhaps the most significant contribution of the Hebrew prophets to the moral tradition of Judaism and Christianity. <\/p> <p>The creation in Judah of a peasant underclass detached from the basic securities of household and land can be traced back to the consolidation of the state apparatus in the eighth century b.c.e. The state needed land to support its operations and reward its retainers. Because the state also came to control the judicial system, it could pass &ldquo;wicked decrees and oppressive regulations&rdquo; (<a class=\"isa\" verses=\"WzE3ODUyXQ==\">Isa 10:1 <\/a>), resulting in enclosure of peasant land, heavy taxation, forfeiture of property as a result of insolvency, and the formation of latifundia for the benefit of the Judean <em>nouveaux riches <\/em>,. The resulting situation was exacerbated by the Babylonian conquest and occupation and by social conflict following the immigration of Judeo-Babylonians in the early Persian period. <\/p> <p>We have seen a passing allusion to this situation in the sermon on true fasting, which refers to the imprisoned, the hungry, and the homeless (<a class=\"isa\" verses=\"eyIxODc5MyI6Mn0=\">Isa 58:6&ndash;7 <\/a>). The Nehemiah Memoir gives us a more substantial and detailed picture: <\/p> <p>There arose a great outcry of the common people and their wives against their fellow Jews. Some were saying, &ldquo;We are putting up our sons and daughters as surety to buy grain in order to stay alive,&rdquo; while others were saying, &ldquo;We are mortgaging our fields, vineyards and houses in order to get grain during the famine.&rdquo; Others again were saying, &ldquo;We have borrowed money against our fields and vineyards to pay the king&rsquo;s tax. Our bodies are no different from the bodies of our fellows, and our children are no different from theirs; yet here we are, at the point of forcing our sons and daughters to become slaves. Indeed, some of our daughters have already been forced into that condition, but there is nothing we can do, since our fields and vineyards belong to others.&rdquo; (<a class=\"ref\">Neh 5:1&ndash;5 <\/a>) <\/p> <p>The fact that the poor are associated with people whose spirit has been broken by affliction (<em>ni&scaron;bĕr&ecirc;-lēb <\/em>,, literally, &ldquo;the brokenhearted&rdquo;) anticipates the declaration in <a class=\"isa\" verses=\"WzE4OTI1XQ==\">66:2 <\/a>,that those whom God regards with favor are the poor (<em>ʿān&icirc; <\/em>) and the afflicted in spirit (<em>nĕkēh-r&ucirc;aḥ <\/em>). It is relevant to note that whenever the poor, needy, or oppressed are mentioned in the liturgical hymns the context is always religious. The poor are the righteous (<em>ṣadd&icirc;q&icirc;m <\/em>,, <a class=\"ref\">Ps 109:16, 22 <\/a>), God&rsquo;s own people (<a class=\"ref\">Ps 72:2, 4, 12 <\/a>), and their opponents are the proud, impious, and godless (<a class=\"ref\">Ps 10:2, 9; 35:10; 147:6 <\/a>). The poor are, above all, those who seek YHVH (<a class=\"ref\">Ps 22:27; 69:33 <\/a>), and to seek God is, in these texts, the essence of true religion. <\/p> <p>By the time of writing, therefore, the terms in question (<em>ʿănāv&icirc;m, ʿāniyy&icirc;m <\/em>) had acquired a broader and specifically religious connotation without losing their basic sense of economic deprivation, marginalization, and exploitation. Some scholars have argued that the <em>ʿănāv&icirc;m <\/em>,, whom we hear of occasionally in psalms (e.g., <a class=\"ref\">Ps 10:17&ndash;18 <\/a>), addressed God collectively as a distinct community or party, an anticipation therefore of encratic sects in early Christianity, including the Ebionites (i.e., &ldquo;The Poor&rdquo;) and, eventually, monasticism and religious orders. If this is so, it is doubtful that it came about as the result of embracing voluntary poverty. As exploited subjects of an imperial power (the Babylonians and then the Persians) the people as a whole would have merited being called &ldquo;the poor of YHVH.&rdquo; Control of the temple with its considerable assets would have translated into a great deal of social control, including the power to excommunicate, with the resulting loss of social status and property (<a class=\"ref\">Ezra 10:8 <\/a>); hence, the complaint of those who &ldquo;tremble at God&rsquo;s word&rdquo; that they have been cast out for his Name&rsquo;s sake (<a class=\"isa\" verses=\"WzE4OTI4XQ==\">Isa 66:5 <\/a>). <\/p> <p>In keeping with the good news of the removal of economic and social disabilities, the prophet is to proclaim freedom for individuals sold into indentured service for the kinds of reasons exemplified in the Nehemiah Memoir. That debt or poverty was the primary if not necessarily exclusive reason for captivity and prison can be deduced from the language. The expression <em>liqrōʾ dĕr&ocirc;r <\/em>,(&ldquo;proclaim freedom&rdquo;) is a technical term for the solemn proclamation of the <em>&scaron;ĕmiṭṭ&acirc; <\/em>,(<a class=\"ref\">Jer 34:17 <\/a>), the seventh year &ldquo;release,&rdquo; when fellow-Israelites who had been sold into indentured service were to be set free and their outstanding debts forgiven (<a class=\"ref\">Exod 21:2; Deut 15:1&ndash;11; Jer 34:8&ndash;22 <\/a>). &ldquo;The year of YHVH&rsquo;s good pleasure&rdquo; (<em>&scaron;ĕnat rāṣ&ocirc;n laYHVH <\/em>) probably refers to the same social institution, one we suspect that was more honored in the breach than the observance. <\/p> <p>Linking the year of divine favor with the day of vindication (<em>y&ocirc;m nāqām <\/em>,, &ldquo;the day of vengeance,&rdquo; in rsv) is surprising at first sight because this Trito-Isaianic core (chs. <a class=\"isa\" verses=\"bnVsbA==\">60&ndash;62 <\/a>) appears to focus exclusively on the positive aspects of Zion&rsquo;s future. Steck (1991a, 114&ndash;17), therefore, removed the problem by the simple expedient of emending <em>nāqām <\/em>,to <em>yĕ&scaron;&ucirc;ʿ&acirc; <\/em>,(&ldquo;salvation&rdquo;), arguing that the idea of vengeance was introduced by the editor of the <em>Grossjesajabuch <\/em>,with reference to punishment on Babylon (cf. <a class=\"isa\" verses=\"WzE4NjAzXQ==\">47:3 <\/a>). Others (e.g., Westermann 1969, 367; Beuken 1989b, 421&ndash;22) have taken the less drastic option of interpreting <em>nāqām <\/em>,in the positive sense of &ldquo;restoration&rdquo; or &ldquo;restitution.&rdquo; This seems to be going too far since, following biblical usage, punitive action against YHVH&rsquo;s enemies seems to be an essential feature of the end-time scenario (<a class=\"ref\">Lev 26:25; Deut 32:35, 41, 43; Ps 58:11; Prov 6:34 <\/a>), not least in Isaiah (<a class=\"isa\" verses=\"WzE4MzEyLDE4MzI1LDE4NjAzLDE4ODE4LDE4ODcxXQ==\">34:8; 35:4; 47:3; 59:17; 63:4 <\/a>). In this sense, &ldquo;the day of vindication&rdquo; signifies an aspect of the &ldquo;Day of YHVH,&rdquo; familiar from prophetic texts (with Westermann 1969, 367; Lau 1994, 75&ndash;76; for further discussion of the issue, see Koenen 1990, 118&ndash;19). <\/p> <p>In keeping with the original commissioning of prophets in <a class=\"isa\" verses=\"WzE4NDIyXQ==\">40:1 <\/a>,(&ldquo;Comfort, O comfort my people&rdquo;), this prophetic disciple must also address words of comfort to those who mourn. Mourning is the spiritual and psychological condition appropriate to a time of fasting, in the present context fasting that commemorated the destruction of Jerusalem and its temple (<a class=\"isa\" verses=\"eyIxODc4OCI6MTJ9\">58:1&ndash;12 <\/a>; <a class=\"ref\">Zech 7:1&ndash;7; 8:18&ndash;19 <\/a>). It seems that the devout, including the disciples of the prophetic Servant, went beyond the scheduled fasts to make this attitude of mourning into a characteristic feature of their piety; hence, &ldquo;mourners,&rdquo; <em>ʾăbēl&icirc;m, mitʾabbĕl&icirc;m <\/em>,(<a class=\"isa\" verses=\"W1sxODc4NF0seyIxODg0NiI6Mn0sWzE4OTMzXV0=\">57:18; 61:2&ndash;3; 66:10 <\/a>), became a familiar designation analogous to &ldquo;Servants of YHVH&rdquo; (<em>ʿabd&ecirc; YHVH <\/em>) and &ldquo;Tremblers&rdquo; (<em>ḥărēd&icirc;m <\/em>). We can compare them with those mentioned in <a class=\"ref\">Mal 3:14 <\/a>,who went about as mourners (<em>qĕdōrann&icirc;t <\/em>) and appear to have formed a distinctive group. <\/p> <p>One of the most characteristic themes of <a class=\"isa\" verses=\"eyIxODc1NSI6MTkzfQ==\">chs. 56&ndash;66 <\/a>,is the assurance that the present unsatisfactory situation will be reversed by a divine intervention in the affairs of the Jewish community that will bring history as we know it to an end. At this point the reversal is from mourning to comfort, and assurance of its ultimate fulfillment is continued from the prophetic witness in <a class=\"isa\" verses=\"eyIxODQyMiI6MzMzfQ==\">chs. 40&ndash;55 <\/a>,(<a class=\"isa\" verses=\"WzE4NDIyLDE4NjUwLDE4Njc3LDE4Njg2LDE4NjkzLDE4NzA2XQ==\">40:1; 49:13; 51:3, 12, 19; 52:9 <\/a>) and will reappear in the Matthean Beatitudes (<a class=\"ref\">Matt 5:4 <\/a>). <\/p> <p>Reversal is also rendered by means of the traditional behavior associated with fasting. Instead of the uncovered head (<a class=\"ref\">Ezek 24:17, 23 <\/a>) on which ashes are sprinkled (<a class=\"ref\">2 Sam 13:19; Ezek 27:30 <\/a>), there will be a turban; instead of an unwashed and disheveled aspect, a body treated with oil; and instead of a mournful posture (&ldquo;bowing the head like a bulrush,&rdquo; <a class=\"isa\" verses=\"WzE4NzkyXQ==\">58:5 <\/a>), reinforced no doubt by torn garments (<a class=\"ref\">2 Sam 13:19; Jer 41:5 <\/a>), a festive robe (<em>maʿăṭēh <\/em>,hapax). The point is also made by the reversal of consonants and sound in the first of the three images: <em>pĕʾēr taḥat ʾēper <\/em>,, &ldquo;a turban instead of ashes.&rdquo; <\/p> <p>The remainder of this passage (<a class=\"isa\" verses=\"WzE4ODQ3XQ==\">vv 3c&ndash;7 <\/a>) is attached to the prophetic commissioning but is in reality, as we proposed earlier, the continuation of the interrupted apostrophe in the preceding chapter. Exegetes ancient and modern have had a lot of trouble with the description of the &ldquo;mourners&rdquo; as <em>ʾ&ecirc;l&ecirc; haṣṣedeq <\/em>,, literally, &ldquo;oaks of righteousness.&rdquo; This genitival phrase could be translated &ldquo;righteous oaks&rdquo; (as in Duhm 1922, 455), but an alternative meaning of <em>ṣedeq <\/em>,is shown by its parallelism with <em>yĕ&scaron;&ucirc;ʿ&acirc; <\/em>,or <em>ye&scaron;aʿ <\/em>,, &ldquo;salvation&rdquo; (<a class=\"isa\" verses=\"WzE4NTcwLDE4Njc5LDE4ODU2XQ==\">45:8; 51:5; 62:1 <\/a>), and <em>kāb&ocirc;d <\/em>,, &ldquo;glory&rdquo; (<a class=\"isa\" verses=\"WzE4Nzk1LDE4ODU3XQ==\">58:8; 62:2 <\/a>), which gives a more satisfactory sense&mdash; <em>Eichen des Heils <\/em>,(&ldquo;oaks of salvation&rdquo;) (Volz 1932, 253; Fohrer 1964, 233; Westermann 1969, 364). Even more satisfactory is Volz&rsquo;s suggestion, in his commentary, that in this context <em>ṣedeq <\/em>,implies <em>Echtheit <\/em>,, &ldquo;authenticity&rdquo;&mdash;namely, that the oaks are <em>Eichen wie sie sein sollen <\/em>,, &ldquo;oaks as oaks ought to be.&rdquo; This is what I have tried to convey in translating the expression &ldquo;strong and sturdy oaks.&rdquo; <\/p> <p>If the statement about the work of repair, restoration, and rebuilding (<a class=\"isa\" verses=\"WzE4ODQ4XQ==\">v 4 <\/a>) is read in context, it contradicts the earlier statement that the walls would be built by foreigners (<a class=\"isa\" verses=\"WzE4ODMyXQ==\">60:10 <\/a>). It may have been known at the time of writing that foreigners did not in fact build or repair the walls, or this may have been considered an inappropriate assignment for foreigners, in consequence of which they were given more menial tasks. The wall rebuilt under Nehemiah&rsquo;s leadership (<a class=\"ref\">Neh 3:1&ndash;32 <\/a>) may have been damaged shortly before his arrival in 445 b.c.e. under circumstances unknown to us; we do not know whether any work on the wall had been carried out prior to this time. But if, as suggested above, the location of <a class=\"isa\" verses=\"eyIxODg0NSI6M30=\">vv 1&ndash;3b <\/a>,was the result of a deliberate editorial decision, the rebuilders, restorers, and repairers could still be foreigners. It should be noted that the &ldquo;ruins and desolate places&rdquo; (<em>ḥorb&ocirc;t, &scaron;ōmĕm&ocirc;t <\/em>,, a stereotypical combination, <a class=\"isa\" verses=\"WzE4NjU2XQ==\">Isa 49:19 <\/a>; <a class=\"ref\">Ezek 29:10 <\/a>) had been there for a long time. This would be consistent with a date near the middle of the fifth century, some one hundred thirty years after the destruction of Jerusalem. <\/p> <p>That the people addressed&mdash;in the immediate context, Judeans responsive to prophetic preaching&mdash;will be regarded as priests and ministers (<em>kōhăn&icirc;m, mĕ&scaron;ārēt&icirc;m <\/em>,, terms practically synonymous at the time of writing) does not imply &ldquo;an astonishing democratization of the formerly exclusive sacerdotal office&rdquo; (Hanson 1975, 68). The immediate sequel provides a less recondite meaning: these Judeans will be to Gentiles as priests are to laity, who therefore are obliged to support the priests with material resources; hence, a more vivid restatement of the &ldquo;despoiling of the Egyptians&rdquo; theme often heard in these chapters, most recently in <a class=\"isa\" verses=\"W3siMTg4MjciOjN9LFsxODgzOF1d\">60:5&ndash;7, 16 <\/a>. <\/p> <p>The passage ends with the promise of a double portion in their land (this last phrase unaccountably omitted from nrsv) and the promise of everlasting joy. The assurance of a double portion (<em>mi&scaron;neh <\/em>) of land echoes the double punishment (<em>kiplayim <\/em>) inflicted on Israel for its sins (<a class=\"isa\" verses=\"WzE4NDIzXQ==\">40:2 <\/a>) and perhaps also the double disaster, famine, and sword inflicted on Jerusalem (<a class=\"isa\" verses=\"WzE4NjkzXQ==\">51:19 <\/a>; see Vol. 2, p. 181). It is, in its turn, echoed in later prophecy (<a class=\"ref\">Zech 9:12 <\/a>). This kind of language brings to mind the sufferings of Job and how the account ended with his receiving double (<em>lĕmi&scaron;neh <\/em>,, <a class=\"ref\">Job 42:10 <\/a>): twice as many sons and twice as much property. The correspondence between Job&rsquo;s situation and that of Israel and between the land of Uz and the land of Judah comes into clearer focus when we read, in the same verse in Job, that YHVH restored his fortunes (<em>&scaron;āb ʾet &scaron;ĕb&ucirc;t <\/em>), since this is the standard phrase for return from exile and post-destruction restoration in Deuteronomy (<a class=\"isa\" verses=\"WzE4MjIxXQ==\">30:3 <\/a>) and prophetic texts (<a class=\"ref\">Jer 29:14; 30:3, 18; Ezek 39:25; Amos 9:14; Zeph 3:20 <\/a>,etc.). These and other parallels prompt a reading of the book of Job as a different way of coming to terms with the disasters of the sixth century b.c.e. <\/p> <p>Blenkinsopp, J. (2008). <em>Isaiah 56&ndash;66: a new translation with introduction and commentary <\/em>,(Vol. 19B, pp. 220&ndash;227). New Haven; London: Yale University Press. <\/p>,",
    "audit": 1
}