{
    "id": 2142,
    "source": "blenkinsopp",
    "verse_id": 18638,
    "verse_count": 6,
    "reference": "49:1–6",
    "title": "The Servant’s Address to the Nations",
    "html": "<p>The inclusio of<a class=\"isa\" verses=\"eyIxODYzNSI6Mn0=\">48:20&ndash;21<\/a> (cf.<a class=\"isa\" verses=\"eyIxODQyMiI6NX0=\">40:1&ndash;5<\/a>) rounds off<a class=\"isa\" verses=\"bnVsbA==\">40&ndash;48<\/a> as a section distinct from the one following. The concluding statement denying well-being to the reprobate (<a class=\"isa\" verses=\"WzE4NjM3XQ==\">48:22<\/a>)&mdash;in other words, excluding them from enjoyment of the providential benefits mentioned in the previous verse&mdash;seems to have been taken from<a class=\"isa\" verses=\"WzE4Nzg3XQ==\">57:21<\/a> , apparently its original situation, to judge by the immediate context (<a class=\"isa\" verses=\"WzE4Nzg2XQ==\">57:20<\/a>). It may be compared with<a class=\"isa\" verses=\"WzE4OTQ3XQ==\">66:24<\/a> , the final statement in the book, which has the purpose of maintaining a firm distinction between the righteous and the reprobate in the final judgment.<\/p><p><a class=\"isa\" verses=\"eyIxODYzOCI6Nn0=\">Isaiah 49:1&ndash;6<\/a> , therefore, marks a new departure. It has no apparent nexus with the preceding apostrophe, unless one represents the servant as a new Moses who will lead the exodus from the diaspora as the old Moses did from Egypt (J. Fischer 1939, 101). We hear no more about Cyrus and the anticipated fall of Babylon, and there is no more polemic against the cult of images. That<a class=\"isa\" verses=\"eyIxODYzOCI6MTA0fQ==\">chs. 49&ndash;54<\/a> were conceived<em>at some point in the history of the book<\/em> as a distinct unit is suggested by the address of the<em>ʿebed<\/em> (&ldquo;servant&rdquo;) at the beginning (<a class=\"isa\" verses=\"eyIxODYzOCI6Nn0=\">49:1&ndash;6<\/a>) and the reference to the<em>ʿăbād&icirc;m<\/em> (&ldquo;servants&rdquo;) at the end (<a class=\"isa\" verses=\"WzE4NzQxXQ==\">54:17<\/a>). On that reading,<a class=\"isa\" verses=\"eyIxODc0MiI6MTN9\">ch. 55<\/a> would be transitional between<a class=\"isa\" verses=\"bnVsbA==\">49&ndash;54 and 56&ndash;66<\/a> but closer to what follows than to what precedes (see &ldquo;the everlasting sign\/name that shall not be cut off,&rdquo;<a class=\"isa\" verses=\"WzE4NzU0LDE4NzU5XQ==\">55:13 and 56:5<\/a>).<\/p><p>A different kind of structural marker is the repetition of the Exodus theme in<a class=\"isa\" verses=\"W3siMTg3MDgiOjJ9LHsiMTg3NTMiOjJ9XQ==\">52:11&ndash;12 and 55:12&ndash;13<\/a> , another variation on the inclusio of<a class=\"isa\" verses=\"eyIxODQyNCI6MjE0fQ==\">40:3&ndash;5&ndash;48:20&ndash;22<\/a> . That these passages may be taken as demarcating two subunits of<a class=\"isa\" verses=\"bnVsbA==\">40&ndash;55<\/a> is also suggested by the fact that both open with statements by or about an anonymous servant:<\/p><blockquote><p><a class=\"isa\" verses=\"eyIxODYzOCI6NzJ9\">49:1&ndash;6&mdash;&mdash;&mdash;&mdash;52:11&ndash;12<\/a><\/p><p><a class=\"isa\" verses=\"eyIxODcxMCI6MTV9\">52:13&ndash;53:12&mdash;&mdash;55:12&ndash;13<\/a><\/p><\/blockquote><p>Moreover, both sections combine the themes of servanthood and return with apostrophe to Jerusalem (<a class=\"isa\" verses=\"W3siMTg2NTEiOjEzfSx7IjE4NjkxIjo3fSx7IjE4NzI1IjoxN31d\">49:14&ndash;50:3 and 51:17&ndash;52:10; 54:1&ndash;17<\/a>), the Jerusalem theme alternating throughout with the servant passages.<\/p><p>As we read on through these chapters, we get the impression of successive stages in the composition of<a class=\"isa\" verses=\"eyIxODQyMiI6NTI2fQ==\">chs. 40&ndash;66<\/a> , with very definite elements of continuity, yet corresponding to a changing political and social situation, and a situation generally not changing for the better. Since structural data of the kind just mentioned encode meanings, our interpretation of the new section beginning with<a class=\"isa\" verses=\"eyIxODYzOCI6Nn0=\">49:1&ndash;6<\/a> will be guided by them.<\/p><p><a class=\"isa\" verses=\"eyIxODYzOCI6Nn0=\">Isaiah 49:1&ndash;6<\/a> is the address of an unnamed individual to foreign nations, describing his special relationship to Yahveh, his designation for a particular mission, and his equipment for discharging the task laid on him (<a class=\"isa\" verses=\"eyIxODYzOCI6M30=\">vv 1&ndash;3<\/a>). He reacts to his commission with discouragement and a sense of failure (<a class=\"isa\" verses=\"eyIxODY0MSI6Mn0=\">4, 5b<\/a>), at which point he is given a new mission to be the means for bringing salvation to the nations of the world (<a class=\"isa\" verses=\"WzE4NjQyXQ==\">5a, 6<\/a>). The passage cannot be aligned with any particular literary or rhetorical genre, whether a thanksgiving psalm, a lament psalm, or a report of commissioning (Melugin 1976, 69&ndash;71, 142&ndash;47). Some features may be borrowed from psalms, as is often the case in<a class=\"isa\" verses=\"eyIxODQyMiI6NTI2fQ==\">chs. 40&ndash;66<\/a> ; expressions of discouragement and fear followed by a reassuring message, for example<a class=\"ref\">Ps 31:23[22]<\/a> , and some readers have also picked up faint echoes of Jeremiah&rsquo;s laments (e.g.<a class=\"ref\">Jer 12:1&ndash;6<\/a>). But by the time these discourses came to be written down, the literary genres identified by standard form-critical procedures in prophetic books had to a considerable extent disintegrated.<\/p><p>While the situation to which the servant&rsquo;s speech corresponds is new, the language of the passage and its rhetorical features have much in common with section<a class=\"isa\" verses=\"bnVsbA==\">40&ndash;48<\/a> . The call for attention addressed to foreign nations, including coastlands and islands to the west (<em>ʾiyy&icirc;m<\/em><a class=\"isa\" verses=\"WzE4NDM2LDE4NDUzLDE4NDU3LDE4NDg1LDE4NDkxLDE4NDkzLDE4NDk2XQ==\">40:15; 41:1, 5; 42:4, 10, 12, 15<\/a>), replicates<a class=\"isa\" verses=\"WzE4NDUzXQ==\">41:1<\/a> . Yahveh has often been heard summoning Israel and designated individuals to discharge specific tasks (<a class=\"isa\" verses=\"W1sxODQ2MSwxODQ4NywxODUwN10seyIxODU2NSI6Mn0sWzE4NjMwXV0=\">41:9; 42:6; 43:1; 45:3&ndash;4; 48:15<\/a>). We have heard of Yahveh&rsquo;s forming Israel in the womb (<a class=\"isa\" verses=\"WzE4NTA3LDE4NTM1XQ==\">43:1; 44:1<\/a>), of his glory or splendor manifested through Israel (verb<em>pʾr<\/em> Hithpael,<a class=\"isa\" verses=\"WzE4NTU3XQ==\">44:23<\/a>), and of salvation on offer from one end of the earth to the other (<a class=\"isa\" verses=\"WzE4NDkxLDE4NTEyLDE4NTg0LDE4NjM1XQ==\">42:10; 43:6; 45:22; 48:20<\/a>). The accumulation of appositional clauses introducing<em>oratio recta<\/em> of Yahveh (<a class=\"isa\" verses=\"WzE4NjQyXQ==\">v 5a<\/a>) is also a feature peculiar to the discourses in<a class=\"isa\" verses=\"bnVsbA==\">40&ndash;48<\/a> (<a class=\"isa\" verses=\"W1sxODQ4NiwxODUwN10seyIxODUzNSI6Mn0sWzE4NTQwLDE4NTYzLDE4NTgwXV0=\">42:5; 43:1; 44:1&ndash;2, 6; 45:1, 18<\/a>).<\/p><p>Much of this characteristic language in<a class=\"isa\" verses=\"bnVsbA==\">40&ndash;48<\/a> refers to the mission confided to Cyrus by Yahveh. It is Cyrus who is summoned (<a class=\"isa\" verses=\"W3siMTg1NjUiOjJ9LFsxODYzMF1d\">45:3&ndash;4; 48:15<\/a>), whose name is pronounced (<a class=\"isa\" verses=\"eyIxODU2NSI6Mn0=\">45:3&ndash;4<\/a>), who is to be a light for the nations (<a class=\"isa\" verses=\"WzE4NDg3XQ==\">42:6<\/a>), and one of whose honorific titles is Servant of Yahveh (<a class=\"isa\" verses=\"eyIxODQ4MiI6NH0=\">42:1&ndash;4<\/a>). This designation &ldquo;servant&rdquo; (<em>ʿebed<\/em>) indicates an agent chosen for specific tasks. It may be predicated of any human agent chosen by God for a mission, whether an individual or a collectivity. In<a class=\"isa\" verses=\"bnVsbA==\">40&ndash;48<\/a> , as we have seen, in all instances save one the<em>ʿebed<\/em> is Israel presented under the name of the eponym Israel\/Jacob (<a class=\"isa\" verses=\"W3siMTg0NjAiOjJ9LFsxODUwMCwxODUxNl0seyIxODUzNSI6Mn0sWzE4NTU1LDE4NTYwLDE4NTY2LDE4NjM1XV0=\">41:8&ndash;9; 42:19; 43:10; 44:1, 2, 21, 26; 45:4; 48:20<\/a>).<\/p><p>In<a class=\"isa\" verses=\"eyIxODQ4MiI6NH0=\">42:1&ndash;4<\/a> , however, I argued that the description of the mission and the context of<a class=\"isa\" verses=\"eyIxODQyMiI6MjE2fQ==\">chs. 40&ndash;48<\/a> as a whole strongly favor an identification with Cyrus. Since after<a class=\"isa\" verses=\"bnVsbA==\">40&ndash;48<\/a> the focus shifts decisively away from Cyrus, we conclude that we have entered a phase in which it has become evident that the Iranian has not lived up to expectations, that he was not about to discharge the tasks assigned to him&mdash;namely, to set prisoners free (<a class=\"isa\" verses=\"WzE4NDg4LDE4NTc1XQ==\">42:7; 45:13<\/a>) and rebuild Jerusalem with its temple and the Judean towns destroyed by the Babylonians (<a class=\"isa\" verses=\"WzE4NTYwLDE4NTYyLDE4NTc1XQ==\">44:26, 28; 45:13<\/a>). At the same time, it seems that internal opposition to the prophet&rsquo;s religiopolitical ideas had reached a critical point. The seer whose voice we are hearing in<a class=\"isa\" verses=\"eyIxODYzOCI6Nn0=\">49:1&ndash;6<\/a> reacts to this situation by taking on himself the burden of being Yahveh&rsquo;s<em>ʿebed<\/em> . That this is the same voice heard at the beginning of<a class=\"isa\" verses=\"bnVsbA==\">40&ndash;48<\/a> (<a class=\"isa\" verses=\"WzE4NDI2XQ==\">40:5<\/a>) is possible, even probable, though hardly provable. But in view of the situation as described, it is interesting that the last occasion on which the voice of an individual seer was heard&mdash;&ldquo;and now the Sovereign Lord Yahveh has sent me, and his spirit &hellip;&rdquo; (<a class=\"isa\" verses=\"WzE4NjMxXQ==\">48:16<\/a>)&mdash;was a fragmentary sentence appended to the last allusion in these chapters to Cyrus.<\/p><p>The seer&rsquo;s call for attention addressed to foreign nations does not introduce another mock-trial scene, as in<a class=\"isa\" verses=\"WzE4NDUzXQ==\">41:1<\/a> , but is in anticipation of the new mission of taking over from Cyrus the task of enlightening the nations&mdash;that is, being an instrument of salvation among them. For this mission the seer was designated prenatally. Originally an element in the type-scene of prophetic commissioning (<a class=\"ref\">Jer 1:5<\/a> , quoted by Paul in<a class=\"ref\">Gal 1:15<\/a>), designation from the womb was applied metaphorically to the prehistory of Israel (<a class=\"isa\" verses=\"eyIxODUzNSI6Mn0=\">44:1&ndash;2<\/a>). The pronouncing of the name (<em>hizk&icirc;r &scaron;ĕm&icirc;<\/em> cf. Akkadian<em>&scaron;uma zakāru<\/em>) is a solemn act of invocation or conferring a special identity.<\/p><p>The military nature of the seer&rsquo;s equipment is interesting. Representing the mouth, the organ of speech, as a sharp sword plays on the Hebrew idiom of the edge of the sword (<em>p&icirc;-ḥereb<\/em> , e.g.<a class=\"ref\">Deut 13:16<\/a>), literally, the &ldquo;mouth of the sword,&rdquo; a mouth that also devours (<a class=\"ref\">Deut 32:42; 2 Sam 11:25<\/a>). Similar to &ldquo;the rod of his mouth,&rdquo; the idiom used of the once and future ruler (<a class=\"isa\" verses=\"WzE3ODg5XQ==\">Isa 11:4<\/a>), the expression connotes the power of incisive speech, the power to persuade and incite to action, to make a decisive difference in the political sphere. It therefore draws our attention to the<em>political<\/em> role of prophecy, a role illustrated by the prophets Zedekiah and Ahab, who were executed by the Babylonians (<a class=\"ref\">Jer 29:22<\/a>), and by politically-involved prophets in the early Achaemenid period, including Haggai and Zechariah. The metaphoric linkage between sword and speech will also recur frequently in Christian texts, from the New Testament (<a class=\"ref\">Heb 4:12; Rev 1:16; 19:15<\/a>) to Luther (&ldquo;<em>Das Wort ist das Schwert Gottes &hellip;<\/em> &rdquo;) and Blake (&ldquo;Nor shall my sword sleep in my hand.&hellip;&rdquo;).<\/p><p>For the seer of<a class=\"isa\" verses=\"eyIxODYxNiI6Nn0=\">48:1&ndash;6<\/a> , these weapons are still hidden; they are prepared for future use, for the day when Yahveh&rsquo;s glory will be manifest in the emancipation of Israel. (Compare<a class=\"isa\" verses=\"WzE4NTU3XQ==\">44:23<\/a> , where the glorification of Yahveh is tied in with the redemption of Israel.) This is<em>political<\/em> language, a political manifesto which declares, in effect, that the task of bringing about the will of Israel&rsquo;s God in the political sphere that Cyrus was unwilling to perform will now be undertaken by Israel itself by means of its prophetic representative.<\/p><p>The expression of a sense of discouragement and failure is a common topos in liturgical hymns and biographical narrative (e.g. Moses, Elijah, and Jeremiah). In this instance (<a class=\"isa\" verses=\"eyIxODY0MSI6Mn0=\">vv 4, 5b<\/a>) it would be natural to find an explanation in the hints of opposition to the seer&rsquo;s message in<a class=\"isa\" verses=\"bnVsbA==\">40&ndash;48<\/a> that seem to become stronger and more overt with the passing of time. Hence the abundance of rhetorical questions (&ldquo;Do you not know? Have you not heard?&rdquo;<a class=\"isa\" verses=\"WzE4NDQyLDE4NDQ5XQ==\">40:21, 28<\/a>), the complaint that Israel&rsquo;s God is disregarding his people&rsquo;s just cause (<em>mi&scaron;pāṭ<\/em> ,<a class=\"isa\" verses=\"WzE4NDQ4XQ==\">40:27<\/a> cf.<a class=\"isa\" verses=\"WzE4NjQxXQ==\">49:4b<\/a>), the frequent reproaches (<a class=\"isa\" verses=\"W3siMTg1MjgiOjN9LHsiMTg1NzEiOjV9LHsiMTg2MzMiOjJ9XQ==\">43:22&ndash;24; 45:9&ndash;13; 48:18&ndash;19<\/a>) and accusations of spiritual dullness (<a class=\"isa\" verses=\"eyIxODQ5OSI6M30=\">42:18&ndash;20<\/a>), stubbornness (<a class=\"isa\" verses=\"WzE4NTk5LDE4NjE5XQ==\">46:12; 48:4<\/a>), disingenuous worship (<a class=\"isa\" verses=\"WzE4NjE2XQ==\">48:1<\/a>), and a general tendency to transgress (<a class=\"isa\" verses=\"WzE4NTk1XQ==\">46:8<\/a>). This is a prophet who is having serious trouble persuading his public.<\/p><p>Now, however, the situation has changed, and the servant&rsquo;s mission on behalf of his people is described in general terms without reference to Cyrus and<em>his<\/em> mission. The four expressions with which the seer&rsquo;s mission is described show considerable overlap. He is to bring Israel back to Yahveh (<em>&scaron;&ucirc;b<\/em> Pilpel), which includes the idea of reintegration and return to the land (cf.<a class=\"ref\">Jer 50:19; Ezek 39:27<\/a>), physical restoration (cf.<a class=\"isa\" verses=\"WzE4Nzk5XQ==\">Isa 58:12<\/a><a class=\"ref\">; Ps 23:3; 60:3<\/a>), and moral regeneration. The usage is similar to<em>&scaron;&ucirc;b<\/em> Hiphil at the end of the Latter Prophets (<a class=\"ref\">Mal 3:24[4:6]<\/a>). There we learn that, on his return, Elijah will cause children to return to parents and parents to children, a mission rightly understood by Sirach as the restoration and reintegration of dispersed Israel (<a class=\"ref\">Sir 48:10<\/a>).<\/p><p>The physical return to Judah from diasporic locations is more directly expressed in the gathering in of Israel (<em>ʾsp<\/em> Niphal cf.<a class=\"isa\" verses=\"WzE3ODk3XQ==\">11:12<\/a> with<em>qbṣ<\/em> , &ldquo;collect&rdquo;) and the return of those who had survived the catastrophe of 586 (<em>&scaron;&ucirc;b<\/em> Hiphil), though the idea of moral reformation, &ldquo;turning,&rdquo; is often present where this verb appears. The reestablishment or restoration (<em>q&ucirc;m<\/em> Hiphil) of the tribes of Jacob is a more inclusive formulation. It is also of interest in view of the indications of a certain retribalization going on at that time, reflected in frequent references to &ldquo;Judah and Benjamin&rdquo; in Chronicles and Ezra-Nehemiah, in the prevalence of duodecimal symbolism in these books and elsewhere (e.g.<a class=\"ref\">1 Chr 25:9&ndash;21; Ezra 2:2; 6:17<\/a>) and, eventually, in personal names drawn from tribal traditions then known: for example, Judah (<a class=\"ref\">Ezra 10:23; Neh 11:9<\/a>), Benjamin (<a class=\"ref\">Neh 3:23<\/a>); Manasseh (<a class=\"ref\">Ezra 10:33<\/a>); and Joseph (<a class=\"ref\">Ezra 10:42; Neh 12:14<\/a>).<\/p><p>After the assurance of ultimate vindication, repeated more firmly and emphatically later (<a class=\"isa\" verses=\"eyIxODY3MCI6M30=\">50:7&ndash;9<\/a>), the prophet is given a further mission of even broader scope. Strange, indeed, it must seem by normal standards, this responding to the complaint of inadequacy and failure by adding a further and heavier burden of responsibility. The terms in which this additional task is stated provide the clearest indication that the prophet is taking over a mission originally confided to Cyrus, if with some significant differences, for it was Cyrus who was designated &ldquo;a light to the nations&rdquo; in the first place (<a class=\"isa\" verses=\"WzE4NDg3XQ==\">42:6<\/a>). What the metaphor entails is clarified somewhat by the statement later on that Yahveh&rsquo;s<em>t&ocirc;r&acirc;<\/em> and<em>mi&scaron;pāṭ<\/em> will serve as a light for the peoples (<em>ʾ&ocirc;r ʿamm&icirc;m<\/em><a class=\"isa\" verses=\"WzE4Njc4XQ==\">51:4<\/a>), which implies the establishment of a just order based on law.<\/p><p>As we learn from the Comment on the present passage, the servant is to replicate the other charge to Cyrus, that of serving as a covenant for the people (<a class=\"isa\" verses=\"WzE4NjQ1XQ==\">49:8<\/a> cf.<a class=\"isa\" verses=\"WzE4NDg3XQ==\">42:6<\/a>). This also involves obligation and the rule of law (see the Comments on<a class=\"isa\" verses=\"WzE4NDg3XQ==\">42:6<\/a>). The goal of this double commission, in favor of Israel and the Gentile world, will be achieved when Yahveh&rsquo;s salvation is available throughout the world. &ldquo;Salvation&rdquo; (<em>yĕ&scaron;&ucirc;ʿ&acirc;<\/em>) is one of those slippery terms that have different connotations to different people and in different situations. In<a class=\"isa\" verses=\"eyIxODYzOCI6MzEwfQ==\">chs. 49&ndash;66<\/a> it appears several times twinned with<em>ṣĕdāq&acirc;<\/em> (<a class=\"isa\" verses=\"WzE4NjgwLDE4NjgyLDE4NzU1LDE4ODE4LDE4ODU2XQ==\">51:6, 8; 56:1; 59:17; 62:1<\/a>), the latter meaning not &ldquo;righteousness,&rdquo; as elsewhere, but &ldquo;triumph,&rdquo; &ldquo;victory.&rdquo; Salvation is proclaimed when God&rsquo;s kingdom (<a class=\"isa\" verses=\"WzE4NzA0XQ==\">52:7<\/a>) is finally established, and the essence of the kingdom is the imposition of a just order based on law and therefore, necessarily, involving coercion (cf.<a class=\"isa\" verses=\"WzE4NTg0XQ==\">45:22<\/a> and the metaphor of Yahveh&rsquo;s arm,<a class=\"isa\" verses=\"WzE4NzA3XQ==\">52:10<\/a>).<\/p><p>How the prophet was to discharge this task we are not told, though we may be sure it involved projecting into the political sphere the power of the spoken and perhaps also the written word. This apostrophe opens up one of the great issues in the history of the Jewish people, leading up to and during the Second Commonwealth&mdash;that of relations with the Gentile world.<\/p><p>The traditional Christian explanation, illustrated (for example) by the annotations of the Scottish minister John Smith to the translation of Bishop Robert Lowth published in 1794, was that, after the failure of his mission to the Jews, the Messiah here turns to the Gentiles. But apart from the fact that the prophet&rsquo;s commission vis-&agrave;-vis his own people is not rescinded, we shall see that the issue was one with which Jewish communities struggled throughout the entire period of the Second Commonwealth and that the struggle between a more integrationist and a more expansive attitude has left its mark on the book at several points.<\/p><p>Blenkinsopp, J. (2008).<em>Isaiah 40&ndash;55: A New Translation with Introduction and Commentary<\/em> (Vol. 19A, pp. 298&ndash;302). New Haven; London: Yale University Press.<\/p> ",
    "audit": 1
}