{
    "id": 2116,
    "source": "blenkinsopp",
    "verse_id": 18414,
    "verse_count": 8,
    "reference": "39:1–8",
    "title": "A Babylonian Delegation Visits Hezekiah",
    "html": "<p>This third and last episode illustrates the boldness of the <em>nāb&icirc;ʾ<\/em> (Elijah, Micaiah, Elisha, Isaiah) vis-&agrave;-vis the ruler, a salient characteristics of the prophetic <em>legenda<\/em> incorporated into the History. The structure is simple. Hezekiah&rsquo;s favorable reception of the delegation together with the display of his wealth is described (<a class=\"isa\" verses=\"eyIxNzY1NiI6NTN9\">1&ndash;2<\/a>); Isaiah the <em>nāb&icirc;ʾ<\/em> appears on the scene, asks two questions and gets two answers (<a class=\"isa\" verses=\"eyIxNzcwOSI6MzJ9\">3&ndash;4<\/a>); the interrogation of the monarch leads to an oracular utterance introduced in the standard way predicting exile for Hezekiah&rsquo;s descendants and his court, and Hezekiah&rsquo;s reaction to it is recorded (<a class=\"isa\" verses=\"eyIxNzc0MSI6OTB9\">5&ndash;8<\/a>). The visit of the Babylonian envoys had to be the last of the three episodes if Isaiah was to predict successfully peace and security for the rest of the reign and if a connection was to be made with the announcement of the end of exile predicted by the prophet. If the purpose of the visit was to console Hezekiah in his convalescence it would also of course have to follow the story of the sickness and healing, though the Masoretic Text of <a class=\"isa\" verses=\"WzE4NDE0XQ==\">39:1<\/a> assumes that they learned about his condition only after arriving (see notes on the text). That Hezekiah&rsquo;s treasure had recently gone to buy off the Assyrians and would therefore not have been available to impress the Babylonians (<a class=\"ref\">2 Kgs 18:14&ndash;16<\/a>) creates an obvious problem for the Historian but not for the author of the B version or the editor of Isaiah chs. <a class=\"isa\" verses=\"eyIxODMzMiI6OTB9\">36&ndash;39<\/a>, who simply bypasses this (more historically plausible) version of events.<\/p><p>Before looking more closely at the episode in <a class=\"isa\" verses=\"eyIxODQxNCI6OH0=\">39:1&ndash;8<\/a> and Isaiah&rsquo;s role in it, it will be useful to see how it functions in the History (<a class=\"ref\">2 Kgs 20:12&ndash;19<\/a>). There is no connection between the eunuchs who will function at the Babylonian court (<a class=\"isa\" verses=\"WzE4NDIwXQ==\">39:7<\/a>) and those threatened with expulsion from the community on the basis of Deuteronomic law (<a class=\"isa\" verses=\"eyIxODc1NyI6M30=\">Isa 56:3&ndash;5<\/a>; <a class=\"ref\">Deut 23:2[1]<\/a>), and it is not necessary to place the composition of the episode in the Persian period because of the presence of eunuchs at the Persian court or the absence of a strong sense of sorrow and grieving (Kaiser 1974, 410). There were eunuchs at other courts including the one in Jerusalem (<a class=\"ref\">2 Kgs 24:12, 15<\/a>). We are also not obliged to date its composition between the first and second Babylonian capture of the city on the grounds of its failure to mention the fate of the temple (Clements 1980a, 294), since the temple is either not mentioned at all or mentioned only incidentally in other predictions of the fall of Jerusalem. The Historian, nevertheless, clearly indicates that the fulfillment of Isaiah&rsquo;s prediction was the first assault on Jerusalem in 597 b.c.e. resulting in the deportation of Jehoiachin together with his <em>sār&icirc;s&icirc;m<\/em> (&ldquo;eunuchs,&rdquo; &ldquo;officials&rdquo;) and the confiscation of his treasures&mdash;all of which happened &ldquo;as Yahveh had said&rdquo; (<a class=\"ref\">2 Kgs 24:10&ndash;17<\/a>). As the story is told in both versions, however, Hezekiah is the unwitting occasion of the prophecy and the prophetically predetermined disaster to follow but not its efficient cause. The strategy of the Historian is, rather, to put the burden of responsibility for the disaster on Manasseh and to exonerate Hezekiah and Josiah, and this is done by means of prophecies in which judgment is postponed, a technique first used to explain the division of the kingdom after Solomon&rsquo;s reign (<a class=\"ref\">1 Kgs 11:11&ndash;13<\/a>). The innocent Hezekiah is granted peace and security for the balance of his reign, but disaster will follow in due course. A close parallel is recourse to the prophet Huldah after the discovery of the law book during Josiah&rsquo;s reign. She exonerates Josiah from blame and grants him (erroneously it seems) a peaceful end because he wept and, presumably, prayed, as Hezekiah had done before him, but here too the prospect for the more distant future is bleak (<a class=\"ref\">2 Kgs 22:15&ndash;20<\/a>). During Manasseh&rsquo;s reign, prophets held him responsible for the destruction of Jerusalem to follow (<a class=\"ref\">2 Kgs 21:10&ndash;15<\/a>), and his guilt is emphasized at later points in the narrative (<a class=\"isa\" verses=\"eyIxODA5OSI6Mn0=\">23:26&ndash;27; 24:3&ndash;4<\/a>). We are reminded of the programmatic presentation in <a class=\"ref\">Ezek 18:5&ndash;18<\/a> of the three generations&mdash;good, bad, good (cf. Hezekiah, Manasseh, Josiah)&mdash;and their respective fates.<\/p><p>This is the overt and ostensible meaning assigned to the incident within the ideological framework imposed by the Historian on the events leading to the end of Judah&rsquo;s independent existence. Beneath the surface of the narrative, however, and not far beneath the surface, we can detect indications of a different interpretative framework. The <em>ostensible<\/em> reason for the visit, to console a convalescing monarch 400 miles away, strains credulity only slightly less than the reason given by the Chronicler (<a class=\"ref\">2 Chr 32:31<\/a>)&mdash;namely, the scientific curiosity of the Babylonian princes about the miracle of the shadow. No reason is given for Hezekiah&rsquo;s display of his wealth. He may simply have been incredibly naive, but a more plausible reason is the intent to demonstrate his resources as a credible ally of Babylon in Merodach-Baladan&rsquo;s long struggle against Assyria. We know, and the Historian would probably have known, that Merodach-Baladan (Marduk-apal-iddina II) had revolted against Assyria and that his revolt was over by 703 b.c.e. Hence the delegation to Jerusalem, if it took place, would have had to take place before that date. We cannot fail to detect a note of suspicion and hostility in the two questions put to Hezekiah by Isaiah, and the oracular utterance that follows, though lacking any overt condemnation of the king, is no less unconditionally negative than other judgment sayings throughout the book. It seems therefore that an original prophetic condemnation of Hezekiah&rsquo;s planned alliance with Babylon, similar to condemnations of overtures to Egypt in chs. <a class=\"isa\" verses=\"eyIxODE2NiI6MTM5fQ==\">28&ndash;33<\/a>, has been rewritten in the interest of the Historian&rsquo;s rehabilitation of Hezekiah. One indication of Deuteronomistic editing can be seen when Hezekiah tells Isaiah that the envoys had come &ldquo;from a distant land&rdquo; (<em>mēʾereṣ rĕḥ&ocirc;q&acirc;<\/em>); this expression is used exclusively by Deuteronomist writers and in the context either of treaty-making (<a class=\"ref\">Josh 9:6, 9<\/a>) or of foreigners&rsquo; coming to view the disasters inflicted on Judah (<a class=\"ref\">Deut 29:21 [29:22]; 1 Kgs 8:41<\/a>).<\/p><p>On the historical background, little need be added to the commentary on previous passages dealing with this critical period in the history of Judah (<a class=\"isa\" verses=\"W3siMTc5OTkiOjd9LHsiMTgwMzEiOjZ9LHsiMTgyMTkiOjV9XQ==\">18:1&ndash;7; 20:1&ndash;6 and 30:1&ndash;5<\/a>). The visit of Babylonian envoys to Jerusalem is set in the context of the struggle of Marduk-apal-iddina for independence from Assyria in southern Mesopotamia, where he ruled from 720 to 709 and again, briefly, in 703. Such a visit is not independently attested but is compatible with Babylonian attempts to draw Syrian, Phoenician, Transjordanian, and southern Palestinian states into an anti-Assyrian alliance. This was the situation during the Babylonian revolt of 703 supported passively by the Nubian Shabako and rather more actively by Judah, a revolt that ended with the complete defeat of Marduk-apal-iddina and his retreat into Elam, which exposed the small western states including Judah to the full weight of the Assyrian military machine. If this is the background to the episode, the diplomatic mission of the Babylonians described here, whether historical or fictitious, would align historically with overtures between Judah and Egypt denounced by Isaiah earlier in the book (<a class=\"isa\" verses=\"W3siMTc5OTkiOjI0fSx7IjE4MjE5Ijo3fSx7IjE4MjUyIjozfV0=\">18:1&ndash;19:17; 30:1&ndash;7; 31:1&ndash;3<\/a>).<\/p><p>On matters of detail: Merodach is probably a dysphemism or distortion of Marduk (the imperial Babylonian deity) formed with the vowels of the participle <em>mĕqullal<\/em>, &ldquo;cursed&rdquo;; Baladan appears to be a very corrupt version of <em>apaliddan<\/em>, implying a request for a son. As stated, the real object of the visit and gift-giving was to draw Judah into an anti-Assyrian alliance, and Hezekiah&rsquo;s response was intended as proof of the adequacy of his economic and military resources (not, however, of his wine cellar, pace Dahood 1959, 162&ndash;63). Isaiah&rsquo;s prophecy that all these treasures would end up in Babylon was fulfilled and the fulfillment noted, after the first conquest of Jerusalem in 597 b.c.e. (<a class=\"ref\">2 Kgs 24:12&ndash;16<\/a>). Hezekiah&rsquo;s reaction to this disconcerting prophecy will seem laconic to a fault. But rather than explaining his attitude psychologically (after all, he had just recovered from a serious illness), we should see it in the context of a disaster delayed but not removed, as in Huldah&rsquo;s prophecy to Josiah&rsquo;s officials (<a class=\"ref\">2 Kgs 22:15&ndash;20<\/a>). We may also credit Hezekiah with the awareness that repentance could change this verdict, as his own prayers and tears had reversed the prediction of imminent death, but the Historian knew only too well that this did not happen.<\/p><p>Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em> (Vol. 19, pp. 487&ndash;489). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}