{
    "id": 2055,
    "source": "blenkinsopp",
    "verse_id": 17801,
    "verse_count": 8,
    "reference": "7:18–25",
    "title": "Disasters of War: Four Cameos",
    "html": " <p>The four addenda introduced by the familiar redactional formula &ldquo;on that day&rdquo; (<em>bayy&ocirc;m hah&ucirc;ʾ <\/em>) follow naturally from the allusion immediately preceding to &ldquo;days that have not [yet] come,&rdquo; which looks like a prediction of disaster at the hands of the Assyrians (<a class=\"isa\" verses=\"WzE3ODAwXQ==\">17<\/a>). The first two play on the theme of Assyria as Yahveh&rsquo;s instrument or surrogate for punishing his own people (cf. Assyria as a club, axe, saw, <a class=\"isa\" verses=\"eyIxNzg1NiI6MTV9\">10:5&ndash;19<\/a>), though whether the prospective victim is the Kingdom of Samaria with its ally or Judah is not explicitly stated. The third and fourth are editorial variations on existing Isaian motifs&mdash;buttermilk and honey (cf. <a class=\"isa\" verses=\"WzE3Nzk4XQ==\">7:15<\/a>), the vine (cf. <a class=\"isa\" verses=\"eyIxNzc0MSI6N30=\">5:1&ndash;7<\/a>), thorns and weeds, hoeing, and the trampling of animals (cf. <a class=\"isa\" verses=\"eyIxNzc0NSI6Mn0=\">5:5&ndash;6<\/a>)&mdash;which taken together point unmistakably to a future critical situation in Judah consequent on the decision of Ahaz to accept the Assyrian yoke. The intent is to create a moral nexus between events during the reign of Ahaz and the devastation caused by Sennacherib&rsquo;s invasion, though in fact the latter actually came about as a result of Hezekiah&rsquo;s refusal to pay tribute. Somewhat later, the Assyrian invasion under Hezekiah will be explained quite unambiguously with reference to Ahaz&rsquo;s infidelity (<a class=\"isa\" verses=\"eyIxNzgxMyI6NH0=\">8:5&ndash;8<\/a>). <\/p> <p>The representation of the Assyrian army as a plague of killer bees is unexceptional (cf. <a class=\"ref\">Deut 1:44; Ps 118:12<\/a>), and it would be consonant with the drift of the section as a whole to refer the metaphor to Sennacherib&rsquo;s campaign in southern Palestine in 701, culminating in the siege of Jerusalem. Mention of the Egyptians is more problematic. Unlike bees (see Wildberger 1991 for details of apiary lore, 322&ndash;23), flies do not respond to whistling or nest among rocks and in bushes; hence the tendency in the commentary tradition to assign this allusion to a later glossator. The editor may have been thinking of the pro-Assyrian policy of Shabako of the twenty-fifth Nubian dynasty (ca. 716&ndash;702) rather than that of his successor Shebitku (ca. 702&ndash;690), the &ldquo;broken reed&rdquo; on whom Hezekiah was advised by the Assyrian generalissimo not to rely (<a class=\"isa\" verses=\"WzE4MzM3XQ==\">36:6<\/a>). Elsewhere in Isaiah (e.g. <a class=\"isa\" verses=\"eyIxODAyMyI6OH0=\">19:18&ndash;25<\/a>) &ldquo;Assyria&rdquo; and &ldquo;Egypt&rdquo; serve as code-names for Seleucids and Ptolemies, as we shall see, but <a class=\"isa\" verses=\"eyIxNzgwMSI6Mn0=\">7:18&ndash;19<\/a> provides no clue that this is the case here. The second cameo presents the brutal but realistic image of shaming captives by shaving off their hair, including facial and body hair (cf. <a class=\"ref\">2 Sam 10:1&ndash;5<\/a>). <\/p> <p>The reuse of the buttermilk and honey motif (<a class=\"isa\" verses=\"WzE3Nzk4XQ==\">7:15<\/a>) in the third editorial addition looks at first sight like an exception to the litany of disasters, and this could indeed be the case if part or all of 22 were added at an even later time (see note on the text), perhaps as indicating an eschatological, messianic scenario (Kaiser 1972, 174, 177). But it is possible to interpret it otherwise: either in the sense that one cow and two sheep represent the minimum for a household to survive or that the loss of cultivated land will have left ample space for grazing or, finally, that the survivors of military disaster will have to live off the natural products of the land rather than meat and cereal products, including bread. The final cameo hyperbolically develops the image of the ravaged vineyard (<a class=\"isa\" verses=\"eyIxNzc0MSI6N30=\">5:1&ndash;7<\/a>). A shekel (about half an ounce of silver) would be a steep price indeed to pay for a single vine, but soon there will be nothing left of the vineyard but grazing for animals and a hunting ground for the survivors of the disaster. <\/p> <p>Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary <\/em> (Vol. 19, pp. 235&ndash;236). New Haven; London: Yale University Press. <\/p> ",
    "audit": 1
}