{
    "id": 2175,
    "source": "blenkinsopp",
    "verse_id": 18915,
    "verse_count": 9,
    "reference": "65:17–25",
    "title": "New Heaven, New Earth, New City",
    "html": " <p>Commentators in the modern period have raised questions about the literary integrity of this passage, its relation with the preceding pericope, and its place in <a class=\"isa\" verses=\"eyIxODg5OSI6MjV9\">ch. 65<\/a>, in general. It is common to begin with <a class=\"isa\" verses=\"WzE4OTE0XQ==\">v 16b<\/a>&mdash;thereby understanding the new creation to be the reason for forgetting former troubles (<em>k&icirc;<\/em>, understood causally). Another reason for doing so is the repetition of <a class=\"isa\" verses=\"WzE4OTE0XQ==\">16c<\/a>, in somewhat different words in <a class=\"isa\" verses=\"WzE4OTE1XQ==\">17b<\/a>. But it would be entirely characteristic of <a class=\"isa\" verses=\"bnVsbA==\">Isa 40&ndash;66<\/a>, to connect two sayings by a catchword (in this instance <em>hāriʾ&scaron;ōn&ocirc;t<\/em>) or the repetition of a phrase, and <em>k&icirc;<\/em>, appears with great frequency at the beginning of a verse throughout <a class=\"isa\" verses=\"eyIxODQyMiI6NTI2fQ==\">chs. 40&ndash;66<\/a>, (nine times in <a class=\"isa\" verses=\"eyIxODkxNCI6MTB9\">65:16&ndash;25<\/a>), as a connective particle with no particular charge. We would, finally, expect a solemn pronouncement such as <a class=\"isa\" verses=\"WzE4OTE1XQ==\">17a<\/a>, to open a new section. <\/p> <p>In any case, the division at this point is not of great importance, since <a class=\"isa\" verses=\"eyIxODg5OSI6MjV9\">ch. 65<\/a>, is made up of thematically linked passages. Thus, the prospect of the future vindication of YHVH&rsquo;s Servants and chosen ones is enlarged to take in the renewal of the cosmos, and the new name of these chosen ones is taken up into a new heavens, new earth, and new city. Since <a class=\"isa\" verses=\"WzE4OTIyXQ==\">v 24<\/a>, together with <a class=\"isa\" verses=\"WzE4ODk5LDE4OTEwXQ==\">vv 1 and 12<\/a>, structures the chapter around the theme of call and response, the final verse, based on <a class=\"isa\" verses=\"eyIxNzg5MSI6NH0=\">Isa 11:6&ndash;9<\/a>, would appear to be a scribal afterthought. If so, it is by no means inappropriate, which has led several commentators to read it as integral to the passage (Beuken 1989a, 91&ndash;92; van Ruiten 1992, 31&ndash;42; P. A. Smith 1995, 148&ndash;49). The suggestion that <a class=\"isa\" verses=\"WzE4OTE1LDE4OTIzXQ==\">vv 17 and 25<\/a>, were added to provide an apocalyptic framework for the promise of a renewed city and people (Westermann 1969, 326) is an unnecessary elaboration and removes any logical or thematic hiatus between <a class=\"isa\" verses=\"WzE4OTE0LDE4OTE2XQ==\">vv 16 and 18<\/a>. <\/p> <p>On the subject of unnecessary elaborations, we might mention the redactional analysis of Vermeylen (1978, 492), who identifies the original core of the passage as <a class=\"isa\" verses=\"eyIxODkxNiI6NX0=\">vv 18b&ndash;20a, 21&ndash;22a, 23<\/a>, and assigns the rest to the work of editors. Another redactional maximalist, Sehmsdorf (1972, 517&ndash;61), limits the core promise to <a class=\"isa\" verses=\"WzE4OTE0XQ==\">16b&ndash;19a<\/a>, which was then filled out with three successive expansions from adherents of the Deuteronomistic school (i.e., <a class=\"isa\" verses=\"eyIxODkxOCI6M30=\">20, 21&ndash;22a, 24&ndash;25<\/a>) and one <em>Zusammenfassung<\/em>, (i.e., <a class=\"isa\" verses=\"WzE4OTIwXQ==\">22b&ndash;23<\/a>). This reading follows from his conviction, based on linguistic and thematic overlap, that <a class=\"isa\" verses=\"eyIxODc1NSI6MTkzfQ==\">chs. 56&ndash;66<\/a>, have been subjected to a thorough Deuteronomistic reworking (especially in evidence in <a class=\"isa\" verses=\"W3siMTg3NTUiOjh9LHsiMTg4MDAiOjJ9LFsxODg0MF0seyIxODg2MyI6Mn0seyIxODkyNCI6NH1d\">56:1&ndash;8; 58:13&ndash;14; 60:18a; 62:8&ndash;9; 66:1&ndash;4<\/a>). In most instances, however, the vocabulary and themes on which Sehmsdorf based his argument are attested outside of the Deuteronomistic corpus, a good example being the blessing formulas in <a class=\"isa\" verses=\"eyIxODkxOSI6Mn0=\">vv 21&ndash;22<\/a>, and the corresponding curses, as we shall see. It seems that the similarities he adduces can be adequately explained by the pervasive influence of the Deuteronomists on <a class=\"isa\" verses=\"eyIxODQyMiI6NTI2fQ==\">chs. 40&ndash;66<\/a>, in general, often noted and commented on in this section of the book. <\/p> <p>The most striking difference between <a class=\"isa\" verses=\"eyIxODg5OSI6MjV9\">17&ndash;25 and 1&ndash;16<\/a>, is that there is no distinction between the elect and their opponents in the audience of <a class=\"isa\" verses=\"eyIxODkxNSI6OX0=\">17&ndash;25<\/a>. If the passage is read without reference to its context, its affinity with <a class=\"isa\" verses=\"eyIxODgyMyI6NDV9\">chs. 60&ndash;62<\/a>, (the core of this third section of the book) and therefore indirectly with <a class=\"isa\" verses=\"eyIxODQyMiI6MzMzfQ==\">chs. 40&ndash;55<\/a>, becomes apparent. In this situation, however, it is important to note that much of the language in which the renewed cosmos is described does not appear in <a class=\"isa\" verses=\"eyIxODgyMyI6NDV9\">chs. 60&ndash;62<\/a>&mdash;conspicuously the verb <em>brʾ<\/em>, (&ldquo;create&rdquo;), <em>hāriʾ&scaron;ōn&ocirc;t<\/em>, (&ldquo;the former things&rdquo;), and <em>bĕḥ&icirc;r&icirc;m<\/em>, (&ldquo;chosen ones&rdquo;). But if the context of the passage is taken seriously, whatever one thinks about its original form or location, we see that the regenerated world with Jerusalem at its center is promised not for the Jewish people as a whole but for &ldquo;my people who seek me&rdquo; (<a class=\"isa\" verses=\"WzE4OTA4XQ==\">65:10b<\/a>), the Servants (<a class=\"isa\" verses=\"W3siMTg5MDYiOjJ9LHsiMTg5MTEiOjN9XQ==\">65:8&ndash;9, 13&ndash;15<\/a>), the elect of God (<a class=\"isa\" verses=\"WzE4OTA3LDE4OTEzXQ==\">65:9, 15<\/a>). <\/p> <p>The passage consists essentially in two solemn pronouncements beginning <em>k&icirc; hinnĕn&icirc; b&ocirc;rēʾ<\/em>, (&ldquo;See, I am about to create&rdquo;). That the second of these (<a class=\"isa\" verses=\"WzE4OTE2XQ==\">18b&ndash;24<\/a>) is much longer than the first (<a class=\"isa\" verses=\"eyIxODkxNSI6Mn0=\">17&ndash;18a<\/a>) suggests that the new heavens and earth are thought of more as the context for social and political transformation and therefore are not the focus of attention in themselves, as is the case in apocalyptic writings from the Greco-Roman period. The line of continuity with the preceding verses is not difficult to trace. In <a class=\"isa\" verses=\"eyIxODkxMSI6NH0=\">vv 13&ndash;16<\/a>, YHVH&rsquo;s Servants are promised a different, therefore a new, name and a transformed existence in which past misfortunes will be forgotten. The prospect held out in <a class=\"isa\" verses=\"eyIxODkxNSI6OX0=\">vv 17&ndash;25<\/a>, simply enlarges on this panorama, and we shall find the same association between cosmic renewal and a renewed Jerusalem toward the end of the book (<a class=\"isa\" verses=\"eyIxODk0NSI6Mn0=\">66:22&ndash;23<\/a>). <\/p> <p>The author of the poem is drawing on and sometimes reinterpreting sayings that now form part of <a class=\"isa\" verses=\"eyIxODQyMiI6MzMzfQ==\">chs. 40&ndash;55<\/a>. The idea of new heavens and earth may have been suggested by the prediction of the end of the present cosmic order in <a class=\"isa\" verses=\"WzE4NjgwXQ==\">51:6<\/a>: <\/p> <p>Raise your eyes to the sky, <\/p> <p>look at the earth beneath&mdash; <\/p> <p>for the sky will be dispersed like smoke, <\/p> <p>the earth will wear out like a garment, <\/p> <p>its inhabitants will die like gnats; <\/p> <p>but my salvation will endure for ever, <\/p> <p>my triumph will not be eclipsed. <\/p> <p>Whether this language of endings and new beginnings can be described as <em>apocalyptic<\/em>, depends, of course, on how one defines this elusive term. There is here no dogma of the two ages, no dominion of Satan, and the sense of crisis communicated in such texts as <a class=\"ref\">2 Pet 3:5&ndash;13 and Rev 21:1<\/a>, is lacking. <\/p> <p>The threefold use in <a class=\"isa\" verses=\"eyIxODkxNSI6Mn0=\">vv 17&ndash;18<\/a>, of the verb <em>bārāʾ<\/em>, a technical term for divine creative activity, indicates dependence on <a class=\"isa\" verses=\"eyIxODQyMiI6MjE2fQ==\">chs. 40&ndash;48<\/a>, which speak of the creation of darkness and light (<a class=\"isa\" verses=\"WzE4NTY5XQ==\">45:7<\/a>), the heavenly bodies (<a class=\"isa\" verses=\"WzE4NDQ3XQ==\">40:26<\/a>), the earth and its inhabitants (<a class=\"isa\" verses=\"WzE4NDQ5LDE4NDg2LDE4NTc0LDE4NTgwXQ==\">40:28; 42:5; 45:12, 18<\/a>), and Israel (<a class=\"isa\" verses=\"WzE4NTA3LDE4NTEzLDE4NTIxXQ==\">43:1, 7, 15<\/a>). The author of the poem is also giving fresh content to the theme of renewal that is pervasive throughout <a class=\"isa\" verses=\"eyIxODQyMiI6MjE2fQ==\">chs. 40&ndash;48<\/a>, especially in the contrast between &ldquo;former things&rdquo; and &ldquo;new things&rdquo; now coming into existence (<a class=\"isa\" verses=\"WzE4NDkwLDE4NjIxXQ==\">42:9; 48:6<\/a>). Here, in <a class=\"isa\" verses=\"WzE4OTE1XQ==\">65:17b<\/a>, &ldquo;the former things&rdquo; are reinterpreted in the light of &ldquo;the former troubles&rdquo; at the end of the preceding saying. The injunction to put the past aside, to forget it, is also taken over from the same source (<a class=\"isa\" verses=\"WzE4NTI0XQ==\">43:18<\/a>). <\/p> <p>While the creation recital of <a class=\"ref\">Gen 1:1&ndash;2:4a<\/a>, and <a class=\"isa\" verses=\"eyIxODkxNSI6OX0=\">Isa 65:17&ndash;25<\/a>, may well have been roughly contemporaneous and may well have shared elements of the same <em>Weltanschauung<\/em>, it has proved impossible to establish with a reasonable degree of assurance a relation of dependence in either direction (pace Steck 1997b, 349&ndash;65, who argued for the dependence of <a class=\"isa\" verses=\"eyIxODkxNSI6OX0=\">65:17&ndash;25<\/a>, on <a class=\"ref\">Gen 1&ndash;3<\/a>). <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 40&ndash;66<\/a>, has indeed much to say about creation but more often than not in terms quite different from <a class=\"ref\">Gen 1<\/a>. Rather than forming a dome or bell-shaped solid cover (<em>rāq&icirc;ʿ&acirc;<\/em>, <a class=\"ref\">Gen 1:6<\/a>), for example, the Deutero-Isaian heaven is stretched out (<em>nṭh<\/em>) like a curtain or tent (<a class=\"isa\" verses=\"WzE4NDQzLDE4NDg2LDE4NTU4LDE4NTc0LDE4Njg3LDE4NjkwXQ==\">40:22; 42:5; 44:24; 45:12; 51:13, 16<\/a>). In contrast to <a class=\"ref\">Gen 1<\/a>, in these Isaian texts God creates both light and darkness (<a class=\"isa\" verses=\"WzE4NTY5XQ==\">45:7<\/a>), and the celestial elements are not simply made, as in Genesis, but called forth (<a class=\"isa\" verses=\"WzE4NDQ3LDE4NjI4XQ==\">40:26; 48:13<\/a>). <\/p> <p>The idea of a return to the first creation, to the paradisal existence of Eden, is present marginally in the allusion to the snake in the scribal addition in <a class=\"isa\" verses=\"WzE4OTIzXQ==\">65:25<\/a>, as it is in the lxx and Targum glossing of the tree as the Tree of Life in <a class=\"isa\" verses=\"WzE4OTIwXQ==\">v 22<\/a>, and obliquely in the longevity theme in <a class=\"isa\" verses=\"WzE4OTE4XQ==\">v 20<\/a>. These and other allusions to motifs from the primeval history&mdash;Eden the garden of God (<a class=\"isa\" verses=\"WzE4Njc3XQ==\">51:3<\/a>), Noah and the flood (<a class=\"isa\" verses=\"WzE4NzMzXQ==\">54:9<\/a>)&mdash;demonstrate the currency at the time of writing of these narrative themes and traditions without amounting to proof of an intertextual relationship between <a class=\"ref\">Gen 1&ndash;11<\/a>, and <a class=\"isa\" verses=\"bnVsbA==\">Isa 40&ndash;66<\/a>. <\/p> <p>In <a class=\"isa\" verses=\"eyIxODc1NSI6MTkzfQ==\">chs. 56&ndash;66<\/a>, Deuteronomic echoes are frequently heard, and of these several examples have been noted. In this first pronouncement, the phrase <em>ʿāl&acirc; ʿal-lēb<\/em>, &ldquo;come to mind,&rdquo; appears, which also is used several times in prose passages in Jeremiah, assigned by many scholars to a Deuteronomistic editor and usually occurring in the context of syncretistic cults (<a class=\"ref\">Jer 3:16; 7:31; 19:5; 32:35<\/a>). <\/p> <p>This first pronouncement, then, urges those addressed to put the troubles of the past behind them and to rejoice in the prospect of a new situation. The address is presented in an elegant ring composition (<em>k&icirc; hinnĕn&icirc; b&ocirc;rēʾ &hellip; ʾă&scaron;er ʾăn&icirc; b&ocirc;rēʾ<\/em>, <a class=\"isa\" verses=\"eyIxODkxNSI6Mn0=\">17, 18a<\/a>). Here, too, there is linkage with the previous saying in which the future rejoicing of YHVH&rsquo;s Servants is foreseen (<a class=\"isa\" verses=\"eyIxODkxMSI6Mn0=\">vv 13d&ndash;14a<\/a>), leading to the main theme of the renewal of Jerusalem and its people. Rejoicing (verbs <em>ś&icirc;ś, g&icirc;l<\/em>) is a major theme in the Trito-Isaian core (<a class=\"isa\" verses=\"WzE4ODM3LDE4ODU0LDE4ODYwXQ==\">60:15; 61:10; 62:5<\/a>) and in passages dependent on it (<a class=\"isa\" verses=\"W1sxODkzMywxODkzN10seyIxODMyMiI6Mn1d\">66:10, 14; 35:1&ndash;2<\/a>). It appears, then, that <a class=\"isa\" verses=\"eyIxODkxNSI6OX0=\">65:17&ndash;25<\/a>, has drawn independently on both <a class=\"isa\" verses=\"eyIxODQyMiI6MjE2fQ==\">chs. 40&ndash;48<\/a>, and <a class=\"isa\" verses=\"eyIxODgyMyI6NDV9\">chs. 60&ndash;62<\/a>. <\/p> <p>The second pronouncement prolongs the note of joy and does so to make it clear that YHVH joins in the rejoicing and that the cause of joy is not so much the physical city as its inhabitants (<a class=\"isa\" verses=\"WzE4OTE2XQ==\">vv 18b&ndash;19a<\/a>). This I take to be a more sober or neutral expression of 62:5: as the bridegroom rejoices over the bride, &ldquo;so will your God rejoice over you.&rdquo; It can be illuminating to compare the description of the future condition of the city and its inhabitants (<a class=\"isa\" verses=\"WzE4OTE3XQ==\">19b&ndash;20<\/a>) with other Isaian projections into the future. These include ecological transformation, the end of violence and oppression, and the removal of physical disabilities (<a class=\"isa\" verses=\"eyIxODIxMSI6NX0=\">29:17&ndash;21<\/a>); justice, peace, and security in a utopian rural environment (<a class=\"isa\" verses=\"eyIxODMyMiI6MTB9\">35:1&ndash;10<\/a>); and harmony in the animal world, implying a return to the first creation (<a class=\"isa\" verses=\"eyIxNzg5MSI6NH0=\">11:6&ndash;9<\/a>), a motif picked up and developed by the scribe who added <a class=\"isa\" verses=\"WzE4OTIzXQ==\">v 25<\/a>. <\/p> <p>Particularly moving is the prospect that weeping and cries of distress, or cries for redress (<a class=\"ref\">Gen 18:20<\/a>), will come to an end (<a class=\"isa\" verses=\"WzE4OTE3XQ==\">Isa 65:19b<\/a>)&mdash;the reversal of a theme repeated at intervals throughout the first part of Jeremiah (<a class=\"isa\" verses=\"WzE3OTc5LDE4MTI5XQ==\">7:34; 16:9; 25:10<\/a>). A later Isaian text predicts the wiping away of tears from every face and the abolition of death itself (<a class=\"isa\" verses=\"WzE4MTI3XQ==\">25:8<\/a>). The author of our poem is not prepared to go so far but contents himself with announcing the end of infant mortality and a return to the longevity of the ancestors, taking examples from the two extremes of the age spectrum (<a class=\"isa\" verses=\"WzE4OTE4XQ==\">v 20<\/a>). <\/p> <p>We are unfortunately not well informed on the physical conditions of life in the biblical period, for example, on such matters as diet, health and sickness. Estimates of life expectancy that do not take into account the dangerous first 5 years of life are practically useless. In preindustrial societies, modern as well as ancient, probably at least one-third of babies born live died before reaching the age of 6, and it has been calculated that in peasant societies in medieval Europe life expectancy <em>at birth<\/em>, was about 33 years. This may give us a very rough idea of the situation in Palestinian peasant society during the Iron Age and down into late antiquity. Now we are told that this major source of grief, the premature death of children, is to be removed in the Jerusalem of the future. There will be no <em>ʿ&ucirc;l yām&icirc;m<\/em>, literally, &ldquo;infant of (a few) days.&rdquo; This is a somewhat unusual term for a child prior to weaning (more commonly <em>ʿ&ocirc;lāl, ʿ&ocirc;lēl<\/em>, or <em>y&ocirc;nēq <\/em>), meaning therefore ages birth to about 3 or 4 years old (<a class=\"ref\">1 Sam 1:22&ndash;24; 2 Macc 7:27<\/a>). <\/p> <p>At the other end of the age spectrum, none will die without &ldquo;fulfilling their days.&rdquo; The formulation is reminiscent of the blessing attached to the &ldquo;covenant code&rdquo;: &ldquo;No one shall have a miscarriage or be infertile in your land; I shall fulfill the number of your days&rdquo; (<a class=\"ref\">Exod 23:26<\/a>). It is not stated that 100 is the ideal age at which to die but that a person will reach the century mark without suffering the ills usually attendant on aging. The idea seems to be that of a return to the ideal represented by the ancestors, whose ages were in the 100&ndash;200 range, from Isaac at 180 to Joseph and Joshua at a mere 110. According to <a class=\"ref\"> <em>1 <\/em> <em>En.<\/em>,25:6<\/a>, the elect will live a long life such as their ancestors lived. Perhaps with <a class=\"isa\" verses=\"WzE4OTE4XQ==\">Isa 65:20<\/a>, in mind, the author of the book of <em>Jubilees<\/em>, (<a class=\"isa\" verses=\"bnVsbA==\">23:27&ndash;28<\/a>) sets the ideal at 1000 and predicts that &ldquo;there shall be no old man, nor one who is not satisfied with his days, for all shall be as children and youths.&rdquo; <\/p> <p>In the damaged postdiluvian world, the maximum is 120 years (<a class=\"ref\">Gen 6:3<\/a>), in keeping with a common Near Eastern topos based on the Sumerian sexagesimal system (60 &times; 2). Very clearly, life expectancy has a moral dimension: a long life is correlative with a morally upright life; sickness or premature death is diagnostic of moral disorder. In the dawn of history, the life-span is reduced to 120 years as a result of promiscuous relations between divine males and human females (<a class=\"ref\">Gen 6:3<\/a>). The moral correlation inevitably led to problems when an ostensibly righteous individual died at a young age (<a class=\"ref\">Josiah at 39<\/a>) or an ostensibly wicked person died in the fullness of years (Manasseh at 67). Surprisingly, perhaps, the moral dimension is not in evidence in <a class=\"isa\" verses=\"WzE4OTE4XQ==\">65:20<\/a>, though both lxx and Vulg., understandably but incorrectly, found a reference to sin in the Hebrew text. <\/p> <p>The promise that God&rsquo;s elect will remain in possession of their houses and vineyards (<a class=\"isa\" verses=\"eyIxODkxOSI6Mn0=\">vv 21&ndash;22a<\/a>) represents the reversal of a common curse attached to covenant formulations and, indirectly, to international treaties: <\/p> <p>You will build a house but not live in it; <\/p> <p>you will plant a vineyard but not enjoy its fruit. (<a class=\"ref\">Deut 28:30<\/a>) <\/p> <p>This kind of formulation, which became part of the common stock of prophetic diatribe (<a class=\"ref\">Amos 5:11; Mic 6:14; Zeph 1:13<\/a>), reflects the bitter experience of people subject to military occupation, deportation, sequestration of property, and the impositions of an oppressive state system, either their own or that of a colonial power (for this last see, for example, <a class=\"ref\">Neh 5:3<\/a>: the complaint of the common people that they are obliged to mortgage their vineyards and houses). Reassurance about having a place to live and the means of livelihood, especially in the troubled and uncertain time following the Babylonian conquest and the deportations, would be an important element in any vision of a different future (cf. <a class=\"ref\">Amos 9:14<\/a>). <\/p> <p>At this juncture (<a class=\"isa\" verses=\"WzE4OTIwXQ==\">vv 22b&ndash;23<\/a>) it is important to reiterate a point made earlier, that these predictions of a blessed future are addressed to God&rsquo;s elect (<em>bĕḥ&icirc;ray<\/em>, 22b) and that therefore the people in the community who are addressed as &ldquo;my people,&rdquo; who are assured of long life, are &ldquo;my people who seek me&rdquo; (<a class=\"isa\" verses=\"WzE4OTA4XQ==\">65:10<\/a>), the elect, the Servants of YHVH (<a class=\"isa\" verses=\"WzE4OTA3LDE4OTEzXQ==\">65:9, 15<\/a>), and they alone. As it occurs in <a class=\"isa\" verses=\"bnVsbA==\">40&ndash;55<\/a>, this expression &ldquo;my people&rdquo; (<em>ʿamm&icirc;<\/em>) refers unproblematically to the Judean community as a whole (<a class=\"isa\" verses=\"W1sxODQyMiwxODYwNiwxODY3OF0seyIxODcwMSI6M30sWzE4NzIwXV0=\">40:1; 47:6; 51:4; 52:4&ndash;6; 53:8<\/a>). God&rsquo;s people is also addressed as Israel, Jacob, Zion (<a class=\"isa\" verses=\"WzE4NjkwXQ==\">51:16<\/a>), or &ldquo;my chosen ones&rdquo; (<a class=\"isa\" verses=\"WzE4NTI2XQ==\">43:20<\/a>). This undifferentiated usage appears in the early chapters of section <a class=\"isa\" verses=\"bnVsbA==\">56&ndash;66<\/a>, (<a class=\"isa\" verses=\"WzE4NzgwLDE4Nzg4XQ==\">57:14; 58:1<\/a>) and in the community lament (<a class=\"isa\" verses=\"WzE4ODc1XQ==\">63:8<\/a>), but in section <a class=\"isa\" verses=\"bnVsbA==\">65&ndash;66<\/a>, these designations are restricted to those in the community who, from the prophetic-eschatological perspective of the writer or speaker, are responsive to the message. This is to all intents and purposes a sectarian perspective. <\/p> <p>In <a class=\"isa\" verses=\"WzE4OTIwXQ==\">vv 22b&ndash;23<\/a>, the longevity theme is repeated, as it were, in a different key. The hearers are also assured that they will not toil in vain (<em>lār&icirc;q<\/em>, <a class=\"ref\">Deut 28:33; Jer 3:24<\/a>) and will not bear children who will have to live through disastrous events (<em>bĕhāl&acirc;<\/em>, <a class=\"ref\">Lev 26:16; Ps 78:33; Jer 15:8<\/a>). This, too, is the reversal of a covenant curse: <\/p> <p>I will bring sudden disaster (<em>bĕhāl&acirc;<\/em>) on you &hellip; <\/p> <p>You will sow your seed in vain (<em>lār&icirc;q <\/em>), for your <\/p> <p>enemies will eat it. (<a class=\"ref\">Lev 26:16<\/a>) <\/p> <p>The call-response theme (<a class=\"isa\" verses=\"WzE4OTIyXQ==\">v 24<\/a>) recapitulates <a class=\"isa\" verses=\"eyIxODkxNSI6OH0=\">vv 17&ndash;24<\/a>, and serves to enclose and unify the entire chapter. The chapter begins by reiterating YHVH&rsquo;s openness to dialogue and interactivity (<a class=\"isa\" verses=\"WzE4ODk5XQ==\">65:1<\/a>, cf. <a class=\"isa\" verses=\"WzE4Nzk2XQ==\">58:9<\/a>) and, after excluding those who failed to respond to the invitation (<a class=\"isa\" verses=\"WzE4OTEwXQ==\">v 12<\/a>), ends by an even stronger affirmation of an openness to listen and respond (<a class=\"isa\" verses=\"WzE4OTIyXQ==\">24<\/a>), with the qualification that the dialogue partner is now &ldquo;my people who seek me&rdquo; (<em>ʿamm&icirc; ʾă&scaron;er dĕrā&scaron;&ucirc;n&icirc;<\/em>, <a class=\"isa\" verses=\"WzE4OTA4XQ==\">65:10b<\/a>). <\/p> <p>The scribal addition to the poem (<a class=\"isa\" verses=\"WzE4OTIzXQ==\">v 25<\/a>) is an interesting example of prophetic intertextuality, the reuse or &ldquo;recycling&rdquo; of existing prophetic sayings by adapting them to new situations. In this instance the scribe has inserted a somewhat abbreviated version of <a class=\"isa\" verses=\"eyIxNzg5MSI6NH0=\">Isa 11:6&ndash;9<\/a>, perhaps reproduced from memory. Only two out of the six pairings of unlike animals (predator and prey) were considered necessary to make the point, omitting therefore leopard and goat; lion cub and calf, together with stall-fed beast; bear, and cow. <\/p> <p>The scribe also omitted the infant playing in close proximity to cobra and viper, and mention of these dangerous reptiles suggests an addition, drawing on <a class=\"ref\">Gen 3:14b<\/a>. But whoever added this further note was not just presenting an alternative to cobra and viper, as if to say that snakes are to become just ordinary, harmless animals (as Volz 1932, 287). He was apparently convinced that, having been cursed from the very beginning, snakes are the one exception to this ideal scene of harmony in the animal world. The snake is therefore excluded from this transformation of the natural world, this return to the first creation, in which humans and animals are to live in harmony and none will kill for food (<a class=\"ref\">Gen 1:29&ndash;30<\/a>). From this perspective, the new creation is an <em>apokatastasis<\/em>, a restoration, a return to origins, to the lost world of innocence that came to an end with the great deluge. <\/p> <p>Blenkinsopp, J. (2008). <em>Isaiah 56&ndash;66: a new translation with introduction and commentary<\/em>, (Vol. 19B, pp. 285&ndash;290). New Haven; London: Yale University Press. <\/p>",
    "audit": 1
}