{
    "id": 2099,
    "source": "blenkinsopp",
    "verse_id": 18224,
    "verse_count": 2,
    "reference": "30:6–7",
    "title": "Animals of the Negev: An Oracle",
    "html": " <p>This little poem takes the woe-saying further with a vivid cameo of the Judean delegates&rsquo; making their tortuous way through the Negev to their destination in Egypt. The title may have been added by the editor who arranged the <em>maśśāʾ<\/em>, units in <a class=\"isa\" verses=\"eyIxNzkwOCI6MTg5fQ==\">chs. 13&ndash;23<\/a>, and provided them with titles, especially those titles suggested by a phrase in the poem in question (<a class=\"isa\" verses=\"WzE4MDM3LDE4MDQ3LDE4MDQ5XQ==\">21:1, 11, 13<\/a>). It is also possible that this title was suggested by the urge to pun on the word <em>maśśāʾ<\/em>, which can mean &ldquo;oracle&rdquo; or &ldquo;burden&rdquo;&mdash;the burden of tribute carried on animals of the Negev&mdash;which could also have suggested the inclusion of the four less accomodating local species mentioned in addition to donkeys and camels. That the envoys took this route rather than the easier and safer coastal road may have been due to the need for secrecy (cf. <a class=\"isa\" verses=\"WzE4MjA5XQ==\">29:15<\/a>) and this in spite of the threatening presence of lions, poisonous snakes (cf. <a class=\"isa\" verses=\"WzE4ODA2XQ==\">59:5<\/a>), and flying serpents (<a class=\"isa\" verses=\"WzE3OTU4XQ==\">14:29<\/a>). <a class=\"ref\">Deuteronomy 8:15<\/a>, adds scorpions to the perils of that &ldquo;great and terrible wilderness.&rdquo; <\/p> <p>The idea seems to be to set up a contrast between the futility of the goal and the immense pains and dangers involved in trying to achieve it. It is all summed up in the symbolic and farcical name attached to Egypt. This is a type of designation in sentence form comparable to Maher-shalal-hash-baz (<a class=\"isa\" verses=\"eyIxNzgwOSI6NH0=\">8:1&ndash;4<\/a>) or Shaʾon-heʿebir-hammoʿed, applied to Pharaoh, which may with some license be translated &ldquo;Big Mouth who missed his chance&rdquo; (<a class=\"ref\">Jer 46:17<\/a>). It will be evident from the brief textual note above (see a fuller listing of variants in Goshen-Gottstein 1995, 121) that these three words are obscure enough to permit a wide range of options. The Targum goes its own way, translating &ldquo;I will bring the appointed ones upon them,&rdquo; and Ibn Ezra takes <em>rahab<\/em>, metaphorically to mean strength and translates &ldquo;their strength is to sit still,&rdquo; with reference to those who stayed in Jerusalem. More commonly Rahab is one of those personifications of chaos with which the Israelite imagination peopled the dark, circumfluent waters around and under the narrow foothold of land on which they lived. Together with its cohorts (<a class=\"ref\">Job 9:13<\/a>), it is associated with Yamm (Sea), Tannin (Dragon) and, of course, Leviathan (<a class=\"isa\" verses=\"WzE4NjgzXQ==\">51:9<\/a>; <a class=\"ref\">Pss 74:12&ndash;14; 89:11; 104:26; Job 3:8; 7:12; 26:12<\/a>). In the course of time these dramatis personae of primordial myth were drawn into the heroic narrative of national origins in which the defeat by divine power of Egypt and subduing of the sea, the Papyrus Sea, featured prominently. It was therefore not surprising that the names Rahab (also in <a class=\"ref\">Ps 87:4<\/a>) and Tannin (<a class=\"ref\">Ezek 29:3; 32:2<\/a>) stuck to Egypt as Chaos personified, the evil empire par excellence. <\/p> <p>Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em>, (Vol. 19, pp. 413&ndash;414). New Haven; London: Yale University Press. <\/p>",
    "audit": 1
}