{
    "id": 2157,
    "source": "blenkinsopp",
    "verse_id": 18769,
    "verse_count": 11,
    "reference": "57:3-13",
    "title": "Denunciation of the Sorceress and Her Children",
    "html": "<p>In this instance, as in others in the second half of the book, continuity is by way of contrast, indicated here by the initial <em>vĕʾattem<\/em>, &ldquo;as for you &hellip;&rdquo; Contrast also marks the conclusion of the passage, with its reference to those who take refuge in YHVH (<a class=\"isa\" verses=\"WzE4Nzc5XQ==\">57:13<\/a>). Occasional objurgations appear in chs. <a class=\"isa\" verses=\"eyIxODc0MiI6MTN9\">40&ndash;55<\/a>, including complaints that the hearers are spiritually imperceptive (<a class=\"isa\" verses=\"W1sxODQ5OV0seyIxODAzMSI6Nn0sWzE4NTE0XV0=\">42:18&ndash;20; 43:8<\/a>), stubborn (<a class=\"isa\" verses=\"W1sxODU5OV0seyIxNzkwOCI6MjJ9XQ==\">46:12&ndash;13<\/a>), rebellious (<a class=\"isa\" verses=\"WzE4NjIzXQ==\">48:8<\/a>), and indifferent to the cult of YHVH (<a class=\"isa\" verses=\"W1sxODUyOF0seyIxODE2NiI6Mjl9XQ==\">43:22&ndash;28<\/a>), but idolatry is mentioned only as a recurrent temptation, not as a present reality (<a class=\"isa\" verses=\"W1sxODYxOF0seyIxNzc0MSI6MzB9XQ==\">48:3&ndash;5<\/a>). The virulence of the diatribe in the present passage presupposes a polarization and schism within the community of a kind that is only hinted at in the comments on the fate of the prophetic Servant in <a class=\"isa\" verses=\"WzE4NjczXQ==\">50:10&ndash;11 and 53:1&ndash;11a<\/a>. This point will call for further elaboration, but it is consistent with my interpretation of the preceding passage (<a class=\"isa\" verses=\"W1sxODc2N10seyIxNzY4NyI6MjJ9XQ==\">57:1&ndash;2<\/a>).<\/p><p>There seems to be no compelling reason for a preexilic origin either for this passage or for <a class=\"isa\" verses=\"WzE4NzYzLDE4Nzc5XQ==\">56:9&ndash;57:13<\/a> (Westermann 1969, 321&ndash;25, after Volz 1932, 208, 210, 212; Duhm 1922, 423). There are likewise no grounds for reading <a class=\"isa\" verses=\"W1sxODc2OV0seyIxNzkwOCI6MjJ9XQ==\">57:3&ndash;13<\/a> as a reworking of a pre-destruction prophetic diatribe. It is also difficult to follow Childs&rsquo;s argument that the passage was part of Trito-Isaiah&rsquo;s strategy of shaping the entire book of Isaiah into a unity by means of intertextual linkage with First Isaiah. In support of this thesis, Childs (2000, 462&ndash;67) can cite only <a class=\"isa\" verses=\"W1sxNzY4M10seyIxNzY1NiI6MzF9LFsxNzY4OF1d\">Isa 1:28&ndash;31 and 2:2<\/a>, neither of which is particularly close or even, according to most critical commentators, attributable to First Isaiah.<\/p><p>The target of vituperation is a woman who combines sorcery with sexual transgression, together with her children who follow her example. The children are addressed first (vv <a class=\"isa\" verses=\"W1sxODc2OV0seyIxNzc0MSI6MzB9XQ==\">3&ndash;5<\/a>), and then the sorceress (vv <a class=\"isa\" verses=\"W1sxODc3Ml0seyIxNzkwOCI6MjJ9XQ==\">6&ndash;13<\/a>). The unattractive family group is completed with an adulterous father (<em>mĕnāʾēp<\/em>) about whom, however, the author says nothing.<\/p><p>This literary figure of a corrupt and dysfunctional family has biblical precedent in Hosea&rsquo;s marriage to Gomer, and the couple&rsquo;s three children with the names of ill omen (<a class=\"ref\">Hos 1&ndash;3<\/a>). But a close reading of <a class=\"ref\">Ezekiel chs. 16 and 23<\/a>, which condemn Jerusalem by use of the figure of YHVH&rsquo;s faithless and dissolute bride, and do so in even more explicit, violent, and pornographic language, will reveal a major source of inspiration for the author of our passage. According to Ezekiel, the bride&rsquo;s father was an Amorite, her mother a Hittite (<a class=\"ref\">Ezek 16:3<\/a>), and this tainted descent explains the child&rsquo;s unbridled sexual appetite and addiction to foreign cults (&ldquo;like mother, like daughter,&rdquo; <a class=\"isa\" verses=\"eyIxODU2MyI6MjV9\">16:44&ndash;45<\/a>).<\/p><p>The conduct of the sorceress and her children is also modeled on that of YHVH&rsquo;s bride-to-be in Ezekiel: sexual acts committed in open places in connection with deviant cults (<a class=\"ref\">Ezek 16:24, 31<\/a> cf. <a class=\"isa\" verses=\"WzE4MDk1XQ==\">23:17<\/a>: <em>mi&scaron;kab dōd&icirc;m<\/em>, &ldquo;the couch of love-making&rdquo;), display of sexually explicit images (<a class=\"isa\" verses=\"WzE4MDkyXQ==\">23:14, 20<\/a>), child sacrifice (<a class=\"isa\" verses=\"W3siMTgwMzciOjE3fSx7IjE4MzU0IjozOH0seyIxODQxNCI6OH1d\">16:20&ndash;21, 37, 39<\/a>), dispatching messengers to her lovers (<a class=\"isa\" verses=\"WzE4MDk0XQ==\">23:16, 40<\/a>) and, in general, the disquieting association between sexual deviance and mortuary cults.<\/p><p>It follows that the invective in <a class=\"isa\" verses=\"W1sxODc2OV0seyIxNzkwOCI6MjJ9XQ==\">Isa 57:3&ndash;13<\/a> targets Jerusalem (the woman) and the city&rsquo;s inhabitants (her children) or, more likely, the civic and religious functionaries who are in control of city and temple, following the opening denunciation in <a class=\"isa\" verses=\"W1sxODc2M10seyIxNzkwMiI6Nn1d\">56:9&ndash;12<\/a>. The contrast with the personification of Zion\/Jerusalem in <a class=\"isa\" verses=\"eyIxODc0MiI6MTN9\">40&ndash;55<\/a> as a bride once abandoned but now reunited with her husband and surrounded by numerous children could hardly be greater (e.g., <a class=\"isa\" verses=\"W1sxODY1MV0seyIxODEzMiI6MjF9LFsxODcyNV0seyIxNzk4NSI6MTR9XQ==\">49:14&ndash;26; 54:1&ndash;17<\/a>).<\/p><p>The passage only remotely resembles the classical prophetic judgment saying, with vv <a class=\"isa\" verses=\"W1sxODc2OV0seyIxNzg1MiI6MzR9XQ==\">3&ndash;10<\/a> serving as the indictment and vv <a class=\"isa\" verses=\"W1sxODc3N10seyIxNzkwOCI6MjJ9XQ==\">11&ndash;13<\/a> as the verdict. After on has read chs. <a class=\"isa\" verses=\"eyIxODc0MiI6MTN9\">40&ndash;55<\/a>, it becomes apparent that these <em>Gattungen<\/em>, studied in great detail by the form critics, have to a considerable extent disintegrated into longer and less-structured discourses.<\/p><p>The invitation addressed to the children to approach (<em>qirĕb&ucirc; hēnn&acirc;<\/em>, v <a class=\"isa\" verses=\"WzE4NzY5XQ==\">3<\/a>) probably carries the same forensic undertones as the trial speeches in <a class=\"isa\" verses=\"eyIxODYxNiI6MjJ9\">40&ndash;48<\/a> (<a class=\"isa\" verses=\"WzE4NDUzLDE4NDU3LDE4NjMxXQ==\">41:1, 5; 48:16<\/a>)&mdash;namely, an invitation to the children to come forward, as if in a court of law, and defend their conduct. Volz (1932, 210) compares the invitation to <a class=\"ref\">Amos 4:12<\/a>, &ldquo;Prepare to meet your God!&rdquo; Their response to the summons may be heard in a similar context near the end of section <a class=\"isa\" verses=\"eyIxODkyNCI6MjR9\">56&ndash;66<\/a>: <em>qĕrab ʾēl&ecirc;k&acirc;<\/em> (<a class=\"isa\" verses=\"WzE4OTAzXQ==\">65:5<\/a>), literally, &ldquo;approach yourself,&rdquo; in effect, an insolent and vulgar dismissal of the invitation, rather like the vernacular expression &ldquo;get lost!&rdquo;<\/p><p>Contempt is notoriously easy to convey through facial expressions&mdash;by the eyes (<a class=\"isa\" verses=\"WzE4Mzc2XQ==\">Isa 37:23<\/a>) or by the mouth (<a class=\"ref\">Ps 22:8; 35:21; Lam 2:16<\/a>). The Targum interprets the wide-open mouth as scornful speech, uttering great things, but the combination of opening wide the mouth and sticking out the tongue suggests rather a grimace of disgust and a gesture of contempt. Unlike <a class=\"isa\" verses=\"WzE3NzU0XQ==\">Isa 5:14<\/a>, this text provides no occasion for introducing Mot, who opens wide his mouth to swallow Baal in the Ugaritic text <a class=\"ref\">CTA 5.2:2&ndash;4<\/a> (Lewis 1989, 152&ndash;53).<\/p><p>The mockery is directed not at the righteous (as Whybray 1975, 203; Childs 2000, 466) but directly at YHVH, and is reminiscent of an earlier Isaiah&rsquo;s reply to Sennacherib:<\/p><p>Whom have you mocked and abused?<\/p><p>Against whom have you raised your voice?<\/p><p>You have looked down on the Holy One of Israel! (<a class=\"isa\" verses=\"WzE4Mzc2XQ==\">Isa 37:23<\/a>)<\/p><p>The first accusation against the children (i.e., <em>hannēḥām&icirc;m bāʾēl&icirc;m<\/em>, &ldquo;seeking consolation with the shades of the dead,&rdquo; v <a class=\"isa\" verses=\"WzE4NzcxXQ==\">5<\/a>) contains several ambiguities and obscurities, in part deliberate. The only biblically attested meaning of <em>ʾēl&icirc;m<\/em> is &ldquo;deities,&rdquo; and so it was understood in lxx (<em>hoi parakalountes ta eidōla<\/em>, &ldquo;you who invoke the idols&rdquo;), cf. Vulg. (<em>qui consolamini in diis<\/em>, &ldquo;you who console yourselves with the gods&rdquo;), as well as Syr. and the Targum.<\/p><p>But the further suggestion has been made that in this and other contexts <em>ʾēl&icirc;m<\/em> can have the same connotation as is attested for <em>ilm<\/em> in Ugarit and <em>ilāni<\/em> in certain Akkadian texts: that is, deified ancestors to whom cult was offered (see, among others, Weise 1960, 25&ndash;32; Lewis 1989, 49&ndash;51; rejected by B. B. Schmidt 1994, 210&ndash;20). This is possible, especially in view of the mortuary associations to be noted in due course, and it is well established that at least <em>ʾĕloh&icirc;m<\/em> is attested with the meaning &ldquo;spirits, shades, ghosts of the dead&rdquo; (<a class=\"ref\">1 Sam 28:13<\/a>; <a class=\"isa\" verses=\"W1sxNzgyN10seyIxNzY1NiI6MzF9XQ==\">Isa 8:19&ndash;20b<\/a>; <a class=\"ref\">Num 25:1&ndash;12<\/a> cf. <a class=\"ref\">Ps 106:28<\/a>; perhaps <a class=\"ref\">2 Sam 12:16<\/a>). In ancient thinking in general the boundary between the divine and human was more fluid and permeable than we represent it to be.<\/p><p>But <em>ʾēl&icirc;m<\/em> could also be read as an alternative plural of <em>ʾayil<\/em>, a species of large tree, perhaps the equivalent of <em>ʾall&ocirc;n<\/em> or <em>ʾēl&ocirc;n<\/em>, &ldquo;oak,&rdquo; or the plural of <em>ʾēl&acirc;<\/em>, &ldquo;terebinth&rdquo; (?), attested elsewhere only in the singular. The affinity of such trees with gods and especially with goddesses is well known, and names such as <em>ʾall&ocirc;n bāk&ucirc;t<\/em>, &ldquo;The Oak of (ritual) Weeping&rdquo; (<a class=\"ref\">Gen 35:8<\/a>), and <em>ʾēl&ocirc;n mĕʿ&ocirc;nĕn&icirc;m<\/em>, &ldquo;The Oak of the Diviners or Answerers&rdquo; (<a class=\"ref\">Judg 9:37<\/a>) would also suggest an association with mortuary practices and cults. Hosea complains about people who engage in divinatory practices, &ldquo;whoring&rdquo; after and sacrificing to alien deities under oaks and terebinths (<a class=\"ref\">Hos 4:12&ndash;13<\/a>). The Deuteronomic law forbids planting a tree as an Asherah&mdash;that is, a tree representing the goddess of that name (<a class=\"ref\">Deut 16:21<\/a>). Perhaps, then, <em>ʾēl&icirc;m<\/em> is the first of several deliberate ambiguities in the passage.<\/p><p>No less ambiguous is the verbal form <em>hannēḥām&icirc;m<\/em>, a Niphal participle from either <em>ḥmm<\/em>, &ldquo;to be\/grow warm,&rdquo; or from <em>nḥm<\/em>, &ldquo;to be consoled,&rdquo; or &ldquo;to seek consolation.&rdquo; Choosing the former, for example, &ldquo;you who burn with lust&rdquo; (rsv and neb), has the disadvantage that this is the only instance of <em>ḥmm<\/em> in the Niphal and the only occurrence of the verb with reference to lust. Its meaning in the context would also be unclear, however the <em>ʾēl&icirc;m<\/em> are understood. We would expect a form deriving from <em>nḥm<\/em> to be followed by the preposition <em>ʿal<\/em> (as in <a class=\"isa\" verses=\"WzE4NzcyXQ==\">57:6c<\/a>), but the thought of seeking consolation <em>by means<\/em> of the deities in question (<em>beth instrumentalis<\/em>) and the sequence <em>b &hellip; taḥat<\/em>, which is repeated in the following line, could explain this usage.<\/p><p>We are not told with any precision where this activity was going on. &ldquo;Under every green tree&rdquo; is a stereotypical way of naming the location of these open-air cults, apparently of Deuteronomic origin (<a class=\"ref\">Deut 12:2; 1 Kgs 14:23; 2 Kgs 16:4; Jer 2:20; 3:6, 13<\/a>). Matching passages at the beginning and end of the book speak of oaks and gardens (<a class=\"isa\" verses=\"WzE3Njg0LDE4OTAxXQ==\">1:29; 65:3<\/a>), about which more will be said in due course, but here we are to think either of dried river beds and the caves and hollows, difficult of access, in the surrounding hills or the Kidron and Hinnom Valleys, east and south of Jerusalem, respectively. The similar tirade in <a class=\"isa\" verses=\"W1sxODg5OV0seyIxNzc4NCI6MjV9XQ==\">65:1&ndash;7<\/a> (v <a class=\"isa\" verses=\"WzE4NzcwXQ==\">4<\/a>) speaks of night vigils passed in &ldquo;tombs&rdquo; (<em>baqqĕbār&icirc;m<\/em>) and &ldquo;secret places&rdquo; (<em>bannĕṣ&ucirc;r&icirc;m<\/em>) or, alternatively, &ldquo;between the rocks&rdquo; (<em>b&ecirc;n ṣ&ucirc;r&icirc;m<\/em>), perhaps a special kind of incubation ritual to solicit communication with the dead. Something of the same seems to be implied in <a class=\"isa\" verses=\"W1sxODc3MV0seyIxNzc3MSI6MTN9XQ==\">57:5&ndash;6<\/a>.<\/p><p>Why, beginning with v <a class=\"isa\" verses=\"WzE4NzcyXQ==\">6<\/a>, the woman is addressed directly will be apparent from the familiar association between deviant (i.e., non-Yahvistic) cults and <em>female<\/em> sexual transgression. It will suffice to mention the &ldquo;many whoredoms and sorceries&rdquo; attributed to Jezebel (<a class=\"ref\">2 Kgs 9:22<\/a>). The diatribe in vv <a class=\"isa\" verses=\"W1sxODc3Ml0seyIxNzkwOCI6MjJ9XQ==\">6&ndash;13<\/a> is full of intentional ambiguity and double or triple meanings, often of a sexual nature, beginning with the first accusation, delivered like a series of hammer blows:<\/p><p><em>bĕḥallĕq&ecirc;-naḥal ḥelqēk hēm hēm g&ocirc;rālēk<\/em><\/p><p>with the dead of the valley is your destiny,<\/p><p>it is they who are your portion.<\/p><p>The verb <em>ḥlq<\/em> in the opening phrase can denote smoothness and therefore refer to the stones in the wadi basin smoothed by the elements, but in ancient as in modern times &ldquo;smoothness&rdquo; can also signify falseness and hypocrisy (e.g., <a class=\"ref\">Ezek 12:24<\/a>, <em>miqsam ḥālāq<\/em>, &ldquo;smooth i.e., flattering divination&rdquo;; also <a class=\"ref\">Ps 12:3 and Prov 26:23<\/a>). Note in particular how often the &ldquo;outsider woman&rdquo; (<em>ʾi&scaron;&scaron;&acirc; zār&acirc;<\/em>) of <a class=\"ref\">Prov 1&ndash;9<\/a> is said to speak smooth words with a smooth tongue (<a class=\"ref\">Prov 2:16; 5:3; 6:24; 7:5, 2<\/a>1; see <a class=\"ref\">Excursus 1<\/a>).<\/p><p>Another meaning of the root <em>ḥlq<\/em>, unattested elsewhere in Biblical Hebrew but suggested by cognates in other Semitic languages (Akk. <em>ḫalāqu<\/em>, &ldquo;perish,&rdquo; Eth. <em>ḥalqa<\/em> with the same meaning, Ug. <em>ḥlq<\/em> used in parallelism with <em>mt<\/em>, &ldquo;dead&rdquo;), gives the phrase the meaning &ldquo;the dead of the valley&rdquo; (Irwin 1967, 31&ndash;40; Lewis 1989, 147&ndash;49). This meaning fits well with the context. Thus, the woman&rsquo;s destiny (<em>ḥēleq<\/em>, from the same root) is to be not with YHVH, God of the living, but with those buried in rock tombs, perhaps in the Kidron Valley (cf. <a class=\"ref\">2 Kgs 23:6; Jer 31:40<\/a>) or the Hinnom, where child sacrifice to Molech was carried out (<a class=\"ref\">2 Kgs 23:10<\/a>).<\/p><p>The &ldquo;dead of the valley&rdquo; could refer to the sacrificed children of the previous verse, but it does not seem likely that those whom the prophet is condemning would sacrifice children and then offer libations and cereal offerings to them as part of the same cultic act. A libation (<em>nēsek<\/em>), usually of wine, accompanied the cereal offering (<em>minḥ&acirc;<\/em>) according to priestly orthopraxy (<a class=\"ref\">Exod 29:40&ndash;41; Lev 23:13; Num 6:15; Joel 1:9, 13<\/a> etc.). But libations also accompanied the setting up of a stele representing a male or female deity (<a class=\"ref\">Gen 35:14<\/a>), and they were offered to deities other than YHVH, including &ldquo;the Queen of Heaven,&rdquo; either Asherah or Astarte (<a class=\"ref\">Jer 7:18; 19:13; 44:17&ndash;19<\/a> etc.). In one text, admittedly somewhat obscure, we hear of a blood libation offered to unnamed deities (<a class=\"ref\">Ps 16:4<\/a>).<\/p><p>Beginning with v <a class=\"isa\" verses=\"WzE4NzczXQ==\">7<\/a>, the scene changes from the valleys to a high and lofty mountain. The expression (<em>har-gāboah vĕniśśāʾ<\/em>) sends back a faint echo of the throne raised up on high (<em>rām vĕniśśāʾ<\/em>) in Isaiah&rsquo;s vision (<a class=\"isa\" verses=\"WzE3NzcxXQ==\">6:1<\/a>), but the reader would in any case be led to think of Jerusalem, Mount Zion, and, in the context of these last chapters of the book, more specifically of the temple, God&rsquo;s holy mountain (<a class=\"isa\" verses=\"WzE4NzYxLDE4Nzc5LDE4OTA5LDE4OTQzXQ==\">56:7; 57:13; 65:11, 26; 66:20<\/a>).<\/p><p>At this point, however, we encounter yet another ambiguity. The sacrifice of children took place in the Valley of the Sons of Hinnom, south of the city, on a natural or artificial platform or &ldquo;high place&rdquo; (<em>bām&acirc;<\/em>, <a class=\"ref\">Jer 7:31; 19:4&ndash;6; 32:35<\/a>). But it seems that this cult offered to the god Molech also involved ceremonies in the temple. We read about participants&rsquo; entering the temple on the same day that they had sacrificed to Molech (<a class=\"ref\">Ezek 23:39<\/a>) and, by doing so, desecrating it (<a class=\"ref\">Lev 20:3; Jer 7:30; 32:34; Ezek 23:37<\/a>). It is therefore unclear whether we are being told that the sorceress sets up her bed and goes about her business in Hinnom or in the temple precincts.<\/p><p>I noted above the mortuary associations of this term <em>mi&scaron;kāb<\/em> (<a class=\"isa\" verses=\"WzE4NzY4XQ==\">57:2<\/a> cf. <a class=\"ref\">2 Chr 16:14<\/a>, where it refers to a bier or catafalque). Less arcane are its sexual connotations, including both bed and intercourse (<a class=\"ref\">Num 31:18, 35; Judg 21:11&ndash;12; Ezek 23:17; 32:25<\/a>&mdash;in keeping with the corresponding verb <em>&scaron;kb<\/em>, &ldquo;lie&rdquo;). A certain parallelism between the sacrificial high place in Hinnom and the high and lofty temple mound is therefore insinuated. Making due allowance for homiletic hyperbole, we may read this as indicating a continuation of the <em>official<\/em> cult of the late Judean monarchy into the post-destruction period.<\/p><p>Jeremiah attests to the prevalence and popularity of the worship of the Queen of Heaven (<a class=\"ref\">Jer 7:18; 44:17&ndash;19, 25<\/a>), has much to say about child sacrifice in Hinnom (<a class=\"isa\" verses=\"W1sxNzY3NCwxODAwOV0seyIxNzc3MSI6MTN9XQ==\">1:19; 7:31; 19:4&ndash;6; 32:35<\/a>), and denounces &ldquo;abominations&rdquo; going on in the Jerusalem temple (<a class=\"isa\" verses=\"WzE3OTAwLDE4MDg5XQ==\">7:30; 11:15; 23:11; 32:34<\/a>). On the subject of these temple &ldquo;abominations,&rdquo; Ezekiel is more specific. The statue of the goddess, probably Asherah, was set up near the north gate of the inner courtyard, certainly as the object of cult. It is described as <em>sēmel haqqinʾ&acirc; hammaqneh<\/em> (<a class=\"ref\">Ezek 8:3<\/a>: &ldquo;the lustful image that provokes lust&rdquo;). Cult was also offered to deities represented by theriomorphic images, and the temple precincts were the site of the worship of Thammuz or Adonis (cf. <a class=\"isa\" verses=\"WzE3OTk0XQ==\">Isa 17:10<\/a>) and a sun deity (<a class=\"ref\">Ezek 8:3, 9&ndash;12, 14&ndash;17<\/a>).<\/p><p>In keeping with the line of thought established in the previous verse, the woman&rsquo;s sacrifices are offered to alien, probably chthonic deities. The association of ideas can be illustrated by the incident of Baal Peor (<a class=\"ref\">Num 25:1&ndash;12<\/a>). Israelites took part in sacrificial cult offered to the local deities (<em>zibḥ&ecirc; ʾĕloh&ecirc;hen<\/em>, <a class=\"isa\" verses=\"WzE4MTIxXQ==\">25:2<\/a>), they shared in a communal meal, and engaged in sexual relations with the local women. Remarkably, these acts were atoned for by what appears to be a ritual human sacrifice&mdash;the perpetrators were impaled &ldquo;before YHVH,&rdquo; that is, in a cultic act, in the open air where the deed had taken place (<a class=\"isa\" verses=\"WzE4MTIzXQ==\">25:4<\/a>). In referring to this incident, <a class=\"ref\">Ps 106:28<\/a> refers to &ldquo;sacrifices to the dead&rdquo; (<em>zibḥ&ecirc; mēt&icirc;m<\/em>)&mdash;&ldquo;they yoked themselves to Baal Peor and ate the sacrifices (offered) to the dead,&rdquo; once again, therefore, the association between sexual transgression and the cult of the dead.<\/p><p>The scene of sexual excess continues in v <a class=\"isa\" verses=\"WzE4Nzc0XQ==\">8<\/a> in the manner of Ezekiel&rsquo;s long and lurid description of the depraved conduct of the two sisters Oholah and Oholibah (<a class=\"ref\">Ezek 16:1&ndash;52; 23:1&ndash;49<\/a>). The choice of the word <em>zikkār&ocirc;n<\/em> for the sign set up to identify the house as a bordello (cf. the crimson cord of the prostitute Rahab at Jericho, <a class=\"ref\">Josh 2:18<\/a>) was no doubt chosen because of the double entendre with <em>zākār<\/em>, &ldquo;male&rdquo;; compare the male images (<em>ṣalm&ecirc; zākār<\/em>) of YHVH&rsquo;s bride-to-be in <a class=\"ref\">Ezek 16:17<\/a> (cf. <a class=\"isa\" verses=\"WzE4MDkyXQ==\">23:14<\/a>). The effect is intensified by mention of the sign on the doorpost (<em>mĕz&ucirc;z&acirc;<\/em>), which would bring to mind Passover night (<a class=\"ref\">Exod 12:7, 22&ndash;23<\/a>), the <em>&scaron;ĕmaʾ<\/em> (<a class=\"ref\">Deut 6:9; 11:20<\/a>), and the holy phylacteries.<\/p><p>We find a similar contrast between the house of the Woman Wisdom, with its door and doorposts and its open invitation to enter (<a class=\"ref\">Prov 8:34<\/a>), and the open door of the Outsider Woman&rsquo;s house, with its invitation of a different nature (<a class=\"ref\">Prov 5:8; 7:6&ndash;8; 9:14<\/a>). Contrast with the violated covenant with YHVH is also implied in the sorceress&rsquo;s &ldquo;cutting&rdquo; deals with her male clients, probably with the same implication as the wayward bride of <a class=\"ref\">Ezek 16<\/a> who, rather than receiving payment for her services, herself pays her clients (vv <a class=\"isa\" verses=\"eyIxODMwNSI6MTd9\">31, 33&ndash;34<\/a>).<\/p><p><a class=\"isa\" verses=\"WzE4Nzc0XQ==\">Isaiah 57:8<\/a> is obscure enough to permit more than one reading, especially in view of the constant <em>lusus verborum<\/em> throughout this passage. In <a class=\"isa\" verses=\"WzE4Nzc0XQ==\">8b<\/a>, <em>gill&icirc;t vattaʾăl&icirc;<\/em>, translated above &ldquo;you disrobed, you lay down,&rdquo; could also be translated &ldquo;you uncovered secrets, you summoned up (spirits).&rdquo; For this use of <em>glh<\/em> Piel. see <a class=\"ref\">Job 12:22; Prov 11:13; 25:9<\/a>; and for <em>ʿlh<\/em> Hiphil, <a class=\"ref\">1 Sam 28:8, 11<\/a>, describing the summoning up of Samuel&rsquo;s ghost by the mistress of the spirits (<em>baʿălat ʾ&ocirc;b<\/em>) at Endor.<\/p><p>To judge by the very incomplete biblical record, ritual infanticide began to be practiced in Judah in the eighth century b.c.e. (<a class=\"ref\">2 Kgs 16:3<\/a>), was promoted as part of the royal cult by Manasseh (<a class=\"ref\">2 Kgs 21:6<\/a>), proscribed by Deuteronomic-Josianic orthodoxy (<a class=\"ref\">Deut 18:10; 2 Kgs 23:10<\/a>), as also in the Levitical legislation (<a class=\"ref\">Lev 18:21; 20:5<\/a>), but continued on well after the disasters of the early sixth century (<a class=\"ref\">Jer 7:30&ndash;32; 19:5&ndash;6; 32:34&ndash;35; Ezek 20:31<\/a>).<\/p><p>Though much still remains uncertain, the Molech cult has been well studied in recent years (Heider 1985; 1992; 1999; Day 1989; 2000, 209&ndash;16), and some progress has been made. Only a brief summary of generally accepted conclusions need be given. Molech was the name of a Canaanite-Israelite chthonic deity, not a type of sacrifice; children were really killed, not just dedicated to the god; the royal Judean cult was carried out in the Valley of Hinnom southeast of Jerusalem on a raised platform, earthwork, or &ldquo;high place&rdquo; called the Topheth; it may have involved sexual activity of some kind, though the sexualization of the cult may be due at least in part to the polemic of the biblical authors.<\/p><p>As vocalized, the name of the deity appears to be a dysphemism formed with the vowels of the word <em>bō&scaron;et<\/em>, &ldquo;shame,&rdquo; similar in that respect to Ashtoreth and Tophet. Since Molech is a god of the underworld, the realm of the dead, the sorceress must travel and send envoys in order to encounter him. Unfortunately, we do not know whether this descent into the underworld was enacted in the cult or, if so, how it was done.<\/p><p>One of the more subtle of the many double meanings in this passage is <em>bĕrōb darkēk<\/em> in v 10 (&ldquo;with all your journeying&rdquo;). In addition to the common meaning of the word <em>derek<\/em>, &ldquo;way,&rdquo; the meaning &ldquo;strength,&rdquo; &ldquo;vigor,&rdquo; inclusive of &ldquo;sexual vigor,&rdquo; is attested in Ugaritic (<em>drkt<\/em>) and residually in Hebrew. The much-discussed <em>derek bĕʾēr &scaron;ebaʿ<\/em> of <a class=\"ref\">Amos 8:14<\/a> must, in the context, refer to a deity, probably an early attestation of Derketo associated with Ashkelon in the Hellenistic period. Of more immediate relevance is the following:<\/p><p>Do not give your strength (<em>ḥ&ecirc;lek&acirc;<\/em>) to women,<\/p><p>nor your sexual vigor (<em>dĕrāk&ecirc;k&acirc;<\/em>) to those who destroy kings. (<a class=\"ref\">Prov 31:3<\/a>)<\/p><p>Thematically even closer to our passage is the following, addressed to a female personification of Israel:<\/p><p>You have showered your favors (<em>dĕrākayik<\/em>) on strangers under every green tree. (<a class=\"ref\">Jer 3:13<\/a>)<\/p><p>This passage is particularly interesting on account of the many parallels between <a class=\"isa\" verses=\"W1sxODc2OV0seyIxNzkwOCI6MjJ9XQ==\">Isa 57:3&ndash;13<\/a> and the early chapters of Jeremiah. In <a class=\"ref\">Jer 2:18&ndash;37<\/a> Israel is addressed as a young bride (<a class=\"isa\" verses=\"WzE3Njg4XQ==\">2:2<\/a>) who prostitutes herself on every high hill and under every green tree (<a class=\"isa\" verses=\"WzE3NzA2XQ==\">2:20<\/a>), who says &ldquo;it is in vain&rdquo; (<em>n&ocirc;ʿā&scaron;<\/em> cf. <a class=\"isa\" verses=\"WzE4Nzc2XQ==\">Isa 57:10<\/a>), who venerates a tree as a symbol of ancestors (<a class=\"isa\" verses=\"bnVsbA==\">2:27<\/a>), and who expends her <em>derek<\/em> in the valley (<a class=\"isa\" verses=\"bnVsbA==\">2:23, 33<\/a>). Both passages end with an ironic invitation to look to these alien gods for salvation (<a class=\"isa\" verses=\"bnVsbA==\">2:28<\/a> cf. <a class=\"isa\" verses=\"WzE4Nzc5XQ==\">Isa 57:13<\/a>).<\/p><p>The diatribe that begins with <a class=\"isa\" verses=\"WzE4NzY5XQ==\">Isa 57:3<\/a> concludes with a complaint or <em>improperium<\/em> (vv <a class=\"isa\" verses=\"W1sxODc3N10seyIxNzkwOCI6MjJ9XQ==\">11&ndash;13<\/a>) of a kind heard often in chs. <a class=\"isa\" verses=\"eyIxODkyNCI6MjR9\">56&ndash;66<\/a>. The key to understanding the contrast between those who engage in falsehood (<em>tĕkazzēb&icirc;<\/em> &rarr; <em>kzb<\/em> Piel, v <a class=\"isa\" verses=\"WzE4Nzc3XQ==\">11<\/a>) and those who take refuge in YHVH (v <a class=\"isa\" verses=\"WzE4Nzc5XQ==\">13b<\/a>) can be found in the Isaian account of Judah&rsquo;s covenant with death in the context of the crisis of 701 b.c.e., when invasion by Sennacherib was imminent (<a class=\"isa\" verses=\"W1sxODE3OV0seyIxODA1NCI6MjV9XQ==\">Isa 28:14&ndash;22<\/a>). Those who, in that desperate situation, entered into a covenant with Death (Mot) and Sheol&mdash;in other words with underworld deities&mdash;claimed that &ldquo;we have made a lie (<em>kāzāb<\/em>) our shelter (<em>maḥsēn&ucirc;<\/em>), in falsehood we have taken refuge&rdquo; (<a class=\"isa\" verses=\"WzE4MTgwXQ==\">28:15d<\/a>). The language, which needless to say is not language they would have actually used, is reminiscent of the finale to our passage. It is also reflected in the covenanting with the underworld powers attributed to the sorceress (<a class=\"isa\" verses=\"WzE4Nzc0XQ==\">57:8c<\/a>), the mortuary associations of bed and bed covering (<a class=\"isa\" verses=\"WzE4MTg1XQ==\">28:20<\/a> cf. <a class=\"isa\" verses=\"W1sxODc3M10seyIxNzgwOSI6MjJ9XQ==\">57:7&ndash;8<\/a>), and the scoffing at YHVH (<a class=\"isa\" verses=\"WzE4MTY2LDE4MTg3XQ==\">28:1, 22<\/a> cf. <a class=\"isa\" verses=\"WzE4NzY5XQ==\">57:3<\/a>; Blenkinsopp 2000a, 391&ndash;95; 2000b, 472&ndash;83).<\/p><p><a class=\"isa\" verses=\"W1sxODc2OV0seyIxNzkwOCI6MjJ9XQ==\">Isaiah 57:3&ndash;13<\/a>, then, is a passage of remarkable linguistic, thematic, and intertextual density. It is not a rehash of old prophecies or an old prophetic text written up in the post-destruction period, but it has made selective and effective use of existing prophetic material, including <a class=\"ref\">Jer 2&ndash;3, Ezek 16 and 23<\/a>, and <a class=\"isa\" verses=\"W1sxODE3OV0seyIxODA1NCI6MjV9XQ==\">Isa 28:14&ndash;22<\/a>. Allowing for polemical hyperbole on a rather massive scale, what little we know of the situation in Judah in the late Neo-Babylonian and early Persian period is consistent with, or at least not inconsistent with, the scenes depicted in this passage.<\/p><p>The concluding assurance, that those who take refuge in YHVH will possess the land and inherit his holy mountain, raises issues that were of immediate and practical importance at that time. Title to land must have been one of these issues after Judeo-Babylonians claiming descent from former Judean landowners began to trickle back after the Persian conquest. The argument that the latter had been expelled from the Yahwistic cult community and therefore had lost title to their lands (<a class=\"ref\">Ezek 11:15<\/a>) would not have &ldquo;cut ice&rdquo; with these early <em>ʿ&ocirc;l&icirc;m<\/em> any more than the claim that the indigenous population had inherited the Abrahamic promise of land (<a class=\"ref\">Ezek 33:24<\/a>).<\/p><p>During the years prior to and immediately following the rebuilding of the Jerusalem temple, the resolution of this and similar issues would have been seen to depend on who controlled the temple together with its considerable assets. The indications are that participation in and support of the temple cult was an essential prerequisite for civic status and title to immovable property; hence the connection between land ownership and temple in this final verse, which parallels the promise of a monument and a name to the eunuch &ldquo;in my house and within my walls&rdquo; (<a class=\"isa\" verses=\"WzE4NzU5XQ==\">56:5<\/a>). This issue will emerge more clearly as we proceed.<\/p><p><strong>Excursus 1: Double Meanings in <a class=\"isa\" verses=\"W1sxODc2OV0seyIxNzkwOCI6MjJ9XQ==\">Isaiah 57:3&ndash;13<\/a><\/strong><\/p><table><tbody><tr><td><p><a class=\"isa\" verses=\"WzE4NzcxXQ==\">5a, bc<\/a><\/p><\/td><td><p><em>hannēḥāmim<\/em><\/p><\/td><td><p><em>ḥmm<\/em> heated (with lust);<\/p><\/td><\/tr><tr><td> <\/td><td> <\/td><td><p><em>nḥm<\/em> seeking consolation<\/p><\/td><\/tr><tr><td> <\/td><td><p><em>ʾēl&icirc;m<\/em><\/p><\/td><td><p>deities, spirits of the dead;<\/p><\/td><\/tr><tr><td> <\/td><td> <\/td><td><p>sacred trees<\/p><\/td><\/tr><tr><td><p><a class=\"isa\" verses=\"WzE4NzcyXQ==\">6a<\/a><\/p><\/td><td><p><em>ḥālāq<\/em><\/p><\/td><td><p>smooth;<\/p><\/td><\/tr><tr><td> <\/td><td> <\/td><td><p>smooth (deceitful);<\/p><\/td><\/tr><tr><td> <\/td><td> <\/td><td><p>dead, departed (cf. Akk. <em>ḫālāqa<\/em>; Ug. <em>ḥlq<\/em> \/\/ mt)<\/p><\/td><\/tr><tr><td> <\/td><td> <\/td><td><p>cf. portion <em>ḥēleq<\/em><\/p><\/td><\/tr><tr><td><p><a class=\"isa\" verses=\"WzE4NzczXQ==\">7a, 8b, c<\/a><\/p><\/td><td><p><em>mĭskāb<\/em><\/p><\/td><td><p>bed, couch;<\/p><\/td><\/tr><tr><td> <\/td><td> <\/td><td><p>grave, tomb;<\/p><\/td><\/tr><tr><td> <\/td><td> <\/td><td><p>intercourse<\/p><\/td><\/tr><tr><td><p><a class=\"isa\" verses=\"WzE4Nzc0XQ==\">8a<\/a><\/p><\/td><td><p><em>zikkār&ocirc;n<\/em><\/p><\/td><td><p>sign<\/p><\/td><\/tr><tr><td> <\/td><td> <\/td><td><p>cf. <em>zākār<\/em> = male<\/p><\/td><\/tr><tr><td><p><a class=\"isa\" verses=\"WzE4Nzc0XQ==\">8b<\/a><\/p><\/td><td><p><em>g&icirc;ll&icirc;t<\/em><\/p><\/td><td><p>you undressed;<\/p><\/td><\/tr><tr><td> <\/td><td> <\/td><td><p>you uncovered secret things<\/p><\/td><\/tr><tr><td> <\/td><td><p><em>taʿăl&icirc;<\/em><\/p><\/td><td><p>you went up (to your bed);<\/p><\/td><\/tr><tr><td> <\/td><td> <\/td><td><p>you raised up spirits<\/p><\/td><\/tr><tr><td><p><a class=\"isa\" verses=\"WzE4Nzc0XQ==\">8c<\/a><\/p><\/td><td><p><em>yād<\/em><\/p><\/td><td><p>hand;<\/p><\/td><\/tr><tr><td> <\/td><td> <\/td><td><p>monument;<\/p><\/td><\/tr><tr><td> <\/td><td> <\/td><td><p>penis<\/p><\/td><\/tr><tr><td><p><a class=\"isa\" verses=\"WzE4Nzc1XQ==\">9a<\/a><\/p><\/td><td><p><em>melek<\/em><\/p><\/td><td><p>king;<\/p><\/td><\/tr><tr><td> <\/td><td> <\/td><td><p>the god Molech<\/p><\/td><\/tr><tr><td><p><a class=\"isa\" verses=\"WzE4Nzc2XQ==\">10a<\/a><\/p><\/td><td><p><em>derek<\/em><\/p><\/td><td><p>way, conduct;<\/p><\/td><\/tr><tr><td> <\/td><td> <\/td><td><p>strength, sexual vigor<\/p><\/td><\/tr><tr><td><p><a class=\"isa\" verses=\"WzE4Nzc4XQ==\">12a<\/a><\/p><\/td><td><p><em>ṣĕdāq&acirc;<\/em><\/p><\/td><td><p>righteousness;<\/p><\/td><\/tr><tr><td> <\/td><td> <\/td><td><p>victory, conquest<\/p><\/td><\/tr><tr><td><p><a class=\"isa\" verses=\"WzE4Nzc4XQ==\">12b<\/a><\/p><\/td><td><p><em>qibb&ucirc;ṣ<\/em><\/p><\/td><td><p>a collection (of idols);<\/p><\/td><\/tr><tr><td> <\/td><td> <\/td><td><p>&ldquo;gathered ones&rdquo; i.e., dead<\/p><\/td><\/tr><tr><td> <\/td><td> <\/td><td><p>ancestors (cf. Ugaritic)<\/p><\/td><\/tr><\/tbody><\/table><p><strong>Excursus 2: The Sorceress of Isaiah 57:3&ndash;13<\/strong><\/p><p>Modern versions of the Bible reveal a fair amount of indeterminacy in translating the list of seven religious specialists whose activities are prohibited in <a class=\"ref\">Deut 18:10b&ndash;11<\/a>. One of these is the <em>mĕʿōnēn<\/em> (vv <a class=\"isa\" verses=\"WzE4Nzc2LDE4NzgwXQ==\">10, 14<\/a>) which nrsv translates &ldquo;soothsayers&rdquo; here and <a class=\"ref\">Mic 5:11<\/a>, but &ldquo;diviners&rdquo; in <a class=\"ref\">Judg 9:37<\/a>. A variant form of the same specialization is <em>ʿōnēn<\/em> (<a class=\"isa\" verses=\"WzE3NjkyXQ==\">Isa 2:6<\/a>; <a class=\"ref\">Jer 27:9<\/a>), feminine <em>ʿōnĕn&acirc;<\/em> (<a class=\"isa\" verses=\"WzE4NzY5XQ==\">Isa 57:3<\/a> hapax). The corresponding verb <em>ʿnn<\/em> (Polel) appears in connection with divination (<em>nḥ&scaron;<\/em>), child sacrifice, and eating non-kosher meat (<a class=\"ref\">Lev 19:26; 2 Kgs 21:6<\/a>). On the basis of an Arabic cognate, the meaning &ldquo;to cause to appear&rdquo; has been assigned to <em>ʿnn<\/em>, with reference to the summoning up of a ghost from the realm of death (for other meanings, see Lewis 1989, 146&ndash;47 and the dictionaries). Hence, the <em>ʿōnĕn&acirc;<\/em> of <a class=\"isa\" verses=\"W1sxODc2OV0seyIxNzkwOCI6MjJ9XQ==\">Isa 57:3&ndash;13<\/a> is a female practitioner of the necromantic arts, and therefore in the same order of activity as the <em>baʿălat ʾ&ocirc;b<\/em> (&ldquo;mistress of the spirits&rdquo;) consulted by Saul in <a class=\"ref\">1 Sam 28<\/a>.<\/p><p>We deduce from the designations in the biblical texts that these activities were not exclusively male or female. With the exception of the male priesthoods, religious intermediaries and mediums were not as a rule gender-specific in the ancient Near East and Levant. There is ample evidence for male practitioners in Mesopotamia but also for the female ecstatic (<em>muḫḫutum<\/em>), the one who gives answers (<em>apiltum<\/em>), the female shaman (<em>ka&scaron;&scaron;aptu<\/em> cf. the Hebrew <em>mĕka&scaron;&scaron;ēp&acirc;<\/em>, who is subject to the death penalty, <a class=\"ref\">Exod 22:17<\/a>). In the Kingdom of Mari in the eighteenth century b.c.e., most of the lay ecstatic intermediaries were female. Among the Hittites, a mediumistic person called &ldquo;the old woman&rdquo; (<em>ha&scaron;awa&scaron;<\/em>) played an important role. In Israel, in addition to female prophets (<a class=\"ref\">Exod 15:20; Judg 4:4; 2 Kgs 22:14<\/a>; <a class=\"isa\" verses=\"WzE3ODExXQ==\">Isa 8:3<\/a>; <a class=\"ref\">Neh 6:14<\/a>) and the &ldquo;mistress of the spirits&rdquo; already mentioned, there were the women who were denounced by Ezekiel for casting spells and practicing divination, women who were believed capable of inflicting physical and psychic harm (<a class=\"ref\">Ezek 13:17&ndash;23<\/a>).<\/p><p>The <em>ʾ&ocirc;b&ocirc;t vĕyiddĕʿōn&icirc;m<\/em> (ghosts and spirits or their handlers, depending one the context), denounced on numerous occasions (<a class=\"ref\">Lev 19:31; 20:6; 2 Kgs 21:6; 23:24<\/a>; <a class=\"isa\" verses=\"WzE3ODI3LDE4MDA4XQ==\">Isa 8:19; 19:3<\/a>), were also understood to be female and male necromancers, respectively (see Hoffer 1974). It seems that in Israel communication with the dead and the spirit world came to be seen as predominantly a female domain. In the so-called Covenant Code, only the female practitioner is threatened with the death penalty (<a class=\"ref\">Exod 22:17<\/a>), and Saul sought out and was immediately able to locate, a female medium to summon up Samuel from the underworld (<a class=\"ref\">1 Sam 28:7<\/a>).<\/p><p>The activities with which the <em>ʿōnĕn&acirc;<\/em> was charged in <a class=\"isa\" verses=\"W1sxODc2OV0seyIxNzkwOCI6MjJ9XQ==\">Isa 57:3&ndash;13<\/a>, to which we can add the activities listed in <a class=\"isa\" verses=\"W1sxODkwMV0seyIxNzc4NCI6MjV9XQ==\">65:3&ndash;7<\/a>, include taking part in deviant, open-air cults in gardens and under sacred trees; sacrificing children to Molech; offering libations, incense, and sacrifices to the dead, presumably dead ancestors; incubation in tombs with a view to receiving communications from the dead; eating unclean food; and sexual rites. Since this is religious polemic of the most vitriolic kind, the author is not interested in exploring the purpose and point of these activities for those who participated in them. The literary and archaeological evidence for mortuary cults throughout the history of Israel is uneven, but there is enough to establish that mortuary cults&mdash;and not just funerary rites&mdash;were a significant feature of the communal life of the household and clan. (Lewis 1989, 99&ndash;170; Bloch-Smith 1992; van der Toorn 1996, 181&ndash;372). These cults seem to have achieved a special prominence during the last critical decades of the Kingdom of Judah, and the allusions to them in these last chapters of Isaiah (<a class=\"isa\" verses=\"W1sxODc2OV0seyIxNzkwOCI6MjJ9LFsxODkwMV0seyIxNzczNSI6Nn1d\">57:3&ndash;13; 65:3&ndash;4<\/a>) suggest that they continued on into the early Persian period at least. Some commentators take <a class=\"isa\" verses=\"W1sxNzgyN10seyIxODA1NCI6MjV9XQ==\">Isa 8:19&ndash;22<\/a>, which rejects the advice to &ldquo;consult the spirits of the dead who chirp and mutter,&rdquo; to be an editorial addendum from the post-destruction period. With this text we can compare <a class=\"isa\" verses=\"WzE4MTk4XQ==\">Isa 29:4<\/a>, which speaks of a voice issuing from the underworld and whispering in the dust.<\/p><p>The combination of heterodox cults, and especially necromancy, with sexual transgression was a well-established feature of prophetic polemic by the time our text was written. Hosea&rsquo;s marriage to and begetting of children with the sexually promiscuous Gomer may have been suggested by the common idiomatic expression <em>bĕn&ecirc; yiśrāʾēl<\/em> (&ldquo;children of Israel&rdquo;) which, taken literally, could be represented by three children with ominous names. These names could then be spelled out in a chronological sequence of progressive decline leading to total alienation from YHVH. The metaphor is complex but transparent: Hosea himself, as the father, represents YHVH; Gomer stands for the land (<em>ʾereṣ<\/em> fem.), as is made clear in the second chapter. Gomer looks to indigenous and no doubt also chthonic deities to promote fertility. This was the normal pattern in that kind of society that called for no moralizing, but in the context of prophetic thought it represented marital (i.e., covenantal) infidelity, and therefore Gomer is <em>ʾē&scaron;et zĕn&ucirc;n&icirc;m<\/em>, and her children <em>yald&ecirc; zĕn&ucirc;n&icirc;m<\/em> (nrsv, &ldquo;a wife of whoredom,&rdquo; &ldquo;children of whoredom,&rdquo; <a class=\"ref\">Hos 1:2; 2:6[4]<\/a>). This way of representing religious deviance entered the prophetic mainstream (<a class=\"ref\">Jer 2:20; 3:1&ndash;2, 6&ndash;10; Ezek 16:1&ndash;52; 23:1&ndash;49<\/a>;<a class=\"isa\" verses=\"WzE4NjY0XQ==\"> Isa 50:1<\/a>). It also made a natural if regrettable alliance with the fear of women as possessing occult powers. Hence the Historian&rsquo;s condemnation (through the mouth of Jehu, hardly a credible witness) of Jezebel&rsquo;s &ldquo;whoredoms and sorceries&rdquo; (<a class=\"ref\">2 Kgs 9:22<\/a>).<\/p><p>Since cities were conventionally and grammatically feminine, the same combination of reprehensible qualities could be employed as a polemical weapon, whether the target was Nineveh (<a class=\"ref\">Nah 3:4<\/a>), Babylon (<a class=\"isa\" verses=\"W1sxODYwOV0seyIxNzkwOCI6MjJ9XQ==\">Isa 47:9&ndash;13<\/a>), or Jerusalem (<a class=\"ref\">Ezek 16:1&ndash;52; 23:1&ndash;49<\/a>;<a class=\"isa\" verses=\"W1sxODc2OV0seyIxNzkwOCI6MjJ9XQ==\"> Isa 57:3&ndash;13<\/a>).<\/p><p>We come closer to grasping the polemic of <a class=\"isa\" verses=\"W1sxODc2OV0seyIxNzkwOCI6MjJ9XQ==\">Isa 57:3&ndash;13<\/a> with the figure of the &ldquo;outsider woman&rdquo; (<em>ʾi&scaron;&scaron;&acirc; nokriyy&acirc;<\/em>\/<em>ʾi&scaron;&scaron;&acirc; zār&acirc;<\/em> of <a class=\"ref\">Prov 1&ndash;9<\/a>), which most scholars would agree is roughly contemporaneous with the Isaiah passage. This female personification is the dark shadow of the Woman Wisdom (<em>ḥokm&acirc;<\/em>), who uses prophetic forms of speech familiar from <a class=\"isa\" verses=\"eyIxODkyNCI6MjR9\">Isa 56&ndash;66<\/a>. How close the language is can be seen in the pattern of calling out and response or (more commonly) the refusal to respond (<a class=\"ref\">Prov 1:24, 28<\/a> cf. <a class=\"isa\" verses=\"WzE4Nzk2LDE4ODk5XQ==\">Isa 58:9; 65:1&ndash;2a; 66:4<\/a>), the invitation to a banquet (<a class=\"ref\">Prov 9:1&ndash;6<\/a> cf. <a class=\"isa\" verses=\"WzE4OTA5XQ==\">Isa 65:11<\/a>), and the description of the reprobates (<a class=\"ref\">Prov 1:10&ndash;19<\/a> cf. <a class=\"isa\" verses=\"W1sxODc5MF0seyIxNzczNSI6Nn0sWzE4ODAyXSx7IjE3OTYyIjo5fV0=\">Isa 58:3&ndash;4; 59:1&ndash;15<\/a>). In some instances (e.g., <a class=\"ref\">Prov 1:16<\/a>; <a class=\"isa\" verses=\"WzE4ODA4XQ==\">Isa 59:7a<\/a>) the wording is practically identical.<\/p><p>The &ldquo;Outsider Woman&rdquo; (<a class=\"ref\">Prov 2:16&ndash;19; 5:3&ndash;23; 7:5&ndash;27; 9:13&ndash;18<\/a>) is the negation of all the qualities of the Woman Wisdom in <a class=\"ref\">Prov 1&ndash;9<\/a>. She is lascivious, her speech is smooth (<a class=\"ref\">Prov 2:16; 5:3; 7:5, 21<\/a>), her pitch is on a high place (<a class=\"ref\">Prov 9:14<\/a> cf. <a class=\"isa\" verses=\"WzE4NzczXQ==\">Isa 57:7<\/a>), she has her own house (<a class=\"ref\">Prov 5:8; 7:6, 27<\/a>) in which the most important piece of furniture is the bed (<a class=\"ref\">Prov 7:16&ndash;17<\/a> cf. <a class=\"isa\" verses=\"WzE4Nzc0XQ==\">Isa 57:8<\/a>), she offers sacrifice (<a class=\"ref\">Prov 7:14<\/a> cf. <a class=\"isa\" verses=\"WzE4NzczXQ==\">Isa 57:7<\/a>), and she is associated with the underworld and the Rephaim, the spirits of the dead (<a class=\"ref\">Prov 2:18; 5:5; 7:27<\/a>). These characteristics suggest a degree of influence from a goddess cult of the kind that was an important component of both popular religion and the state and royal cult under the monarchy in both kingdoms. That a goddess cult continued into the Neo-Babylonian and Persian periods is clearly attested (e.g., <a class=\"ref\">Ezek 8:5; Jer 44:15&ndash;19; Zech 5:5&ndash;11<\/a> and has doubtless influenced both <a class=\"ref\">Prov 1&ndash;9<\/a> and <a class=\"isa\" verses=\"W1sxODc2OV0seyIxNzkwOCI6MjJ9XQ==\">Isa 57:3&ndash;13<\/a>. (For the biblical and archaeological evidence with bibliography, see most recently Day 2000 passim.)<\/p><p><a class=\"ref\">Proverbs 1&ndash;9<\/a> is presented as a moral exhortation by Solomon, drawing on his own experience of foreign or outsider women (<em>nā&scaron;&icirc;m nokriyy&ocirc;t<\/em>) and the fact that his addiction to them led him to adopt alien cults (<a class=\"ref\">1 Kgs 11:1&ndash;13<\/a>). For the Historian, this meant that Solomon was in violation of the law forbidding intermarriage with women outside of the Israelite cult community (<a class=\"ref\">Deut 7:1&ndash;4<\/a> cf. <a class=\"ref\">Deut 17:17<\/a>, the law forbidding the king to accumulate women). Solomon&rsquo;s bad example is also appealed to in <a class=\"ref\">Neh 13:23&ndash;27<\/a>; and marriage with non-Israelite women or, more precisely, with women from outside the dominant Judeo-Babylonian elite, in also an important issue for Ezra. (The designation <em>nā&scaron;&icirc;m nokriyy&ocirc;t<\/em> is used seven times in the account of the marriage crisis in <a class=\"ref\">Ezra 9&ndash;10<\/a>.)<\/p><p>It seems reasonable to conclude that both the depiction of the &ldquo;outsider woman&rdquo; in <a class=\"ref\">Prov 1&ndash;9<\/a> and the even more lurid description of the sorceress in <a class=\"isa\" verses=\"W1sxODc2OV0seyIxNzkwOCI6MjJ9XQ==\">Isa 57:3&ndash;13<\/a> reflect concerns about the religious consequences of exogamous marriage during the early stages of the reestablishment of a religiopolitical polity in Judah after the collapse of the Babylonian Empire. But, as is so often the case, the concerns are not exclusively and purely religious. Exogamous marriage could have undesirable social and economic implications, including alienation of household property. Both the levirate law (<a class=\"ref\">Deut 25:5&ndash;10<\/a>) and the dispositions concerning inheritance of property by the daughters of Zelophahad (<a class=\"ref\">Num 27:1&ndash;11; Josh 17:3&ndash;6<\/a>) reflect anxiety about the alienation of paternal domain both before and after the fall of Jerusalem.<\/p><p>We recall that failure to attend the assembly of the <em>bĕn&ecirc; hagg&ocirc;l&acirc;<\/em> convoked by Ezra to resolve the marriage crisis resulted in exclusion from the group and confiscation of property, presumably including real estate (<a class=\"ref\">Ezra 10:8<\/a>). Religious infidelity could also undermine the economic basis of the temple cult operated by a large number of almost certainly tax-free personnel.<\/p><p>These side-effects are more in evidence in <a class=\"ref\">Prov 1&ndash;9<\/a> than in <a class=\"isa\" verses=\"eyIxODkyNCI6MjR9\">Isa 56&ndash;66<\/a>. The young man who succumbs to the outsider woman&rsquo;s wiles will lose his property to strangers and will end up in all sorts of trouble in the <em>qāhāl<\/em> (<a class=\"ref\">Prov 5:7&ndash;14<\/a>). The author of <a class=\"isa\" verses=\"W1sxODc2OV0seyIxNzkwOCI6MjJ9XQ==\">Isa 57:3&ndash;13<\/a> comes at the issue from a more radical and exigently religious perspective and from a different location in Judean society, but for both authors the social and economic implications of their religious commitments are unavoidable.<\/p><p>Blenkinsopp, J. (2008). <em>Isaiah 56&ndash;66: a new translation with introduction and commentary<\/em> (Vol. 19B, pp. 155&ndash;166). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}