{
    "id": 2156,
    "source": "blenkinsopp",
    "verse_id": 18767,
    "verse_count": 2,
    "reference": "57:1–2",
    "title": "Lament for the Dead Prophet and His Disciples",
    "html": " <p>The ancient versions did what they could to wrest some meaning from this short passage which, apparently by design, creates a marked contrast with the vitriolic diatribe that follows. The Targum provides a good example of creative reconstruction: <\/p> <blockquote> <p>The righteous [ <em>ṣdyqyʾ<\/em>, pl.] die, and there is no one who takes my fear to heart; and those who do works of mercy are gathered [i.e., perish], and they do not consider that the righteous [pl.] perish from before the prospect of the evil that is to come. They shall go in peace, those who observe His law shall rest on their beds. <\/p> <\/blockquote> <p>Ibn Ezra takes more or less the same line: no one considers the old problem why the wicked remain alive while the righteous perish; the prophetic answer is that the latter are removed from the scene so as not to experience the evils that are to overtake Israel and Jerusalem. With varying degrees of ingenuity, more recent exegetes have extracted a consecutive meaning of some kind out of the second verse. <\/p> <p>The first verse is coherent and calls for no emendation: it speaks of the fate of a group bracketed by the fate of an individual (thus a-b-a) and begins and ends with the word <em>haṣṣad&icirc;q<\/em>,(&ldquo;the righteous one&rdquo;). I take the second verse to be an ensemble of three glosses arranged in the same way: individual&mdash;group&mdash;individual (also a-b-a). What we are left with, therefore, is a brief lament to which scribal glosses have been appended. <\/p> <p>When we read <a class=\"isa\" verses=\"eyIxODc2NyI6Mn0=\">57:1&ndash;2<\/a>, in context, we see that it fits a pattern in the second half of the book of alternating assurance with condemnation, the fate of the righteous with that of the reprobate. This is a well-known feature of Israelite didacticism, of which <a class=\"isa\" verses=\"WzE3NzE3XQ==\">Isa 3:9b&ndash;11<\/a>, provides an example, but it is also much in evidence in a certain type of psalm. Comparison with <a class=\"ref\">Pss 34 and 37<\/a>, both alphabetic acrostics, is instructive. A typical couplet may be cited: <\/p> <blockquote> <p>The eyes of YHVH are on the righteous, <\/p> <p>his ears are attentive to their cry. <\/p> <p>The face of YHVH is against evildoers, <\/p> <p>to cut off their memory from the earth. (<a class=\"ref\">Ps 34:16&ndash;17<\/a>) <\/p> <\/blockquote> <p>The contrast is repeated redundantly throughout both psalms in language often reminiscent of <a class=\"isa\" verses=\"bnVsbA==\">Isa 56&ndash;66<\/a>. As in <a class=\"isa\" verses=\"eyIxODc2NyI6Mn0=\">Isa 57:1&ndash;2<\/a>, people favored by YHVH are righteous (<em>ṣadd&icirc;q&icirc;m<\/em>, <a class=\"ref\">Ps 34:16; 37:17, 29, 39<\/a>; also in the singular collective <a class=\"ref\">Ps 34:20, 22; 37:12, 16, 21, 25, 30, 32<\/a>). They are those who take refuge in YHVH (<em>ḥōs&icirc;m b&ocirc;<\/em>, <a class=\"ref\">Ps 34:9, 23; 37:40<\/a>), with which compare the word of assurance at the end of the diatribe in <a class=\"isa\" verses=\"eyIxODc2OSI6MTF9\">Isa 57:3&ndash;13a<\/a>, addressed to those who take refuge in YHVH (<a class=\"isa\" verses=\"WzE4Nzc5XQ==\">57:13b<\/a>). The promise to the latter is that they will possess the land and inherit the holy mountain, that is, the temple. The promise of land inheritance, a major concern in the early Achaemenid period, is moreover a central theme of (<a class=\"ref\">Ps 37 vv 9, 11, 22, 29<\/a>). Other synonyms for the <em>ṣadd&icirc;q&icirc;m<\/em>, in these psalms are <em>ni&scaron;bĕr&ecirc;-lēb<\/em>,(&ldquo;the broken in spirit&rdquo;), <em>dakkĕʾ&ecirc;-r&ucirc;aḥ<\/em>,(&ldquo;the crushed in spirit&rdquo;&mdash;only in <a class=\"ref\">Ps 34:19<\/a>, <a class=\"isa\" verses=\"WzE4NzgxLDE4ODQ1XQ==\">Isa 61:1, and 57:15<\/a>), and, not least, <em>ʿăbād&icirc;m<\/em>,(&ldquo;servants&rdquo;), appearing in <a class=\"ref\">Ps 34:23<\/a>, and often in <a class=\"isa\" verses=\"bnVsbA==\">Isa 65<\/a>. <\/p> <p>It is tempting to disregard the alternation between singular and plural in <a class=\"isa\" verses=\"eyIxODc2NyI6Mn0=\">Isa 57:1&ndash;2<\/a>, and read the one legible and intelligible verse as a lament that the devout members of the community have perished, that their passing has gone unlamented, and that only the reprobate (exemplified in the passages immediately preceding and following) are left alive. Parallels come readily to mind: <\/p> <blockquote> <p>Save, O YHVH, for the devout one has passed away, <\/p> <p>for the faithful have disappeared from among humanity. (<a class=\"isa\" verses=\"bnVsbA==\">Ps 12:2[1]<\/a>) <\/p> <p>The devout one has perished from the land, <\/p> <p>there is no longer one who is upright among humanity. (<a class=\"ref\">Mic 7:2<\/a>) <\/p> <\/blockquote> <p>However, the emphasis on the <em>ṣadd&icirc;q<\/em>,(the righteous or innocent one) in the singular, together with the location of this term at the beginning and end of the lament, suggests a covert reference to the death of a particular <em>ṣadd&icirc;q<\/em>,; and if this is so, the reference is very likely to the Servant of <a class=\"isa\" verses=\"eyIxODcxMyI6MTJ9\">ch. 53<\/a>, who, by his teaching and example, will render the many righteous (<em>ṣadd&icirc;q&icirc;m<\/em>, <a class=\"isa\" verses=\"WzE4NzIzXQ==\">53:11<\/a>). To my knowledge, Smart (1965, 240&ndash;41) is the only commentator in the modern period to have explicitly made this connection. If the designation <em>ṣadd&icirc;q<\/em>, in <a class=\"isa\" verses=\"WzE4NzIzXQ==\">53:11<\/a>, has been added, as several exegetes conclude (see Volume 2, pp. 348&ndash;49), the addition may well have been due to reading <a class=\"isa\" verses=\"WzE4NzY3XQ==\">57:1<\/a>, in this way. The complaint that no one has taken his death to heart (<a class=\"isa\" verses=\"WzE4NzY3XQ==\">57:1<\/a>) then brings to mind the sad observation of a disciple that the Servant was despised and held of no account (<a class=\"isa\" verses=\"WzE4NzE1XQ==\">53:3<\/a>). <\/p> <p>The term used in <a class=\"isa\" verses=\"WzE4NzY3XQ==\">57:1<\/a>, to describe people associated with the <em>ṣadd&icirc;q <\/em>&mdash;namely, <em>ʾan&scaron;&ecirc;-ḥesed<\/em>,(&ldquo;the devout&rdquo;)&mdash;appears only here (cf. <em>ʾ&icirc;&scaron; ḥesed<\/em>, <a class=\"ref\">Prov 11:17<\/a>, and <em>malk&ecirc; ḥesed<\/em>, <a class=\"ref\">1 Kgs 20:31<\/a>, but is the equivalent of <em>ḥăs&icirc;d&icirc;m<\/em>,; compare <a class=\"ref\">Ps 116:15<\/a>, &ldquo;Precious in YHVH&rsquo;s sight is the death of his <em>ḥăs&icirc;d&icirc;m<\/em>,.&rdquo; The <em>ʾ&icirc;&scaron; ḥesed<\/em>, is the one who performs good deeds (<em>ḥăs&icirc;d&icirc;m<\/em>, <a class=\"ref\">2 Chr 32:32; Neh 13:14<\/a>). It may go beyond the evidence to claim these <em>ʾan&scaron;&ecirc; ḥesed<\/em>, as the ancestors of the Hasidim (<em>asidaioi <\/em>) of Maccabean times, as Muilenburg (1956, 664) rightly points out, but there must at least be some link with the Servants (<em>ʿăbād&icirc;m <\/em>) and those who tremble at God&rsquo;s word (<em>ḥărēd&icirc;m <\/em>) of the last two chapters of the book. And in fact, the terms <em>ḥas&icirc;d<\/em>, and <em>ʿebed<\/em>, appear as synonyms in psalm contexts (<a class=\"ref\">Pss 79:1; 116:15&ndash;16<\/a>). <\/p> <p>In Classical Hebrew &ldquo;to be gathered&rdquo; (<em>ʾsp<\/em>, Niphal) is one of several euphemisms for dying, an abbreviated form of being &ldquo;gathered to one&rsquo;s people&rdquo; or, less succinctly, being aggregated to the totality of the clan (<a class=\"ref\">Gen 25:8, 17; 35:29<\/a>, etc.). Here, too, the brief notice about the circumstances under which the was &ldquo;gathered&rdquo; points to the fate of the Suffering Servant of <a class=\"isa\" verses=\"bnVsbA==\">Isa 53<\/a>, where the verb used (<em>lqḥ<\/em>, Pual) has the same meaning as <em>ʾsp<\/em>, Niphal: <\/p> <blockquote> <p>By oppressive acts of judgment he was led away, <\/p> <p>and who gives a thought to his fate? (<a class=\"isa\" verses=\"WzE4NzIwXQ==\">53:8a<\/a>) <\/p> <\/blockquote> <p>If I am correct in identifying three glosses in <a class=\"isa\" verses=\"WzE4NzY4XQ==\">v 2<\/a>, we would expect them to comment on the death of the righteous in <a class=\"isa\" verses=\"WzE4NzY3XQ==\">v 1<\/a>. With the conspicuous exception of Torrey (1928, 433), who reads <a class=\"isa\" verses=\"WzE4NzY4XQ==\">v 2<\/a>, as the righteous man leaving Jerusalem because he would feel more comfortable somewhere else, most recent exegetes have agreed that this is so. <\/p> <p>The first gloss (<em>yāb&ocirc;ʾ &scaron;āl&ocirc;m <\/em>), here translated &ldquo;he enters into peace,&rdquo; perhaps short for &ldquo;he goes to his ancestors in peace&rdquo; (<a class=\"ref\">Gen 15:15<\/a>), would then imply that the Righteous One is removed by death from the suffering and contumely inflicted on him during his lifetime. This meaning would also link up with the debate on the destiny of the Servant, who &ldquo;after his painful life will see light and be satisfied&rdquo; (<a class=\"isa\" verses=\"WzE4NzIzXQ==\">53:11a<\/a>). The gloss is too abridged to permit us to go much further&mdash;for example, to read a belief in the immortality of the soul into these two words (Renaud 1977, 3&ndash;21; Muilenburg 1956, 665 speaks of &ldquo;intimations of immortality&rdquo;). The fairly clear echoes of this part of Isaiah in the Wisdom of Solomon are nevertheless worth noting. The righteous are taken away from evil and are at peace (<a class=\"ref\">Wis 3:3; 4:11, 14<\/a>), and their passing is not taken to heart (<a class=\"isa\" verses=\"bnVsbA==\">4:14<\/a>). <\/p> <p>The translation of the second gloss, <em>yān&ucirc;ḥ&ucirc; ʿal-mi&scaron;kĕb&ocirc;tām<\/em>,(&ldquo;they repose in their last resting places&rdquo;), reflects the semantic range of the word <em>mi&scaron;kāb<\/em>, which, in addition to &ldquo;bed&rdquo; or &ldquo;couch&rdquo; and the sexual connotation evident in the following section (<a class=\"isa\" verses=\"eyIxODc3MyI6Mn0=\">57:7&ndash;8<\/a>), can also refer to the bier on which the body is placed (<a class=\"ref\">2 Chr 16:14<\/a>) or the grave in which it is laid (<a class=\"ref\">Ezek 32:25<\/a>). The state of the dead is one of rest (e.g., <a class=\"isa\" verses=\"WzE3OTM3LDE3OTQ3XQ==\">Isa 14:8, 18<\/a>; <a class=\"ref\">Job 3:13<\/a>). The dead are supposed to rest; we recall that Saul&rsquo;s disturbance of Samuel&rsquo;s rest provided one more reason for condemnation (<a class=\"ref\">1 Sam 28:15<\/a>). In one of M. R. James&rsquo;s ghost stories, <em>Count Magnus<\/em>, we hear that the unquiet dead should be resting not walking. <\/p> <p>The third gloss, <em>hōlēk nĕkoḥ&ocirc;<\/em>,(&ldquo;he is upright in his conduct,&rdquo; literally, &ldquo;he walks uprightly&rdquo;), is the most enigmatic. If it is about the dead <em>ṣadd&icirc;q<\/em>, the verb must be in the past tense, perhaps with reference to undeserved abuse and suffering during his lifetime. But the entire verse remains one of the most obscure in these 11 chapters. <\/p> <p>Blenkinsopp, J. (2008). <em>Isaiah 56&ndash;66: a new translation with introduction and commentary<\/em>,(Vol. 19B, pp. 149&ndash;152). New Haven; London: Yale University Press. <\/p>",
    "audit": 1
}