{
    "id": 2176,
    "source": "blenkinsopp",
    "verse_id": 18924,
    "verse_count": 6,
    "reference": "66:1-6",
    "title": "Vindication of the True Worshipers of God",
    "html": "<p>The last chapter of the book gives the impression of being a loose collection of short sayings or a series of appendices introduced or rounded off with a variety of prophetic rubrics (&ldquo;This is what YHVH says,&rdquo; &ldquo;A pronouncement of YHVH,&rdquo; &ldquo;Says your God&rdquo;) or calls for attention (&ldquo;Hear the word of YHVH&rdquo;). In this respect <a class=\"isa\" verses=\"bnVsbA==\">Isa 66<\/a> is comparable to <a class=\"ref\">Zech 14<\/a>, with about the same number of sayings, many introduced with the familiar eschatological rubric &ldquo;On that day&rdquo; and presenting an equally impressive apocalyptic scenario. On the breakdown of the chapter into distinct sayings, only a sample of opinion can be given. On the basis of rubrics and meter, Duhm (1922, 481&ndash;90) divided it into six sayings (<a class=\"isa\" verses=\"eyIxODkyNCI6MjR9\">1&ndash;4, 5&ndash;11, 12&ndash;17, 18&ndash;22, 23, 24<\/a>), Westermann (1969, 411&ndash;29) into five (<a class=\"isa\" verses=\"eyIxODkyNCI6MjR9\">1&ndash;4, 5, 6&ndash;16, 17, 18&ndash;24<\/a>), and Whybray (1975, 279&ndash;94) into seven (<a class=\"isa\" verses=\"eyIxODkyNCI6MjR9\">1&ndash;4, 5, 6, 7&ndash;14, 15&ndash;16, 17, 18&ndash;24<\/a>). Taking a more integrative approach, Webster (1986, 93&ndash;108) reduced the units to three (<a class=\"isa\" verses=\"eyIxODkyNCI6MjR9\">1&ndash;6, 7&ndash;14, 15&ndash;24<\/a>), identified with the help of key words and concentric arrangement, and the same division is accepted by Oswald (1998, 665). Muilenburg (1956, 757&ndash;73) divided the chapter into a poem composed of seven strophes (<a class=\"isa\" verses=\"eyIxODkyNCI6MTZ9\">1&ndash;16<\/a>) and an eschatological summary (<a class=\"isa\" verses=\"eyIxODk0MCI6OH0=\">17&ndash;24<\/a>), and other variations of this basic division into <a class=\"isa\" verses=\"eyIxODkyNCI6MjR9\">1&ndash;16 and 17&ndash;24<\/a> can be found in Kissane (1960[1943]:314&ndash;20) and Hanson (1975, 161&ndash;63). Torrey (1928, 471&ndash;72) is one of the few who read the chapter as a single composition. Further indications will be given in the comments on individual passages.<\/p><p>A closer inspection will reveal interconnections among the individual segments of the chapter and between the chapter and other parts of the book. The volume of editorial comment in evidence in all parts of the book would lead us to expect even more intense activity of this kind toward its conclusion. Beginning with Liebreich in the 1950s, several scholars have drawn attention to linguistic parallels between the first and the last chapter of Isaiah of a frequency to suggest a deliberate framing device. The implication is that the book is to be considered in some sense a unity (Liebreich 1955&ndash;1956, 259&ndash;77; Lack 1973, 139&ndash;41; Carr 1996, 188&ndash;218; and Beuken 1991, 218&ndash;19 for a computer-generated concordance of <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">chs. 1 and 65&ndash;66<\/a>). Not all the parallels noted by these and other commentators are equally significant, but those appearing in <a class=\"isa\" verses=\"eyIxNzY4MiI6NX0=\">1:27&ndash;31<\/a> are consistent with other indications that this distinctive passage was added at a late stage in the formation of the book (Blenkinsopp 2000a, 187&ndash;88). They include the reference to &ldquo;rebels&rdquo; (<em>pō&scaron;ĕʿ&icirc;m<\/em>, <a class=\"isa\" verses=\"WzE3NjgzLDE4OTQ3XQ==\">1:28; 66:24<\/a>), the inextinguishable fire (<a class=\"isa\" verses=\"WzE3Njg2LDE4OTQ3XQ==\">1:31b; 66:24<\/a>), and garden cults (<a class=\"isa\" verses=\"WzE3Njg0LDE4OTQwXQ==\">1:29; 66:17<\/a>) and insinuate a reading of the entire book as, in some sense, one unified composition dominated by certain important themes.<\/p><p>Structural and thematic parallels between <a class=\"isa\" verses=\"W3siMTg3MjUiOjE3fSx7IjE4OTMwIjo4fV0=\">66:7&ndash;14 and 54:1&ndash;17<\/a> suggest that the former is the conclusion or epilogue to <a class=\"isa\" verses=\"bnVsbA==\">56&ndash;66<\/a>, as the latter is to <a class=\"isa\" verses=\"bnVsbA==\">40&ndash;54<\/a>, with <a class=\"isa\" verses=\"bnVsbA==\">ch. 55<\/a> serving as a link between these two major sections. Both passages begin with Jerusalem and end with the Servants of YHVH. In both, the destiny of the Servants is described in positive terms, what YHVH will do for them, and with reference to their vindication vis-&agrave;-vis their opponents (<a class=\"isa\" verses=\"WzE4OTM3LDE4NzQxXQ==\">66:14b; 54:17c<\/a>). The theme developed in both passages, with much of the same vocabulary, is Zion&rsquo;s miraculous childbearing and the granting of <em>Lebensraum<\/em> for her new family, of which it is understood that the Servants form the nucleus. The intent is not just to round off these two major sections of the book but to link them together by means of the twinned themes of Mother Zion and the Servants of YHVH that they have in common.<\/p><p>Up to this point I am in agreement with Beuken, who reads <a class=\"isa\" verses=\"eyIxODkzMCI6MTh9\">66:7&ndash;24<\/a> as a series of epilogues: <a class=\"isa\" verses=\"eyIxODkzMCI6OH0=\">vv 7&ndash;14<\/a>, an epilogue to Third Isaiah, <a class=\"isa\" verses=\"eyIxODkzOCI6N30=\">15&ndash;21<\/a> to Second and Third Isaiah together, and <a class=\"isa\" verses=\"eyIxODk0NSI6M30=\">22&ndash;24<\/a> to the entire book (Beuken 1991, 204&ndash;21). But in keeping with a characteristic feature of the book as a whole, <a class=\"isa\" verses=\"eyIxODkzOCI6Mn0=\">vv 15&ndash;16<\/a> read rather like a further stage in a process of cumulative and incremental editing. In other words, these verses develop the thought of YHVH&rsquo;s indignation in the previous verse (<em>zaʿam<\/em>, <a class=\"isa\" verses=\"WzE4OTM3XQ==\">14<\/a>), and do so in language that draws on the entire Isaian repertoire: the coming of God in salvation and judgment (<a class=\"isa\" verses=\"WzE4MjQ1LDE4NDMxXQ==\">30:27; 40:10<\/a>), divine anger under the image of fire (<a class=\"isa\" verses=\"W1sxNzg0OF0seyIxNzg2NyI6Mn0seyIxODI5MiI6M31d\">9:18; 10:16&ndash;17; 33:12&ndash;14<\/a>) and of flames of fire and whirlwind (<a class=\"isa\" verses=\"WzE4MjAwLDE4MjQ4XQ==\">29:6; 30:30<\/a>), and judgment executed by YHVH&rsquo;s sword (<a class=\"isa\" verses=\"W1sxODE1MywxODI1OV0seyIxODMwOSI6Mn1d\">27:1; 31:8; 34:5&ndash;6<\/a>) on all flesh (<a class=\"isa\" verses=\"W3siMTg0MjYiOjJ9LFsxODY2M10seyIxODk0NiI6Mn1d\">40:5&ndash;6; 49:26; 66:23&ndash;24<\/a>). These verses also, no doubt, had a recapitulatory intent similar to that of <a class=\"isa\" verses=\"eyIxODkzMCI6OH0=\">vv 7&ndash;14<\/a>. In much the same way, <a class=\"isa\" verses=\"WzE4OTQwXQ==\">v 17<\/a> could be read as an isolated comment on &ldquo;those slain by YHVH&rdquo; in the preceding verse, reminding the reader that the slain are to be identified with the practitioners of transgressive cults mentioned in <a class=\"isa\" verses=\"eyIxODkwMSI6Mn0=\">65:3&ndash;4<\/a>.<\/p><p>In some respects <a class=\"isa\" verses=\"eyIxODk0MSI6NH0=\">vv 18&ndash;21<\/a> could be regarded as forming an inclusion with <a class=\"isa\" verses=\"eyIxODc1NSI6OH0=\">56:1&ndash;8<\/a>. Leaving aside the inserted <a class=\"isa\" verses=\"WzE4OTQzXQ==\">v 20<\/a> (see Comments on this verse), both passages share a broad and inclusive approach to membership in the Jewish community. The penultimate paragraph <a class=\"isa\" verses=\"eyIxODk0NSI6Mn0=\">vv 22&ndash;23<\/a> (<a class=\"isa\" verses=\"WzE4OTQ3XQ==\">24<\/a>) reads like a recapitulation of <a class=\"isa\" verses=\"eyIxODkxMSI6MTN9\">65:13&ndash;25<\/a>, repeating the prediction of new heaven and new earth as a guarantee of the permanence of the progeny, and therefore the name, of the Servants (<a class=\"isa\" verses=\"WzE4NzIyLDE4NzI3LDE4NzU5LDE4OTA3LDE4OTIxXQ==\">53:10; 54:3; 56:5; 65:9, 23<\/a>). It is even possible that <a class=\"isa\" verses=\"W3siMTg5MzUiOjV9LHsiMTg5NDUiOjN9XQ==\">vv 12&ndash;16 and 22&ndash;24<\/a> served <em>at some stage<\/em> as alternative endings to the book, comparable therefore to the two conclusions to the book of Job (<a class=\"isa\" verses=\"W3siMTgzOTIiOjM1fSx7IjE4NDI3Ijo2MX1d\">38:1&ndash;40:5; 40:6&ndash;42:6<\/a>).<\/p><p>We come now to the first of the segments of this concluding chapter: it is at least beyond dispute that <a class=\"isa\" verses=\"eyIxODkyNCI6Nn0=\">66:1&ndash;6<\/a> is polemical writing reflecting a deep and apparently irreconcilable division in the community addressed. Still very much subject to dispute, however, is the precise identification of the issues and the parties involved.<\/p><p>The first of the four paragraphs into which I have divided this first section of the chapter (<a class=\"isa\" verses=\"eyIxODkyNCI6Mn0=\">vv 1&ndash;2<\/a>) has been interpreted as a radical rejection of temples as the loci of sacrificial cult (or at least of animal sacrifice), considered as the antithesis of &ldquo;the true religion of heart and life&rdquo; (Smart 1935, 420; also 1965, 281&ndash;88; Volz 1932, 288&ndash;89; Lau 1994, 168&ndash;77 et al.). Quite apart from the confessional prejudices about what constitutes genuine religion that commentators bring with them to their task, this conclusion seems implausible in view of what is said elsewhere in <a class=\"isa\" verses=\"bnVsbA==\">chs.56&ndash;66<\/a> about YHVH&rsquo;s holy mountain (<a class=\"isa\" verses=\"WzE4NzYxLDE4Nzc5LDE4OTA5XQ==\">56:7; 57:13; 65:11<\/a>), his holy and beautiful house (<a class=\"isa\" verses=\"WzE4ODk3XQ==\">64:11; also 60:7, 13<\/a>), the place where his feet rest (<a class=\"isa\" verses=\"WzE4ODM1XQ==\">60:13<\/a>), and so on. One would also have to account for <a class=\"isa\" verses=\"eyIxODUyOSI6Mn0=\">43:23&ndash;24<\/a>, a complaint about the failure to sacrifice, and <a class=\"isa\" verses=\"eyIxODgyOCI6Mn0=\">60:6&ndash;7<\/a>, the offering of sacrificial animals for YHVH&rsquo;s &ldquo;glorious house&rdquo; in Jerusalem. The image of divine judgment emanating from the temple in <a class=\"isa\" verses=\"WzE4OTI5XQ==\">66:6<\/a> constitutes an additional problem for this interpretation.<\/p><p>A similar point is made in Solomon&rsquo;s sermon delivered at the dedication of the First Temple: &ldquo;Will God indeed dwell on earth? Even heaven and the height of heaven cannot contain you, how much less this house that I have built!&rdquo; (<a class=\"ref\">1 Kgs 8:27<\/a>). The sermon in which this statement occurs is acknowledged to be postexilic. It embodies the Deuteronomistic disavowal of a false overvaluation of temples but, given the context assigned to it, could hardly be read as a radical rejection of the temple and its cult.<\/p><p>For much the same reasons, the rhetorical questions in <a class=\"isa\" verses=\"WzE4OTI0XQ==\">66:1<\/a> do not necessarily connote outright opposition to the project, supported by Haggai, Zechariah and other prophets, of rebuilding the temple (as in Hanson 1975, 173&ndash;74), though they might well be questioning the link between temple-building and political emancipation (<a class=\"ref\">Hag 2:6&ndash;9, 20&ndash;23<\/a>), and the idea that, once the temple is built, peace and prosperity will automatically and, as it were, magically be brought about (<a class=\"ref\">Hag 2:9, 19<\/a>).<\/p><p>In view of the situating of <a class=\"isa\" verses=\"eyIxODkyNCI6NH0=\">66:1&ndash;4<\/a> within the Deuteroand Trito-Isaian <em>traditio<\/em>, it is extremely unlikely that the passage refers to any cult center other than Jerusalem. An alternative cult center may have been set up after the Babylonian conquest, in association with the provincial administration in Mizpah, perhaps at nearby Bethel, but we would expect the passage to provide some clue that the writer had such a place in mind. The problem lies really with <a class=\"isa\" verses=\"eyIxODkyNiI6Mn0=\">vv 3&ndash;4<\/a>: once it is admitted that syncretistic practices of the kind referred to there could have been going on in Jerusalem, the need for an alternative location disappears. For the same reason, Duhm&rsquo;s option for a reference in <a class=\"isa\" verses=\"eyIxODkyNCI6Mn0=\">vv 1&ndash;2<\/a> to a Samaritan (Samarian?) proposal to build their own temple during the period of Ezra and Nehemiah, while not in itself impossible, is unsupported by evidence (Duhm 1922, 481&ndash;82), and nothing in <a class=\"isa\" verses=\"bnVsbA==\">chs. 56&ndash;66<\/a> lends plausibility to an allusion to a temple in Babylon, Egypt, the Transjordanian region, or anywhere else outside of the province of Judah.<\/p><p>The statement that no temple can provide an adequate residence for the God who created the world reflects the influence of the Deuteronomistic rejection of the materialistic and superstitious idea that a temple is quite literally the house of a deity. In place of this ancient, persistent, and widely held belief, the Deuteronomists substituted the idea of the temple as the location of the divine Name invoked in worship (<a class=\"ref\">Deut 12:5, 11; 14:23<\/a> etc.)&mdash;the Name (<em>&scaron;ēm<\/em>) being a kind of hypostasis of the deity, comparable to the Glory (<em>kāb&ocirc;d<\/em>) of the Priestly scholiasts. The Name-theology and Glory-theology may then be regarded as different attempts to express divine transcendence without surrendering immanence. A more traditional approach, which satisfies the apparently endemic need to give spatial expression to divine presence, can be found in the liturgical hymns that speak of YHVH enthroned in the heavens (<a class=\"ref\">Pss 2:4; 11:4; 33:13&ndash;14; 102:20; 150:1<\/a>), a representation also found throughout Isaiah (e.g., <a class=\"isa\" verses=\"WzE3NzcxLDE4Mjg1LDE4Mjk2LDE4NzkxLDE4ODgyXQ==\">6:1; 33:5, 16; 58:4; 63:15<\/a>).<\/p><p>The very similar affirmation about the presence of God in <a class=\"isa\" verses=\"WzE4NzgxXQ==\">57:15<\/a> provides another indication that <a class=\"isa\" verses=\"eyIxODkyNCI6Mn0=\">66:1&ndash;2<\/a> is not a foreign body within <a class=\"isa\" verses=\"bnVsbA==\">chs. 56&ndash;66<\/a>:<\/p><blockquote><p>For thus says the Exalted One,<\/p><p>who dwells in an eternal place,<\/p><p>whose name is holy:<\/p><p>&ldquo;I dwell in a high and holy place<\/p><p>and with the contrite and humble in spirit,<\/p><p>reviving the spirits of the humble,<\/p><p>reviving the hearts of the contrite.&rdquo;<\/p><\/blockquote><p>The footstool (<em>hăd&ocirc;m raglayim<\/em>) is variously represented as the earth (<a class=\"isa\" verses=\"bnVsbA==\">Isa 66:1<\/a>), the land of Israel (<a class=\"ref\">Lam 2:1<\/a>), and the ark (<a class=\"ref\">Ps 132:7; 1 Chr 28:2<\/a>). As in the great vision scene of <a class=\"isa\" verses=\"bnVsbA==\">Isa 6:1&ndash;13<\/a>, the basic image is that of the royal audience chamber (cf. <a class=\"ref\">Pss 99:5; 110:1<\/a>). The Persepolis relief representing Darius I&rsquo;s throne room (<em>ANEP<\/em> #463) and the same monarch using Gaumata as a footstool on the Behistun carving (<em>ANEP<\/em> #249) will give a good idea of the visual impression conveyed by this imagery, associated with absolute royal power.<\/p><p>But the question now arises why another warning against overvaluation of the temple, or wrong understandings about its function, was called for at this point. A connection with the preceding chapter can be found in the indictment of opponents, including cult personnel, who were engaging in syncretistic practices and in consequence were neglecting the temple (see Comments on <a class=\"isa\" verses=\"WzE4OTA5XQ==\">65:11<\/a>). This would be consistent with <a class=\"isa\" verses=\"eyIxODkyNCI6Mn0=\">66:1&ndash;2<\/a> as a lead-in to the extremely elliptical indictment of the same temple personnel in the following paragraph (<a class=\"isa\" verses=\"eyIxODkyNiI6Mn0=\">vv 3&ndash;4<\/a>).<\/p><p>The principal accusation leveled against the opposition in <a class=\"isa\" verses=\"bnVsbA==\">chs. 56&ndash;66<\/a> from a Yahvist-alone perspective is cultic irregularity, syncretistic practice. Nothing that we know about the situation in Judah at any time during the first century of Persian rule excludes this reading of <a class=\"isa\" verses=\"eyIxODkyNCI6NH0=\">66:1&ndash;4<\/a>. The first high priest, Jeshua (Joshua) ben Yehozadak, is described as a brand plucked from the burning, who has to be symbolically purified from the contamination of idolatry (<a class=\"ref\">Zech 3:1&ndash;5<\/a>). The leading priests, including members of Jeshua&rsquo;s family, married foreign women and were in consequence involved in the &ldquo;abominations of the peoples of the land&rdquo; (<a class=\"ref\">Ezra 9:1&ndash;2; 10:18<\/a>). At the time of Nehemiah, the high priest&rsquo;s family intermarried with the Sanballats of Samaria (<a class=\"ref\">Neh 13:28&ndash;29<\/a>). Malachi talks about abominations going on in Jerusalem, denounces the sad state of worship, and even wants the temple closed down (<a class=\"ref\">Mal 1:10; 2:11<\/a>).<\/p><p>The gravamen was therefore not against the temple itself, or the project of rebuilding it, depending on the date assigned to the paragraph; it was instigated by opposition to those who controlled, or were about to control, the operations of the temple. Polemic against &ldquo;temples made with hands&rdquo; was a phenomenon of late antiquity, no doubt inspired by philosophical ideas (e.g., Pythagorean ideas in Apollonius of Tyana), as we see in the discourse of the deacon Stephen in <a class=\"ref\">Acts 7:48&ndash;49<\/a>. Stephen&rsquo;s affirmation that the Most High God does not dwell &ldquo;in things made with hands&rdquo; (<em>en cheiropoiētois<\/em>), a term used for temples and idolatrous objects, is dependent on <a class=\"isa\" verses=\"bnVsbA==\">Isa 66:2<\/a> lxx, &ldquo;My hands made all these things,&rdquo; but it would be anachronistic to draw the same conclusion from this text that Stephen did (cf. <a class=\"ref\">Acts 17:24; Heb 9:11, 24; <em>Sib. Or.<\/em> 14:62<\/a>).<\/p><p>That the speaker&rsquo;s animus is directed more against temple personnel than against the temple itself sets up the contrast between these opponents and the poor, the afflicted, and those who tremble at God&rsquo;s word. As a survey of biblical usage shows, and as one would expect, the poor (<em>ʿăniyy&icirc;m<\/em>) are the economically disadvantaged, but their condition is almost always the result of injustice and oppression (e.g., <a class=\"isa\" verses=\"bnVsbA==\">Isa 3:14&ndash;15; 10:2; 32:7; and 58:7<\/a>, where they are bracketed with the homeless). Of particular relevance for the interpretation of <a class=\"isa\" verses=\"eyIxODkyNCI6Mn0=\">66:1&ndash;2<\/a> are the numerous references to the &ldquo;poor,&rdquo; the <em>ʿān&icirc;<\/em>, in Psalms. The context is always religious: the poor are the righteous (<em>ṣadd&icirc;q&icirc;m<\/em>, <a class=\"ref\">Ps 109:16, 22<\/a>), God&rsquo;s own people (<a class=\"ref\">Ps 72:2, 4, 12<\/a>), and their enemies are reprobates, oppressors, the proud, the impious (<a class=\"ref\">Pss 9:19[18]; 10:2, 9; 18:28[27]; 35:10; 37:14<\/a> etc.).<\/p><p>In some instances the term appears to be used as a self-designation for a particular marginalized group in the community. The accompanying epithet &ldquo;afflicted in spirit,&rdquo; like &ldquo;oppressed and dispirited&rdquo; in <a class=\"isa\" verses=\"WzE4NzgxXQ==\">57:15<\/a>, expresses the effect of destitution very aptly. The poor and afflicted are also those who tremble at God&rsquo;s word. This designation appears again in the following verse, where we learn that these people have been expelled or excommunicated. The implications may be inferred from the attempt to address the problem of marriage outside the <em>g&ocirc;l&acirc;<\/em>-community in <a class=\"ref\">Ezra 9&ndash;10<\/a>. The people who failed to take part in the plenary assembly called to resolve the matter were threatened with expulsion from the community and forfeiture of (presumably immovable) property (<a class=\"ref\">Ezra 10:8<\/a>). In the great majority of cases, therefore, ostracism, loss of civil and religious rights, would have resulted in economic destitution, consistent with the profile of the one on whom, in <a class=\"isa\" verses=\"eyIxODkyNCI6Mn0=\">66:1&ndash;2<\/a>, YHVH looks with favor.<\/p><p>The four extremely elliptical and gnomic pairs of participial clauses that follow (<a class=\"isa\" verses=\"eyIxODkyNiI6Mn0=\">vv 3&ndash;4<\/a>) have elicited a wide range of response from the commentators. The addition of a <em>kaph comparationis<\/em> allows the reading &ldquo;the one who slaughters an ox is like (the one who) kills a man,&rdquo; as if to say that the temple personnel are no better than murderers or, if all four statements are taken into account, practitioners of degenerate cults. While the emendation is supported by the principal ancient versions and the Qumran <em>Isaiah Scroll<\/em>, and renders acceptable sense, mt also makes sense and should be retained as the more difficult version.<\/p><p>Accepting the Masoretic Text as it is, then, what sense can it be made to render consistent with correct grammar and the context in which these two verses occur? The first and most obvious point is that the eight active participles put the emphasis directly on the agents rather than on what is done or where it is done. The question then is how to relate the first with the second participial phrase in each of the four verses. The proposal of Sasson (1976, 199&ndash;207) to read &ldquo;He who slaughtered an ox would now kill a man,&rdquo; implying an abandonment of traditional Israelite cultic use for pagan practices, is contextually acceptable but grammatically dubious. The participles require contemporaneity and therefore favor the meaning that the one who slaughters an ox <em>also<\/em> kills a man, the one who sacrifices a sheep <em>also<\/em> wrings a dog&rsquo;s neck, and so on (Rof&eacute; 1985, 205&ndash;17; Blenkinsopp 1990, 9&ndash;10). This would be consistent with indications elsewhere in <a class=\"isa\" verses=\"bnVsbA==\">chs. 56&ndash;66<\/a> of the involvement of temple personnel in syncretistic cult practices, in continuity with officially sponsored practice prior to the fall of Jerusalem (<a class=\"ref\">2 Kgs 23:4&ndash;7, 10&ndash;12; Jer 7:9; Ezek 8:1&ndash;18<\/a>).<\/p><p>In the first statement the phrase &ldquo;kills a man&rdquo; (<em>makkēh ʾ&icirc;&scaron;<\/em>, &ldquo;the killer of a man&rdquo;) is never used of a cultic act but does occur in a forensic context (<a class=\"ref\">Exod 21:12<\/a>: <em>makkēh ʾ&icirc;&scaron; vāmēt m&ocirc;t y&ucirc;māt<\/em>, &ldquo;The one who strikes a man so that he dies must be put to death&rdquo;). This might suggest that the sacrificing priest or official is being called a murderer (Koenen 1990, 190&ndash;91; Lau 1994, 175&ndash;76), but the context requires that all four predications be cultic. In a passage that is in some way related to <a class=\"isa\" verses=\"eyIxODkyNCI6NH0=\">66:1&ndash;4<\/a>, namely, <a class=\"isa\" verses=\"eyIxODc2OSI6MTF9\">57:3&ndash;13<\/a>, one of the accusations directed against the opponents is child sacrifice in honor of the god Molech, which would imply that <em>ʾ&icirc;&scaron;<\/em> is here used, exceptionally, in a generic sense for a human being (see Comments on <a class=\"isa\" verses=\"WzE4NzcxLDE4Nzc1XQ==\">57:5, 9<\/a>).<\/p><p>Dogs feature together with pigs in Hittite rituals (Sasson 1976, 199&ndash;207), they are associated with the goddess Hecate in ancient Greece, and have a role in Lama&scaron;tu exorcisms in Mesopotamia (Firmage 1992). But the only thing at all close to the time and place of <a class=\"isa\" verses=\"bnVsbA==\">Isa 66:1&ndash;4<\/a> is the cemetery with 700 dog burials discovered at Ashkelon from the Persian period, then under Phoenician control. Since it is unlikely that this was a pet cemetery of the California type, it may indicate a cultic function, though unfortunately the neck bones of the animals are intact. Here, too, however, in spite of the huge gaps in our knowledge, it is better to assume that the action referred to in <a class=\"isa\" verses=\"WzE4OTI2XQ==\">66:3<\/a> has some ritual significance (cf. breaking the neck of a donkey in the context of a cult act, <a class=\"ref\">Exod 13:13; 34:20<\/a>; and of a heifer, <a class=\"ref\">Deut 21:4, 6<\/a>) than that it is simply another gross insult.<\/p><p>The procedure governing the offering of a <em>minḥ&acirc;<\/em> is set out in <a class=\"ref\">Lev 2:1&ndash;16 and 6:7&ndash;11[14&ndash;18]<\/a>. The <em>minḥ&acirc;<\/em>, originally simply &ldquo;gift,&rdquo; consisted in an offering of flour and oil together with frankincense that the priest burned on the altar. The association with pig&rsquo;s blood was probably due to the wine libation (<em>nesek<\/em>) at some point that became a mandatory adjunct to the <em>minḥ&acirc;<\/em> (<a class=\"ref\">Num 15:5&ndash;10<\/a>). On pork as part of a ritual meal in which the opponents are accused of participating, see the Comments on <a class=\"isa\" verses=\"WzE4OTAyXQ==\">65:4<\/a>.<\/p><p>The fourth and final apposition features the obscure, no doubt technical, term <em>mazk&icirc;r lĕbōn&acirc;<\/em>. In a cultic context the verb (<em>zkr<\/em> Hiphil participle) means to recite the praises or invoke the name of a deity (<a class=\"ref\">Exod 23:13; Josh 23:7<\/a>; <a class=\"isa\" verses=\"bnVsbA==\">Isa 26:13; 48:1<\/a>). In the ritual to which a wife suspected of adultery was subjected there is mention of a memorial offering that brings iniquity into the open (<em>minhat zikkār&ocirc;n mazkeret ʿāv&ocirc;n<\/em>, <a class=\"ref\">Num 5:15<\/a>), which may point to one aspect of the memorial offering in question. Frankincense (<em>lĕbōn&acirc;<\/em>) accompanied the cereal offering (<a class=\"ref\">Lev 2:1, 15<\/a> cf. <a class=\"ref\">Jer 41:5<\/a>), and one type of <em>minh&acirc;<\/em> was known as the <em>ʾazkār&acirc;<\/em> or memorial offering that was burnt with incense to make a sweet savor for the deity (<a class=\"ref\">Lev 2:2, 9, 16; 5:12; 6:8[15]<\/a>. We are now told that those who routinely carry out this pleasing ceremony in honor of YHVH are also involved in rituals of a quite different nature involving the recital of blessings over another deity, using the dysphemism <em>ʾāven<\/em>, &ldquo;harm,&rdquo; &ldquo;mischief,&rdquo; but also &ldquo;idol&rdquo; (<a class=\"ref\">1 Sam 15:23; Hos 10:8; Zech 10:2<\/a>).<\/p><p>We should add that <a class=\"isa\" verses=\"eyIxODkyNCI6NH0=\">66:1&ndash;4<\/a>, together with the related accusations in <a class=\"isa\" verses=\"W3siMTg3NjkiOjExfSx7IjE4ODk5Ijo3fSxbMTg5NDBdXQ==\">57:3&ndash;13; 65:1&ndash;7; and 66:17<\/a>, belongs to the category of polemical writing comparable, therefore, to the kind of diatribe used against the early Christians and, later, early Christian dissidents, by their opponents. While we have no reason to doubt that syncretistic religious practice was a basic factor in the conflict going on at that time, an objective view of the situation, and especially a grasp of the mind-set of the opponents, would call for evidence of a different kind.<\/p><p>The pronouncement of YHVH is rounded off with a statement of disapprobation (<a class=\"isa\" verses=\"WzE4OTI2XQ==\">3c&ndash;4<\/a>) framed by the theme of making the wrong choice, a choice displeasing to YHVH, a pursuit of their own inclinations (<em>gam-hēmm&acirc; bāḥar&ucirc; bĕdark&ecirc;hem<\/em> at the beginning, <em>&ucirc;baʾă&scaron;er loʾ ḥāpaṣt&icirc; bāḥār&ucirc;<\/em> at the end). The language is for the most part typically Trito-Isaianic: choosing (<em>bḥr<\/em>) what is or is not pleasing (<em>ḥpṣ<\/em>) to YHVH (<a class=\"isa\" verses=\"WzE4NzU4LDE4Nzg5LDE4OTEwXQ==\">56:4; 58:2; 65:12<\/a> cf. <a class=\"isa\" verses=\"WzE3Njg0XQ==\">1:29b<\/a> from the paragraph <a class=\"isa\" verses=\"eyIxNzY4MiI6NX0=\">1:27&ndash;31<\/a> closely related to <a class=\"isa\" verses=\"bnVsbA==\">chs. 65&ndash;66<\/a>), call and response (<a class=\"isa\" verses=\"WzE4Nzk2LDE4ODk5LDE4OTIyXQ==\">58:9; 65:1, 24<\/a>) or lack of response (<a class=\"isa\" verses=\"WzE4OTEwXQ==\">65:12<\/a> cf. <a class=\"isa\" verses=\"WzE4NjY1XQ==\">50:2<\/a>). What is, for this tradition, characteristic of the God of Israel, and not of alien deities (see <a class=\"isa\" verses=\"WzE4NTk0XQ==\">46:7<\/a>), is responsiveness and openness to dialogue. From the perspective of the group represented by the speaker, YHVH no longer had a dialogue partner among those denounced in this passage.<\/p><p>The call for attention in v 5a sets <a class=\"isa\" verses=\"eyIxODkyOCI6Mn0=\">vv 5&ndash;6<\/a> apart as the address of an anonymous prophet to a specific group (<a class=\"isa\" verses=\"WzE4OTI4XQ==\">5<\/a>) with a brief sequel indicating the fate of the opponents (<a class=\"isa\" verses=\"WzE4OTI5XQ==\">6<\/a>). While no introductory rubric follows, the subject matter of <a class=\"isa\" verses=\"eyIxODkzMCI6OH0=\">7&ndash;14<\/a> is quite different. Continuity of theme and no doubt also authorship with <a class=\"isa\" verses=\"eyIxODkyNCI6NH0=\">vv 1&ndash;4<\/a> is seen in the identity of the people addressed in <a class=\"isa\" verses=\"WzE4OTI4XQ==\">66:5<\/a> with those on whom YHVH looks with favor (&ldquo;those who tremble at his word&rdquo;). It would be of interest to know who these people are.<\/p><p>In the sense of religiously-inspired terror or awe, the verb <em>ḥrd<\/em> (&ldquo;tremble&rdquo;) is not of frequent occurrence. The Israelites at Sinai trembled during the manifestation of the divine presence (<a class=\"ref\">Exod 19:16<\/a>), and the Philistines were overtaken by panic inspired by the holy ark (<a class=\"ref\">1 Sam 14:15<\/a>). Used as a designation in the participial-substantival form (<em>ḥārēd, ḥărēd&icirc;m<\/em>), it appears only in <a class=\"isa\" verses=\"WzE4OTI1LDE4OTI4XQ==\">66:2, 5<\/a> and in <a class=\"ref\">Ezra 9:4 and 10:3<\/a>, the juxtaposed accounts of the attempt to resolve the issue of intermarriage between the <em>g&ocirc;l&acirc;<\/em>-group and the &ldquo;peoples of the land.&rdquo; These variants may be set out as follows:<\/p><ul><li><em>ḥārēd ʿal-dĕbār&icirc;<\/em> (&ldquo;The one who trembles at my word,&rdquo; <a class=\"isa\" verses=\"WzE4OTI1XQ==\">66:2<\/a>)<\/li><li><em>haḥărēd&icirc;m ʾel-dĕbār&ocirc;<\/em> (&ldquo;Those who tremble at his word,&rdquo; <a class=\"isa\" verses=\"WzE4OTI4XQ==\">66:5<\/a>)<\/li><li><em>kol-ḥārēd bĕdibr&ecirc; ʾĕloh&ecirc;-yiśrāʾēl<\/em> (&ldquo;All those who tremble at the words of the God of Israel,&rdquo; <a class=\"ref\">Ezra 9:4<\/a>)<\/li><li><em>haḥărēd&icirc;m bĕmiṣvat ʾĕloh&ecirc;n&ucirc;<\/em> (&ldquo;Those who tremble at the commandment of our God,&rdquo; <a class=\"ref\">Ezra 10:3<\/a>)<\/li><li>With lxx, Vulg., <a class=\"ref\">1 Esd 8:72<\/a> and cf. <a class=\"ref\">Ezra 10:3<\/a>.<\/li><\/ul><p>As an expression of intense religious emotion, trembling is a familiar phenomenon in the history of religious movements (Quakers, Shakers, Pentecostals, and Ultra-Orthodox <em>ʿēd&acirc; ḥārēd&icirc;t<\/em>). Taken together, the different forms of the modifier point to the law as the occasion for the trembling, certainly in Ezra, though we cannot exclude intense commitment to the prophetic word in both, especially in Isaiah. It is fundamentally erroneous to assume an opposition between the prophetic and the legal; witness the insistence on observance of the covenant and Sabbath in <a class=\"isa\" verses=\"eyIxODc1NSI6Nn0=\">56:1&ndash;6<\/a> and <a class=\"isa\" verses=\"eyIxODgwMCI6Mn0=\">58:13&ndash;14<\/a> by a writer who indubitably thought of himself as a prophet.<\/p><p>From <a class=\"isa\" verses=\"WzE4OTI4XQ==\">66:5<\/a> we learn that those addressed, the <em>ḥărēd&icirc;m<\/em>, have been expelled from the community by their &ldquo;brethren&rdquo; (<em>ʾaḥ&icirc;m<\/em>), that is, their fellow-Jews, and more specifically by the religious and civil authorities. This action is expressed in the strongest and most explicit terms. &ldquo;Hating&rdquo; (verbal stem <em>śnʾ<\/em>) implies active dissociation rather than a merely emotional state; for example, the verb occurs in the legal phrase for marital separation in use in the Jewish military colony on the island of Elephantine at the first cataract of the Nile in the Persian period (&ldquo;I hate my wife \/ my husband&rdquo;). The other verb <em>nidd&acirc;<\/em> (Piel) occurs only here and <a class=\"ref\">Amos 6:3<\/a>, in the latter instance apparently with the sense of exorcizing, driving away by magic. In Mishnaic Hebrew it was one of the terms in official use for excommunication from the synagogue (e.g., <em>Moʾed Qaṭan<\/em> 81d). We saw that this condition of excommunication helps to explain that the <em>ḥărēd&icirc;m<\/em> are also the poor and the afflicted in spirit.<\/p><p>The speaker attributes the ostracism of the &ldquo;Tremblers&rdquo; to their devotion to the divine Name, a frequent characterization of the devout in post-destruction prophetic writings (<a class=\"isa\" verses=\"bnVsbA==\">Isa 56:6; 59:19; 60:9<\/a>; <a class=\"ref\">Mal 1:6&ndash;7, 11, 14; 2:5; 3:16, 20<\/a>), and one taken up and adapted in the Gospels (e.g., <a class=\"ref\">Matt 10:18, 22<\/a>). But more revealing in this regard is the taunt that the speaker puts into the mouth of the opponents&mdash;&ldquo;May YHVH reveal his glory, that we may witness your joy!&rdquo; It is directed at their eschatological faith and, more specifically, at the belief that they would rejoice on the day of judgment, while their opponents would be put to shame.<\/p><p>The final situation contemplated here, in which the rejoicing of the elect is set over against the shaming of their opponents, reflects the prophetic assurances addressed to the &ldquo;Servants&rdquo; in the previous chapter:<\/p><blockquote><p>My servants will eat, while you go hungry;<\/p><p>my servants will drink, while you go thirsty;<\/p><p>my servants will rejoice, while you are put to shame;<\/p><p>my servants will exult with heartfelt joy,<\/p><p>while you cry out with heartache<\/p><p>and wail with anguish of spirit. (<a class=\"isa\" verses=\"eyIxODkxMSI6Mn0=\">65:13&ndash;14<\/a>)<\/p><\/blockquote><p>The situation presupposed in <a class=\"isa\" verses=\"WzE4OTI4XQ==\">66:5<\/a> is identical with that of <a class=\"isa\" verses=\"eyIxODkxMSI6Mn0=\">65:13&ndash;14<\/a>, whether the bold claim in <a class=\"isa\" verses=\"eyIxODkxMSI6Mn0=\">65:13&ndash;14<\/a> is the occasion for the taunt of the adversaries in <a class=\"isa\" verses=\"WzE4OTI4XQ==\">66:5<\/a> or the response to it. In either case, the conclusion is unavoidable that <em>ḥărēd&icirc;m<\/em> (&ldquo;Tremblers&rdquo;) and <em>ʿăbād&icirc;m<\/em> (&ldquo;Servants&rdquo;) are alternative designations for the same group, and that, at a minimum, the polemical passages in <a class=\"isa\" verses=\"bnVsbA==\">chs. 56&ndash;66<\/a> derive from this source.<\/p><p>A word must be said about the appearance of the same category (Tremblers), or at least the same or similar designation, in the account of the marriage crisis in <a class=\"ref\">Ezra 9&ndash;10<\/a>. The situation described there is consistent with the situation implied by the polemic in <a class=\"isa\" verses=\"bnVsbA==\">Isa 65&ndash;66<\/a>. Many people with Babylonian connections, including priests, had married local women and were involved in local &ldquo;abominations&rdquo; (<a class=\"ref\">Ezra 9:11, 14<\/a>), a Deuteronomistic code name for non-Yahvistic cult practices (e.g., <a class=\"ref\">Deut 18:9; 2 Kgs 16:3; 21:2<\/a> cf. <a class=\"isa\" verses=\"bnVsbA==\">Isa 44:19<\/a>). This would suggest that the polemic in <a class=\"isa\" verses=\"bnVsbA==\">Isa 65&ndash;66<\/a> is not between Judeo-Babylonians and the native Judean population, as some have proposed. We may note in passing a similar scene described in <a class=\"ref\">Mal 2:10&ndash;12<\/a>: &ldquo;abominations&rdquo; being practiced in Jerusalem, the sanctuary profaned, Judah married to &ldquo;the daughter of a foreign god.&rdquo; Conspicuous among Ezra&rsquo;s support group are the <em>ḥărēd&icirc;m<\/em>, and conspicuous by their absence are priests. The reform is to be carried through following the instructions of Ezra and &ldquo;all those who tremble at the commandment of our God&rdquo; (<a class=\"ref\">Ezra 10:3<\/a>).<\/p><p>Ezra&rsquo;s supporters insist that everything is to be done &ldquo;according to the law (<em>kātt&ocirc;r&acirc;<\/em>, <a class=\"isa\" verses=\"WzE3ODU0XQ==\">10:3<\/a>)&rdquo; which, since there is no law requiring divorce, means according to a strict interpretation of the law. Legal rigorism is therefore combined with prophetic intensity. Though there can be no certain answer, we may ask whether the narrative would not have us believe that Ezra was himself one of &ldquo;those who tremble at the word of the God of Israel.&rdquo; His emotional reaction to the bad news (<a class=\"isa\" verses=\"eyIxNzgzMyI6M30=\">9:3&ndash;5<\/a>), his asceticism (<a class=\"isa\" verses=\"WzE3ODU3XQ==\">10:6<\/a>), penitential prayer (<a class=\"isa\" verses=\"eyIxNzgzNiI6MTB9\">9:6&ndash;15<\/a>), and fasting and mourning (<a class=\"isa\" verses=\"WzE3ODM0LDE3ODU3XQ==\">9:4; 10:6<\/a>) would lead us to suspect that he was. We have seen that at several points throughout <a class=\"isa\" verses=\"bnVsbA==\">Isa 56&ndash;66<\/a> the devout minority is referred to as &ldquo;mourners&rdquo; (<em>ʾābēl&icirc;m, mitʾabbĕl&icirc;m<\/em>, <a class=\"isa\" verses=\"W1sxODc4NF0seyIxODg0NiI6Mn0sWzE4OTMzXV0=\">57:18; 61:2&ndash;3; 66:10<\/a>). At any rate, since the marriage &ldquo;reform&rdquo; evidently failed, when Ezra disappeared from the scene his supporters would have found themselves in a vulnerable position. Those who were threatened with the social death of ostracism and loss of property for failure to support Ezra&rsquo;s measures (<a class=\"ref\">Ezra 10:8<\/a>) would then have been in a position to confront their critics with the same threat.<\/p><p>Relevant to this situation is the complaint of certain God-fearers in <a class=\"ref\">Mal 3:13&ndash;21<\/a>, and therefore from about the same time as Ezra, that God makes no distinction between the devout and the reprobate. The God-fearers then confer together, and a document is written containing the names of those who fear God and esteem his Name. They will be his special possession (<em>sĕgull&acirc;<\/em>) on judgment day, when the distinction between the righteous and the reprobate will be made clearly manifest. Then those who revere the name of YHVH, and now lead a penitential life (<em>hālakn&ucirc; qĕdorann&icirc;t<\/em>, &ldquo;we go about mourning,&rdquo; <a class=\"isa\" verses=\"WzE3NzIyXQ==\">3:14<\/a>), will triumph and rejoice. The situation described here allows us to associate these God-fearers and God-servers, who revere the Name of YHVH and mourn in the present age, who look forward to a dramatic reversal of fortune in the future judgment, with the <em>ʿăbād&icirc;m<\/em> and <em>ḥărēd&icirc;m<\/em> of <a class=\"isa\" verses=\"bnVsbA==\">Isa 65&ndash;66<\/a>. Their conferring together and the writing of their names in a <em>sēper zikkār&ocirc;n<\/em> (a book of records) reads like an anticipation of the Qumran sect constituting itself in a covenant as the true Israel.<\/p><p>The eschatological shaming of the opponents leads to a final word about judgment (<a class=\"isa\" verses=\"WzE4OTI5XQ==\">v 6<\/a>). A loud and threatening voice or sound like thunder emanating from the temple is a familiar prophetic topos (<a class=\"ref\">Amos 1:2; Joel 3:6; Jer 25:30&ndash;31<\/a>; the Hebrew <em>q&ocirc;l<\/em> = &ldquo;voice,&rdquo; &ldquo;sound,&rdquo; &ldquo;thunder,&rdquo; depending on the context). Read without regard to context, the epilogue (<a class=\"isa\" verses=\"WzE4OTI5XQ==\">v 6<\/a>) would be a typically Isaianic figure for YHVH&rsquo;s punitive action against Israel&rsquo;s external enemies (cf. <a class=\"isa\" verses=\"bnVsbA==\">Isa 13:4; 17:12&ndash;13; 25:5<\/a>), and so it is understood by several exegetes (Muilenburg 1956, 764&ndash;65; Westermann 1969, 419). But read in context, the enemies in question are the opponents whose taunt we have just heard. The saying would therefore be comparable to <a class=\"isa\" verses=\"eyIxODgxOSI6M30=\">59:18&ndash;20<\/a>, in which the same correlation between the external and internal enemies of YHVH appears.<\/p><p>Blenkinsopp, J. (2008). <em>Isaiah 56&ndash;66: a new translation with introduction and commentary<\/em> (Vol. 19B, pp. 292&ndash;301). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}