{
    "id": 2041,
    "source": "blenkinsopp",
    "verse_id": 17656,
    "verse_count": 1,
    "reference": "1:1",
    "title": "Title",
    "html": "<p>As it stands, and in spite of the limitation to Judah and Jerusalem, this first superscription introduces the entire book of Isaiah. The poem in the first chapter was prefixed at some point to the passage predicting the restoration of Jerusalem with its own superscription (<a class=\"isa\" verses=\"eyIxNzY4OCI6NH0=\">2:2&ndash;5<\/a>). Recent scholarship has therefore tended to read this first chapter as recapitulating the message of the book as a whole. With the exception of <a class=\"isa\" verses=\"WzE4NDAwXQ==\">38:9<\/a>, which ascribes a psalm to King Hezekiah, other titles in the book are attached to oracles (generally <em>maśśāʾ&ocirc;t<\/em>) against foreigners (<a class=\"isa\" verses=\"WzE3OTA4LDE3OTU3LDE3OTYyLDE3OTg1LDE4MDA2LDE4MDM3LDE4MDQ3LDE4MDQ5LDE4MDU0LDE4MDc5LDE4MjI0XQ==\">13:1; 14:28; 15:1; 17:1; 19:1; 21:1, 11, 13; 22:1; 23:1; 30:6<\/a>). The book as a whole is characterized in the title as a vision (<em>ḥāz&ocirc;n<\/em>), as are also Obadiah and Nahum, which is surprising at first sight since the book reports only two visions (<a class=\"isa\" verses=\"W3siMTc3NzEiOjEzfSx7IjE4MDM3IjoxMH1d\">6:1&ndash;13; 21:1&ndash;10<\/a>). But this is late usage, consonant with the Chronicler&rsquo;s allusion to one of his sources for the history of Hezekiah&rsquo;s reign as &ldquo;the vision of the prophet Isaiah ben Amoz&rdquo; (<a class=\"ref\">2 Chr 32:32<\/a>; see also <a class=\"ref\">Sir 48:22<\/a>, who also speaks of Isaiah&rsquo;s visionssee also ). The term &ldquo;vision&rdquo; could therefore have the more general connotation of revelation (Duhm 1892, 23) in keeping with the understanding of historiography in the later period as a prophetic activity, for example in Chronicles and Josephus. The term <em>nāb&icirc;ʾ<\/em> has undergone a similar semantic expansion. A Second Temple date for the superscription is also suggested by the phrase &ldquo;Judah and Jerusalem,&rdquo; in which the words occur in the same order as in Chronicles-Ezra-Nehemiah (e.g. <a class=\"ref\">2 Chr 11:14; 20:17; 24:6, 8; Ezra 9:9; 10:7<\/a>) but the reverse of the order in Isaian sayings generally taken to be of early date (<a class=\"isa\" verses=\"WzE3NzA5LDE3NzE2LDE3NzQzLDE4MDc0XQ==\">3:1, 8; 5:3; 22:21<\/a>).<\/p><p>The dating by reigns is similar to what we find in the superscription to Hosea, except that in the latter the two kingdoms are synchronized. These names of rulers could have been deduced from chronological indications elsewhere in the book, covering as they do the time span from the year of Uzziah&rsquo;s death (somewhere between 742 and 734 but closer to the latter than to the former date) to the fourteenth year of Hezekiah (701). Isaiah&rsquo;s public career, therefore, is presented as spanning four decades, not unlike the superscription to Jeremiah that assigns him forty years, thus aligning his career with the life and mission of the Deuteronomic Moses (<a class=\"ref\">Jer 1:1&ndash;3<\/a> cf. <a class=\"ref\">Deut 18:15&ndash;18<\/a>). The idea seems to be that Jeremiah is the last in the series of &ldquo;his servants the prophets,&rdquo; a series that begins with Moses the protoprophet.<\/p><p>The name <em>yĕ&scaron;aʿyāh&ucirc;<\/em> (shorter form: <em>yĕ&scaron;aʿy&acirc;<\/em>, as in later biblical texts, 4QIsa<sup>b<\/sup>, and 3QpIsa) is attached to six other individuals in the Hebrew Bible, all in Second Temple texts, at least three of whom were associated with the Jerusalem temple (<a class=\"ref\">1 Chr 3:21; 25:3, 15; 26:25; Ezra 8:7, 19; Neh 11:7<\/a>). The name also occurs among the Elephantine Jews (<a class=\"ref\">AP 5:16; 8:33; 9:21<\/a>; Cowley 1967, pp. 11, 23, 26) and on two seals, both of uncertain origin and date (Avigad). Like the name of another prophet, Hosea, Isaiah is formed with the verbal stem <em>y&scaron;ʿ<\/em>, &ldquo;save&rdquo; (&ldquo;may Yahveh save,&rdquo; or perhaps &ldquo;Yahveh will save&rdquo;). Word play on personal names is as prominent in these opening chapters as it is in Hosea, and Isaiah&rsquo;s own name provides the psalm which rounds off chs. <a class=\"isa\" verses=\"eyIxNzY1NiI6MjUyfQ==\">1&ndash;12<\/a> with its dominant motif of salvation (<a class=\"isa\" verses=\"eyIxNzkwMiI6M30=\">12:1&ndash;3<\/a>). The father&rsquo;s name, attested only here and on a seal of unknown origin (Diringer 1934, 235), is a hypocoristic form of Amaziah (Amaṣyahu), a name belonging to a Judean king (<a class=\"ref\">2 Kgs 14:1&ndash;22<\/a>) and two other individuals (<a class=\"ref\">1 Chr 4:34; 6:45<\/a>). According to a rabbinic tradition (<em>b.<\/em> <em>Meg.<\/em> 10b; <em>Lev. Rab<\/em>. 6:6), also reported by Rashi, Amoz was the brother of king Amaziah and himself a prophet. Isaiah was therefore held to be a member of the royal family (see Ibn Ezra ad loc.). More recent attempts to assign him the specific role of scribe (Anderson; Fichtner) are only slightly less speculative. For the Isaian <em>legendum<\/em>, see the Introduction to <a class=\"isa\" verses=\"eyIxODMzMiI6OTB9\">Isaiah 36&ndash;39<\/a>, p. 460 and the commentary on chs. <a class=\"isa\" verses=\"eyIxODMzMiI6OTB9\">36&ndash;39<\/a>.<\/p><p>Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em> (Vol. 19, pp. 175&ndash;176). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}