{
    "id": 2159,
    "source": "blenkinsopp",
    "verse_id": 18788,
    "verse_count": 14,
    "reference": "58:1–14",
    "title": "True Fasting, True Piety",
    "html": " <p>In contrast to what precedes and follows, <a class=\"isa\" verses=\"eyIxODc4OCI6MzV9\">chs. 58&ndash;59 <\/a>,have a consistency of subject matter, approach, and tone that sets them apart as a distinct section. They also begin with a command to a prophet to do what prophets traditionally do (<a class=\"isa\" verses=\"WzE4Nzg4XQ==\">58:1 <\/a>) and end with a rare intrusion of the prophetic-authorial voice (<a class=\"isa\" verses=\"WzE4ODIyXQ==\">59:21 <\/a>). This first passage, <a class=\"isa\" verses=\"eyIxODc4OCI6MTR9\">58:1&ndash;14 <\/a>,, is, in addition, clearly distinguished from what precedes it by <em>ʾāmar ʾĕlohay <\/em>,(&ldquo;says my God,&rdquo; <a class=\"isa\" verses=\"WzE4Nzg3XQ==\">57:21 <\/a>), and the conclusion is equally clearly delineated by &ldquo;this is what YHVH has spoken&rdquo; (<a class=\"isa\" verses=\"WzE4ODAxXQ==\">58:14 <\/a>). The mention of Jacob at the beginning and end of both <a class=\"isa\" verses=\"bnVsbA==\">58 and 58&ndash;59 <\/a>,, rare in <a class=\"isa\" verses=\"eyIxODc1NSI6MTkzfQ==\">chs. 56&ndash;66 <\/a>,(elsewhere only <a class=\"isa\" verses=\"WzE4ODM4LDE4OTA3XQ==\">60:16; 65:9 <\/a>), forms a kind of inclusion or bracketing. <\/p> <p>There are nonetheless some rough transitions in <a class=\"isa\" verses=\"eyIxODc4OCI6MTR9\">ch. 58 <\/a>. The injunction to the prophet to proclaim the sin of the people is somewhat unexpectedly followed by a flattering reference to their positive religious outlook, one that does not seem to be ironic (<a class=\"isa\" verses=\"eyIxODc4OCI6Mn0=\">vv 1&ndash;2 <\/a>). Then we hear a complaint of a kind that must have been common in those first difficult and uncertain decades of Persian rule (<a class=\"isa\" verses=\"WzE4NzkwXQ==\">3a <\/a>,cf. <a class=\"isa\" verses=\"eyIxODg3NCI6MjR9\">Isa 63:7&ndash;64:11 <\/a>, <a class=\"ref\">; Mal 3:14&ndash;15 <\/a>), and indeed on many occasions since: we pray, we fast, we sacrifice; why doesn&rsquo;t it <em>work <\/em>,? To this complaint there are three answers, <a class=\"isa\" verses=\"bnVsbA==\">vv 3b&ndash;4, 5&ndash;9a, and 9b&ndash;12 <\/a>,, which most critical commentators have found difficult to explain without a theory of serial composition or the successive expansion of an original core (for Michel 1965&ndash;1966, 213&ndash;30, consisting in <a class=\"isa\" verses=\"bnVsbA==\">vv 1&ndash;3a + 5&ndash;9a <\/a>). That <a class=\"isa\" verses=\"WzE4NzkyXQ==\">5a <\/a>,originally followed immediately after <a class=\"isa\" verses=\"WzE4NzkwXQ==\">3a <\/a>,is suggested by the quite different and less radical kind of objection to the people&rsquo;s fasting in <a class=\"isa\" verses=\"WzE4NzkwXQ==\">vv 3b&ndash;4 <\/a>. Furthermore, the question about fasting and self-affliction in <a class=\"isa\" verses=\"WzE4NzkwXQ==\">v 3a <\/a>,is taken up in the same terms only in <a class=\"isa\" verses=\"WzE4NzkyXQ==\">v 5a <\/a>. Then again, the reply to the complaint appears to conclude with the call-response statement in v 9a (compare <a class=\"isa\" verses=\"WzE4OTEwLDE4OTIyLDE4OTI3XQ==\">65:12, 24; 66:4 <\/a>; <a class=\"ref\">Zech 7:13 <\/a>) but is followed by a new set of injunctions in <a class=\"isa\" verses=\"WzE4Nzk2XQ==\">9b&ndash;12 <\/a>. Finally (a point of no great importance) <a class=\"isa\" verses=\"eyIxODgwMCI6Mn0=\">vv 13&ndash;14 <\/a>,deal with the quite different subject of Sabbath observance (cf. <a class=\"isa\" verses=\"WzE4NzU2LDE4NzU4LDE4NzYwXQ==\">56:2, 4, 6 <\/a>) and have therefore more often than not been considered either an addendum (e.g., Duhm 1922, 440) or a separate saying (e.g., Volz 1932, 228&ndash;29.) <\/p> <p>The fact that the injunction to proclaim <em>bĕgār&ocirc;n <\/em>,, literally, &ldquo;with the throat,&rdquo; and blow the trumpet or ram&rsquo;s horn (<em>&scaron;&ocirc;pār <\/em>) is addressed to a prophet is explicitly if superfluously stated in the Targum. This is what the prophets of old did all the time. When the people broke the covenant, Hosea was commanded to put the trumpet to his lips (<a class=\"ref\">Hos 8:1 <\/a>). The prophet is a sentinel (<em>ṣōpeh <\/em>) who must warn the people by doing the same (<a class=\"ref\">Ezek 33:1&ndash;9 <\/a>). The trumpet blast warns of danger: &ldquo;Is a trumpet blown in the city and the people are not afraid?&rdquo; (<a class=\"ref\">Amos 3:6a <\/a>). The public denunciation of sin, <em>social sin <\/em>,in the first place, is the primary and essential prophetic function: <\/p> <p>As for me, I am filled with power, <\/p> <p>with YHVH&rsquo;s spirit, <\/p> <p>to proclaim to Jacob his transgression, <\/p> <p>to Israel his sin. (<a class=\"ref\">Mic 3:8 <\/a>) <\/p> <p>The injunction in <a class=\"isa\" verses=\"WzE4Nzg4XQ==\">58:1 <\/a>,is simply the Micah text restated, one of many indications of the rereading (<em>relecture <\/em>), reassimilation, and taking further (<em>Fortschreibung <\/em>) of older prophecy going on in Jewish communities in this period. <\/p> <p>The statement about the religious life of the particular community addressed is succinct and well rounded, beginning and ending with their seeking guidance of God (<em>dr&scaron;, &scaron;ʾl <\/em>) and taking pleasure (<em>ḥēpeṣ <\/em>) in religious exercises. Traditionally, religious guidance was available through the recognized channels of the priesthood and officially designated prophets&mdash;for example, on matters of clean and unclean (<a class=\"ref\">Hag 2:10&ndash;14 <\/a>) or on when and how to fast (<a class=\"ref\">Zech 7:1&ndash;14 <\/a>). The priest in particular was responsible for religious teaching (<em>t&ocirc;r&acirc; <\/em>) and handing down authoritative rulings (<em>mi&scaron;pĕṭ&ecirc;-ṣedeq <\/em>). But the most important and paradigmatic form of &ldquo;approach to God&rdquo; (<em>qirbat ʾĕloh&icirc;m <\/em>) was through sacrifice, by &ldquo;bringing near&rdquo; (<em>hiqr&icirc;b <\/em>) a victim&mdash;so much so that, even as the sacrificial system declined in prestige throughout the Second Temple period, the language of sacrifice could be used to articulate other forms of religious expression. We saw one example in the preceding passage (<a class=\"isa\" verses=\"WzE4Nzg1XQ==\">57:19 <\/a>,with Note). Qumranic and early Christian writings present many illustrations of the same phenomenon, such as Paul&rsquo;s use of the term <em>prosagōgē <\/em>,, &ldquo;access [to God]&rdquo; (<a class=\"ref\">Rom 5:2 <\/a>), a term taken from the sacrificial cult vocabulary, corresponding to <em>qirbat ʾĕloh&icirc;m <\/em>,, used here. <\/p> <p>The complaint of these religious people that follows (<a class=\"isa\" verses=\"WzE4NzkwXQ==\">3a <\/a>) is easy to understand and perhaps even sympathize with. The common perception was, and is, that religious activities such as fasting are designed to have beneficial results for their practitioners. The miserable social conditions obtaining during the first century of Persian rule, to which several biblical texts attest (<a class=\"ref\">Hag 1:6, 9&ndash;11; 2:16&ndash;19; Zech 8:10; Neh 5:1&ndash;5 <\/a>), suggest that this was not happening. Also, past disasters continued to cast a long and dark shadow. Hence, the prevalence of communal laments and complaints in the temple liturgy and private devotion during the Second Temple period (<a class=\"isa\" verses=\"eyIxODg3NCI6MjR9\">Isa 63:7&ndash;64:11 <\/a>; <a class=\"ref\">Ezra 9:5&ndash;15; Neh 9:6&ndash;37; Dan 9:4&ndash;19 <\/a>; <a class=\"ref\">4Q504 <\/a>,etc.). <\/p> <p>It is interesting that the people addressed had complained about the inefficacy of fasting rather than of other religious exercises, for example, prayer and sacrifice. Fasting and mourning as a response to extreme crisis were distinctive features of religious life in the post-disaster period (see <a class=\"ref\">Excursus 3 <\/a>). For example, they are attested in the account of the delegates from the north to a temple of YHVH, who found themselves in the wrong place at the wrong time and were slaughtered by Ishmael in Mizpah (<a class=\"ref\">Jer 41:4&ndash;8 <\/a>). The fact that their clothes were torn, their bodies gashed, and their beards shaved off suggests that they were also fasting. <\/p> <p>Even closer is the account of a later delegation (early winter 518 b.c.e.) sent to inquire about the fasts of the fifth and seventh months. These fasts commemorated the sequence of disasters from the burning of the Jerusalem temple to the assassination of Gedaliah (<a class=\"ref\">Zech 7:1&ndash;3 <\/a>,cf. <a class=\"ref\">2 Kgs 25:8, 25 <\/a>). The prophetic rejection of this practice as disingenuous and self-interested (<a class=\"ref\">Zech 7:4&ndash;14 <\/a>) seems to have served as a model for both <a class=\"isa\" verses=\"W1sxODc5MF0seyIxODc5MiI6NX1d\">Isa 58:3b&ndash;4 and 58:5&ndash;9a <\/a>. <\/p> <p>These holy days had become occasions for pursuing the people&rsquo;s own interests (<a class=\"ref\">Zech 7:5&ndash;6 <\/a>,, they fast only for themselves). What they should have been doing was practicing true justice (<em>mi&scaron;paṭ ʾĕmet <\/em>,, <a class=\"ref\">Zech 7:9a <\/a>,cf. <em>mi&scaron;pĕṭ&ecirc;-ṣedeq <\/em>,, <a class=\"isa\" verses=\"WzE4Nzg5XQ==\">Isa 58:2c <\/a>) and looking after the needs of widows, orphans, resident aliens, and the poor, a message that is restated in more concrete terms in <a class=\"isa\" verses=\"eyIxODc5MyI6Mn0=\">Isa 58:6&ndash;7 <\/a>. It is implied that in the absence of outreach to those in need there can be no genuine piety. Both discourses (<a class=\"ref\">Zech 7:4&ndash;14 <\/a>; <a class=\"isa\" verses=\"eyIxODc4OCI6MTR9\">Isa 58:1&ndash;14 <\/a>), finally, feature the call-response statement referred to above (<a class=\"ref\">Zech 7:13 <\/a>; <a class=\"isa\" verses=\"WzE4Nzk2XQ==\">Isa 58:9a <\/a>). <\/p> <p>, <a class=\"isa\" verses=\"eyIxODc4OCI6MTR9\">Isaiah 58:1&ndash;14 <\/a>,provides one more example of the assimilation of the older prophetic social ethic and the forms of speech in which it was expressed to a more discursive and sustained kind of discourse. Volz described <a class=\"isa\" verses=\"eyIxODc1NSI6MTkzfQ==\">chs. 56&ndash;66 <\/a>,, and <a class=\"isa\" verses=\"eyIxODc4OCI6MTR9\">ch. 58 <\/a>,in particular, as the work more of a preacher, pastor, or synagogue leader than a prophet, one whose reliance on existing prophecies known to his hearers, which he reapplied to the situation of the community of his own day, was meant to demonstrate that he stood in the prophetic tradition (1932, 197, 223). Such a role and such a setting would be particularly appropriate with respect to <a class=\"isa\" verses=\"eyIxODc4OCI6MTR9\">58:1&ndash;14 <\/a>,, which is much closer to the genre of sermon than of prophetic oracle. Even though it scans in a fairly regular tricola meter, it could be written out in prose as a highly interactive sermon. What we are witnessing, then, is the transformation of prophet to preacher and the beginnings of what can be called ecclesiastical literature. <\/p> <p>The miserable social conditions that Nehemiah claims to have rectified (<a class=\"ref\">Neh 5:1&ndash;13 <\/a>) led some commentators to read <a class=\"isa\" verses=\"WzE4NzkwXQ==\">Isa 58:3b&ndash;4 <\/a>,as an addendum from that time (mid-fifth century b.c.e), but conditions in the early years of Persian rule could have been as bad or worse&mdash;given the drought, bad harvests, lack of employment, inflation, and social unrest (cf. <a class=\"ref\">Hag 1:5&ndash;6, 10&ndash;11; 2:16&ndash;17; Zech 8:10 <\/a>). <\/p> <p>The second response to the complaint (<a class=\"isa\" verses=\"eyIxODc5MiI6NX0=\">vv 5&ndash;9a <\/a>) goes further than a criticism of the abuses to which all forms of religious piety are potentially subject. It appears to reject the activity as then understood and practiced and to do so in a manner reminiscent of what earlier prophets had to say about sacrifice (<a class=\"ref\">Amos 5:21&ndash;25 <\/a>; <a class=\"isa\" verses=\"eyIxNzY2NyI6Nn0=\">Isa 1:12&ndash;17 <\/a>; <a class=\"ref\">Mic 6:6&ndash;8 <\/a>). It is unlikely, however, that the preacher is rejecting fasting out of hand. Detailed allusion to the epiphenomena of fasting&mdash;hanging the head, sleeping on the ground, sackcloth and ashes&mdash;suggests otherwise, and the preacher goes on to identify a very different set of actions as an acceptable form of fasting. <\/p> <p>The Christian reader will inevitably be reminded of what Jesus says in the Sermon on the Mount (<a class=\"ref\">Matt 6:16&ndash;18 <\/a>) about genuine and disingenuous ways of fasting. The common denominator seems to be the equal or greater degree of self-abnegation required in order to alleviate the sufferings of others. It is more acceptable in the sight of God, and certainly more difficult and costly, to direct one&rsquo;s energy toward this end rather than to expend it in the kind of self-dramatization involved in the practice of fasting, as described. In the event, commemorative and penitential fasting did not disappear, though <a class=\"ref\">Zech 8:18&ndash;19 <\/a>,declares that the former will in the future provide occasions for rejoicing rather than sadness. <\/p> <p>In the alternative form of fasting recommended, the primacy is given to releasing people under some form of constraint, judicial or otherwise. The language has a high level of specificity: loosening the bonds of wickedness (<em>ḥarṣubb&ocirc;t re&scaron;aʿ <\/em>,, epexegetical genitive); untying the straps of the yoke, with the verb <em>ntr <\/em>,Hiphil, used elsewhere of setting prisoners free (<a class=\"ref\">Ps 105:20; 146:7 <\/a>); releasing the oppressed, in which the idiom <em>&scaron;allaḥ ḥop&scaron;&icirc; <\/em>,is used elsewhere of the manumission of slaves (<a class=\"ref\">Exod 21:26&ndash;27; Deut 15:12&ndash;13, 18; Jer 34:8&ndash;16 <\/a>); getting rid of physical constraint&mdash;the yoke around the neck or the bonds and shackles around the arms or legs (cf. <a class=\"ref\">Jer 2:20; 5:5; 30:8 <\/a>). Freedom is the first and indispensable requisite. <\/p> <p>In the context of this place and time, we may find here a reference to indentured service resulting from insolvency. The conditions to which the relevant biblical texts refer can easily be imagined: a succession of bad harvests, creating an immediate crisis for a subsistence agrarian economy; the individual small farmer forced to borrow at exorbitant rates (up to 75 percent in Mesopotamia; no comparable data available for Syria-Palestine) to pay for seed for the next harvest; indentured service of members of the household as a result of failing to amortize the debt; loss of the plot of land on which survival depended; the breakup of the household, whose members then go to swell the population of casual laborers, the homeless, and down-and-outs. <\/p> <p>To practice true fasting is therefore to work to undo the conditions, morally corrupt and corrupting as they are, underlying such situations. Whether the preacher also had in mind political liberation (Westermann 1969, 337, referring to <a class=\"isa\" verses=\"eyIxODg0NSI6Mn0=\">Isa 61:1&ndash;2 <\/a>) is less certain, though it is quite possible that the message of <a class=\"isa\" verses=\"bnVsbA==\">Isa 40&ndash;55 <\/a>,resulted in a new and enhanced value being attached to the freedom of the individual. But freedom without the means to sustain a decent existence is a hollow promise, then as now. For this reason the texts presents the need to feed (literally, &ldquo;break bread with&rdquo;) the hungry, house the homeless (literally, &ldquo;the wanderers&rdquo;), clothe the naked, and not hide oneself from one&rsquo;s own flesh and blood, that is, one&rsquo;s fellow-human beings. <\/p> <p>As the same wording in the Deuteronomic law makes clear (<a class=\"ref\">Deut 22:1&ndash;4 <\/a>), &ldquo;hiding oneself&rdquo; means pretending that these people are not there, persuading oneself that someone else will take care of them, or just wishing they would go away. The final judgment scene in <a class=\"ref\">Matt 25:31&ndash;46 <\/a>,, which may have this Isaianic text in mind, makes the fulfillment of this true &ldquo;fasting&rdquo; the <em>exclusive <\/em>,criterion for salvation or reprobation. <\/p> <p>The assurance contingent on the performance of true fasting with which this second response ends (<a class=\"isa\" verses=\"eyIxODc5NSI6Mn0=\">vv 8&ndash;9 <\/a>) reveals the true nature of the complaint. We find the same language at the beginning of the eschatological core of <a class=\"isa\" verses=\"bnVsbA==\">Isa 56&ndash;66 <\/a>,addressed to Jerusalem, the people personified: <\/p> <p>Arise, shine forth, for your light (<em>ʾ&ocirc;rek <\/em>) has come, <\/p> <p>the glory of YHVH (<em>kĕb&ocirc;d YHVH <\/em>) has dawned (<em>zārāḥ <\/em>) over you! (<a class=\"isa\" verses=\"WzE4ODIzXQ==\">60:1 <\/a>) <\/p> <p>In later Isaianic passages, and in Jewish end-time imagery in general, &ldquo;light&rdquo; stands for the consummation, the fulfillment of the people&rsquo;s aspirations. The promise that &ldquo;I will turn their darkness into light&rdquo; (<a class=\"isa\" verses=\"WzE4NDk3XQ==\">42:16 <\/a>) has obviously not been fulfilled, and now they are being told why not. The same point is made by a subtle use of language in the next statement, that &ldquo;your wound will quickly be healed&rdquo; or, more literally, &ldquo;your new layer of skin [covering the wound] will quickly spring up.&rdquo; The unexpected, and in the context anomalous, use of this verb &ldquo;spring up&rdquo; (<em>ṣāmāḥ <\/em>) can be explained with reference to the &ldquo;springing up&rdquo; of the new events (<em>ḥădā&scaron;&ocirc;t <\/em>) predicted by the prophetic author of <a class=\"isa\" verses=\"bnVsbA==\">40&ndash;55 <\/a>,(<a class=\"isa\" verses=\"WzE4NDkwLDE4NTI1XQ==\">42:9; 43:19 <\/a>). Hence, the promised healing is the coming into existence of a new situation&mdash;and in the near future; compare &ldquo;in an instant I will bring about my victory, my deliverance goes forth&rdquo; (<em>qār&ocirc;b ṣidq&icirc; yāṣāʾ yi&scaron;ʿ&icirc; <\/em>,, <a class=\"isa\" verses=\"WzE4Njc5XQ==\">51:5 <\/a>). Another indication of the author&rsquo;s starting point in the expectations aroused by the publication (in whatever form) of <a class=\"isa\" verses=\"bnVsbA==\">Isa 40&ndash;55 <\/a>,is the allusion to the glory of YHVH as their rearguard, drawing on <a class=\"isa\" verses=\"WzE4NzA5XQ==\">52:12 <\/a>,, itself recalling the angel of YHVH and the cloud that formed Israel&rsquo;s rearguard at the Papyrus Sea (<a class=\"ref\">Exod 14:19&ndash;20 <\/a>). <\/p> <p>If, as proposed, <a class=\"isa\" verses=\"W1sxODc5MF0seyIxODc5MiI6NX1d\">vv 3b&ndash;4 and 5&ndash;9a <\/a>,were originally distinct responses to the complaint, they must have been combined before <a class=\"isa\" verses=\"WzE4Nzk2XQ==\">vv 9b&ndash;12 <\/a>,were added. With the exception of v 12, spoken to the community as a whole in spite of the suffixes in the singular, this additional reply is a conditional promise addressed to the individual. Westermann (1969, 339) finds an instructive parallel in Job <a class=\"isa\" verses=\"eyIxNzg5OCI6NH0=\">11:13&ndash;20 <\/a>,in which, if evil conduct is avoided, <\/p> <p>your life will shine brighter than the noonday, <\/p> <p>its darkness will be like the morning. (<a class=\"isa\" verses=\"bnVsbA==\">11:17 <\/a>) <\/p> <p>Compare: <\/p> <p>your light will shine in the darkness, <\/p> <p>your darkness will become like the noonday light. (<a class=\"isa\" verses=\"WzE4Nzk3XQ==\">Isa 58:10b <\/a>) <\/p> <p>Avoidance of false accusations (if this is the meaning of &ldquo;pointing the finger&rdquo;) and defamatory speech (<a class=\"isa\" verses=\"WzE4Nzk2XQ==\">v 9b <\/a>) are of the same order as the accusations in <a class=\"isa\" verses=\"WzE4NzkwXQ==\">vv 3b&ndash;4 <\/a>,, while concern for the hungry (<a class=\"isa\" verses=\"WzE4Nzk3XQ==\">v 10a <\/a>) is in line with the injunctions in <a class=\"isa\" verses=\"WzE4Nzk0XQ==\">v 7a <\/a>. The promises contingent on performing these works of justice and mercy (<a class=\"isa\" verses=\"W3siMTg3OTUiOjJ9LFsxODc5OF1d\">8&ndash;9, 11 <\/a>) also run parallel. The concluding verse, referring to ancient ruins, the rebuilding of which still lay in the future, suggests a date several generations after the Babylonian conquest. <\/p> <p>Fasting is no longer the issue after <a class=\"isa\" verses=\"WzE4NzkwXQ==\">vv 3b&ndash;9a <\/a>,, but the urgent need to explain in moralistic terms the unsatisfactory situation in which those addressed find themselves is still felt. The final segment (<a class=\"isa\" verses=\"eyIxODgwMCI6Mn0=\">vv 13&ndash;14 <\/a>) is generally taken to be an addendum (we might call it a minisermon on Sabbath observance), and its distinctive character is acknowledged in 1QIsa <sup>,a <\/sup>,by an almost entirely blank line preceding it. The first conditional clause is unclear and the translation uncertain. The rare idiom <em>hē&scaron;&icirc;b regel min <\/em>,(literally, &ldquo;turning the foot away from [something]&rdquo;) must imply turning away from something reprehensible (cf. <a class=\"ref\">Prov 4:27 <\/a>,, <em>hāsēr raglĕk&acirc; mērāʿ <\/em>,, &ldquo;turning away from doing evil&rdquo;) but may, in addition, have been chosen to indicate the prohibition of travel on Sabbath (literally, &ldquo;turn the foot away from the Sabbath&rdquo;). There is, at any rate, no longer a concern for the humanitarian or philanthropic aspect of the Sabbath rest, comparable to the accusation of exploiting the fast days in <a class=\"isa\" verses=\"WzE4NzkwXQ==\">3b&ndash;4 <\/a>,, and in agreement with the Deuteronomic formulation of the Sabbath command (<a class=\"ref\">Deut 5:12&ndash;15 <\/a>). Sabbath observance is considered exclusively an act of obedience and devotion to God. <\/p> <p>It was only after the fall of Jerusalem and the deportations that the Sabbath achieved confessional status together with circumcision and the purity laws&mdash;neither of which, however, is mentioned in <a class=\"isa\" verses=\"eyIxODc1NSI6MTkzfQ==\">chs. 56&ndash;66 <\/a>. The celebration of the Sabbath and new moon festival is attested in both biblical and nonbiblical texts for the time of the Kingdoms. It was an occasion for visiting a &ldquo;man of God&rdquo; (<a class=\"ref\">2 Kgs 4:23 <\/a>) and for the changing of the palace guard (<a class=\"ref\">2 Kgs 11:5&ndash;9 <\/a>). It was subject to abuse, as were other festivals (<a class=\"ref\">Hos 2:13[11] <\/a>), but it does not seem to have had any great prominence or diagnostic significance. <\/p> <p>According to the Priestly theology, Sabbath was instituted at Sinai as a perpetual covenant (<a class=\"ref\">Exod 31:12&ndash;17; 35:2&ndash;3 <\/a>) though its observance, together with its first violation, was anticipated during the journey through the wilderness (<a class=\"ref\">Exod 16:22&ndash;30 <\/a>). The Sabbath of God on the seventh day of the Priestly creation recital (<a class=\"ref\">Gen 2:2&ndash;3 <\/a>) provided ultimate validation for its celebration by locating it within the created order. Not to celebrate the Sabbath is to be out of synchronism with that order. <\/p> <p>The confessional status of the Sabbath is clear from the reassurance given to marginal individuals in the community in <a class=\"isa\" verses=\"eyIxODc1NSI6OH0=\">56:1&ndash;8 <\/a>. For the first time there existed a situation in which the issue of membership was no longer ascriptive and unproblematic. Membership therefore called for recognizable distinguishing characteristics. With the destruction of the temple, the need for set times for liturgical gathering, prayer, and religious instruction would have been felt, though the origins of the synagogue and synagogue service remain obscure. The theological elaborations on the Sabbath by the Priestly-scribal class, an early stage of which is reflected in <a class=\"ref\">Ezekiel 20:12&ndash;24; 22:8, 26; 23:38; 44:24 <\/a>,, could also have had an impact. The increasing prominence of the Sabbath is also apparent in the incidence of the personal name Shabbetai in Babylon, Elephantine (three), Syene (two), and Judah (<a class=\"ref\">Ezra 10:15; Neh 8:7; 11:16 <\/a>). <\/p> <p>At the time of the composition of <a class=\"isa\" verses=\"eyIxODgwMCI6Mn0=\">Isa 58:13&ndash;14 <\/a>,, what was forbidden and permitted on Sabbath was still indeterminate. This was at the beginning of the process that would lead to the 39 categories of prohibited activities in <a class=\"ref\"> <em>m. <\/em> <em>&Scaron;abb. <\/em>,7:2 <\/a>,, and our passage is too imprecise to provide much guidance in this respect. The earlier prohibition against selling (<a class=\"ref\">Amos 8:5 <\/a>) was, by the time of Nehemiah (<a class=\"ref\">Neh 10:32[31]; 13:16 <\/a>), broadened to include buying, even buying from foreigners, and to this was added a general prohibition of engaging in trade (<a class=\"ref\">Neh 13:15 <\/a>). A special concern for the sanctity of Jerusalem can be detected in the emphasis on avoiding going in and out of the city on Sabbath with the purpose of trading (<a class=\"ref\">Neh 13:19&ndash;22; Jer 17:19&ndash;27 <\/a>). We have no information from that time on the <em>ʿerub <\/em>,, the maximum distance for travel (2000 cubits by the Roman period; Josephus, <a class=\"ref\"> <em>Ant. <\/em>,12.8.4; Acts 1:12; CD 13:20&ndash;21; <em> <\/em> <\/a> <em>, <a class=\"ref\">m. <\/a> <\/em> <em>, <a class=\"ref\">ʿErub <\/a> <\/em>,. 4&ndash;5). <\/p> <p>The promises, the fulfillment of which is to be contingent on Sabbath observance, are formulated on the basis of familiar and unspecific expressions of reassurance. &ldquo;You will take delight in YHVH&rdquo; is reminiscent of Job 22:26, and &ldquo;I shall set you astride on the heights of the earth&rdquo; is taken almost verbatim from the Song of Moses (<a class=\"ref\">Deut 32:13a <\/a>), which also suggests the promise about Jacob&rsquo;s heritage (<a class=\"ref\">Deut 32:9, 13a <\/a>). The finale, &ldquo;this is what YHVH has spoken,&rdquo; is borrowed from <a class=\"isa\" verses=\"WzE4NDI2XQ==\">Isa 40:5 <\/a>,in order to confer the character of a prophetic pronouncement on what is, in effect, a very brief homiletic admonition. <\/p> <p>It is noteworthy that, in contrast to the unconditional promises in <a class=\"isa\" verses=\"eyIxODQyMiI6MzMzfQ==\">chs. 40&ndash;55 <\/a>,, promises are now conditional on genuine religious observance. We hear no more about an imminent decisive change in Israel&rsquo;s situation as a result of epoch-making international events, and the assurance of a return from the diaspora seems to have receded into the background. <\/p> <p> <strong>Excursus 3: Fasting in <a class=\"isa\" verses=\"eyIxODc4OCI6MTR9\">Isaiah 58:1&ndash;14 <\/a> <\/strong> <\/p> <p>Fasting, the deliberate, temporary abstention from the consumption of food and perhaps also drink, is phenomenologically similar to dieting but distinguished from it by the ends it is meant to serve. It is not to our purpose to pursue the matter on a comparativist basis. Suffice it to say that these ends could include personal asceticism or purification, preparation for receiving a vision or participating in a ritual, and influencing the Deity or spirit to intervene&mdash;for example, in an economic or political crisis or in a healing or exorcism. In the early period in Israel, fasting could be part of a private ritual of mourning, for example, the seven-day fast for the dead Saul (<a class=\"ref\">1 Sam 31:13 <\/a>), but one also fasted during sickness, as David did for his mortally sick child (<a class=\"ref\">2 Sam 12:15&ndash;23 <\/a>) and the psalmist claimed to have done for his enemies (<a class=\"ref\">Ps 35:13 <\/a>). <\/p> <p>Fasting was intended to influence the Deity and perhaps at the same time served an apotropaic function at critical moments of public life&mdash;when, for example, drought or military disaster threatened or could be anticipated (e.g., <a class=\"ref\">1 Kgs 21:27&ndash;29; Jer 14:12; 36:6, 9; 2 Chr 20:3 <\/a>). The parallel 40-day fasts of Moses on the mountain (<a class=\"ref\">Deut 9:9 <\/a>) and Elijah on the way to the mountain (<a class=\"ref\">1 Kgs 19:8 <\/a>) have been variously explained, but probably served, in the manner of hagiography, to illustrate the preternatural stature of these heroic figures and divine providence in their regard. <\/p> <p>All of these instances were occasional or ad hoc; it was only after the fall of Jerusalem and destruction of the temple that fast days became a regular feature on the liturgical calendar, though a critical situation (e.g., a plague of locusts, a drought) could still call for &ldquo;sanctifying a fast, convoking a liturgical assembly&rdquo; (<a class=\"ref\">Joel 1:14; 2:15; <em>m. <\/em> <em>Taʿanit <\/em>,1:4 <\/a>). The first scheduled fasts, in the fourth, fifth, seventh, and tenth months of the year, commemorated successive stages in the Babylonian conquest, from the beginning of the siege to the assassination of the Babylonian appointee Gedaliah (<a class=\"ref\">2 Kgs 25:1, 3, 8, 25 <\/a>). In the course of time only the fast of Yom Kippur survived (<a class=\"ref\">Lev 16:29 <\/a>,etc.), though pietistic communities and sects followed their own practice (e.g., Pharisees every Monday and Thursday, <a class=\"ref\">Luke 18:12; <em>Did. <\/em>,8:1 <\/a>). <\/p> <p>The brief sermon on fasting in <a class=\"isa\" verses=\"bnVsbA==\">Isa 58 <\/a>,provides incidental information on the morphology of fasting and, to some extent, what it meant for those who fasted at that time. A first clue is the synonymous expression &ldquo;to afflict oneself&rdquo; (<em>ʿinnāh nepe&scaron; <\/em>), used in connection with the Yom Kippur fast (<a class=\"ref\">Lev 16:29, 31; 23:27, 32; Num 29:7 <\/a>), which suggests a deliberate diminution of vital energies in the pursuit of personal catharsis or ascesis. The preacher-prophet also shows little appreciation for the bowing of the head (cf. <a class=\"ref\">Ps 35:14 <\/a>), the posture of mourning that can have the same import. <\/p> <p>Wearing sackcloth, a rough kind of burlap, symbolized the shroud in which the corpse was laid out, and ashes placed on the head, the earth in which the body of the deceased was laid (e.g., <a class=\"ref\">1 Kgs 21:27; Jer 36:9; Joel 1:13; Jonah 3:5&ndash;10; Esth 4:2&ndash;3 <\/a>). Making one&rsquo;s bed of sackcloth is a reference to the practice of lying prone on the ground during a ritual of fasting (David in <a class=\"ref\">2 Sam 12:15 <\/a>,, Ahab in <a class=\"ref\">1 Kgs 21:27 <\/a>; cf. <a class=\"ref\"> <em>m. <\/em> <em>Taʿanit <\/em>,4:7 <\/a>); this also could simulate the laying out of the dead. The verb used here, <em>yṣʿ <\/em>,Hiphil, appears elsewhere in a mortuary context: a psalmist speaks of making his bed in Sheol (<a class=\"ref\">Ps 139:8 <\/a>), and maggots form a bed (<em>yuṣṣaʿ <\/em>) in the underworld for the king of Babylon (<a class=\"isa\" verses=\"WzE3OTQwXQ==\">Isa 14:11 <\/a>). <\/p> <p>Tearing one&rsquo;s clothes, finally, is a ritualized stripping naked (<a class=\"ref\">1 Kgs 21:27&ndash;29; Esth 4:2&ndash;3 <\/a>). So Job, in his extremity, tears his robe, falls to the ground, and says, &ldquo;Naked I came from my mother&rsquo;s womb, and naked I shall return there&rdquo; (<a class=\"ref\">Job 1:20&ndash;21 <\/a>). The three &ldquo;friends&rdquo; likewise tear their robes, throw dust on their heads, and sit on the ground with him seven days and nights (<a class=\"ref\">Job 2:12&ndash;13 <\/a>). In other words, though Job is still alive, they perform the prescribed ritual mourning for the dead, a kind of <em>Kaddish <\/em>,. <\/p> <p>Blenkinsopp, J. (2008). <em>Isaiah 56&ndash;66: a new translation with introduction and commentary <\/em>,(Vol. 19B, pp. 176&ndash;183). New Haven; London: Yale University Press. <\/p>,",
    "audit": 1
}