{
    "id": 2049,
    "source": "blenkinsopp",
    "verse_id": 17741,
    "verse_count": 7,
    "reference": "5:1–7",
    "title": "The Vineyard Song",
    "html": "<p>By any reckoning this is a strange composition, beginning with deliberate incongruity as a love song addressed to a vineyard and revealing itself at the end as a kind of parable complete with its explanation. There are other incongruities and problems for the modern reader, e.g., squaring the very mundane language of the poem with love poetry; imagining how a vineyard can be responsible for a poor crop; why the same people represented by the failed vineyard are asked to take sides; or, finally, why the decision to destroy it is taken before those solicited have a chance to respond by making some useful suggestions, e.g., consult an experienced vintner, add compost, try a different kind of grape.<\/p><p>The song itself, which is very brief ( <a class=\"isa\" verses=\"WzE3NzQxXQ==\">1b&ndash;2<\/a>), is introduced by the author, in the guise of composer of the song, who also renders it on behalf of his friend ( <a class=\"isa\" verses=\"WzE3NzQxXQ==\">1a<\/a>). It is followed by a kind of forensic complaint addressed to Jerusalemites and Judeans (note, once again, the order) and a verdict passed immediately, without due process, on the ungrateful vineyard ( <a class=\"isa\" verses=\"eyIxNzc0MyI6NH0=\">3&ndash;6<\/a>). The final verse ( <a class=\"isa\" verses=\"WzE3NzQ3XQ==\">7<\/a>) provides the key to the poem as a parable by stating explicit equivalents for the vineyard and the vine and this in a manner analogous to the parable of Nathan ( <a class=\"ref\">2 Sam 12:1&ndash;14<\/a>) and some of the gospel parables (e.g. <a class=\"ref\">Mark 4:2&ndash;9, 14&ndash;20<\/a>). The representation of Israel as vineyard is not peculiar to and did not originate with Isaiah (cf. <a class=\"ref\">Jer 2:21; 12:10&ndash;11; Ps 80:9&ndash;17; Ezek 15:1&ndash;8<\/a>), though it is unlikely that the detailed allegorical reading of Ibn Ezra and other medieval exegetes (e.g. removing stones = extirpating the Canaanites, the watchtower = the temple) was intended by the author.<\/p><p>Neither the song nor its introduction gives away the identity either of the composer-performer or of the one on whose behalf the song was written and performed. In the introduction and the song itself, however, the latter is referred to as<em>yĕd&icirc;d<\/em> (&ldquo;friend, beloved&rdquo;), a term closely related to<em>d&ocirc;d<\/em> , as in the description of the composition as<em>&scaron;&icirc;rat d&ocirc;d&icirc;<\/em> (&ldquo;my lovesong&rdquo; not &ldquo;the song of my beloved\/friend&rdquo; since it is clear that the beloved or friend neither composed nor sang it). Use of these terms, however, provides quite a deliberate clue to the identity of the disappointed vintner. The word<em>yĕd&icirc;d<\/em> , from a verbal form<em>ydd<\/em> attested in Ugaritic but not in Hebrew, occurs with the theophoric element Ya(hu) (Yahveh) in Solomon&rsquo;s personal name, Jedidiah ( <a class=\"ref\">2 Sam 12:25<\/a>), and in the name of Josiah&rsquo;s mother, Jedidah ( <a class=\"ref\">2 Kgs 22:1<\/a>). It probably also is a divine epithet at <a class=\"ref\">Deut 33:12<\/a> , comparable to Mot&rsquo;s name<em>ydd ʾl<\/em> , &ldquo;beloved of El,&rdquo; in the Ugaritic texts (Zobel 1986, 444&ndash;48). The Israelite onomasticon also attests to<em>d&ocirc;d<\/em> as a divine epithet (Dodai, Dodo, Dodihu, Medad), similar to its equivalent in West Semitic, Old Arabic, and Akkadian (Sanmartin-Ascaso 1978, 143&ndash;48). The association of these terms with vegetation deities led orthodox Yahvists to avoid their use&mdash;conspicuously in Hosea&mdash;but their appropriateness in the context of vineyards, vintners, and vintage would not have been lost on Isaiah&rsquo;s public. These associations carry beyond the otherwise appropriate translation &ldquo;benevolent patron&rdquo; (Olivier 1996, 59&ndash;65).<\/p><p>It is no easy matter for the modern reader to think of a vineyard or any other plot of land, for that matter, as inspiring not just poetry but<em>love<\/em> poetry. The author&rsquo;s stratagem led him at this point to draw on the ancient literary convention of field, vineyard, or the like as a euphemism for the female body, as in one of the Ugaritic texts ( <a class=\"ref\"><em>CTA<\/em> 24:23<\/a>): &ldquo;I will make her field (<em>&scaron;d<\/em>) a vineyard, the field of her love (<em>&scaron;d ddh<\/em>) an orchard.&rdquo; Something of the same, but with a more chastened vocabulary, can be found in Hosea&rsquo;s explication of the prophet&rsquo;s transgressive bride with reference to the land (<em>ʾereṣ<\/em> , a feminine noun), namely, the physical soil; and it is quite possible that the author is at this point drawing on Hosea, as he may be somewhat later in the use of symbolic names. Much further along the same trajectory, the author of the Canticle will adopt the literary conceit of referring to the young woman in love as a vineyard ( <a class=\"ref\">Cant 2:15; 4:16; 8:11&ndash;12<\/a>). In the Isaian poem, however, the convention serves only to move the vineyard metaphor, used earlier in the book ( <a class=\"isa\" verses=\"WzE3NjYzLDE3NzIyXQ==\">1:8; 3:14<\/a>), into the center, and at the same time endow the composition with a gnomic, riddle-like quality. But the conceit is not sustained, so it does not seem helpful to speculate on the poet as &ldquo;friend of the bridegroom&rdquo; or to discover erotic innuendo in the language of digging, planting, and similar agricultural or vinicultural imagery in the poem. The technical side of vine cultivation need concern us even less (see Ross).<\/p><p>That the song was in reality a disguised indictment of Israel becomes apparent with the appeal to Jerusalemites and Judeans to pass judgment (against themselves!) followed by the pronouncing of the verdict ( <a class=\"isa\" verses=\"eyIxNzc0MyI6NH0=\">3&ndash;6<\/a>). With this last we are in the language field, familiar to Isaiah, of the curse, including curses appended to treaties, e.g., you shall plant vineyards and not eat their fruit ( <a class=\"isa\" verses=\"WzE3NzUwLDE4OTE5XQ==\">Isa 5:10; 65:21<\/a>; <a class=\"ref\">Deut 28:30, 39; Amos 5:11; Zeph 1:13<\/a>). Similar language, probably influenced by the Vineyard Song, is found in <a class=\"ref\">Jeremiah 12:10<\/a> , and a later brief commentary on the Song announces the reversal of the cursed condition ( <a class=\"isa\" verses=\"eyIxODE1NCI6NH0=\">Isa 27:2&ndash;5[6]<\/a>). In the context of this first part of the collection, therefore, the Song does not in its basic theme of religious unresponsiveness, its social critique (absence of justice and righteousness), or even its dominant motif (see allusions to the vineyard in <a class=\"isa\" verses=\"WzE3NjYzLDE3NzIyXQ==\">1:8 and 3:14<\/a>) represent a new departure. But since the previous segment is firmly bracketed by <a class=\"isa\" verses=\"W3siMTc2ODciOjR9LHsiMTc3MzYiOjV9XQ==\">2:1&ndash;4 and 4:2&ndash;6<\/a> , we would prefer to read it as a prologue rather than an epilogue. The loss of its hedge and fence, leaving it open to animal and human predators, points in fact unmistakably to Assyrian invasion, which is a basic concern in <a class=\"isa\" verses=\"eyIxNzc3MSI6MTM3fQ==\">chs. 6&ndash;12<\/a>. More specifically, the thorns and weeds (<em>&scaron;ām&icirc;r vā&scaron;āyit<\/em> <a class=\"isa\" verses=\"WzE3NzQ2XQ==\">v 6<\/a>) , expressive of the subsequent condition of the &ldquo;vineyard,&rdquo; recur as a motif throughout the section ( <a class=\"isa\" verses=\"W3siMTc4MDYiOjN9LFsxNzg0NywxNzg2OF1d\">7:23&ndash;25; 9:17[18]; 10:17<\/a>), as also in latter allusions to the Song ( <a class=\"isa\" verses=\"W3siMTgxNTQiOjR9LHsiMTgyNzIiOjJ9XQ==\">27:2&ndash;5; 32:12&ndash;13<\/a>).<\/p><p>For convenience of commentary, the isolated strophe of the woe series ( <a class=\"isa\" verses=\"eyIxNzg1MiI6NH0=\">10:1&ndash;4<\/a>) will be commented on in connection with the other units in the series ( <a class=\"isa\" verses=\"eyIxNzc0OCI6MTd9\">5:8&ndash;24<\/a>), and the isolated strophe of the poem on the divine anger ( <a class=\"isa\" verses=\"WzE3NzY1XQ==\">5:25<\/a>) will be dealt with together with the other stanzas of the poem ( <a class=\"isa\" verses=\"eyIxNzgzOCI6MTR9\">9:8&ndash;21<\/a>).<\/p><p>Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em> (Vol. 19, pp. 206&ndash;208). New Haven; London: Yale University Press.<\/p> ",
    "audit": 1
}