{
    "id": 2106,
    "source": "blenkinsopp",
    "verse_id": 18269,
    "verse_count": 12,
    "reference": "32:9–20",
    "title": "Mourning, but Not Forever",
    "html": "<p>This fairly long passage seems to drift inconsequentially from one topic to another and has given commentators a great deal of trouble. There is no justification for breaking it up into two distinct compositions (<a class=\"isa\" verses=\"W3siMTc4MDkiOjE1M30seyIxNzk2MiI6NzV9XQ==\">8&ndash;14, 15&ndash;20<\/a>), since <a class=\"isa\" verses=\"eyIxNzk2MiI6NzV9\">15&ndash;20<\/a> not only is without title but begins in the middle of a sentence. We may therefore read <a class=\"isa\" verses=\"eyIxNzk2MiI6NzV9\">15&ndash;20<\/a> as the continuation of the projection in <a class=\"isa\" verses=\"eyIxNzY1NiI6MTc1fQ==\">1&ndash;8<\/a> of a new political and social order that brings with it fertility and general well-being, though in the meantime great hardships must be endured. The turning point is the pouring out of the transforming spirit, which brings about the reversal of fortune characteristic of eschatological and apocalyptic thinking (e.g. <a class=\"isa\" verses=\"eyIxODkxMSI6Mn0=\">65:13&ndash;14<\/a>; <a class=\"ref\">Ezek 37:5, 9&ndash;10; Joel 3:1[2:28]<\/a>).<\/p><p>The summons to the married (<em>nā&scaron;&icirc;m<\/em>) and unmarried (<em>bān&ocirc;t<\/em>) women to lament and engage in the (by our jejune standards) extravagant displays of mourning is not another depressing indictment of women as such (as, e.g., <a class=\"isa\" verses=\"eyIxNzcyNCI6MTJ9\">3:16&ndash;4:1<\/a>; <a class=\"ref\">Amos 4:1&ndash;3<\/a>), nor is the characterization of the women as at ease and complacent necessarily limited to women of the court. Whatever their station, they are urged to engage in the gender-specific activity of public lamentation. (It is of interest to note that the Targum understands the two classes of women as provinces and cities, respectively.) Lamenting was a professional or quasi-professional skill passed down either within a specialist guild or from mother to daughter (<a class=\"ref\">Jer 9:19[20]<\/a>). Our text mentions trembling, tearing the upper garment, wearing a kind of belt probably of sackcloth or burlap, and beating the breast as a ritualized form of self-laceration. The tomb of Abiram of Byblos represents four women mourners, two of whom appear to be striking their breasts. No doubt a kind of ritualized wailing or keening was called for, perhaps also the composition and rendition of dirges (in <a class=\"ref\">2 Chr 35:25<\/a> women mourners are called &ldquo;singers,&rdquo; <em>&scaron;ār&ocirc;t<\/em>).<\/p><p>The immediate cause for lamenting is the failure or destruction of the autumn harvest (grapes, olives, figs) and the depopulation of towns&mdash;understanding v <a class=\"isa\" verses=\"eyIxNzkzMCI6MzJ9\">14<\/a> to refer not to a specific site, presumed by many to be Jerusalem, but to towns in Judah in general. Some of this language has already been encountered in chs. <a class=\"isa\" verses=\"eyIxODA5NyI6Njl9\">24&ndash;27<\/a>. The connection between failed grape harvest and devastated city is precisely what we find in the threatening language about the unnamed city in these chapters in which the same themes, and sometimes the same language, occur as here, including the themes of depopulation and the return of cities to nature (e.g. <a class=\"isa\" verses=\"eyIxODEwMCI6MTB9\">24:4&ndash;13<\/a>). Lamenting for the lost harvest provides an entry point for the theme of reversion to the natural state that keeps on recurring throughout chs. <a class=\"isa\" verses=\"eyIxNzY1NiI6NzY2fQ==\">1&ndash;39<\/a>. In some instances the city or land that reverts to a habitat for sheep, cattle, jackals, hedgehogs, ostriches, and occasionally satyrs and other demons is explicitly hostile&mdash;Babylon (<a class=\"isa\" verses=\"W3siMTc5MjYiOjR9LHsiMTc5NTEiOjJ9XQ==\">13:19&ndash;22; 14:22&ndash;23<\/a>), Damascus (<a class=\"isa\" verses=\"eyIxNzk4NSI6Mn0=\">17:1&ndash;2<\/a>), and Edom (<a class=\"isa\" verses=\"eyIxODMxNSI6NX0=\">34:11&ndash;15<\/a>), the last named destined to provide hospitality for an entire menagerie. Elsewhere the city in question is unnamed and not necessarily foreign (<a class=\"isa\" verses=\"W1sxNzc1N10seyIxNzgwNiI6M30seyIxODE2MiI6Mn1d\">5:17; 7:23&ndash;25; 27:10&ndash;11<\/a>).<\/p><p>While this continuity of theme is an important factor in the making of the present passage, it does not help to fix the historical occasion, if any, for this public display of grief. In tackling this issue the commentators have ranged far and wide. Duhm (1892, 236) dated it to the earliest period of Isaiah&rsquo;s career. For Fohrer (1967, 2.123&ndash;24) it was Isaiah&rsquo;s last prophecy, following Sennacherib&rsquo;s campaign in 701. Barth (1977, 211&ndash;13) took the second half of the passage (<a class=\"isa\" verses=\"eyIxNzk2MiI6NzV9\">15&ndash;20<\/a>) as the conclusion to his Assyrian Redaction, and Clements (1980a, 263) adds that it forms &ldquo;a beautiful and fitting conclusion to the message of Isaiah&rdquo; composed just after the fall of Jerusalem. Wildberger (1978, 1267), finally, dates <a class=\"isa\" verses=\"eyIxNzgzMSI6MTMxfQ==\">9&ndash;14<\/a> just before that event. The solution adopted in this commentary has already been noted. The situation that is said to be the occasion for lamenting is precisely what we would expect after the withdrawal of the Assyrian army in the autumn of 701 b.c.e. We recall that Sennacherib claimed to have taken 46 cities, citadels and villages, to have driven out of them 200,150 people (a totally unrealistic figure), and to have taken the livestock as booty. The Assyrian troops would, in the meantime, have been living off the land, and they had a nasty habit of destroying what they could not use. This fit with the situation of 701&ndash;700 would not in itself settle the issue, since there were many other occasions of military and natural disaster in the history of Palestine during the biblical period, but in the context of chs. <a class=\"isa\" verses=\"eyIxODE2NiI6MTM5fQ==\">28&ndash;33<\/a> it must be a strong contender.<\/p><p>The agent of transformation is the spirit of God, and the process can be either destructive or renovative (cf. <a class=\"isa\" verses=\"eyIxODUzNyI6Mn0=\">44:3&ndash;4<\/a>). This theme of the transformation of the natural order is prevalent in Second Temple writing (<a class=\"isa\" verses=\"W3siMTg0NzAiOjN9LFsxODQ5Nl0seyIxODUyNSI6Mn0sWzE4NjM2XSx7IjE4NjQ2IjozfSxbMTg2NzddLHsiMTg3NTMiOjJ9XQ==\">41:18&ndash;20; 42:15; 43:19&ndash;20; 48:21; 49:9&ndash;11; 51:3; 55:12&ndash;13<\/a>) and will be given a cosmic context in the apocalyptic projection of new heavens and new earth (<a class=\"isa\" verses=\"WzE4OTE1LDE4OTQ1XQ==\">65:17; 66:22<\/a>). It is a theme somewhat neglected in the history of interpretation but one that deserves close attention in an age of ecological crisis. The author&rsquo;s somewhat curious ideas about ecological transformation, always associated with the creation of a social order based on justice and righteousness, are constructed with the help of three terms that connote symbolically conditions of existence as much as specific regions or environments. They are in ascending order: wilderness (<em>midbār<\/em>); forest, including land unsuitable for growing crops (<em>yaʿar<\/em>); and fertile land (<em>karmel<\/em>), all three juxtaposed with the city. The point of the transformation by the spirit rests on the obscure v 19 (see textual note). In the verses preceding it, we were told that cities, including their palaces and forts, will be destroyed and that nature will take over. In the verses that follow, we hear of a transformation within the natural environment brought about by the spirit of God: <em>midbār<\/em> will be turned into <em>karmel<\/em> (cf. a reversal in the opposite direction in<a class=\"ref\"> Jer 4:26<\/a>), and the latter will be as abundant as <em>yaʿar<\/em>, normally much more in evidence than cultivable land (cf. <a class=\"isa\" verses=\"WzE4MjExXQ==\">29:17<\/a>). This environment will then be the setting for a just and equitable social order where warfare and internecine strife will come to an end. If we now take the mt of v 19 (supported by 1QIsa<sup>a<\/sup>) on its own terms, we hear that both badlands and city are destined to disappear, leaving only <em>karmel<\/em> as the ideal, rural utopia&mdash;rather like the nineteenth century dream of a New Harmony far from the satanic mills of an oppressive and humanly destructive urban society.<\/p><p>A similar scenario is set out in <a class=\"isa\" verses=\"eyIxODI0MSI6M30=\">30:23&ndash;25<\/a>: the towers of the city fall and give way to an idyllic scene of farmers sowing grain, pampered oxen and asses, and abundant water supply. A scenario very different, therefore, from the new Jerusalem as the goal of pilgrimage from the nations of the world and a reminder that prophets and prophetic groups elaborated more than one way of envisioning the future.<\/p><p>Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em> (Vol. 19, pp. 433&ndash;435). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}