{
    "id": 2065,
    "source": "blenkinsopp",
    "verse_id": 17886,
    "verse_count": 9,
    "reference": "11:1–9",
    "title": "The Peaceful Kingdom",
    "html": "<p>This splendid poem announces the emergence from David&rsquo;s family line of a ruler divinely endowed with all charismatic attributes required to fulfill the ideal, often proclaimed but rarely if ever realized, of bringing about a just order in which the poor and powerless can enjoy equal rights with the wealthy and powerful. At his coming, war and all manifestations of violence will be abolished (cf. <a class=\"isa\" verses=\"WzE3ODM3XQ==\">9:7<\/a>) not only in human society but in the animal world as well. Within the tradition of a future golden age, often in the form of an <em>apokatastasis<\/em> or restoration of the first creation, the political order and the order of creation as a whole can be and sometimes are connected and interdependent (cf., for example, the text &ldquo;a ruler will arise&rdquo; from ancient Mesopotamia, <em>ANET<\/em><sup>3<\/sup>, 606&ndash;7; and Virgil&rsquo;s famous Fourth <em>Eclogue<\/em> ushering in the Augustan age as a renewal of creation). It is therefore by no means necessary to follow those exegetes who argue for a conflation of two distinct poems (<a class=\"isa\" verses=\"eyIxNzg4NiI6OX0=\">1&ndash;5, 6&ndash;9<\/a>), a hypothesis that has little to commend it (the thesis is argued by Barth 1977, 60&ndash;63; and Vermeylen [ed.] 1989, 275&ndash;76; among others). It is also reasonably clear that <a class=\"isa\" verses=\"eyIxNzg4NiI6OX0=\">11:1&ndash;9<\/a> is not of a piece with <a class=\"isa\" verses=\"eyIxNzg4MyI6Mn0=\">10:32&ndash;33<\/a>, though its location at this point may have been suggested by the contrast between the destruction of the (Assyrian) forest and the emergence of new (Judean, Davidic) growth.<\/p><p>It will come as no surprise to hear that the date of the poem has been the subject of a long-standing and inconclusive debate, one with little prospect of closure. Duhm assigned it somewhat tentatively to Isaiah as the product of his old age, his swan song (<em>Schwanengesang<\/em>; 1892, 36) and, leaving aside the swan song, several recent commentators are in agreement. Von Rad (1965, 2.169&ndash;70), for example, simply assumed Isaian authorship for <a class=\"isa\" verses=\"eyIxNzg4NiI6OX0=\">Isa 11:1&ndash;9<\/a>, which he took to be contemporaneous with <a class=\"ref\">Mic 5:1&ndash;3[2&ndash;4]<\/a>, and Wildberger read the poem as a reaction to Isaiah&rsquo;s disappointment with Hezekiah when the latter failed to heed his warning during Sargon II&rsquo;s Philistine campaign (1991, 467&ndash;69). Vermeylen (1989, 271) assigned it to the time of Josiah. For Steck, <a class=\"isa\" verses=\"eyIxNzg5MSI6M30=\">11:6&ndash;8<\/a> is an early postexilic theme taken up again in <a class=\"isa\" verses=\"WzE4OTIzXQ==\">65:25<\/a> in the Hellenistic period. It is tolerably clear by now that such matters are rarely resolved by simply assigning early or late dates on the basis of themes, including eschatological themes.<\/p><p>Some of the more distinctive vocabulary in the poem (e.g. <em>ḥōter<\/em>, &ldquo;branch&rdquo;; <em>gezaʿ<\/em>, &ldquo;stock&rdquo;; <em>nēṣer<\/em>, &ldquo;shoot&rdquo;) does, however, seem to point to a later rather than earlier date, as a glance at the concordance will show. This is most clearly the case with the expression &ldquo;my holy mountain&rdquo; (<em>har qod&scaron;&icirc;<\/em>) in the last verse, frequently heard in the last section of the book, the so-called Third Isaiah (cf. <a class=\"isa\" verses=\"WzE4NzYxLDE4Nzc5LDE4OTA5LDE4OTIzLDE4OTQzXQ==\">56:7; 57:13; 65:11, 25; 66:20<\/a>), and, in general, the sentiments expressed in this verse are those of this last section (<a class=\"isa\" verses=\"bnVsbA==\">56&ndash;66<\/a>). Here too we should probably resist the temptation to read this last verse as a later appendage to the poem (as Barth 1977, 60&ndash;61; Kaiser 1972, 253). The abolition of war and violence in Jerusalem, where Jesse&rsquo;s descendent will rule, is not at all dissonant with the preceding scenario in the poem, and the knowledge of the true God spreading over the earth from that place circles back to the endowment of the ideal ruler mentioned at the beginning of the poem, especially if Yahveh is <em>nomen rectum<\/em> for both <em>daʿat<\/em> (&ldquo;knowledge&rdquo;) and <em>yirʾat<\/em> (&ldquo;fear&rdquo;).<\/p><p>While the restoration of the house of David is far from being a prominent feature of the aspirations expressed in <a class=\"isa\" verses=\"bnVsbA==\">Isa 40&ndash;66<\/a>, the anticipation of a new growth from the old stock of Jesse, ancestor of the Davidic dynasty (<a class=\"ref\">1 Sam 16:1<\/a>), aligns with dynastic aspirations that come to expression in other texts from the post-destruction period (<a class=\"ref\">Jer 23:5&ndash;6; 33:14&ndash;22; Ezek 37:24&ndash;28; Amos 9:11&ndash;15; Mic 5:1&ndash;3[2&ndash;4]<\/a>). While some of these are of quite limited scope, others envisage the advent of a peaceful kingdom including peace with the animal world as here (<a class=\"ref\">Ezek 34:23&ndash;31; 37:26<\/a>). Emphasis on spirit-endowment reaffirms the charismatic principle with which the hereditary, dynastic principle would normally be in contradiction. While it no doubt draws on representations of deeds of preternatural power attributed to bandit chieftains and warlords in the early history of the people, including David, in the developed form in which we find it here it aligns with usage in the later sections of the book (<a class=\"isa\" verses=\"WzE4NDgyLDE4NTM3LDE4NjMxLDE4ODIyLDE4ODQ1XQ==\">42:1; 44:3; 48:16; 59:21; 61:1<\/a>). Later still it will provide the textual basis for the seven gifts of the Holy Spirit (<em>sacrum septenarium<\/em>) developed in the West by Augustine, Gregory the Great, and Thomas Aquinas on the basis of lxx, which adds piety (<em>eusebeia<\/em> cf. Vulg. <em>spiritus pietatis<\/em>) to make seven.<\/p><p>Wisdom (<em>ḥokm&acirc;<\/em>) and understanding (<em>b&icirc;n&acirc;<\/em>), key terms in the aphoristic literature, together express an attribute essential for successful living and, as such, they are brought into contact with religious observance in Deuteronomy (&ldquo;this [law observance] will be your wisdom and understanding in the sight of the peoples&rdquo; <a class=\"isa\" verses=\"WzE3NzQwXQ==\">4:6<\/a>). The next pair, counsel and strength, indicate both the skill to elaborate sensible plans and the ability to carry them through, attributes essential for successful rule. Knowledge and fear of Yahveh take up themes prominent in Hosea and Deuteronomistic writings. The subordination of the acquisition of wisdom and learning to godly fear is one of the seminal insights of the emergent Jewish religious-intellectual tradition. It comes to lapidary expression in a saying attributed to Hanina ben Dosa (first century c.e.): &ldquo;those whose fear of sin takes precedence over their wisdom, their wisdom will endure; those whose wisdom takes precedence over their fear of sin, their wisdom will not endure&rdquo; (<em>m.<\/em> <em>ʾAbot<\/em> <a class=\"isa\" verses=\"WzE3NzE5XQ==\">3:11<\/a>).<\/p><p>It seems that all the charismatic endowments listed converge on the task of the equitable administration of justice (<a class=\"isa\" verses=\"eyIxNzg4OCI6M30=\">3&ndash;5<\/a>). That this was viewed throughout the Near East and beyond as the primary responsibility of the ruler is abundantly in evidence. In promulgating his laws Ur-Nammu ruler of Ur in the late third millennium boasts that in his kingdom &ldquo;the orphan was not delivered up to the rich man, the widow was not delivered up to the mighty man&rdquo; (<em>ANET<\/em>, 524), and in the prologue to his laws Hammurapi states that he has been commissioned by the gods Anum and Enlil &ldquo;to cause justice to prevail in the land, to destroy the wicked and the evil, that the strong might not oppress the weak&rdquo; (<em>ANET<\/em>, 164). The same ideal is expressed in psalms (e.g. <a class=\"ref\">Ps 72:1&ndash;4, 12&ndash;14<\/a>) and in the aphoristic literature (e.g. <a class=\"ref\">Prov 16:10; 20:8<\/a>), and no abuse receives as much attention in eighth century b.c.e. prophetic protest as the corruption of the judicial system (<a class=\"ref\">Amos 2:7; 5:10; Mic 3:9&ndash;12<\/a>; <a class=\"isa\" verses=\"W3siMTc3MDkiOjN9LHsiMTc3NTgiOjZ9XQ==\">Isa 3:1&ndash;3; 5:18&ndash;23<\/a>).<\/p><p>The transition to peaceful coexistence in the animal world is not so abrupt; indeed those commentators who insist on making the following verses into a separate poem may be missing a subtle parallel between <a class=\"isa\" verses=\"eyIxNzg4OCI6Nn0=\">3&ndash;5 and 6&ndash;8<\/a> consisting in the contrast between the strong and the weak in both the human and zoological realms. Powerful, predatory animals like the wolf can also stand for the arbitrary and unjust exercise of power (e.g. <a class=\"ref\">Ezek 22:27; Zeph 3:3<\/a>). The occurrence of <a class=\"isa\" verses=\"WzE3ODk0XQ==\">9a<\/a> in <a class=\"isa\" verses=\"WzE4OTIzXQ==\">Isa 65:25<\/a> and <a class=\"isa\" verses=\"WzE3ODk0XQ==\">9b<\/a> in <a class=\"ref\">Hab 2:14<\/a> does not justify us in demoting this last verse to the status of a later and inappropriate addition to the poem. The fact that <a class=\"isa\" verses=\"WzE4OTIzXQ==\">Isa 65:25<\/a> combines phrases from <a class=\"isa\" verses=\"W3siMTc4OTEiOjJ9LFsxNzg5NF1d\">vv 6&ndash;7 and 9<\/a> of our poem and that <a class=\"ref\">Hab 2:12&ndash;14<\/a> alludes to <a class=\"ref\">Mic 3:10<\/a> in addition to <a class=\"isa\" verses=\"WzE3ODk0XQ==\">Isa 11:9b<\/a> points to the originality of <a class=\"isa\" verses=\"WzE3ODk0XQ==\">11:9<\/a> rather than the opposite, and we have seen that the sentiments it expresses are in any case not out of place in the poem.<\/p><p> Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em> (Vol. 19, pp. 263&ndash;265). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}