{
    "id": 2178,
    "source": "blenkinsopp",
    "verse_id": 18940,
    "verse_count": 8,
    "reference": "66:17–24",
    "title": "A Sense of an Ending",
    "html": " <p>The rubrics attached to this last section of text divide it into four brief sayings: <a class=\"isa\" verses=\"WzE4OTQwXQ==\">v 17<\/a>, (<em>nĕʾum YHVH <\/em>), <a class=\"isa\" verses=\"eyIxODk0MSI6NH0=\">18&ndash;21<\/a>, (<em>ʾāmar YHVH <\/em>), <a class=\"isa\" verses=\"eyIxODk0NSI6Mn0=\">22&ndash;23<\/a>, (<em>ʾāmar YHVH<\/em>) and <a class=\"isa\" verses=\"WzE4OTQ3XQ==\">24<\/a>. The accumulation of successive appendices or addenda at the end of a large and complex text such as the book of Isaiah is neither surprising nor unprecedented. Allow me to summarize one explanation of the way this could have come about: the original conclusion to <a class=\"isa\" verses=\"eyIxODc1NSI6MTkzfQ==\">chs. 56&ndash;66<\/a>, that is, <a class=\"isa\" verses=\"eyIxODkzNSI6M30=\">vv 12&ndash;14<\/a>, was given an apocalyptic dimension by the addition of <a class=\"isa\" verses=\"eyIxODkzOCI6Mn0=\">15&ndash;16<\/a>; <a class=\"isa\" verses=\"WzE4OTQwXQ==\">v 17<\/a>, was appended to make it clear that those referred to in <a class=\"isa\" verses=\"eyIxODkzOCI6Mn0=\">15&ndash;16<\/a>, who are to be subject to judgment by fire and sword are the devotees of deviant cults referred to in <a class=\"isa\" verses=\"W3siMTg3NjkiOjExfSx7IjE4ODk5Ijo3fV0=\">57:3&ndash;13 and 65:1&ndash;7<\/a>; <a class=\"isa\" verses=\"W3siMTg5NDEiOjJ9LFsxODk0NF1d\">vv 18&ndash;19, 21<\/a>, were intended to round off the section by reiterating the open admissions approach of <a class=\"isa\" verses=\"WzE4OTE2XQ==\">65:18<\/a>, an attempt countered by the &ldquo;correction&rdquo; added in <a class=\"isa\" verses=\"WzE4OTQzXQ==\">v 20<\/a>, from a more integrationist perspective; <a class=\"isa\" verses=\"eyIxODk0NSI6Mn0=\">vv 22&ndash;23<\/a>, take up the theme of new heavens and new earth from <a class=\"isa\" verses=\"WzE4OTE1XQ==\">65:17<\/a>, in order to reaffirm the promises to the Servants (<a class=\"isa\" verses=\"W1sxODkwN10seyIxODkxMyI6Mn1d\">65:9, 15&ndash;16<\/a>) and affirm the centrality of Jerusalem, the two dominant themes of <a class=\"isa\" verses=\"eyIxODc1NSI6MTkzfQ==\">chs. 56&ndash;66<\/a>; and, finally, <a class=\"isa\" verses=\"WzE4OTQ3XQ==\">v 24<\/a>, adds the image of judgment by fire, parallel with <a class=\"isa\" verses=\"eyIxODkzOCI6Mn0=\">15&ndash;16<\/a>, by identifying the worshipers of 23 as witnesses to that judgment. <\/p> <p>Some commentators have, predictably, argued that <a class=\"isa\" verses=\"WzE4OTQwXQ==\">v 17<\/a>, has been accidentally moved from its original position, following either <a class=\"isa\" verses=\"WzE4OTAzXQ==\">65:5a<\/a>, (on account of the verb <em>qd&scaron;<\/em>, &ldquo;consecrate&rdquo;) or <a class=\"isa\" verses=\"WzE4OTI4XQ==\">66:5<\/a>. Such hypotheses can be neither proved nor falsified, it seems more important to explain <a class=\"isa\" verses=\"WzE4OTQwXQ==\">v 17<\/a>,&rsquo;s actual location in the text. Following immediately on the scene of judgment by fire and sword, it reminds the reader that this destiny awaits the devotees of non-Yahvistic cults denounced in <a class=\"isa\" verses=\"W3siMTg3NjkiOjExfSx7IjE4ODk5Ijo3fV0=\">57:3&ndash;13 and 65:1&ndash;7<\/a>. Very likely, <a class=\"isa\" verses=\"WzE4OTQwXQ==\">66:17<\/a>, belongs to the same source as these passages; at least all three describe the same phenomena from the same religious point of view. <\/p> <p>We are shown participants in a cult preparing themselves for ceremonies in a garden by a ritual of consecration and purification. We are given no details, but such mandatory preparation could include sprinkling with water (<a class=\"ref\">Num 8:7<\/a>), bathing (<a class=\"ref\">Lev 14:8<\/a>), washing or changing clothes (<a class=\"ref\">Gen 35:2; Exod 19:14&ndash;15; Lev 14:8; Num 8:7<\/a>), and sexual abstention (<a class=\"ref\">Exod 19:15<\/a>). In the Comments on <a class=\"isa\" verses=\"WzE4OTAxXQ==\">65:3<\/a>, we saw that the garden as a cultic enclosure (<em>gann&acirc;<\/em>) is a place of trees and therefore more a grove than a garden in the usual understanding of the term (see also <a class=\"ref\">Num 24:6; Qoh 2:5; Cant 6:11<\/a>, see also). In <a class=\"isa\" verses=\"WzE3Njg0XQ==\">1:29<\/a>, the garden cults are associated with sacred oak trees or terebinths (<em>ʾ&ecirc;l&icirc;m <\/em>). The goddess Asherah was also represented by a tree (e.g., <a class=\"isa\" verses=\"WzE3OTkyLDE4MTYxXQ==\">Isa 17:8; 27:9<\/a>; <a class=\"ref\">Jer 7:9; Hos 11:10<\/a>). Her association with oak or terebinth is explained by the fact that <em>ʾēl&acirc;<\/em>, sing. of <em>ʾēl&icirc;m<\/em>, can mean &ldquo;goddess&rdquo; as well as oak or terebinth. <\/p> <p>Commentators have cast their nets far and wide in an attempt to find parallels to the ceremony in which the initiates are about to participate. Marti (1900, 411) appealed to the sacred dances of early Christian Gnostic sects, Whitehouse (1908, 335) to the Sufi dervishes, and Volz (1932, 292) to the Eleusinian and Mithraic mystery cults, in keeping with his Hellenistic dating for the passage. Cheyne (1882, 125) is one of several scholars to suggest a parallel with the cult of Tammuz-Adonis which, in its Mesopotamian form, featured a procession with the statue of Ishtar, the god&rsquo;s sister and lover, who brings him back to life. The suggestion at least has the advantage over others that this cult was known and practiced in Judah (<a class=\"ref\">Ezek 8:14&ndash;15<\/a>; <a class=\"isa\" verses=\"WzE3OTk0XQ==\">Isa 17:10<\/a>; <a class=\"ref\">Zech 12:11<\/a>; perhaps <a class=\"ref\">Jer 22:18 and Dan 11:37<\/a>). <\/p> <p>Comparison with the series of tableaux in the Jerusalem temple revealed to Ezekiel in vision has often been proposed (<a class=\"ref\">Ezek 8:1&ndash;18<\/a>). The first, at the north gate of the inner court, is a ceremony in the presence of &ldquo;the lustful image that impels to lust&rdquo; (<a class=\"isa\" verses=\"WzE3ODExXQ==\">8:3<\/a>)&mdash;namely, the representation of the goddess Asherah. In the following cameo, Ezekiel witnesses 70 elders, with a certain Jaazaniah in their midst (<em>bĕt&ocirc;kām <\/em>), engaged in cult with incense in a room, the walls of which are decorated with representations of insects or reptiles (<em>remeś <\/em>), animals (<em>bĕhēm&acirc; <\/em>), and unclean things (<em>&scaron;eqeṣ<\/em>,; <a class=\"isa\" verses=\"eyIxNzgxNSI6N30=\">8:7&ndash;13<\/a>). Further along, he comes upon women engaged in ritual mourning for Tammuz-Adonis (<a class=\"isa\" verses=\"WzE3ODIyXQ==\">8:14<\/a>) and, finally, 25 worshipers of the sun-god at the eastern entrance of the temple (<a class=\"isa\" verses=\"WzE3ODI0XQ==\">8:16<\/a>). <a class=\"isa\" verses=\"WzE4OTQwXQ==\">Isaiah 66:17<\/a>, is reminiscent of this account at several points: the goddess theme the (sacrificial) food; outside of Leviticus, <em>&scaron;eqeṣ<\/em>, appears only in <a class=\"isa\" verses=\"WzE4OTQwXQ==\">Isa 66:17<\/a>, and <a class=\"ref\">Ezek 8:10<\/a>; and the function of Jaazaniah as hierophant. More importantly, it demonstrates continuity between the cult practices described in <a class=\"isa\" verses=\"bnVsbA==\">Isa 56&ndash;66<\/a>, and the situation obtaining in the last decades of Judean independence and therefore provides a further disincentive to dating these practices in the Hellenistic period. <\/p> <p>At all events, the probability that the cult referred to here was addressed to a goddess is increased if, following the Qere, the one in the center is a woman (<em>ʾaḥar ʾaḥat bĕt&ocirc;k<\/em>,; see Notes). The phrase &ldquo;after one (female) in the center&rdquo; excludes the possibility of a procession led by the female hierophant, since even a goddess cannot be at the center and at the head of a procession at the same time. The preposition <em>ʾaḥar<\/em>, (&ldquo;after&rdquo;) must therefore be taken in the well-attested sense of attachment (e.g., &ldquo;following after a deity&rdquo;). The meaning may then be that &ldquo;the one in the middle&rdquo; is the goddess symbolized by her <em>ʾā&scaron;ēr&acirc;<\/em>, her tree in the middle of the garden (cf. &ldquo;the tree of life in the middle of the garden,&rdquo; <a class=\"ref\">Gen 2:9<\/a>), and represented by the priestess who directs the liturgy. Interestingly, Ibn Ezra came close to this conclusion in explaining that the text refers to gardens of trees, not kitchen gardens; that <em>ʾaḥat<\/em>, agrees with <em>ʾā&scaron;ēr&acirc;<\/em>, in gender; and that the initiates surround the tree in the midst of the garden. <\/p> <p>The initiates are also condemned for using the meat of the domestic pig or the wild boar as sacrificial material (cf. <a class=\"isa\" verses=\"WzE4OTAyLDE4OTI2XQ==\">65:4 and 66:3<\/a>). Another ritually unclean animal mentioned is the <em>ʾakbār<\/em>, probably the jerboa or leaping mouse, which occurs as a personal name in Phoenicia, Edom, and Israel (<a class=\"ref\">Gen 36:38&ndash;39; 2 Kgs 22:12, 14; Jer 26:22; 36:12<\/a>). The miscellaneous unclean material referred to as <em>&scaron;eqeṣ<\/em>, (<a class=\"ref\">Lev 7:21; 11:10; Ezek 8:10<\/a>) corresponds to the <em>piggul&icirc;m<\/em>, (&ldquo;unclean foods&rdquo;) in <a class=\"isa\" verses=\"WzE4OTAyXQ==\">65:4b<\/a>. <\/p> <p>The next section (<a class=\"isa\" verses=\"eyIxODk0MSI6NH0=\">vv 18&ndash;21<\/a>) has nothing in common with what immediately precedes it. Continuity is, rather, with <a class=\"isa\" verses=\"eyIxODkzOCI6Mn0=\">vv 15&ndash;16<\/a>, in presenting another aspect of the apocalyptic scenario, the final coming of YHVH, the <em>parousia<\/em>, (cf. <a class=\"isa\" verses=\"WzE4OTM5XQ==\">v 16<\/a>). It remains unclear how this ingathering of the nations was seen to fit with the annihilating judgment described in <a class=\"isa\" verses=\"eyIxODkzOCI6Mn0=\">vv 15&ndash;16<\/a>. If the survivors (<em>pĕl&ecirc;ṭ&icirc;m<\/em>) of <a class=\"isa\" verses=\"WzE4OTQyXQ==\">v 19<\/a>, who are sent out on a mission are those who have survived judgment by fire and sword, the assembling of all humanity in Jerusalem would follow the judgment as a prelude to the final revelation of the glory of YHVH in Jerusalem. There is also a scenario in which judgment is carried out in one of the valleys near Jerusalem (<a class=\"isa\" verses=\"WzE4OTQ3XQ==\">Isa 66:24<\/a>; <a class=\"ref\">Joel 4:2[3:2]<\/a>) and is therefore subsequent to the mission. But since <a class=\"isa\" verses=\"eyIxODk0MSI6NH0=\">vv 18&ndash;21<\/a>, speak of the goal of the ingathering only as witnessing YHVH&rsquo;s glory and taking part in worship, the negative aspect of judgment seems simply to have been left out of account. <\/p> <p>The theme of the ingathering is, in the first place, developed on the basis of the Trito-Isaianic core in <a class=\"isa\" verses=\"eyIxODgyMyI6NDV9\">chs. 60&ndash;62<\/a>. Jerusalem, therefore, is the center of the world, the place of the ultimate revelation of the glory of God (<a class=\"isa\" verses=\"WzE4ODIzLDE4ODU3XQ==\">60:1; 62:2<\/a>) and the establishment of his eschatological kingdom. A signal (<em>nēs<\/em>) will be raised over the peoples (<a class=\"isa\" verses=\"WzE4ODY1XQ==\">62:10<\/a>) for them to come to Jerusalem, led by their kings, bringing tribute; and with the prospect of being, whether willingly or otherwise, at the disposal of the people of Israel as slaves. They will come from far distant places such as Midian, Ephah, Sheba, Kedar, and Nebaioth (<a class=\"isa\" verses=\"eyIxODgyOCI6Mn0=\">60:6&ndash;7<\/a>), and they will be charged with the task of repatriating diaspora Jews (<a class=\"isa\" verses=\"W1sxODgyNl0seyIxODgzMCI6Mn1d\">60:4, 8&ndash;9<\/a>). As we would expect, this vision or futuristic fantasy, far removed from religious universalism as it obviously is, draws in its turn on one aspect of the complex message of <a class=\"isa\" verses=\"eyIxODQyMiI6MzMzfQ==\">chs. 40&ndash;55<\/a>, (<a class=\"isa\" verses=\"W3siMTg1MTEiOjN9LFsxODU3Nl0seyIxODY1OSI6Mn1d\">43:5&ndash;7; 45:14; 49:22&ndash;23<\/a>). <\/p> <p>In spite of the obscurities and uncertainties of <a class=\"isa\" verses=\"eyIxODk0MSI6NH0=\">66:18&ndash;21<\/a>, it is at least clear that in taking over this perspective it goes some way beyond it. To begin with, the mission to those who have not yet heard of YHVH or witnessed his glory implies a receptivity to proselytes. In this respect, <a class=\"isa\" verses=\"eyIxODk0MSI6NH0=\">66:18&ndash;21<\/a>, recalls the opening passage of <a class=\"isa\" verses=\"eyIxODc1NSI6MTkzfQ==\">chs.56&ndash;66<\/a>, especially the commitment of YHVH to gather yet more to him than the people already gathered (<a class=\"isa\" verses=\"WzE4NzYyXQ==\">56:8<\/a>). We saw that this statement is, in its turn, a comment on <a class=\"isa\" verses=\"eyIxNzg5NiI6Mn0=\">Isa 11:11&ndash;12<\/a>, which expands the scope of the ingathering of dispersed Israelites mentioned in that text to include non-Israelites. <a class=\"isa\" verses=\"W3siMTg3NTUiOjh9LHsiMTg5NDEiOjJ9XQ==\">Isaiah 56:1&ndash;8 and 66:18&ndash;19<\/a>, are therefore aligned with the more open and universalistic perspective that comes to expression elsewhere in the book of Isaiah: all nations will stream to the mountain of YHVH to receive religious instruction and unlearn warfare and violence (<a class=\"isa\" verses=\"eyIxNzY4OCI6M30=\">2:2&ndash;4<\/a>); Egypt and Assyria, traditional enemies of Israel, will also be people of God and will share a blessing with Israel (<a class=\"isa\" verses=\"eyIxODAyOSI6Mn0=\">19:24&ndash;25<\/a>); on the mountain of YHVH a banquet will be spread for all peoples, and YHVH will wipe the tears from all faces (<a class=\"isa\" verses=\"eyIxODEyNSI6M30=\">25:6&ndash;8<\/a>). <\/p> <p>What does it mean that all nations will see the glory of God? In the Philistine war narrative (<a class=\"ref\">1 Sam 4:21&ndash;22<\/a>), the glory (<em>kāb&ocirc;d<\/em>) is associated with the ark (<em>ʾăr&ocirc;n <\/em>), symbol and palladium of YHVH as king and warrior. In Israel&rsquo;s journey through the wilderness, the <em>kāb&ocirc;d<\/em>, is likewise associated with the ark-sanctuary (e.g., <a class=\"ref\">Exod 16:10; 40:34&ndash;35; Num 14:10<\/a>) and with YHVH enthroned on Sinai (<a class=\"ref\">Exod 24:9&ndash;11, 17<\/a>), homologous with the temple throne in Jerusalem (<a class=\"ref\">1 Kgs 8:11<\/a>; <a class=\"isa\" verses=\"WzE4MTE5XQ==\">Isa 24:23<\/a>; <a class=\"ref\">Ezek 44:4<\/a>). The theme keeps on reappearing throughout Isaiah (<a class=\"isa\" verses=\"W1sxNzczOV0seyIxNzc3MSI6NX0sWzE4MTE5XSx7IjE4MzAwIjozfSxbMTg3MDRdXQ==\">4:5; 6:1&ndash;5; 24:23; 33:20&ndash;22; 52:7<\/a>) and suggests that in 66:18 the nations are coming to witness the proclamation of YHVH&rsquo;s kingship and his ascent to the throne as king of the universe (Volz 1932, 298). <\/p> <p>The sign (&ldquo;signs&rdquo; in the Great Isaiah Scroll and lxx, perhaps with the meaning &ldquo;miracles&rdquo;) is the signal for convergence on Jerusalem. Here, too, the writer is dependent on an Isaian topos, though using a different term (<em>ʾ&ocirc;t<\/em>, rather than <em>nēs <\/em>): <\/p> <blockquote> <p>Observe: I raise my hand to the nations, <\/p> <p>I lift up a signal for the peoples; <\/p> <p>they will carry your sons in their laps, <\/p> <p>your daughters will be borne on their shoulders. (<a class=\"isa\" verses=\"WzE4NjU5XQ==\">49:22<\/a>) <\/p> <p>He will raise a signal for the nations, <\/p> <p>and gather the dispersed men of Israel; <\/p> <p>he will assemble the scattered women of Judah <\/p> <p>from the four corners of the earth. (<a class=\"isa\" verses=\"WzE3ODk3XQ==\">11:12<\/a>) <\/p> <\/blockquote> <p>This is the signal for the mission to the Gentile world to begin. The question who are charged with this mission has caused considerable discussion. In the context, the only possible antecedent of <em>mēhem<\/em>, (&ldquo;some of them&rdquo;) is the phrase the &ldquo;nations of every tongue,&rdquo; and this is confirmed by the appositional phrase &ldquo;the survivors&rdquo; (<em>pĕl&ecirc;ṭ&icirc;m <\/em>), practically identical with &ldquo;survivors of the nations&rdquo; (<em>pĕl&icirc;ṭ&ecirc; hagg&ocirc;y&icirc;m<\/em>) in <a class=\"isa\" verses=\"WzE4NTgyXQ==\">Isa 45:20<\/a>. But according to what follows, these emissaries or missionaries are to make YHVH known among the nations, which requires that they are in some way adherents to the Jewish faith from the Gentile world, in other words, proselytes. <\/p> <p>Since the mission is to those who have not heard about the God of Israel, the emissaries are sent to the west, north, and south, but not to the east, that is, the Mesopotamian location of the principal Jewish diaspora center. There is no reason to relegate the list to the status of a scribal insertion, nor is there reason to believe that the writer had anything more than a vague and general idea of the location of these places. All six are mentioned in Ezekiel&rsquo;s poem about Tyre or in the prose addendum to it (<a class=\"ref\">Ezek 27:10, 12&ndash;13<\/a>), as also in the so-called &ldquo;Table of the Nations&rdquo; in (<a class=\"ref\">Gen 10:2&ndash;5, 6, 12<\/a>), either of which could have been known to the writer in one form or another. For discussion of the names and possible locations, the reader is referred to the biblical encyclopedias and dictionaries. The order is of some interest. Put (Somalia?) and Lud (Libia?), descended from Ham and therefore North African, are almost always named together (<a class=\"ref\">Jer 46:9; Ezek 27:10; 30:5; 38:5<\/a>). The same is the case with Meshech and Tubal in Anatolia (<a class=\"ref\">Ezek 27:13; 32:26; 38:2&ndash;3; 39:1<\/a>). These twinned pairs are bracketed by Tarshish (Tartessos in SW Spain? Sardinia? Carthage?) in the first place and Yavan (the Greek-speaking Ionian littoral) in the last. <\/p> <p>A major problem with this passage is that of determining who are the ones charged with repatriating diaspora Jews. The natural antecedent of the verb &ldquo;and they will bring&rdquo; (<em>vĕhēb&icirc;ʾ&ucirc;<\/em>, <a class=\"isa\" verses=\"WzE4OTQzXQ==\">v 20<\/a>) would be the aforementioned envoys, but this task does not fit well with that of making YHVH known and proclaiming his glory among the nations, in other words, preaching the Jewish religion. Furthermore, as we have seen, in order to discharge their mission, the envoys, taken from among Gentiles, must be proselytes. It seems, then, that Westermann (1969, 423) was correct in insisting that <a class=\"isa\" verses=\"WzE4OTQzXQ==\">v 20<\/a>, has been inserted into the passage, and this conclusion is reinforced by the following statement (<a class=\"isa\" verses=\"WzE4OTQ0XQ==\">21<\/a>) that &ldquo;some of them&rdquo; (<em>mēhem<\/em>) will be priests and Levites, which links with &ldquo;some of them&rdquo; (<em>mēhem<\/em>) who were sent on the mission (<a class=\"isa\" verses=\"WzE4OTQyXQ==\">19<\/a>). <\/p> <p>If this is so, the situation seems to be that <a class=\"isa\" verses=\"WzE4OTQzXQ==\">v 20<\/a>, is intended as a correction to the extraordinary claim that a mission to the Gentiles must precede the final consummation, and the even more disturbing claim (in <a class=\"isa\" verses=\"WzE4OTQ0XQ==\">v 21<\/a>) that priests and Levites will be recruited from converts to the Jewish faith. These claims go beyond anything in the Trito-Isaian core (chs. <a class=\"isa\" verses=\"bnVsbA==\">60&ndash;62<\/a>), but they could be seen as the working out of the Servant&rsquo;s mission to be a light to the nations (<a class=\"isa\" verses=\"WzE4NjQzXQ==\">49:6<\/a>, cf. <a class=\"isa\" verses=\"WzE4NDg3XQ==\">42:6<\/a>) and to bring righteousness to many (<a class=\"isa\" verses=\"WzE4NzIzXQ==\">53:11<\/a>). <\/p> <p>The interpolated <a class=\"isa\" verses=\"WzE4OTQzXQ==\">v 20<\/a>, offers a solution more acceptable to the traditionally-minded by limiting the liturgical function of Gentiles to providing sacrificial material: their <em>minḥ&acirc;<\/em>, consists in repatriated Israelites, for whom they provide every conceivable form of transportation, while Israelites alone offer the real cereal offering (and the other offerings), and do so in keeping with the laws of ritual purity. The alternative view, expressed in <a class=\"isa\" verses=\"W3siMTg5NDEiOjJ9LFsxODk0NF1d\">vv 18&ndash;19 and 21<\/a>, makes a fitting parallel with <a class=\"isa\" verses=\"eyIxODc1NSI6OH0=\">56:1&ndash;8<\/a>. There, too, the situation unfolds against the expectation of an imminent <em>parousia<\/em>,. The conditions under which the proselyte (<em>hannilveh ʾel-YHVH<\/em>, <a class=\"isa\" verses=\"WzE4OTI2XQ==\">3a, 6a<\/a>) may enjoy secure status as a member of the Jerusalem cult and civic community are laid down, and the temple is open to all peoples (<a class=\"isa\" verses=\"WzE4OTMwXQ==\">7c<\/a>). <\/p> <p>What for many must have been the most controversial claim of <a class=\"isa\" verses=\"eyIxODc1NSI6OH0=\">56:1&ndash;8<\/a>, more than the assurances addressed to foreigners and the sexually mutilated, is that proselytes are now authorized to serve in the temple (<a class=\"isa\" verses=\"WzE4OTI5XQ==\">6b<\/a>). It is not stated in what capacity they will serve but, apart from secular usage (e.g., Elisha serving as Elijah&rsquo;s disciple, <a class=\"ref\">1 Kgs 19:21<\/a>; Abishag serving David, <a class=\"ref\">1 Kgs 1:4, 15<\/a>), the verb <em>&scaron;rt<\/em>, is limited to cultic service offered by priests (<a class=\"ref\">Ex 28:35; 29:30; Num 3:31; 2 Chr 29:11; 31:2; Ezek 40:46<\/a>, etc.) and Levites (<a class=\"ref\">Num 1:50; 3:6; Jer 33:22; Ezek 44:11&ndash;12; 2 Chr 8:14<\/a>). Both <a class=\"isa\" verses=\"W3siMTg5NDEiOjJ9LFsxODk0NF1d\">66:18&ndash;19, 21<\/a>; and <a class=\"isa\" verses=\"W3siMTc2NTYiOjMxfSx7IjE4NzU1Ijo4fV0=\">56:1&ndash;8,<\/a>, therefore, testify to the existence within the Persian province of Judah of beliefs on the nature of the Jewish community, its relationship to outsiders, and the function of leadership within it, fundamentally at odds with the beliefs of those in authority, the temple priesthood in particular. <\/p> <p>The last two paragraphs (<a class=\"isa\" verses=\"eyIxODk0NSI6M30=\">22&ndash;23, 24<\/a>) are prosodically irregular enough to justify setting them as prose. The prophetic rubric <em>ʾāmar YHVH<\/em>, (&ldquo;YHVH declares&rdquo;) distinguishes <a class=\"isa\" verses=\"eyIxODk0NSI6Mn0=\">22&ndash;23<\/a>, from <a class=\"isa\" verses=\"WzE4OTQ3XQ==\">24<\/a>, though the phrase <em>kol-bāśār<\/em>, (&ldquo;all humanity,&rdquo; literally, &ldquo;all flesh&rdquo;) appears in both, and the permanence of posterity and name in <a class=\"isa\" verses=\"eyIxODk0NSI6Mn0=\">22&ndash;23<\/a>, is matched by permanent punishment in <a class=\"isa\" verses=\"WzE4OTQ3XQ==\">24<\/a>. <\/p> <p>The first of these two final paragraphs (<a class=\"isa\" verses=\"eyIxODk0NSI6Mn0=\">vv 22&ndash;23<\/a>) takes off from the prospect of new heavens and new earth in <a class=\"isa\" verses=\"WzE4OTE1XQ==\">65:17<\/a>, in recapitulating the promise of posterity and a new name for the Servants of YHVH (<a class=\"isa\" verses=\"WzE4OTA3LDE4OTEzXQ==\">65:9, 15<\/a>). This promise is itself based on the <em>conditional<\/em>, promise addressed to the community as a whole toward the end of <a class=\"isa\" verses=\"eyIxODQyMiI6MjE2fQ==\">chs. 40&ndash;48<\/a>. If they had been faithful to the commandments, then: <\/p> <blockquote> <p>Your descendants (<em>zeraʿ<\/em>, &ldquo;seed&rdquo;) would be as countless as the sand, <\/p> <p>your offspring like its grains in number; <\/p> <p>their name would never be extinguished <\/p> <p>or effaced from my sight. (<a class=\"isa\" verses=\"WzE4NjM0XQ==\">48:19<\/a>) <\/p> <\/blockquote> <p>We may also be hearing an echo of the &ldquo;name better than sons and daughters&rdquo; promised to the sexually mutilated in <a class=\"isa\" verses=\"WzE4NzU5XQ==\">56:5<\/a>. But behind all this anxiety about stability and permanence in evidence throughout <a class=\"isa\" verses=\"eyIxODQyMiI6NTI2fQ==\">chs. 40&ndash;66<\/a>, (<a class=\"isa\" verses=\"WzE4NDYwLDE4NTM3LDE4NjM0LDE4NzIyLDE4ODIyLDE4ODUzLDE4ODU3LDE4OTIxXQ==\">41:8; 44:3; 48:19; 53:10; 59:21; 61:9; 62:2; 65:23<\/a>) and in other post-destruction texts (e.g., <a class=\"ref\">Jer 31:35&ndash;36; 33:25&ndash;26<\/a>) lies the Abrahamic promise (<a class=\"ref\">Gen 12:1&ndash;3<\/a>, etc.). The assurance offered to the elect in Israel in <a class=\"isa\" verses=\"WzE4OTQ1XQ==\">v 22<\/a>, is not rationally demonstrable; as Duhm pointed out in typical fashion (1922, 489), one cannot base one unknown (i.e., the permanence of Israel) on another unknown (i.e., the permanence of a world not yet in existence). It is a question here of eschatological faith, according to which, to envision a future is to set in motion the process by which it comes about. <\/p> <p>One aspect of this eschatological scenario is that all humanity will worship the one true God, the God of Israel, in Jerusalem (<a class=\"isa\" verses=\"WzE4OTQ2XQ==\">v 23<\/a>). It is too literalistic to restrict the scope of the phrase <em>kol-bāśār<\/em>, (&ldquo;all flesh&rdquo;) to the Jewish people on the grounds that only people living close to Jerusalem could go there on a weekly basis (Duhm 1922, 489). As described, the scene closely parallels the conclusion of Zechariah (<a class=\"ref\">Zech 14:16&ndash;19<\/a>) and may have been influenced by it. The participants in the year by year (<em>midd&ecirc; &scaron;ān&acirc; bĕ&scaron;ān&acirc;<\/em>) celebration of Sukkoth are the survivors of the nations (cf. <a class=\"isa\" verses=\"WzE4OTQyXQ==\">Isa 66:19<\/a>), the families of the earth (cf. &ldquo;all flesh&rdquo;), and they come to worship YHVH as king and lord of the heavenly hosts, which we may take to be the equivalent of seeing YHVH&rsquo;s glory (<a class=\"isa\" verses=\"WzE4OTQxXQ==\">Isa 66:18<\/a>). In the Zechariah text, the punishment of the reprobate by plague is described in lurid tones not unlike <a class=\"isa\" verses=\"WzE4OTQ3XQ==\">Isa 66:24<\/a>: their flesh shall decay, their eyes rot in their heads, and their tongues in their mouths (<a class=\"ref\">Zech 14:12<\/a>). One cannot but ask, finally, whether the last paragraph (<a class=\"isa\" verses=\"eyIxNzk0OSI6Mn0=\">14:20&ndash;21<\/a>), which insists on ritually pure vessels and the exclusion of &ldquo;Canaanites&rdquo; from the temple, is not a scribal &ldquo;correction&rdquo; similar to <a class=\"isa\" verses=\"WzE4OTQzXQ==\">Isa 66:20<\/a>. <\/p> <p>The last verse (<a class=\"isa\" verses=\"WzE4OTQ3XQ==\">v 24<\/a>) has not just been thrown in, as it were, to make sure that the book does not end on a universalistic note (Whybray 1975, 293). The much-discussed linguistic parallels with the first chapter, or at least <a class=\"isa\" verses=\"eyIxNzY4MiI6NX0=\">1:27&ndash;31<\/a>, (<em>pō&scaron;ĕʿ&icirc;m<\/em>, &ldquo;rebels&rdquo; <a class=\"isa\" verses=\"WzE3NjgzXQ==\">1:28<\/a>; <em>bāʿăr&ucirc; &hellip; vĕʾ&ecirc;n mĕkabbeh<\/em>, &ldquo;they will burn &hellip; and there will be none to extinguish,&rdquo; <a class=\"isa\" verses=\"WzE3Njg2XQ==\">1:31<\/a>), reveal the intention of presenting the book as a unified composition. <a class=\"isa\" verses=\"WzE4OTQ3XQ==\">Isaiah 66:24<\/a>, or perhaps <a class=\"isa\" verses=\"eyIxODk0NSI6M30=\">66:22&ndash;24<\/a>, is therefore the excipit to the book as a whole, just as <a class=\"isa\" verses=\"eyIxODkzOCI6Mn0=\">66:15&ndash;16<\/a>, was the original conclusion to <a class=\"isa\" verses=\"eyIxODc1NSI6MTkzfQ==\">ch. 56&ndash;66<\/a>. If the intention was to emphasize divine judgment in the last as in the first chapter of the book, the same intent is in evidence at the conclusion of other major sections: &ldquo;There is no well-being (peace) for the wicked&rdquo; (<a class=\"isa\" verses=\"WzE4NjM3LDE4Nzg3XQ==\">48:22 and 57:21<\/a>). <\/p> <p>This final verse presents the spectacle of worshipers going out, perhaps processionally from the temple, to view the corpses of the rebels. The idiom used (verb <em>rʾh<\/em>, with preposition <em>bĕ<\/em>) elsewhere expresses a strong sense of <em>Schadenfreude<\/em>, gloating over defeated, humiliated, or dead enemies (<a class=\"ref\">Judg 16:27; Ps 22:18[17]; 54:9[7]; Ezek 28:17<\/a>). The scene is no doubt the Valley of Hinnom (or the Valley of the Sons of Hinnom, now Wadi er-Rababeh) south of the city (<a class=\"ref\">Josh 15:8; 18:16; Jer 19:2; Neh 11:30<\/a>); appropriately, since this had been a cult site for Molech and human sacrifice (<a class=\"ref\">2 Kgs 23:10; 2 Chr 28:3; 33:6; Jer 7:32&ndash;33; 32:35<\/a>). The location could also have been suggested by Jeremiah&rsquo;s prophecy that its future name would be &ldquo;the Valley of Slaughter&rdquo; (<em>g&ecirc;ʾ hahărēg&acirc;<\/em>, <a class=\"ref\">Jer 7:32<\/a>,= <a class=\"isa\" verses=\"WzE4MDExXQ==\">19:6<\/a>). We know from rabbinic sources that it also served as the city rubbish dump, but from what point in time we do not know. <\/p> <p>A reading of <a class=\"isa\" verses=\"WzE4OTQ3XQ==\">Isa 66:24<\/a>, together with texts from Jeremiah that identify the Valley of Hinnom as a place of punishment for the wicked (<a class=\"isa\" verses=\"eyIxODAxMSI6Mn0=\">7:30&ndash;34; 19:6&ndash;7<\/a>), contributed to the idea of eternal punishment involving fire and worms (<a class=\"ref\">Sir 7:17<\/a>, Greek text; <a class=\"ref\">Jdt 16:17<\/a>) and to the transformation of the Valley of Hinnom (<em>g&ecirc;ʾ hinn&ocirc;m<\/em>) into Gehenna, familiar from the Gospel sayings of Jesus (<a class=\"ref\">Matt 5:22, 29&ndash;30; Mark 9:43&ndash;48<\/a>, where the influence of <a class=\"isa\" verses=\"WzE4OTQ3XQ==\">Isa 66:24<\/a>, is apparent). <\/p> <p>Several scholars have lamented that the book had to end on such a note. Whitehouse (1908, 339) observed sadly that we have here descended far below the level of Deutero-Isaiah and the towering peaks of the Servant poems. Westermann (1969, 429) was convinced that this theology of eternal damnation is alien to the core of the Old Testament. In the final paragraph of his commentary, Duhm (1922, 490), with his customary mordancy, expressed sadness that a book containing the most splendid and elevated writing in the Old Testament should end on a note of such <em>d&auml;monischen Missklang<\/em>, (&ldquo;fiendish discordancy&rdquo;). While the &ldquo;fiendish discordancy&rdquo; may not be the exclusive property of the commentator, as Torrey (1928, 475) alleged with equal mordancy in the last paragraph of <em>his<\/em>, commentary, something of this disquietude is reflected in the liturgical practice (in the <em>haftara<\/em>, of the Sabbath that coincides with the new moon) of repeating <a class=\"isa\" verses=\"WzE4OTQ2XQ==\">v 23<\/a>, after <a class=\"isa\" verses=\"WzE4OTQ3XQ==\">v 24<\/a>, to provide the book with a more suitable conclusion. <\/p> <p>Blenkinsopp, J. (2008). <em>Isaiah 56&ndash;66: a new translation with introduction and commentary<\/em>, (Vol. 19B, pp. 311&ndash;317). New Haven; London: Yale University Press. <\/p>",
    "audit": 1
}