{
    "id": 2110,
    "source": "blenkinsopp",
    "verse_id": 18294,
    "verse_count": 3,
    "reference": "33:14–16",
    "title": "A Moral Catechism",
    "html": "<p>We know we are approaching the end of this major section in <a class=\"isa\" verses=\"eyIxODE2NiI6MTM5fQ==\">chs. 28&ndash;33<\/a> when the reader, overwhelmed by the threat of divine judgment recurring throughout it, asks how one can avoid the final obliterating judgment represented under the figure of a devouring fire (<em>ʾē&scaron; ʾokelet<\/em> <a class=\"isa\" verses=\"WzE4MjAwLDE4MjQ1LDE4MjQ4XQ==\">29:6; 30:27, 30<\/a> cf. <a class=\"ref\">Deut 4:24; 9:3<\/a>) and the less familiar metaphor of the altar hearth with its perpetually burning fire (<em>m&ocirc;qĕdē ʿ&ocirc;lām<\/em> cf. <a class=\"ref\">Lev 6:2[9]; Ps 102:4<\/a>). Fear-induced shaking and trembling of sinners and at times even the righteous is a common theme in the hymns ( <a class=\"ref\">Ps 2:11; 48:7; 55:6; Exod 15:15<\/a>). All of this has the purpose of introducing the brief ethical catechism that follows. It has long been assumed that this type of recital served to express the moral qualities necessary and appropriate for participation in temple liturgy. It has therefore been described as an entrance liturgy (<em>Torliturgie<\/em>), the prime example of which is <a class=\"ref\">Ps 15<\/a> , though we have no direct evidence that such a recital actually served to admit people to the temple liturgy or exclude them from it. The corresponding &ldquo;negative confession&rdquo; or<em>Beichtspiegel<\/em> form has been compared with formulations in the Egyptian Books of the Dead. The formulation is as follows:<\/p><ul><li> I have not committed sin in the place of truth<\/li><li> I have not blasphemed a god<\/li><li> I have not made anyone weep<\/li><li> I have not killed. (<em>ANET<\/em> , 34)<\/li><\/ul><p>It belongs, however, to the forensic rather than the liturgical realm, as may be seen in the one biblical example in <a class=\"ref\">Job 31<\/a>:<\/p><ul><li> If I have walked with falsehood, and my foot has hastened to deceit.&hellip;<\/li><li> If I have seen anyone perish for lack of clothing &hellip;<\/li><\/ul><p>The form is the oath of clearance, involving a self-imposed curse to guarantee the truth of the asseveration. Comparison with the ethical decalogue is also in order (Koch), though the relation between the decalogue and <a class=\"isa\" verses=\"WzE4Mjk1XQ==\">Isa 33:15<\/a> is complicated by the fact that both draw on traditional ethical formulations passed on within the kinship network and eventually within didactic circles. We can exclude the hypothesis of an origin in the institution of asylum (Delekat), for which such formulations as we find here and in <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">Ps 15<\/a> would be totally inappropriate.<\/p><p>Both the lead-up to the list and the conclusion make it clear that, whatever its origin and Sitz im Leben, this ethical paranesis has been adapted to the eschatological context of a final act of judgment and how one may hope to survive it. This will emerge very clearly by comparing the questions to which the list provides the answer with similar hymnic formulations:<\/p><ul><li> Who may go up to the mountain of Yahveh?<\/li><li> Who may stand in his holy place? ( <a class=\"ref\">Ps 24:3<\/a>)<\/li><\/ul><p>or<\/p><ul><li> Who may sojourn in your tent?<\/li><li> Who may dwell on your holy mountain? ( <a class=\"ref\">Ps 15:1<\/a>)<\/li><\/ul><p>The eschatological character of the questions is brought out more clearly in lxx with the question Who will tell about the eternal place? and in the Targum, which identifies the fire with the everlasting fire of Gehenna. It is interesting, though, and perhaps even consoling, that the passage itself uses the homely image of salvation as security&mdash;having a roof over your head and enough to eat and drink.<\/p><p>A close study of these small ethical catechisms would no doubt provide interesting information on moral perceptions in different societies and the ancient Near Eastern moral-didactic tradition. Both the Isaian passage and <a class=\"ref\">Ps 15<\/a> open with general ethical statements: righteous conduct and honest speaking. In these and the more specific requirements following we note many parallels with the moral didacticism of Israel&rsquo;s sages, as we shall see below. It is also worthy of note that the requirements for worship are ethical rather than ritual, though the latter are sometimes more in evidence; for example, the people are to prepare for the Sinai theophany by washing their clothes, sexual abstention, and keeping their distance from the sacred area, <a class=\"ref\">Exod 19:10&ndash;15<\/a>.<\/p><p>The more specific moral requirements that follow have in common with the tenfold list in <a class=\"ref\">Ps 15<\/a> an exclusive concentration on the practice of social justice. Unlike Job&rsquo;s confession of innocence and the Egyptian negative confessions, examples of sexual transgression are absent. Injunctions against profiting by unjust and exploitative means are of frequent occurrence in the didactic literature ( <a class=\"ref\">Prov 15:27; 28:16; Job 31:39<\/a>) and no doubt included injunctions against lending at interest ( <a class=\"ref\">Ps 15:5<\/a>), which was forbidden between Israelites but apparently not between Israelites and foreigners ( <a class=\"ref\">Exod 22:24[25]; Lev 25:35&ndash;38<\/a>). How fundamental to the working of the judicial system the prohibition of bribery was can be seen in legal formulations, moral teaching, and prophetic comminations against accepting a bribe (&ldquo;a bribe blinds the eyes of the wise and subverts the cause of those who are in the right&rdquo; <a class=\"ref\">Deut 16:19<\/a>). The last two formulations are less clear. The first of the two, moral teaching, connotes a refusal to be a part of conspiracy to commit murder rather than just refusing to listen to someone boast of having committed a crime. Likewise, the refusal to look on evil very likely corresponds to the avoidance of slander in <a class=\"ref\">Ps 15<\/a>.<\/p><p>The eschatological context that accommodates this list of moral requirements has an interesting parallel in the list of requirements in <a class=\"ref\">Ezek 18:5&ndash;9<\/a> , the observation of which gives life. The Ezekiel list is a decalogue that reflects the priestly concerns of Ezekiel by combining the ritual and the ethical. The<em>imperative<\/em> of feeding the hungry and clothing the naked comes closer to the scene in <a class=\"ref\">Matt 25:31&ndash;46<\/a> , a scene that is explicitly eschatological and where the final distinction between the saved and the reprobate is made exclusively on the basis of this imperative to care for the hungry and the thirsty, the naked, the sick, the stranger, and the unjustly imprisoned.<\/p><p>Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em> (Vol. 19, pp. 441&ndash;443). New Haven; London: Yale University Press.<\/p> ",
    "audit": 1
}