{
    "id": 2114,
    "source": "blenkinsopp",
    "verse_id": 18332,
    "verse_count": 60,
    "reference": "36:1–37:38",
    "title": "Jerusalem Threatened and Rescued",
    "html": " <p>This first and longest of the three episodes amounts to a fairly coherent narrative that reads as follows: While Sennacherib was still besieging the fortress city of Lachish, one of his staff was sent to call for the surrender of Jerusalem. The incident described is not therefore a siege, as is often assumed, since the army under Sennacherib&rsquo;s command was still in the lowlands southwest of Jerusalem; it was a mission with the clear purpose of inducing surrender without the need to engage in a necessarily protracted siege. With this in view, the Rabshakeh made an intimidating speech in front of the walls of the city while parleying with Judean officials. After the latter reported to Hezekiah, a prophet (Isaiah) was consulted, as was the custom, and gave a good prognosis. The Assyrian official rejoined his king after the fall of Lachish (<a class=\"isa\" verses=\"WzE4MzYxXQ==\">37:8<\/a>), and the news about an imminent Egyptian intervention led to a second attempt to intimidate Hezekiah into surrendering the city, an attempt thwarted once again by prophetic intervention, this time unsolicited. In keeping with the prophetic prediction, Sennacherib was forced miraculously to retire and was subsequently murdered by his own sons in Nineveh. <\/p> <p>While this narrative sequence is relatively coherent, it is probable, and generally acknowledged, that it was created by conflating two more or less parallel accounts. There are two boastful harangues by the Rabshakeh (<a class=\"isa\" verses=\"W3siMTgzMzUiOjE3fSx7IjE4MzYzIjo0fV0=\">36:4&ndash;20; 37:10&ndash;13<\/a>), in both of which the same cities destroyed by the Assyrians are mentioned (Hamath, Arpad, Sepharvaim); Isaiah intervenes twice and pronounces two oracles dooming the expedition of Sennacherib to failure (<a class=\"isa\" verses=\"W3siMTgzNTUiOjZ9LHsiMTgzNzQiOjE1fV0=\">37:2&ndash;7; 37:21&ndash;35<\/a>); and Hezekiah visits the temple twice (<a class=\"isa\" verses=\"W1sxODM1NF0seyIxODM2NyI6N31d\">37:1; 37:14&ndash;20<\/a>). The events are described as taking place in 701, but the account could not have been put together before the death of Sennacherib two decades later and could be even later. Most commentators have agreed to designate <a class=\"isa\" verses=\"eyIxODMzMiI6NjB9\">chs. 36&ndash;37<\/a>, with the parallel narrative in <a class=\"ref\">2 Kgs 18:1&ndash;19:37<\/a>,(minus <a class=\"isa\" verses=\"bnVsbA==\">18:14&ndash;16<\/a>), Version B and to divide it into <a class=\"isa\" verses=\"eyIxODMzMiI6NjB9\">36:1&ndash;37:9a + 37:37&ndash;38<\/a>,(B <sup>1 <\/sup>) and <a class=\"isa\" verses=\"WzE4MzYyXQ==\">37:9b&ndash;36<\/a>,(B <sup>2 <\/sup>). The former concludes with the return to Nineveh and murder of Sennacherib (<a class=\"isa\" verses=\"eyIxODM5MCI6Mn0=\">37:37&ndash;38<\/a>, cf. <a class=\"isa\" verses=\"WzE4MzYwXQ==\">37:7<\/a>), the latter with the destruction of the Assyrian army in Judah (<a class=\"isa\" verses=\"WzE4Mzg5XQ==\">37:36<\/a>). Version A would be the very different, brief and more annalistic account of Hezekiah&rsquo;s submission to Sennacherib and payment of tribute (<a class=\"ref\">2 Kgs 18:14&ndash;16<\/a>) that has so exercised the ingenuity of commentators and historians. Where exactly B <sup>1<\/sup>, breaks off and B <sup>2<\/sup>, begins is unclear. The suggestion advanced here is that <a class=\"isa\" verses=\"eyIxODM2MCI6MzJ9\">37:7 + 37:37&ndash;38<\/a>, formed the original conclusion to B <sup>1<\/sup>, and that <a class=\"isa\" verses=\"bnVsbA==\">vv 37&ndash;38<\/a>, were moved to their present position when the versions were amalgamated. <a class=\"isa\" verses=\"WzE4MzYxXQ==\">Isaiah 37:8<\/a>, is therefore an editorial link-verse removing the Rabshakeh from the scene and preparing for B <sup>2<\/sup>,. Needless to say, enough inconcinnities, aporias, and additions remain in both accounts to perplex the modern reader, as the commentary will show. The role of Isaiah is in the fore in B <sup>1<\/sup>, less so in B <sup>2<\/sup>, which is more hagiographical, highlighting the piety and devotion of Hezekiah in connection with the temple and priesthood, and introducing a miraculous element (the Destroying Angel) absent from the other version. Both accounts could be described as narrative theology, encapsulating ideological features and a message about power and violence and how they are to be confronted. The story also brings the reader once more up against the immensely problematic nature of divine intervention in human affairs, whether through human agency as in the first version, or the more spectacular and problematic form of miracle in the second. <\/p> <p> <a class=\"isa\" verses=\"eyIxODMzMiI6M30=\">36:1&ndash;3<\/a>. This <em>mise-en-sc&egrave;ne<\/em>, of the monologue before the walls of Jerusalem is practically identical with <a class=\"ref\">2 Kgs 18:13, 17&ndash;18<\/a>. We have just seen that the account of Hezekiah&rsquo;s submission and payment of tribute to Sennacherib in <a class=\"ref\">2 Kgs 18:14&ndash;16<\/a>,(version A) is quite distinct, a conclusion reinforced by the shorter form of the name Hezekiah (i.e. <em>ḥizq&icirc;y&acirc;<\/em>, rather than <em>ḥizq&icirc;yāh&ucirc; <\/em>) and &ldquo;Hezekiah king of Judah&rdquo; rather than &ldquo;King Hezekiah,&rdquo; as in the B version. We know from the royal Assyrian annals (<em>ANET<\/em>, 287&ndash;88) that Sennacherib&rsquo;s western campaign, ending with the submission of Hezekiah and the reduction of Judah to a rump state, took place in 701 b.c.e. If this corresponds to the fourteenth year of Hezekiah as our text states, Samaria would have been incorporated into the Assyrian provincial system and its last king, Hoshea, would have died before Hezekiah came to the throne, and therefore the synchronic data given in <a class=\"ref\">2 Kgs 18:1, 9&ndash;10<\/a>, would be inaccurate. The time-honored alternative is to emend the text, in this case from the fourteenth to the twenty-fourth year, but there is no textual justification for doing so, and it seems more advisable to let the text stand and date Hezekiah&rsquo;s accession to 715 b.c.e., <em>after<\/em>, the fall of Samaria. The fifteen additional years allotted to him after 701 in the second episode (<a class=\"isa\" verses=\"WzE4Mzk2XQ==\">Isa 38:5<\/a>,= <a class=\"ref\">2 Kgs 20:6<\/a>) were evidently calculated on the basis of data provided in the History (<a class=\"ref\">2 Kgs 18:2, 13<\/a>), thus providing another indication that the narrative as a whole was transcribed from the History to the book of Isaiah rather than in the opposite direction. <\/p> <p>The precise location of this hostile encounter is identical with the earlier one between Isaiah, accompanied by Shear-yashub, and Ahaz (see commentary on <a class=\"isa\" verses=\"WzE3Nzg2XQ==\">7:3<\/a>). This circumstance draws the reader&rsquo;s attention to the parallelism between the two critical moments of history and the conduct of the two kings, obliged by the course of events to make fateful decisions on behalf of their people. While the parallel Kings account has a team of three on the Assyrian side matching the three Judean officials (<a class=\"ref\">2 Kgs 18:17<\/a>), the Isaian version concentrates on the Rabshakeh. The holder of this office (Akk. <em>rab &scaron;ake<\/em>,= &ldquo;chief butler&rdquo;) was apparently a civilian with diplomatic and linguistic skills in the service of the king and his generalissimo (the Tartān\/ <em>turtanu<\/em>, of <a class=\"ref\">2 Kgs 18:17<\/a>). He was sent on ahead with a detachment to negotiate the surrender of Jerusalem. His mission must have occurred during or shortly after the reduction and destruction of Lachish (graphically portrayed on the wall panels now in the British Museum, see <em>ANEP <\/em> <sup>2<\/sup>, 371&ndash;73) and the devastation of the 46 locations and their inhabitants mentioned on the Rassam Cylinder (<em>ANET<\/em>, 288). <\/p> <p>According to <a class=\"isa\" verses=\"eyIxODA2OCI6MTF9\">22:15&ndash;25<\/a>, Eliakim replaced Shebna as superintendent of the palace or grand vizier (<em>ʾă&scaron;er ʿal-habbāyit <\/em>), though he too apparently failed to live up to the demands of this high office. Whether the fall from grace of both of these officials occurred before (followed by reinstatement) or after 701 we do not know. Likewise, the title <em>sōpēr<\/em>,(usually translated &ldquo;scribe&rdquo;), borne by Shebna, may imply demotion to the level of secretary and scrivener, but since it is also the term used for the highest political office from the time of Josiah (<a class=\"ref\">Jer 26:24<\/a>, etc.), it is possible that the author anachronistically juxtaposed two terms for the same office (see further the commentary on <a class=\"isa\" verses=\"eyIxODA2OCI6MTF9\">22:15&ndash;25<\/a>). The function of the <em>mazk&icirc;r<\/em>, the office held by Joah, third member of the mission, is not entirely clear&mdash;perhaps that of official spokesman or herald. <\/p> <p> <a class=\"isa\" verses=\"eyIxODMzNSI6N30=\">36:4&ndash;10<\/a>. The speech of the Rabshakeh consists in a blatant attempt to intimidate and bully the people of Jerusalem into submission. The Rabshakeh&rsquo;s insistence on directing his oratory towards the common people as well as the king&rsquo;s emissaries (<a class=\"isa\" verses=\"WzE4MzQzXQ==\">36:12<\/a>) is in accordance with the Assyrian practice of holding the entire population of a vassal state responsible for keeping the peace, with the obvious purpose of encouraging them to depose or assassinate their rulers in the event that the rulers rebel. This policy also served to justify atrocities committed against civilians, amply and gruesomely documented by the Assyrians themselves in their annals and iconography. The speech is evidently a free composition of the author of B <sup>1<\/sup>, in keeping with the common practice in ancient historiography of putting speeches into the mouths of leading characters at important points of the narrative (e.g. Herodotus, Thucydides, Acts of the Apostles). <\/p> <p>While the author may have had some indirect acquaintance with the bombastic style of Near Eastern royal inscriptions, including titulary (great king, king of the world, etc.), he or, less probably, she has drawn extensively on the Isaian prophetic material available at the time of writing. The speech reaches at once to the center of Isaian theopolitics with the first rhetorical question: what is the source of your confidence? This is a fundamental issue in all parts of the book of Isaiah. The specific instance on which several Isaian sayings converge is illusory confidence in an Egyptian alliance (<a class=\"isa\" verses=\"W3siMTgwMDYiOjE1fSx7IjE4MTc5Ijo5fSx7IjE4MjE5Ijo3fV0=\">19:1&ndash;15; 28:14&ndash;22; 30:1&ndash;7<\/a>) and in the ability and willingness of Egypt to supply the horses and chariots that the Judeans lack and with which the Assyrians are abundantly supplied (<a class=\"isa\" verses=\"W1sxODIzNF0seyIxODI1MiI6M31d\">30:16; 31:1&ndash;3<\/a>). How misplaced this confidence was is summarized in the dismissal of the Egyptians as a &ldquo;profitless people&rdquo; (<a class=\"isa\" verses=\"WzE4MjIzLDE4MjI1XQ==\">30:5, 7<\/a>), and the same opinion is expressed more vividly by the Rabshakeh (cf. Sargon II&rsquo;s description of the Pharaoh as &ldquo;a king who cannot save,&rdquo; Cogan and Tadmor 1988, 231). There is also an echo of the theme of contrasting and conflicting human and divine plans (as in <a class=\"isa\" verses=\"eyIxODIwOSI6Mn0=\">29:15&ndash;16<\/a>)&mdash;plans for making war (<a class=\"isa\" verses=\"WzE4MzM2XQ==\">36:5<\/a>) over against Yahveh&rsquo;s own plan for Assyria devised ages past (<a class=\"isa\" verses=\"WzE4Mzc5XQ==\">37:26<\/a>). <\/p> <p>Since Assyrian campaigns with their attendant slaughter and mayhem were conducted to the greater glory of the imperial deity, Ashur, it is not surprising that the Rabshakeh came up with religious and ideological as well as practical reasons for surrendering. A standard explanation for military disaster, and therefore a standard excuse for inflicting military disaster on others, was the anger of the native deity at his or her devotees. The Israelites were believed to have devastated Moab because Kemosh was angry with his land (<em>ANET<\/em>, 320). That first the Assyrians and then the Babylonians devastated Israel and Judah because of the anger of Yahveh is one of the most recurrent motifs of prophetic preaching, and we can say that the prophetic ethic developed, in good part, out of the attempt to explain the divine anger manifested in the course of international events. A key criterion for the Historian&rsquo;s evaluation of rulers was their attitude about the <em>bām&ocirc;t<\/em>,(&ldquo;high places&rdquo;), and therefore a key element in the positive evaluation of Hezekiah was his abolition of the same (<a class=\"ref\">2 Kgs 18:3&ndash;7<\/a>, cf. <a class=\"ref\">2 Chr 31:1<\/a>). It is not surprising that the author has this spokesman for an evil empire express views at variance with Deuteronomistic orthodoxy and represent Hezekiah&rsquo;s religious reforms as positively sinful&mdash;not unlike the vigorous rejection of this Deuteronomic innovation by Jeremiah&rsquo;s male and female audience in Egypt, a rejection that added up to an interesting alternative explanation for the disaster of 586 b.c.e. (<a class=\"ref\">Jer 44:15&ndash;19<\/a>). <\/p> <p>To this the Rabshakeh adds a more decisive argument by adducing an oracle of Yahveh addressed to Sennacherib commanding him to destroy Judah, one similar in wording to the prediction recorded in Jeremiah&rsquo;s scroll that &ldquo;the king of Babylon will certainly come and destroy this land&rdquo; (<a class=\"ref\">Jer 36:29<\/a>). This further example of religion in the service of absolute power was apparently not uncommon in the Near East; for example, both Sargon II and Cyrus claimed that Marduk had called them to conquer Babylon. But destroying a foreign god&rsquo;s land is another matter. The author may therefore have wished us to understand that this was a barefaced lie, since no such oracle existed, or the claim may have drawn on the multiple threats of punishment by military action leveled at Judah in the Isaian material. Another possibility, suggested by the close links in transmission between Isaiah and Micah, is that the author had <a class=\"ref\">Mic 3:12<\/a>, in mind, a very direct threat of the comprehensive destruction of Jerusalem, though one addressed not to Sennacherib but to Hezekiah. Whatever the author had in mind precisely, placing such a claim of divine revelation in the Rabshakeh&rsquo;s mouth, when taken with other indications, intimates strong reservations on the part of the Deuteronom(ist)ic author or editor about prophetic threats of total destruction leveled against their Israelite contemporaries. It was suggested above that this may help to explain the Historian&rsquo;s failure to mention Amos, and the transformation of Micah&rsquo;s prediction of the destruction of Jerusalem (<a class=\"ref\">Mic 3:12<\/a>) from an unconditional to a conditional prediction of doom (<a class=\"ref\">Jer 26:17&ndash;19<\/a>). <\/p> <p> <a class=\"isa\" verses=\"eyIxODM0MiI6MTB9\">36:11&ndash;20<\/a>. The composer of the scene has used the issue of linguistic competence to prepare for the Rabshakeh&rsquo;s direct address to the population of the city represented by the bystanders on the wall. Aramaic was the diplomatic lingua franca of the Neo-Assyrian Empire, beginning as early as the seventh century b.c.e., and it continued to be, into the Achaemenid period. The request of the Judean officials implies that Aramaic and the Jerusalem dialect of Hebrew (<em>yĕh&ucirc;d&icirc;t<\/em>, also <a class=\"ref\">Neh 13:24<\/a>) were not mutually intelligible, at least not for the linguistically uneducated (see further Ullendorf 1962). It seems surprising that the Rabshakeh had a fluent command of spoken Hebrew, unless he was one of the Samarian deportees who had risen through the ranks, as has been suggested. At any rate, the Rabshakeh deployed this unusual competence in pursuit of his purpose of driving a wedge between the people and their ruler. In doing so he alternated brutal threats with blandishments and promises, a technique still used by interrogators to break down resistance. The threats, delivered in deliberately crude and offensive terms, are reminiscent of standard descriptions of the horrors of a protracted siege in curses attached to treaties (e.g. the vassal treaties of Esarhaddon, <em>ANET<\/em>, 534&ndash;41) and reproduced in biblical covenant formulations (e.g. <a class=\"ref\">Lev 26:29; Deut 28:53&ndash;57<\/a>, cf. <a class=\"ref\">Ezek 4:16&ndash;17; Lam 2:20; 4:4&ndash;5, 10<\/a>). But then, in describing the charms of the land to which those addressed were to be deported, the Rabshakeh changes his approach and sounds rather like an enthusiastic travel agent (the publicity is more developed in <a class=\"ref\">2 Kgs 18:17<\/a>), though as often happens with such advance descriptions the reality would turn out to be rather different. In the interval between surrender and deportation, the Assyrians will generously leave the now subject people free to enjoy the fruits of their agricultural labors (cf. <a class=\"ref\">Lev 26:10, 16; Deut 11:14; 28:39&ndash;40, 51; Amos 5:11<\/a>). The length of the interval is not stated; presumably not as long as some of the Samarians had to wait to be transported to northern Mesopotamia (<a class=\"isa\" verses=\"WzE3NzkxXQ==\">Isa 7:8b<\/a>; <a class=\"ref\">Ezra 4:2, 9&ndash;10<\/a>). <\/p> <p>In urging the population not to be taken in by Hezekiah&rsquo;s assurances, the Rabshakeh presents an excellent summary of Isaiah&rsquo;s message: Yahveh will save us; Jerusalem will not fall (clearly in <a class=\"isa\" verses=\"WzE4Mzg4XQ==\">37:35<\/a>, cf. <a class=\"isa\" verses=\"W3siMTgxOTkiOjR9LHsiMTgyNTUiOjJ9LHsiMTgyNTkiOjJ9XQ==\">29:5&ndash;8; 31:4&ndash;5, 8&ndash;9<\/a>). But in setting up the confrontation in these terms the author left an enormous question hanging over the heads of the survivors of the catastrophe of 586 b.c.e. The warning is followed by what seems to be a decent offer. The phrase <em>ʿăś&ucirc;ʾitt&icirc; bĕrāk&acirc;<\/em>,(<a class=\"isa\" verses=\"WzE4MzQ3XQ==\">16<\/a>), literally, &ldquo;make with me a blessing,&rdquo; which occurs only in this place, has been variously interpreted: something like &ldquo;do me a favor (and surrender the city)&rdquo; or &ldquo;let&rsquo;s be good friends&rdquo; or &ldquo;let us enter into a covenant with its blessings (and curses)&rdquo; or, finally, &ldquo;send me a gift,&rdquo; since <em>bĕrāk&acirc;<\/em>, means &ldquo;gift&rdquo; elsewhere though not as part of this idiom (see <a class=\"ref\">Josh 15:19; 1 Sam 30:26; 2 Kgs 5:15<\/a>; Cogan and Tadmor 1988, 232). In view of the immediate context, it reads very much like an invitation to surrender. The tone then changes to bluster as the Rabshakeh enumerates earlier Assyrian victories over comparable states and their comparable deities, at which point the author could draw on existing Isaian diatribe couched in much the same terms (<a class=\"isa\" verses=\"W3siMTc4NTkiOjR9LHsiMTc4NjQiOjJ9XQ==\">10:8&ndash;11, 13&ndash;14<\/a>). Hamath (Hama) in central Syria was taken and its population deported by Sargon II in 720; Arpad (Tell Rifaʾat), chief city of Bit-agusi in northern Syria, fell to Tiglath-pileser III twenty years earlier. Both Sepharvaim (unidentified) and Hamath provided transfer population for depopulated Samaria (<a class=\"ref\">2 Kgs 17:24<\/a>), and the new settlers from Sepharvaim offered the cult of child sacrifice to a deity called Adrammelek, curiously the same name as the name of the parricidal son of Sennacherib (<a class=\"isa\" verses=\"WzE4MzkxXQ==\">Isa 37:38<\/a>); the one takes the life of his children, the other the life of his father. <\/p> <p>Samaria provides the last example of defeated peoples and deities, which was intended to put the erstwhile Northern Kingdom and its later occupants on the same plane religiously as the pagan nation-states of Syria listed with it. This is in keeping with both Isaian polemic and the viewpoint of the History in which the fall of the Northern Kingdom is attributed to aberrant cults. The contrast between South and North, Judah and Samaria, will remain a prominent issue down to the end of the Second Temple period. <\/p> <p> <a class=\"isa\" verses=\"eyIxODM1MiI6MTB9\">36:21&ndash;37:8<\/a>. The silent reception of the Rabshakeh&rsquo;s harangue is at first sight surprising since the Judean officials had been sent to parley. Either they simply refused to continue the dialogue in Hebrew in the hearing of the populace, or silence was considered the only response to blasphemy. The Rabshakeh&rsquo;s mission was therefore unsuccessful, but no one on the Judean side would have harbored any illusions about the consequences. This prospect alone would justify the traditional signs of mourning by the officials and the king, though the author may also have had in mind the blasphemy against Yahveh. (On ceremonial mourning see commentary on <a class=\"isa\" verses=\"WzE4MDY1XQ==\">22:12<\/a>; also <a class=\"isa\" verses=\"W3siMTc5NjMiOjJ9LHsiMTgyNzEiOjJ9XQ==\">15:2&ndash;3 and 32:11&ndash;12<\/a>.) From this point on the story has to accommodate two protagonists, the prophet who serves as intermediary between the deity and the beleagered people and the pious monarch who abases himself and betakes himself at once to the temple. While his prayer is recorded only in the alternative version (<a class=\"isa\" verses=\"eyIxODM2OCI6Nn0=\">37:15&ndash;20<\/a>), we are to understand that he went to the temple to pray and that the result was the sending of a delegation to consult Isaiah. <\/p> <p>At this point we are confronted with a particular aspect of the ideology inscribed into the story about king and prophet. <a class=\"isa\" verses=\"bnVsbA==\">Chs. 28&ndash;33<\/a>, much of which has to do with policies pursued at the Judean court leading up to, during, and immediately after the revolt against Sennacherib, record the unrelenting criticism directed against the ruling class in Jerusalem, not least because of their disregard for the prophetic message. While Hezekiah is never mentioned, it is inconceivable that he was exempt from criticism: we hear of <em>his<\/em>, officials on a futile mission to solicit assistance from Egypt (<a class=\"isa\" verses=\"WzE4MjIyXQ==\">30:4<\/a>); the &ldquo;house of evildoers&rdquo; (<em>bēt mĕrēʿ&icirc;m<\/em>, <a class=\"isa\" verses=\"WzE4MjUzXQ==\">31:2<\/a>) could well refer to the royal house; and we noted in the commentary that concluding the section with the prospect of a righteous king and political leaders in the future (<a class=\"isa\" verses=\"WzE4MjYxLDE4Mjk3XQ==\">32:1; 33:17<\/a>) could be an implicit criticism of the less-than-righteous situation in the present. To this we may add that in the account of Jeremiah&rsquo;s trial (<a class=\"ref\">Jer 26:17&ndash;19<\/a>) Micah&rsquo;s unconditional prediction of the destruction of Jerusalem (<a class=\"isa\" verses=\"WzE3NzIwXQ==\">3:12<\/a>) is presented as the occasion for Hezekiah&rsquo;s change of heart, and the threat of destruction itself is the result of bloodshed and wrongdoing in Jerusalem (Mic 3:10). Ackroyd (1979, 12) has, moreover, plausibly suggested that the original form of <a class=\"isa\" verses=\"bnVsbA==\">Isa 39<\/a>, envisaged condemnation for Hezekiah on account of his involvement with a foreign power, Babylon. In this respect, therefore, he was no different from Ahaz, who guiltily sought assistance from Assyria (<a class=\"ref\">2 Kgs 16:7&ndash;9<\/a>). The difficulty of understanding how exile in Babylon could follow from a mere act of political naivet&eacute; would be reduced if the text originally referred to overtures towards a Babylonian alliance. The conclusion towards which these misgivings about the present state of the text point is, therefore, that, whatever its origin, the story about king and prophet has served the purposes of the Historian, which included setting up a contrast between the reprobate Ahaz and the pious Hezekiah and pinning responsibility for the destruction of Jerusalem and exile firmly on Manasseh (<a class=\"ref\">2 Kgs 21:10&ndash;15<\/a>). In a form apt for fulfilling this function, it was transcribed, with further modifications, into the book of Isaiah. <\/p> <p>Consulting a prophetic intermediary at a time of crisis is attested throughout the Near East as early as the reign of Zimrilim of the Kingdom of Mari in the eighteenth century b.c.e., if not earlier. The delegation to Isaiah is composed of Eliakim, Shebna, and the senior priests. Joah is missing, no doubt because a herald would be <em>de trop<\/em>, in a private meeting with a prophet. We hear of a similar delegation sent by Josiah to the prophet Huldah (<a class=\"ref\">2 Kgs 22:11&ndash;20<\/a>) and by Zedekiah to Jeremiah (<a class=\"ref\">Jer 21:1&ndash;2<\/a>), both instances in which priests took part. There is no direct request for miraculous intervention. A proverb expressing a sense of powerlessness is quoted (cf. <a class=\"ref\">Hos 13:13<\/a>), and the group asks whether the living God (cf. <a class=\"ref\">1 Sam 17:26, 36<\/a>) will refute the Rabshakeh&rsquo;s argument, which evaluates the reality and efficacy of divinity in terms of the manifest exercise of power, a very common procedure in all ages. This is the language heard so often in the psalms of lament: why is God silent and inactive? (e.g. <a class=\"ref\">Ps 9:19&ndash;20; 10:1&ndash;2<\/a>), and the cry has often been heard since then. The delegates conclude their brief representation by requesting that Isaiah do what prophets were expected to do&mdash;that is, intercede for the remnant of Judah (cf. <a class=\"isa\" verses=\"W1sxNzc4Nl0seyIxODM4MyI6M31d\">37:30&ndash;32 and 7:3<\/a>)&mdash;in other words, for all that was left after the murderous assault of the Assyrian army. <\/p> <p>Isaiah&rsquo;s reply is succinct by contrast with his intervention in the alternative version, the succinctness no doubt due to the restructuring of the narrative line when the two versions were conflated. The basic message is one of reassurance&mdash;&ldquo;don&rsquo;t be afraid&rdquo; (<em>ʾal-t&icirc;rāʾ <\/em>)&mdash;corresponding to the message delivered to Ahaz three decades earlier (<a class=\"isa\" verses=\"WzE3Nzg3XQ==\">7:4<\/a>) and to the consoling word repeated frequently in the discourses of the so-called Second Isaiah (<a class=\"isa\" verses=\"W1sxODQ2Ml0seyIxODQ2NSI6Mn0sWzE4NTA3LDE4NTExLDE4NTM2LDE4NTQyLDE4NzI4XV0=\">41:10, 13, 14; 43:1, 5; 44:2, 8; 54:4<\/a>). It is interesting to observe that in this version divine intervention comes about not by way of the Destroying Angel but by a kind of mind control or psychological conditioning. Yahveh will inject a &ldquo;spirit&rdquo; (<em>r&ucirc;aḥ <\/em>) into Sennacherib, like the &ldquo;evil spirit from Yahveh&rdquo; that accounted for Saul&rsquo;s abnormal behavior (<a class=\"ref\">1 Sam 16:14&ndash;16, 23; 18:10; 19:9&ndash;10<\/a>) or the spirit commissioned by Yahveh to make Ahab&rsquo;s prophets deceive him and bring about his death (<a class=\"ref\">1 Kgs 22:20&ndash;23<\/a>). Yahveh can therefore also work by bringing about changes of mood or instilling presentiments of disaster and death, even when, as in this instance, they may have no obvious rationale. The rumors no doubt emanated from the court at Nineveh, but we know of no disturbance that may have occasioned them at that time. Sennacherib did in fact fall by the sword, but only two decades after the time in which the story is set. The details are provided at the end of the second version (<a class=\"isa\" verses=\"eyIxODM5MCI6Mn0=\">37:37&ndash;38<\/a>) which, as noted earlier, were probably located originally at the end of the first version. <\/p> <p> <a class=\"isa\" verses=\"eyIxODM2MiI6MTJ9\">37:9&ndash;20<\/a>. It is really not very important to decide the precise point of suture between the two versions. Editorial logic required that the Rabshakeh retire and a pretext be supplied for a second challenge. The Rabshakeh therefore rejoined Sennacherib, and the hostile approach of Tirhakah occasioned a second attempt to bully Jerusalem into surrendering. The connection between <a class=\"isa\" verses=\"eyIxODMzOSI6Mn0=\">vv 8 and 9<\/a>, is weak, since <em>vayyi&scaron;maʿ<\/em>,(&ldquo;and he heard&rdquo;) has no antecedent; the point of juncture may therefore be here. If we retain the second <em>vayyi&scaron;maʿ<\/em>,(<em>vayyi&scaron;maʿ vayi&scaron;laḥ<\/em>, &ldquo;when he heard he sent &hellip;&rdquo;), it will imply that when Sennacherib heard the bad news of the approach of Tirhakah he sent envoys to Hezekiah; but if we emend to <em>vayyā&scaron;ob vayi&scaron;laḥ<\/em>,(&ldquo;he once again sent&rdquo;; see notes on the text) the point that this was a second mission would be made explicitly, no doubt by the editor who conflated the two versions. <\/p> <p>At this juncture the historical account is somewhat confused since Taharqa of the Nubian or Napatan dynasty only ascended the throne of both Egypts in 690\/689, more than a decade after Sennacherib&rsquo;s Palestinian campaign. In 701, Shebitku his father reigned, having followed <em>his<\/em>, father Shabako on the throne the year before the Palestinian campaign (see commentary on <a class=\"isa\" verses=\"W3siMTc5OTkiOjd9LHsiMTgyMTkiOjV9XQ==\">18:1&ndash;7 and 30:1&ndash;5<\/a>). Perhaps the error arose because Taharqa commanded the army defeated at Eltekeh by the Assyrians. <\/p> <p>The second and shorter discourse (<a class=\"isa\" verses=\"eyIxODM0MSI6NH0=\">10&ndash;13<\/a>) in epistolary form takes aim more directly at Yahveh than at Hezekiah and therefore strikes more closely at the heart of Isaiah&rsquo;s message of confidence in Yahveh as the essential attitude in a time of crisis (<a class=\"isa\" verses=\"WzE3NzkyLDE3ODI1LDE3OTAzLDE4MTM0LDE4MjMzLDE4MjM2XQ==\">7:9b; 8:17; 12:2; 26:3; 30:15, 18b<\/a>). We cannot help wondering how this would have been read after 586 b.c.e., when no Destroying Angel appeared from heaven. Sennacherib&rsquo;s tone of self-confident braggadocio is the same as in the Rabshakeh&rsquo;s speech: in the encounter with the Assyrian juggernaut nations are utterly destroyed and their gods exposed as worthless. The list of victims is somewhat longer. In addition to Hamath, Arpad, and Sepharvaim we hear of the extinction of the following: Gozan (<em>guzanu<\/em>,= Tell Halaf on the Upper Habor, to which Israelites were exiled <a class=\"ref\">2 Kgs 17:6<\/a>); Haran (<em>ḫarranu<\/em>, on the Upper Balik, annexed by Assyria in the ninth century); Reseph (<em>rasappa<\/em>, Upper Mesopotamia); Eden (<em>bit-adinu<\/em>, on the Euphrates cf. <a class=\"ref\">Amos 1:5<\/a>); Telassar (perhaps <em>til-assuri<\/em>, on the Lower Diyala). Hena and Ivvah are missing from <a class=\"isa\" verses=\"WzE4MzUwXQ==\">36:19<\/a>, and from the corresponding place in lxx; if they are cities their location is unknown. The Targum (&ldquo;did they not cast them out and exile them?&rdquo;) appears to have read these names as verbal forms from <em>nvʾ<\/em>,(Hiphil) and <em>ʿvh<\/em>,(Piel), respectively. <\/p> <p>The repeated challenge leads to another visit to the temple and serves to set the piety and humility of Hezekiah in sharp contrast to the impiety and hubris of his adversary. We have seen that the motif of the temple visit, piety towards the deity, and defeat of the tyrant also occurs in Herodotus&rsquo; story about Pharaoh Sethos who, when attacked by Sennacherib, prayed to the god Ptah and received assurance of success (2.141). Hezekiah read the letter (or had it read to him cf. <a class=\"ref\">2 Kgs 22:10; Jer 36:21<\/a>) and displayed it before Yahveh enthroned in the temple, somewhat reminiscent of &ldquo;letters to the gods&rdquo; placed in Mesopotamian temples after successful campaigns. The prose prayer follows the classical pattern of invocation, petition, description of the suppliant&rsquo;s situation, and final confession. The titulary <em>YHVH ṣĕbāʾ&ocirc;t y&ocirc;&scaron;ēb hakkĕrub&icirc;m<\/em>,(&ldquo;Yahveh of the hosts seated on the chrubim&rdquo;) and <em>ʾĕloh&ecirc; yiśrāʾēl<\/em>,(&ldquo;God of Israel&rdquo;) is traditional and well attested in liturgical prayers and in Isaiah. The pervasive influence of Deuteronomistic language and theology is evident throughout the prayer (cf. the prayers of David and Solomon <a class=\"ref\">2 Sam 7:18&ndash;29; 1 Kgs 8:23&ndash;53<\/a>), not least in the confession of Yahveh as the only God in heaven and earth (<a class=\"ref\">1 Kgs 8:23, 60<\/a>), sovereign of all the kingdoms of the earth (<a class=\"ref\">Deut 28:25<\/a>), together with the denial of the reality of other gods (<a class=\"ref\">2 Sam 7:22<\/a>). It is not surprising that the account of the Assyrian treatment of other cults lacks nuance (see Cogan 1974, 15&ndash;20), but it offered an occasion for anti-idolatry polemic in terms familiar from <a class=\"ref\">Deuteronomy 4:28; 28:36, 64; 29:17<\/a>, and the so-called Second Isaiah (<a class=\"isa\" verses=\"W3siMTg0MzkiOjN9LHsiMTg0NTgiOjJ9LHsiMTg0NzMiOjR9LHsiMTg0ODAiOjJ9LHsiMTg1NDAiOjE1fSx7IjE4NTc4IjoyfV0=\">40:18&ndash;20; 41:6&ndash;7, 21&ndash;24, 28&ndash;29; 44:6&ndash;8, 9&ndash;20; 45:16&ndash;17<\/a>). The prayer ends by repeating the petition and the confessional formula (<em>Bekenntisformel <\/em>) of the type &ldquo;so that X may know (acknowledge) &hellip;,&rdquo; of frequent occurrence in Ezekiel and in evidence in other post-disaster texts (e.g. <a class=\"isa\" verses=\"WzE4NTY1XQ==\">Isa 45:3b<\/a>). <\/p> <p> <a class=\"isa\" verses=\"eyIxODM3NCI6MTh9\">37:21&ndash;38<\/a>. If we read <a class=\"isa\" verses=\"eyIxODMzMiI6NjB9\">chs. 36&ndash;37<\/a>, as a seamless narrative, we would have to conclude that Hezekiah was no more convinced by Isaiah&rsquo;s reassuring statement (<a class=\"isa\" verses=\"eyIxODM1OCI6M30=\">37:5&ndash;7<\/a>) than His predecessor Ahaz, so that another oracle had to be delivered. At any rate, Isaiah does make a second appearance in the narrative, knows telepathically of Hezekiah&rsquo;s prayer, and delivers a second oracle with a positive prognosis for the immediate future. Since <a class=\"isa\" verses=\"WzE4MzUyXQ==\">21<\/a>, calls for a saying addressed to Hezekiah rather than Sennacherib, and since in that situation of crisis the recital of a fairly long poem would be inappropriate and incongruous, most commentators accept that <a class=\"isa\" verses=\"WzE4MzUzXQ==\">22&ndash;29<\/a>, has been inserted, no doubt to give greater prominence to Isaiah and to answer taunt with taunt. The placing of the sign (<a class=\"isa\" verses=\"bnVsbA==\">30&ndash;32<\/a>) at this point is also problematic, since the purpose of a sign is to reinforce the validity of an oracle already delivered (as <a class=\"isa\" verses=\"eyIxNzc4NiI6MTR9\">7:3&ndash;16<\/a>). It may have been connected with the first oracle of Isaiah at an earlier stage, since the idea of the remnant occurs only here (<a class=\"isa\" verses=\"WzE4Mzg0XQ==\">37:31<\/a>) and in the B <sup>1<\/sup>, version (<a class=\"isa\" verses=\"WzE4MzU3XQ==\">37:4<\/a>); or, alternatively, the editor may have read it as confirming the prediction of Sennacherib&rsquo;s defeat in the previous verse (<a class=\"isa\" verses=\"WzE4MzgyXQ==\">37:29<\/a>). However this may be, <a class=\"isa\" verses=\"bnVsbA==\">33a<\/a>,(&ldquo;this, therefore, is the word of Yahveh concerning the king of Assyria&rdquo;) should be read as resumptive of <a class=\"isa\" verses=\"WzE4MzUzXQ==\">22a<\/a>,(&ldquo;this is the word that Yahveh has spoken concerning him&rdquo;) and the saying in <a class=\"isa\" verses=\"bnVsbA==\">33b&ndash;35<\/a>, as the one announced in <a class=\"isa\" verses=\"WzE4MzUzXQ==\">22a<\/a>. <\/p> <p>The poetic response to Sennacherib&rsquo;s insulting diatribes (<a class=\"isa\" verses=\"eyIxODM1MiI6Mn0=\">21&ndash;29<\/a>) follows a pattern familiar throughout <a class=\"isa\" verses=\"bnVsbA==\">Isa 1&ndash;35<\/a>, of quoting the boastful words of the enemy (<a class=\"isa\" verses=\"bnVsbA==\">24&ndash;25<\/a>) and then the refutation (<a class=\"isa\" verses=\"bnVsbA==\">26&ndash;29<\/a>, cf. <a class=\"isa\" verses=\"W3siMTc4NTkiOjR9LHsiMTc4NjQiOjJ9XQ==\">10:8&ndash;11, 13&ndash;14<\/a>, followed by <a class=\"isa\" verses=\"eyIxNzg2NiI6NX0=\">10:15&ndash;19<\/a>). The counter-taunt is put in the mouth of the woman Zion\/Jerusalem, with the implication of the scornful rejection of a clumsy attempt at seduction&mdash;one of the earliest examples of this metaphoric use of the language of siege warfare so common in French novels of the early modern period. The tossing of the head therefore indicates not sorrow (Cogan and Tadmor 1988, 237) but contempt (cf. <a class=\"ref\">Pss 22:8; 109:25<\/a>). The heinous nature of the blasphemy is indicated by the use of the designation &ldquo;the Holy One of Israel&rdquo; (<em>qĕd&ocirc;&scaron; yiśrāʾēl <\/em>), of particularly frequent occurrence in the exilic section of the book (chs. <a class=\"isa\" verses=\"bnVsbA==\">40&ndash;55<\/a>) and, interestingly enough, in the sayings dealing with the Assyrian campaign of 701 b.c.e. (<a class=\"isa\" verses=\"W3siMTgyMjkiOjJ9LFsxODIzMywxODI1Ml1d\">30:11, 12, 15; 31:1<\/a>). <\/p> <p>The words put into Sennacherib&rsquo;s mouth (<a class=\"isa\" verses=\"bnVsbA==\">24&ndash;25<\/a>) provide a third opportunity for boasting, this time with respect to Assyrian penetration into the Lebanon range to secure timber (cf. <em>ANET<\/em>, 276, 291), the provision of water, and (with obvious hyperbole) the drying up of the branches of the Nile (cf. <a class=\"isa\" verses=\"W3siMTgwMTAiOjZ9LFsxODY4NF1d\">19:5&ndash;10; 51:10<\/a>). (It will be obvious that ecological awareness was not well developed in ancient Assyria.) The reply (<a class=\"isa\" verses=\"bnVsbA==\">26&ndash;29<\/a>) opens with a type of formulaic rhetorical question (&ldquo;have you not heard?&rdquo;) attested in the so-called Second Isaiah (<a class=\"isa\" verses=\"eyIxODQ0MiI6NH0=\">40:21&ndash;24<\/a>, similar also in content, and <a class=\"isa\" verses=\"eyIxODQ0OSI6NH0=\">40:28&ndash;31<\/a>) and introducing the theme of the plan or agenda of Yahveh with respect to the nations and Assyria in particular (cf. <a class=\"isa\" verses=\"W3siMTc4NTYiOjJ9LHsiMTgwMzUiOjJ9LFsxODIxOV1d\">10:5&ndash;6; 20:5&ndash;6; 30:1<\/a>). The implication is that the rise and fall of Assyria (its &ldquo;rising up and sitting down&rdquo;) were planned and preordained from the beginning of time and that the prophet&rsquo;s contemporaries are about to witness the consummation of that plan. The concluding image draws on the cruel practice of putting a metal ring through the cheeks or lips of prisoners (see, e.g., the Assyrian relief of Esarhaddon with a Tyrian and Egyptian ruler held on a leash attached to a ring through the lips, <em>ANEP<\/em>, 447), expressive of how the author would like to see the campaign brought to a close. <\/p> <p>To judge by the closely parallel <a class=\"isa\" verses=\"eyIxNzc5NyI6M30=\">7:14&ndash;16<\/a>, the sign (<a class=\"isa\" verses=\"eyIxODM4MyI6M30=\">37:30&ndash;32<\/a>) had the purpose of providing a guarantee of the truth of the prophetic word as well as motivation for acting in accordance with it. The message is that you will be able to resume the normal agricultural processes in the third year, after the loss of two harvests caused by the Assyrian army&rsquo;s living off the land, destroying what they did not eat, and driving the population (200, 150 of them, according to the doubtless exaggerated statistics of the Rassam Cylinder) away from their homes. But by that time Sennacherib would have been long gone and the prophetic prediction seen to be fulfilled (<a class=\"isa\" verses=\"WzE4MzYwLDE4MzgyLDE4Mzg3XQ==\">37:7, 29, 34<\/a>). We must therefore take it in a more general sense of a reassurance that Judah will survive just as the good earth survives devastation and continues to flourish in spite of human exploitation (cf. <a class=\"isa\" verses=\"WzE4MTU4XQ==\">27:6<\/a>; <a class=\"ref\">Mic 5:7&ndash;8<\/a>). <a class=\"isa\" verses=\"WzE4Mzg1XQ==\">Isa 37:32a<\/a>,(&ldquo;from Jerusalem a remnant shall go forth, and survivors from Mount Zion&rdquo;) reads like a programmatic statement and may have been added some time in the Second Commonwealth period (cf. <a class=\"isa\" verses=\"eyIxNzczNiI6Mn0=\">4:2&ndash;3<\/a>; <a class=\"ref\">Mic 4:7<\/a>), though the text does not speak of a remnant <em>returning<\/em>,(cf. <a class=\"isa\" verses=\"eyIxNzg3MSI6NH0=\">10:20&ndash;23<\/a>). The final statement (<a class=\"isa\" verses=\"bnVsbA==\">v 32b<\/a>) is also found at the conclusion of the poem on the birth of the future king, perhaps referring to Hezekiah, who is here being addressed (see commentary on <a class=\"isa\" verses=\"eyIxNzgzMSI6N30=\">8:23&ndash;9:6[9:1&ndash;7]<\/a>). <\/p> <p>As I noted above, the solemnly formulated oracle in <a class=\"isa\" verses=\"bnVsbA==\">vv 33&ndash;35<\/a>, at one time formed the sequel to <a class=\"isa\" verses=\"WzE4Mzc1XQ==\">37:22<\/a>, and in the final state of <a class=\"isa\" verses=\"eyIxODMzMiI6NjB9\">chs. 36&ndash;37<\/a>, it is the third prediction of Sennacherib&rsquo;s return to his own country. The colophon <em>nĕʾum YHVH<\/em>, implies that the following verse (<a class=\"isa\" verses=\"bnVsbA==\">35<\/a>) is an addendum, perhaps suggested by Yahveh&rsquo;s decision to protect Jerusalem in <a class=\"isa\" verses=\"WzE4MjU2XQ==\">31:5<\/a>. The oracle is peremptory: there will be no attack on the city, no siege ramp of the kind still visible at Lachish (<em>tell ed-duweir <\/em>), and Sennacherib will not enter the city&mdash;this last is stated at the beginning and repeated at the end for emphasis. The addendum (<a class=\"isa\" verses=\"bnVsbA==\">35<\/a>) is explanatory rather than oracular. In God there can be no distinction between disinterestedness and self-interest. When God acts, whether to blot out sin, to save, or to punish, he always acts for his own sake or for his name&rsquo;s sake (cf. <a class=\"isa\" verses=\"WzE4NTMxLDE4NjI0XQ==\">43:25; 48:9<\/a>). The specific point where the self-interest of Yahveh coincides with Israelite (Judean) self-interest is the Davidic dynasty as the focus of national aspirations. This is a Deuteronomistic topos (<a class=\"ref\">1 Kgs 11:13, 34; 15:4; 2 Kgs 8:9<\/a>), and therefore suggests that <a class=\"isa\" verses=\"bnVsbA==\">v 35<\/a>, originated among the people in the years following the disaster of 586 b.c.e. who anticipated the restoration of the Davidic dynasty. <\/p> <p>If, as I suggested above, the final scene of the assassination of Sennacherib served as the original conclusion to B <sup>1<\/sup>, the editor did well to use it for the grand finale of his story. The intervention of the angel of Yahveh (a nocturnal intervention according to <a class=\"ref\">2 Kgs 19:35<\/a>) illustrates the element of the <em>sudden<\/em>, in the way the divine can irrupt into human lives (cf. <a class=\"isa\" verses=\"WzE4MTk5XQ==\">29:5<\/a>), as well as the conviction that this can happen without any detectable human agency (cf. <a class=\"isa\" verses=\"WzE4MjAwLDE4MjU5XQ==\">29:6; 31:8<\/a>). According to the Passover <em>sēder<\/em>, it was &ldquo;the Destroying Angel&rdquo; (<em>hamma&scaron;ḥ&icirc;t <\/em>) who spread death throughout the land of Egypt (<a class=\"ref\">Exod 12:23<\/a>), and the same agent of destruction struck Jerusalem in the form of a plague (<a class=\"ref\">2 Sam 24:16&ndash;17<\/a>) because of David&rsquo;s taking a census of the population of his kingdom. Some commentators have understandably but gratuitously followed Josephus (<a class=\"ref\"> <em>Ant.<\/em>,10.19&ndash;21<\/a>) in assuming that it was also a plague that wiped out the Assyrian army. The assassination of Sennacherib is confirmed by the Babylonian Chronicle (III 34&ndash;38) and a tradition recorded in a Nabonidus text (<em>ANET<\/em>, 309), though it took place twenty years later. That he was cut down while at his devotions before his god Nisroch, a deity otherwise unknown and perhaps fictitious but at any rate helpless to intervene, is the author&rsquo;s final twist of the knife. <\/p> <p>Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em>,(Vol. 19, pp. 468&ndash;478). New Haven; London: Yale University Press. <\/p>",
    "audit": 1
}