{
    "id": 2088,
    "source": "blenkinsopp",
    "verse_id": 18120,
    "verse_count": 15,
    "reference": "25:1–5, 9–12; 26:1–6",
    "title": "Three Thanksgiving Psalms",
    "html": "<p>Similarity in form and vocabulary suggests that these three brief compositions may be reciprocally illuminating. They fall into the familiar pattern of psalms of praise, thanksgiving, and confidence, their brevity and editorial history notwithstanding. The first, the only one without an introductory rubric, is addressed to God in the language of praise familiar from the book of Psalms (<em>r&ucirc;m<\/em> Polel, &ldquo;exalt&rdquo;; <em>ydh<\/em> Hiphil, &ldquo;praise&rdquo;). The sentiments are uttered by an individual (&ldquo;my God&rdquo; cf. <a class=\"ref\">Pss 31:15; 86:2; 118:28<\/a>), but one who speaks for the congregation. The other two psalms express confidence in salvation (<em>qvh<\/em> Piel, <em>bṭḥ<\/em>), and all three go on to state the reasons for praising and having confidence in God which, as is so often the case in the canonical psalms, has to do with the discomfiting of enemies. Common to all three is the identification of the enemy as a city now thoroughly destroyed, one described throughout in similar language&mdash;it is walled (<a class=\"isa\" verses=\"WzE4MTMxXQ==\">25:12<\/a>) and fortified (<a class=\"isa\" verses=\"WzE4MTIxLDE4MTMxXQ==\">25:2, 12<\/a> cf. <a class=\"ref\">27:10<\/a>), but has nevertheless been destroyed, brought low, laid in the dust (<a class=\"isa\" verses=\"W1sxODEzMF0seyIxNzkwMiI6Nn0sWzE4MTM2XV0=\">25:11&ndash;12; 26:5<\/a>). We also find here the familiar contrast between the poor, needy, and oppressed (<a class=\"isa\" verses=\"WzE4MTIzLDE4MTM3XQ==\">25:4; 26:6<\/a>) over against the ruthless and insolent (<a class=\"isa\" verses=\"W1sxODEyMl0seyIxNzc0MSI6MzB9XQ==\">25:3&ndash;5<\/a>).<\/p><p>The attempt to identify the unnamed city has obsessed commentators in the modern period but to little effect; as Duhm put it, it is a ghost no one can get hold of (Duhm 1892, 179). On this issue two observations are in order. First: the anonymity of the city in question is probably deliberate rather than fortuitous; second: in the course of the transmission of these texts several cities in succession could have qualified both early and late but probably not as late as the destruction of Samaria by John Hyrcanus in 107 b.c.e., as proposed by Duhm. Yet these texts continued to find new applications well into the post-biblical period. In paraphrasing <a class=\"isa\" verses=\"WzE4MTIxXQ==\">25:2b<\/a>, for example, the Targumist asserts that &ldquo;a temple of the Gentiles (i.e. Romans) never will be built in the city of Jerusalem,&rdquo; an assertion that must be dated prior to 136 c.e., when a temple to Jupiter Capitolinus was in fact erected in the city.<\/p><p>The presence of an anti-Moabite diatribe attached to the second and shortest of the three compositions (<a class=\"isa\" verses=\"W1sxODEyOV0seyIxNzkwMiI6Nn1d\">25:10b&ndash;12<\/a>) does not provide a definitive solution to the identity of the city. Since as we shall see, and as most commentators agree, the diatribe is later than the psalms, it only implies that a scribe with a strong animus against Moabites identified the city referred to in the psalms with a city in Moab, presumably the capital city Dibon. It is more important to note the function of these short psalms in the section chs.<a class=\"isa\" verses=\"eyIxODE1MyI6MTN9\"> 24&ndash;27<\/a> as a whole. If, as I suggested earlier, <a class=\"isa\" verses=\"W1sxODEyNV0seyIxNzgwOSI6MjJ9XQ==\">25:6&ndash;8<\/a> is the continuation of <a class=\"isa\" verses=\"W1sxODExN10seyIxODA3OSI6MTh9XQ==\">24:21&ndash;23<\/a>, it will be seen that prophetic-eschatological discourse at the beginning and end of the section (<a class=\"isa\" verses=\"WzE4MDk3XQ==\">24:1&ndash;23 + 25:6&ndash;8; 27:6&ndash;13<\/a>) brackets a series of hymns that, for the most part, express confidence that Israel will survive the terrors of the <em>eschaton<\/em> so vividly described in the surrounding discourse. The effect of this arrangement is to create a balance between the certainty of catastrophic judgment and the possibility of salvation, which also implies a tension, never fully resolved, between the destiny of the nations of the world in general and that of the people of Israel. This does not amount to apocalyptic as generally understood on the basis of <em>Enoch<\/em> and Daniel, but we may find in these features of chs. <a class=\"isa\" verses=\"eyIxODE1MyI6MTN9\">24&ndash;27<\/a> the seeds of apocalyptic.<\/p><p>Use of Isaian language in the first of the three compositions leads us to suspect that it is a psalm composed explicitly for its present context by a scribe familiar with the Isaian literary tradition as it existed at that time. Among the more obvious Isaian motifs are the plan or counsel of Yahveh (<em>ʿēṣ&acirc;<\/em>, <a class=\"isa\" verses=\"W1sxNzgzNSwxNzg1Nl0seyIxODAwNiI6MjV9XQ==\">9:5; 10:5&ndash;19; 14:24&ndash;27<\/a>) and the presentation of Yahveh as a refuge and shelter from the storm and heat (<a class=\"isa\" verses=\"W1sxNzc0MCwxODI2MV0seyIxNzY4NyI6MjJ9XQ==\">4:6 and 32:1&ndash;2<\/a> using the same language). The forces hostile to the plan are also similarly described as ruthless, tyrannical, insolent, and clamorous (as in <a class=\"isa\" verses=\"WzE3NzU0LDE3OTE4XQ==\">5:14; 13:11<\/a>) and their cities as destined to become a heap of rubble (<em>mappēl&acirc;<\/em> <a class=\"isa\" verses=\"WzE3OTg1LDE4MDkxXQ==\">17:1; 23:13<\/a>). One more indication, therefore, that the book of Isaiah is the product not of a haphazard accumulation of editorial accretions but of a consistently transmitted and developed textual and exegetical tradition.<\/p><p>The second psalm is very brief, composed as it is of two tricola distichs, depending on whether one retains &ldquo;this is Yahveh, we have waited for him&rdquo; as an original part of the psalm (<a class=\"isa\" verses=\"WzE4MTI4XQ==\">25:9<\/a>; see notes). The introductory rubric (&ldquo;you will say on that day&rdquo;) links it with the fateful day of judgment described in <a class=\"isa\" verses=\"WzE4MTE3XQ==\">24:21&ndash;23 + 25:6&ndash;8<\/a>, in relation to which it expresses an attitude of hopeful and trustful anticipation, an attitude much emphasized throughout the book (e.g. <a class=\"isa\" verses=\"WzE3NzkyLDE4MjM2XQ==\">7:9b; 30:18<\/a>). The invitation to be glad and rejoice in the prospect of salvation in counterpoint to the surrounding threat of judgment adumbrates the theme of eschatological reversal heard frequently in the last chapters of the book: you, the elect, will rejoice while they, the reprobates, those who reject the eschatological faith, will be put to shame on judgment day (<a class=\"isa\" verses=\"W1sxODkxMV0seyIxNzkzMCI6MzJ9LFsxODkyOF1d\">65:13&ndash;14; 66:5<\/a>).<\/p><p>The following line (Yahveh&rsquo;s hand will rest on this mountain, 10a) belongs to the psalm neither metrically nor thematically. It links directly with the announcement of what will happen &ldquo;on this mountain&rdquo; in <a class=\"isa\" verses=\"W1sxODEyNV0seyIxNzgwOSI6MjJ9XQ==\">25:6&ndash;8<\/a>, a fairly clear indication therefore that the psalms were inserted into the pronouncements rather than the reverse. In general, the hand signifies powerful agency and, as a continuation of the thought in <a class=\"isa\" verses=\"W1sxODEyNV0seyIxNzgwOSI6MjJ9XQ==\">6&ndash;8<\/a>, Yahveh&rsquo;s hand is here extended over the mountain (Mount Zion) to protect, similar in some respect to the protective canopy and booth over Mount Zion mentioned earlier in the book (cf. <a class=\"isa\" verses=\"W1sxNzczOF0seyIxNzc3MSI6MTN9XQ==\">4:4&ndash;6<\/a>). But in Isaiah the hand of Yahveh is more often than not raised in punishment (<a class=\"isa\" verses=\"WzE3NjgwLDE3NzY1LDE3ODQxLDE3ODU1XQ==\">1:25; 5:25; 9:11; 10:4; 14:26&ndash;27<\/a>), and it is this that may have prompted or justified the addition of the anti-Moabite saying that follows, especially in view of the mountainous nature of that country.<\/p><p>A world of thought and emotion separates the drying of tears and the prayerful and trustful expectation of salvation from the scene that follows (<a class=\"isa\" verses=\"W1sxODEyOV0seyIxNzkwMiI6Nn1d\">10b&ndash;12<\/a>). We can only record with dismay the grotesque and deeply offensive image of a man being deliberately drowned in a cesspool and pushed back into it while trying to avoid an extremely ugly death. The only image in the book to compare with this for pornographic violence is that of Edomites being trodden into a bloody pulp in the winepress (<a class=\"isa\" verses=\"W1sxODg3MF0seyIxNzc3MSI6MTN9XQ==\">63:3&ndash;6<\/a>), the passage that proved to be the last straw for Friedrich Delitzsch in his rejection of the Old Testament. While Edom was to become a more prominent symbol of hostile and malign power down into the Greco-Roman period, hostility to Moab seems to have run even deeper. Only slightly less offensive than this version of Moab&rsquo;s end is the ethnic satire in which its incestuous origins are spoofed (<a class=\"ref\">Gen 19:30&ndash;38<\/a>). Unlike Edomites, who could be admitted to the &ldquo;assembly&rdquo; (<em>qāhāl<\/em>) in the third generation, Moabites were excluded <em>in perpetuum<\/em> (<a class=\"ref\">Deut 23:4&ndash;9[3&ndash;8]<\/a>). Whatever the origins of this law concerning qualifications for membership in the Israelite community, it was appealed to during Nehemiah&rsquo;s tenure of office as justification for excluding Moabites and Ammonites, though the book of Ruth demonstrates that, fortunately, more liberal and inclusive counsels could at times prevail.<\/p><p>We know too little about the history of Judean-Moabite relations in the period of the Second Temple to identify the situation that inspired the sentiments expressed here and in the late anti-Moabite saying in <a class=\"isa\" verses=\"W1sxNzk4M10seyIxNzkzMCI6MzJ9XQ==\">16:13&ndash;14<\/a>. In keeping with the historical background he assigns to the section in general, Duhm (1892, 182) argued that <a class=\"isa\" verses=\"W1sxODEyOV0seyIxNzkwMiI6Nn1d\">25:10b&ndash;12<\/a> gave expression to Judean <em>Schadenfreude<\/em> at the conquest of Moab by Alexander Jannaeus, but we have seen that the presence of the passage in the great Qumran <em>Isaiah Scroll<\/em> would seem to rule out a date this late. More plausible would be the governership of Nehemiah around the mid-fifth century, when the province of Judah was asserting its autonomy against threats from several quarters, including the Transjordanian region.<\/p><p>The third of these brief passages is presented as a song or a hymn (<em>&scaron;&icirc;r<\/em> cf. <a class=\"ref\">Pss 30:1; 92:1; 137:3<\/a>) and its &ldquo;on that day&rdquo; rubric locates it in the context of the great turning point in history with which the entire section is concerned. It begins rather like the psalms that are expressive of pride in Zion as the dwelling of the deity and a source of unbounded confidence (<a class=\"ref\">Pss 48, 76, 84, 87, 122<\/a>) but proceeds to contrast a well-fortified and divinely blessed Jerusalem with a city defeated and undone together with its inhabitants. This is clearly the city referred to in the first of the three psalms and in <a class=\"isa\" verses=\"W1sxODEwNl0seyIxNzkwOCI6MjJ9XQ==\">24:10&ndash;13<\/a>. In describing its downfall the author uses similar language (<a class=\"isa\" verses=\"W1sxODEzNl0seyIxNzc3MSI6MTN9XQ==\">26:5&ndash;6<\/a> cf. <a class=\"isa\" verses=\"W1sxODEwNiwxODEzMF0seyIxNzkwMiI6Nn1d\">24:10; 25:11&ndash;12<\/a>), but the only additional information we are given is that it is situated &ldquo;on the height&rdquo; and will be trodden by the feet of the oppressed and poor, presumably Judean oppressed and poor. It will be obvious that this brings us no closer to identifying it.<\/p><p>The injunction to open the gates of Jerusalem so that a righteous people may enter is in keeping with the language used in processional psalms (<a class=\"ref\">Pss 24:7&ndash;10; 100:4; 118:19&ndash;20<\/a>) and connects with the small moral catechisms that specify qualifications for participating in temple worship. The wording used at this point (<a class=\"isa\" verses=\"WzE4MTMzXQ==\">26:2<\/a>) is very close to <a class=\"ref\">Ps 118:19&ndash;20<\/a> (&ldquo;open to me the gates of righteousness that I may enter through them.&hellip; This is the gate of Yahveh; the righteous will enter by it&rdquo;). <a class=\"ref\">Psalm 24:3&ndash;4<\/a> is more specific, and <a class=\"ref\">Ps 15<\/a> contains a decalogue of moral requirements for those who aspire to take part in worship, an echo of which can be heard in <a class=\"isa\" verses=\"W1sxODI5NV0seyIxNzk3MSI6MTR9XQ==\">Isa 33:15&ndash;16<\/a>. The moral dispositions listed here are less specific. The author speaks of a &ldquo;righteous people&rdquo; (<em>ʿam ṣadd&icirc;q<\/em>), one who &ldquo;keeps faith&rdquo; (<em>&scaron;ōmēr ʾĕm&ucirc;n&icirc;m<\/em>). The word <em>ṣedeq<\/em> connotes conformity to the moral order as embodied in the laws and customs of a particular society, while in the context of morality the root <em>ʾmn<\/em> implies firmness, fidelity, reliabilty; one therefore speaks of a morally reliable witness (<em>ʿēd ʾĕm&ucirc;n&icirc;m<\/em> <a class=\"ref\">Prov 14:5<\/a>) or messenger (<em>s&icirc;r ʾĕm&ucirc;n&icirc;m<\/em> <a class=\"ref\">Prov 13:17<\/a>). As elsewhere in Isaiah, trust&mdash;in God who is the Rock (<em>ṣ&ucirc;r<\/em> <a class=\"ref\">Deut 32:4; Ps 62:8<\/a>)&mdash;is not just an attitude of the individual but must be operative in the political sphere. It is therefore noteworthy that in this psalm the gates through which the righteous are to pass are the gates of the city, not of the temple, as in the processional psalms. Whatever the origin of this composition may have been, we are reminded of Nehemiah&rsquo;s rebuilding of the city wall, his <em>synoikismos<\/em> (repopulation of Jerusalem), and the solemn consecration of the wall and the city (<a class=\"ref\">Neh 12:27&ndash;43<\/a>) after overcoming opposition from many quarters. Here and throughout the book piety and politics are inseparable.<\/p><p>Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em> (Vol. 19, pp. 362&ndash;365). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}