{
    "id": 2134,
    "source": "blenkinsopp",
    "verse_id": 18571,
    "verse_count": 5,
    "reference": "45:9–13",
    "title": "Yahveh Cannot Be Called to Account for Choosing Cyrus",
    "html": "<p>We have seen that the disputation, including a series of aggressive rhetorical questions, employed as a strategy for persuading the hearers or readers of the truth of an argument, is much in evidence in<a class=\"isa\" verses=\"eyIxODQyMiI6MjE2fQ==\">chs. 40&ndash;48<\/a> . The present disputation responds to objections raised, or that the speaker anticipates will be raised, against the remarkable idea that Yahveh will choose the Persians as the instrument of Israel&rsquo;s salvation; and the Persian king, who knows nothing of Israel and its deity (<a class=\"isa\" verses=\"WzE4NTY3XQ==\">45:5<\/a>), will take the place of the native dynasty, as Yahveh&rsquo;s anointed one&mdash;no less. This brief argumentative address is therefore a codicil to the Cyrus oracle immediately preceding. It is also one of several intimations of opposition and the reluctance of the prophet&rsquo;s public to go along with his euphoria, following earlier remarks that accused those addressed of spiritual obtuseness (<a class=\"isa\" verses=\"W3siMTg0OTkiOjh9LFsxODUxNF0seyIxODUyOCI6N31d\">42:18&ndash;25; 43:8, 22&ndash;28<\/a>). This uneasy, negative feeling rose to a groundswell in the early Persian period.<\/p><p>As is usually the case in these chapters, the address is more carefully constructed than it might appear at first reading. It consists in a reproach in the form of five rhetorical questions, addressed to the hearers in the words of the speaker himself (<a class=\"isa\" verses=\"eyIxODU3MSI6Mn0=\">vv 9&ndash;10<\/a>). There is then a reply to the implied objections in the form of an oracle in which Yahveh speaks in his own name, one introduced in the conventional prophetic manner (<a class=\"isa\" verses=\"eyIxODU3MyI6M30=\">11&ndash;13<\/a>). The transition is in the form of another rhetorical question, which is, interestingly, linked with the prophetic preamble by means of the figure of Yahveh as father and mother (<a class=\"isa\" verses=\"eyIxODU3MiI6Mn0=\">10&ndash;11<\/a>). &ldquo;My children&rdquo; does not, however, refer to Israelites but to what God chooses to bring about on the scene of world events; note how<em>bānay<\/em> (&ldquo;my children&rdquo;) is parallel with<em>poʿal yāday<\/em> (&ldquo;the work of my hands&rdquo;). The reply to real or anticipated objections comes in<a class=\"isa\" verses=\"eyIxODU3NCI6Mn0=\">vv 12&ndash;13<\/a> . The creature cannot question the Creator of heaven and earth about Cyrus or anything else. We may note that here, as in the Cyrus saying (<a class=\"isa\" verses=\"WzE4NTU4XQ==\">44:24<\/a>), the role assigned to the Persian ruler is so extraordinary that it requires a repeated emphasis that the one assigning the role is a cosmic rather than a merely national, ethnic, or locative deity.<\/p><p>The metaphor of the potter and the pot and the parable of the pot answering back to the potter may have drawn on earlier Isaian usage with reference to a different situation:<\/p><blockquote><p>You have things the wrong way round!<\/p><p>As if the potter were no different from the clay,<\/p><p>or as if what is made were to say of its maker,<\/p><p>&ldquo;He did not make me,&rdquo;<\/p><p>or the product made of clay of the one who fashioned it,<\/p><p>&ldquo;He has no skill.&rdquo; (<a class=\"isa\" verses=\"WzE4MjEwXQ==\">Isa 29:16<\/a>)<\/p><\/blockquote><p>The same point is made in the incident of Jeremiah&rsquo;s visit to the potter&rsquo;s workshop (<a class=\"ref\">Jer 18:1&ndash;6<\/a>), and Paul uses the figure of the potter to express the absolute freedom of God to choose whom he will: the thing formed cannot question the artisan concerning why it was made in one way rather than another; the potter can make a vessel suitable for noble or ignoble use (<a class=\"ref\">Rom 9:20&ndash;21<\/a>).<\/p><p>The image in our passage is reinforced by a variation on the Yahvist account of the making of the first human being from the dust of the earth (<a class=\"ref\">Gen 2:7<\/a>). The wording is different (<em>ḥereś ʾet-ḥarś&ecirc; ʾādām&acirc;<\/em> , &ldquo;one sherd among others made of earth,&rdquo; cf.<em>ʿāpār min-hāʾādām&acirc;<\/em> , &ldquo;dust from the earth&rdquo;), but the meaning is the same since sherds are made out of clay. Humanity has no right to question and no right of appeal against the omnipotent God imaged as a super-potentate, the dominant image of deity in the ancient Near East and one that is still with us. But, as Duhm points out (1922, 343&ndash;44), Job, though acknowledging that he is made of clay and destined to return to dust (<a class=\"isa\" verses=\"WzE3ODYwXQ==\">10:9<\/a>), does address the questions to God that are ruled out here: why God acts as he does or refrains from acting; why a world deemed to be under divine governance is the way it is.<\/p><p>The severe textual problems of<a class=\"isa\" verses=\"WzE4NTcxXQ==\">v 9<\/a> appear to have arisen at an early date, to judge by the ancient versions. The Targum goes its own way:<\/p><p>Woe to him who thinks to arise against the words of his Maker and trusts that the potter&rsquo;s images, which are made from the earthen dust, will do him good. Is it possible that the clay will say to him who makes it, &ldquo;You did not make me,&rdquo; or, &ldquo;Your work has no hands&rdquo;? (Chilton 1987, 90)<\/p><p>Either the<em>Vorlage<\/em> of lxx was very different from mt, or the translator had even less success in dealing with a recalcitrant text than the modern commentators:<\/p><blockquote><p>What better thing have I set up as clay of the potter? Shall the plowman plow the ground? [reading<em>hr&scaron;<\/em> for<em>hrś<\/em> ] Shall the clay say to the potter, &ldquo;What are you doing, since you neither work nor have hands?&rdquo;<\/p><\/blockquote><p>Passing from making an artifact to bringing a child into the world aroused Duhm&rsquo;s suspicion (1922, 344) that<a class=\"isa\" verses=\"WzE4NTcyXQ==\">v 10<\/a> must be a<em>Randzitat<\/em> (marginal note), especially since a newborn child can protest by crying but hardly by cross-examining its parents. This is perhaps too literalistic, and in any case the questions are addressed to<em>a<\/em> father and<em>a<\/em> woman and not necessarily by a child.<\/p><p>In the answer to the objections implicit in the first part, Yahveh presents himself as the Holy One of Israel and Israel&rsquo;s Maker&mdash;or, more literally, former or shaper. The basic idea of holiness is segregation from the sphere of the profane, the ordinary&mdash;whether permanently as, for example, the priest (<a class=\"ref\">Lev 21:7&ndash;8<\/a>) or temporarily, as the Nazirite (<a class=\"ref\">Num 6:8<\/a>). It is used primarily of designated places, especially the sanctuary (<a class=\"ref\">Exod 29:31; Lev 6:9; Ezek 42:13<\/a>) and anything connected with it. But, by a process of theological elaboration, the holiness of the sanctuary and the priesthood is extended to include the Israelite people as set apart from other ethnic groups, a development in evidence in (<a class=\"ref\">Deuteronomy 7:6; 14:2, 21; 26:19; 28:9<\/a>) and the so-called Holiness Code (<a class=\"ref\">Lev 19:2; 20:7, 26<\/a>).<\/p><p>The representation of Yahveh as the supreme embodiment of holiness so understood, combined with his exclusive relationship to Israel, expressed in the designation &ldquo;the Holy One of Israel,&rdquo; is, with few exceptions (<a class=\"ref\">Jer 50:29; 51:5; Ps 71:22; 78:41; 89:19<\/a>), restricted to the book of Isaiah and is one of the relatively few clear indications that<a class=\"isa\" verses=\"eyIxODQyMiI6MzMzfQ==\">chs. 40&ndash;55<\/a> have drawn on earlier Isaian material, in whatever form it existed at that time. Rather than originating with Isaiah, however, the concept of holiness seems to have been taken over from the Jerusalem cult and, further back, from the traditions about the holy ark prior to its installation in the temple (<a class=\"ref\">1 Sam 6:20<\/a>).<\/p><p>Yahveh also presents himself as Israel&rsquo;s Maker (<em>yōṣēr<\/em>), which recalls the point made at the beginning of the first section&mdash;the more so, since<em>yōṣēr<\/em> also means &ldquo;potter&rdquo; (e.g.<a class=\"isa\" verses=\"WzE4NDc3XQ==\">41:25<\/a>). This designation is used frequently in<a class=\"isa\" verses=\"eyIxODQyMiI6MjE2fQ==\">chs. 40&ndash;48<\/a> (<a class=\"isa\" verses=\"WzE4NTA3LDE4NTM2LDE4NTU4XQ==\">43:1; 44:2, 24<\/a> cf.<a class=\"isa\" verses=\"WzE4NTEzLDE4NTI3LDE4NTU1XQ==\">43:7, 21; 44:21<\/a> , where the finite verb is used). The association between forming a figure out of clay and bringing a child into the world recalls, and no doubt was meant to recall, the mythic account of human origins (in whatever form the author was familiar with it) as it is narrated in<a class=\"ref\">Gen 2:7<\/a> . The same association of motifs appears in the last section of the book:<\/p><blockquote><p>You, Yahveh, are our father;<\/p><p>we are the clay and you are our maker (<em>yōṣĕrēn&ucirc;<\/em>)<\/p><p>we are all the work of your hand. (<a class=\"isa\" verses=\"WzE4ODkzXQ==\">64:7<\/a>)<\/p><\/blockquote><p>A remarkable feature of this short passage (<a class=\"isa\" verses=\"eyIxODU3MSI6NX0=\">45:9&ndash;13<\/a>) is its use of seven different verbs to express divine intervention in human affairs:<em>yṣr<\/em> = &ldquo;form&rdquo; (<a class=\"isa\" verses=\"WzE4NTcxXQ==\">9a, 9b, 11a<\/a>),<em>pʿl<\/em> = &ldquo;work&rdquo; (<a class=\"isa\" verses=\"WzE4NTcxXQ==\">9b, 11b<\/a>),<em>yld<\/em> = &ldquo;beget&rdquo; (<a class=\"isa\" verses=\"WzE4NTcyXQ==\">10a<\/a>),<em>ḥyl<\/em> = &ldquo;give birth,&rdquo; (<a class=\"isa\" verses=\"WzE4NTcyXQ==\">10b<\/a>)<em>ʿśh<\/em> = &ldquo;make,&rdquo; (<a class=\"isa\" verses=\"WzE4NTc0XQ==\">12a<\/a>),<em>brʾ<\/em> = &ldquo;create&rdquo; (<a class=\"isa\" verses=\"WzE4NTc0XQ==\">12a<\/a>);<em>ʿ&icirc;r<\/em> = &ldquo;arouse, incite&rdquo; (<a class=\"isa\" verses=\"WzE4NTc1XQ==\">13a<\/a>).<\/p><p>The point of the rhetorical questions and the reaffirmation of the power manifest in creation is revealed in the final verse, alluding once more to Cyrus (following<a class=\"isa\" verses=\"W3siMTg0NTQiOjN9LHsiMTg0NzciOjV9LHsiMTg0ODYiOjV9LHsiMTg1MjAiOjJ9LHsiMTg1NTgiOjEyfV0=\">41:2&ndash;4, 25&ndash;29; 42:5&ndash;9; 43:14&ndash;15; 44:24&ndash;45:7<\/a>), whom Yahveh has incited against Babylon (cf.<a class=\"isa\" verses=\"WzE4NDU0LDE4NDc3XQ==\">41:2, 25<\/a> ;<a class=\"ref\">Ezra 1:1, 5; 2 Chr 36:22<\/a>) and whose conquests he has made possible by removing obstacles to his progress&mdash;a summary of<a class=\"isa\" verses=\"eyIxODU2MyI6M30=\">45:1&ndash;3<\/a> . We may be sure that Cyrus would have been surprised to hear that the whole point and purpose of his conquest of the Medes, Lydians, Ionians, and Babylonians was to make possible the rebuilding of Jerusalem and return of deported Judeans. Our sources for the early Achaemenid period, as few and often obscure as they are, suggest that the rebuilding and repopulation of Jerusalem were postponed long after the reign of Cyrus, and in fact allusions to the restoration of the city in later sections of Isaiah no longer assign a role to Cyrus (<a class=\"isa\" verses=\"W1sxODY1NCwxODY3N10seyIxODY5OCI6Mn0seyIxODcwNCI6NH1d\">49:17; 51:3; 52:1&ndash;2, 7&ndash;10<\/a>).<\/p><p>Regarding the return of deportees and their descendants to the province, a specific reference to the Babylonian diaspora in these chapters is limited to<a class=\"isa\" verses=\"eyIxODYzNSI6Mn0=\">48:20&ndash;21<\/a> and possibly<a class=\"isa\" verses=\"eyIxODcwOCI6Mn0=\">52:11&ndash;12<\/a> , which speaks about the return of the sacred vessels (cf.<a class=\"ref\">Ezra 1:7&ndash;11; 8:28<\/a>). Elsewhere, expatriates are to return from the ends of the earth (<a class=\"isa\" verses=\"eyIxODQ2MCI6Mn0=\">41:8&ndash;9<\/a>), the four corners of the earth (<a class=\"isa\" verses=\"eyIxODUxMSI6Mn0=\">43:5&ndash;6<\/a>), including from as far away as distant Syene (Aswan) in Upper Egypt (<a class=\"isa\" verses=\"WzE4NjQ5XQ==\">49:12<\/a>). In the later list of<a class=\"isa\" verses=\"eyIxNzg5NiI6Mn0=\">Isa 11:11&ndash;12<\/a> , Shinar (Babylon) is one of eight locations, also including Upper Egypt, from which exiled Judeans are to return. The final rather laconic statement is that, in pursuing these goals on behalf of Judah, Cyrus will offer His services gratis; he will not be looking for payment (<em>mĕḥ&icirc;r<\/em>) and will not need the standard inducement of a bribe (<em>&scaron;ōḥad<\/em> cf.<a class=\"ref\">1 Kgs 15:19; 2 Kgs 16:8<\/a>). It has often been pointed out that this contradicts<a class=\"isa\" verses=\"eyIxODUwOSI6Mn0=\">43:3&ndash;4<\/a> , which seems to be saying that Yahveh will hand over Egypt, Ethiopia, and Seba to Cyrus as payment for his actions on behalf of Yahveh&rsquo;s people. This may be so, but it would be hypercritical to conclude that every inconsistency we encounter in the biblical text, however minor, requires emendation or relegation to the status of a scribal addition.<\/p><p>Blenkinsopp, J. (2008).<em>Isaiah 40&ndash;55: A New Translation with Introduction and Commentary<\/em> (Vol. 19A, pp. 252&ndash;255). New Haven; London: Yale University Press.<\/p> ",
    "audit": 1
}