{
    "id": 2161,
    "source": "blenkinsopp",
    "verse_id": 18810,
    "verse_count": 6,
    "reference": "59:9-14",
    "title": "A Community Complaint",
    "html": "<p>Even if the initial &ldquo;therefore&rdquo; (<em>ʿal-kēn<\/em>) is an editorial link, <a class=\"isa\" verses=\"eyIxODgxMCI6N30=\">vv 9&ndash;15a<\/a> belong in style and substance with <a class=\"isa\" verses=\"eyIxODgwMiI6OH0=\">1&ndash;8<\/a>. Much of the language is derivative, as we shall see, giving the appearance more of a work of literary <em>bricolage<\/em> than a distinctive genre in the manner of classical form criticism. It is certainly not a community lament since, in spite of prolonged dwelling on the sad situation being experienced, God is addressed only in <a class=\"isa\" verses=\"WzE4ODEzXQ==\">v 12<\/a>. There is also no appeal for divine assistance and no assurance of a positive outcome&mdash;though the addition of <a class=\"isa\" verses=\"WzE4ODE2XQ==\">vv 15b&ndash;20<\/a> might fill this lack (Volz 1932, 235&ndash;36). It is certainly not a lament by the prophetic party over the corruption of the &ldquo;cult community,&rdquo; which has caused the delay in divine intervention (Hanson 1975, 119&ndash;34). The speaker clearly identifies with the community or congregation as a whole in this confession of spiritual disorientation and failure.<\/p><p>The confession in <a class=\"isa\" verses=\"WzE4ODEzXQ==\">v 12<\/a> marks the point at which description of the condition in which the people find themselves (<a class=\"isa\" verses=\"eyIxODgxMCI6M30=\">9&ndash;11<\/a> with inclusio) gives way to acknowledgment of the cause&mdash;namely, the low level of public and personal morality (<a class=\"isa\" verses=\"eyIxODgxMyI6NH0=\">vv 12&ndash;15a<\/a>). The language throughout is vocative and homiletic. The prosodic question, whether this material is to be classed as poetry or prose, can be illustrated by presenting a reading without the familiar stichometric layout of our Hebrew Bible, as follows:<\/p><p><strong><em>A Brief Sermon (<a class=\"isa\" verses=\"eyIxODgwMiI6MTV9\">Isaiah 59:1&ndash;15a<\/a>)<\/em><\/strong><\/p><p>YHVH&rsquo;s arm is not so short that he cannot save, nor is his hearing so dull that he cannot hear. It is, rather, your iniquities that have made a rift between you and your God; it is your sins that have concealed the Face from you, with the result that he does not hear. Your hands are stained with blood, your fingers with iniquity! Your lips utter what is false, your tongue mutters what is perverse! No one issues a summons justly, no one goes to law honestly. Relying on worthless and fraudulent arguments, they conceive trouble and bring forth iniquity. They hatch vipers&rsquo; eggs, they spin spiders&rsquo; webs, but their webs will not serve for clothing. Their works are evil, they perpetuate deeds of violence. Their feet run to evil, they hasten to shed innocent blood. Their scheming is all perverse, bringing ruin and destruction in its wake. They are ignorant of the way of peace, nor does justice guide their conduct. The paths they pursue are crooked; no one who walks in them knows peace.<\/p><p>Therefore, vindication remains far from us, deliverance is not in our grasp. We wait for daylight, and there is only darkness; for light to dawn, and we walk in dark places. We grope like the blind along a wall, we feel our way like the sightless. We stumble at midday as at twilight, like the walking dead among the healthy. We all growl like bears, and like doves we keep on moaning. We wait for vindication, but there is none; for salvation, but it is far from us. Our transgressions against you are many, our sins bear witness against us. Our transgressions are present to us, and we know only too well our iniquities. We have transgressed, we have disavowed YHVH, we have turned away from our God. We utter threatening and rebellious words, we mutter lies conceived in the heart. Justice is turned around, righteousness stays at a distance; honesty stumbles in the street, probity finds no entry. Honesty is nowhere to be found, and whoever renounces evil is despoiled.<\/p><p>In the manner of a preacher, the writer is attempting to convince his public that their unsatisfactory situation is due, not to a lack of either ability or will on the part of their God to intervene, but to their own behavior (<a class=\"isa\" verses=\"eyIxODgwMiI6OH0=\">vv 1&ndash;8<\/a>). This now evokes a response on the part of the audience consisting in an acknowledgment of their responsibility (<a class=\"isa\" verses=\"eyIxODgxMCI6N30=\">9&ndash;15a<\/a>), which will at last elicit a response from God (<a class=\"isa\" verses=\"WzE4ODE2XQ==\">15b&ndash;20<\/a>). It is worth noting that there is no attempt to present any of this as prophetic discourse until we come to the laconic <em>nĕʾum YHVH<\/em> (&ldquo;a pronouncement of YHVH&rdquo;) at the conclusion.<\/p><p>The basic situation is the absence of <em>mi&scaron;pāṭ<\/em> (&ldquo;vindication&rdquo;), <em>ṣĕdāq&acirc;<\/em> (&ldquo;deliverance&rdquo;), and <em>yĕ&scaron;&ucirc;ʿ&acirc;<\/em> (&ldquo;salvation&rdquo;), an absence affirmed at the beginning (<a class=\"isa\" verses=\"WzE4ODEwXQ==\">9a<\/a>), in the middle (<a class=\"isa\" verses=\"WzE4ODEyXQ==\">11b<\/a>), and at the end (<a class=\"isa\" verses=\"WzE4ODE1XQ==\">14a<\/a>). The absence of <em>mi&scaron;pāṭ<\/em> (<em>ʾ&ecirc;n mi&scaron;pāṭ<\/em>, &ldquo;there is no <em>mi&scaron;pāṭ<\/em>&rdquo;) also skillfully links <a class=\"isa\" verses=\"eyIxODgxMCI6N30=\">vv 9&ndash;15a<\/a> with what precedes and follows (<a class=\"isa\" verses=\"WzE4ODA5XQ==\">vv 8a, 15b<\/a>). The author exploits the dual meaning of the twinned terms <em>mi&scaron;pāṭ<\/em> and <em>ṣĕdāq&acirc;<\/em>. In <a class=\"isa\" verses=\"WzE4ODE1XQ==\">v 14a<\/a> the context makes it clear that they function as a hendiadys to express in a comprehensive way a social order based on an ethical foundation of justice&mdash;one of the fundamental demands of the great eighth century prophets (<a class=\"ref\">Amos 5:24; 6:12; Mic 3:1, 8&ndash;9; 6:8<\/a>; <a class=\"isa\" verses=\"WzE3NjcyLDE3Njc2LDE3NzQ3LDE3NzU2LDE3ODUzXQ==\">Isa 1:17, 21; 5:7, 16; 10:2<\/a>). In the course of time, the basic judicial connotation of <em>mi&scaron;pāṭ<\/em> evolved into a connotation of a definitive divine act of judgment, implying both condemnation of the reprobate and vindication for the righteous (<a class=\"isa\" verses=\"WzE3NzIyLDE3NzM4LDE4MTcxLDE4MzA5LDE4NDUzXQ==\">Isa 3:14; 4:4; 28:6; 34:5; 41:1<\/a>). A similar transformation led to <em>ṣĕdāq&acirc;<\/em> having the sense of deliverance from an unjust sentence for the innocent (<em>ṣadd&icirc;q&icirc;m<\/em>), a meaning much in evidence throughout the second section of the book (<a class=\"isa\" verses=\"W1sxODY4MCwxODY4MiwxODc1NSwxODgxMF0seyIxODgxNyI6Mn0seyIxODg1NCI6Mn0sWzE4ODY4XV0=\">51:6, 8; 56:1; 59:9, 16&ndash;17; 61:10&ndash;11; 63:1<\/a>).<\/p><p>In the self-enclosed section, <a class=\"isa\" verses=\"eyIxODgxMCI6M30=\">vv 9&ndash;11<\/a>, we are hearing what life is like when promises and predictions remain unfulfilled. This theme of a promised deliverance that remains far off was anticipated in the previous section of the book:<\/p><blockquote><p>Listen to me, you stubborn people,<\/p><p>far removed from deliverance as you are:<\/p><p>&ldquo;I bring my deliverance near, it is not far off;<\/p><p>my salvation will not be delayed.&rdquo; (<a class=\"isa\" verses=\"eyIxODU5OSI6Mn0=\">46:12&ndash;13<\/a>)<\/p><\/blockquote><p>Other passages in <a class=\"isa\" verses=\"bnVsbA==\">40&ndash;55<\/a> reflect a similar reaction of discouragement following the disconfirmation of expectations aroused by prophetic predictions. Whether these passages constitute a fairly extensive layer in this section (see the <em>qār&ocirc;b Schicht<\/em> of Hermisson 1998, 139&ndash;41, 155) or just the occasional editorial expansion from the same hand as in <a class=\"isa\" verses=\"eyIxODgwMiI6MjF9\">ch. 59<\/a>, they help to explain the situation described in the present chapter&mdash;darkness, blindness, groping, stumbling, sounds of desperation.<\/p><p>The contrast between light and darkness that follows (<a class=\"isa\" verses=\"WzE4ODEwXQ==\">v 9b<\/a>) points us in the same direction. It is not difficult to detect here an allusion to the old prophetic motif of the Day of YHVH (<em>y&ocirc;m YHVH<\/em>):<\/p><blockquote><p>Woe to you who desire the Day of YHVH!<\/p><p>Why would you want the Day of YHVH?<\/p><p>It is darkness, not light! (<a class=\"ref\">Amos 5:18<\/a>)<\/p><\/blockquote><p>It was perhaps inevitable that the Day of YHVH, understood as a decisive future intervention on behalf of Israel, would be identified with fulfillment of the optimistic predictions by the author of <a class=\"isa\" verses=\"bnVsbA==\">Isa 40&ndash;55<\/a> (or the core of these chapters) of a &ldquo;new thing&rdquo;&mdash;a divine intervention that would effect a transformation in the situation of Jewish communities. By the time of writing, these expectations no longer focused on Cyrus but on Judah&rsquo;s relations with its immediate neighbors, which is to say enemies, which were first of all the Edomites.<\/p><p>It is generally and correctly recognized that <a class=\"isa\" verses=\"eyIxODgyMyI6NDV9\">chs. 60&ndash;62<\/a> form a distinct block of material, and thus the military language in which the promised <em>mi&scaron;pāṭ<\/em> and <em>ṣĕdāq&acirc;<\/em> are proclaimed in <a class=\"isa\" verses=\"WzE4ODE2XQ==\">vv 15b&ndash;20<\/a> (the arm of YHVH, breastplate, helmet, military garments) creates the right kind of link with the horrific description of the destruction of Edom in <a class=\"isa\" verses=\"eyIxODg2OCI6Nn0=\">63:1&ndash;6<\/a>.<\/p><p>The complaint continues with the image of a people groping in the dark, stumbling, and finding no sure footing (<a class=\"isa\" verses=\"WzE4ODExXQ==\">59:10<\/a>). Blindness appears as an obvious but expressive metaphor in this second section of the book (<a class=\"isa\" verses=\"WzE4NTAwLDE4NTE0LDE4NzY0XQ==\">42:19; 43:8; 56:10<\/a>); but the people addressed in <a class=\"isa\" verses=\"eyIxODgxMCI6Mn0=\">59:9&ndash;10<\/a> are not blind, but in the dark, and therefore groping. We can compare <a class=\"ref\">Zeph 1:17<\/a>, which speaks of people who walk like the blind because they have sinned; or <a class=\"ref\">Lam 4:14<\/a>, in which people wander blindly, stained with blood, through the streets. Closer still to our passage is one of the covenant curses, which threatens a similar fate: &ldquo;You will grope about at noon as the blind grope in darkness&rdquo; (<a class=\"ref\">Deut 28:29<\/a>, with the verb <em>m&scaron;&scaron;<\/em> rather than <em>g&scaron;&scaron;<\/em>, which occurs only here in <a class=\"isa\" verses=\"WzE4ODExXQ==\">Isa 59:10<\/a>).<\/p><p>&ldquo;Stumbling&rdquo; (verbal stem <em>k&scaron;l<\/em>) is also a way of describing the effect of sin in prophetic preaching (e.g., <a class=\"ref\">Hos 5:5; 14:2[1], 10[9]<\/a>; <a class=\"isa\" verses=\"WzE3NzE2XQ==\">Isa 3:8<\/a>; <a class=\"ref\">Jer 6:15, 21<\/a>). Growling like bears could denote aggression (cf. <a class=\"ref\">Ps 59:7, 15 <\/a>dogs) but is used in psalms as an expression of disquietude (<a class=\"ref\">Pss 42:6, 12; 43:5<\/a>). Moaning like doves is a more common expression of lamentation. In an Assyrian lament addressed to the goddess Ishtar, the suppliant mourns like a dove day and night (<em>ANET<\/em>, 384), and the same figure appears elsewhere in prophetic texts (<a class=\"isa\" verses=\"WzE4NDA1XQ==\">Isa 38:14<\/a>; <a class=\"ref\">Ezek 7:6; Nah 2:8<\/a>).<\/p><p>The confession of sin (<a class=\"isa\" verses=\"WzE4ODEzXQ==\">v 12<\/a>) is couched in familiar liturgical form, as in <a class=\"ref\">Ps 51:5[3]<\/a>, <em>k&icirc;-pĕ&scaron;āʿay ʾăn&icirc; ʾēdā<\/em>, &ldquo;I acknowledge my transgressions&rdquo; (cf. <a class=\"ref\">Ps 5:11; Lam 1:5; Jer 5:6<\/a>). Communal confession of sin is a religious expression characteristic of the Second Temple period, either in the direct liturgical form of prayer (<a class=\"isa\" verses=\"eyIxODg3NCI6MjR9\">Isa 63:7&ndash;64:11<\/a>; <a class=\"ref\">Ezra 9:6&ndash;15; Neh 9:6&ndash;37; Dan 9:3&ndash;19; 1QS 1:4&ndash;2:1<\/a>; 4QDibHam<sup>a<\/sup>) or in derived homiletic mode (e.g., <a class=\"ref\">Zech 1, 7&ndash;8<\/a> and frequently in these chapters of Isaiah).<\/p><p>The passage draws to a close with what sounds like a reflective comment or expansion of the confession (<a class=\"isa\" verses=\"eyIxODgxNCI6M30=\">vv 13&ndash;15a<\/a>). The writer employs the full vocabulary of sin, making use of 14 more or less synonymous terms. Transgression includes repudiation of the God of Israel as a result of skepticism about his ability or willingness to stand behind the optimistic predictions of his prophets. Collapse of confidence in the traditional religious resources, involving the loss of religious bearings, can have an impact on the moral quality of life, both personal and social, as the final statement in <a class=\"isa\" verses=\"eyIxODgxNSI6Mn0=\">vv 14&ndash;15a<\/a> makes clear. The point is made by restating what has been said by way of personifying moral qualities: <em>mi&scaron;pāṭ<\/em> (now &ldquo;justice&rdquo;) and <em>ṣĕdāq&acirc;<\/em> (now &ldquo;righteousness&rdquo;) are distant (cf. <a class=\"isa\" verses=\"WzE4ODEwXQ==\">v 9a<\/a>), while <em>ʾĕmet<\/em> (&ldquo;honesty,&rdquo; &ldquo;truth&rdquo;) and <em>nĕkōḥ&acirc;<\/em> (&ldquo;probity&rdquo;) stumble and fall behind (cf. <a class=\"isa\" verses=\"WzE4ODExXQ==\">10<\/a>). These people are living in a moral wilderness.<\/p><p>Blenkinsopp, J. (2008). <em>Isaiah 56&ndash;66: a new translation with introduction and commentary<\/em> (Vol. 19B, pp. 191&ndash;194). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}