{
    "id": 2171,
    "source": "blenkinsopp",
    "verse_id": 18874,
    "verse_count": 25,
    "reference": "63:7–64:12",
    "title": "A Community Laments",
    "html": "<p>This long, psalm-like composition has no obvious connection with the preceding poem about the divine anger and vengeance visited on Edom (<a class=\"isa\" verses=\"eyIxODg2OCI6Nn0=\">63:1&ndash;6<\/a>) which, as we saw above, is structurally and thematically the counterpart to<a class=\"isa\" verses=\"WzE4ODE2XQ==\">59:15b&ndash;20<\/a> . On the other hand, the questions with which the present composition concludes (<a class=\"isa\" verses=\"WzE4ODk3XQ==\">64:11[12]<\/a>) and which remained without an answer up to that point, are answered in the verses that follow<a class=\"isa\" verses=\"WzE4ODk5XQ==\">65:1<\/a> (<a class=\"isa\" verses=\"eyIxODg5OSI6MTJ9\">65:1&ndash;12<\/a>), at least in the sense that an explanation is given for the question of why no answer was forthcoming. The juxtaposition of<a class=\"isa\" verses=\"eyIxODg3NCI6MjR9\">63:7&ndash;64:11[12]<\/a> with<a class=\"isa\" verses=\"eyIxODg5OSI6MTJ9\">65:1&ndash;12<\/a> was no doubt part of the editorial arrangement of the material in<a class=\"isa\" verses=\"bnVsbA==\">56&ndash;66<\/a> , but this need not imply either that the entire section<a class=\"isa\" verses=\"bnVsbA==\">65&ndash;66<\/a> is an answer to the psalm and essentially ordered to it, or that<a class=\"isa\" verses=\"eyIxODg5OSI6NDl9\">chs. 65&ndash;66<\/a> are compositionally parallel to the five sections into which<a class=\"isa\" verses=\"eyIxODg3NCI6MjR9\">63:7&ndash;64:11<\/a> can be divided (Steck 1991a, 34&ndash;44).<\/p><p>It also seems unnecessary, and therefore undesirable, to read the psalm as a composite of different strata: as an original poem in<a class=\"isa\" verses=\"eyIxODg3NCI6MTB9\">63:7&ndash;16<\/a> and an expansion in<a class=\"isa\" verses=\"eyIxODg4NCI6MTR9\">63:17&ndash;64:11[12]<\/a> (Duhm 1922, 469); or as a poem composed according to the more complex explanation of Pauritsch (1971, 144&ndash;71), who distinguished four levels or strata:<a class=\"isa\" verses=\"W3siMTg4NzgiOjl9LFsxODg5MF0seyIxODg4NiI6MTJ9LHsiMTg4NzQiOjV9LHsiMTc2NTYiOjMxfV0=\">63:11b&ndash;14a, 15&ndash;19a; 64:4b&ndash;8; 63:19b&ndash;64:4a, 9&ndash;11; 63:7&ndash;11a, 14b;<\/a> or as a poem explained by Sekine (1989, 148&ndash;64) with a somewhat different stratigraphy:<a class=\"isa\" verses=\"W3siMTg4NzYiOjN9LFsxODg5MF0seyIxODg3NCI6MTd9XQ==\">63:11b&ndash;64:3, 9&ndash;11; 64:4b&ndash;8; 63:7&ndash;11a and 64:4a<\/a> . With the exception of what appear to be glosses in<a class=\"isa\" verses=\"W1sxODg3OF0seyIxODg4NyI6Mn1d\">63:11 and 64:1&ndash;2<\/a> , the composition reads quite smoothly, without any obvious break in meaning. The five sections or strophes into which I have divided it in the translation simply follow the sense and logic of the composition without either implying serial composition or excluding alternative divisions&mdash;for example, the six sections of<em>Textgraphik<\/em> of Imtraud Fischer (1989, 32&ndash;72, 205&ndash;23).<\/p><p>The speaker or writer&mdash;identified explicitly in the Targum as a prophet&mdash;first proposes to recite what YHVH did for his people in the past: those foundational benevolent deeds celebrated in the liturgy, the recital of which was designed to inspire undivided allegiance and fidelity (<a class=\"isa\" verses=\"eyIxODg3NCI6M30=\">63:7&ndash;9<\/a>). The people&rsquo;s failure to respond in a positive manner induces rueful consideration of the great days of the Exodus, guidance through the wilderness under Moses, and the occupation of the land of Canaan (<a class=\"isa\" verses=\"eyIxODg3NyI6NX0=\">63:10&ndash;14<\/a>). The experience of moral failure leads to lament and prayer of petition addressed to God as Father from the other side of disaster (<a class=\"isa\" verses=\"eyIxODg4MiI6NX0=\">63:15&ndash;19a<\/a>). The prayer eventuates in a passionate appeal to God to show his hand, to set aside the angry silence that, the writer hints, is itself an incentive to further sinning (<a class=\"isa\" verses=\"WzE4ODg2XQ==\">63:19b&ndash;64:6<\/a>). The psalm concludes with a final attempt to motivate God to act in view of the destruction of Jerusalem, its temple, and the cities of Judah (<a class=\"isa\" verses=\"eyIxODg5MyI6NX0=\">64:7&ndash;11<\/a>).<\/p><p>All commentators note the close affinity of this composition with the canonical psalms of community lament. Following the standard analysis of Gunkel (1933, 125) and Mowinckel (1962, 1:195&ndash;219), the principal components of this type of liturgical composition are identified as: historical reminiscence, usually in the form of a recital of past benefits conferred by God; praise of God; description of the present miserable condition of the nation or community, leading to complaints and attempts to motivate God to act; petition; assurance of a hearing; and commitment to offer a vow, a thanksgiving sacrifice, or something of the kind. It is not always easy to distinguish between the numerous psalms in which an individual complains of sickness, hostility, the infliction of psychic or physical harm by witchcraft, or other ills (perhaps about 1 in 5 of the 150) and the relatively few in which the psalmist is clearly speaking in the name of the nation.<\/p><p>Confession of sin, when present in either the individual or communal type of lament (e.g.,<a class=\"ref\">Pss 25:7, 11; 35:11&ndash;14; 41:5; 79:9<\/a>), is much less in evidence than the protestation of the sufferer&rsquo;s innocence (e.g.,<a class=\"ref\">Pss 7:4&ndash;6; 17:3&ndash;5; 44:18&ndash;23; 59:4&ndash;5<\/a> ; and the entire<a class=\"ref\">Psalm 26<\/a>), often combined with reproach directed at YHVH for failure to honor what the psalmist regards as his (YHVH&rsquo;s) commitments. The lament should therefore be distinguished from the penitential psalms, in which confession of sin, personal or communal, is more clearly in evidence. Beginning with Cassiodorus&rsquo;s<em>Expositio Psalmorum<\/em> in the mid-sixth century, Western Christianity has identified, commented on, and made liturgical use of the Seven Penitential Psalms (<a class=\"ref\">Pss 6, 32, 38, 51, 102, 130, 143<\/a>) as a distinct collection.<\/p><p>Comparison with the communal laments (<a class=\"ref\">Pss 44, 60, 74, 79, 80, 83, 85, 89, 90, 94<\/a>) shows that<a class=\"isa\" verses=\"eyIxODg3NCI6MjR9\">Isa 63:7&ndash;64:11<\/a> has much in common with them but also some significant differences. It contains historical reminiscence in the form of a recital of YHVH&rsquo;s great deeds on behalf of Israel together with Israel&rsquo;s inadequate response, it describes the deplorable condition in which the community now finds itself as a result of its infidelity, and it gives expression to lament and complaint. There is also petition, though YHVH is not addressed directly until<a class=\"isa\" verses=\"WzE4ODgxXQ==\">63:14<\/a> . It succeeds in conveying a strong and vivid sense of collective spiritual disorientation but also goes some way toward attributing its sinful condition to the anger and indifference of the deity. But the most significant peculiarity of the passage read as a psalm of communal lament is the absence of an assurance of a hearing with which these psalms invariably conclude; for example,<a class=\"ref\">Pss 69:31&ndash;37[30&ndash;36]; 79:13<\/a> . There is no response to the impassioned final appeal. The skies do not open, God does not come down or even look down, and there is no answer to the complaint.<\/p><p><a class=\"isa\" verses=\"eyIxODg3NCI6MjR9\">Isaiah 63:7&ndash;64:11<\/a> has one other feature in common with these lament psalms, namely, the difficulty of assigning to it even a proximate date. The only clue it offers is the reference to foreign occupation, widespread destruction in Jerusalem and other Judean settlements, and the destruction and profanation of the temple (<a class=\"isa\" verses=\"W1sxODg4NV0seyIxODg5NSI6Mn1d\">63:18; 64:9&ndash;10<\/a>). The only situation known to us prior to 70 c.e. that corresponds to this description is the one that resulted from the Babylonian punitive campaign of 589&ndash;586 b.c.e.<\/p><p>The occupation of Jerusalem by Ptolemy I in 302 or 301 b.c.e. does not qualify, since the temple was not burnt down and whatever devastation took place was not nearly as widespread as is assumed in<a class=\"isa\" verses=\"eyIxODg5NSI6M30=\">64:9&ndash;10[10&ndash;11]<\/a> . Josephus (<a class=\"ref\"><em>Ant.<\/em> 12.4&ndash;10<\/a> ;<em>Ag. Ap.<\/em> 1.210) relates that Ptolemy took the city by guile, but also speaks of his liberality toward the Jewish people (pace Steck 1989a, 398&ndash;400; 1991a, 38&ndash;39). The reading of the passage as a Samaritan or Proto-Samaritan (Samarian?) complaint against the<em>g&ocirc;l&acirc;<\/em> Jews has long been abandoned, and<a class=\"ref\">Neh 1:3<\/a> , referring to disturbances in the province shortly before 445 b.c.e., speaks only of damage to the city wall and gates (<em>pace<\/em> Duhm 1922, 470; Watts 1987, 331). Hanson begins by dating it to the mid-sixth century b.c.e. but then goes on to interpret it as a protest against &ldquo;the normative Zadokite community&rdquo; in control of the temple, which would be impossible in the mid-sixth century before the temple was rebuilt (Hanson 1975, 86&ndash;87, 93).<\/p><p>The only remaining issue in the commentaries is whether to opt for the early post-destruction period (say 586&ndash;539), as Muilenburg (1956, 729&ndash;30), Fohrer, for whom it is the earliest passage in<a class=\"isa\" verses=\"bnVsbA==\">Isa 40&ndash;66<\/a> (1964, 246&ndash;47), Westermann (1969, 386), and others have done; or somewhat later (post 539), as in Elliger (1928, 94&ndash;99), Bonnard (1972, 445), and Williamson (1990a, 48&ndash;58: some time after 586 and later than Lamentations).<\/p><p>Given its psalm-like character, it is natural to think that<a class=\"isa\" verses=\"eyIxODg3NCI6MjR9\">Isa 63:7&ndash;64:11[12]<\/a> was composed for liturgical recital, either on the site of the ruined temple or at some other religious center in southern Palestine. Several interpreters have made this suggestion, most recently Williamson, who compares it in this respect with<a class=\"ref\">Ps 106 and Neh 9:6&ndash;37<\/a> (1990a, 1990b). The proposal is plausible if unprovable, but the structural and metrical irregularity of the composition and its close connection with the passage that follows could with equal plausibility favor the hypothesis of a purely literary work that imitates the language and themes of the psalms of lamentation.<\/p><p>The affinity with these psalms is apparent from the recital of the benevolent acts and praiseworthy deeds of YHVH on behalf of his people (<a class=\"isa\" verses=\"eyIxODg3NCI6M30=\">63:7&ndash;9<\/a>). The language used in these opening verses is significant. The Hebrew term<em>ḥesed<\/em> means not just benevolence in a general sense but benevolence exercised in the fulfillment of commitments solemnly undertaken; hence, its frequent use in connection with covenant (<em>bĕr&icirc;t<\/em>). The relatively infrequent plural (<em>ḥăsād&icirc;m<\/em> , also<a class=\"isa\" verses=\"WzE4NzQ0XQ==\">Isa 55:3<\/a> ;<a class=\"ref\">Pss 17:7; 25:6; 89:2, 50; 107:43; 119:41<\/a>) therefore presupposes the existence of a covenant relationship.<\/p><p>The connection with covenant is reinforced by the possibility that Israel will &ldquo;play false&rdquo; (<em>&scaron;qr<\/em> Piel), since one meaning of this verb is to renege on agreements solemnly entered into; see, for example,<a class=\"ref\">Gen 21:22&ndash;24<\/a> , Abimelech&rsquo;s proposal of a sworn agreement with Abraham, in which the same language (<em>ḥesed<\/em> , &ldquo;loyalty,&rdquo; and<em>&scaron;qr<\/em> , &ldquo;deal falsely&rdquo; occurs. The same verb appears in connection with covenant in<a class=\"ref\">Ps 44:18<\/a> (<em>vĕloʾ-&scaron;iqqārn&ucirc; bibr&icirc;tek&acirc;<\/em> , &ldquo;and we have not been false to your covenant&rdquo;) and in one of the Aramaic treaties from Sefire (Fitzmyer 1967, 107). Israel&rsquo;s rebellion, which elicits an angry response from YHVH (<a class=\"isa\" verses=\"WzE4ODc3XQ==\">63:10<\/a>), is also in conformity with the treaty-covenant pattern.<\/p><p>Covenant-making and covenant-breaking come into clearer focus in the affirmation &ldquo;Surely they are my people,&rdquo; alluding to the formulaic &ldquo;You will be my people, and I will be your God&rdquo; (<a class=\"ref\">Deut 29:13; Lev 26:12; Jer 7:23<\/a> ; negated in<a class=\"ref\">Hos 1:9<\/a>). In a traditional, patrilineal society such as Israel, moreover, it was natural that reflection on covenant would move on the father-son axis (cf.<a class=\"isa\" verses=\"WzE3NjU3XQ==\">Isa 1:2<\/a>), even though the practice of addressing God as Father, which appears later in the lament, developed significantly only in the post-destruction period.<\/p><p>It is important that these elements of a narrative tradition be not only remembered mentally but enacted and re-presented&mdash;that is, made present, actualized. The verb<em>hazk&icirc;r<\/em> (Hiphil of<em>zkr<\/em> , &ldquo;remember&rdquo;) has this fuller sense of a significant retrieval of the past, a bringing of the past into the present by means of liturgical action, whether recited (verb<em>spr<\/em> Piel,<a class=\"ref\">Pss 9:15; 78:4<\/a>) or sung (<em>&scaron;&icirc;r<\/em> ,<a class=\"ref\">Ps 89:2<\/a>). It is apparent from the reference to redemptive action, to YHVH as Savior, frequent in the second part of Isaiah (<a class=\"isa\" verses=\"WzE4NTA5LDE4NTE3LDE4NTc3LDE4NTgzLDE4NjE1LDE4NjYzLDE4ODM4XQ==\">43:3, 11; 45:15, 21; 47:15; 49:26; 60:16<\/a>), and to his carrying the people in his arms (<a class=\"ref\">Exod 19:4; Deut 1:31; 32:11<\/a> cf.<a class=\"isa\" verses=\"W1sxODQzMl0seyIxODU5MCI6Mn1d\">Isa 40:11; 46:3&ndash;4<\/a>) that the tradition in question is the Exodus from Egypt and the journey through the wilderness to the land of Canaan, especially in its Deuteronomic formulation.<\/p><p>I note in passing an interesting issue involved in the much-disputed verse,<a class=\"isa\" verses=\"WzE4ODc2XQ==\">63:9a<\/a> (see Note d). According to the lxx, Israel was saved not by a messenger or an angel but by the Lord himself. Duhm (1922, 466) reproduced this reading:<em>Nicht ein Bote und ein Engel, sein Angesicht rettete sie<\/em> (&ldquo;It was neither a messenger nor an angel; his Face rescued them&rdquo;), preferring the lxx to the Masoretic reading represented by the Qere, which corrects the consonantal text. The reason given, that the expression<em>malʾak pān&icirc;m<\/em> , &ldquo;the messenger of the Face\/Presence,&rdquo; is unattested, was enough to convince many commentators to follow Duhm&rsquo;s example, among them J. Fischer (1939, 191), Kissane (1960, 291, 296), McKenzie (1968, 188), Westermann (1969, 385), and Whybray (1975, 257).<\/p><p>The alternative reading, reproduced in this translation, was adopted by Ibn Ezra and was well represented in the modern period prior to Duhm. Among its proponents were Lowth (1833, 392), Bredenkamp (1887, 350), Dillmann (1890, 521) and Whitehouse (1908, 309). What is at stake is the interpretation of certain statements in the Pentateuch about the divine guidance of Israel from Egypt to Canaan. According to the best represented view, the Israelites were guided and protected by YHVH&rsquo;s angel (<em>malʾāk<\/em> ,<a class=\"ref\">Exod 23:20&ndash;23; 32:34; 33:2; Num 20:16; Judg 2:1&ndash;5<\/a>). However, a problem arises in<a class=\"ref\">Exod 33<\/a> , in which YHVH promises Moses that he will send the<em>malʾāk<\/em> (<a class=\"isa\" verses=\"WzE4ODY5XQ==\">v 2<\/a>), then Moses speaks as if no such promise had been made (<a class=\"isa\" verses=\"WzE4ODc5XQ==\">v 12<\/a>), and then YHVH assures him that &ldquo;my Face [<em>pān&icirc;m<\/em> , that is, &ldquo;Presence&rdquo;] will go with you&rdquo; (<a class=\"isa\" verses=\"WzE4ODgxXQ==\">v 14<\/a>). These statements may be taken to reflect learned theological discussions about the historical traditions going on among scribes, including Deuteronomic scribes (cf.<a class=\"ref\">Deut 4:37<\/a> , &ldquo;He led you out of Egypt by means of his<em>pān&icirc;m<\/em> &rdquo;). The phrase<em>malʾāk pān&icirc;m<\/em> (&ldquo;the angel of the Face&rdquo;) in<a class=\"isa\" verses=\"WzE4ODc2XQ==\">Isa 63:9a<\/a> may therefore represent a compromise solution to the exegetical problem posed by<a class=\"ref\">Exod 33<\/a> , one which consisted in reconciling these alternative expressions of divine agency.<\/p><p>In keeping with the pattern of the psalms that rehearse the vicissitudes of Israel&rsquo;s history, especially<a class=\"ref\">Pss 78, 105, and 106<\/a> , the benevolent divine acts elicit only rejection and rebellion (<a class=\"isa\" verses=\"eyIxODg3NyI6NX0=\">vv 10&ndash;14<\/a>). According to the Deuteronomic didacticism reproduced in these psalms, the wilderness was the paradigm epoch during which this drama of gratuitous benevolence, rejection, punishment, and new beginnings was played out. Rebellion, a term closely associated with covenant-making and covenant-breaking, is a key concept in Deuteronomy (the corresponding verb<em>mrh<\/em> Hiphil appears in<a class=\"ref\">Deut 1:26, 43; 9:7, 23&ndash;24; 31:27<\/a> ; see also<a class=\"ref\">Ps 78:8, 17, 40, 56; 106:33, 43<\/a>). It is also an important aspect of the Deuteronomic reading of Israel&rsquo;s religious history from the other side of the disaster of 586 b.c.e.<\/p><p>In the Hebrew Bible the expression &ldquo;the Holy Spirit&rdquo; appears only here (<a class=\"isa\" verses=\"eyIxODg3NyI6Mn0=\">vv 10&ndash;11<\/a>) and in<a class=\"ref\">Ps 51:13[11]<\/a> : &ldquo;Do not cast me off from your presence, do not take away from me your holy spirit (<em>r&ucirc;aḥ qod&scaron;ĕk&acirc;<\/em>).&rdquo; The association of the Spirit with the Presence or the Face of God (also in<a class=\"ref\">Ps 139:7<\/a>) indicates that the Spirit (<em>r&ucirc;ah<\/em>) has now become the object of theological reflection, a kind of hypostasis similar in that respect to the Face (<em>pān&icirc;m<\/em>), the Angel (<em>malʾāk<\/em>) and, later in the Targum, the Word (<em>memraʾ<\/em>). We are at the beginning of a development that will eventuate, on the one hand, in the Christian doctrine of the Holy Spirit and, on the other, the rabbinic concept of the<em>r&ucirc;aḥ haqqode&scaron;<\/em> as the spirit of prophecy (<em>r&ucirc;aḥ hannĕb&ucirc;ʾ&acirc;<\/em>).<\/p><p>The first step toward restoring the broken relationship between people and their God is to remember (<a class=\"isa\" verses=\"WzE4ODc4XQ==\">v 11<\/a>), an injunction in keeping with one of the most prominent motifs in Deuteronomy&mdash;recollection of, in the sense of active engagement with, the historical traditions of Exodus and wilderness journey (<a class=\"ref\">Deut 5:15; 7:18; 8:2; 9:7; 15:15; 16:3, 12; 24:9, 18, 22; 25:17<\/a>). The catalog of events to be recalled comes in the form of questions lamenting the absence of evidence of such divine involvement at the present time. The emphasis is on the role of Moses, perhaps because of a crisis of leadership at the time of writing (cf.<a class=\"isa\" verses=\"eyIxODc2MyI6NH0=\">56:9&ndash;12<\/a>). With the help of two minor emendations, and taking<em>yām<\/em> to refer to the Nile (cf.<a class=\"isa\" verses=\"WzE4MDAwLDE4MDEwXQ==\">Isa 18:2; 19:5<\/a> and Arab.<em>al bahr<\/em>), some commentators take v 11b to refer to the infant Moses, providentially saved from death (<a class=\"ref\">Exod 2:5&ndash;10<\/a>).<\/p><p>Though possible, this may not be the best option, but Moses&rsquo; endowment with the spirit of God, mentioned in the verse following, is a basic traditional postulate. The focus is on the miracle at the Papyrus Sea, and the language suggests familiarity with the traditional accounts, more or less as we have them: YHVH cleaves the water (<em>bqʿ<\/em> ,<a class=\"ref\">Exod 14:16, 21; Ps 78:13<\/a>), and they go down into the watery depths (<em>tĕhōm&ocirc;t<\/em> ,<a class=\"ref\">Exod 15:5, 8; Ps 106:9<\/a>). Just as the Song at the Papyrus Sea ends with entrance into the land of Canaan (<a class=\"ref\">Exod 15:17<\/a>), so in this Isaian psalm, passage through the watery depths and the desert ends with &ldquo;respite,&rdquo; that is, settlement in the land (<em>n&ucirc;aḥ<\/em> Hiphil cf. the corresponding substantive<em>mĕn&ucirc;ḥ&acirc;<\/em> , &ldquo;rest,&rdquo; the Deuteronomic expression for occupation of the land,<a class=\"ref\">Deut 12:9; Ps 95:11<\/a>).<\/p><p>The lament proper that follows (<a class=\"isa\" verses=\"eyIxODg4MiI6MTZ9\">63:15&ndash;64:11<\/a>) begins and ends with a prayer that YHVH not stand aloof from his people (<a class=\"isa\" verses=\"WzE4ODgyLDE4ODk3XQ==\">63:15; 64:11[12]<\/a>). It would be form-critically too positivistic to make this second section into a distinct composition, especially since we have no assurance that it was written for liturgical use. Petition and complaint (<a class=\"isa\" verses=\"eyIxODg4MiI6NX0=\">63:15&ndash;19a<\/a>) are standard features of the canonical lament psalms (e.g.,<a class=\"ref\">Pss 79 and 83<\/a>), which complain, as people have been doing since time immemorial, of the silence, inattention, and indifference of their gods. In this instance, the lament is for the absence of the qualities&mdash;zeal, power, compassion&mdash;manifested so abundantly in the events just narrated. The initial petition directed to YHVH&rsquo;s heavenly abode, identical with<a class=\"ref\">Ps 80:15[14]<\/a> , reflects a shift in thinking to which the destruction of the temple must have contributed (cf.<a class=\"isa\" verses=\"W1sxODc4MV0seyIxODkyNCI6Mn1d\">Isa 57:15; 66:1&ndash;2<\/a>). It also gives expression to the feeling, much in evidence in<a class=\"isa\" verses=\"eyIxODc1NSI6MTkzfQ==\">chs. 56&ndash;66<\/a> , that God had moved away from his people.<\/p><p>It was no doubt this sense of alienation from the traditional religious assurances that inspired the author to address YHVH as Father. That this attribute, which seems so natural, is of relatively rare occurrence in Israel of the biblical period, in contrast to ancient Mesopotamia, may be due to the need to avoid the idea of physical paternity, the god as begetter of his devotees.<a class=\"ref\">Jeremiah 2:27<\/a> denounces those who address a tree or a stone&mdash;symbols of deities&mdash;as father. The paternity of the god was common elsewhere (for example, El, supreme deity of the Ugaritic pantheon, was addressed as father) but is present only residually in Israel, in theophoric personal names (e.g., Abijah, Joab) and, rarely, in poetic compositions (e.g.,<a class=\"ref\">Deut 32:6<\/a>).<\/p><p>Where the relationship between YHVH and his devotees is expressed in the language of paternity, the expression will therefore be either metaphorical or in terms of adoption. During the time of the kingdoms, the Judean dynast was considered the adoptive son of YHVH, following Egyptian court protocol (<a class=\"ref\">2 Sam 7:14<\/a> ;<a class=\"isa\" verses=\"WzE3ODM1XQ==\">Isa 9:5[6]<\/a> ;<a class=\"ref\">Ps 2:7; Ps 89:27&ndash;28<\/a>). The tradition could speak of Israel as YHVH&rsquo;s son because YHVH had created Israel (<a class=\"ref\">Exod 4:22; Hos 11:1; Jer 31:9<\/a>). This conventional language transported aspects of the exercise of paternity in that society into the sphere of religious thinking&mdash;primarily the power and authority of the paterfamilias in a patrilineal social organization. The result, much in evidence in biblical texts (e.g.,<a class=\"isa\" verses=\"eyIxODU3MSI6M30=\">Isa 45:9&ndash;11<\/a> ;<a class=\"ref\">Mal 1:6; Prov 3:12<\/a>), has proved to be problematic for Christian and Jewish people who favor the promotion of equality in general and gender equality in particular in the religious sphere.<\/p><p><a class=\"isa\" verses=\"eyIxODg4MiI6Mn0=\">Isaiah 63:15&ndash;16<\/a> , however, looks at other aspects of the metaphor of fatherhood including tenderness, affection, and availability. In this sense, appeal to God as Father became an important part of personal piety in the late biblical and postbiblical period (<a class=\"ref\">Sir 23:1, 4; Tob 13:4; 3 Macc 5:7; Wis 2:16; 14:3<\/a>). According to the witness of the Gospels, Jesus prayed to God as Father (&ldquo;Father in heaven,&rdquo;<a class=\"ref\">Matt 5:48; 6:9<\/a>), and fatherhood seems to have characterized the way he and his first followers thought and spoke about God.<\/p><p>The following verse,<a class=\"isa\" verses=\"WzE4ODgzXQ==\">v 16<\/a> , has occasioned a great deal of discussion. Duhm (1922, 469) took it to mean that the speaker&rsquo;s contemporaries had appealed in vain for assistance to these distinguished ancestors by means of necromancy, and now had only YHVH to turn to. Hanson (1975, 92&ndash;100) took &ldquo;Abraham&rdquo; and &ldquo;Israel&rdquo; to stand for Judeo-Babylonian Zadokites, the &ldquo;reprobates&rdquo; and &ldquo;adversaries&rdquo; of<a class=\"isa\" verses=\"WzE4ODg1XQ==\">63:18<\/a> , who had taken over the temple and disenfranchised the Levitical-prophetic minority among whom the psalm originated. He therefore read<a class=\"isa\" verses=\"WzE4ODgzXQ==\">Isa 63:16<\/a> as providing one more indication of a schism within the Palestinian-Jewish community. It is tolerably clear, however, that the writer is speaking throughout in the name of the community as a whole (as is especially evident in<a class=\"isa\" verses=\"WzE4ODk0XQ==\">64:8<\/a>), and there would be no precedent for such a pejorative use of the names &ldquo;Abraham&rdquo; and &ldquo;Israel&rdquo;&mdash;this quite apart from the problem of a Zadokite hierocracy controlling the temple in the mid-sixth century b.c.e., the date Hanson assigns to this passage (1975, 87).<\/p><p>If the verse is read straightforwardly in the indicative mood (hence, &ldquo;For Abraham does not know us, Israel does not acknowledge us&rdquo;), we could take it as expressing a sense of disorientation and alienation from the traditions of origins. I have preferred to read the first phrase as a counterfactual (<em>k&icirc;<\/em> meaning &ldquo;if,&rdquo; GKC &sect;159aa, bb), which has the advantage of rendering explanations like those of Duhm and Hanson superfluous.<\/p><p>The complaint gathers strength with the charge that in some way YHVH himself is responsible for the people&rsquo;s conduct and obduracy. The standard explanation for this kind of language is that the God was seen to be responsible for everything&mdash;good and bad, indifferently&mdash;so that no distinction is made between the absolute and the permissive will of God (e.g.,<a class=\"ref\">Amos 3:6<\/a>). This is no doubt the case, but we should not underestimate the willingness of biblical authors to charge God with indifference to or even complicity in human evildoing, a point made forcibly in<a class=\"isa\" verses=\"eyIxNzc3OSI6Mn0=\">Isa 6:9&ndash;10<\/a> and even more so in the book of Job.<\/p><p>The point has been made and is reinforced by the parallel reference to the tribes inherited by YHVH that the term &ldquo;servants&rdquo; (<em>ʿăbād&icirc;m<\/em>) alludes to the community as a whole and therefore indicates a different historical context from that of the &ldquo;Servants&rdquo; in the last two chapters of the book. The lament for the ruined temple dates the composition sometime after 586 and before 520 but probably closer to the latter than the former (<em>mēʿ&ocirc;lām<\/em> , &ldquo;from a long time ago,&rdquo;<a class=\"isa\" verses=\"WzE4ODg2XQ==\">v 19a<\/a>).<\/p><p>The impassioned plea for God, not just to look down (<a class=\"isa\" verses=\"WzE4ODgyXQ==\">63:15<\/a>) or to reach down (<a class=\"ref\">Pss 18:7&ndash;15[6&ndash;14]; 144:5&ndash;8<\/a>), but to come down (<a class=\"isa\" verses=\"WzE4ODg2XQ==\">Isa 63:19b[64:1]<\/a>) marks the beginning of the second half of the poem, which falls into two stanzas:<a class=\"isa\" verses=\"eyIxODg4NiI6MTN9\">63:19b&ndash;64:6[64:1&ndash;7] and 64:7&ndash;11[8&ndash;12]<\/a> . It was inevitable that Christian readers and hearers would give this plea a messianic interpretation; and, so interpreted, it came to be used together with<a class=\"isa\" verses=\"WzE4NTcwXQ==\">Isa 45:8<\/a> , read according to the Vulgate, in the Advent liturgy. In the first of the two parts&mdash;<a class=\"isa\" verses=\"WzE4ODg2XQ==\">63:19b&ndash;64:6<\/a> &mdash;there is a notable change of mood between<a class=\"isa\" verses=\"WzE4ODg2XQ==\">63:19b&ndash;64:4a and 64:4b&ndash;6<\/a> , and the distinctive character of<a class=\"isa\" verses=\"WzE4ODkwXQ==\">64:4b&ndash;6<\/a> is marked by the inclusive reference to the self-concealment of God as the occasion for sin at the beginning and the end (<a class=\"isa\" verses=\"WzE4ODcxXQ==\">vv 4b and 6b<\/a>).<\/p><p>The plea is for God, whose abode is in the sky (<a class=\"isa\" verses=\"WzE4ODgyXQ==\">63:15<\/a>), to break through the domed firmament and the clouds and intervene. The particle<em>l&ucirc;ʾ<\/em> (&ldquo;would that&rdquo;) followed by the Perfect usually, but not invariably (see<a class=\"ref\">Deut 32:29<\/a>), refers to the past, but the writer knows from the tradition that God did rend the heavens long ago and come down at Sinai. The pleading therefore is for action in the present&mdash;a request that the Sinai theophany, with its all-consuming fire and earthquake shaking the mountains, be repeated (<a class=\"ref\">Exod 19:16&ndash;20<\/a>).<\/p><p>But the wording of<a class=\"isa\" verses=\"WzE4ODg2XQ==\">63:19b<\/a> also sends back an echo of the Song of Deborah, in which the coming of YHVH, &ldquo;He of Sinai&rdquo; (<a class=\"ref\">Judg 5:5<\/a>), from Seir\/Edom is accompanied by earth tremors, violent precipitation, and the mountains&rsquo; shaking (<em>hār&icirc;m nāzĕl&ucirc; [nāzoll&ucirc;] mippĕn&ecirc; YHVH<\/em> ,<a class=\"ref\">Judg 5:5<\/a> &mdash;emended text in square brackets); compare<a class=\"isa\" verses=\"WzE4ODg2XQ==\">Isa 63:19b<\/a> ,<em>mippān&ecirc;k&acirc; hār&icirc;m nāzoll&ucirc;<\/em> , &ldquo;that the mountains might quake in your presence.&rdquo; This instance of intertextual linkage is particularly apposite in view of the description at the beginning of the chapter (<a class=\"isa\" verses=\"WzE4ODY4XQ==\">Isa 63:1<\/a>) of YHVH striding out of Edom (verb<em>ṣʿd<\/em> emended text, as in<a class=\"ref\">Judg 5:4a<\/a>) after fulfilling his pledge to carry out judgment on his enemies.<\/p><p>Continuing in the same train of thought, the poet looks for a repetition of the awesome deeds (<em>n&ocirc;rāʾ&ocirc;t<\/em>) of which the historical traditions speak. Here, too, he takes up a theme of frequent occurrence in psalms and prayers (<a class=\"ref\">Pss 66:3; 139:14; 145:6; 2 Sam 7:23<\/a>), with special reference to the Exodus and wilderness experience (<a class=\"ref\">Deut 10:21<\/a>) and the miracle at the Papyrus Sea (<a class=\"ref\">Exod 15:11; Ps 106:22<\/a>). The thought of these great deeds induces praise for the incomparability of the God of Israel, a theme of frequent occurrence in<a class=\"isa\" verses=\"bnVsbA==\">Isa 40&ndash;55<\/a> . Forgetting his complaint for the moment, the author adds that this God is always ready to meet halfway those who are prepared to wait for God&mdash;this, too, a prominent Isaian theme (Blenkinsopp 2000a, 420).<\/p><p>The transition to the confession of sin in<a class=\"isa\" verses=\"WzE4ODkwXQ==\">64:4b[5b]<\/a> marks an abrupt change of mood. The textual corruption of the second half of<a class=\"isa\" verses=\"WzE4ODcxXQ==\">v 4b<\/a> obscures the point that the writer wishes to make. Translated literally, the verse begins: &ldquo;Behold, you became angry, and we sinned.&rdquo; The many functions performed by the conjunction in Hebrew leaves open the possibility of translating: &ldquo;You became angry, and so we sinned.&rdquo; If the emendation proposed for the last verse of the strophe is correct (&ldquo;for you have hidden your face from us, you have handed us over to our iniquities,&rdquo;<a class=\"isa\" verses=\"WzE4ODczXQ==\">6b<\/a>), this translation would gain in plausibility. Blank (1952, 149&ndash;54) makes an even stronger case against YHVH by translating<em>ḥṭʾ<\/em> (usually &ldquo;sin&rdquo;) and<em>r&scaron;<\/em> (usually &ldquo;act wickedly&rdquo;) as &ldquo;bear the blame&rdquo; and &ldquo;stand convicted,&rdquo; respectively, but this does not make as good a fit with the passage as a whole as the more common rendering.<\/p><p>The complaint that God has hidden himself or his eyes or his face from the suppliant is often heard in the Psalms (<a class=\"ref\">Pss 10:11; 13:2; 27:9; 30:8; 44:25; 69:18; 88:15; 102:3; 143:7<\/a>), as it is throughout the book of Isaiah (<a class=\"isa\" verses=\"WzE3NjcwLDE3ODI1LDE4NzMyLDE4NzgzLDE4ODAzXQ==\">Isa 1:15; 8:17; 54:8; 57:17; 59:2<\/a>). The breakdown in contact, communication, and interactivity induces a feeling of uncleanness (<em>ṭāmēʾ<\/em>), using the metaphor of a cloth stained with menstrual blood (<em>ʿidd&acirc;<\/em> hapax), juxtaposed somewhat incongruously with the insubstantiality of a shriveled leaf driven by the wind. In writings from the post-destruction period, there is no more poignant expression of abandonment and godforsakenness induced by the disaster of 586 b.c.e.<\/p><p>The lament proper continues in<a class=\"isa\" verses=\"eyIxODg5MyI6Nn0=\">64:7&ndash;11[8&ndash;12]<\/a> , ending as it began with a plea to YHVH not to stand aloof (<a class=\"isa\" verses=\"WzE4ODk3LDE4ODgyXQ==\">64:11; 63:15<\/a>). Speaking in the name of the people as a whole (&ldquo;We are all your people,&rdquo;<a class=\"isa\" verses=\"WzE4ODk0XQ==\">64:8<\/a>), and therefore not as the representative of an oppressed minority, the writer addresses God as Father once again. But, as Muilenburg points out (1956, 743), whereas in<a class=\"isa\" verses=\"WzE4ODgzXQ==\">63:16<\/a> fatherhood is associated with the redemptive acts celebrated in worship, at this point fatherhood is attributed to YHVH as Creator. While this association is by no means confined to Israel, it could be seen as a more acceptable alternative to the idea of a begetter deity. The point is made unambiguously by the metaphor of the potter, as in<a class=\"isa\" verses=\"eyIxODU3MSI6Mn0=\">45:9&ndash;10<\/a> :<\/p><p>Should one take issue with one&rsquo;s Maker,<\/p><p>one sherd among others made of earth?<\/p><p>Should the clay say to the one who shapes it,<\/p><p>&ldquo;What are you doing?&rdquo; &hellip;<\/p><p>Should one say to a father,<\/p><p>&ldquo;What is this you are begetting?&rdquo;<\/p><p>As signifying a relationship of dependence between Creator and creature and between parent and child, the metaphor was in wide use (<a class=\"isa\" verses=\"WzE4MjEwXQ==\">Isa 29:16<\/a> ;<a class=\"ref\">Jer 18:1&ndash;11; Gen 2:7; Job 10:9<\/a> etc.). Here, the prayer is, in effect: Do not destroy what you have made!<\/p><p>The plea becomes more specific to the situation with the reminder that the holy cities of Judah (holy because the land is held in fief from YHVH) including Jerusalem and its temple have been turned into a wilderness. The archaeological record attests to extensive but far from wholesale destruction inflicted by the Babylonian army during its punitive campaign of 588&ndash;586 b.c.e. Some of the fortified cities, Jerusalem and Lachish in particular, were severely damaged or destroyed, but the claims for total or near-total destruction made by William Foxwell Albright and still heard in some quarters are now recognized to be greatly exaggerated. Moreover, some of the damage attested in the Negev and Shephelah and laid to the charge of the Babylonians could have resulted from Edomite encroachment. Furthermore, we should not underestimate the resilience of a population in such a crisis in picking up the pieces and restoring a semblance of order. At the approach of the Babylonian army, many would have taken refuge in one or other of the inaccessible retreats and refuges with which Judah is liberally provided, to reemerge once the immediate crisis had passed. In any case, most of the population did not live in cities, so the country was by no means depopulated.<\/p><p>This last strophe is close enough to Lamentations to practically eliminate the later dates proposed by Morgenstern and Steck, among others. Both texts end with desperate questioning and the plea that YHVH not punish or remain silent or be angry &ldquo;beyond measure&rdquo; (<em>ʿad mĕʾod<\/em>). They have in common the theme of divine anger (<a class=\"ref\">Lam 1:12; 2:2, 4, 22; 3:1, 43<\/a>), unanswered prayer (<a class=\"isa\" verses=\"WzE3NzE2XQ==\">3:8, 44<\/a>), confession of sin (<a class=\"isa\" verses=\"bnVsbA==\">3:42<\/a>), waiting for God (<a class=\"isa\" verses=\"eyIxNzczMyI6Mn0=\">3:25&ndash;26<\/a>), and a prayer for God to look down, or come down, from his place in heaven (<a class=\"isa\" verses=\"bnVsbA==\">3:50<\/a>). Both lament the entry of foreigners into the temple (<a class=\"isa\" verses=\"WzE3NjY1XQ==\">1:10<\/a>) and the reduction of Jerusalem to a desolation (<em>&scaron;ĕmām&acirc;<\/em> ,<a class=\"isa\" verses=\"WzE4ODk1XQ==\">Isa 64:9b<\/a> ;<a class=\"ref\">Lam 5:18<\/a> , verb<em>&scaron;mm<\/em>). There are also close linguistic parallels with Lamentations. The term<em>tipʾeret<\/em> , &ldquo;splendor, pride and joy,&rdquo; is used of the temple in<a class=\"isa\" verses=\"WzE4ODk1XQ==\">Isa 64:9<\/a> and<a class=\"ref\">Lam 2:1<\/a> ; the loss of Jerusalem&rsquo;s<em>maḥămadd&icirc;m<\/em> (<em>maḥămud&icirc;m<\/em> , &ldquo;precious possessions&rdquo;) is lamented in<a class=\"ref\">Lam 1:7, 10<\/a> (cf.<a class=\"isa\" verses=\"WzE4ODk2XQ==\">Isa 64:10b<\/a>), perhaps with reference to the temple vessels; and both texts convey the sense of pollution by means of menstrual blood (<a class=\"isa\" verses=\"WzE4ODkxXQ==\">Isa 64:5<\/a> ,<em>beged ʿidd&icirc;m<\/em> ;<a class=\"ref\">Lam 1:17<\/a> ,<em>nidd&acirc;<\/em>).<\/p><p>The lament of<a class=\"isa\" verses=\"bnVsbA==\">Isa 63&ndash;64<\/a> and the book of Lamentations set the tone for a kind of penitential piety, both public and private, both mainstream and sectarian, that came to be a characteristic feature of Jewish religious life throughout the Second Temple period. Other instances, principally the prayers attributed to Ezra in<a class=\"ref\">Ezra 9:6&ndash;15 and Neh 9:6&ndash;37<\/a> , replicate much the same pattern as the Isaian lament and would eventually have a significant impact on the liturgy of the synagogue. Later examples are the penitential prayer of<a class=\"ref\">Dan 9:4&ndash;19<\/a> and, in less fully developed form,<a class=\"ref\">1 Macc 2:49&ndash;70<\/a> , the Prayer of Manasseh, and 4Q504, published under the title &ldquo;Paroles des Lumi&egrave;res&rdquo; by M. Baillet (1982, 137&ndash;68).<\/p><p>Blenkinsopp, J. (2008).<em>Isaiah 56&ndash;66: a new translation with introduction and commentary<\/em> (Vol. 19B, pp. 257&ndash;266). New Haven; London: Yale University Press.<\/p> ",
    "audit": 1
}