{
    "id": 2129,
    "source": "blenkinsopp",
    "verse_id": 18520,
    "verse_count": 8,
    "reference": "43:14–21",
    "title": "Something New: A Way into the Future",
    "html": " <p>The conventional prophetic superscripts formally identify two sayings of unequal length (<a class=\"isa\" verses=\"eyIxODUyMCI6OH0=\">43:14&ndash;15, 16&ndash;21<\/a>). The first may have preserved only its beginning and ending either through the vicissitudes of textual transmission or by deliberate omission. If the saying included predictions about the fate of Babylon incompatible with what came to be known about the fall of the city, deliberate suppression would be understandable. Whether in fact one follows the translation of <a class=\"isa\" verses=\"WzE4NTIwXQ==\">v 14<\/a>, offered above (cf. neb) or the alternative, implying a violent irruption into the city (cf. rsv and njpsv), the result would be inconsistent with the account of a nonviolent occupation in Cyrus&rsquo;s propagandistic Cylinder inscription. The point, in any case, is the author&rsquo;s affirming that Cyrus has a historic mission to conquer Babylon (stated more directly in <a class=\"isa\" verses=\"W3siMTg1NjMiOjN9LFsxODYyOV1d\">45:1&ndash;3 and 48:14<\/a>) and that the fall of the city is the opening act in the drama of Israel&rsquo;s redemption. <\/p> <p>This truly historic event, the fall of the city and the consequent collapse of the Babylonian Empire, is to take place for the benefit of the Jewish people (<em>lĕma ʿankem <\/em>)! It would be natural to read such a statement as a dangerous delusion, a typical &ldquo;fantasy of the oppressed,&rdquo; which in fact it turned out to be. Yet, on reflection, a subjugated people can be forgiven for not taking a detached and objective view of events that are likely to affect them in very basic ways. The faith context of the affirmation is expressed in the self-identification of Yahveh as Redeemer, Israel&rsquo;s Holy One, Israel&rsquo;s Creator and King. The first two of these predicates are often linked (<a class=\"isa\" verses=\"WzE4NDY2LDE4NTIwLDE4NjA0LDE4NjMyLDE4NzI5XQ==\">41:14; 43:14; 47:4; 48:17; 54:5<\/a>; see comments on <a class=\"isa\" verses=\"WzE4NDY2XQ==\">41:14<\/a>, above). They may be taken to refer, respectively, to the activity and nature of Israel&rsquo;s God though, contrary to what is often asserted, the idea of redemption in these chapter is only once (<a class=\"isa\" verses=\"eyIxODYzNSI6M30=\">48:20&ndash;22<\/a>) referring explicitly to the Exodus tradition. The accent on Yahveh as sovereign (cf. <a class=\"isa\" verses=\"WzE4NTQwXQ==\">44:6<\/a>) and as the cosmic deity and creator (<a class=\"isa\" verses=\"WzE4NDQ3LDE4NDQ5LDE4NDg2LDE4NTY5LDE4NTc0LDE4NTgwXQ==\">40:26, 28; 42:5; 45:7, 12, 18<\/a>)&mdash;creation here including transformations brought about in the physical environment and in history, especially the history of Israel (<a class=\"isa\" verses=\"W1sxODQ3Ml0seyIxODU2OSI6Mn0sWzE4NzQwXV0=\">41:20; 45:7&ndash;8; 54:16<\/a>, a particular instance of <em>creatio ex nihilo<\/em>, (<a class=\"isa\" verses=\"WzE4NTA3LDE4NTEzLDE4NTIxXQ==\">43:1, 7, 15<\/a>)&mdash;is consonant with and in fact required by the preacher&rsquo;s interpretation of contemporary events. <\/p> <p>The second saying (<a class=\"isa\" verses=\"eyIxODUyMiI6Nn0=\">vv 16&ndash;21<\/a>) provides a theological context for the first (referring to the anticipated fall of Babylon to Cyrus) by setting it against the tradition of the epic victory at the Red Sea (or Papyrus Sea) brought about by divine intervention. Since this tradition could be assumed to be known, it is conjured up by the use of familiar phrases: a way through the mighty waters (cf. <a class=\"ref\">Exod 15:10<\/a>), horses and chariots (<a class=\"ref\">Exod 15:1, 4, 19, 21<\/a>), and the stillness of death after the horses and drivers were drowned (cf. <a class=\"ref\">Exod 15:10b<\/a>). <\/p> <p>In <a class=\"isa\" verses=\"bnVsbA==\">Isa 40&ndash;48<\/a>, the phrase usually translated &ldquo;the former things&rdquo; (<em>hāriʾ&scaron;on&ocirc;t<\/em>) appears for the most part in the context of the author&rsquo;s argument from prophecy and fulfillment, whether the reference is understood to be to the prophecies of doom in the first section of the book, now spectacularly fulfilled, or to earlier victories of Cyrus, successfully predicted by the author (<a class=\"isa\" verses=\"WzE4NDc0LDE4NDkwLDE4NTE1LDE4NTk2LDE4NjE4XQ==\">41:22; 42:9; 43:9; 46:9; 48:3<\/a>). But in this instance (<a class=\"isa\" verses=\"WzE4NTI0XQ==\">v 18<\/a>) the word <em>riʾ&scaron;on&ocirc;t<\/em>, also described as <em>qadmoniyy&ocirc;t<\/em>, (&ldquo;deeds done long ago&rdquo;), refers to the events commemorated in the tradition alluded to telegrammatically in the previous two verses. The argument here draws on analogy rather than prophecy. What God did in guiding his people en route to Canaan and providing them with life-giving water (<a class=\"ref\">Exod 15:22&ndash;27; 17:1&ndash;7; Num 20:2&ndash;13<\/a>) is paradigmatic of what God does whenever he acts to save or redeem his people. The point is made with a fine subtlety by the use of present participles in <a class=\"isa\" verses=\"eyIxODUyMiI6Mn0=\">vv 16&ndash;17a<\/a>, (<em>n&ocirc;tēn<\/em>, <em>m&ocirc;s&icirc;ʾ <\/em>); the deed done long ago is superimposed on the drama of redemption, in which the fall of Babylon is to be the first act. <\/p> <p>The promise of a way through the wilderness corresponding to the Exodus way through the sea has led most commentators to explain the &ldquo;new thing&rdquo; (<em>ḥădā&scaron;&acirc;<\/em>) now beginning to unfold as the anticipated return of the Babylonian diaspora to the homeland. While this theme is certainly in view in <a class=\"isa\" verses=\"eyIxODQyMiI6MjE2fQ==\">chs. 40&ndash;48<\/a>, especially in the final exhortation to leave Babylon, with its fairly overt allusion to the Exodus (<a class=\"isa\" verses=\"eyIxODYzNSI6M30=\">48:20&ndash;22<\/a>), it neither exhausts the scope of the author&rsquo;s expectations nor obliges us to domicile the author among the Jewish ethnic minority in Babylon. The prophet anticipates a return from the ends of the earth and from all points of the compass, not just from Mesopotamia (<a class=\"isa\" verses=\"WzE4NDYxLDE4NTExLDE4NjQ5XQ==\">41:9; 43:5; 49:12<\/a>, cf. <a class=\"isa\" verses=\"W1sxODY4NV0seyIxODc1MyI6Mn1d\">51:11; 55:12&ndash;13<\/a>). <\/p> <p>Furthermore, while talk of a way through the wilderness and paths through the wasteland evokes the idea of repatriation (but not exclusively from Babylon), the theme of ecological transformation is equally present, as it is elsewhere in these chapters (see Comments on <a class=\"isa\" verses=\"W3siMTgzMjYiOjN9LHsiMTg0NjkiOjR9XQ==\">35:5&ndash;7 and 41:17&ndash;20<\/a>); hence the inclusion of jackals and ostriches, an Isaian topos associated with ecological degradation and the collapse of urban life (cf. <a class=\"isa\" verses=\"WzE3OTI5LDE4MzE3XQ==\">Isa 13:22; 34:13<\/a>). Duhm (1922, 327) excised <a class=\"isa\" verses=\"WzE4NTI2XQ==\">vv 20b&ndash;21<\/a>, on aesthetic grounds, since they repeat <a class=\"isa\" verses=\"WzE4NTI1XQ==\">v 19b<\/a>, and set up a bizarre parallel between jackals and ostriches on the one hand and Israelites on the other. But the point seems to be that the journey will be expedited by removing or rendering wild animals innocuous and providing water. The appropriate response of the chosen people to this anticipated redemptive intervention in their affairs is liturgical praise (<em>tĕhill&acirc;<\/em>, cf. <a class=\"isa\" verses=\"WzE4NDg5LDE4NDkxLDE4NDkzLDE4NjI0XQ==\">42:8, 10, 12; 48:9<\/a>), their failure to render which is the subject of the following passage. <\/p> <p>Blenkinsopp, J. (2008). <em>Isaiah 40&ndash;55: A New Translation with Introduction and Commentary<\/em>, (Vol. 19A, pp. 226&ndash;228). New Haven; London: Yale University Press. <\/p>",
    "audit": 1
}