{
    "id": 2140,
    "source": "blenkinsopp",
    "verse_id": 18616,
    "verse_count": 11,
    "reference": "48:1-11",
    "title": "The Argument from Prophecy Reiterated",
    "html": "<p>This last chapter of section <a class=\"isa\" verses=\"bnVsbA==\">40&ndash;48<\/a> is beset by more problems and subject to more diverse interpretations than any of the eight that precede it. A structural analysis should in the first place be based on indications in the text rather than on the commentator&rsquo;s prior decision about what is original and what is not. The divisions of BHS correspond to those of the Qumran <em>Isaiah Scroll<\/em> (1QIsa<sup>a<\/sup>) with respect to the second half of the chapter (i.e., <a class=\"isa\" verses=\"eyIxODYyNyI6MTF9\">vv 12&ndash;16, 17&ndash;19, 20&ndash;22<\/a>) but differ in the first half, with BHS dividing into <a class=\"isa\" verses=\"eyIxODYxNiI6MTF9\">1&ndash;8 and 9&ndash;11<\/a> as against 1QIsa<sup>a<\/sup>, into <a class=\"isa\" verses=\"eyIxODYxNiI6MTF9\">1&ndash;2, 3&ndash;9, and 10&ndash;11<\/a>. There seems to be general agreement that a major break occurs after <a class=\"isa\" verses=\"WzE4NjI2XQ==\">v 11<\/a>, where the <em>Isaiah Scroll<\/em> has a half-line gap, and I will argue that <a class=\"isa\" verses=\"eyIxODYzNSI6M30=\">vv 20&ndash;22<\/a> serve as the conclusion to section <a class=\"isa\" verses=\"bnVsbA==\">40&ndash;48<\/a> as a whole.<\/p><p>Apart from this, I note as structurally significant the initial imperatives: hear this (<a class=\"isa\" verses=\"WzE4NjE2XQ==\">v 1<\/a>), listen to me (<a class=\"isa\" verses=\"WzE4NjI3XQ==\">12<\/a>), assemble (<a class=\"isa\" verses=\"WzE4NjI5XQ==\">14<\/a>), get out of Babylon (<a class=\"isa\" verses=\"WzE4NjM1XQ==\">20<\/a>); and the repetitions indicating closure: hear this &hellip; you have heard (<a class=\"isa\" verses=\"WzE4NjE2LDE4NjIxXQ==\">vv 1, 6a<\/a>), for my name&rsquo;s sake &hellip; only for my own sake (<a class=\"isa\" verses=\"WzE4NjI0XQ==\">9a, 11a<\/a>). In addition, the familiar prophetic <em>incipit<\/em> in <a class=\"isa\" verses=\"WzE4NjMyXQ==\">v 17<\/a> (&ldquo;This is what Yahveh says&rdquo;) clearly delineates <a class=\"isa\" verses=\"eyIxODYzMiI6M30=\">17&ndash;19<\/a> as a distinct subunit.<\/p><p>A more intractable problem arises from what are perceived to be sudden shifts of mood corresponding to the alternation of reassurance with denunciation, and denunciation of a severity encountered nowhere else in <a class=\"isa\" verses=\"bnVsbA==\">chs. 40&ndash;55<\/a>. More specifically, by-now familiar themes&mdash;former things and new things, Yahveh as the one God and Creator of the world, the divinely mandated mission of Cyrus&mdash;alternate in an apparently quite sporadic way with denunciations of disingenuous worship (<a class=\"isa\" verses=\"WzE4NjE2XQ==\">v 1<\/a>), recalcitrance (<a class=\"isa\" verses=\"WzE4NjE5XQ==\">4<\/a>), addiction to idolatry (<a class=\"isa\" verses=\"WzE4NjIwXQ==\">5<\/a>), treachery and rebelliousness (<a class=\"isa\" verses=\"WzE4NjIzXQ==\">8<\/a>), and failure to observe the commandments (<a class=\"isa\" verses=\"eyIxODYzMyI6Mn0=\">18&ndash;19<\/a>). But this is by no means the first time that the hearers have been reproached by the author. We have heard about their weak faith in need of constant reinforcement (<a class=\"isa\" verses=\"eyIxODQ0OCI6NX0=\">40:27&ndash;31<\/a>), their history of infidelity leading to political disaster (<a class=\"isa\" verses=\"W3siMTg0OTkiOjh9LHsiMTg1MzEiOjR9XQ==\">42:18&ndash;25; 43:25&ndash;28<\/a>), and a skeptical attitude toward the prophet&rsquo;s message about Cyrus (<a class=\"isa\" verses=\"eyIxODU3MSI6NX0=\">45:9&ndash;13<\/a>). They have already been denounced as rebels (<em>pō&scaron;ĕʿ&icirc;m<\/em> <a class=\"isa\" verses=\"WzE4NTk1XQ==\">46:8<\/a>) though not yet as idolaters. (This accusation will be taken up with exceptional acrimony in <a class=\"isa\" verses=\"bnVsbA==\">ch. 57<\/a>.)<\/p><p>Since what is at stake in the first instance is the prophet&rsquo;s credibility and reputation, which rest on his ability to convince his public, it is possible to detect a gradually increasing alienation between prophet and public and to conclude that we are close to the point where skepticism and opposition will eventuate in open rejection. It is clear that in backing Cyrus the author of <a class=\"isa\" verses=\"bnVsbA==\">chs. 40&ndash;48<\/a> was playing for high stakes in an extremely volatile and unpredictable international situation. In this sense, <a class=\"isa\" verses=\"bnVsbA==\">ch. 48<\/a> fits into a trajectory reflected, if only uncertainly and fitfully, in the entire second part of the book, one in which disappointed expectations lead to religious and social polarization within Jewish communities during the early Persian period.<\/p><p>The conclusion to be drawn from this is that shifts of mood and a sudden switch from reassurance to denunciation are not <em>in themselves<\/em> sufficient reason for postulating multiple authorship. I take the first unit (<a class=\"isa\" verses=\"eyIxODYxNiI6Nn0=\">vv 1&ndash;6a<\/a>) to be delimited by the call for attention at the beginning (&ldquo;hear this,&rdquo; <a class=\"isa\" verses=\"WzE4NjE2XQ==\">v 1<\/a>) and the statement &ldquo;you have heard&rdquo; at the end (<a class=\"isa\" verses=\"WzE4NjIxXQ==\">6a<\/a>). The message itself (<a class=\"isa\" verses=\"eyIxODYxOCI6M30=\">3&ndash;5<\/a>), therefore, has an introduction (<a class=\"isa\" verses=\"eyIxODYxNiI6Mn0=\">1&ndash;2<\/a>) and a conclusion (<a class=\"isa\" verses=\"WzE4NjIxXQ==\">6a<\/a>). Since the initial imperative is plural and the conclusion is singular, it should be pointed out that changes in number (singular to plural, plural to singular) do not necessarily indicate different sources either. Such changes occur throughout these chapters and are usually occasioned by something in the context. If the audience is addressed as Jacob\/Israel, or as servant, we expect the singular, and this is what we find (<a class=\"isa\" verses=\"W3siMTg0NDgiOjJ9LHsiMTg0NjAiOjl9LHsiMTg1MDciOjd9LHsiMTg1MjgiOjd9LHsiMTg1MzUiOjV9LHsiMTg1NTUiOjJ9XQ==\">40:27&ndash;28; 41:8&ndash;16; 43:1&ndash;7, 22&ndash;28; 44:1&ndash;5, 21&ndash;22<\/a>). If they are addressed as the household of Jacob (e.g. <a class=\"isa\" verses=\"WzE4NTkwXQ==\">46:3<\/a>) or as Yahveh&rsquo;s witnesses (<a class=\"isa\" verses=\"WzE4NTE2LDE4NTQyXQ==\">43:10; 44:8<\/a>), the plural is appropriate. Here too, however, such changes could, in conjunction with other features (e.g. a change from second to third person together with a sudden change of theme), suggest multiple authorship.<\/p><p>In the introduction to the first unit the household of Jacob is described in a sequence of qualifiers. They are those who lay claim to the name &ldquo;Israel&rdquo; which, in the historical context, means a claim to continuity with the old Israel destroyed by the Babylonians. How important this claim was in the struggle to set up a viable polity in the early days of Persian rule can be seen in the census list in <a class=\"ref\">Ezra 2:1&ndash;67<\/a> (= <a class=\"ref\">Neh 7:6&ndash;68<\/a>) and the need for documentary proof of membership (<a class=\"ref\">Ezra 2:59<\/a>) in the form of a genealogical record of some kind (<em>sēper hayyaḥas<\/em> <a class=\"ref\">Neh 7:5<\/a>).<\/p><p>Since the inhabitants of the Northern Kingdom had all but completely disappeared in the slipstream of history, claiming the name &ldquo;Israel(ite)&rdquo; meant in effect claiming family origin in Judah. The fact that the term &ldquo;Judean&rdquo; or &ldquo;Jew&rdquo; (<em>yĕh&ucirc;d&icirc;<\/em>) appears not at all and &ldquo;Judah&rdquo; only infrequently in these chapters (<a class=\"isa\" verses=\"WzE4NDMwLDE4NTYwLDE4NjE2XQ==\">40:9; 44:26; 48:1<\/a>) is readily explained by the drive to reconnect with the past and the level of generality in which the sayings are cast. At that time, the designation &ldquo;Judean&rdquo; or &ldquo;Jew&rdquo; applied either to inhabitants of the erstwhile Kingdom of Judah (<a class=\"ref\">2 Kgs 25:25 = Jer 41:3; Neh 1:2<\/a> etc.) or to those who had left the province voluntarily or otherwise and had settled elsewhere (<a class=\"ref\">Jer 40:11&ndash;12; 43:9; 44:1; 52:28, 30; Zech 8:23; Neh 4:6[12]; 5:8<\/a>). As Josephus observed (<a class=\"ref\"><em>Ant.<\/em> 11.173<\/a>), the name came into common use only after the deportations. Eventually, as it acquired a broader ethnic-religious connotation, it would be borne by those whose families had never been in Judah, as was the case with the Jews of Susa in Esther, and those of the military colony on the island of Elephantine at the first cataract of the Nile (<a class=\"ref\"><em>AP<\/em> 6:3&ndash;10; 8:2; 10:3<\/a> etc.).<\/p><p>Adherence to the cult of Yahveh was also manifested in the invocation of his name in depositions made under oath, a common feature of social activity exemplified in the Elephantine papyri. The name of Israel&rsquo;s God was also invoked in liturgical praise and thanksgiving. (For the verb <em>zkr<\/em> Hiphil used with this meaning see, for example, <a class=\"ref\">Exod 20:24; 23:13; Ps 20:8<\/a>.) Jerusalem is called &ldquo;the holy city&rdquo; (<em>ʿ&icirc;r haqqode&scaron;<\/em> cf. the common Arabic designation <em>al quds<\/em>) only here and in <a class=\"isa\" verses=\"WzE4Njk4XQ==\">52:1<\/a>. While there is no evidence that the term &ldquo;Jerusalemite&rdquo; was in use at that time, the name of the city could represent its inhabitants and, by extension, all Judeans (e.g. <a class=\"isa\" verses=\"WzE4NDMwXQ==\">40:9<\/a>), and of course it was common practice to personify cities (e.g. <a class=\"isa\" verses=\"W1sxODY5MV0seyIxODY5OCI6Mn0sWzE4NzA2XV0=\">51:17; 52:1&ndash;2, 9<\/a>).<\/p><p>The last of the qualifiers (&ldquo;they rely on the God of Israel&rdquo;) is the one that makes it practically certain that the reservation about the disingenuous invoking of Yahveh&rsquo;s name (&ldquo;but not in truth and sincerity&rdquo;) has been inserted by a disillusioned scribe reflecting a later and less-promising situation. What has been said so far is in itself neither positive nor negative, but disingenuous religious practice is incompatible with reliance on the God of Israel (verbal stem <em>smk<\/em> Niphal), which implies trust and commitment. Compare <a class=\"ref\">Ps 71:6<\/a>, in which the same verb occurs:<\/p><blockquote><p><em>ʿāl&ecirc;k&acirc; nismakt&icirc; mibbeṭen<\/em><\/p><p><em>mimmĕʿ&ecirc; ʾimm&icirc; ʾatt&acirc; g&ocirc;z&icirc;<\/em><\/p><p><em>bĕk&acirc; tĕhillāt&icirc; tām&icirc;d<\/em><\/p><p>On you I have relied from birth;<\/p><p>you are the one who took me from my mother&rsquo;s womb.<\/p><p>My praise is continually of you.<\/p><\/blockquote><p>The fact that much of the language in this prayer of the devout Israelite also appears in our passage suggests further that the interpolated denunciations are meant to describe an attitude contrary to that of the psalmist. Rather than being associated with Yahveh from birth (depending on the meaning of the hapax verbal form <em>g&ocirc;z&icirc;<\/em>), contemporary Israel is a rebel from birth; rather than receiving the tribute of praise, Yahveh must now secure it for himself (<a class=\"isa\" verses=\"WzE4NjI0XQ==\">v 9<\/a>).<\/p><p>Interpolation is also responsible for the repetition of the message in <a class=\"isa\" verses=\"eyIxODYxOCI6M30=\">vv 3&ndash;5<\/a>, using the same key words, in keeping with a commonly attested resumptive technique: &ldquo;long ago I declared what would happen, it came forth from my mouth, I announced it, then suddenly I acted, and it came about&rdquo; (<a class=\"isa\" verses=\"WzE4NjE4XQ==\">3<\/a>); &ldquo;so I declared it to you long since, I announced it to you before it happened&rdquo; (<a class=\"isa\" verses=\"WzE4NjIwXQ==\">5a<\/a>). This is the by-now familiar argument from the past record of prophecy in Yahveh&rsquo;s name (cf. <a class=\"isa\" verses=\"WzE4NDc0LDE4NTI0LDE4NTk2XQ==\">41:22; 43:18; 46:9<\/a>), perhaps including earlier predictions about Cyrus (cf. <a class=\"isa\" verses=\"WzE4NTk4XQ==\">46:11<\/a>) but not confined to the immediate past. That the fulfillment is said to come about <em>suddenly<\/em> (<em>pitʾōm<\/em>) puts the emphasis on the unpredictability of divine intervention in human affairs and therefore the impossibility of calculating the odds of success or failure on the basis of the actual situation.<\/p><p>In this sense, another prophetic saying from about this time predicts the <em>sudden<\/em> fall of Babylon (<a class=\"ref\">Jer 51:8<\/a>). It is unclear to which prophecies made long ago the author is referring. In view of the occasional allusion to the History in these chapters, the reference could be to the prophetic forewarnings about the fall of the Kingdom of Judah and the destruction of Jerusalem that punctuate the History, especially since, in biblical terms, what happens suddenly is almost always bad news. If it is referring to the destruction, the interpolator of v <a class=\"ref\">5b<\/a> understood it differently. (Compare <a class=\"ref\">Jer 44:15&ndash;19<\/a>, in which Jews settled in Lower Egypt attribute the fall of Jerusalem to the abandonment of the cult of the &ldquo;Queen of heaven,&rdquo; the goddess Asherah, in favor of the exclusive cult of Yahveh.)<\/p><p>The interpolation (<a class=\"isa\" verses=\"eyIxODYxOSI6Mn0=\">vv 4, 5b<\/a>) adds for the first time the observation that prophecy was necessitated by the obduracy of Israel throughout her history. The point is made with considerable force with the help of terms of disparagement familiar from homiletic passages in Deuteronomy (Israel as stubborn, &ldquo;stiff-necked,&rdquo; <a class=\"ref\">Deut 9:6, 13; 31:27<\/a>) and Ezekiel (Israel has a &ldquo;hard forehead&rdquo; and a &ldquo;stubborn heart,&rdquo; <a class=\"ref\">Ezek 3:7&ndash;8<\/a>). The argument from prophecy has often served in previous chapters to undermine the prestige of deities venerated by foreign nations; now, for the first time, it serves to refute the claims made on behalf of deities other than Yahveh <em>within<\/em> Israel. The use of three terms for a cult image is perhaps intended to suggest the extent of this abuse. The first, <em>ʿōṣeb<\/em>, is hapax but probably a dysphemistic alteration of <em>ʿāṣāb<\/em> (e.g. <a class=\"isa\" verses=\"WzE4NTg4XQ==\">46:1<\/a>) to suggest <em>bō&scaron;et<\/em>, &ldquo;shame,&rdquo; and also, for good measure, the homonym <em>ʿōṣeb<\/em>, &ldquo;pain, grief.&rdquo; The second term, <em>pesel<\/em>, &ldquo;a carved, wooden image,&rdquo; is of frequent occurrence in these chapters (<a class=\"isa\" verses=\"W3siMTg0NDAiOjJ9LFsxODQ5OF0seyIxODU0MyI6Mn0sWzE4NTQ5LDE4NTUxLDE4NTgyXV0=\">40:19&ndash;20; 42:17; 44:9, 10, 15, 17; 45:20<\/a>), while the third, <em>nesek<\/em> (also <a class=\"isa\" verses=\"WzE4NDgxXQ==\">41:29<\/a>), refers to a three-dimensional image made by pouring molten metal into a mold.<\/p><p>The next section of the poem (<a class=\"isa\" verses=\"WzE4NjIxXQ==\">vv 6b&ndash;8<\/a>) moves from the past to the present, specifically from a history of prophecies uttered, fulfilled, but unheeded, to a new and unparalleled situation. These new events (<em>ḥădā&scaron;&ocirc;t<\/em> cf. <a class=\"isa\" verses=\"WzE4NDkwLDE4NTI1XQ==\">42:9 and 43:19<\/a>), previously undisclosed (<em>nĕṣūr&ocirc;t<\/em>), are now unfolding on the world scene by virtue of the creative activity of the God of Israel. (The key verb is <em>brʾ<\/em>, &ldquo;create,&rdquo; cf. <a class=\"isa\" verses=\"W1sxODQ0NywxODQ0OSwxODQ3MiwxODQ4NiwxODUxMywxODUyMV0seyIxODU2OSI6Mn0sWzE4NTc0LDE4NTgwXV0=\">40:26, 28; 41:20; 42:5; 43:7, 15; 45:7&ndash;8, 12, 18<\/a>). The allusion to the conquests of Cyrus and the anticipated fall of Babylon will be made clear in the next section (<a class=\"isa\" verses=\"eyIxODYyOSI6M30=\">vv 14&ndash;16<\/a>). Here, too, we suspect the hand of the same interpolator in <a class=\"isa\" verses=\"WzE4NjIyXQ==\">7b&ndash;8<\/a> as in <a class=\"isa\" verses=\"eyIxODYxOSI6Mn0=\">4, 5b<\/a>, using the same expression (&ldquo;lest you should think &hellip;,&rdquo; <a class=\"isa\" verses=\"WzE4NjIwXQ==\">5b, 7b<\/a>). As in the past, so now, predictions are being made to preempt counter claims advanced by an unsympathetic public. This public is characterized in a way quite out of line with the language of the author of <a class=\"isa\" verses=\"bnVsbA==\">chs. 40&ndash;48<\/a>, even when this author has occasion to reproach them and speak of sins past and present. They are unfaithful (verbal stem <em>bgd<\/em>), a term of disparagement that may owe something to <a class=\"ref\">Jeremiah 3:8, 11, 20; 5:11; 9:1[2]<\/a>, and rebellious (verbal stem <em>p&scaron;ʿ<\/em>) from the very beginning of their history, a radical rereading of the religious history of Israel, reminiscent of the magisterial survey of that history in <a class=\"ref\">Ezek 20<\/a>.<\/p><p>The main point of the final strophe (<a class=\"isa\" verses=\"eyIxODYyNCI6M30=\">vv 9&ndash;11<\/a>) is that now, as in the past, Israel deserves to be destroyed totally, but Yahveh refrains from obliterating them not out of concern for Israel but for his own honor and reputation. This idea is difficult if not impossible to reconcile with the outlook, the tone, and even the religious vocabulary of the &ldquo;prophet of consolation.&rdquo; The language of total destruction or <em>karet<\/em> (verbal stem <em>krt<\/em> Hiphil) goes back to the old prophetic tradition (<a class=\"ref\">Amos 1:5, 8; 2:3; Mic 5:10&ndash;12<\/a>; <a class=\"isa\" verses=\"bnVsbA==\">Isa 9:13<\/a>) and was favored by <a class=\"ref\">Ezekiel 14:13, 17, 19, 21; 21:8&ndash;9 [3&ndash;4]<\/a>, perhaps on account of its use in priestly formulae of excommunication (<a class=\"ref\">Lev 17:10; 20:3, 5<\/a> etc.).<\/p><p>Indeed, it is only in Ezekiel that we find the complex of ideas that come together in this extraordinary strophe: the restraining of divine anger, Israel as deserving total destruction, Yahveh&rsquo;s concern to avoid the profanation of his holy name:<\/p><blockquote><p>I was concerned for my holy name, which the household of Israel profaned among the nations to which they had gone. Therefore, say to the household of Israel: &ldquo;This is the word of the Sovereign Lord Yahveh: &lsquo;It is not for your sake that I am about to act but, rather, for the sake of my holy name, which you have profaned among the nations to which you went.&rsquo; &rdquo; (<a class=\"ref\">Ezek 36:21&ndash;22<\/a> cf. <a class=\"isa\" verses=\"bnVsbA==\">20:8&ndash;9<\/a>)<\/p><\/blockquote><p>Dependence on Ezekiel is confirmed by the metaphor of refining and assaying in the furnace. The allusion is not to the sojourn in Egypt, referred to in Deuteronomistic writings as &ldquo;the iron furnace&rdquo; (<em>k&ucirc;r barzel<\/em> <a class=\"ref\">Deut 4:20; 1 Kgs 8:51; Jer 11:4<\/a>), but to Jerusalem besieged and destroyed by the Babylonians. The figure derives from Ezekiel. Israel will be in Jerusalem as silver and baser metals are put in the smelting furnace; the furnace will be heated, and Israel will be melted. &ldquo;As silver is melted in a furnace, so you shall be melted in Jerusalem&rdquo; (<a class=\"ref\">Ezek 22:17&ndash;22<\/a>). It seems as though our author is taking this further by even ruling out the comparison with silver (<a class=\"isa\" verses=\"WzE4NjI1XQ==\">48:10<\/a>). In so doing he has moved far beyond earlier allusions to and explanations of the disaster of 586 in terms of the hiddenness and silence of God (<a class=\"isa\" verses=\"WzE4NDQ4LDE4NDk1XQ==\">40:27; 42:14<\/a>) or sins past and present (<a class=\"isa\" verses=\"W3siMTg1MDUiOjJ9LHsiMTg1MzMiOjJ9XQ==\">42:24&ndash;25; 43:27&ndash;28<\/a>). This is a different voice speaking out of a different situation.<\/p><p>Blenkinsopp, J. (2008). <em>Isaiah 40&ndash;55: A New Translation with Introduction and Commentary<\/em> (Vol. 19A, pp. 286&ndash;290). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}