{
    "id": 2119,
    "source": "blenkinsopp",
    "verse_id": 18433,
    "verse_count": 22,
    "reference": "40:12–31; 41:6–7",
    "title": "A Disputation about the Power of Israel’s God",
    "html": "<p>As the final strophe states quite clearly, this disputation is addressed to Judeans with the purpose of persuading them that, appearances to the contrary notwithstanding, their God had the power and the will to bring about in the political arena what he promised in the initial prophetic proclamation (<a class=\"isa\" verses=\"eyIxODQyMiI6MTF9\">vv 1&ndash;11<\/a>). The disputation can therefore be read as a reply to the complaints voiced by Jacob\/Israel (<a class=\"isa\" verses=\"WzE4NDQ4XQ==\">v 27b<\/a>). The target audience is not confined to Judeo-Babylonians or even to diaspora Jews in general, and therefore the positive prognosis for the future should not be limited to an exodus from Babylon.<\/p><p>The idea is to lead those addressed to put aside their doubts and give their assent to faith in Yahveh as the all-powerful creator. The strategy is to lead by means of a series of rhetorical questions, starting out from what is assumed to be common ground. Rhetorical questions, usually in series, can serve a variety of purposes. They are used by didacts as a highly interactive way of holding the attention of the student, imparting information, and eliciting appropriate responses&mdash;that is, responses deemed to be appropriate by the instructor. Rhetorical questions can also be hostile in the manner of a cross-examination in a forensic context, or they can aim at reducing the opposition to silence. This last seems to be the point of the long sequence in<a class=\"ref\">Job 38&ndash;39<\/a> . The present series is neither didactic nor forensic but aims to<em>persuade<\/em> , and, apart from a rather gentle<em>ad hominem<\/em> in<a class=\"isa\" verses=\"WzE4NDQyXQ==\">v 21<\/a> , is not at all hostile.<\/p><p>The discourse or sermon opens (<a class=\"isa\" verses=\"WzE4NDMzXQ==\">v 12<\/a>) with five rhetorical questions focusing on the creation of the world (in the usual order: the waters, the sky, the earth), perhaps represented as a microcosm in contrast to the immensity of the creator. Detailed correspondences with<a class=\"isa\" verses=\"eyIxODQzNiI6M30=\">vv 15&ndash;17<\/a> reveal the political point and purpose of this hyperbolic language: the measured-out water of the world and dust of the earth are contrasted with the nations as drops from an empty bucket and dust left on the scales, and the weighing of mountains and hills links with the failure of Mount Lebanon to provide enough wood and livestock for adequate sacrifice.<\/p><p>The six questions following affirm the incomparability of Yahveh in implicit contrast with the Babylonian imperial deity Marduk who, in creating the world, needed the advice of the wise god Ea. In Achaemenid royal inscriptions we find the same connection between Ahuramazda as cosmic creator and the power behind the political activity of the rulers. A Naq&scaron;-i-Rustam inscription begins, &ldquo;A great god is Ahuramazda who created this earth, who created yonder sky, who created man, who created happiness for man, who made Darius king, one king of many, one lord of many&rdquo; (<a class=\"ref\">Kent 1953:138<\/a>).<\/p><p>The language and the metaphors of the Isaian text draw overwhelmingly on the didactic-sapiential tradition and have little in common with the Priestly version of creation in<a class=\"ref\">Gen 1:1&ndash;2:4a<\/a> . The imagery is predominantly architectural: Yahveh is a surveyer (<em>mōdēd<\/em>) who takes measurements and sets up the sky on columns (cf.<a class=\"ref\">Ps 75:4<\/a>). The passage is reminiscent of<a class=\"ref\">Job 38:4&ndash;7<\/a> , which represents creation as the building of a temple and which also makes the point by threading together rhetorical questions:<\/p><blockquote><p>Where were you when I laid the foundations of the earth?<\/p><p>Tell me, if you are so clever!<\/p><p>Who fixed its measurements&mdash;surely you know!<\/p><p>Who stretched the measuring line upon it?<\/p><p>On what were its foundations placed,<\/p><p>or who laid its cornerstone<\/p><p>when the morning stars sang together,<\/p><p>and all the sons of God shouted for joy?<\/p><\/blockquote><p>Throughout our entire passage the author draws heavily on themes in the didactic tradition and its lexicon (e.g.<em>ydʿ<\/em> , &ldquo;know&rdquo;;<em>b&icirc;n&acirc;<\/em> , &ldquo;understanding&rdquo;;<em>daʿat<\/em> , &ldquo;knowledge,&rdquo; etc.).<\/p><p>The parallelism with<a class=\"ref\">Prov 8:22&ndash;31<\/a> is particularly instructive: there Wisdom (<em>ḥokm&acirc;<\/em>) speaks of the confining of the waters of chaos, the creation of the mountains, hills, the earth and its soil, the setting up of the sky on columns, the circle (<em>h&ucirc;g<\/em> , also<a class=\"isa\" verses=\"WzE4NDQzXQ==\">Isa 40:22<\/a>) drawn with calipers on the surface of the deep, and the foundations of the earth (cf.<a class=\"ref\">Isa 40:21<\/a>). The rhetorical affirmation of the inscrutability and incomparability of Yahveh that follows (<a class=\"isa\" verses=\"eyIxODQzNCI6Mn0=\">vv 13&ndash;14<\/a>) is likewise reminiscent of the Joban poem on inaccessible wisdom (<a class=\"ref\">Job 28:1&ndash;28<\/a>), one of the finest in the Hebrew Bible. In both texts, attestation of impenetrable divine wisdom is made in the context of the creation of the world. It is hardly coincidental that the same verb (<em>tikkēn<\/em>) is employed for measuring out the waters (<a class=\"isa\" verses=\"WzE4NDMzXQ==\">v 12<\/a>) and taking the measure of Yahveh&rsquo;s spirit (<a class=\"isa\" verses=\"WzE4NDM0XQ==\">v 13<\/a>).<\/p><p>The following verses (<a class=\"isa\" verses=\"eyIxODQzNiI6M30=\">15&ndash;17<\/a>) enclose an affirmation of the insignificance of the nations&mdash;that is, of international politics&mdash;when set in contrast to the power of God revealed in creation. The metaphor of scales and balances borrowed from the previous verses implies that in the scheme of the created order these nations are lightweights, and in comparison with the God of Israel they can be said (to paraphrase Augustine) more truly not to exist than to exist. Use of the term<em>ʾ&ecirc;n<\/em> as a substantive meaning &ldquo;nothingness,&rdquo; &ldquo;nonbeing,&rdquo; usually linked, as here, with<em>ʾepes<\/em> , &ldquo;zero,&rdquo; is practically limited to<a class=\"isa\" verses=\"bnVsbA==\">Isa 40&ndash;48<\/a> (<a class=\"isa\" verses=\"W1sxODQzOCwxODQ0NF0seyIxODQ2MyI6Mn0sWzE4NDc2XV0=\">40:17, 23; 41:11&ndash;12, 24<\/a>). The implications of this usage will be seen more clearly when we note the connection between negativity and idol-worship in these chapters (e.g.<a class=\"isa\" verses=\"WzE4NDY0LDE4NDgxXQ==\">41:12, 29<\/a>). The formula expressing the uniqueness of Yahveh (typically<em>ʾăn&icirc; YHVH (ʾēl) vĕʾ&ecirc;n ʿ&ocirc;d<\/em> , &ldquo;I am Yahveh [God] and there is no other,&rdquo;<a class=\"isa\" verses=\"WzE4NTY4LDE4NTg0LDE4NTk2XQ==\">45:6, 22; 46:9<\/a> cf.<a class=\"isa\" verses=\"WzE4NTc2XQ==\">45:14<\/a>) implies that other deities are unreal and the political power of those who worship them illusory and ephemeral. No doubt the preacher really believed this, but it was not an argument calculated to convince non-Israelites, certainly not the Babylonian ruling class, which was making the same claim on behalf of Marduk, their imperial deity (<a class=\"isa\" verses=\"WzE4NjA4LDE4NjEwXQ==\">47:8, 10<\/a> cf.<a class=\"ref\">Zeph 2:15<\/a>).<\/p><p>Several commentators (Westermann, Elliger, Beuken) have found the allusion to idol manufacture at the beginning of the next stanza (<a class=\"isa\" verses=\"eyIxODQ0MCI6Mn0=\">vv 19&ndash;20<\/a>) digressive and intrusive and have therefore simply elided it. Such questions are always difficult to settle decisively. It is true that this kind of laboriously detailed idol polemic is not quite what we would expect at this juncture, though it could have been suggested by the mention of a form or image (<em>dĕm&ucirc;t<\/em>) in the previous verse. The more prudent course is to leave the text as it is, but since<a class=\"isa\" verses=\"eyIxODQ1OCI6Mn0=\">41:6&ndash;7<\/a> fits well with<a class=\"isa\" verses=\"eyIxODQ0MCI6Mn0=\">40:19&ndash;20<\/a> and is more evidently out of place in the context of the trial scene, we insert it tentatively at this point.<\/p><p>The anti-idolatry polemic in evidence throughout<a class=\"isa\" verses=\"eyIxODQyMiI6MjE2fQ==\">chs. 40&ndash;48<\/a> (<a class=\"isa\" verses=\"W3siMTg0NDAiOjJ9LHsiMTg0NTgiOjJ9LHsiMTg1NDMiOjEyfSx7IjE4NTg4IjoyfSx7IjE4NTkzIjoyfV0=\">40:19&ndash;20; 41:6&ndash;7; 44:9&ndash;20; 46:1&ndash;2, 6&ndash;7<\/a>) relies heavily on satirizing the manufacture of images. In the ancient Near East, three-dimensional representations of deities were made of either stone or a wooden core (cf.<a class=\"ref\">Deut 28:36, 64<\/a>) and then either painted or, in the case of statues made of wood, covered with silver or gold leaf, adorned with other precious or semiprecious metals (e.g. lapis lazuli), and set on pedestals. The present text is burdened with well-known obscurities, but some specialists engaged in the manufacture of these cult objects are mentioned: a craftsman (<em>ḥārā&scaron;<\/em>), a metalsmith (<em>ṣōrēp<\/em>), and perhaps a kind of overseer (<em>mĕsukkān<\/em>), though the word is notoriously obscure (see Notes). Idol-worship will be discussed at greater length in connection with the long diatribe in<a class=\"isa\" verses=\"eyIxODU0MyI6MTJ9\">44:9&ndash;20<\/a> .<\/p><p>The theme of<a class=\"isa\" verses=\"eyIxODQzMyI6Nn0=\">vv 12&ndash;17<\/a> is repeated in a different key in<a class=\"isa\" verses=\"eyIxODQ0MiI6NX0=\">21&ndash;25<\/a> , and the argument is stated in the form of a rhetorical question at the beginning and end of the passage (<a class=\"isa\" verses=\"WzE4NDM5LDE4NDQ2XQ==\">vv 18, 25<\/a>). The four questions addressed to the hearers (<a class=\"isa\" verses=\"WzE4NDQyXQ==\">v 21<\/a>) imply that they should be familiar with and have already accepted belief in Yahveh as a creator deity, though the preacher is perhaps exaggerating, as preachers are wont to do, in assuming that this &ldquo;creation theology&rdquo; was known &ldquo;from the beginning.&rdquo; It was known, but we do not often hear of Yahveh as a creator deity in texts deemed to be from the time of the kingdoms.<\/p><p>As the speaker warms to his theme, we hear echoes of liturgical psalms of praise with which the audience could be expected to be familiar.<a class=\"ref\">Psalm 104<\/a> , for example, speaks of the foundations of the earth (<a class=\"isa\" verses=\"WzE4NDI2XQ==\">v 5<\/a>), God&rsquo;s lofty abode (<a class=\"ref\">Ps 104:13<\/a> cf.<a class=\"isa\" verses=\"WzE4NzgxLDE4OTI0XQ==\">Isa 57:15; 66:1<\/a> ;<a class=\"ref\">Amos 9:6<\/a>), and the heavens stretched out like a tent (104:2). This last contrasts with the creation recital of<a class=\"ref\">Gen 1:1&ndash;2:4a<\/a> , in which the earth is covered with a hammered-out bronze bell called the firmament (<em>rāq&icirc;aʿ<\/em><a class=\"isa\" verses=\"WzE3NjYxXQ==\">1:6<\/a>). Our text speaks of a tent and a curtain or other covering made of thin material, something like gauze (<em>dōq<\/em> 22c hapax). The extremely common idea that God lives in the sky is a natural reflex of spatial symbolism (up is good, down is bad) but is also associated with ancient ideas of heavenly temples and liturgies. Most people would not find it flattering to be compared with grasshoppers, but it seems to have been a common way of expressing disparity in size, to judge by the reaction of the Israelite spies to the much taller native inhabitants of Canaan (<a class=\"ref\">Num 13:33<\/a>).<\/p><p>As in<a class=\"isa\" verses=\"eyIxODQzNiI6M30=\">40:15&ndash;17<\/a> , the argument returns to the international scene of princes, potentates, and empires and to the vegetation imagery to express, as in<a class=\"isa\" verses=\"eyIxODQyNyI6M30=\">vv 6&ndash;8<\/a> (grass, flowers), the political leaders&rsquo; impermanence. The stanza then ends as it began, affirming the incomparability of the God of Israel and identifying the affirmation as that of the Holy One (but without the definite article cf.<a class=\"ref\">Job 6:1 and Hab 3:3<\/a>), one of the few titles of Yahveh found in any part of the book of Isaiah.<\/p><p>The statement about Yahveh&rsquo;s creation and control of the celestial bodies serves to wrap up the polemic against idolatry, appropriately in view of the importance of astral worship and astronomy in the intellectual and religious life of Babylon. The subtext to the invitation to consider these objects visible in the sky by day and night, but especially by night, is the scrutiny of the heavens by Babylonian sages, their naming of the constellations and stars, and the calculations based on their movements that were thought to control human destiny (cf.<a class=\"isa\" verses=\"WzE4NjEzXQ==\">47:13<\/a>). The prophet&rsquo;s audience is urged to look up at these objects in order to acknowledge Yahveh as its creator and not to worship them (cf.<a class=\"ref\">Deut 4:19<\/a> , using the same language). The creative power of Yahveh (verbal stem<em>brʾ<\/em>) is a major theme in these chapters. Yahveh created the heavens (<a class=\"isa\" verses=\"WzE4NDg2LDE4NTgwXQ==\">42:5; 45:18<\/a>), the sun, moon, stars and constellations (<a class=\"isa\" verses=\"WzE4NDQ3XQ==\">40:26<\/a>), light and darkness (<a class=\"isa\" verses=\"WzE4NTY5XQ==\">45:7<\/a>), and the earth (<a class=\"isa\" verses=\"WzE4NDQ5LDE4NTgwXQ==\">40:28; 45:18<\/a>) together with humanity on it (<a class=\"isa\" verses=\"WzE4NTc0XQ==\">45:12<\/a>). He is also at work creatively and transformationally in history, chiefly within the people he has set aside for himself (<a class=\"isa\" verses=\"WzE4NDcyLDE4NTA3LDE4NTEzLDE4NTIxLDE4NTcwLDE4NjIyXQ==\">41:20; 43:1, 7, 15; 45:8; 48:7<\/a>).<\/p><p>Yahveh&rsquo;s leading the host of heaven out from their place and summoning them by name recalls the title<em>YHVH ṣĕbāʾ&ocirc;t<\/em> , &ldquo;Yahveh of the (celestial) hosts,&rdquo; and therefore suggests the image of a military review. But the verb translated &ldquo;lead,&rdquo;<em>yṣʾ<\/em> (Hiphil), is used in a technical sense for the rising of the sun (<a class=\"ref\">Gen 19:23<\/a>), stars (<a class=\"ref\">Neh 4:15[21]<\/a>), and constellations (<a class=\"ref\">Job 38:32<\/a>), based on the idea that there was a place to which the sun withdrew at night and the stars during the daytime. It also seems unlikely that the author was thinking of the hosts as being summoned to a military parade. The Hebrew phrase translated &ldquo;summon by name&rdquo; (<em>liqroʾ bĕ&scaron;ēm<\/em>) can mean either to summon by calling out the name (e.g.<a class=\"ref\">Exod 31:2; 35:30<\/a>) or to confer a name (e.g.<a class=\"ref\">Num 32:38; Josh 21:9<\/a> ;<a class=\"isa\" verses=\"eyIxODU2NSI6Mn0=\">Isa 45:3&ndash;4<\/a>), generally with a sense of ownership (e.g.<a class=\"isa\" verses=\"WzE4NTA3XQ==\">Isa 43:1<\/a>). Probably both senses are implied here. Interestingly, both here and in the Priestly creation recital, explicit naming of the sun and moon is avoided.<\/p><p>The final passage (<a class=\"isa\" verses=\"eyIxODQ0OCI6NX0=\">vv 27&ndash;31<\/a>) brings out the point and purpose of the disputation as originating in the complaint of Judeans that contact and communication with the God of traditional belief has broken down. The complaint is couched in language borrowed from liturgical hymns of communal lamentation. Not uncommonly these question why God has hidden his face (<a class=\"ref\">Pss 13:2; 44:25; 88:15<\/a>) and why the way (<em>derek<\/em>) or righteous cause (<em>mi&scaron;pāṭ<\/em>) of the plaintiffs is being disregarded (<a class=\"ref\">Pss 35:23; 37:5&ndash;6; 140:13; 146:7<\/a>). Both the complaint and the reply suggest that the basic problem, as is not uncommon in times of crisis and transition, is a sense of discontinuity and severance from the past.<\/p><p>It is noteworthy how often those addressed in chs. 40&ndash;48 are named after the ancestor who spent twenty years in exile in Mesopotamia, raised a family there, and returned to the ancestral land (Jacob\/Israel<a class=\"isa\" verses=\"WzE4NDYwLDE4NDY2LDE4NTA1LDE4NTA3LDE4NTI4LDE4NTM0LDE4NTM1LDE4NTM5LDE4NTU1LDE4NTY2LDE4NTkwLDE4NjE2LDE4NjI3XQ==\">41:8, 14; 42:24; 43:1, 22, 28; 44:1, 5, 21; 45:4; 46:3; 48:1, 12<\/a> ; Jacob alone<a class=\"isa\" verses=\"WzE4NDczLDE4NTM2LDE4NTgxLDE4NjM1XQ==\">41:21; 44:2; 45:19; 48:20<\/a>). The same alienation from the past is expressed in somewhat different terms in a later lament (63:7&ndash;64:11: &ldquo;Abraham does not know us, Israel does not acknowledge us&rdquo; (<a class=\"isa\" verses=\"WzE4ODgzXQ==\">63:16<\/a>)&mdash;a lament that receives, not an answer, but an explanation why there is no answer (<a class=\"isa\" verses=\"eyIxODg5OSI6N30=\">65:1&ndash;7<\/a>).<\/p><p>The point is reinforced by the response, which repeats the rhetorical questions in v 21a. What they should know is that Yahveh&rsquo;s presence extends over time past, present, and future and over the whole world from one end to the other. The temporal aspect is expressed in the phrase<em>ʾĕloh&ecirc; ʿ&ocirc;lām<\/em> , rendered &ldquo;eternal God&rdquo; by both the lxx translator (<em>theos aiōnios<\/em>) and Jerome (<em>deus sempiternus<\/em>) but serving here the more modest function of registering continuity with the past (cf. &ldquo;O God our help in ages past&rdquo;). There may also be an echo of the old divine title,<em>ʾel ʿ&ocirc;lām<\/em> , associated with Yahveh in stories about the ancestors, presumably in circulation at the time of this writing (<a class=\"ref\">Gen 21:33<\/a>).<\/p><p>The speaker concludes his peroration by emphasizing once again that Yahveh is willing and able to dispel the cloud of uncertainty, weakness, and disorientation hanging over his people. This assurance will in due course be restated in terms of an interpretation of current events, specifically the conquests of Cyrus and the imminent demise of the Babylonian Empire. In the meantime, what is called for is a positive attitude of waiting with hope (<a class=\"isa\" verses=\"WzE4NDUyXQ==\">31a<\/a>). The theme of &ldquo;waiting for God&rdquo; is heard more than once in the first part of the book of Isaiah (<a class=\"isa\" verses=\"WzE3ODI1LDE4MTI4LDE4MTM5LDE4MjM2LDE4MjgyXQ==\">8:17; 25:9; 26:8; 30:18; 33:2<\/a>). Biblical Hebrew differentiates between waiting as a neutral activity, something to be endured (stem<em>ḥkh<\/em> Qal and Piel), and waiting with hope and the anticipation of a positive outcome (<em>qvh<\/em>), which is what is meant here by waiting for Yahveh.<\/p><p>Blenkinsopp, J. (2008).<em>Isaiah 40&ndash;55: A New Translation with Introduction and Commentary<\/em> (Vol. 19A, pp. 190&ndash;194). New Haven; London: Yale University Press.<\/p> ",
    "audit": 1
}