{
    "id": 2138,
    "source": "blenkinsopp",
    "verse_id": 18595,
    "verse_count": 6,
    "reference": "46:8–13",
    "title": "Reassurance for the Doubters",
    "html": "<p>Several commentators (e.g. Westermann 1969, 182&ndash;83) read <a class=\"isa\" verses=\"WzE4NTk1XQ==\">v 8<\/a> as the conclusion to <a class=\"isa\" verses=\"eyIxODU4OCI6N30=\">46:1&ndash;7<\/a> , while others delete it altogether. Neither conclusion is required by the repetition of the injunction to remember in <a class=\"isa\" verses=\"WzE4NTk2XQ==\">v 9<\/a> , which is in keeping with a familiar rhetorical device, and it may be noted that a call to remember also follows immediately after the longest of the &ldquo;idol passages&rdquo; ( <a class=\"isa\" verses=\"WzE4NTU1XQ==\">44:21<\/a>). What the people are called on to remember, and to remember ruefully, in <a class=\"isa\" verses=\"WzE4NTk1XQ==\">v 8<\/a> (<em>zoʾt<\/em> , &ldquo;this&rdquo;) will be spelled out beginning with <a class=\"isa\" verses=\"WzE4NTk2XQ==\">v 9<\/a>. The call for attention in <a class=\"isa\" verses=\"WzE4NTk5XQ==\">v 12<\/a> signals a distinct saying that, while certainly not foreign to the one preceding, and while connected to it by the catchword<em>rḥq<\/em> (&ldquo;far removed,&rdquo; &ldquo;far off&rdquo; cf. &ldquo;a far land&rdquo;), introduces a new element of the<em>imminence<\/em> of the promised salvation. This will call for comment in due course.<\/p><p>The first of the two stanzas continues the disputatious type of discourse by now thoroughly familiar. The call to remember is, in effect, an appeal to the Judean audience to draw on their historical traditions as a basis for faith in the God of Israel whose incomparability is once again emphasized (cf. most recently <a class=\"isa\" verses=\"WzE4NTkyXQ==\">46:5<\/a>), and faith in the interpretation of current events now offered to them. &ldquo;The deeds done long ago,&rdquo; more often referred to as &ldquo;the former things&rdquo; ( <a class=\"isa\" verses=\"WzE4NDc0LDE4NDkwLDE4NTE1XQ==\">41:22; 42:9; 43:9<\/a> and especially <a class=\"isa\" verses=\"WzE4NTI0XQ==\">43:18<\/a> , where the hearers are told<em>not<\/em> to remember former things), should be understood to refer to such traditions as then existed about Yahveh&rsquo;s dealings with Israel throughout its history. The call to faith, therefore, &ldquo;means bringing the nation&rsquo;s experience with God in history to bear upon the present&rdquo; (Westermann 1969, 185). It is in this sense that the author refers to his Judean hearers as<em>witnesses<\/em> ( <a class=\"isa\" verses=\"WzE4NTE2LDE4NTQyXQ==\">43:10; 44:8<\/a>). This rudimentary theology of history is encapsulated in the three verbs in <a class=\"isa\" verses=\"eyIxODU5NyI6Mn0=\">vv 10&ndash;11<\/a>: Yahveh declares in advance by means of prophetic utterance (<em>magg&icirc;d<\/em>), he states his purpose in the present (<em>ʾōmēr<\/em>), and he implements it by issuing a summons to a particular person or persons for a mission calculated to change the course of history (<em>qōrēʾ<\/em>).<\/p><p>None of this is unfamiliar, but the reader may begin at this point to pick up a stronger note of asseveration, accompanied by a growing sense of exasperation, from the prophetic author. Those addressed had previously been described as deaf and blind ( <a class=\"isa\" verses=\"eyIxODQ5OSI6OH0=\">42:18&ndash;25<\/a>), had been accused of neglecting the cult of Yahveh ( <a class=\"isa\" verses=\"eyIxODUyOCI6M30=\">43:22&ndash;24<\/a>), and had been raising questions about the role assigned to Cyrus ( <a class=\"isa\" verses=\"eyIxODU3MSI6NX0=\">45:9&ndash;13<\/a>). Now, however, they are described as a rebellious people, a term (<em>pō&scaron;ĕʿ&icirc;m<\/em>) previously restricted to their ancestors ( <a class=\"isa\" verses=\"WzE4NTMzLDE4NjIzXQ==\">43:27; 48:8<\/a> cf. <a class=\"isa\" verses=\"WzE3NjU3LDE3NjgzLDE4OTQ3XQ==\">1:2, 28; 66:24<\/a>).<\/p><p>This prompts the conclusion, unsurprising but not often commented on, that interaction between speaker and public must have been a constituent element in the production of this material. It can be most clearly observed in the occasional quotation attributed to the hearers followed by the speaker&rsquo;s response ( <a class=\"isa\" verses=\"W3siMTg0NDgiOjV9LHsiMTg2NTEiOjV9XQ==\">40:27&ndash;31; 49:14&ndash;18<\/a>) or when the speaker anticipates the reaction of the hearers ( <a class=\"isa\" verses=\"WzE4NjIwLDE4NjIyXQ==\">48:5, 7<\/a>), but it can also be picked up in the tone of the speaker, as in the passage under discussion. It is theoretically possible that the author is addressing an<em>implicit<\/em> public, but there is a sense of immediacy here that is difficult to reconcile with a work produced at a much later time, as a kind of literary exercise, when the events of the late Neo-Babylonian period were of purely historical interest. What drives the interactivity is the need to persuade, together with the not unimportant fact that the credibility of the author, speaking in the guise of a prophetic figure, is also at stake.<\/p><p>The point that the victories of Cyrus, his conquest of Babylon, and subsequent actions on behalf of the prophet&rsquo;s fellow-Judeans are the outcome of a divine plan (<em>ʿēṣ&acirc;<\/em>) communicated by the prophet has already been made:<\/p><blockquote><p>He confirms the word of his servant,<\/p><p>fulfills the counsel (<em>ʿēṣ&acirc;<\/em>) of his messengers. ( <a class=\"isa\" verses=\"WzE4NTYwXQ==\">44:26<\/a>)<\/p><\/blockquote><p>Cyrus is &ldquo;the man of his counsel&rdquo; (<em>ʾ&icirc;&scaron; ʿăṣāt&ocirc;<\/em>), not in the sense that he advises Yahveh (as the expression is used in <a class=\"isa\" verses=\"WzE4NDM0XQ==\">40:13<\/a>) but in the sense of one designated to implement the plan in the arena of international affairs.<\/p><p>This way of interpreting Israel&rsquo;s relations with the great powers may have originated with Isaiah two centuries earlier during the critical period of Neo-Assyrian domination. At that time the plan or agenda focused on Assyria ( <a class=\"isa\" verses=\"WzE3NzU5LDE3OTU1XQ==\">Isa 5:19; 14:26<\/a>) and Egypt ( <a class=\"isa\" verses=\"WzE4MDE2XQ==\">19:11<\/a>) but with worldwide implications ( <a class=\"isa\" verses=\"WzE3OTU1XQ==\">14:26<\/a>). Then, too, it was greeted with skepticism ( <a class=\"isa\" verses=\"WzE3NzU5LDE4MjA5LDE4MjE5XQ==\">5:19; 29:15; 30:1<\/a>). While there is no evidence that here or elsewhere the author of <a class=\"isa\" verses=\"eyIxODQyMiI6MzMzfQ==\">chs. 40&ndash;55<\/a> is applying these old Isaian ideas to the contemporary situation in anything like a systematic way, it is entirely possible that he was familiar with them and to some extent influenced by them.<\/p><p>That Cyrus is not named in <a class=\"isa\" verses=\"eyIxODU5NSI6NH0=\">vv 8&ndash;11<\/a> has left open the option of identifying the one from the east as Abraham, an opinion held by several commentators in the Middle Ages (e.g. Rashi) and by Torrey more recently (1928, 366&ndash;67). By associating Abraham with his descendants, the Targum could find a reference to the deportees: &ldquo;[God] promised to gather the exiles from the east, to bring openly, like a swift bird from a far land, the sons of Abraham&rdquo; (Chilton 1987, 91&ndash;92). But this summoning is one of several allusions in this section to Cyrus&rsquo;s advance either from the east ( <a class=\"isa\" verses=\"WzE4NDU0LDE4NDc3XQ==\">41:2, 25<\/a>) or the north ( <a class=\"isa\" verses=\"WzE4NDc3XQ==\">41:25<\/a>) and his mission to dismantle the Babylonian Empire ( <a class=\"isa\" verses=\"W3siMTg0NTQiOjR9LHsiMTg0NzciOjV9LFsxODUyMCwxODYyOV1d\">41:2&ndash;5, 25&ndash;29; 43:14; 48:14<\/a>), to rebuild Jerusalem together with its temple ( <a class=\"isa\" verses=\"WzE4NTYwLDE4NTYyLDE4NTc1XQ==\">44:26, 28; 45:13<\/a>) and the ruined cities of Judah ( <a class=\"isa\" verses=\"WzE4NTYwXQ==\">44:26<\/a>), and to allow the repatriation of exiled Judeans ( <a class=\"isa\" verses=\"WzE4NTc1XQ==\">45:13<\/a>).<\/p><p>What species the author had in mind in comparing Cyrus to a bird of prey (<em>ʿayiṭ<\/em>) is not known. As a royal bird, and the emblem of Cyrus according to Xenophon, the eagle would be appropriate (cf. <a class=\"ref\">Jer 49:22; Ezek 17:3; 39:4<\/a>); the vulture, as a scavenger, less so (cf. <a class=\"ref\">Gen 15:11; Isa 18:6; Jer 12:9<\/a>). Since the emphasis is on the speed of Cyrus&rsquo;s conquests rather than their predatory nature, the falcon (<em>ʾayy&acirc;<\/em> , parallel with<em>ʿayiṭ<\/em> <a class=\"ref\">Job 28:7<\/a>) would also fit. We simply do not know.<\/p><p>It is noteworthy that in <a class=\"isa\" verses=\"eyIxODQyMiI6MjE2fQ==\">chs. 40&ndash;48<\/a> the call for attention with which the second brief passage opens (&ldquo;listen to me&rdquo;) often has a more-or-less covert note of hostility ( <a class=\"isa\" verses=\"WzE4NDUzLDE4NDk5LDE4NjE2XQ==\">41:1; 42:18; 48:1<\/a>). That this is so in this instance is clear from the way the speaker goes on to characterize the reluctant listeners. The disjunction between this characterization and the assurance that follows looks problematic to many commentators but is in fact the key to understanding the passage. The point is that for the first time in these chapters moral conduct, especially attitudes vis-&agrave;-vis prophetic preaching, is related to the present unsatisfactory situation in which the hearers find themselves. The consequences are not spelled out, as they will be in later prophetic utterances. What follows is merely an assurance that Yahveh&rsquo;s saving power is at hand (<em>qērabt&icirc; ṣidqāt&icirc;<\/em> , &ldquo;I bring my salvation near&rdquo;); it is not, as they think, far off. God&rsquo;s saving intervention will not be delayed, <em>not as far as God is concerned<\/em> .<\/p><p>The obstacle lies in the stubborn refusal to accept the assurance and act on it. What God has ready to offer is stated somewhat ambiguously in what might be called the anticipatory prophetic perfect ( <a class=\"isa\" verses=\"WzE4NjAwXQ==\">13b<\/a>). Some understand it to be saying that salvation will be established in Zion and splendor will be given to Israel. This would imply that the verb (<em>ntn<\/em>) is doing double duty (&ldquo;placing,&rdquo; &ldquo;giving&rdquo;), which is possible but very unusual. More significantly, nowhere do we hear of God giving his splendor to Israel or to anyone else. It therefore seems better to take<em>tipʾart&icirc;<\/em> as being in apposition to<em>yiśrāʾēl<\/em> , an expression that is attested (cf. <a class=\"isa\" verses=\"WzE4ODQxLDE4ODU4XQ==\">60:19; 62:3<\/a>) in the sense that it is in and through Israel that the divine splendor becomes manifest ( <a class=\"isa\" verses=\"WzE4NTU3LDE4NjQwXQ==\">44:23; 49:3<\/a> and cf. <a class=\"isa\" verses=\"WzE4NzQ2XQ==\">55:5<\/a> , God communicates his splendor to Israel).<\/p><p>This brief passage represents something of a turning point in the book, since it is the first attempt at explaining the failure of Cyrus to live up to the expectations placed on him by the prophet&rsquo;s public. The message is that God was always prepared to fulfill the predictions, and the salvation that God has to offer is still there and available. The obstacle does not lie on the side of the power or the compassion of God but on the public&rsquo;s side. Sin is the obstacle, especially an obdurate persistence in doubting the prophetic word. This interpretation permits a reading of <a class=\"isa\" verses=\"eyIxODU5OSI6Mn0=\">vv 12&ndash;13<\/a> as a comment on the plan concerning Cyrus in <a class=\"isa\" verses=\"eyIxODU5NSI6NH0=\">8&ndash;11<\/a> but a comment addressed to a later generation, probably the same generation targeted by the similar abjurations and assurances in <a class=\"isa\" verses=\"eyIxODc1NSI6MTkzfQ==\">chs. 56&ndash;66<\/a>.<\/p><p>Hermisson&rsquo;s<em>qār&ocirc;b-Schicht<\/em> (a strand that speaks of salvation&rsquo;s being near or far away) takes a similar view of the passage, though not all or even most of the passages that he assigns to this editorial layer speak of salvation as being far off, and even fewer attribute this situation to sin. But it is only at the later stage corresponding to the last section of the book (chs. <a class=\"isa\" verses=\"bnVsbA==\">56&ndash;66<\/a>) that we find the combination of a delay in the advent of salvation (which therefore remains far off) with the conviction that the delay is caused by the unsatisfactory moral conduct of those addressed. That <a class=\"isa\" verses=\"eyIxODU5OSI6Mn0=\">vv 12&ndash;13<\/a> have been added as an explanatory comment a generation or two later than the bulk of <a class=\"isa\" verses=\"eyIxODQyMiI6MjE2fQ==\">chs. 40&ndash;48<\/a> and later than the passage immediately preceding, on which they comment, is also apparent on the linguistic level. With one exception ( <a class=\"isa\" verses=\"eyIxODY3OCI6M30=\">51:4&ndash;6<\/a>), the terms for nearness and distance (<em>qrb<\/em> , <em>rḥq<\/em>) with reference to salvation appear only here and in the last section of the book ( <a class=\"isa\" verses=\"WzE4ODEwLDE4ODEyLDE4ODE1XQ==\">59:9, 11, 14<\/a>).<\/p><p>In addition, the terms<em>mi&scaron;paṭ<\/em> and<em>ṣĕdāq&acirc;<\/em> , usually translated &ldquo;justice and righteousness,&rdquo; appear in the latest strands of the Isaian material (either singly or in combination as hendiadys) with the meanings judgment or vindication rather than justice; and triumph, victory, or deliverance rather than righteousness. The shift toward a future-oriented perspective is particularly clear in contexts in which<em>ṣĕdāq&acirc;<\/em> appears by itself with the second meaning (in addition to our passage, <a class=\"isa\" verses=\"W1sxNzY4MiwxODY4MCwxODY4MiwxODc1NSwxODgxMF0seyIxODgxNyI6Mn0seyIxODg1NCI6Mn0sWzE4ODY4XV0=\">1:27; 51:6, 8; 56:1; 59:9, 16&ndash;17; 61:10&ndash;11; 63:1<\/a>). The message, then, is that Yahveh has the power and willingness to intervene, but sin is an obstacle, and it is for this reason that &ldquo;vindication remains far removed from us, and deliverance does not reach us&rdquo; ( <a class=\"isa\" verses=\"WzE4ODEwXQ==\">59:9<\/a>).<\/p><p>Blenkinsopp, J. (2008). <em>Isaiah 40&ndash;55: A New Translation with Introduction and Commentary<\/em> (Vol. 19A, pp. 271&ndash;274). New Haven; London: Yale University Press.<\/p> ",
    "audit": 1
}