{
    "id": 2095,
    "source": "blenkinsopp",
    "verse_id": 18195,
    "verse_count": 8,
    "reference": "29:1–8",
    "title": "Ariel’s Reversal of Fortune",
    "html": " <p>This is the second in the series of woe-sayings following <a class=\"isa\" verses=\"eyIxODE2NiI6MjJ9\">28:1&ndash;22<\/a>, and preceding <a class=\"isa\" verses=\"eyIxODIwOSI6N30=\">29:15&ndash;21<\/a>, the connection obscured somewhat by the editorial addition of the agrarian parable (<a class=\"isa\" verses=\"eyIxODE4OCI6N30=\">28:23&ndash;29<\/a>) and the reflections on spiritual imperception in <a class=\"isa\" verses=\"eyIxODIwMyI6Nn0=\">29:9&ndash;14<\/a>). Like the following woe-saying, it announces the judgment of Yahveh manifested in historical events followed by the prospect of eventual redemption. It is addressed to Jerusalem (feminine suffixes throughout), though towards the end (<a class=\"isa\" verses=\"eyIxODIwMSI6Mn0=\">7&ndash;8<\/a>) there is a change to the third person. The change of fortune, the <em>peripateia<\/em>, will come about in a sudden and unanticipated way; hence &ldquo;suddenly, in an instant&rdquo; (<a class=\"isa\" verses=\"WzE4MTk5XQ==\">5<\/a>) is the pivot on which the passage turns. The discourse immediately following (<a class=\"isa\" verses=\"eyIxODIwMyI6NH0=\">29:9&ndash;12<\/a>) returns to the theme of imperceptive prophets touched on earlier (<a class=\"isa\" verses=\"WzE4MTcyXQ==\">28:7<\/a>), and this is followed by other sayings in which the often strange and incomprehensible plan and <em>modus agendi<\/em>, of the deity constitute a dominant theme (<a class=\"isa\" verses=\"eyIxODIwNyI6MTl9\">29:13&ndash;30:7<\/a>). There is therefore an underlying theme in the entire section <a class=\"isa\" verses=\"eyIxODE2NiI6NjB9\">28:1&ndash;30:7<\/a>, that can be stated as follows: while God&rsquo;s presence can be perceived in the apparently random course of events, there is always an element of the incalculable, inscrutable, and strange in the way God&rsquo;s purposes work themselves out. <\/p> <p>The final passage in this segment of the book (<a class=\"isa\" verses=\"eyIxODIxOSI6N30=\">30:1&ndash;7<\/a>) at last states explicitly the historical circumstance that occasioned this talk about a political agenda that, though supported by priests and prophets, was in opposition to Yahveh&rsquo;s plan. This circumstance was the attempt to form an anti-Assyrian alliance with Egypt in the last years of the eighth century, one which would bring down on the Judah of Hezekiah the full weight of the Assyrian military machine. The situation referred to obliquely in <a class=\"isa\" verses=\"eyIxODE5NSI6OH0=\">29:1&ndash;8<\/a>, is Jerusalem under siege, acute distress, then sudden deliverance. This corresponds closely with the description of Hezekiah shut up in Jerusalem&mdash;as Sennacherib&rsquo;s account puts it, &ldquo;like a bird in a cage&rdquo;&mdash;then finding sudden and unanticipated relief with the retirement of the Assyrian army. <\/p> <p>The one addressed is referred to five times with the cryptic designation Ariel, literally &ldquo;lion of El&rdquo; or perhaps &ldquo;mighty lion.&rdquo; The reference is certainly to Jerusalem and therefore brings to mind the lion as emblematic of Judah (<a class=\"ref\">Gen 49:9<\/a>). In some late texts Ariel is a personal name (Ezra 8:16 but cf. Iduel in the parallel <a class=\"isa\" verses=\"bnVsbA==\">1 Esd 8:43<\/a>), but at an earlier stage it seems to have served to designate a cult object. According to <a class=\"ref\">Ezek 43:15&ndash;16<\/a>, the term refers to the surface of the altar. It is square-shaped (12 &times; 12 cubits) with horns or protruding corners, of the type reconstructed from stone blocks in secondary use at Iron Age Beersheba. The term may have the same or a similar meaning in the Moabite stele (line 12), in which King Mesha claims to have dragged it into the presence of the national deity, Kemosh. (Albright; <em>ANET<\/em>, 320, prefers to read it as the name of an Israelite chieftain captured by the Moabites.) The two Moabite &ldquo;ariels&rdquo; killed by David&rsquo;s warrior Benaiah require the quite different connotation of a military champion, though the allusion immediately following to the killing of an <em>ʾăr&icirc;<\/em>, &ldquo;lion,&rdquo; might suggest some textual disarray (<a class=\"ref\">2 Sam 23:20<\/a>). However, none of this helps us to determine why the same designation is here used of Jerusalem. The meaning in Ezekiel, &ldquo;altar hearth,&rdquo; seems to be the preferred option, pars pro toto, and is at least consistent with the reference to cult that follows and perhaps also with the threat that Jerusalem will become like an ariel, i.e., a place of sacrifice or slaughter. There is no direct connection with Akkadian <em>arallu<\/em>, which refers to the abode of the dead, the netherworld, gods associated with the netherworld, or the birthplace of demons (<em>CAD<\/em>, A\/2 226&ndash;27), though the allusion to descent into the underworld immediately following might suggest an indirect association of some kind. It is also possible that the designation is deliberately cryptic and polyvalent, perhaps including an allusion by assonance to <em>har-ʾēl<\/em>, &ldquo;the mountain of God.&rdquo; <\/p> <p>The deliberately archaic resonance of the word also fits the tradition of David&rsquo;s siege of Jerusalem (<a class=\"ref\">2 Sam 5:6&ndash;10<\/a>). If the anticipated Assyrian siege of the city in 701 b.c.e., which perhaps never got completely underway, lies behind the present passage, the allusion to distress, mourning, and lying in the dust would refer to the hardship occasioned by the presence of the Assyrian army, even though the city did not fall (cf. <a class=\"isa\" verses=\"WzE4MzU2XQ==\">37:3<\/a>). The verb <em>ḥānāh<\/em>, &ldquo;encamp,&rdquo; &ldquo;pitch a tent,&rdquo; can refer to a siege (e.g. <a class=\"ref\">Josh 10:5, 31, 34; Judg 9:50; 20:19; 1 Sam 11:1; 13:5; 2 Sam 12:28<\/a>), but also provided an opening to the tradition about the wilderness sanctuary around which the Israelite tribes encamped (<a class=\"ref\">Num 1:50&ndash;53<\/a>, etc.). Association between this sanctuary and the Jerusalem temple is well attested in Isaiah (the canopy and pavilion protecting Jerusalem in <a class=\"isa\" verses=\"eyIxNzczOSI6Mn0=\">4:5&ndash;6<\/a>; Zion as a tent, complete with stakes and ropes in <a class=\"isa\" verses=\"WzE4MzAwXQ==\">33:20<\/a>) and is not inconsistent with the dismissive allusion to the annual round of religious festivals that follows. The same point is made in Jeremiah&rsquo;s temple sermon: &ldquo;add your burnt offerings to your sacrifices and eat the meat &hellip;&rdquo; (<a class=\"ref\">Jer 7:21<\/a>), with the clear implication that it will do you no good. <\/p> <p>Jerusalem besieged, by Yahveh&rsquo;s instrument, the Assyrian army, is then described as reduced to the diminished and etiolated existence of wraiths and ghosts, denizens of the underworld (<em>ʾereṣ<\/em>, &ldquo;earth&rdquo; parallel with <em>ʿāpār<\/em>, &ldquo;dust&rdquo;; see commentary at <a class=\"isa\" verses=\"eyIxNzgyNyI6NH0=\">8:19&ndash;25<\/a>). What is here described, however, is not the death and extinction of Jerusalem but a near-death experience, a not inappropriate description of what actually must have happened during Sennacherib&rsquo;s 701 campaign. <\/p> <p>The most problematic feature of the address to Ariel is the shift from condemnation to assurance, from negation to affirmation, at its midpoint. Several commentators have followed the lead of Cheyne, writing more than a century ago (1880, 188), in taking the punishment referred to in <a class=\"isa\" verses=\"eyIxODE5OSI6Mn0=\">5&ndash;6<\/a>, as in store for Jerusalem and <a class=\"isa\" verses=\"eyIxODIwMSI6Mn0=\">7&ndash;8<\/a>, as the work of an editor anxious to mitigate the severity of the condemnation. This is improbable for the following reasons. After the near-death experience of <a class=\"isa\" verses=\"eyIxODE5NyI6Mn0=\">3&ndash;4<\/a>, it would make no sense to speak of punishment suddenly being visited on the city. We are also left wondering about the identity of Jerusalem&rsquo;s <em>internal<\/em>, foes and oppressors. Most importantly, the sudden switch from the prospect of punishment to the preternatural destruction of enemies fits very well the reprieve of the besieged city, which happened, we are told elsewhere, in a single night (<a class=\"isa\" verses=\"WzE4Mzg5XQ==\">37:36<\/a>). The adverb &ldquo;suddenly&rdquo; (<em>pitʾom<\/em>) is therefore the hinge or fulcrum of the passage; and though it more often than not refers to the onset of disaster (as in <a class=\"isa\" verses=\"WzE4MjMxLDE4NjExXQ==\">30:13 and 47:11<\/a>), disaster for some can be good news for others as, for example, with the sudden fall of Babylon (<a class=\"ref\">Jer 51:8<\/a>). <\/p> <p>It is possible that the passage <a class=\"isa\" verses=\"eyIxODE5OSI6NH0=\">5&ndash;8<\/a>, was added to the condemnation of the Egyptian alliance in <a class=\"isa\" verses=\"eyIxODE5NSI6NH0=\">1&ndash;4<\/a>, after the Assyrian army retired (as Barth 1977, 184&ndash;90; Clements 1980a, 234&ndash;35; Vermeylen 1977, 401&ndash;2), but predictions of a brighter future punctuate the harsh diatribe throughout the entire section, certainly not all from the same hand or from the same time (<a class=\"isa\" verses=\"W3siMTgxNzAiOjJ9LHsiMTgxODEiOjJ9LHsiMTgxOTkiOjR9LHsiMTgyMTEiOjh9XQ==\">28:5&ndash;6, 16&ndash;17a, 23&ndash;29; 29:5&ndash;8, 17&ndash;21, 22&ndash;24<\/a>). <\/p> <p>The punishment is therefore to be visited on the enemies of the Judean people, and it is described in the conventional language of theophany: thunder, tectonic movement, whirlwind, tempest, and fire. That it proceeds from Yahveh of the hosts and therefore from the temple, the place where the divine effulgence (<em>kāb&ocirc;d<\/em>) is manifest (<a class=\"isa\" verses=\"eyIxNzc3MSI6NX0=\">6:1&ndash;5<\/a>), is also well attested (e.g. <a class=\"ref\">Amos 1:2; Joel 4:16[3:16]<\/a>). The same theophanic language is transferred from Zion to Sinai (<a class=\"ref\">Exod 19:18&ndash;20; 20:18<\/a>) and it can serve to indicate an irruption of power for either salvation or disaster. In this instance the language consolidates into the familiar theme of the defeat of hostile nations, generally but not invariably as they assemble before Jerusalem, the so-called <em>V&ouml;lkerkampf<\/em>, (&ldquo;battle of the nations&rdquo;) motif well represented in Isaiah (<a class=\"isa\" verses=\"W3siMTc5OTYiOjN9LHsiMTgxMTciOjN9LHsiMTgyNDUiOjd9LHsiMTgyNTUiOjJ9LHsiMTgzMDUiOjR9XQ==\">17:12&ndash;14; 24:21&ndash;23; 30:27&ndash;28, 29&ndash;33; 31:4&ndash;5; 34:1&ndash;4<\/a>). The retirement of the Assyrian army in 701, perhaps following the raising of the siege of the city, would have contributed greatly to the popularity and prestige of this ancient topos. <\/p> <p>The final metaphor, in fairly straightforward prose (<a class=\"isa\" verses=\"WzE4MjAyXQ==\">8<\/a>), has been much maligned in the commentary tradition as insipid and anticlimactic but not by Augustine, who made effective use of it in his <em>Confessions<\/em>, (&ldquo;the food eaten in sleep is very much like food eaten when awake, except that by it those who are asleep are not nourished,&rdquo; 3.6). Pace these commentators, the quite overpowering sense of substance and reality one can experience in dreaming, followed by the (sudden) realization of insubstantiality and unreality on waking, is a very effective analogy for the prophetic sense of the insubstantiality of the display of military and political power juxtaposed with the abiding reality of the divine. <\/p> <p>Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em>, (Vol. 19, pp. 400&ndash;402). New Haven; London: Yale University Press. <\/p>",
    "audit": 1
}