{
    "id": 2068,
    "source": "blenkinsopp",
    "verse_id": 17908,
    "verse_count": 22,
    "reference": "13:1–22",
    "title": "The Fall of Babylon Presages Universal Judgment",
    "html": "<p>Only the last stanza of the poem makes explicit allusion to the fall of Babylon. For the most part the author is working with the larger canvas of a projected cataclysm or singularity, a &ldquo;Day of Yahveh,&rdquo; affecting the entire cosmos, somewhat in the manner of the poem in <a class=\"isa\" verses=\"eyIxNzY5MiI6MTd9\">2:6&ndash;22<\/a> but inspired by the prospect of the destruction of the evil empire of Babylon. In the poem, as Skinner colorfully put it (<em>The Book of the Prophet Isaiah I&ndash;XXXIX<\/em>, 114), the air is alive with the demon cries of havoc and war. The apparent disjunction between the first three stanzas and the fourth has encouraged a range of theories of serial composition, all of them conjectural (e.g. Clements 1980a, 132&ndash;38). Comparison with the very similar anti-Babylonian poems in <a class=\"ref\">Jer 50&ndash;51<\/a>, which surround description of the fall of the city of Babylon with cosmic reverberations, suggests that chopping up the poem in this way is unnecessary and inadvisable. Both the Jeremian and the Isaian poems were composed by an author or authors of an apocalyptic mind set and familiar with the conventional language used in condemning hostile nations.<\/p><p>The date of composition cannot be fixed for certain. That it is not directed against the Assyrians as rulers of Babylon and therefore does not come from the lifetime of Isaiah can be deduced from the prominence given to the Medes, who filled the role assigned to them by the poet only after the rise of the Neo-Babylonian Empire in the sixth century (pace Erlandsson). The final verses have led several commentators to conclude that the poem is predictive of an event to take place in the near future, and must therefore have been composed shortly before the fall of Babylon in 539 b.c.e. (e.g. Sweeney 1996, 231).<\/p><p>Commentators who read it as a <em>vaticinium ex eventu<\/em> are, on the other hand, left with the problem of squaring the poet&rsquo;s description with known historical events and circumstances. The Cyrus Cylinder talks about the Persian army strolling into the city with their weapons tucked away (<em>ANET<\/em>, 315), a description that admittedly does not make a good fit with the scenario of violence and bloodshed described here. But the extent to which autocratic rulers were (and are) prepared to dissimulate in the interests of self-aggrandizement can be illustrated by comparing this propagandistic statement with Herodotus&rsquo;s description of the siege and eventual capture of the city by the Persians after lowering the level of the Euphrates (1.188&ndash;191). Darius I also besieged and captured the city, destroyed the walls and gates, and executed several thousand of its inhabitants after putting down the revolt of the Babylonian pretender Arakha in 521. The city was treated even more harshly by Xerxes after suppressing the revolt of Shamash-eriba in 482, the worst blow of all being the carrying off and melting down of the great gold statue of Marduk. But the language of the poem is too stereotypical and lacking in specificity to allow for any definite conclusion along these lines.<\/p><p>The only historically specific item is that the city is being attacked by the Medes, which suggests strongly that the poem is referring to the situation in the decade preceding the fall of Babylon to Cyrus II in 539 b.c.e., more or less contemporaneous therefore with the anti-Babylonian diatribe in <a class=\"isa\" verses=\"eyIxODQyMiI6MjE2fQ==\">Isa 40&ndash;48<\/a>. The structural correspondence between the Babylonian poems in <a class=\"isa\" verses=\"eyIxNzkwOCI6MjJ9\">13:1&ndash;22<\/a> at the beginning and <a class=\"isa\" verses=\"eyIxODAzNyI6MTB9\">21:1&ndash;10<\/a> near the end of the <em>maśśāʾ&ocirc;t<\/em> series, the latter ending with the fall of the city as seen in a visionary experience, would be consistent with this dating of <a class=\"isa\" verses=\"eyIxNzkwOCI6MjJ9\">13:1&ndash;22<\/a>.<\/p><p>The collection of brief and highly charged anonymous fragments of anti-Babylonian poetry preserved in <a class=\"ref\">Jer 50&ndash;51<\/a> seems to have provided the author of <a class=\"isa\" verses=\"eyIxNzkwOCI6MjJ9\">Isa 13<\/a> with his raw material to which he imparted a more universalizing and apocalypticizing thrust as well as a certain unity. The thematic and even the linguistic elements coincide at numerous points. Many nations are involved in the attack masterminded and coordinated by Israel&rsquo;s God (<a class=\"isa\" verses=\"eyIxNzkxMSI6Mn0=\">13:4&ndash;5<\/a>; <a class=\"ref\">Jer 50:9, 15, 22; 51:14, 27&ndash;28<\/a>), among them preeminently the Medes (<a class=\"isa\" verses=\"MTc5MjQ=\">13:17<\/a>; <a class=\"ref\">Jer 51:11, 28<\/a>); the attackers serve as the instruments of Yahveh&rsquo;s anger (<em>kĕlē zaʿăm&ocirc;<\/em> <a class=\"isa\" verses=\"MTc5MTI=\">13:5<\/a>; <a class=\"ref\">Jer 50:25<\/a>) and are &ldquo;consecrated&rdquo; to serve his purpose (stem <em>qd&scaron;<\/em> <a class=\"isa\" verses=\"MTc5MTA=\">13:3<\/a>;<a class=\"ref\"> Jer 51:27&ndash;28<\/a>); they gather under a standard at a rallying point (<em>nēs<\/em> <a class=\"isa\" verses=\"MTc5MDk=\">13:2<\/a>; <a class=\"ref\">Jer 50:2; 51:12, 27<\/a>) with a great tumult and clash of arms (<a class=\"isa\" verses=\"MTc5MTE=\">13:4<\/a>; <a class=\"ref\">Jer 50:22; 51:42, 55<\/a>); the flight of those terrified by the manifestations of divine anger is described in identical terms (<a class=\"isa\" verses=\"MTc5MjE=\">13:14<\/a>; <a class=\"ref\">Jer 50:16<\/a>), as is the devastated city now returned to nature; even the animals that haunt the site are described identically in the two books (<a class=\"isa\" verses=\"eyIxNzkyNyI6M30=\">13:20&ndash;22<\/a>; <a class=\"ref\">Jer 50:39; 51:37<\/a>). What is significant, viewed against this close relationship of rhetorical expression and theme, is the stronger universalizing tendency of ch. <a class=\"isa\" verses=\"eyIxNzkwOCI6MjJ9\">13<\/a> evident in reference to the earth and the world (<em>ʾereṣ, tēbēl<\/em>), including the heavenly bodies (<a class=\"isa\" verses=\"WzE3OTE3LDE3OTIwXQ==\">13:10, 13<\/a>), and to humanity as a whole (<em>ʾādām<\/em> <a class=\"isa\" verses=\"MTc5MTk=\">13:12<\/a>). In this respect the chapter bears comparison with the poem standing at the beginning of the first major section of the book (&ldquo;the great arraignment&rdquo;), which also takes up the theme of the Day of Yahveh (<a class=\"isa\" verses=\"eyIxNzY5MiI6MTd9\">2:6&ndash;22<\/a>).<\/p><p>The title (<a class=\"isa\" verses=\"MTc5MDg=\">13:1<\/a>) marks a new section established at a rather late editorial stage, and therefore can be taken as corresponding functionally to the title in <a class=\"isa\" verses=\"MTc2ODc=\">2:1<\/a> introducing the first long section of the book. (Both 1QIsa<sup>a<\/sup> and 4QIsa<sup>a<\/sup> confirm this by leaving two-thirds of a line blank before <a class=\"isa\" verses=\"MTc5MDg=\">13:1<\/a>.) It will be obvious by now that this repeated restructuring in evidence throughout the book leaves many loose ends. Here, for example, as we saw earlier, the anti-Assyrian saying of <a class=\"isa\" verses=\"eyIxNzk1MyI6NH0=\">14:24&ndash;27<\/a> is cut off from the similar material in chs. <a class=\"isa\" verses=\"eyIxNzY1NiI6MjUyfQ==\">1&ndash;12<\/a>, especially <a class=\"isa\" verses=\"eyIxNzg1NiI6MzB9\">10:5&ndash;34<\/a>. The title categorizes the piece as a <em>maśśāʾ<\/em>, literally, &ldquo;a lifting up&rdquo; (of the voice in oracular speech cf. <a class=\"ref\">2 Kgs 9:25<\/a>), a designation that, with the exception of <a class=\"isa\" verses=\"MTgyMjQ=\">30:6<\/a>, is confined to the section chs. <a class=\"isa\" verses=\"eyIxNzkwOCI6MjU4fQ==\">13&ndash;27<\/a>, where it occurs nine times. This <em>maśśāʾ<\/em>, however, is the only one attributed to Isaiah. In these and other instances (e.g. <a class=\"ref\">Jer 23:33; Ezek 12:10; Nah 1:1; Hab 1:1<\/a>) such oracles are directed against a nation or, more rarely, an individual though, as usually happens with the passing of time, the designation tends to lose its specific features and is used in a quite generic and vague sense for prophetic speech in general (e.g. <a class=\"ref\">2 Chr 24:27<\/a>).<\/p><p>The title applies to <a class=\"isa\" verses=\"eyIxNzkwOCI6NTR9\">13:1&ndash;14:32<\/a> even though the following poem is introduced as a <em>mā&scaron;āl<\/em> rather than a <em>maśśāʾ<\/em>. Both compositions are followed by brief passages in prose (<a class=\"isa\" verses=\"W3siMTc5MzAiOjJ9LHsiMTc5NTEiOjJ9XQ==\">14:1&ndash;2, 22&ndash;23<\/a>), part of an ongoing commentary or series of commentaries in evidence throughout the entire book.<\/p><p>The first of the four stanzas into which I have divided the poem opens with a command given to muster an army with orders to take an unnamed city, the one issuing the order being none other than Yahveh himself. The army in question is not Babylonian and the city is not Nineveh (pace Clements 1980a, 133). The Babylonian revolts against Assyria in 722 and 705 were unsuccessful, and there was never any question of the rebels taking the Assyrian capital city. And, as we have seen, both this poem and the anti-Babylonian poems in <a class=\"ref\">Jer 50&ndash;51<\/a> allude to <em>many<\/em> nations involved in the destruction of the unnamed city. Affinity with the Jeremian poems is especially in evidence in the description of the lead-up to the sack and subsequent mayhem: the raising of a standard as a rallying point (<a class=\"ref\">Jer 50:2; 51:12, 27<\/a>) taking up a theme occurring earlier in the book (<a class=\"isa\" verses=\"W3sic2luZ2xlcyI6WzE3NzY2XX0seyIxNzg5NSI6M31d\">Isa 5:26; 11:10&ndash;12<\/a>), the noise of a vast multinational throng (<a class=\"ref\">Jer 50:9, 15, 22; 51:14, 27&ndash;28<\/a>), and the fact that these nations serve as instruments of the anger of Yahveh (<a class=\"isa\" verses=\"WzE3OTEyLDIwMTkyXQ==\">Isa 13:5; Jer 50:25<\/a>).<\/p><p>In the second stanza this scenario leads by association to the traditional prophetic-eschatological topos of the &ldquo;Day of Yahveh&rdquo; (<em>y&ocirc;m YHVH<\/em> cf. <a class=\"ref\">Amos 5:18&ndash;20<\/a>) with its attendant imagery, allowing the poet to present the event as presaging a cosmic catastrophe, not unlike Joel who also announces destruction from Shaddai (<a class=\"ref\">Joel 1:15<\/a>). According to the Priestly source (P) the designation Shaddai, of uncertain derivation, was the original pre-Yahvistic name for the national deity (<a class=\"ref\">Exod 6:3<\/a>). That it appears here, the only occurrence in the prophetic books, may not simply be for the sake of assonance (<em>kĕ&scaron;od mi&scaron;&scaron;aday<\/em>), for the author of the poem may have intended to indicate the destructive aspects of divine agency with reference to the verbal stem <em>&scaron;dd<\/em>, &ldquo;destroy&rdquo; (&ldquo;like destruction from the Destroyer&rdquo;); which may incidentally also explain why the designation Shaddai occurs so frequently in the book of Job. The allusion to limp hands, fearful hearts, convulsions like a woman in labor pains (cf. <a class=\"isa\" verses=\"eyIxODE0OCI6Mn0=\">26:17&ndash;18<\/a><a class=\"ref\">; Jer 50:43<\/a>), faces flushed with excitement and terror (<a class=\"ref\">Ezek 21:7<\/a> adds loss of sphincter control) corresponds to a conventional and obviously hyperbolic way of describing reaction to receiving really bad news (Hillers).<\/p><p>In the third stanza the poem picks up the tempo with images of worldwide devastation evocative of projections of the planet in the aftermath of a thermonuclear war. The prophetic literature is of course lavish in presenting such worst-case scenarios. The emphasis is on darkness, like the darkness of a nuclear winter (<a class=\"ref\">Amos 5:18&ndash;20<\/a>), specifically the darkening of the sun (<a class=\"ref\">Amos 8:9<\/a>, though this text may refer to a total solar eclipse). <a class=\"ref\">Joel 2:30&ndash;31<\/a> also associates the darkening of sun and moon with the Day of Yahveh, and <a class=\"isa\" verses=\"eyIxODA5NyI6MTN9\">Isa 24:1&ndash;13<\/a> adds pollution. The term translated &ldquo;constellations&rdquo; (<em>kĕs&icirc;l&icirc;m<\/em>) is usually taken to refer in the singular to Orion (<a class=\"ref\">Amos 5:8; Job 9:9; 38:31<\/a>) but the present context suggests the more general connotation. In keeping with prophetic ideas of causation, these catastrophic events are presented as punishment for the morally reprobate. The fact that very few, wicked or otherwise, will survive is indeed noted (v <a class=\"isa\" verses=\"eyIxNzkwMiI6Nn0=\">12<\/a>) but nothing much is made of it. The theme of depopulation, taken up again in the final stanza, occurs at this point with the metaphor of rare gold from Ophir, perhaps referring to a location somewhere in the Yemen or the Horn of Africa (cf. <a class=\"ref\">Gen 10:29; 1 Kgs 9:28; 10:11; Ps 45:10; Job 28:16<\/a>). By closing with the scene, not unfamiliar in our day, of refugees trying to escape a victorious army bent on murder and mayhem, the stanza provides an appropriate transition to the capture and sack of the city of Babylon.<\/p><p>The final stanza, then, explicitly addresses the fall of Babylon, assigning the leading role in the destruction of the city to the Medes, described as more than usually ruthless and impossible to buy off. This Indo-Iranian people inhabiting the northern highlands of Iran and the foothills of the Caucasus begin to appear in Assyrian inscriptions in the ninth century b.c.e. Under their king Cyaxares they were allies of the Babylonians in the overthrow of the Assyrian Empire (614&ndash;612 b.c.e.), and by the time of the fall of Babylon had themselves been conquered by Cyrus II. They also feature in another anti-Babylonian poem (<a class=\"isa\" verses=\"MTgwMzg=\">21:2<\/a>) and are assigned the same role and described in much the same way in the corresponding Jeremian poems, as we have seen (<a class=\"ref\">Jer 50:41&ndash;42; 51:11, 28<\/a>). Use of the verb &ldquo;incite&rdquo; (<em>ʿ&ucirc;r<\/em> Hiphil) also connects with <a class=\"ref\">Jer 50&ndash;51 (50:41; 51:11)<\/a> and recalls Yahveh&rsquo;s inciting a conqueror from the north against Babylon, none other than Cyrus, in the second part of Isaiah (41:25 cf. <a class=\"ref\">2 Chr 36:22; Ezra 1:1<\/a>).<\/p><p>The poet goes on to speak directly about Babylon and its people known as Chaldeans (<em>kaśd&icirc;m<\/em>), the term that is standard in the second part of Isaiah (<a class=\"isa\" verses=\"WzE4NTIwLDE4NjAxLDE4NjA1LDE4NjI5LDE4NjM1XQ==\">43:14; 47:1, 5; 48:14, 20<\/a>). The confederation of Chaldean tribes begins to show up in Assyrian annals in the ninth century b.c.e., usually as causing trouble. Their homeland was in southern Mesopotamia, the marshy area near the Persian Gulf called the Sealand, from which they waged an intermittently successful guerilla warfare against the Assyrian superpower. All of the expressions used at this point to characterize Babylon as an imperial power&mdash;&ldquo;glory&rdquo; (<em>ṣĕb&icirc;<\/em>), &ldquo;pride&rdquo; (<em>gāʾ&ocirc;n<\/em>), &ldquo;splendor&rdquo; (<em>tipʾeret<\/em>)&mdash;occur elsewhere in the book as attributes both of divine reality (<a class=\"isa\" verses=\"WzE3Njk2LDE3NzM2LDE4MTEwLDE4MTEyLDE4MTcwXQ==\">2:10; 4:2; 24:14, 16; 28:5<\/a>) and of individuals and institutions (<a class=\"isa\" verses=\"WzE3OTE4LDE3OTQwLDE3OTc2LDE4MDg3LDE4MTY2LDE4MTY5XQ==\">13:11; 14:11; 16:6; 23:9; 28:1, 4<\/a>), in the case of the latter the qualities being more illusory than real. One of the most consistent features of Isaiah is the refusal to accept any institutions, political or religious, with absolute and unconditional seriousness. Comparison with the fate of Sodom and Gomorrah (cf. <a class=\"ref\">Amos 4:11; Isa 1:7; Jer 49:18; 50:40<\/a>) introduces the theme of depopulation, going back to nature, to wilderness, cityscape to landscape, becoming a &ldquo;No Kingdom&rdquo; like Edom (cf. <a class=\"isa\" verses=\"eyIxODMxMiI6MTB9\">34:8&ndash;17<\/a>). However, this is not the ideal wilderness of which Hosea spoke but nature polluted and poisoned. The soil will not even be good for grazing and will be shunned by the Beduin who can survive in the most inhospitable of environments. It will be the home of satyrs, goat-like creatures of corrupt intelligence and malevolent will who haunt the wild places of the earth, sometimes in the company of the female demon Lilith (<a class=\"isa\" verses=\"MTgzMTg=\">34:14<\/a> cf. <a class=\"ref\">Lev 17:7; 2 Chr 11:15<\/a>). The topos of a human population displaced by wild animals is conventionally part of this scenario (cf. <a class=\"isa\" verses=\"W3siMTgxNjIiOjJ9LHsiMTgzMTUiOjV9XQ==\">27:10&ndash;11; 34:11&ndash;15<\/a><a class=\"ref\">; Jer 50:39; 51:37<\/a>). The precise taxonomy need not detain us, especially with respect to the obscure <em>ṣiyyim<\/em> and <em>ʾoḥim<\/em>. (rsv plays it safe with &ldquo;wild animals&rdquo; and &ldquo;howling creatures,&rdquo; respectively; Gray 1912, 237 more colorfully with &ldquo;yelpers&rdquo; and &ldquo;shriekers,&rdquo; here more soberly &ldquo;wildcats&rdquo; and &ldquo;owls.&rdquo;) The poem ends with a final admonition that all this will come about in the near future (cf. <a class=\"ref\">Jer 51:33<\/a>). This takes the reader back to the earlier warning about an imminent Day of Yahveh (v <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">6<\/a>), and reinforces the idea, fundamental throughout Isaiah, that nothing happens apart from the intention and design of God.<\/p><p> Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em> (Vol. 19, pp. 276&ndash;280). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}