{
    "id": 2057,
    "source": "blenkinsopp",
    "verse_id": 17813,
    "verse_count": 6,
    "reference": "8:5–10",
    "title": "Judah Will Be Submerged",
    "html": " <p>As are the paragraphs preceding and following it, <a class=\"isa\" verses=\"eyIxNzgxMyI6Nn0=\">5&ndash;10<\/a>, is presented editorially as discourse of Yahveh, though divine <em>oratio recta<\/em>, is not maintained throughout. How this section fits into the total picture presented in <a class=\"isa\" verses=\"eyIxNzc3MSI6NjB9\">chs. 6&ndash;8<\/a>, depends on how one translates <a class=\"isa\" verses=\"WzE3NzQ2XQ==\">5:6<\/a>. If the translation offered above is correct, the prediction of disaster would be addressed to the faction, doubtless well represented, in favor of joining the anti-Assyrian coalition. Isaiah would therefore have been caught in the crossfire of the pro-Assyrian and anti-Assyrian factions, the former including Ahaz himself, the latter addressed in this passage. The contrast between Shiloah, a channel flowing from the Gihon spring to the pool of Siloam, and the river Tigris, or possibly the Euphrates, may have been suggested by proximity to the place of encounter between Ahaz and Isaiah nearby in the Kidron Valley. There is also a hint of the mythological topos of the waters of Tehom, the Deep, a powerful figure of Chaos-come-again (May; Kaiser). Whether the description of military invasion under the figure of an inundation corresponds to experience or is a (not unreasonable) prediction of a future event after &ldquo;Immanuel&rdquo; had succeeded to the throne cannot very well be determined, but referring it to the king of Assyria and his splendor (cf. the <em>melammu<\/em>, or effulgence of the imperial deity Ashur and his weapons in Assyrian royal inscriptions) was in any case appropriate. The hymnic conclusion (<a class=\"isa\" verses=\"eyIxNzgxNyI6Mn0=\">9&ndash;10<\/a>) is addressed to the nations at large at a much later time, inviting them to draw the appropriate conclusion from this old story of plotting at the Judean court. It echoes sentiments expressed in such &ldquo;Zionist&rdquo; hymns as <a class=\"ref\">Ps 46<\/a>, which contains the Immanuel theme, speaks of a river and its streams&rsquo; bringing joy to the city, and announces the thwarting of warlike plans opposed to those of Yahveh. In all probability the hymnic conclusion to this paragraph comes from the same fervent Jerusalemite circles that have left their mark on the last eleven chapters of the book (with Kaiser 1972, 188&ndash;89 and pace Saeb&oslash;, who defends its attribution to Isaiah). <\/p> <p>Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em>,(Vol. 19, pp. 240&ndash;241). New Haven; London: Yale University Press. <\/p>",
    "audit": 1
}