{
    "id": 2117,
    "source": "blenkinsopp",
    "verse_id": 18422,
    "verse_count": 8,
    "reference": "40:1-8",
    "title": "Prologue: The Revival of Prophecy",
    "html": "<p>In the context of literary conventions characteristic of prophetic writings, we are struck at once by the failure to identify the people addressed at the beginning of this major section of the book. The problem was noticed from early times on, since the Targum identified them as prophets and the lxx as priests. If we could follow Torrey&rsquo;s inclusion of <a class=\"isa\" verses=\"bnVsbA==\">chs. 34&ndash;35<\/a> in Second Isaiah&rsquo;s book, a simple explanation would be at hand: <a class=\"isa\" verses=\"WzE4NDIyXQ==\">40:1<\/a> is not where the book begins. Isaiah <a class=\"isa\" verses=\"WzE4MzA1XQ==\">34:1<\/a> is addressed to a specific audience, the nations and peoples, but the message that follows, far from offering comfort, is all about anger, slaughter, and judgment. This makes it difficult to accept Freedman&rsquo;s argument that the same people are being addressed in <a class=\"isa\" verses=\"WzE4NDIyXQ==\">40:1<\/a>, or even that <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">chs. 34 and 40<\/a> belong together in the same book. Torrey himself noted the problem but simply remarked that, if the writer had been pressed to identify those addressed, he would have answered in the words of <a class=\"isa\" verses=\"WzE4OTMzXQ==\">66:10<\/a>, &ldquo;All those who love Zion&rdquo; (Torrey 1928, 304). An alternative explanation, proposed in the Introduction, is that the compiler who attached <a class=\"isa\" verses=\"bnVsbA==\">40&ndash;55<\/a> to <a class=\"isa\" verses=\"eyIxODQyMiI6MzF9\">1&ndash;39<\/a> would have either omitted the superscription or reworded the introductory verses to fit their new context.<\/p><p>That this introductory passage is concerned with prophetic communication is clear from the identification of the first two statements (<a class=\"isa\" verses=\"eyIxODQyMiI6NX0=\">vv 1&ndash;2 and 3&ndash;5<\/a>) as speech of Yahveh (i.e., prophetic speech) and from the final statement (<a class=\"isa\" verses=\"WzE4NDI5XQ==\">8b<\/a>) affirming the permanent validity of that speech, an affirmation repeated at the end of the section, no doubt deliberately (<a class=\"isa\" verses=\"eyIxODc1MSI6Mn0=\">55:10&ndash;11<\/a>). This is the view of the Targumist, who identified those addressed as prophets and substituted &ldquo;prophesy&rdquo; for &ldquo;proclaim,&rdquo; but not of the Greek translator, who identified them as priests. That prophets are being addressed is also the view of most of the medieval commentators.<\/p><p>This introductory apostrophe amounts to an <em>apologia<\/em> for the message that is to follow in <a class=\"isa\" verses=\"bnVsbA==\">chs. 40&ndash;48<\/a> and therefore makes a fitting prologue to these chapters. The author, an anonymous seer (conventionally known as Deutero-Isaiah), reports a communication from Yahveh (<a class=\"isa\" verses=\"eyIxODQyMiI6Mn0=\">vv 1&ndash;2<\/a>) in which those addressed are given a commission involving three commands: comfort the people, speak consoling words to Jerusalem (meaning, again, the people), and proclaim good news. This theme of comfort is a leitmotif throughout these chapters (cf. <a class=\"isa\" verses=\"WzE4NjUwLDE4NzA2XQ==\">49:13 and 52:9<\/a> <em>nḥm<\/em> Piel with <em>ʿamm&ocirc;<\/em>, &ldquo;his people&rdquo;), and it makes for good news indeed after all the dire threats and comminations of <a class=\"isa\" verses=\"bnVsbA==\">chs. 1&ndash;39<\/a>. The good news message is also tripartite: the end of indentured service; the liquidation of debts incurred, understood metaphorically; and the bestowing of benefits that will outweigh the punishment inflicted for sins committed.<\/p><p>The hypothesis that this &ldquo;hall of voices&rdquo; (Watts 1987, 75) presupposes the scenario of the divine council and that therefore those addressed are members of Yahveh&rsquo;s heavenly court has achieved practically canonical status in recent English-language scholarship but is not well founded. According to Cross (1953; 1973, 187&ndash;88), it can be deduced from the imperatives characteristically addressed by YHVH to members of his entourage. But this overlooks the <em>deliberative<\/em> nature of the council, as described in the relevant biblical texts. Wherever such a scenario is clearly presented, Yahveh engages in discussion and solicits opinions but does not give orders (<a class=\"isa\" verses=\"bnVsbA==\">Isa 6:8<\/a>; <a class=\"ref\">1 Kgs 22:20&ndash;22; Job 1&ndash;2<\/a>). Cross also assumes that <em>q&ocirc;l qōrēʾ<\/em> (<a class=\"isa\" verses=\"WzE4NDI0XQ==\">40:3<\/a>) and <em>q&ocirc;l ʾōmēr<\/em> (<a class=\"isa\" verses=\"WzE4NDI3XQ==\">40:6<\/a>) refer to angelic heralds, presumably on the strength of similar expressions in the vision report of <a class=\"isa\" verses=\"WzE4NDI3XQ==\">ch. 6<\/a> (<a class=\"isa\" verses=\"WzE3Nzc0LDE3Nzc4XQ==\">6:4, 8<\/a>). At first sight this appears to be a reasonable conjecture, but it ignores the contextually more natural reference of <a class=\"isa\" verses=\"bnVsbA==\">Isa 6:4<\/a> to the liturgical call of the seraphim in the previous verse. Since, in addition, <a class=\"isa\" verses=\"bnVsbA==\">Isa 6:8<\/a> explicitly identifies the voice as the voice of Yahveh and not the voice of one of his courtiers, the way the vision-call narrative is set up is significantly different from <a class=\"isa\" verses=\"eyIxODQyMiI6OH0=\">40:1&ndash;8<\/a>. It also seems rather too literalistic to assume that only supernatural beings can level hills and raise valleys.<\/p><p>The case for a divine council scenario in dependence on <a class=\"isa\" verses=\"WzE4NDI3XQ==\">Isa 6<\/a> is taken further by Melugin (1976, 82&ndash;84), Seitz (1990, 229&ndash;47), and Williamson (1994, 37&ndash;38). Melugin argues from the plural imperatives in <a class=\"isa\" verses=\"eyIxODQyMiI6Mn0=\">40:1&ndash;2<\/a>, but it is difficult to see why injunctions in the plural must be addressed to divine beings rather than to a plurality of prophets. In fact, a prophetic plurality is referred to quite often in <a class=\"isa\" verses=\"bnVsbA==\">Isa 40&ndash;66<\/a> and in other texts from the post-destruction period (<a class=\"isa\" verses=\"bnVsbA==\">Isa 52:8<\/a> cf. <a class=\"ref\">Jer 6:17; Ezek 3:17; <\/a><a class=\"isa\" verses=\"bnVsbA==\">Isa 56:10&ndash;11; 59:21; 62:6&ndash;7<\/a>; <a class=\"ref\">Jer 29:8<\/a>). On the basis of <a class=\"isa\" verses=\"bnVsbA==\">Isa 40:6&ndash;8<\/a>, both Melugin and Williamson assume that the prophet is responding to the commission with discouragement or despair, comparable therefore to the reaction of Isaiah in the vision (<a class=\"isa\" verses=\"WzE3Nzc1XQ==\">6:5<\/a>). But in view of the metaphoric language of grass and flowers occurring elsewhere (<a class=\"isa\" verses=\"bnVsbA==\">Isa 28:1; 37:27; 51:12<\/a>; <a class=\"ref\">Ps 37:2; 90:5; 103:15; 129:6<\/a>; the last with reference to the enemies of Zion), it seems more natural to assume, either that <a class=\"isa\" verses=\"WzE4NDI3XQ==\">40:6b<\/a> is the reply to the seer&rsquo;s question followed by a prophetic comment in <a class=\"isa\" verses=\"eyIxODQyOCI6Mn0=\">vv 7&ndash;8<\/a>, or that the entire passage, <a class=\"isa\" verses=\"WzE4NDI3XQ==\">6c&ndash;8b<\/a>, is the proclamation.<\/p><p>In either case, the intent is to contrast the power and permanence of the prophetic word with the impermanence of political power and human pretensions in general, we would assume with specific reference to Babylon. All of this is quite apart from the fact that there is actually no mention of a heavenly setting in <a class=\"isa\" verses=\"bnVsbA==\">Isa 40:1&ndash;8<\/a> comparable to <a class=\"isa\" verses=\"bnVsbA==\">Isa 6:1&ndash;3<\/a>, <a class=\"ref\">1 Kgs 22:19&ndash;23, and Job 1&ndash;2<\/a>, where that scenario is explicit.<\/p><p>Since the authorial voice is seldom heard in <a class=\"isa\" verses=\"bnVsbA==\">chs. 40&ndash;55<\/a>, it is noteworthy that first-person prophetic speech is found at the beginning of the two main parts of this section of the book&mdash;namely, <a class=\"isa\" verses=\"eyIxODQyNyI6MjE3fQ==\">40:6a and 49:1&ndash;6<\/a>.<\/p><p>The prologue begins, then, with a summons to prophets in general, or to a specific prophetic group, to proclaim a message of comfort and hope to Yahveh&rsquo;s people (<em>ʿamm&icirc;<\/em> being the object of the transitive verb <em>nḥm<\/em> Piel cf. <a class=\"isa\" verses=\"WzE4NjUwLDE4NzA2XQ==\">49:13; 52:9<\/a>; and not the vocative, as in Vulg. <em>popule meus<\/em>). The position taken here is that the shifting between plural and singular in <a class=\"isa\" verses=\"eyIxODQyMiI6OH0=\">vv 1&ndash;8<\/a> with respect to those addressing and those being addressed is best explained in terms of a prophetic plurality in association with a prophetic individual&mdash;namely, the anonymous author. <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 52:7&ndash;8<\/a> provides an instructive parallel: a <em>human<\/em> herald of good news (<em>mĕbaśśēr<\/em>) is associated with a prophetic plurality (<em>ṣōp&icirc;m<\/em>, &ldquo;sentinels,&rdquo; a synonym for prophets cf. <a class=\"ref\">Ezek 3:17; 33:2, 6&ndash;7; Jer 6:17<\/a>; and perhaps <a class=\"isa\" verses=\"bnVsbA==\">Isa 56:10<\/a>).<\/p><p>It is not stated, here at the beginning, that the message is an assurance of a proximate return to the homeland addressed to Judeo-Babylonians. Juxtaposition with the prediction of exile in Babylon immediately preceding (<a class=\"isa\" verses=\"eyIxODQxOCI6NH0=\">39:5&ndash;8<\/a>) might suggest this, as also the summons to leave Babylon with which this section ends (<a class=\"isa\" verses=\"eyIxODYzNSI6M30=\">48:20&ndash;22<\/a>). But for the moment all we are told is that Jerusalem, representing the people, has served its time of indentured service (<em>ṣābāʾ<\/em>, understood in this sense rather than the military draft, or doing time in prison for nonpayment of debts). She has satisfied her obligations and paid off her debts.<\/p><p>If taken literally, the statement that Israel has paid double (<em>kiplayim<\/em>) for all its sins could raise serious questions about the evenhanded and equitable administration of justice by God. Commentators have therefore preferred to understand it as a technical legal or economic term, either in the sense that Jerusalem has paid the due amount together with interest accruing (cf. <a class=\"ref\">Exod 22:3[4]<\/a> <em>&scaron;nayim<\/em>, &ldquo;twofold&rdquo;), or the equivalent amount, as in <a class=\"ref\">Deut 15:18<\/a> (von Rad) or, in a more general sense, superabundantly (cf. <a class=\"ref\">Job 11:6<\/a>). Ibn Ezra took a more direct approach, understanding it to mean that Israel had been called on to suffer twice as much as the nations. Torrey (p. 305), on the other hand, finds support in the Quʾran (e.g. <a class=\"ref\">Sura 7:36<\/a>) for his view that &ldquo;paying double&rdquo; is simply a case of rhetorical hyperbole. To these proposals we may add one more, suggested by <a class=\"isa\" verses=\"bnVsbA==\">Isa 51:19<\/a>: Jerusalem is here being addressed by a seer and told that two bad things have happened to her, the allusion being, in all probability, to famine and military defeat, but that her sufferings are now coming to an end.<\/p><p>If these metaphors sound too legalistic for our taste, we can balance them with the emotional weight attaching to the repetition right at the beginning of this &ldquo;book of consolation&rdquo; (<em>naḥăm&ucirc;, naḥăm&ucirc;<\/em>). Repetition of this kind is a recurring feature in these chapters (<a class=\"isa\" verses=\"WzE4NjgzLDE4NjkxLDE4Njk4LDE4NzA4LDE4NzgwLDE4ODY1XQ==\">51:9, 17; 52:1, 11; 57:14; 62:10<\/a>) and helps to set the upbeat mood. There is also the command: comfort <em>my<\/em> people, speak to the heart of Jerusalem, meaning, speak words of encouragement and reassurance (cf. <a class=\"ref\">Gen 34:3; 50:21; Judg 19:3; 2 Sam 19:8[7]; Hos 2:16[14]; Ruth 2:13<\/a>), since she can look forward to a better future.<\/p><p>As the closing statement of the next stanza shows, <a class=\"isa\" verses=\"eyIxODQyNCI6M30=\">vv 3&ndash;5<\/a> constitute a prophetic proclamation rather than the utterance of a disembodied voice or a summons from a heavenly herald. The purpose is to state what must be done before the comforting words can be translated into reality. There is no mention here of preparing a route for return from exile in Babylon. It is, rather, that a processional way is to be prepared for the return of Yahveh to his people. Given what we imagine to be the state of roads at that time, this would have been normal procedure in preparation for the visit, the <em>parousia<\/em>, of a dignitary.<\/p><p>As we proceed, we shall bear in mind the possibility, suggested by Rabbi Moses Hakkohen and reported by Ibn Ezra, that these early stanzas include an allusion to the eventual rebuilding of the Jerusalem temple. <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 62:10&ndash;12<\/a> makes the same point, using the same language and even quoting <a class=\"isa\" verses=\"eyIxODQyNCI6M30=\">40:3&ndash;5<\/a> verbatim: a highway (<em>mĕsill&acirc;<\/em>) is to be built up and cleared of stones to prepare for Yahveh&rsquo;s <em>parousia<\/em> and the salvation that comes with it. A similar passage, <a class=\"isa\" verses=\"bnVsbA==\">Isa 35:8&ndash;10<\/a>, closely associated with <a class=\"isa\" verses=\"bnVsbA==\">chs. 40&ndash;48<\/a> as we have seen, does speak of a return to Zion by those ransomed by Yahveh along a highway (<em>masl&ucirc;l<\/em> hapax) known as the Holy Way but does so as part of a larger scenario. Subsequent chapters will speak of a return from other quarters by land and sea (<a class=\"isa\" verses=\"W1sxODUwOCwxODUyMl0seyIxODY0OCI6Mn1d\">43:2, 16; 49:11&ndash;12<\/a>), even from as far away as the first cataract of the Nile (<a class=\"isa\" verses=\"WzE4NjQ5XQ==\">49:12<\/a>).<\/p><p>Both <a class=\"isa\" verses=\"W3siMTgzMjkiOjN9LHsiMTg4NjUiOjN9XQ==\">35:8&ndash;10 and 62:10&ndash;12<\/a> seem to be further removed from historical particularities than <a class=\"isa\" verses=\"eyIxODQyMiI6OH0=\">40:1&ndash;8<\/a>, to which they are closely related, and we will note as we work through these chapters how the way (<em>derek<\/em>) to be laid down through the wilderness is metaphorized or spiritualized even further (e.g. <a class=\"isa\" verses=\"WzE4NzgwXQ==\">57:14<\/a> cf. <a class=\"isa\" verses=\"WzE4MjM5XQ==\">30:21<\/a>) and is linked with the traditions of Israel&rsquo;s uneven progress through the wilderness after leaving Egypt (see especially Barstad 1989). Viewed within the context of the book of Isaiah as a whole, the figure of the way or the journey indicates a broader development from historical particularities to an eschatological and, eventually, apocalyptic perspective.<\/p><p>What are those addressed by the seer being called on to do? A route, a highway has to be cleared (<em>pnh<\/em> Piel cf. <a class=\"isa\" verses=\"WzE4NzgwLDE4ODY1XQ==\">57:14; 62:10<\/a>) and graded, leveling out the uneven ground (<em>ʿāqob<\/em>, the only appearance with this meaning) and the rough places (<em>rĕkās&icirc;m<\/em> hapax). The location is described as wilderness (<em>midbār<\/em>) and desert (<em>ʿărāb&acirc;<\/em>), more or less synonymous terms that can have a broad spectrum of meaning, by no means confined to such regions as the Sahara Desert, the great Arabian Desert, or the Arava south and east of the Dead Sea. This &ldquo;way through the wilderness&rdquo; is more often than not identified with the route that the Judeo-Babylonian immigrants are presumed to have followed in returning to Judah. As the crow flies, this would have taken them through the central Arabian desert, but a moment&rsquo;s reflection will show how unlikely, not to say suicidal, such an itinerary would have been. The probability is that immigrants from southern Mesopotamia would have taken the well-traveled northerly route along the course of the Euphrates into Syria, then south to Damascus, then either along the coastal route or the central ridge to Jerusalem.<\/p><p>More to the point, the emphasis in these chapters is not just on constructing a highway but also, and more prominently, on the theme of ecological transformation, rendering the land devastated by the Babylonian conquest once again not only habitable but superabundantly fertile. So, for example, <a class=\"isa\" verses=\"WzE4MzIyXQ==\">35:1<\/a>:<\/p><ul><li>Let the <em>midbār<\/em> and parched land be glad,<\/li><li>the <em>ʿărab&acirc;<\/em> rejoice and blossom.<\/li><\/ul><p>Similar predictions can be found throughout <a class=\"isa\" verses=\"bnVsbA==\">chapters 40&ndash;66<\/a> (<a class=\"isa\" verses=\"W3siMTg0NjkiOjR9LHsiMTg1MjUiOjN9LHsiMTg2NDUiOjZ9LFsxODc4MF0seyIxODg2NSI6M31d\">41:17&ndash;20; 43:19&ndash;21; 49:8&ndash;13; 57:14; 62:10&ndash;12<\/a>) in which a major motif is the provision of water (<a class=\"isa\" verses=\"W1sxODMyN10seyIxODQ3MCI6Mn0sWzE4NTI1LDE4NTM3XSx7IjE4NjM1IjoyfSxbMTg2NDZdXQ==\">35:6; 41:18&ndash;19; 43:19; 44:3; 48:20&ndash;21; 49:9<\/a>). <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 51:3<\/a> speaks of Zion&rsquo;s <em>midbār<\/em> and <em>ʿărāb&acirc;<\/em> being comforted, the comfort consisting in their transformation into a Garden of Eden. This creates a significant though not insuperable problem for the many commentators who assume, generally without argument, a diasporic, Babylonian background for these chapters.<\/p><p>The point of all of this activity is to prepare for the revelation of the glory or radiance of Yahveh to be witnessed by all humanity (<a class=\"isa\" verses=\"WzE4NDI2XQ==\">v 5<\/a>). This theologoumenon (Hebrew <em>kāb&ocirc;d<\/em>, Greek <em>doxa<\/em>), used throughout the book of Isaiah, embodies an attempt to combine transcendence and immanence, to give symbolic expression to the real presence of the invisible God.<\/p><p>What is important for the present context is that it is essentially associated with the sanctuary, the place where the deity resides and where the deity&rsquo;s presence can be experienced. When the ark was captured by the Philistines the wife of the priest Phinehas lamented that &ldquo;the glory has departed from Israel&rdquo; (<em>gāl&acirc; kāb&ocirc;d miyyiśrāʾēl<\/em> <a class=\"ref\">1 Sam 4:21&ndash;22<\/a>) and called her child Ichabod (perhaps &ldquo;where is the <em>kāb&ocirc;d<\/em>?&rdquo;). After the recovery of the ark and its installation in the newly-built Jerusalem temple, we are told that the glory of Yahveh filled the building (<a class=\"ref\">1 Kgs 8:11<\/a>). Exploiting the idea of mobility, Ezekiel represented the departure of the <em>kāb&ocirc;d<\/em> by stages from the doomed city and temple (<a class=\"ref\">Ezek 9:3; 10:4, 18&ndash;19; 11:22&ndash;23<\/a>), its eventual appearance in the Babylonian diaspora (<a class=\"isa\" verses=\"WzE3NjgzLDE3NzMxXQ==\">1:28; 3:23<\/a>), and its anticipated return (<a class=\"isa\" verses=\"W3siMTg1MDciOjV9LFsxODUzOF1d\">43:1&ndash;5; 44:4<\/a> cf. <a class=\"ref\">Hag 2:7; Zech 2:9[5]<\/a>). In doing so, he made a decisive break with the idea of a territorial and locative deity. The God of Israel can now appear and be experienced outside the land in which his own writ runs.<\/p><p>Closely related to these representations is the mobile sanctuary that served Israel in the wilderness and with which, according to the Priestly writer (P), the <em>kāb&ocirc;d<\/em> was closely associated (<a class=\"ref\">Exod 40:34&ndash;38<\/a> etc.). That all humanity, indeed all living creatures (literally, &ldquo;all flesh&rdquo;), will witness and acknowledge the triumphant return of Yahveh to his defeated and dispersed people is the first of many indications in these chapters of the prophetic defiance of political realities (cf. <a class=\"isa\" verses=\"W1sxODY2MywxODkzOV0seyIxODk0NiI6Mn1d\">49:26; 66:16, 23&ndash;24<\/a>).<\/p><p>The following stanza (<a class=\"isa\" verses=\"eyIxODQyNyI6M30=\">vv 6&ndash;8<\/a>) is linked with the preceding one by the catchword <em>kol-bāśār<\/em>, literally, &ldquo;all flesh,&rdquo; meaning all humanity or all living things, depending on the context. This expression is of frequent occurrence in the P source, conspicuously in the account of the great deluge (<a class=\"ref\">Gen 6:13, 19; 7:15&ndash;16; 8:17<\/a>). The identity of both the speaker and the one addressed has long been discussed, with many modern interpreters opting for a conversation between heavenly beings, as in Micaiah&rsquo;s vision (<a class=\"ref\">1 Kgs 22:19&ndash;23<\/a>) and the opening scene in Job. But if this were so, we would expect both the speakers and the scenario to be more clearly indicated; and, if the speaking voice in the previous stanza is Yahveh&rsquo;s, we would expect the same to be the case here. That Yahveh is referred to in the third person in both stanzas is no obstacle to this solution, since this is common in prophetic <em>oratio recta<\/em> and a normal form of prophetic self-dramatization. But it is also possible that in <a class=\"isa\" verses=\"eyIxODQyOCI6Mn0=\">vv 7&ndash;8<\/a> we have a commentary on the oracular statement in <a class=\"isa\" verses=\"WzE4NDI3XQ==\">v 6b<\/a>, a not uncommon feature of prophetic discourse.<\/p><p>In this second instance the seer is told to proclaim or preach (the term preferred by Smart 50, following Luther) the message that, expressed in many different ways, is at the heart of biblical prophecy: the transforming power of the prophetic word (&ldquo;the word of our God&rdquo;) contrasted with, or pitted against, the political powers and principalities, which appear to be indestructible but are in reality impermanent. In this sense, at least, the seer can be considered the heir of Isaiah of Jerusalem.<\/p><p>But the message is not a vague, moralizing statement about human frailty, as the combination &ldquo;grass&rdquo; and &ldquo;flower&rdquo; might suggest (cf. <a class=\"ref\">Ps 37:2; 90:5&ndash;6; 103:15<\/a>), and even less is it a lament for the helpless situation of the Babylonian diaspora from which the seer is speaking. It takes aim at the Neo-Babylonian Empire, then under terminal threat from the victorious progress of Cyrus II. It therefore prepares for the (literally) central theme of <a class=\"isa\" verses=\"bnVsbA==\">chs. 40&ndash;48<\/a>&mdash;namely, a new impulse delivered to the stalled historical process with the commissioning of Cyrus as the instrument of Yahveh&rsquo;s designs for his people.<\/p><p>Blenkinsopp, J. (2008). <em>Isaiah 40&ndash;55: A New Translation with Introduction and Commentary<\/em> (Vol. 19A, pp. 178&ndash;184). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}