{
    "id": 2173,
    "source": "blenkinsopp",
    "verse_id": 18906,
    "verse_count": 5,
    "reference": "65:8–12",
    "title": "Who Are and Are Not God’s People",
    "html": "<p>In <a class=\"isa\" verses=\"eyIxODg5OSI6N30=\">65:1&ndash;7<\/a> the preacher addressed all the community without distinction in traditional terms. The logical connection between <a class=\"isa\" verses=\"eyIxODg5OSI6N30=\">65:1&ndash;7<\/a> and the present passage, however created, is that the impression of a totally corrupt people destined for an annihilating judgment in <a class=\"isa\" verses=\"eyIxODg5OSI6N30=\">vv 1&ndash;7<\/a> now calls for qualification. The preacher&rsquo;s intent was grasped by the Targumist, who refers at this juncture to the salvation of the righteous Noah out of a sinful world at the time of the great deluge. To make the point, the preacher invokes the traditional prophetic theme of the holy remnant expressed under different metaphors throughout Isaiah ( <a class=\"isa\" verses=\"W3siMTc2NjMiOjJ9LFsxNzc4M10seyIxNzk4OCI6M30seyIxODIzNSI6Mn1d\">1:8&ndash;9; 6:13; 17:4&ndash;6; 30:17&ndash;18<\/a>). The remnant theme is one of the most radical contributions of eighth-century prophecy, because it rejects the idea that the traditional, ideal Israel and its current political embodiment are identical. From the prophetic point of view, institutions are always under judgment.<\/p><p>While acknowledging the unity of <a class=\"isa\" verses=\"eyIxODg5OSI6MjV9\">ch. 65<\/a> as a whole, Pauritsch (1971, 171&ndash;75) divided it into three segments ( <a class=\"isa\" verses=\"eyIxODkwMCI6MjJ9\">vv 2&ndash;10, 11&ndash;16, 17&ndash;23<\/a>) which ignore the prophetic markers at <a class=\"isa\" verses=\"WzE4OTA2LDE4OTExXQ==\">vv 8 and 13<\/a> and the important, repeated contrasting of those who are and those who are not considered to be God&rsquo;s true people. Vermeylen (1978, 492&ndash;95) also severed <a class=\"isa\" verses=\"eyIxODkwNiI6M30=\">8&ndash;10<\/a> from <a class=\"isa\" verses=\"eyIxODkwOSI6Mn0=\">11&ndash;12<\/a> in arguing that <a class=\"isa\" verses=\"eyIxODkwNiI6M30=\">8&ndash;10<\/a> with <a class=\"isa\" verses=\"eyIxODkxNCI6OX0=\">16&ndash;24<\/a> (minus <a class=\"isa\" verses=\"eyIxODkxNSI6Mn0=\">17&ndash;18a, 20b, 22b, and 24<\/a>) formed the original response to <a class=\"isa\" verses=\"eyIxODg5OSI6N30=\">1&ndash;7<\/a>. Vermeylen&rsquo;s elaborations at this point seem to me to be typical of much redactional work on Isaiah, in that his work consists in stating a possibility rather than a serious probability&mdash;and one that is both unnecessary and unfalsifiable.<\/p><p>We can get an idea of the momentous nature of the change of perspective at this point by noting the different functions assigned to traditional Isaianic designations for the people of Israel in this passage. In the word of assurance addressed to the resident foreigners and eunuchs ( <a class=\"isa\" verses=\"WzE4NzYwXQ==\">56:6<\/a>), and in the community lament ( <a class=\"isa\" verses=\"WzE4ODg0XQ==\">63:17<\/a>), the term &ldquo;Servants&rdquo; (<em>ʿăbād&icirc;m<\/em>) designates the community as a whole, following Deuteronomic and earlier Isaianic usage ( <a class=\"isa\" verses=\"W3siMTg0NjAiOjJ9LFsxODUwMCwxODUxNl0seyIxODUzNSI6Mn0sWzE4NTU1LDE4NTY2LDE4NjM1LDE4NzQxXV0=\">41:8&ndash;9; 42:19; 43:10; 44:1&ndash;2, 21; 45:4; 48:20; 54:17<\/a>). In both <a class=\"isa\" verses=\"eyIxODkwNiI6OX0=\">65:8&ndash;12 and 65:13&ndash;16a<\/a> , however, this term is restricted to the genuine core of Israel, for whom alone the relief and salvation promised from the early post-destruction period is reserved. The same is true for &ldquo;the elect of God,&rdquo; &ldquo;the chosen&rdquo; (<em>bĕḥ&icirc;r&icirc;m<\/em> , <a class=\"isa\" verses=\"WzE4OTA3XQ==\">v 9b<\/a>), a term formerly applied to the community as a whole ( <a class=\"isa\" verses=\"WzE4NTI2LDE4NTY2XQ==\">Isa 43:20; 45:4<\/a>) but here limited to a part of it, implying a drastic change in what we might call the doctrine of election (verbal stem<em>bḥr<\/em>: <a class=\"isa\" verses=\"W3siMTg0NjAiOjJ9LFsxODUxNl0seyIxODUzNSI6Mn0sWzE4NjQ0XV0=\">Isa 41:8&ndash;9; 43:10; 44:1&ndash;2; 49:7<\/a>).<\/p><p>It is, finally, no longer obvious that when God, speaking through his prophet, refers to &ldquo;my people&rdquo; (<em>ʿamm&icirc;<\/em> , <a class=\"isa\" verses=\"WzE4NDIyLDE4NTI2XQ==\">Isa 40:1; 43:20<\/a> etc.), the reference is to Israel as a whole. The author of the lament psalm protested that &ldquo;we are all your people&rdquo; ( <a class=\"isa\" verses=\"WzE4ODk0XQ==\">64:8<\/a>), but this must be qualified, because now the promises are restricted to &ldquo;my people who seek me&rdquo; ( <a class=\"isa\" verses=\"WzE4OTA4XQ==\">65:10b<\/a>). &ldquo;Seeking God&rdquo; (verbal stem<em>dr&scaron;<\/em>) indicates, within this prophetic tradition, here too in debt to the Deuteronomists, fundamental religious attitude ( <a class=\"isa\" verses=\"WzE4NzQ3LDE4Nzg5XQ==\">Isa 55:6; 58:2<\/a>; <a class=\"ref\">Deut 4:29<\/a>).<\/p><p>We see, then, that <a class=\"isa\" verses=\"eyIxODkwNiI6OX0=\">vv 8&ndash;12 and 13&ndash;16a<\/a> register important modifications with respect to the undifferentiated condemnation in <a class=\"isa\" verses=\"eyIxODg5OSI6N30=\">vv 1&ndash;7<\/a>. Both passages draw invisible lines through the community, each in its own way, and present different interpretations of an eventual salvation and judgment, the first within history, the second beyond it.<\/p><p>The remnant idea is here expressed in the figure of a bunch of grapes, deliberately evocative of the traditional metaphor of Israel as vineyard ( <a class=\"isa\" verses=\"WzE4OTA2XQ==\">8a<\/a>). The term<em>t&icirc;r&ocirc;&scaron;<\/em> is usually rendered &ldquo;must&rdquo; or &ldquo;new wine,&rdquo; as differentiated from the more common<em>yayin<\/em> . But in only one instance is the distinction apparent: where<em>yayin<\/em> and<em>t&icirc;r&ocirc;&scaron;<\/em> occur together in <a class=\"ref\">Hos 4:11<\/a>. It is the latter also that gladdens both gods and human beings ( <a class=\"ref\">Judg 9:13<\/a>). Commentators are divided concerning the point of the metaphor. The idea could be that there are some good grapes in this particular bunch, so save them and discard the rotten ones. This would make a good fit with the preternaturally large grape cluster (<em>ʾe&scaron;k&ocirc;l<\/em>) which, according to one of many etiologies in the narrative tradition, was picked by the spies in the Vale of Eshkol ( <a class=\"ref\">Num 13:23&ndash;24<\/a>) and served to symbolize the land, as it does still, for the State of Israel (cf. the conventional description of the land as<em>ʾereṣ dāgān vĕt&icirc;r&ocirc;&scaron;<\/em> , &ldquo;a land of grain and wine&rdquo;: <a class=\"ref\">Deut 33:28; Jer 31:12; Hos 2:10; 7:14<\/a>).<\/p><p>However, it seems to fit the context better to read the grape cluster metaphor as implying that there is at least one good bunch among the rotten grapes, so the one good bunch must not be destroyed with the rest. The figure therefore modifies the previous passage, in which no such exception was apparent. It serves, moreover, as commentary on the definitive judgment passed on Israel as YHVH&rsquo;s vineyard in the &ldquo;Song of the Vineyard&rdquo; ( <a class=\"isa\" verses=\"eyIxNzc0MSI6N30=\">Isa 5:1&ndash;7<\/a>) with which the author was surely familiar. There may also be an echo of Ezekiel&rsquo;s haggadic teaching on moral accountability. When a land, Judah for example, sins and is punished by famine and other disasters, the righteous in it will themselves be saved but will be unable to save the others, among whom only a small group will survive ( <a class=\"ref\">Ezek 14:12&ndash;23<\/a>). It will be clear that this solution is quite different from that of <a class=\"ref\">Gen 18:22&ndash;33<\/a> , in which Abraham pleads with YHVH for the inhabitants of Sodom.<\/p><p>The quotation, &ldquo;Don&rsquo;t destroy it; there is blessing in it,&rdquo; may conceivably reflect a proverb about the blessing of the vine (Westermann 1969, 404), though in truth it doesn&rsquo;t look much like a proverb. It looks even less like a vintage song, in spite of the curious title<em>ʾal-ta&scaron;ḥēt<\/em> (&ldquo;Do not destroy&rdquo;) appended to <a class=\"ref\">Pss 57, 58, 59, and 75<\/a>. This title more likely refers either to Moses&rsquo; intercession (&ldquo;YHVH God, do not destroy the people who are your own possession,&rdquo; <a class=\"ref\">Deut 9:26<\/a>) or, in the context of the entire title to the vicissitudes of David (David to Abishai: &ldquo;Do not destroy him, that is, Saul,&rdquo; <a class=\"ref\">1 Sam 26:9<\/a>).<\/p><p>The servants, the elect, the people who seek YHVH ( <a class=\"isa\" verses=\"WzE4OTA2XQ==\">v 8b, 10b<\/a>) are promised not only exemption from the general judgment reserved for their fellow-Jews but more immediate and concrete benefits ( <a class=\"isa\" verses=\"eyIxODkwNyI6Mn0=\">9&ndash;10<\/a>). Like the prophetic Servant of <a class=\"isa\" verses=\"bnVsbA==\">Isa 53<\/a> , they will have descendants (<em>zeraʿ<\/em> , &ldquo;seed&rdquo;); in other words, from them YHVH will bring into existence a new people. From the wording of this promise, repeated often in <a class=\"isa\" verses=\"eyIxODQyMiI6NTI2fQ==\">chs. 40&ndash;66<\/a> ( <a class=\"isa\" verses=\"W3siMTg1MzciOjN9LFsxODYzNF0seyIxODY1NiI6M30seyIxODcyNSI6M30seyIxODgyNiI6Nn0seyIxODg0MyI6Mn1d\">44:3&ndash;5; 48:19; 49:19&ndash;21; 54:1&ndash;3; 60:4&ndash;9, 21&ndash;22<\/a>), we gather that proselytes are included among the descendants:<\/p><p>I will pour out water on the thirsty ground,<\/p><p>streams of water on the parched land;<\/p><p>I will pour out my spirit on your descendants,<\/p><p>my blessing on your offspring.<\/p><p>They will flourish like well-watered grass,<\/p><p>like willows by the runnels of water.<\/p><p>This one will say, &ldquo;I belong to YHVH,&rdquo;<\/p><p>another will take the name Jacob,<\/p><p>yet another will write YHVH&rsquo;s name on the hand,<\/p><p>and add the name Israel to his own. ( <a class=\"isa\" verses=\"eyIxODUzNyI6M30=\">44:3&ndash;5<\/a>)<\/p><p>Inseparably connected with the promise of descendants is a land to settle and live in. This territorial promise, too, is repeated often throughout these chapters ( <a class=\"isa\" verses=\"WzE4NjQ1LDE4NzI3LDE4Nzc5LDE4Nzk5LDE4ODQzLDE4ODQ4XQ==\">49:8; 54:3; 57:13; 58:12; 60:21; 61:4<\/a>). &ldquo;My mountain&rdquo; stands, by metonymy, for &ldquo;my land&rdquo; (cf. <a class=\"isa\" verses=\"WzE3OTU0XQ==\">Isa 14:25<\/a> <a class=\"ref\">; Ezek 38:21<\/a>).<\/p><p>I do not see any reason for relegating <a class=\"isa\" verses=\"WzE4OTA4XQ==\">v 10b<\/a> (<em>lĕʿamm&icirc; ʾā&scaron;er dĕrā&scaron;&ucirc;n&icirc;<\/em>) to the status of a gloss on metrical grounds (as Duhm 1922, 477; Fohrer 1964, 263; Pauritsch 1971, 180 et al.). The incidence of the half-verse, either as closing a passage or simply as variety, is quite common in these chapters (e.g., <a class=\"isa\" verses=\"WzE4NzYyLDE4NzcyLDE4ODE5LDE4ODczLDE4OTA0XQ==\">56:8b; 57:6c; 59:18b; 63:6b; 65:6b<\/a>). The Plain of Sharon to the west and the Vale of Achor to the east (probably the Buqeiah northwest of the Dead Sea) represent the totality of the land of Judah, the more easily in that both names are elsewhere given a symbolic valency (for Sharon, <a class=\"isa\" verses=\"WzE4Mjg5LDE4MzIzXQ==\">Isa 33:9 and 35:2<\/a>; for Achor, <a class=\"ref\">Josh 7:24&ndash;26; 15:7; Hos 2:15<\/a>). This is therefore a statement about the land as a whole, comparable to &ldquo;from Dan to Beersheba&rdquo;&mdash;that is, from north to south rather than, as here, from west to east.<\/p><p>This dual assurance of survival as a people and land tenure echoes, deliberately and repeatedly throughout <a class=\"isa\" verses=\"eyIxODQyMiI6NTI2fQ==\">chs. 40&ndash;66<\/a> , the promises made to the first ancestors, beginning with Abraham ( <a class=\"ref\">Gen 12:1&ndash;3<\/a> etc.). The relationship between the narrative traditions in <a class=\"ref\">Gen 12&ndash;50<\/a> in which the promises are embedded and these prophetic texts from the early Persian period is not as straightforward as may appear. In texts datable prior to the destruction of Jerusalem, we hear nothing of Abraham apart from the name in the formulaic &ldquo;Abraham, Isaac, and Jacob.&rdquo; The earliest allusions to him in prophetic texts ( <a class=\"isa\" verses=\"WzE4MjE2LDE4Njc2LDE4ODgzXQ==\">Isa 29:22; 51:2; 63:16<\/a>; <a class=\"ref\">Jer 33:26; Ezek 33:24; Mic 7:20<\/a>), none of which is thought to be preexilic, suggest that the Abraham narrative in Genesis was constructed to reflect the vicissitudes and crises facing Jewish communities documented directly or indirectly in biblical texts from the Neo-Babylonian and early Persian periods.<\/p><p>Among the major issues are immigration from Mesopotamia to Judah, contact between Judeo-Babylonian immigrants and native Judeans and their neighbors, relations with Arabs (Edomites, Kedarites) in the Negev, contractually valid title to land (cf. Abraham&rsquo;s purchase of a plot from the &ldquo;Hittites&rdquo; of Hebron, <a class=\"ref\">Gen 23:1&ndash;20<\/a>), intermarriage with local populations, and the very possibility of surviving as a people (cf. the &ldquo;Binding of Isaac,&rdquo; <a class=\"ref\">Gen 22:1&ndash;19<\/a>).<\/p><p>Once the possibility of immigration to Judah from Babylon and other diaspora centers was opened up in the early Persian period, the issues just listed would have become acute. Among these the two most important would have been land tenure and the restoration of Jerusalem as a political and religious center. The expropriations, redistributions, and breakup of large estates following the deportations would have been a major source of conflict once descendants of the previous title-holders began to arrive. The locals claimed to follow Abraham&rsquo;s example in taking over territory ( <a class=\"ref\">Ezek 33:23&ndash;29<\/a>) and argued on religious grounds that, in moving outside of YHVH&rsquo;s jurisdiction, the deportees had forfeited title to their lands ( <a class=\"ref\">Ezek 11:14&ndash;17<\/a>). The other issue, the rebuilding of the temple (and the related question of who would control its assets and operations), comes more clearly into view in <a class=\"isa\" verses=\"eyIxODkyNCI6MjR9\">ch. 66<\/a>. But we saw in the opening defense of resident aliens and eunuchs that access to and support of the temple went hand in hand with civic status and title to real estate (see Comments on <a class=\"isa\" verses=\"WzE4NzU5XQ==\">56:5<\/a>).<\/p><p>Over against the Servants and the elect are those who forsake YHVH and neglect (literally, &ldquo;forget&rdquo;) his holy mountain ( <a class=\"isa\" verses=\"WzE4OTA5XQ==\">v 11<\/a>). Forsaking YHVH (verbal stem<em>ʿzb<\/em>) means abandoning normative Yahvism, specifically Yahvism as defined by the Deuteronomists, for a syncretistic form of religion. It is condemned at the beginning of the book ( <a class=\"isa\" verses=\"WzE3NjU5LDE3NjgzXQ==\">1:4, 28<\/a>), and in <a class=\"isa\" verses=\"WzE4Nzg5XQ==\">58:2<\/a> the hearers are condemned for having forsaken the<em>mi&scaron;paṭ ʾĕloh&icirc;m<\/em> , that is, the customary and normative way of worship (cf. <em>mi&scaron;paṭ hammelek<\/em> , &ldquo;the custom of the king,&rdquo; <a class=\"ref\">1 Sam 8:11<\/a>).<\/p><p>What is meant by neglecting YHVH&rsquo;s &ldquo;holy mountain&rdquo; is not so clear. The &ldquo;holy mountain&rdquo; (<em>har qod&scaron;&icirc;<\/em>) can refer to Jerusalem ( <a class=\"isa\" verses=\"WzE3ODk0LDE4OTQzXQ==\">Isa 11:9 = 65:25; 66:20<\/a>) but refers more often to the temple ( <a class=\"isa\" verses=\"WzE4MTY1LDE4NzYxLDE4Nzc5XQ==\">Isa 27:13; 56:7; 57:13<\/a>). The meaning would then be that those addressed are being denounced either for opposing the project of restoring the Jerusalem temple cult or for not frequenting the temple, depending on the date assigned to this passage. But if we take this entire section into account, especially <a class=\"isa\" verses=\"eyIxODkyNCI6NH0=\">66:1&ndash;4<\/a> , it appears more likely that the accused were participating in temple worship, and perhaps even officiating in the Jerusalem cult, but were doing so abusively and neglectfully while engaging in cults to other deities. The gravamen is therefore directed against syncretistic religious practice.<\/p><p>At this point the prophet-preacher adduces only one example of these non-Yahvistic cults: sacrificial meals in honor of the gods of good fortune and destiny&mdash;Gad and Meni, respectively ( <a class=\"isa\" verses=\"WzE4OTA5XQ==\">v 11b<\/a>). Recourse to these deities may have been occasioned by a sense of disorientation and insecurity, so often reflected in these chapters; somewhat comparable, therefore, to the covenant with death (the deity Mōtu) denounced in <a class=\"isa\" verses=\"eyIxODE3OSI6OX0=\">Isa 28:14&ndash;22<\/a>. Failure to solve the problem of theodicy, reflected in one way or another in all the biblical texts from the immediate post-disaster period, could easily have led people to turn to such cults.<\/p><p>In the Hebrew Bible, the deity Gad is mentioned only here and, possibly, <a class=\"ref\">Gen 30:11<\/a> (the birth of the tribal eponym, Gad), if Leah&rsquo;s exclamation (<em>bĕgad<\/em>) implies that the birth came about with the assistance of that deity. Perhaps people had recourse to Gad especially at the dangerous moment of childbirth. Gad corresponds in function but not gender with the Hellenistic deity Tyche, Good Fortune, as we see from a bilingual (Aramaic-Greek) inscription from Palmyra from the mid&mdash;second century b.c.e. However, lxx identified Meni with<em>tuchē<\/em> , &ldquo;good fortune,&rdquo; and used the more generic term<em>daimōn<\/em> for Gad. Gad was also known and worshiped in the Phoenician homeland and colonies, and his name occurs in Punic inscriptions in Tunisia, Spain, and Sardinia. His veneration continued well into the common era. As late as the fifth century c.e., the Syriac ecclesiastical writer Jacob of Sarug reports that people were preparing meals (corresponding to the Latin<em>lectisternia<\/em>) for Gad, &ldquo;the Lord of Fortune.&rdquo; That he was venerated in Syria, Palestine, and the Levant in general long before the Hellenistic period is not in doubt, since it is attested in Ugaritic and Amorite as well as Phoenician and Punic onomastics. In the Hebrew Bible we have the place-names Baal-gad ( <a class=\"ref\">Josh 11:17; 12:7; 13:5<\/a>) and Migdal-gad ( <a class=\"ref\">Josh 15:37<\/a>) and the personal names Gaddi ( <a class=\"ref\">Num 13:11<\/a>), Gadi ( <a class=\"ref\">2 Kgs 15:14, 17<\/a>), Gaddiel ( <a class=\"ref\">Num 13:10<\/a>), and Azgad ( <a class=\"ref\">Ezra 2:12 = Neh 7:17; Ezra 8:12; Neh 10:17[16]<\/a>). The last of these at least is of a familiar theophoric type (cf. <em>ʿzbʿl, ʿzmlk<\/em>).<\/p><p>The name Meni is related to the Hebrew verb<em>mnh<\/em> (count,&rdquo; &ldquo;assign,&rdquo; &ldquo;appoint&rdquo;) and the corresponding substantive<em>mān&acirc;<\/em> , &ldquo;portion,&rdquo; &ldquo;lot,&rdquo; and its cognates&mdash;for example, Arabic<em>manīha<\/em> , with a meaning similar to the Greek<em>moira<\/em> , &ldquo;fate.&rdquo; As is often the case, there may be an astral aspect to both deities in presiding over human destinies. Meni appears to be related to Manāt, one of the three pre-Islamic Arabic goddesses mentioned in the Qurʾan ( <a class=\"ref\">Sura 53:20<\/a>), who is identified with Venus, known as the Lesser Fortune, just as Jupiter is the Greater Fortune among the Arabs. The same deity appears under the name Manūtu in Nabataean theophoric names and tomb inscriptions.<\/p><p>In pronouncing the verdict on the syncretists (the sword, slaughter, <a class=\"isa\" verses=\"WzE4OTEwXQ==\">v 12a<\/a>), the author does not have any particular event or eventuality in mind. The wording is chosen to permit a bitter pun on their addiction to the cult of Meni. YHVH destines them not for good times but for the sword, employing the verb<em>mnh<\/em> (<em>&ucirc;mān&icirc;t&icirc;<\/em>), and they will bow down (<em>krʿ<\/em> , e.g., in the worship of Baal, <a class=\"ref\">1 Kgs 19:18<\/a>) not to offer cult to Gad and Meni but for the<em>coup de gr&acirc;ce<\/em> (e.g., <a class=\"ref\">Judg 5:27<\/a>).<\/p><p>The last two verses ( <a class=\"isa\" verses=\"WzE4OTEwXQ==\">12bc<\/a>) are often demoted to secondary status because they appear in practically identical form in <a class=\"isa\" verses=\"WzE4OTI3XQ==\">66:4<\/a>. But it seems to me more likely that they have been placed at these two points deliberately&mdash;by whom and at what stage of composition we do not know. We have heard the call-response theme more than once ( <a class=\"isa\" verses=\"WzE4NjY1LDE4Nzk2XQ==\">50:2; 58:9<\/a>), and it functions in this last section of the book to articulate the literary unit <a class=\"isa\" verses=\"eyIxODg5OSI6Mjl9\">65:1&ndash;66:4<\/a> ( <a class=\"isa\" verses=\"WzE4ODk5LDE4OTEwLDE4OTIyLDE4OTI3XQ==\">65:1, 12, 24; 66:4<\/a>). Moreover, <a class=\"isa\" verses=\"W3siMTg5MDYiOjV9LHsiMTg5MjQiOjR9XQ==\">65:8&ndash;12 and 66:1&ndash;4<\/a> are structurally similar. Both play out the contrast between the true YHVH-worshipers and the syncretists, the verdict on the latter is suffused with irony, and both conclude in practically identical form.<\/p><p>Blenkinsopp, J. (2008). <em>Isaiah 56&ndash;66: a new translation with introduction and commentary<\/em> (Vol. 19B, pp. 274&ndash;279). New Haven; London: Yale University Press.<\/p> ",
    "audit": 1
}