{
    "id": 2096,
    "source": "blenkinsopp",
    "verse_id": 18203,
    "verse_count": 6,
    "reference": "29:9–14",
    "title": "The Blind and the Obtuse",
    "html": " <p>This passage contains three distinct paragraphs (<a class=\"isa\" verses=\"eyIxODIwMyI6Nn0=\">9&ndash;10, 11&ndash;12, 13&ndash;14<\/a>). The third is formally identified as an utterance of Yahveh addressed to the seer about &ldquo;this people.&rdquo; The first and second are linked by the theme of spiritual imperception and hebetude under the metaphors of blindness, drunken stupor, sleep, and illiteracy but are rhetorically quite different from one another. The second is rather similar to the brief, graphic images encountered earlier in the book (<a class=\"isa\" verses=\"W3siMTc3MTQiOjJ9LFsxNzczNV1d\">3:6&ndash;7; 4:1<\/a>, cf. <a class=\"ref\">Amos 3:12; 6:9&ndash;10<\/a>) that I have called cameos. In spite of its extreme brevity, it is also reminiscent of such prophetic sign-acts as Jeremiah&rsquo;s offering wine to the Rechabites (<a class=\"ref\">Jer 35:1&ndash;11<\/a>). The three paragraphs seem at first sight to contribute little to the immediate context, but we may take the first as developing the accusation of drunkenness and high living and the description of their effects (<a class=\"isa\" verses=\"W1sxODE2Nl0seyIxODE3MiI6Mn1d\">28:1, 7&ndash;8<\/a>), a common theme in prophetic and Isaian diatribes (e.g. <a class=\"isa\" verses=\"W3siMTc3NTEiOjJ9LFsxNzc2MiwxODA2Nl1d\">5:11&ndash;12, 22; 22:13<\/a>), in the direction of a corresponding spiritual incapacity. Then, towards the end, we are brought back to that other theme of the strange, uncanny ways in which Yahveh impinges on human affairs (<a class=\"isa\" verses=\"WzE4MjA4XQ==\">29:14<\/a>, cf. <a class=\"isa\" verses=\"WzE4MTg2XQ==\">28:21<\/a>). <\/p> <p>From the time of Eichhorn and Ewald there has been a critical consensus that the closed eyes and covered heads were identified as belonging to prophets and seers, respectively, by a later glossator, who shared the low opinion of prophets that appears to have been widespread in the post-destruction period (cf. the similar gloss in <a class=\"isa\" verses=\"WzE3ODQ0XQ==\">9:14<\/a>, that identifies the lying prophet as the tail; <a class=\"ref\">Lam 2:14<\/a>, and especially <a class=\"ref\">Zech 13:2&ndash;6<\/a>, also evince a low regard for the <em>nĕb&icirc;ʾ&icirc;m <\/em>). The change to straightforward prose in <a class=\"isa\" verses=\"eyIxODIwNSI6Mn0=\">11&ndash;12<\/a>, has also convinced most recent commentators that this figurative allusion to Isaian prophecies as a sealed book is an editorial addition referring the incomprehension of the public vis-&agrave;-vis the prophet&rsquo;s <em>oral<\/em>, communication&mdash;represented figuratively as linguistic incompetence (<a class=\"isa\" verses=\"WzE4MTc2XQ==\">28:11<\/a>)&mdash;to the <em>written<\/em>, prophecies in whatever form they existed at that time. The modal change is understandable in view of the greater prominence of written prophecy at the time when this brief section (<a class=\"isa\" verses=\"eyIxODIwNSI6Mn0=\">11&ndash;12<\/a>) was added. <\/p> <p>At intervals throughout the book we hear of people hearing without comprehension and seeing without perception, of the stopping of ears and shutting of eyes, and all of this induced by the very delivery of the prophetic message (<a class=\"isa\" verses=\"W3siMTc3NzkiOjJ9LFsxODIyOF1d\">6:9&ndash;10; 30:10<\/a>), but the disability will be removed in the last days (<a class=\"isa\" verses=\"W3siMTgyNjMiOjJ9LHsiMTgzMjYiOjJ9XQ==\">32:3&ndash;4; 35:5&ndash;6<\/a>). The same point is made here in the reference to a &ldquo;profound hypnotic slumber&rdquo; (Skinner 1915, 234), a condition of imperception or inspissation of mind brought on by Yahveh. The state thus induced, <em>tardēm&acirc;<\/em>, in Hebrew, recalls the anaesthesis of the first human being (<a class=\"ref\">Gen 2:21<\/a>), the trance-like state into which Abraham fell during the &ldquo;covenant of the pieces&rdquo; (<a class=\"ref\">Gen 15:12<\/a>), and the deep, Yahveh-induced sleep that allowed David to approach Saul and his company safely (<a class=\"ref\">1 Sam 26:12<\/a>)&mdash;in all of these narratives the same word, <em>tardēm&acirc;<\/em>, occurs. Since according to the glossator this state also affects prophets, it is not surprising that the corresponding verb (<em>rdm<\/em>, Niphal) is used to describe Jonah&rsquo;s profound sleep in the hold of the ship that was carrying him, he thought, away from the presence of Yahveh (<a class=\"ref\">Jonah 1:5<\/a>). <\/p> <p>Something more is being said in this talk about stupor and slumber than just intellectual ineptitude. The idea seems to be that the publication of the prophetic message confronts the hearer or reader with a new, critical situation, in which it is no longer possible to reach political decisions simply by deliberation, by weighing options, or seeking a consensus. The prophetic word is peremptory, a challenge to commit to a possible and necessary alternative. Hence the emphasis on the strange and alien nature of these prophetic communications throughout this section of the book (<a class=\"isa\" verses=\"W3siMTgxNzYiOjN9LFsxODE4NiwxODIwOCwxODI1M11d\">28:11&ndash;13, 21; 29:14; 31:2<\/a>). <\/p> <p>The editorial comment about the sealed book is of particular importance in reflecting the reception or non-reception of the Isaian prophecies&mdash;that is, of the book of Isaiah in the form in which it then existed, here described as &ldquo;the vision of all these things&rdquo; (<em>ḥaz&ucirc;t<\/em>, cf. <em>ḥāz&ocirc;n<\/em>, also &ldquo;vision,&rdquo; for the entire book at 1:1). We hear of the committing to writing and sealing (i.e. notarizing and thus authenticating) of prophecies on two occasions in the book. After the failure of Isaiah&rsquo;s intervention in international politics under Ahaz, the prophetic testimony and teaching&mdash;referring to prophecies delivered during that crisis&mdash;were sealed and committed to disciples for safekeeping. This is at least a defensible interpretation of <a class=\"isa\" verses=\"eyIxNzgyNCI6M30=\">8:16&ndash;18<\/a>. Much the same happened during the critical period leading up to Sennacherib&rsquo;s punitive expedition some three decades later. The prophet is told to write his words on a tablet and a scroll as a witness to those who were attempting to prohibit him from fulfilling his appointed role (<a class=\"isa\" verses=\"eyIxODIyNiI6NH0=\">30:8&ndash;11<\/a>). A similar situation confronted Jeremiah, prohibited from addressing the public in the temple precincts, with the result that he committed his words to writing instead (<a class=\"ref\">Jer 36:4&ndash;6<\/a>). In the context of this section of Isaiah (<a class=\"isa\" verses=\"bnVsbA==\">28&ndash;31<\/a>) the prophecy would presumably have dealt with the consequences of relying on an Egyptian alliance. In speaking of the book&rsquo;s reception, the glossator of <a class=\"isa\" verses=\"eyIxODIwNSI6Mn0=\">29:11&ndash;12<\/a>, took in a broader field of vision. He seems to refer to two types of readers: those who will not take the trouble, or who disingenuously do not consider themselves qualified to break the seal, that is, to decrypt the prophetic writings; and those whose ignorance and spiritual insensitivity rule out even the attempt to grasp what is written. <\/p> <p>The reception of the message of Isaiah <em>in written form<\/em>, seems, then, to be a major preoccupation in this section, a point made long ago by the British Old Testament scholar Thomas Cheyne (1880, 171); and in keeping with the point-counterpoint of threat and promise we hear that, notwithstanding, the day will come when the blind will see and the deaf will hear the book read to them even if they themselves cannot read (<a class=\"isa\" verses=\"WzE4MjEyXQ==\">29:18<\/a>, cf. <a class=\"isa\" verses=\"WzE4MjYzXQ==\">32:3<\/a>). <\/p> <p>, <a class=\"isa\" verses=\"eyIxODIwNyI6Mn0=\">Isa 29:13&ndash;14<\/a>, represents a further stage in the uneven progress of the diatribe and is set out in the customary form of indictment (<a class=\"isa\" verses=\"WzE4MjA3XQ==\">13<\/a>) and verdict (<a class=\"isa\" verses=\"WzE4MjA4XQ==\">14<\/a>). Behind this diatribe, which includes accusations of drunkenness, high living, arrogance, the self-assurance of the ruling class, and especially indifference or outright hostility to prophetic interventions, we detect anxiety induced by the encroaching Judean state system. The evidence suggests that this process reached maturity no earlier than the eighth century b.c.e. Hence the constant attack in this section on political wisdom divorced from the traditional recourse to prophetic revelation (<a class=\"isa\" verses=\"W3siMTgxNzQiOjV9LHsiMTgyMDkiOjJ9LHsiMTgyMTkiOjV9LHsiMTgyNTIiOjN9XQ==\">28:9&ndash;13; 29:15&ndash;16; 30:1&ndash;5; 31:1&ndash;3<\/a>; add the fact that <a class=\"ref\">Jer 8:8&ndash;9<\/a>, denounces the pretensions of legal specialists in the service of the state system even more strongly). The official state cult is represented as driven by convention and routine, and not of a kind that might actually make a difference in the world of social and political realities, a situation not unknown in our own day. This critique of conventional religion was touched on earlier in the diatribe (<a class=\"isa\" verses=\"WzE4MTk1XQ==\">29:1<\/a>) and with greater vehemence and in greater detail near the beginning of the book (<a class=\"isa\" verses=\"eyIxNzY2NSI6OH0=\">1:10&ndash;17<\/a>). We note in passing that here and elsewhere in the book the seer distances himself from those addressed by the neutral and often pejorative designation &ldquo;this people&rdquo; (<em>hāʿām hazzeh<\/em>,6:9&ndash;10; 8:6, 12; 9:15; 28:11, 14). <\/p> <p>The verdict finds another way to express the strange, alien, shocking, and unanticipated <em>modus agendi<\/em>, of Yahveh in contrast to human wisdom and discernment&mdash;a recurring motif in this section (<a class=\"isa\" verses=\"W3siMTgxNzYiOjN9LFsxODE4NiwxODE5OSwxODIzMSwxODI1M11d\">28:11&ndash;13, 21; 29:5; 30:13; 31:2<\/a>). There is here a remarkably consistent refusal to accept the political order as autonomous even when legitimated and reinforced, as it routinely was, by traditional religious ideas and practices. <\/p> <p>Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em>,(Vol. 19, pp. 403&ndash;406). New Haven; London: Yale University Press. <\/p>",
    "audit": 1
}