{
    "id": 2154,
    "source": "blenkinsopp",
    "verse_id": 18755,
    "verse_count": 8,
    "reference": "56:1-8",
    "title": "Reassurance for the Marginal",
    "html": "<p>Personification and the assignation of gender attributes to countries, peoples, and cities are extremely common in the ancient and modern world. Examples in Isaiah are the &ldquo;virgin daughter Sidon&rdquo; (<a class=\"isa\" verses=\"MTgwOTA=\">23:12<\/a>), the female prostitute Tyre (<a class=\"isa\" verses=\"eyIxODA5MyI6Mn0=\">23:15&ndash;16<\/a>), and the doomed queen Babylon (<a class=\"isa\" verses=\"MTg2MDE=\">47:1<\/a>). Since in many languages the default gender is generally masculine, grammatically and thematically, feminine attribution can also serve as a way of individuating and emphasizing special features in a poem or narrative. Right at the beginning of <a class=\"isa\" verses=\"eyIxODQyMiI6MzMzfQ==\">Isa 40&ndash;55<\/a>, prophets are urged to speak tender words to the woman Jerusalem (<a class=\"isa\" verses=\"MTg0MjM=\">40:2<\/a> cf. <a class=\"isa\" verses=\"WzE4NDc5LDE4Njc3XQ==\">41:27; 51:3<\/a>), unlike their predecessors, who often subjected her to verbal abuse, sometimes in the coarsest terms.<\/p><p>In our first major section (chs. <a class=\"isa\" verses=\"eyIxODQyMiI6MjE2fQ==\">40&ndash;48<\/a>), the woman Zion represents both the Jewish people and the physical, historical city, the rebuilding of which is laid at the charge of Cyrus (<a class=\"isa\" verses=\"WzE4NTYwLDE4NTYyLDE4NTc1XQ==\">44:26, 28; 45:13<\/a>). She is also set in deliberate contrast to Babylon, the young queen (the Neo-Babylonian Empire not having lasted very long) now dethroned and dishonored (<a class=\"isa\" verses=\"eyIxODYwMSI6MTV9\">47:1&ndash;15<\/a>). But these allusions are subordinated in chs. <a class=\"isa\" verses=\"eyIxODQyMiI6MjE2fQ==\">40&ndash;48<\/a> to the designation Jacob\/Israel, the eponymous ancestor whose life-story, pivoting on exile and return and including his marital vicissitudes, recapitulates important aspects of historical and ethnic consciousness at the time of writing.<\/p><p>In the following section (chs. <a class=\"isa\" verses=\"eyIxODYzOCI6MTE3fQ==\">49&ndash;55<\/a>) the focus shifts decisively from Jacob\/Israel to Jerusalem\/Zion. The shift no doubt corresponds to the disappointment of the actually quite-unrealistic expectations placed by the prophet and his supporters on Cyrus and a consequent falling back on the internal dynamics of the Judean community, principally the possibility of the rebuilding and repopulation of Jerusalem. (In the third section, <a class=\"isa\" verses=\"eyIxODc1NSI6MTkzfQ==\">56&ndash;66<\/a>, the question of the political and therefore also the religious <em>control<\/em> of the city and its temple will come to the fore).<\/p><p>The theme of the present passage is anticipated in <a class=\"isa\" verses=\"eyIxODY1MSI6MTN9\">49:14&ndash;26<\/a>, in which, after Yahveh replies to the complaint of spousal abandonment, the poem moves to a consideration of the physical city with its walls, also anticipating Nehemiah&rsquo;s rebuilding program and his repopulation (<em>synoikismos<\/em>) of Jerusalem (<a class=\"ref\">Neh 11:1&ndash;36<\/a>). Enough semantic ambiguities remain, however, to keep the feminine metaphor alive (<a class=\"isa\" verses=\"MTg2NTQ=\">49:17a<\/a>: the play on <em>b&ocirc;n&icirc;m<\/em>, &ldquo;builders,&rdquo; as in 1QIsa<sup>a<\/sup>, with <em>bān&icirc;m<\/em>, &ldquo;children,&rdquo; in mt; <a class=\"isa\" verses=\"MTg2NTY=\">49:19<\/a>: &ldquo;desolate places&rdquo; cf. <a class=\"ref\">2 Sam 13:20<\/a>, &ldquo;desolate woman,&rdquo; with the same verb <em>&scaron;mm<\/em>). The figure of spousal disaccord and the rupture of marital bonds continues in <a class=\"isa\" verses=\"MTg2NjQ=\">50:1<\/a>, in which Yahveh refutes the charge leveled at him by the children of having divorced Zion his wife. The point is somewhat obscure, but the argument seems to be that the deportations represented a temporary separation for which the children themselves were responsible, rather than a final rupture sealed with a divorce document (<em>sēper kĕrit&ucirc;t<\/em>).<\/p><p>The potential of this metaphoric field of matrimonial vicissitudes is well illustrated in <a class=\"ref\">Hos 1&ndash;3<\/a>, in which the familiar designation <em>bĕn&ecirc; yiśrāʾēl<\/em>, &ldquo;the children of Israel,&rdquo; has suggested to the poet the three children of Gomer, the wayward woman who represents the land of Israel (<em>ʾereṣ<\/em>, fem.). Taken in sequence, the names of these children (Jezreel, Lo-ruhamah, Lo-ammi) signify a downhill historical process leading to the annulment of the marriage&mdash;that is, the end of the covenant bond: &ldquo;she is not my wife, and I am not her husband&rdquo; (<a class=\"isa\" verses=\"MTc2OTA=\">2:4[2]<\/a>). In Hosea the husband (Yahveh) takes back the wife after she has had relations with other men (alien gods), an action that would be prohibited by the Deuteronomic law of palingamy (<a class=\"ref\">Deut 24:1&ndash;4<\/a>). In <a class=\"isa\" verses=\"W3sic2luZ2xlcyI6WzE4NjY0XX0seyIxODcyNSI6OH1d\">Isa 50:1 and 54:1&ndash;8<\/a>, significantly, there is a reference only to a period of forced separation, with no mention of other liaisons before the reunion of the spouses.<\/p><p>In BHS and 1QIsa<sup>a<\/sup>, <a class=\"isa\" verses=\"eyIxODcyNSI6MTd9\">Isa 54:1&ndash;17<\/a> is laid out in two stanzas (vv <a class=\"isa\" verses=\"W3siMTc2NTYiOjIzMH0seyIxNzg4NiI6MTEzfV0=\">1&ndash;10, 11&ndash;17<\/a>), though the latter sets off v <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">17b<\/a> (beginning &ldquo;this, then, is the lot of Yahveh&rsquo;s servants&rdquo;) with a gap almost a line long, indicating that this final statement serves as a summary of the passage as a whole. This point is reproduced in the arrangement offered here. Some commentators prefer further dividing; Muilenburg (1956, 633) and Kissane (1943, 192), for example, have six strophes (<a class=\"isa\" verses=\"W3siMTc2NTYiOjc5fSx7IjE3NzM1IjozNn0seyIxNzc3MSI6NjB9LHsiMTc4MzEiOjU1fSx7IjE3ODg2Ijo4NX0seyIxNzk3MSI6Mjh9XQ==\">1&ndash;3, 4&ndash;5, 6&ndash;8, 9&ndash;10, 11&ndash;15, 16&ndash;17<\/a>) and Koole (1998, 344&ndash;45, 376) five (<a class=\"isa\" verses=\"W3siMTc2NTYiOjc5fSx7IjE3NzM1Ijo5Nn0seyIxNzgzMSI6NTV9LHsiMTc4ODYiOjQ0fSx7IjE3OTMwIjo2OX1d\">1&ndash;3, 4&ndash;8, 9&ndash;10, 11&ndash;13, 14&ndash;17<\/a>). The only clear markers in the text itself, however, are the references to who is speaking: &ldquo;your God&rdquo; (v <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">6<\/a>), &ldquo;Yahveh your redeemer&rdquo; (<a class=\"isa\" verses=\"eyIxNzgwOSI6MjJ9\">8<\/a>), and &ldquo;Yahveh&rdquo; (<a class=\"isa\" verses=\"W3siMTc4NTIiOjM0fSx7IjE3OTg1IjoxNH1d\">10 and 17<\/a>). Since there is no change of theme between vv <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">6<\/a> and <a class=\"isa\" verses=\"eyIxNzgwOSI6MjJ9\">8<\/a>, we are left with an arrangement in three stanzas and a concluding statement. The allusion to the perpetual covenant (<em>bĕr&icirc;t ʿ&ocirc;lām<\/em>) with Noah in vv <a class=\"isa\" verses=\"eyIxNzgzMSI6NTV9\">9&ndash;10<\/a>, presented as a type of the bond between Yahveh and Jerusalem, constitutes the link between the apostrophes to the woman (<a class=\"isa\" verses=\"eyIxNzY1NiI6MTc1fQ==\">1&ndash;8<\/a>) and to the city (<a class=\"isa\" verses=\"eyIxNzg4NiI6MTEzfQ==\">11&ndash;17<\/a>).<\/p><p>Coming now to the first strophe (vv <a class=\"isa\" verses=\"eyIxNzY1NiI6MTc1fQ==\">1&ndash;8<\/a>): invocations addressed to the earth, the sky, and all creation to break out into joyful shouting and singing appear throughout chs. <a class=\"isa\" verses=\"eyIxODQyMiI6MzMzfQ==\">40&ndash;55<\/a> (<a class=\"isa\" verses=\"W3sic2luZ2xlcyI6WzE4NTU3LDE4NjUwXX0seyIxODQ5MSI6NH1d\">42:10&ndash;13; 44:23; 49:13<\/a>), and Jerusalem is here invited to join in this paean of joy and praise. The language for public and vocal rejoicing (verbs <em>rnn<\/em>, <em>psh<\/em>, and <em>shl<\/em>) is of frequent occurrence in Isaiah and is especially in evidence in the hymns in which the praise of God and the celebration of God&rsquo;s kingship are the dominant themes (<a class=\"ref\">Pss 33, 67, 95, 96, and 98<\/a>). The call to rejoice is addressed to Jerusalem as an infertile woman (<em>ʿăqār&acirc;<\/em>), which corresponds to a very basic social situation, especially in evidence in an agrarian society, one in which infant mortality was very high and children were essential to the survival and economic functioning of the household. This is also the reason for the frequent prayers in the hymns for the removal of the &ldquo;reproach&rdquo; of childlessness and equally frequent expressions of thanks to the God who<\/p><blockquote><p>makes the woman in a childless house<\/p><p>a happy mother of children. (<a class=\"ref\">Ps 113:9<\/a> neb)<\/p><\/blockquote><p>One such psalm has been put into the mouth of Hannah, mother of Samuel, in spite of the fact that only one verse fits her situation:<\/p><blockquote><p>The infertile woman has borne seven children,<\/p><p>but the mother of many is forlorn. (<a class=\"ref\">1 Sam. 2:5b<\/a>)<\/p><\/blockquote><p>This contrast and reversal is repeated in <a class=\"isa\" verses=\"MTg3MjU=\">Isa 54:1b<\/a>, perhaps with the impending fate of Babylon in mind. We could go on to note that the blessing of fertility, for which prayer and thanksgiving are offered in the psalms, is transformed into a narrative topos in the stories about the ancestors. In these stories all of the leading women&mdash;Sarah, Rebekah, Rachel&mdash;are initially childless (<a class=\"ref\">Gen 11:30; 25:21; 29:31<\/a>). This is the beginning, or the resumption, of a train of thought that will continue throughout the passage under discussion.<\/p><p>The new family will call for expanded living quarters. The representation of the city as a tent with curtains, guy ropes, and tent pegs is traditional and attested elsewhere in Isaiah:<\/p><blockquote><p>Look on Zion, city of our festivals;<\/p><p>let your eyes look on Jerusalem,<\/p><p>a secure place to live, a tent that will not be moved,<\/p><p>whose pegs will never be pulled out,<\/p><p>and none of its ropes untied. (<a class=\"isa\" verses=\"MTgzMDA=\">33:20<\/a>)<\/p><\/blockquote><p>The principal association is with the wilderness sanctuary, enclosed in a tent and also equipped with curtains, ropes, and pegs (<a class=\"ref\">Exod 26:7&ndash;14; 35:18; 39:40; Num 3:26, 37; 4:32, 36<\/a>). This &ldquo;tent of encounter&rdquo; (<em>ʾōhel m&ocirc;ʿēd<\/em>) housed the holy ark, which was eventually brought to Jerusalem and deposited in the temple. But as we read on, we realize that we are also being cued to think of the stories about the ancestors of the people who lived in tents and to whom the promise of the land and numerous descendants to fill it was made and often repeated.<\/p><p>The form in which this assurance is addressed to Jacob\/Israel as he is about to go into exile is particularly close to our passage (v <a class=\"isa\" verses=\"eyIxNzcwOSI6MjZ9\">3<\/a>), in which, since the basic orientation is to the east, the right would be the south and the left the north: &ldquo;Your descendants [<em>zeraʿ<\/em>, literally, &ldquo;seed&rdquo;] will be like the dust of the earth, and you will spread out to the west and the east, to the north and the south&rdquo; (<a class=\"ref\">Gen 28:14<\/a>). The dispossession of peoples and takeover of cities in the territory of Judah is a Deuteronomic perspective (e.g. <a class=\"ref\">Deut 9:1; 11:23; 18:14; 19:1; 31:3<\/a>), which is also justified by virtue of the promise to the ancestors and no doubt corresponds to the same situation in the post-destruction period that we have profiled for <a class=\"isa\" verses=\"eyIxODQyMiI6MzMzfQ==\">Isa 40&ndash;55<\/a>.<\/p><p>The exploitation of this Deuteronomic program of conquest, expropriation, and ethnic cleansing (on this last, see <a class=\"ref\">Deut 7:1&ndash;5<\/a>) in the service of contemporary political ideology is totally unjustified, not only for evident ethical reasons, but also on exegetical and hermeneutical grounds. No text should be read atomistically and in disregard of its larger context, which includes contrasting positions represented within the Bible and development in thinking religiously about such issues as national and ethnic loyalty and relations with foreign peoples.<\/p><p>The strophe continues with a word of assurance addressed to the woman v <a class=\"isa\" verses=\"eyIxNzczNSI6Nn0=\">4<\/a>) and reasons why it should be accepted (<a class=\"isa\" verses=\"eyIxNzc0MSI6OTB9\">5&ndash;8<\/a>). The language in which the reassurance is expressed conveys redundantly the pathos of the situation in which a woman deprived of the protection of a husband, or unable to bear children, would have found herself. Women in the kind of society described in the biblical texts (e.g. Judah&rsquo;s daughter-in-law Tamar, and Ruth) evince a resolute desire for children not because they were politically naive but because, in that kind of society based on the patrilineal household, a woman without a husband, or childless, had few acceptable options. Whatever the cause, therefore, childlessness was an object of reproach (<em>ḥerp&acirc;<\/em>). At a time of military disaster, with few male survivors, seven would will grab hold of one man and promise to support themselves if only he would take away their reproach (<a class=\"isa\" verses=\"MTc3MzU=\">Isa 4:1<\/a>). When she finally gets pregnant, Rachel rejoices because &ldquo;God has taken away my reproach&rdquo; (<a class=\"ref\">Gen 30:23<\/a>). <a class=\"ref\">Jeremiah 31:16&ndash;22<\/a> is of particular interest because it appears to link infertility with moral and religious transgression. Rachel (i.e. the former Kingdom of Samaria) is addressed and told to stop weeping because her children will return, but Ephraim replies, acknowledging that &ldquo;I was ashamed and disgraced, for I am bearing the punishment for the reproach of my youth&rdquo; (<em>ḥerpat nĕʿ&ucirc;rāy<\/em>).<\/p><p>We should not expect the figurative language at this point to correspond precisely, point by point, with what relatively little we know of the social reality of marriage and marital separation in that place at that time. There is no biblical law dealing with divorce, who may initiate it, under what circumstances, and with what effects. <a class=\"ref\">Deuteronomy 24:1&ndash;4<\/a> stipulates what is to be done in the event that a divorce took place, but it is not a divorce law. The fact that biblical narrative provides no example of a woman initiating divorce suggests but does not prove that divorce was a male prerogative. The legal situation could, of course, have evolved, and the evidence for divorce initiated by a woman documented in the Elephantine papyri of the fifth century b.c.e., from the Jewish garrison community at the first cataract of the Nile, may indicate that it did.<\/p><p>In <a class=\"isa\" verses=\"MTg2NjQ=\">Isa 50:1<\/a>, Yahveh has already stated that his spouse was not divorced but sent away for a limited period. The referent is clearly exile, with perhaps the idea of indentured service for the purpose of amortizing unpaid debt. So the prospect is for the reestablishment of a broken marital relationship (<a class=\"isa\" verses=\"MTg3MzA=\">54:6a<\/a>) rather than a marriage (<a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">5a<\/a>). The genitival phrase <em>ʾē&scaron;et nĕʿ&ucirc;r&icirc;m<\/em>, literally, &ldquo;wife of youth,&rdquo; is somewhat problematic (cf. <em>baʿal nĕʿ&ucirc;r&ecirc;k&acirc;<\/em>, &ldquo;the husband of her youth,&rdquo; <a class=\"ref\">Joel 1:8<\/a>; <em>ʾē&scaron;et nĕʿ&ucirc;r&ecirc;k&acirc;<\/em>, &ldquo;the wife of your youth,&rdquo; <a class=\"ref\">Mal 2:14&ndash;15<\/a>). The Targum&rsquo;s <em>ʾyttt ʿlvmyn<\/em> (&ldquo;wife of youth&rdquo;) is noncommittal; the lxx interprets it as &ldquo;a woman hated from her youth,&rdquo; which is certainly not what the mt wished to say; and the Vulgate renders it less drastically as <em>uxorem ab adulescentia abiectam<\/em>, &ldquo;a wife forlorn from her youth.&rdquo; Since the allusion is certainly not to the youth of Yahveh, the translation offered here seems to be the best option.<\/p><p>Behind this extended metaphor and the language of mutual obligation, love and loyalty (<em>ḥesed<\/em>), breakdown of relationship, and abandonment, it is not difficult to detect the Deuteronomic theory of covenant modeled on the Assyrian vassal treaties, as is now well known. One of the standard accusations in Deuteronomic writings is that of abandoning or forsaking the covenant (the verb <em>ʿzb<\/em> with <em>bĕr&icirc;t<\/em>: <a class=\"ref\">Deut 29:24; 31:6, 8, 16; 1 Kgs 19:10, 14; Jer 22:9<\/a>), which results in god-forsakenness and political disaster. The assurance given here is that the separation will last only a short time, perhaps with reference to the canonical figure of seventy-years&rsquo; exile, that the anger and its effects are momentary, and that God will not hide his face forever.<\/p><p>The hidden face of God is a standard figure for abandonment and distance (<a class=\"ref\">Deut 31:17&ndash;18; 32:20; Ps 27:9; 89:47<\/a>), often combined with forgetfulness (<a class=\"ref\">Ps 10:11; 13:2; 44:25<\/a>). There are also undertones of liturgical absence in this section of Isaiah, with the temple still in ruins, since to seek or to see the face is to experience the divine presence in the act of worship. Hence the Targum translates, &ldquo;I removed the presence of my Shekinah from you for a season.&rdquo; With the experience of this disaster a recent memory, it is not surprising to hear these laments so often addressed to the hidden or the forgetful God (in <a class=\"isa\" verses=\"W10=\">Isaiah: 40:27; 49:14<\/a>).<\/p><p>The well-established thematic link between covenant and marriage makes vv <a class=\"isa\" verses=\"eyIxNzgzMSI6NTV9\">9&ndash;10<\/a> an appropriate nexus between Zion as woman and Zion as city. The covenant with Noah is introduced in order to affirm the oath. Yahveh now swears to foreswear anger and to assure Jerusalem that the time of trial is at an end. In <a class=\"ref\">Gen 9:8&ndash;17<\/a> the oath is not explicitly stated but is implicit in the perpetual covenant (<em>bĕr&icirc;t ʿ&ocirc;lām<\/em>) made with Noah, his sons, and the entire created order, just as swearing oaths would be a part of any covenant.<\/p><p>This intercalatory passage (<a class=\"isa\" verses=\"eyIxODczMyI6Mn0=\">Isa 54:9&ndash;10<\/a>) is not necessarily drawing directly on the Priestly source to which the Noahic covenant in <a class=\"ref\">Gen 9:8&ndash;17<\/a> belongs. In fact, a closer examination shows that the language in <a class=\"isa\" verses=\"eyIxODczMyI6Mn0=\">54:9&ndash;10<\/a> is quite different from <a class=\"ref\">Gen 9:8&ndash;17<\/a>. The key term is not <em>bĕr&icirc;t ʿ&ocirc;lām<\/em> (as in <a class=\"isa\" verses=\"MTgxMDE=\">Isa 24:5<\/a>) but <em>bĕr&icirc;t &scaron;āl&ocirc;m<\/em> which, in the context of the making of treaties and agreements, implied establishing good relations or reconciliation by restoring relations of amity that had been severed&mdash;hence the translation &ldquo;covenant of friendship.&rdquo; Moreover, other traditions about Noah, a patriarchal figure from the early days of humanity, are known (<a class=\"ref\">Ezek 14:12&ndash;20<\/a>) that have no relation with the Genesis deluge narrative.<\/p><p>The introduction of events from the lifetime of Noah (<em>yĕm&ecirc; noaḥ<\/em> <a class=\"ref\">Gen 9:29<\/a>) may have been suggested by the literary device of representing the destruction of a city as a deluge or flood storm, as in the fifth canto of the Lament over the Destruction of Ur (<em>ANET<\/em> 458&ndash;59). If so, the Isaiah passage may provide a clue to reading <a class=\"ref\">Gen 1&ndash;11<\/a> as parabolic of the religious history of Israel repositioned in the early history of humanity and transposed into the language of myth. The story, which ends in Mesopotamia, begins with the Man placed in a fertile garden (the land of Israel), given a command (the Torah), which he disobeys, the disobedience leading to expulsion and exile from the garden. The post-expulsion period then calls for a new dispensation, which the author known to modern criticism as the Priestly Writer (P) lays out in the form of a covenant and a promise.<\/p><p>In the third strophe (vv <a class=\"isa\" verses=\"eyIxNzg4NiI6MTEzfQ==\">11&ndash;17a<\/a>) the poet speaks more directly, if in visionary fashion, about Jerusalem destroyed by the Babylonians in a deliberately punitive act and still lying in ruins. Perhaps surprisingly, there is no mention of the temple, and indeed not much interest in the temple is in evidence in chs. <a class=\"isa\" verses=\"eyIxODQyMiI6MzMzfQ==\">40&ndash;55<\/a>. What is meant by the city&rsquo;s being in distress and battered by storms was spelled out in <a class=\"isa\" verses=\"eyIxODY5MSI6NH0=\">51:17&ndash;20<\/a>, which added famine to conquest, destruction, and depopulation. The description of Jerusalem as not comforted (<em>lōʾ nuḥām&acirc;<\/em>) recalls the symbolic name of Hosea&rsquo;s daughter (<em>lōʾ ruḥām&acirc;<\/em> (<a class=\"ref\">Hos 1:6<\/a>), generally translated &ldquo;Not Pitied,&rdquo; though the verb is different. The need for comfort in the post-destruction trauma is a prominent theme in these chapters (<a class=\"isa\" verses=\"WzE4NDIyLDE4NjUwLDE4Njg2LDE4NzA2XQ==\">40:1; 49:13; 51:12; 52:9<\/a>), and the question who will comfort Jerusalem has already been answered (<a class=\"isa\" verses=\"WzE4Njc3LDE4NjkzXQ==\">51:3, 19<\/a>). In the final section of the book, Jerusalem herself, as the mother of her children, will do the comforting (<a class=\"isa\" verses=\"MTg5MzY=\">66:13<\/a>).<\/p><p>In the biblical texts the restoration of the city is described in more or less realistic terms only in the account of the rebuilding of the wall by Nehemiah and the repopulation of the city during his governorship, which was probably not entirely voluntary (<a class=\"ref\">Neh 3:1&ndash;32; 11:1&ndash;24<\/a>). We must suspect an element of fantasy in the way the preparations for the building of Solomon&rsquo;s temple are described in <a class=\"ref\">1 Chr 29:1&ndash;5<\/a>, detailing the accumulation of gold, silver, bronze, and various kinds of precious metals, but in the present description reality is left completely behind. Some of the details are obscure. The stones will be laid in place with <em>p&ucirc;k<\/em> which, etymologically, would seem to refer to a substance crushed to a powder; hence the walls will be mortared rather than drywall construction (cf. <a class=\"ref\">1 Chr 29:2<\/a> <em>ʾabn&ecirc;-p&ucirc;k<\/em>, &ldquo;mortared stones&rdquo;). The same word also refers to kohl or eyeliner, a point taken up by the author of a Qumran <em>pe&scaron;er<\/em> (4QpIsa<sup>d<\/sup> = 4Q164) who interprets <a class=\"isa\" verses=\"eyIxODczNSI6Mn0=\">54:11&ndash;12<\/a> as referring to the council of the community composed of twelve priests and the leaders of the twelve tribes. The Isaian author did not consciously use the term <em>p&ucirc;k<\/em> meaning &ldquo;kohl&rdquo; with reference to Zion as a woman. With this meaning the word appears elsewhere only in regard to Jezebel and a prostitute (<a class=\"ref\">2 Kgs 9:30; Jer 4:30<\/a>).<\/p><p>According to the <a class=\"isa\" verses=\"eyIxODczNSI6Mn0=\">Isa 54:11&ndash;12<\/a> visionary projection, the city is to be completely rebuilt, its foundations laid with <em>ṣapp&icirc;r&icirc;m<\/em> (lxx <em>sappheiron<\/em>)&mdash;that is, blocks of lapis stone, the same substance of which the heavenly throne seen in vision by Moses and Ezekiel was constructed (<a class=\"ref\">Exod 24:10; Ezek 1:26<\/a>). The gates will be <em>ʾeqdāḥ<\/em>, probably beryl (lxx <em>krustallon<\/em>), a very hard stone therefore suitable for defense as well as being aesthetically pleasing. The term <em>&scaron;im&scaron;&ocirc;t<\/em> is often rendered &ldquo;battlements,&rdquo; &ldquo;ramparts,&rdquo; or something of the sort. Ibn Ezra took them to be windows to let in the sunlight, with or without glass (cf. <em>&scaron;eme&scaron;<\/em>, &ldquo;sun&rdquo;), but the more likely reference is to shields (as <a class=\"ref\">Ps 84:12<\/a>) hung over the battlements of the city wall (cf. <a class=\"ref\">Ezek 27:11; Cant 4:4<\/a>). This description would ignite the imagination of a later seer, who witnessed Jerusalem coming down from heaven with walls of jasper, gates of pearl, streets and buildings of pure gold, and foundations adorned with twelve precious stones eight of which are identical with the stones on the high priest&rsquo;s breastpiece (<a class=\"ref\">Exod 28:15&ndash;20<\/a>). This image of the new Jerusalem, &ldquo;Jerusalem the golden,&rdquo; will prove to be extremely durable, providing inspiration to Jewish and Christian visionaries and sectarians down to the present.<\/p><p>Almost as an afterthought, after all this dazzling array of precious stones, the poet recalls the city&rsquo;s future inhabitants, whose well-being, as the Targumist paraphrases it, will rest on study of the law (<em>ʾ&ocirc;r&icirc;t&acirc;<\/em>). This is in keeping with another projection into the future, according to which &ldquo;instruction will proceed from Zion, the word of Yahveh from Jerusalem&rdquo; (<a class=\"isa\" verses=\"MTc2ODk=\">Isa 2:3b<\/a>). However, the concluding theme in the strophe shows that not all perspectives on the future represented in the book of Isaiah are mutually compatible.<\/p><p><a class=\"isa\" verses=\"MTg3Mzk=\">Isaiah 54:15a<\/a> is the most obscure verse in the passage. Reading the verb as <em>g&ucirc;r<\/em> I = &ldquo;sojourn, dwell,&rdquo; rather than <em>g&ucirc;r<\/em> II = &ldquo;attack,&rdquo; both lxx and Vulgate find here an allusion to proselytes (<em>gēr&icirc;m<\/em>) who, drawn by Yahveh, will come to Jerusalem; in the Targum the verse refers to a return from exile. If the translation offered above is approximately correct, however, the poet foresees that attacks on Jerusalem will continue but that they will no longer be the expression of the deity&rsquo;s anger. On the contrary, Yahveh will see that the city is equipped to defend itself by the production of weapons in the smithy and the intervention of the Destroyer (<em>hamma&scaron;ḥ&icirc;t<\/em>), the same being that cut a swath of death through Egypt at the first Passover (<a class=\"ref\">Exod 12:23<\/a>) and a swath of death among David&rsquo;s subjects in punishment for the census (<a class=\"ref\">2 Sam 24:16<\/a>).<\/p><p>This is a quite different scenario from the demilitarized world of the messianic poems (<a class=\"isa\" verses=\"MTc4OTQ=\">Isa 11:9<\/a>) and the beating of swords and spears into agricultural implements (<a class=\"isa\" verses=\"MTc2OTA=\">Isa 2:4<\/a>). We note in passing considerable overlap between our poem and the preface to the visions of Zechariah. Here, too, Zion is to be comforted (<a class=\"ref\">Zech 1:17<\/a>) and is invited to sing and rejoice (<a class=\"isa\" verses=\"MTc3MDA=\">2:14[10]<\/a>); the city is to be repopulated (<a class=\"isa\" verses=\"MTc2OTQ=\">2:8[4]<\/a>) and defended, though now both by the intervention of smiths (<a class=\"isa\" verses=\"W10=\">2:3&ndash;4[1:20&ndash;21]<\/a>) and with a wall of fire (<a class=\"isa\" verses=\"MTc2OTU=\">2:9[5]<\/a>). Finally, in a curious coincidence with the lxx version mentioned earlier, the prophetic author of the visions foresees that proselytes will stream into the city (<a class=\"isa\" verses=\"MTc3MDE=\">2:15[11] <\/a>cf. <a class=\"isa\" verses=\"MTc4MzA=\">8:22&ndash;23<\/a>).<\/p><p>The Isaiah passage ends with a recapitulatory statement referring the promise of vindication and well-being in the poem to the &ldquo;servants of Yahveh.&rdquo; Since this designation occurs in the plural only in chs. <a class=\"isa\" verses=\"eyIxODc1NSI6MTkzfQ==\">56&ndash;66<\/a> (<a class=\"isa\" verses=\"W3sic2luZ2xlcyI6WzE4NzYwXX0seyIxODkwNiI6Mn0seyIxODkxMSI6M31d\">56:6; 65:8&ndash;9, 13&ndash;15<\/a>), <a class=\"isa\" verses=\"MTg3NDE=\">54:17b<\/a> serves to introduce a major theme in the last section and functions as an important editorial link between sections. Chapter <a class=\"isa\" verses=\"eyIxODc0MiI6MTN9\">55<\/a> may then be read as transitional between sections (see further the Introduction p. 74). Since it is clear from the final chapters of the book that these servants (<em>ʿăbād&icirc;m<\/em>), also known as &ldquo;those who tremble at his word&rdquo; (<em>ḥărēd&icirc;m<\/em> <a class=\"isa\" verses=\"MTg5Mjg=\">66:5<\/a>), form a minority rejected by the authorities in the community and since much is said there about the respective destinies of the servants and their opponents (cf. the reference to the <em>naḥăl&acirc;<\/em> of the servants of Yahveh in <a class=\"isa\" verses=\"MTg3NDE=\">54:17b<\/a>), it may be that the conclusion to our passage, and therefore the conclusion to <a class=\"isa\" verses=\"eyIxODQyMiI6MzIwfQ==\">40&ndash;54<\/a> as a whole, comes from the same &ldquo;servant&rdquo; source. By adding this codicil, the servants are appropriating for themselves the salvation promised in the address to Jerusalem.<\/p><p>Blenkinsopp, J. (2008). <em>Isaiah 40&ndash;55: A New Translation with Introduction and Commentary<\/em> (Vol. 19A, pp. 359&ndash;366). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}