{
    "id": 2105,
    "source": "blenkinsopp",
    "verse_id": 18261,
    "verse_count": 8,
    "reference": "32:1–8",
    "title": "The Righteous Kingdom",
    "html": " <p>Following the woe-series, <a class=\"isa\" verses=\"eyIxODI2MSI6NDR9\">chs. 32&ndash;33<\/a>, constitute a new, distinct section, one that is given a semblance of unity by beginning and ending with a description of the ideal ruler and polity (<a class=\"isa\" verses=\"W3siMTgyNjEiOjh9LHsiMTgyOTciOjZ9XQ==\">32:1&ndash;8; 33:17&ndash;22<\/a>). In between these &ldquo;book ends,&rdquo; however, the logical thread can easily be lost as we move in a disjointed fashion from an injunction to the women to lament a temporary condition of drought and depopulation (<a class=\"isa\" verses=\"eyIxODI2OSI6MTJ9\">32:9&ndash;20<\/a>), to the predicted end of a tyrant (<a class=\"isa\" verses=\"WzE4MjgxXQ==\">33:1<\/a>), a short psalm (<a class=\"isa\" verses=\"eyIxODI2MiI6NX0=\">2&ndash;6<\/a>), a situation of social <em>anomie<\/em>, that will call for divine intervention (<a class=\"isa\" verses=\"eyIxODI2NyI6Nn0=\">7&ndash;12<\/a>), and a brief moral catechism (<a class=\"isa\" verses=\"eyIxODI3MyI6NH0=\">13&ndash;16<\/a>). Whether there is any continuity of theme in this sequence can be determined, if at all, only after a close reading of each unit in turn. <\/p> <p>In the first passage (<a class=\"isa\" verses=\"eyIxODI2MSI6OH0=\">32:1&ndash;8<\/a>) there are many topical and verbal links with the woe-series and other parts of the book: finding shelter from the storm (<a class=\"isa\" verses=\"W1sxNzc0MCwxNzk3NCwxODEyMywxODE4MCwxODE4Ml0seyIxODIyMCI6Mn1d\">4:6; 16:4; 25:4; 28:15, 17; 30:2&ndash;3<\/a>) and shade from the sun&rsquo;s heat (<a class=\"isa\" verses=\"WzE3NzQwLDE4MTI0XQ==\">4:6; 25:5<\/a>), streams of water in an arid land (<a class=\"isa\" verses=\"WzE4MjQzXQ==\">30:25<\/a>), eyes that finally see and ears that finally hear (<a class=\"isa\" verses=\"W1sxNzc4MF0seyIxODIwMyI6Mn0sWzE4MjEyXV0=\">6:10; 29:9&ndash;10, 18<\/a>). It makes for fairly straightforward and coherent reading, and there seems no good reason to separate off <a class=\"isa\" verses=\"eyIxODI2NiI6M30=\">vv 6&ndash;8<\/a>, as a later sapiential comment on the theme of good government with special reference to what is to be done with fools and villains (Kaiser 1974, 321 and Clements 1980a, 259). On the contrary, the entire passage has a strongly didactic and reflective character. The theme of good government and the maintenance of a just social order is one of the favorite topoi of Near Eastern sages (examples in Wildberger 1982, 1255&ndash;56) and is well represented in the didactic and aphoristic writings in the Hebrew Bible (e.g. <a class=\"ref\">Prov 20:8, 26, 28<\/a>). Williamson (1998, 264&ndash;70) has pointed to some proverbial or sapiential features of the language in <a class=\"isa\" verses=\"WzE4MjYxXQ==\">32:1<\/a>: the absence of the article before <em>melek<\/em>,(&ldquo;king&rdquo;), the use of denominative verbs (<em>mlk, śrr <\/em>), <em>ṣedeq<\/em>,(&ldquo;righteousness&rdquo;) preceding <em>mi&scaron;pāṭ<\/em>,(&ldquo;justice&rdquo;), as in the proverbial literature (<a class=\"ref\">Prov 1:3 and 2:9<\/a>) but not in the prophetic books, and the parallel statement about good government by kings and princes, using some of the same language and the same verbs, in <a class=\"ref\">Prov 8:15&ndash;16<\/a>,(<em>b&icirc; mĕlāk&icirc;m yimlok&ucirc; &hellip; b&icirc; śār&icirc;m yaśor&ucirc; <\/em>). The parallels are not confined to this opening verse. The metaphor of streams of water (<em>palgē mayim <\/em>) applied to the ruler is also found in (<a class=\"ref\">Proverbs 21:1<\/a>), as is the contrast between the fool (<em>nābāl <\/em>) and the noble or highborn individual (<em>nād&icirc;b <\/em>) (<a class=\"ref\">Prov 17:7<\/a>). Other themes familiar from the didactic and aphoristic literature&mdash;knowing, understanding, foolish talk, impiety&mdash;can easily be picked out. <\/p> <p>At first sight, these distinctive features seem to strengthen the case of commentators who argue for a sapiential edition of the book, or at least of <a class=\"isa\" verses=\"eyIxNzY1NiI6Njc2fQ==\">chs. 1&ndash;35<\/a>. In the present instance, at least, this hypothesis is complicated by the close parallels with similar themes expressed in much the same language elsewhere in the book. The just ruler serves as a shelter and refuge in the same way as Yahveh at <a class=\"isa\" verses=\"eyIxODEyMyI6Mn0=\">25:4&ndash;5<\/a>,(<em>ʾeby&ocirc;n, zerem, ṣēl, ṣāy&ocirc;n<\/em>, occur here and in <a class=\"isa\" verses=\"eyIxODI2MSI6Mn0=\">32:1&ndash;2<\/a>). The change in the condition of the blind and deaf, the poor and needy, and those deprived of access to judicial process is also the theme of <a class=\"isa\" verses=\"eyIxODIxMSI6NX0=\">29:17&ndash;21<\/a>, which concludes with a prediction of the end of an oppressive ruler, comparable therefore to <a class=\"isa\" verses=\"WzE4MjgxXQ==\">33:1<\/a>. We have heard that Isaiah&rsquo;s mission resulted in the closing of the eyes of the sighted, the stopping up of ears otherwise capable of hearing, and the inspissation of minds (<a class=\"isa\" verses=\"eyIxNzc3OSI6Mn0=\">6:9&ndash;10<\/a>). We now hear that the situation so described will be reversed once a just social order is established. This theme of &ldquo;vision and blindsight&rdquo; (Carroll) is an Isaian theme (<a class=\"isa\" verses=\"W3siMTgyMDMiOjR9LFsxODIxMiwxODMyNl0seyIxODQ5OSI6M30sWzE4NTE0XV0=\">29:9&ndash;12, 18; 35:5; 42:18&ndash;20; 43:8<\/a>) and cannot be derived from the didacticism of the scribes, though it admits of influence from that quarter. According to <a class=\"isa\" verses=\"eyIxODIxMSI6NX0=\">29:17&ndash;21<\/a>, mentioned above, the blind will see, the deaf will hear, and justice will be available to the poor and needy only with the passing away of an unjust social order. Only then, too, will there be true discernment. The mind will be opened to knowledge rather than illusion, and the emendation of the intellect will make clear speech possible (<a class=\"isa\" verses=\"WzE4MjY0XQ==\">32:4<\/a>, cf. <a class=\"isa\" verses=\"eyIxODE3NiI6M30=\">28:11&ndash;13<\/a>). <\/p> <p>These various ways in which the passage is situated within the Isaian tradition practically rule out the possibility, entertained by several exegetes older (Duhm; Skinner) and more recent (Auvray; Hayes and Irvine; Williamson) that it was composed by Isaiah himself, and increase the odds against its attribution to an author writing during the reign of Josiah (Barth 1977, 167&ndash;68; Clements 1980a, 259). We could read it as a reflection on good government, prompted no doubt by the criticism of political leadership in the two kingdoms that occupies such a prominent place in the Isaian material. A basic postulate is that the primary duty of rulers and the ruling class is to protect the rights of the poor and to prevent their exploitation by the powerful and wealthy while at the same time preserving the social order with its hierarchy of class based on wealth and property. When the established social order is subverted&mdash;the young showing no respect for the elderly, youngsters and women in control, slaves on the same footing as their masters (<a class=\"isa\" verses=\"W3siMTc3MTIiOjJ9LFsxNzcyMCwxODA5OF1d\">3:4&ndash;5, 12; 24:2<\/a>)&mdash;no one benefits, and one way in which the subversion takes place is when fools and villains are no longer recognized for what they are. <\/p> <p>The epithet translated &ldquo;fool&rdquo; (<em>nābāl <\/em>) carries a sense of moral imbecility, which can go as far as to deny the existence of God (<a class=\"ref\">Pss 14:1; 33:2<\/a>), and the contrast between this category and the honorable person (<em>nād&icirc;b <\/em>) is a familiar topos in the aphoristic literature of Israel and surrounding regions (<a class=\"ref\">Prov 17:7, 21, 26; 19:6; 25:7; 30:22<\/a>). There seems to be a progression from the fool to the villain (if this is a correct rendering of <em>kilay<\/em>, which occurs only in <a class=\"isa\" verses=\"WzE4MjY1LDE4MjY3XQ==\">32:5, 7<\/a>). The fool has nothing to say worth listening to, is uninformed about religious matters, without spiritual discernment, and unconcerned about the disadvantaged in society. The villain, however, acts deliberately in pursuing harmful and destructive ends and, rather than just neglecting the poor, goes out of his way to exploit them by subverting the judicial process. <\/p> <p>Our brief study of this pericope raises once again the issue raised by several exegetes, that the book of Isaiah has undergone redaction by professional didacts, members of the so-called &ldquo;wisdom schools&rdquo; in ancient Israel. &ldquo;Wisdom&rdquo; is a slippery term that has served to characterize many different kinds of writings in the Hebrew Bible, and it is now acknowledged that one should err on the side of rigor rather than generosity in classifying this or that text as sapiential. The relevant vocabulary (wisdom and folly, counsel, knowledge, understanding, learning and teaching, etc.), genres (parable, proverb, instruction), and themes (counsel, folly), as reflected in Isaiah, have been thoroughly worked over (e.g. Whedbee, Jensen, and most recently Williamson in English language scholarship). While several of the examples put forward are impressive (in particular, the parable in <a class=\"isa\" verses=\"eyIxODE4OCI6N30=\">28:23&ndash;29<\/a>, and the moral catechism in <a class=\"isa\" verses=\"WzE4Mjk1XQ==\">33:15<\/a>), the incidence of language and theme lacks the degree of overall consistency necessary to sustain the hypothesis and points to contacts and influences rather than a specific sapiential redactional stage in the production of the book. <\/p> <p>Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em>,(Vol. 19, pp. 429&ndash;431). New Haven; London: Yale University Press. <\/p>",
    "audit": 1
}