{
    "id": 2133,
    "source": "blenkinsopp",
    "verse_id": 18558,
    "verse_count": 13,
    "reference": "44:24-45:8",
    "title": "Cyrus My Anointed",
    "html": "<p>We have now arrived at the central discourse of <a class=\"isa\" verses=\"bnVsbA==\">chps. 40&ndash;48<\/a>. It is made up of two distinct but connected sayings, the first (<a class=\"isa\" verses=\"eyIxODU1OCI6NX0=\">44:24&ndash;28<\/a>) addressed internally to a Judean audience; the second (<a class=\"isa\" verses=\"eyIxODU2MyI6N30=\">45:1&ndash;7<\/a>), after an appropriate introduction, directly to Cyrus imagined as being present; and both rounded off, as is customary in these chapters, with a brief hymn (cf. <a class=\"isa\" verses=\"WzE4NTU3XQ==\">44:23<\/a>). The two parts are linked by the repetition of the name &ldquo;Cyrus.&rdquo; The link will be especially close if, as suggested, <a class=\"isa\" verses=\"WzE4NTYyXQ==\">44:28b<\/a> is a scribal addition. The two parts are, finally, clamped together by the inclusion of <a class=\"isa\" verses=\"WzE4NTU4LDE4NTY5XQ==\">44:24 and 45:7<\/a>: Yahveh who made all things, Yahveh who has done all these things.<\/p><p>But continuity is important here as elsewhere. So, for example, this section begins as the previous one ends with an allusion to Yahveh as Israel&rsquo;s redeemer (vindicator) and Yahveh&rsquo;s redemptive activity, a theme that binds the entire section, <a class=\"isa\" verses=\"bnVsbA==\">chs. 40&ndash;55<\/a>, together and often features in the superscriptions or lead-ins to discourses (<a class=\"isa\" verses=\"WzE4NTIwLDE4NTQwLDE4NjMyLDE4NjQ0LDE4NzMyXQ==\">43:14; 44:6; 48:17; 49:7; 54:8<\/a>). Other indications of unity of conception, theme and style, appear in the opening statement. One of these is the concern to give world-creator attributes to the national deity, as the one who laid out the sky and the earth (cf. <a class=\"isa\" verses=\"WzE4NDMzLDE4NDQzLDE4NDg2LDE4NTc0LDE4NTgwXQ==\">40:12, 22; 42:5; 45:12, 18<\/a>), which is meant to provide a sure basis for accepting a powerful redemptive role in history.<\/p><p>Another indication of an integrative concept behind <a class=\"isa\" verses=\"bnVsbA==\">chs. 40&ndash;48<\/a> is the way that the audience is addressed. The addressee, real or implied, is formed by Yahveh (verbal stem <em>yṣr<\/em> cf. <a class=\"isa\" verses=\"WzE4NTA3LDE4NTEzLDE4NTI3LDE4NTU1LDE4NTczXQ==\">43:1, 7, 21; 44:21; 45:11<\/a>), even formed from the womb. As Jeremiah&rsquo;s call narrative shows (<a class=\"ref\">Jer 1:5<\/a>), this is the language of prophetic designation. In fact, where this language occurs elsewhere in these chapters, it refers to the servant (<em>ʿebed<\/em> <a class=\"isa\" verses=\"WzE4NTM2LDE4NjQyXQ==\">44:2; 49:5<\/a>), and whatever else is obscure about this language of servanthood, it quite certainly denotes the prophetic office.<\/p><p>The first discourse, then, opens, in characteristic fashion for the author (cf. <a class=\"isa\" verses=\"WzE4NDg2XQ==\">42:5<\/a>), with the self-presentation of Yahveh as redeemer (i.e. vindicator) of Israel and cosmic deity (<a class=\"isa\" verses=\"WzE4NTU4XQ==\">44:24<\/a>). This type of self-praise attributed to a deity, odd as it may seem to us, was common in antiquity and reached mature development in the aretalogies of the Greco-Roman period&mdash;for example, the aretalogy declaimed by the goddess Isis, which some scholars find reflected in the self-praise of wisdom (<em>ḥokm&acirc;<\/em>\/<em>sophia<\/em>) in <a class=\"ref\">Sir 24:1&ndash;22<\/a>.<\/p><p>This first section consists essentially in a contrast between standard Babylonian means of mediation and native Israelite prophecy. The insistence that divination and &ldquo;secular&rdquo; wisdom differentiate Israel from other nations is a Deuteronomic topos (<a class=\"ref\">Deut 18:9&ndash;22<\/a>), one that ignores the fact that specialists in divination (<em>qōsĕm&icirc;m<\/em>) and similar techniques were closely associated with prophets in Israel as elsewhere (<a class=\"ref\">Jer 14:14; 27:9; 29:8; Mic 3:6&ndash;7<\/a>). Furthermore, far from being exclusively foreign, they served on the Judean palace staff (<a class=\"isa\" verses=\"bnVsbA==\">Isa 3:2<\/a>; <a class=\"ref\">Mic 3:11<\/a>).<\/p><p>Consulting omens was a basic feature of Babylonian religious life at all times, and it was inevitable that the author would polemicize against such practices (see also <a class=\"isa\" verses=\"eyIxODYwOCI6Nn0=\">47:8&ndash;13<\/a> see also ). A broad range of techniques is attested in the considerable corpus of surviving texts, including interpretating dreams (oneiromancy), consulting the livers or viscera of sacrificial animals (hepatoscopy, extispicy), and observing patterns made by oil poured on water (lecanomancy). Since the issue for the author is the ability to tell the future, astrology (highly developed by Babylonian savants) would have had special importance (cf. <a class=\"isa\" verses=\"WzE4NjEzXQ==\">47:13b<\/a>), and it will be recalled that Shamash, the sun god, was the patron of these practitioners. The point is that the predicted failure of Babylon to survive the current political crisis and the failure of its religious specialists to predict the course of events revealed the basic impotence of its religious and intellectual traditions.<\/p><p>The polemical issue is laid out clearly. On the one hand Yahveh renders inoperative (<em>mēpēr<\/em>) the Babylonian mechanisms for predicting and therefore controlling the course of events, and on the other he validates (<em>mēq&icirc;m<\/em>) the utterances of Judean prophets. We have seen that this is the major <em>leitmotif<\/em> throughout these chapters (<a class=\"isa\" verses=\"W3siMTg0NTMiOjV9LHsiMTg0NzMiOjl9LFsxODQ5MF0seyIxODUxNCI6Nn0seyIxODU0MCI6M31d\">41:1&ndash;5, 21&ndash;29; 42:9; 43:8&ndash;13; 44:6&ndash;8<\/a>). The wording, <em>mēq&icirc;m dĕbar ʿabd&ocirc;<\/em> (&ldquo;he confirms the word of his servant&rdquo;), leaves no doubt that the reference is to prophetic speech and, since there is no justification for emending <em>ʿabd&ocirc;<\/em> to <em>ʿăbād&acirc;yv<\/em> (plural), the utterance is that of an individual prophet set alongside a plurality of messengers and envoys, just as in <a class=\"isa\" verses=\"WzE4NTE2XQ==\">43:10<\/a> the <em>ʿebed<\/em> is juxtaposed with witnesses (<em>ʿēd&icirc;m<\/em>).<\/p><p>The term used to designate these prophetic messengers (<em>malʾāk<\/em>) appears elsewhere as a synonym for <em>nāb&icirc;ʾ<\/em>, &ldquo;prophet&rdquo; (<a class=\"ref\">Hag 1:13; Zech 2:2; Mal 3:1<\/a>). While the ambivalence in the use of the term <em>ʿebed<\/em> is much in evidence in these chapters, I believe it is possible to trace a gradual resolution in the direction of a purely prophetic profile, with the result that the voice of this prophetic servant, whom Ibn Ezra identified not unreasonably with the author of these chapters, will be heard more frequently and insistently in the next major section of the book (chs. <a class=\"isa\" verses=\"bnVsbA==\">49&ndash;55<\/a>). At the same time, the presence of prophetic associates or disciples will come more clearly into view.<\/p><p>The word of his servant and the counsel of his messengers&mdash;that is, Yahveh&rsquo;s counsel (<em>ʿēṣ&acirc;<\/em>) communicated by his messengers&mdash;is expressed telegrammatically in four prophetic statements that encapsulate the essence of the author&rsquo;s message.<\/p><p><strong><em>1. Jerusalem Will Be Repopulated<\/em><\/strong><\/p><p>It is worth noting that the destiny of Jerusalem, rather than a return from the Babylonian diaspora, is the primary concern at this point. The restoration of the temple will be of major concern only at a later stage (cf. <a class=\"isa\" verses=\"WzE4ODg1LDE4ODk3XQ==\">63:18; 64:11<\/a>), from which time the scribal addition (<a class=\"isa\" verses=\"WzE4NTYyXQ==\">v 28b<\/a>) probably derives. While the author of <a class=\"isa\" verses=\"bnVsbA==\">chs. 40&ndash;48<\/a> does not seem to have much interest in the restoration of the Jerusalem temple and its cult, the expectation that the city devastated by the Babylonians will be restored by Cyrus is frequently expressed (<a class=\"isa\" verses=\"W1sxODU3NV0seyIxODY1MSI6NX0sWzE4Njc3XV0=\">45:13; 49:14&ndash;18; 51:3<\/a>). At a later point we will hear of sentinels (<em>&scaron;ōmĕr&icirc;m<\/em>) on the walls of Jerusalem, whose task is described as activating God&rsquo;s memory (<em>mazk&icirc;r&icirc;m ʾet-YHVH<\/em>)&mdash;in other words, round-the-clock intercessory prayer for the restoration of Jerusalem (<a class=\"isa\" verses=\"bnVsbA==\">Isa 62:6&ndash;7<\/a>). It seems that this prophecy was fulfilled not by Cyrus but Nehemiah, after he carried out his <em>synoikismos<\/em>, a probably not entirely voluntary transfer of population to the city (<a class=\"ref\">Neh 11<\/a>).<\/p><p><strong><em>2. The Cities of Judah Will Be Rebuilt<\/em><\/strong><\/p><p>This prediction is also repeated (<a class=\"isa\" verses=\"WzE4NjU2XQ==\">49:19<\/a>), though we have the impression that either the reconstruction took longer than anticipated or that some of the cities destroyed by Babylonians and Edomites were simply abandoned (<a class=\"isa\" verses=\"WzE4Nzk5LDE4ODQ4XQ==\">58:12 and 61:4<\/a> refer to ancient ruins and the passage of several generations). The expectation also finds expression in liturgical hymns:<\/p><blockquote><p>Yahveh will save Zion,<\/p><p>he will rebuild the cities of Judah;<\/p><p>they will dwell there and possess it,<\/p><p>the descendants of his servants will inherit it,<\/p><p>those who love his name will dwell in it. (<a class=\"ref\">Ps 69:35&ndash;37<\/a>)<\/p><\/blockquote><p><strong><em>3. I Will Make Your Streams Run Dry<\/em><\/strong><\/p><p>This third prediction seems to be out of character with the other three, which deal with concrete historical realia. It is addressed to the Deep (<em>ṣ&ucirc;l&acirc;<\/em> cf. <em>mĕṣ&ucirc;l&acirc;<\/em>), the primordial chaos overcome by the god at the beginning of time (cf. <a class=\"ref\">Ps 74:12&ndash;17<\/a>). But such transpositions into the idiom of myth are by no means unusual or unknown to the author, and the Targumist is surely correct in paraphrasing the Deep as Babylon. The practice is well attested. Another Isaian author identifies Egypt as Rahab (<a class=\"isa\" verses=\"WzE4MjI1XQ==\">30:7<\/a>), and Yahveh will be reminded of his victory over Rahab and Tannin (<a class=\"isa\" verses=\"eyIxODY4MyI6Mn0=\">51:9&ndash;10<\/a>), here as elsewhere accompanied by a subtext on the victory at the Papyrus Sea (<a class=\"ref\">Exod 15:1&ndash;18<\/a>; <a class=\"isa\" verses=\"bnVsbA==\">Isa 43:16&ndash;17<\/a>), drained to allow Israel to pass through dry-shod (<a class=\"ref\">Ps 106:9<\/a> cf. <a class=\"isa\" verses=\"bnVsbA==\">Isa 50:2b; 51:10<\/a>). There is therefore no need to give the prediction concrete expression by referring to the draining of the Euphrates canal leading to the capture of Babylon. This was how, according to <a class=\"ref\">(Herodotus 1:188&ndash;91)<\/a>, Cyrus took the city, but whether this actually took place under Cyrus or Darius I or at all is another matter.<\/p><p><strong><em>4. He (Cyrus) Will Fulfill All My Purpose<\/em><\/strong><\/p><p>This statement recapitulates the three preceding ones and serves to introduce the Cyrus oracle that follows. It is prefaced by the identification of Cyrus as Yahveh&rsquo;s shepherd, a familiar figure of speech for a ruler. Yahveh&rsquo;s purpose or desire (<em>ḥēpeṣ<\/em>) is expressed more fully but with the same language elsewhere: I will fulfil all my purpose by summoning a bird of prey from the east, a man from a far country to carry out my plan (<a class=\"isa\" verses=\"eyIxODU5NyI6Mn0=\">46:10&ndash;11<\/a>); he (Cyrus) will fulfill his (Yahveh&rsquo;s) purpose against Babylon (<a class=\"isa\" verses=\"WzE4NjI5XQ==\">48:14<\/a>).<\/p><p>There is no doubt that the entire section consisting in <a class=\"isa\" verses=\"bnVsbA==\">chs. 40&ndash;48<\/a>, and only this section, is about Cyrus, his campaigns, and their predicted impact on the fortunes of Jewish communities throughout the Near East and in the province of Judah in particular. The basic premise is that Yahveh set in motion this entire process&mdash;he <em>incited<\/em> Cyrus to world conquest&mdash;to put an end to the Babylonian Empire and restore Judah to its former state (<em>ʿ&ucirc;r<\/em> Hiphil, &ldquo;incite,&rdquo; &ldquo;stir up&rdquo;: <a class=\"isa\" verses=\"WzE4NDU0LDE4NDc3LDE4NTc1XQ==\">41:2, 25; 45:13<\/a> cf. <a class=\"ref\">2 Chr 36:22; Ezra 1:1, 5<\/a>). What we have already heard about the lightning progress of his conquests (<a class=\"isa\" verses=\"W3siMTg0NTQiOjR9LHsiMTg0NzciOjV9LFsxODUyMCwxODUyNV0seyIxODU0MSI6Mn1d\">41:2&ndash;5, 25&ndash;29; 43:14, 19; 44:7&ndash;8<\/a>) reaches a point of definition in the second part of the passage under consideration (<a class=\"isa\" verses=\"eyIxODU2MyI6N30=\">45:1&ndash;7<\/a>).<\/p><p>The wording of the first verse of this Cyrus oracle has left it uncertain where the direct address of Yahveh begins. Since there is no second-person suffix in the first verse, the reading given above assumes a brief introduction (<a class=\"isa\" verses=\"WzE4NTM1XQ==\">v 1<\/a>) followed by <em>oratio recta<\/em> (<a class=\"isa\" verses=\"eyIxODUzNiI6Nn0=\">vv 2&ndash;7<\/a>). Cyrus is introduced at once and surprisingly, even shockingly, as Yahveh&rsquo;s anointed one (<em>mā&scaron;&icirc;aḥ<\/em> cf. lxx <em>tō christō mou<\/em>, Vulgate <em>christo meo<\/em>). The word is not to be translated &ldquo;messiah,&rdquo; since it never has this specialized sense in the Hebrew Scriptures and occurs only infrequently with this meaning in postbiblical texts. We hear of the high priest as being anointed (<a class=\"ref\">Lev 4:3, 5, 16<\/a> etc.) and occasionally of the anointing of prophets (<a class=\"ref\">1 Kgs 19:16<\/a>; <a class=\"isa\" verses=\"bnVsbA==\">Isa 61:1<\/a>; <a class=\"ref\">Ps 105:15<\/a> = <a class=\"ref\">1 Chr 16:22<\/a>), but anointing as a ceremony of induction into office is above all a royal ritual (<a class=\"ref\">1 Sam 2:10, 35; 2 Sam 22:51; 23:1; Ps 2:2<\/a> etc). What this implies in concrete historical terms is that Cyrus has taken the place of the Davidic royal house, at least for the time being, an affirmation that we suspect not all of the prophet&rsquo;s audience would have agreed with.<\/p><p>The installation symbolism also includes taking the ruler designate by the hand (<a class=\"isa\" verses=\"WzE4NTM1XQ==\">v 1<\/a>), pronouncing his name, and conferring on him a throne name (<a class=\"isa\" verses=\"WzE4NTM4XQ==\">v 4<\/a>). Since these symbolic gestures are attributed to Marduk in relation to Cyrus in the latter&rsquo;s propagandists Cylinder text, several commentators have drawn the conclusion either that the author must have been familiar with this text, and therefore must have written <em>after<\/em> the fall of Babylon in 539 (S. Smith 72); or that he only needed to be familiar with the section of the text in which Cyrus is spoken of in the third person (M. Smith 1963); or, finally, that the similarities can be explained by shared familiarity with Babylonian <em>Hofstil<\/em>, the protocol and ceremonial of the Babylonian court (Kittel 1898). It is, of course, possible that the author did have this knowledge, whether resident in Babylon or elsewhere, but close parallels with the Cyrus Cylinder are not extensive and can be explained on the supposition that both the biblical text and the Cylinder reflect pro-Persian propaganda circulating in the Near East, including the various ethnic groups settled in Babylonia and in the city of Babylon itself during the decade before the fall of the city.<\/p><p>The breaking down of bronze doors and gates and the cutting through of iron bars and bolts (<a class=\"isa\" verses=\"eyIxODUzNSI6Mn0=\">vv 1&ndash;2<\/a> cf. <a class=\"isa\" verses=\"WzE4NTIwXQ==\">43:14<\/a>) are equally unspecific and need not refer to any of the one hundred bronze gates of Babylon mentioned by <a class=\"ref\">(Herodotus 1:179)<\/a>. Nor need it presuppose the fall of Babylon even if, contrary to the Cylinder&rsquo;s account of Cyrus&rsquo;s troops strolling into the city like tourists, a siege did take place (<a class=\"ref\">Herodotus 1:190<\/a>). The same can be said of the promise of a rich haul of booty (<a class=\"isa\" verses=\"WzE4NTY1XQ==\">45:3<\/a>). It would be hazardous to assume that it refers to specific occasions&mdash;for example, the confiscation by Cyrus of the legendary wealth of Croesus, ruler of Sardis; or Herodotus&rsquo;s account of Darius rifling through the tomb of Nitocris; or Xerxes&rsquo; entering the shrine of the god Bel (<a class=\"ref\">Herodotus 1:183<\/a>, 187).<\/p><p>It seems unlikely that the author anticipated the conversion of Cyrus to the Jewish faith. The expectation or aspiration that he would come to acknowledge what Yahveh had done on his behalf (<a class=\"isa\" verses=\"WzE4NTM3XQ==\">v 3b<\/a>) is reminiscent of Marduk&rsquo;s choice of Cyrus to set things aright in Babylon and could simply imply the anticipation that he would give preferential treatment to the people of Yahveh.<\/p><p>The passage ends as it began with the self-predication of Yahveh. The conclusion (<a class=\"isa\" verses=\"eyIxODU2NyI6M30=\">45:5&ndash;7<\/a>) is set out elegantly as follows:<\/p><blockquote><p>I am Yahveh; there is no other;<\/p><p>beside me there are no gods;<\/p><p>I gird you with strength &hellip; setting,<\/p><p>there is none apart from me.<\/p><p>I am Yahveh; there is no other.<\/p><p>I form light and create darkness,<\/p><p>I bring about well-being and create woe;<\/p><p>It is I, Yahveh, who do all these things.<\/p><\/blockquote><p>The military power evident in the conquests of Cyrus is placed in the context of the denial of the reality of other deities, with special reference to Marduk, Yahveh&rsquo;s principal rival (cf. <a class=\"isa\" verses=\"W1sxODQ1Nl0seyIxODUxNiI6Mn0sWzE4NTE5LDE4NTQwLDE4NTQyXV0=\">41:4; 43:10&ndash;11, 13; 44:6, 8<\/a>). It is tempting to interpret the two participial clauses preceding the final inclusio (cf. <a class=\"isa\" verses=\"WzE4NTU4XQ==\">44:24<\/a>) as polemic directed against Zoroastrian dualism. The possibility cannot be entirely ruled out, but there is no evidence that the religion of Zoroaster was at that time a force to be reckoned with. If Cyrus himself was a Zoroastrian, for which there is no evidence, it would have made no sense for the author to polemicize against his religion. But in fact the traditional belief that Yahveh is the source of everything that happens, whether good or ill, was still widely, though not universally, accepted as unproblematic (see, for example, <a class=\"ref\">Amos 3:6; 5:18&ndash;20<\/a>; <a class=\"isa\" verses=\"bnVsbA==\">Isa 41:23<\/a>).<\/p><p>The concluding hymn fragment (<a class=\"isa\" verses=\"WzE4NTcwXQ==\">45:8<\/a>) corresponds to the one immediately preceding the Cyrus oracle (<a class=\"isa\" verses=\"WzE4NTU3XQ==\">44:23<\/a>), thus emphasizing the centrality of this announcement and the cosmic dimensions of Yahveh&rsquo;s involvement in the great events then taking place. The anticipated vindication, victory, and salvation in <a class=\"isa\" verses=\"WzE4NTcwXQ==\">45:8<\/a> therefore correspond to the celebration of Yahveh&rsquo;s redemptive acts in <a class=\"isa\" verses=\"WzE4NTU3XQ==\">44:23<\/a>. Comparison with <a class=\"ref\">Ps 85:11&ndash;12[10&ndash;11]<\/a> suggests that this apostrophe to the sky and the earth was modeled, either by the author or a later editor, on cult-prophetic oracles of assurance preserved in liturgical hymns. This is one of several texts in Isaiah that was seen to have a strong Christian resonance, featuring prominently in the Advent liturgy (Sawyer). Here as elsewhere the impetus came from Jerome&rsquo;s <em>editio vulgata<\/em>, in this instance with the help of a slight modification of the Hebrew text: <em>aperiatur terra et germinet salvatorem<\/em>, &ldquo;Let the earth open and bring forth a Savior.&rdquo;<\/p><p>Blenkinsopp, J. (2008). <em>Isaiah 40&ndash;55: A New Translation with Introduction and Commentary<\/em> (Vol. 19A, pp. 245&ndash;250). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}