{
    "id": 2174,
    "source": "blenkinsopp",
    "verse_id": 18911,
    "verse_count": 4,
    "reference": "65:13–16",
    "title": "Eschatological Reversal",
    "html": " <p>The prophetic incipit introducing the passage marks a new stage in the unfolding panorama of salvation and reprobation, while the initial &ldquo;therefore&rdquo; (<em>lākēn<\/em>) preserves continuity with what precedes, reinforced by the reference to the final destiny of the &ldquo;Servants&rdquo; (cf. <a class=\"isa\" verses=\"WzE4OTA3XQ==\">v 9b<\/a>) and perhaps also the hungering and thirsting contrasted with meals in honor of the gods (<a class=\"isa\" verses=\"WzE4OTA5XQ==\">v 11<\/a>). The conclusion is not so clear. Many commentators (e.g., Westermann 1969, 407&ndash;8; Whybray 1975, 275) read <a class=\"isa\" verses=\"WzE4OTE0XQ==\">v 16c<\/a>, as the beginning of the next section, which therefore links the passing of the bad times with the promise of an age of renewal. But the repetition of <a class=\"isa\" verses=\"WzE4OTE0XQ==\">16c<\/a>, in <a class=\"isa\" verses=\"WzE4OTE1XQ==\">17b<\/a>, in slightly different form suggests, rather, a deliberate linking of successive strophes, a transition from one stage to the next of an unfolding panorama of the future. <\/p> <p>The continuities in the chapter are reinforced by the repetition of the call-response motif at key points (<a class=\"isa\" verses=\"WzE4ODk5LDE4OTEwLDE4OTIyXQ==\">vv 1, 12, 24<\/a>). The comprehensive judgment of <a class=\"isa\" verses=\"eyIxODg5OSI6N30=\">1&ndash;7<\/a>, is differentiated in <a class=\"isa\" verses=\"eyIxODkwNiI6OX0=\">8&ndash;12 and 13&ndash;16<\/a>, by different frames of reference, the former within and the latter beyond history. The destiny of the &ldquo;Servants&rdquo; likewise moves from the historical to the metahistorical plane. The eschatological scenario viewed from this plane&mdash;new heavens, new earth, new Jerusalem, new name&mdash;is described in terms familiar from the earlier stages of this Isaianic tradition (e.g., <a class=\"isa\" verses=\"WzE4NTI0LDE4ODU3XQ==\">43:18; 62:2<\/a>). <\/p> <p>This prophetic utterance is addressed to the people denounced in <a class=\"isa\" verses=\"W3siMTg4OTkiOjd9LHsiMTg5MDkiOjJ9XQ==\">vv 1&ndash;7 and 11&ndash;12<\/a>, those who forsake (the cult of) YHVH&mdash;in other words, the syncretists. The antithesis between their destiny and that of the &ldquo;Servants&rdquo; is expressed economically and elegantly in three balanced bicola, ending in a kind of rallentando in <a class=\"isa\" verses=\"WzE4OTEyXQ==\">v 14<\/a>. The theme, a familiar feature of revolutionary movements and sects, is eschatological reversal, a vision of the future in which roles are reversed, power and authority (the power to coerce) radically redistributed, and the redemptive media redefined. <\/p> <p>An attempt to probe beneath the surface of these antitheses might begin with an allusion to the theme of the eschatological banquet. Rooted in the mythic image of the banquet of the gods (e.g., <a class=\"ref\"> <em>Enuma Elish<\/em>, III 129&ndash;38; VI 69&ndash;94; the Ugaritic Baal text 51 IV 35&ndash;59<\/a>), it developed in the postbiblical period into an elaborate scenario involving immortality-conferring food and drink (ambrosia, the water of life) and feasting on the flesh of Leviathan (e.g., <a class=\"ref\"> <em>1 <\/em> <em>En.<\/em>,34:4&ndash;35:7; 60:24; 4 <em>Ezra<\/em>,6:52<\/a>; <em>b. <\/em> <em>B. Bat.<\/em>,74b). It seems likely that at Qumran and in early Christian churches the sacramental meals of the respective communities were considered proleptic celebrations of the eschatological banquet (<a class=\"ref\">1Q28a 2:17&ndash;21; Matt 26:29<\/a>: Jesus anticipates drinking the fruit of the vine anew in his Father&rsquo;s kingdom). The theme is anticipated in <a class=\"isa\" verses=\"eyIxODEyNSI6M30=\">Isa 25:6&ndash;8<\/a>, which speaks of rich food, wine well aged, and the final defeat of misery and death. The provision of grain and wine promised in <a class=\"isa\" verses=\"WzE4ODYzXQ==\">62:8<\/a>, has, however, a different background (pace Lau 1994, 199). <\/p> <p>The antitheses also send back an echo of the blessings and curses attached to treaties and covenants. Since curses are functionally more important in this context, it is not surprising that the closest parallel is to be found among the curses listed toward the end of Deuteronomy: <\/p> <p>Since you did not serve (<em>ʿābadt&acirc;<\/em>) YHVH your God with heartfelt joy (<em>bĕśimḥ&acirc; &ucirc;bĕṭ&ucirc;b lēbāb<\/em>) for the abundance of all things, you shall serve your enemies &hellip; in hunger, thirst, nakedness and lack of everything. (<a class=\"ref\">Deut 28:47<\/a>) <\/p> <p>Here we have the essential features of the opponents&rsquo; destiny&mdash;hunger, thirst, shame (nakedness), and general misery&mdash;expressed in much the same language. <a class=\"isa\" verses=\"eyIxODkxMSI6Mn0=\">Isaiah 65:13&ndash;14<\/a>, represents, therefore, an eschatologized version of this anticipated outcome of the refusal to serve. <\/p> <p>We can dispel some of the obscurity surrounding the identity of the Servants and their opponents referred to here by noting the connection of this denunciation with the anonymous prophet&rsquo;s address to those who tremble at YHVH&rsquo;s word (<em>haḥărēd&icirc;m ʾel-dĕbār&ocirc;<\/em>) in <a class=\"isa\" verses=\"WzE4OTI4XQ==\">66:5<\/a>: <\/p> <p>Hear the word of YHVH, you who tremble at his word! <\/p> <p>Your brethren who hate you, <\/p> <p>who cast you out for my name&rsquo;s sake have said, <\/p> <p>&ldquo;May YHVH reveal his glory, that we may witness your joy!&rdquo; <\/p> <p>But it is they who will be put to shame. <\/p> <p>In this instance the opponents are referred to obliquely rather than directly. The antithesis between the ultimate destiny of the Servants and the destiny of their opponents in <a class=\"isa\" verses=\"eyIxODkxMSI6Mn0=\">65:13&ndash;14<\/a>, can be read either as the occasion for or the reply to the taunt of the opponents in <a class=\"isa\" verses=\"WzE4OTI4XQ==\">66:5<\/a>: &ldquo;May YHVH reveal his glory, so that we may witness your joy!&rdquo; <\/p> <p>If this is so, the <em>ʾăbād&icirc;m<\/em>, (&ldquo;Servants&rdquo;) of <a class=\"isa\" verses=\"eyIxODkxMSI6Mn0=\">65:13&ndash;14<\/a>, would be identical though perhaps not contemporaneous with the <em>ḥărēd&icirc;m<\/em>, (&ldquo;Tremblers&rdquo;) of <a class=\"isa\" verses=\"WzE4OTI4XQ==\">66:5<\/a>, and they would be a group excommunicated by their opponents, at least partly on account of their eschatological beliefs. For this to happen, the opponents must have included the religious authorities&mdash;in other words the men who controlled the Jerusalem temple. This in its turn confirms our suspicion that those who have forsaken YHVH and neglected his holy mountain (<a class=\"isa\" verses=\"WzE4OTA5XQ==\">65:11<\/a>) include the temple authorities. This issue of the identity of the Servants and their opponents will be discussed further in the Commentary on <a class=\"isa\" verses=\"WzE4OTI4XQ==\">66:5<\/a>. <\/p> <p>The opponents are then told that after their disappearance from the scene their name will continue in circulation as a curse. What this means can be seen from the terrible fate of the Judeo-Babylonian prophets Ahab ben-Kolaiah and Zedekiah ben-Maaseiah, during the reign of Nebuchadrezzar, whom the Babylonians roasted to death and whose names passed into common usage in a curse formula: &ldquo;May YHVH make you like Ahab and Zedekiah, whom the king of Babylon roasted in the fire&rdquo; (<a class=\"ref\">Jer 29:21&ndash;23<\/a>). A psalmist who has suffered some serious misfortune also claims that his name is being used as a curse (<a class=\"ref\">Ps 102:9[8]<\/a>), and the same prospect is used as a threat against the woman accused of marital infidelity (<a class=\"ref\">Num 5:21<\/a>). It remains unclear whether the threat in Isa <a class=\"isa\" verses=\"WzE4OTEzXQ==\">65:15<\/a>, involves personal names or whether the author is thinking of a collective designation, either real or symbolic. If a collective designation, we are given no clue what it was. <\/p> <p>The different name to be assigned to the Servants is equally obscure. It may simply mean that their name, and therefore their destiny, will be different from their opponents&rsquo;, a name with which to bless rather than with which to curse. If the anomalous relative pronoun <em>ʾă&scaron;er<\/em>, at the beginning of <a class=\"isa\" verses=\"WzE4OTE0XQ==\">v 16<\/a>, may be translated &ldquo;so that &hellip;,&rdquo; we might be led to conclude that they are to bear the name of the God Amen&mdash;that therefore they are to be known as the Amen people, the people that say Yes to God. This appellation&mdash;the God Amen&mdash;is often emended out of existence, but early Jewish and early Christian readers did not regard it as implausible (see <a class=\"ref\">2 Cor 1:17&ndash;20; Rev 3:14<\/a>; and Jepsen 1974), and no one has taken exception to the equally strange appellative <em>ʾehyeh<\/em>, in <a class=\"ref\">Exod 3:14 and Hos 1:9<\/a>. <\/p> <p>This interpretation of the Servants&rsquo; new name is tempting but, pace Blenkinsopp (1990, 10), the temptation should be resisted. The idea of a new name is consistent with a major theme that informs this post-destruction Isaianic tradition from its earliest stages&mdash;new events (<a class=\"isa\" verses=\"WzE4NDkwLDE4NjIxXQ==\">42:9; 48:6<\/a>), a new intervention of God (<a class=\"isa\" verses=\"WzE4NTI1XQ==\">43:19<\/a>), a new song to be sung (<a class=\"isa\" verses=\"WzE4NDkxXQ==\">42:10<\/a>)&mdash;and is taken up in later stages of development. Zion&rsquo;s old name, Azuvah (= Abandoned), will give way to the new name Hephzivah (= My Delight is in Her); the old name of the land, Shemamah (= Desolation) will give way to the new name Beulah (= Married; <a class=\"isa\" verses=\"eyIxODg1NyI6M30=\">62:2&ndash;4<\/a>). In a continuation of the reversal theme, the Servants&rsquo; new name, which is to be conferred in the future, will be symbolic of a new epoch, different from the time of the former troubles. This play upon curse and blessing has undertones of Abraham&rsquo;s story. YHVH&rsquo;s name is invoked in both curse and blessing, and the Name Amen signifies that he gives reliable warranty for both, as he did with Abraham (<a class=\"ref\">Gen 12:1&ndash;3<\/a>). <\/p> <p>Blenkinsopp, J. (2008). <em>Isaiah 56&ndash;66: a new translation with introduction and commentary<\/em>, (Vol. 19B, pp. 280&ndash;283). New Haven; London: Yale University Press. <\/p>",
    "audit": 1
}