{
    "id": 2122,
    "source": "blenkinsopp",
    "verse_id": 18469,
    "verse_count": 4,
    "reference": "41:17–20",
    "title": "Ecological Transformation of the Land",
    "html": " <p>Throughout these opening chapters the challenge directed at foreign powers and their patron deities (<a class=\"isa\" verses=\"W3siMTg0MzMiOjE1fSx7IjE4NDUzIjo3fSx7IjE4NDczIjo5fV0=\">40:12&ndash;26; 41:1&ndash;7, 21&ndash;29 <\/a>) alternates with words of reassurance addressed to the Judean community (<a class=\"isa\" verses=\"W3siMTg0NDgiOjV9LHsiMTg0NjAiOjEzfSx7IjE4NDgyIjo5fV0=\">40:27&ndash;31; 41:8&ndash;20; 42:1&ndash;9 <\/a>), a rhetorical strategy designed to convince the audience that new possibilities are opening up on the international scene. It is therefore intended to prepare for the explicit endorsement of Cyrus, as yet referred to only indirectly (<a class=\"isa\" verses=\"W3siMTg0MjciOjN9LHsiMTg0NTQiOjR9LHsiMTg0NzciOjV9XQ==\">40:6&ndash;8; 41:2&ndash;5, 25&ndash;29 <\/a>). <\/p> <p>Westermann (1969, 78&ndash;81) suggests that the passage may be understood as the divine response to a communal liturgical lament&mdash;for example, during a drought (cf. <a class=\"ref\">Jer 14:2&ndash;6 <\/a>). The theme of ecological transformation (the &ldquo;back-to-nature&rdquo; theme) or degradation appears more frequently in <a class=\"isa\" verses=\"bnVsbA==\">Isa 1&ndash;35 <\/a>,than in other prophetic compilations (<a class=\"isa\" verses=\"W1sxNzc1NywxNzc4MV0seyIxNzkyNiI6NH0seyIxNzk1MSI6Mn0sWzE3OTg2LDE3OTkzXSx7IjE4MTYyIjoyfSx7IjE4MjQxIjozfSx7IjE4MjczIjo4fSx7IjE4MzEyIjo0fSx7IjE4MzE3IjozfV0=\">5:17; 6:11; 13:19&ndash;22; 14:22&ndash;23; 17:2, 9; 27:10&ndash;11; 30:23&ndash;25; 32:13&ndash;20; 34:8&ndash;11, 13&ndash;15 <\/a>) and is developed in different directions in the second half of the book (<a class=\"isa\" verses=\"W1sxODQ5MiwxODQ5Nl0seyIxODUyNCI6NH0sWzE4NTM3XSx7IjE4NjM1IjozfSx7IjE4NjQ2Ijo1fSxbMTg2NTYsMTg2NzddXQ==\">42:11, 15; 43:18&ndash;21; 44:3; 48:20&ndash;22; 49:9&ndash;13, 19; 51:3 <\/a>). In this instance we hear that the land will be rendered fertile once again and will be reforested with trees, providing shade for the land and its inhabitants. Most of the commentators assume that these benevolent acts are to facilitate the anticipated return from the Babylonian diaspora, but the passage says nothing of this. The transformation is to take place on the hills and the plains, the desert (<em>midbār <\/em>), the wilderness (<em>ʿărāb&acirc; <\/em>), and the arid land (<em>ṣiyy&acirc; <\/em>); compare <a class=\"isa\" verses=\"WzE4NDk2XQ==\">42:15 <\/a>,, in which Yahveh brings about a state of ecological degradation expressed in much the same language. <\/p> <p>Moreover, the planting of seven species of large trees (only the first four mentioned can be securely identified) along the route from Babylon is a less likely scenario than the reforestation of Judah after the inevitable devastation of native flora and fauna by an army of occupation, especially since the species mentioned are native to Syria&mdash;Palestine but not to Mesopotamia. (Note that the palm tree is not even mentioned.) The provision of water in the wilderness is certainly used in the context of a return from the diaspora in Babylon and elsewhere (<a class=\"isa\" verses=\"W3siMTg1MjQiOjR9LHsiMTg2MzUiOjN9LHsiMTg2NDYiOjV9XQ==\">43:18&ndash;21; 48:20&ndash;22; 49:9&ndash;13 <\/a>), but the motif is not confined to that situation. The terms <em>midbār <\/em>,and <em>ʿărāb&acirc; <\/em>,could apply very well to Judah in the post-destruction period. Zion also has its deserts and wildernesses which, the seer promises, will be turned into a Garden of Eden (<a class=\"isa\" verses=\"WzE4Njc3XQ==\">51:3 <\/a>). <\/p> <p>Blenkinsopp, J. (2008). <em>Isaiah 40&ndash;55: A New Translation with Introduction and Commentary <\/em>,(Vol. 19A, pp. 202&ndash;203). New Haven; London: Yale University Press. <\/p>,",
    "audit": 1
}