{
    "id": 2164,
    "source": "blenkinsopp",
    "verse_id": 18823,
    "verse_count": 22,
    "reference": "60:1-22",
    "title": "An Apostrophe to Zion",
    "html": "<p>The place of ch. <a class=\"isa\" verses=\"bnVsbA==\">60<\/a> in chs. <a class=\"isa\" verses=\"bnVsbA==\">56&ndash;66<\/a> and the book of Isaiah as a literary whole has been a major issue in discussions of the formation of this final segment of the book. With the exception of the few scholars who still maintain (following Duhm, Torrey, and Elliger) that <a class=\"isa\" verses=\"bnVsbA==\">56&ndash;66<\/a> is the product of one author, the thesis that chs. <a class=\"isa\" verses=\"bnVsbA==\">60&ndash;62<\/a> form the core of &ldquo;Trito-Isaiah&rdquo; has come to be widely accepted. Unlike the other major sections in chs. <a class=\"isa\" verses=\"bnVsbA==\">56&ndash;66<\/a>&mdash;that is, <a class=\"isa\" verses=\"W3siMTg3NTUiOjY4fSx7IjE4ODk5Ijo0OX1d\">56&ndash;59 and 65&ndash;66<\/a>&mdash;these chapters speak exclusively of salvation. There are no denunciations and comminations; no conditions are laid down for access to the salvation on offer, except the willingness to accept it; and, with the possible exception of those who mourn over Zion and the promised day of vindication (<a class=\"isa\" verses=\"bnVsbA==\">61:2&ndash;3<\/a>), there are no overt signs of division between the elect and the reprobates of the kind much in evidence in chs. <a class=\"isa\" verses=\"bnVsbA==\">65&ndash;66<\/a>. That chs. <a class=\"isa\" verses=\"bnVsbA==\">60&ndash;62<\/a> have particularly close thematic and linguistic links with chs. <a class=\"isa\" verses=\"bnVsbA==\">40&ndash;55<\/a> has also created a presumption in favor of their basic status and therefore their earlier dating.<\/p><p>The hypothesis that chs. <a class=\"isa\" verses=\"bnVsbA==\">60&ndash;62<\/a> form the original Trito-Isaianic core, and are therefore closest thematically to Deutero-Isaiah is certainly arguable and probably correct, but not as unproblematic as some commentators have assumed. The euphoric and upbeat tone of <a class=\"isa\" verses=\"bnVsbA==\">60&ndash;62<\/a> is not entirely consonant with the note of disillusionment and skepticism about prophetic assurances that we hear from time to time in <a class=\"isa\" verses=\"bnVsbA==\">40&ndash;55<\/a>, especially in <a class=\"isa\" verses=\"bnVsbA==\">49&ndash;55<\/a>, and it may seem strange that the fate of the prophetic Servant finds no clear and unambiguous echo in <a class=\"isa\" verses=\"bnVsbA==\">60&ndash;62<\/a>. We would also have to ask why chs. <a class=\"isa\" verses=\"bnVsbA==\">60&ndash;62<\/a> are located in the center of this final segment of the book, preceded and followed by passages dealing with the actual, empirical, and largely unsatisfactory situation of the Jewish community addressed.<\/p><p>The question has been raised from time to time whether these three chapters forming the Trito-Isaianic core are in their original order. Duhm (1922, 454) speculated that Trito-Isaiah was originally divided into two halves of equal length, <a class=\"isa\" verses=\"W3siMTg4NDUiOjEwM30seyIxODc1NSI6OTB9XQ==\">61&ndash;66 and 56&ndash;60<\/a>, the order of which was reversed, perhaps accidentally. Volz (1932, 254&ndash;55) thought that <a class=\"isa\" verses=\"bnVsbA==\">61<\/a> (with the exception of vv <a class=\"isa\" verses=\"bnVsbA==\">5&ndash;6<\/a>), which speaks of YHVH&rsquo;s day of vindication (<em>nāqām<\/em>) and is concerned with those of low social status (<em>ʿănāv&icirc;m<\/em>) who are still in mourning was quite different from <a class=\"isa\" verses=\"W3siMTg4MjMiOjIyfSx7IjE4ODU2IjoxMn1d\">60 and 62<\/a>. He therefore proposed this original order: <a class=\"isa\" verses=\"W3siMTg4MjMiOjIyfSx7IjE4ODU2IjoxMn0seyIxODg0NSI6MTF9XQ==\">60, 62, 61<\/a>. More recently, Pauritsch (1971, 103&ndash;6) reconstructed the sayings in the order <a class=\"isa\" verses=\"W3siMTg4NDUiOjExfSx7IjE4ODU2IjoxMn0seyIxODgyMyI6MjJ9XQ==\">61, 62, 60<\/a> with <a class=\"isa\" verses=\"MTg4NjU=\">62:10<\/a> introducing <a class=\"isa\" verses=\"W3siMTg4MjMiOjIyfSx7IjE4ODY2IjoyfV0=\">60:1&ndash;22 and 62:11&ndash;12<\/a> serving as the finale to the entire unit, added by a redactor.<\/p><p>One rather basic problem with reconstructive attempts such as that of Pauritisch is that they lack inevitability. It is generally possible to think of several ways in which a text <em>could<\/em> be arranged differently, but in doing so the principal task, that of explaining the text as it is, in the order in which it is present to the reader, is often neglected. Volz had correctly noted some special features of ch. <a class=\"isa\" verses=\"bnVsbA==\">61<\/a> that set it apart from <a class=\"isa\" verses=\"W3siMTg4MjMiOjIyfSx7IjE4ODU2IjoxMn1d\">60 and 62<\/a>, but he failed to note the principal difference: namely, <a class=\"isa\" verses=\"W3siMTg4MjMiOjIyfSx7IjE4ODU2IjoxMn1d\">60 and 62<\/a> are both apostrophes to Zion\/Jerusalem, and 61 is not. We can then conclude that <a class=\"isa\" verses=\"bnVsbA==\">60&ndash;62<\/a> as a unit replicates the same envelope schema (a-b-a) according to which chs.<a class=\"isa\" verses=\"bnVsbA==\"> 56&ndash;66<\/a> as a whole are organized: <a class=\"isa\" verses=\"W3siMTg3NTUiOjY4fSx7IjE4ODIzIjo0NX0seyIxODg2OCI6ODB9XQ==\">56&ndash;59, 60&ndash;62, 63&ndash;66<\/a>.<\/p><p>We can take this further and suggest that the highly distinctive declaration of an anonymous prophet about his prophetic credentials and assignment in <a class=\"isa\" verses=\"bnVsbA==\">61:1&ndash;3b<\/a> has been placed deliberately in the center of <a class=\"isa\" verses=\"bnVsbA==\">60&ndash;62<\/a>&mdash;there are 44 verses (i.e., lines) preceding and 45 following this passage, or, to be more precise, there are 295 words preceding and 296 following it (I owe this calculation to D. N. Freedman). This gives us another a-b-a pattern within the larger scheme. As I noted in the Introduction, <a class=\"isa\" verses=\"bnVsbA==\">63:1&ndash;3b<\/a> can be read as the signature of the prophetic author of <a class=\"isa\" verses=\"bnVsbA==\">60&ndash;62<\/a>, who is recommending the good news announced to Zion in this section as endowed with the highest authority. That <a class=\"isa\" verses=\"bnVsbA==\">61:1&ndash;3b<\/a> has been spliced into this lengthy apostrophe to Zion is suggested by the fact that <a class=\"isa\" verses=\"MTg4NDc=\">61:3c&ndash;7<\/a> continues <a class=\"isa\" verses=\"bnVsbA==\">60:1&ndash;22<\/a> and, more specifically, that <a class=\"isa\" verses=\"MTg4NDc=\">61:3c<\/a> (&ldquo;They will be called strong and sturdy oaks \/ that YHVH has planted for his glory&rdquo;) belongs with <a class=\"isa\" verses=\"MTg4NDM=\">60:21<\/a>: <em>ʾ&ecirc;l&ecirc; haṣṣedeq<\/em> cf. <em>ṣadd&icirc;q&icirc;m, maṭṭaʿ YHVH lĕhitpāʾēr<\/em> cf. <em>nēṣer maṭṭʿay &hellip; lĕhitpāʾēr<\/em>.<\/p><p>There are, needless to say, exceptions to the quasi consensus on <a class=\"isa\" verses=\"bnVsbA==\">60&ndash;62<\/a> as the Trito-Isaianic core, especially among scholars addicted to redactional investigation at the microtextual level. It would take up too much space and test the patience of the reader unduly to attempt an exhaustive review of scholarly opinion on the subject, but one or two examples from recent decades may be given. Practically all commentators agree that <a class=\"isa\" verses=\"MTg4MzQ=\">60:12<\/a> is a scribal addition, and there are others who doubt that <a class=\"isa\" verses=\"bnVsbA==\">60:19&ndash;20<\/a>, read as a rather literalistic reinterpretation of vv <a class=\"isa\" verses=\"bnVsbA==\">1&ndash;3<\/a> on the theme of light, was originally part of the poem (P. A. Smith 1995, 24&ndash;25). Steck argued for the dependence on chs. <a class=\"isa\" verses=\"bnVsbA==\">40&ndash;55<\/a> of individual passages and even minute units of text in these three chapters, as distinct from other passages that also betray dependence on <a class=\"isa\" verses=\"bnVsbA==\">1&ndash;39<\/a> and that he therefore judged to be secondary and redactional. With the help of this distinction, he then built up an elaborate theory of the formation of his <em>Grossjesajabuch.<\/em> The implication for ch. <a class=\"isa\" verses=\"bnVsbA==\">60<\/a> was that it must have passed through at least three stages of formation before arriving at its present form. He assigned vv <a class=\"isa\" verses=\"W3siMTc2NTYiOjE5Nn0seyIxNzkwOCI6Nzd9XQ==\">1&ndash;9, 13&ndash;16<\/a> to the mid-fifth century b.c.e., vv <a class=\"isa\" verses=\"bnVsbA==\">10&ndash;11<\/a> to the time of Nehemiah, and vv <a class=\"isa\" verses=\"bnVsbA==\">17&ndash;22<\/a> to the Hellenistic period (see especially Steck 1991a, 14&ndash;19).<\/p><p>Applying similar criteria, Vermeylen (1978, 471&ndash;78) read the original nucleus of the poem in ch. <a class=\"isa\" verses=\"bnVsbA==\">60<\/a> as reflecting the euphoria of the first return to Judah in the final decades of the sixth century. But themes that he judged to be incompatible with this scenario, or verses that he read as <em>relectures<\/em> of earlier material, were assigned to a secondary redactional level. These include vv <a class=\"isa\" verses=\"bnVsbA==\">14&ndash;18<\/a>, constituting a <em>relecture<\/em> of the original Trito-Isaianic poem, and parts of vv <a class=\"isa\" verses=\"W3siMTc3MzUiOjZ9LHsiMTc4MzEiOjIxfV0=\">4 and 9<\/a>, which introduce the theme of Gentiles&rsquo; repatriating Jews, which Vermeylen took to be a distinct and later idea. For Koenen (1990, 137&ndash;57), &ldquo;proclaiming the praises of YHVH&rdquo; (from <a class=\"isa\" verses=\"bnVsbA==\">6b<\/a>), the similar allusion in <a class=\"isa\" verses=\"bnVsbA==\">9b<\/a>, and divine speech in <a class=\"isa\" verses=\"bnVsbA==\">10b and 13b<\/a> betray editorial activity, and v <a class=\"isa\" verses=\"bnVsbA==\">21<\/a> was inserted to bind chs. <a class=\"isa\" verses=\"W3siMTg4MjMiOjIyfSx7IjE4ODQ1IjoxMX1d\">60 and 61<\/a> together.<\/p><p>Since biblical texts such as ch. <a class=\"isa\" verses=\"bnVsbA==\">60<\/a> were not copyrighted and had not yet attained canonical immunity from later intrusion, it would not be surprising if they contained scribal expansions and explanatory glossing. It would not be unreasonable, for example, to speculate that the poem originally ended at v <a class=\"isa\" verses=\"bnVsbA==\">16<\/a> (&ldquo;your Redeemer, the Strong One of Jacob&rdquo;) or v <a class=\"isa\" verses=\"bnVsbA==\">20<\/a> (&ldquo;your days of mourning will be ended&rdquo;), but these speculations only rarely move beyond mere possibilities. It seems, then, on the whole, advisable to assume the substantial integrity of a text such as <a class=\"isa\" verses=\"bnVsbA==\">60:1&ndash;22<\/a>, in the absence of unmistakably clear indications to the contrary.<\/p><p>The situation with respect to chs. <a class=\"isa\" verses=\"bnVsbA==\">60&ndash;62<\/a> as a unit one and indivisible, the core of Trito-Isaiah, is however not so clear. Following <a class=\"isa\" verses=\"bnVsbA==\">60:1&ndash;22<\/a>, the community is referred to in the third person (<a class=\"isa\" verses=\"bnVsbA==\">61:1&ndash;4<\/a>). A speaker then addresses the community directly (<a class=\"isa\" verses=\"bnVsbA==\">61:5&ndash;6<\/a> or <a class=\"isa\" verses=\"bnVsbA==\">61:5&ndash;7<\/a>), followed by speech in divine <em>oratio recta<\/em> (<a class=\"isa\" verses=\"bnVsbA==\">61:8&ndash;9<\/a>) and rounded off with a hymn (<a class=\"isa\" verses=\"bnVsbA==\">61:10&ndash;11<\/a>). The apostrophe to Zion that follows (<a class=\"isa\" verses=\"bnVsbA==\">62:1&ndash;9<\/a>) and the section as a whole are brought to a close with a summons to prepare the way for salvation, one of several such calls that constitute one of the clearest structural markers in chs. <a class=\"isa\" verses=\"bnVsbA==\">40&ndash;66<\/a> (<a class=\"isa\" verses=\"W3siMTg0MjIiOjN9LHsiMTg2MzUiOjN9LHsiMTg3MDgiOjJ9LHsiMTg4NjUiOjN9XQ==\">40:1&ndash;3; 48:20&ndash;22; 52:11&ndash;12; 62:10&ndash;12<\/a>).<\/p><p>It seems, then, that chs. <a class=\"isa\" verses=\"bnVsbA==\">60&ndash;62<\/a> constitute an assemblage of different types of material, though all bearing in one way or another on the central theme of God&rsquo;s decisive intervention on behalf of Jerusalem and the faithful core of the people. Whether the result is a compilation from different authors or the work of one alone cannot be determined, but in either case a unifying intent is indicated. In the first place, chs. <a class=\"isa\" verses=\"bnVsbA==\">60&ndash;62<\/a> begin and end with the coming of the saving God to Zion (<a class=\"isa\" verses=\"W3sic2luZ2xlcyI6WzE4ODY2XX0seyIxODgyMyI6M31d\">60:1&ndash;3; 62:11<\/a>). The presentation of YHVH as warrior-God before and after these three chapters (<a class=\"isa\" verses=\"W3sic2luZ2xlcyI6WzE4ODE2XX0seyIxODg2OCI6Nn1d\">59:15b&ndash;19; 63:1&ndash;6<\/a>) provides a literary inclusion or envelope and a vision of final judgment corresponding to the salvation presented in <a class=\"isa\" verses=\"bnVsbA==\">60&ndash;62<\/a>. In Isaiah, salvation and judgment always come together. <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 63:1&ndash;6<\/a> should not, therefore, be considered part of the core section, contra P. A. Smith (1995, 38&ndash;44).<\/p><p>The poem in <a class=\"isa\" verses=\"bnVsbA==\">60:1&ndash;22<\/a> is prosodically fairly regular, set out in the usual bicola and tricola. Since there are no clearly delimited strophes, commentators divide the poem in different ways. Muilenburg (1956, 697) has ten strophes divided into an introduction (<a class=\"isa\" verses=\"bnVsbA==\">1&ndash;3<\/a>) and three sections (<a class=\"isa\" verses=\"W3siMTc3MzUiOjExN30seyIxNzg1MiI6MTMzfSx7IjE3OTg1Ijo5NH1d\">4&ndash;9, 10&ndash;16, 17&ndash;22<\/a>), each with three strophes of roughly equal length. The division into six adopted in this translation corresponds with Muilenburg&rsquo;s main divisions, but how one divides the poem is not a matter of great importance. While the passage seems to be introduced quite abruptly, there is a connection with the preceding material in that the light and glory coming over Zion give vivid expression to the coming of YHVH as Judge and Redeemer in <a class=\"isa\" verses=\"bnVsbA==\">59:19&ndash;20<\/a>. As an &ldquo;apostrophe to Zion,&rdquo; it belongs very clearly to the same category as similar poems in chs. <a class=\"isa\" verses=\"bnVsbA==\">49&ndash;54<\/a>: namely, <a class=\"isa\" verses=\"W3siMTg2NTEiOjEzfSx7IjE4NjkxIjo3fSx7IjE4Njk4IjoyfSx7IjE4NzA0Ijo0fSx7IjE4NzI1IjoxN31d\">49:14&ndash;26; 51:17&ndash;23; 52:1&ndash;2, 7&ndash;10; and 54:1&ndash;17<\/a>.<\/p><p>The first stanza (vv <a class=\"isa\" verses=\"bnVsbA==\">1&ndash;3<\/a>) is elegantly structured. Jerusalem is the center and the rest of the world the periphery, but the motif of the earth and its population out there in the dark is enveloped and contained by the familiar topos of Zion as a central zone of light. The key word <em>ʾ&ocirc;r<\/em> (&ldquo;light&rdquo;), the corresponding verb (vv <a class=\"isa\" verses=\"bnVsbA==\">1, 3a<\/a>), <em>zāraḥ<\/em> (&ldquo;to dawn&rdquo;) and its corresponding noun (vv <a class=\"isa\" verses=\"bnVsbA==\">1, 2b, 3<\/a>), and <em>kāb&ocirc;d<\/em> (&ldquo;glory,&rdquo; <a class=\"isa\" verses=\"bnVsbA==\">1, 2b<\/a>) contrast with <em>ḥō&scaron;ek<\/em> (&ldquo;darkness&rdquo;) and <em>ʿărāpel<\/em> (&ldquo;deep gloom&rdquo;) in the middle (<a class=\"isa\" verses=\"bnVsbA==\">2a<\/a>). We may catch a faint echo here of the ninth Egyptian plague: &ldquo;There was deep darkness on all the land of Egypt &hellip;, but for all the Israelites there was light&rdquo; (<a class=\"ref\">Exod 10:22&ndash;23<\/a>). The same echo can be heard more strongly in Ezekiel&rsquo;s mock-lament over an Egyptian ruler: &ldquo;I will put darkness on your land&rdquo; (<a class=\"ref\">Ezek 32:8<\/a>: <em>ʾereṣ<\/em>, &ldquo;land&rdquo; can also mean &ldquo;earth&rdquo;); one of several indications that the plague narrative owes a debt to prophetic preaching.<\/p><p>The summons to Zion to rise up and shine forth is a further extension of a theme often repeated in chs. <a class=\"isa\" verses=\"bnVsbA==\">49&ndash;54<\/a>, especially in the apostrophes to Zion that have preceded this one (<a class=\"isa\" verses=\"W3siMTg2NTEiOjEzfSx7IjE4NjkxIjo3fSx7IjE4Njk4IjoyfSx7IjE4NzA0Ijo0fSx7IjE4NzI1IjoxN31d\">49:14&ndash;26; 51:17&ndash;23; 52:1&ndash;2, 7&ndash;10; 54:1&ndash;17<\/a>). In these very similar poems, the Woman Zion is urged to rouse herself (<em>hitʿ&ocirc;rĕr&icirc;, ʿ&ucirc;r&icirc;<\/em>, <a class=\"isa\" verses=\"W3sic2luZ2xlcyI6WzE4NjkxXX0seyIxODY5OCI6Mn1d\">51:17; 52:1&ndash;2<\/a>), to rejoice (<em>rānn&icirc;, piṣḥ&icirc; rinn&acirc;, ṣahăl&icirc;<\/em>, <a class=\"isa\" verses=\"MTg3MjU=\">54:1<\/a>), and to rise up (<em>q&ucirc;m&icirc;<\/em>, <a class=\"isa\" verses=\"WzE4NjkxLDE4Njk5XQ==\">51:17; 52:2a<\/a>). The God who comes, whose coming is announced throughout chs. <a class=\"isa\" verses=\"bnVsbA==\">56&ndash;66<\/a>, is the source of the light. The poet is therefore thinking of Zion as reflecting the light, somewhat like the shining face of Moses at Sinai (<a class=\"ref\">Exod 34:29&ndash;35<\/a>). The verb translated &ldquo;dawn&rdquo; <em>(zāraḥ)<\/em> is the normal term for sunrise (e.g., <a class=\"ref\">Qoh 1:5<\/a>), but it also belongs to the language of theophany, the coming of God:<\/p><p>YHVH came from Sinai<\/p><p>and dawned from Seir upon us. (<a class=\"ref\">Deut 33:2<\/a>)<\/p><p>The promise of light, and therefore enlightenment, with the coming of God, is a theme of frequent occurrence in hymns, no doubt with reference to intense liturgical experience (<a class=\"ref\">Ps 27:1; 36:10<\/a>). The contrast between light and darkness is also Trito-Isaianic (<a class=\"isa\" verses=\"WzE4Nzk3LDE4ODEwXQ==\">58:10; 59:9<\/a>), and perhaps can be traced back to the old idea of the &ldquo;Day of YHVH.&rdquo; (&ldquo;What is the Day of YHVH to you? It is darkness and not light!&rdquo; <a class=\"ref\">Amos 5:18b<\/a>.) The eschatological vision of both foreigners and Israelites going up to Jerusalem to &ldquo;walk in the light of YHVH&rdquo; in <a class=\"isa\" verses=\"bnVsbA==\">Isa 2:2&ndash;5<\/a> (= <a class=\"ref\">Mic 4:1&ndash;5<\/a>) is also thematically close to ch. <a class=\"isa\" verses=\"bnVsbA==\">60<\/a>, though perhaps somewhat earlier because it contains no hint of compulsion (Lau 1994, 34).<\/p><p>Light is often associated with the glory of God (<em>kĕb&ocirc;d YHVH<\/em>), and in this respect <a class=\"isa\" verses=\"bnVsbA==\">60:1&ndash;3<\/a> is the fulfillment of the promise made at the beginning of the second major section of the book: &ldquo;the glory of YHVH will be revealed,&rdquo; <a class=\"isa\" verses=\"MTg0MjY=\">40:5<\/a>. There is in the Isaianic tradition an understanding of the key term <em>kĕb&ocirc;d YHVH<\/em> (&ldquo;the glory of YHVH&rdquo;) that is rather different from that of Ezekiel, who represents the <em>kāb&ocirc;d<\/em> as abandoning the temple shortly before its destruction and sees in vision its future return (<a class=\"ref\">Ezek 9:3; 10:18&ndash;19; 11:22&ndash;25; 43:2&ndash;5; 44:4<\/a>). The prophet Isaiah&rsquo;s vision of the <em>kāb&ocirc;d<\/em> during a heavenly liturgy in the presence of &ldquo;the king, YHVH of the hosts&rdquo; (<a class=\"isa\" verses=\"bnVsbA==\">Isa 6:3&ndash;5<\/a>), points in a somewhat different direction&mdash;namely, that of YHVH&rsquo;s glory revealed when his kingdom is established and his kingship proclaimed in Zion. We hear unmistakable echoes of our poem in an eschatological addendum to a late liturgical passage in the first major section of the book:<\/p><p>The moon will be put to shame and the sun abashed when YHVH of the hosts inaugurates his reign on Mount Zion and in Jerusalem, revealing his glory in the presence of his elders. (<a class=\"isa\" verses=\"MTgxMTk=\">24:23<\/a>)<\/p><p>This in its turn links with the hymns celebrating the kingship of YHVH (<a class=\"ref\">Pss 93, 95&ndash;99<\/a>) that take up old, familiar myths of combat, the subduing of the chaotic waters, creation, and temple-building (von Rad). These enthronement psalms speak of the coming of God in salvation and judgment (<a class=\"ref\">Ps 96:13; 98:9<\/a>), they describe how he sets up his throne and, with it, his footstool in Jerusalem (<a class=\"ref\">Ps 93:2; 97:2; 99:1<\/a>), his &ldquo;holy mountain&rdquo; (<a class=\"ref\">Ps 99:9<\/a>), and how this will be an occasion for Zion to rejoice (<a class=\"ref\">Ps 97:8<\/a>) and for all people to see his glory (<a class=\"ref\">Ps 97:6<\/a>). This is what the poem in ch. <a class=\"isa\" verses=\"bnVsbA==\">60<\/a> is about, and it leads us to think of this first stanza as in essence proclaiming the inauguration of the kingship of YHVH in Jerusalem, specifically in the temple rebuilt or to be rebuilt. In this respect, the &ldquo;message&rdquo; is similar to that of Haggai, for whom the rebuilding of the temple was an essential precondition for the manifestation of the glory of YHVH of the hosts (<a class=\"ref\">Hag 1:8<\/a>). (This designation, <em>YHVH ṣĕbāʾ&ocirc;t<\/em>, connected with the kingship of YHVH, occurs 11 times in this brief prophecy.) The principal difference is that, unlike the author of <a class=\"isa\" verses=\"bnVsbA==\">Isa 60:1&ndash;22<\/a>, Haggai believed that YHVH&rsquo;s kingship would be exercised through a human agent.<\/p><p>The next stanza (<a class=\"isa\" verses=\"bnVsbA==\">Isa 60:4&ndash;7<\/a>) takes over and develops one of the major themes of chs. <a class=\"isa\" verses=\"bnVsbA==\">40&ndash;55<\/a>, namely, the repatriation of diaspora Jews. With this idea is linked the theme of rich tribute, arriving by sea&mdash;therefore from the west; and on the backs of camels serving as pack animals, &ldquo;the ships of the desert&rdquo;&mdash;therefore from the east. The natural assumption is that this is tribute brought by the nations and kings mentioned in v <a class=\"isa\" verses=\"bnVsbA==\">3<\/a> and that the occasion is the proclamation of the universal kingship of YHVH and the inauguration of his reign in Jerusalem. It is therefore natural that the tribute should include animals for sacrifice in the temple, either already functioning or to be built.<\/p><p>That the author is recapitulating and developing themes from his prophetic predecessor, at times practically verbatim, becomes apparent when we compare v <a class=\"isa\" verses=\"bnVsbA==\">4<\/a> with the following:<\/p><p>Look, these are coming from afar,<\/p><p>look, these others from the north and the west,<\/p><p>and yet others from the land of Syene.&hellip;<\/p><p>Lift up your eyes, look about you;<\/p><p>they are all assembled, to you they come.&hellip;<\/p><p>I lift up a signal for the peoples;<\/p><p>they will carry your sons in their laps,<\/p><p>your daughters will be borne on their shoulders. (<a class=\"isa\" verses=\"WzE4NjQ5LDE4NjU1LDE4NjU5XQ==\">49:12, 18, 22<\/a>)<\/p><p>The repatriation theme is well represented in both chs.<a class=\"isa\" verses=\"bnVsbA==\"> 1&ndash;39 and chs. 40&ndash;55<\/a>, where diaspora centers in Mesopotamia, Egypt, Ethiopia (Sudan), and north Syria are mentioned (<a class=\"isa\" verses=\"W3sic2luZ2xlcyI6WzE3ODk2XX0seyIxODE2NCI6Mn1d\">11:11; 27:12&ndash;13<\/a>, where &ldquo;Assyria&rdquo; and &ldquo;Egypt&rdquo; could stand for regions in the Seleucid and Ptolemaic Empires, respectively; <a class=\"isa\" verses=\"W3sic2luZ2xlcyI6WzE4NTc2LDE4NjQ5XX0seyIxODUxMSI6M31d\">43:5&ndash;7; 45:14; 49:12<\/a>). More often than not, the task of repatriating diaspora Jews is entrusted to Gentiles (<a class=\"isa\" verses=\"W3sic2luZ2xlcyI6WzE3ODk3LDE4NTc1XX0seyIxNzkzMCI6Mn0seyIxODY1OSI6Mn1d\">11:12; 14:1&ndash;2; 45:13; 49:22&ndash;23<\/a>), whose lot thereafter is to serve as slaves or as a dependent serf population.<\/p><p>These themes are well developed in chs. <a class=\"isa\" verses=\"bnVsbA==\">60&ndash;62<\/a> but almost entirely absent from <a class=\"isa\" verses=\"W3siMTg3NTUiOjY4fSx7IjE4ODY4Ijo4MH1d\">56&ndash;59 and 63&ndash;66<\/a> which, all allowance being made for difference of genres, reflect the quite different mind-set and concerns of a later generation and are more concerned with present problems than with fantasies of the future. It should be painfully clear that the perspective of the author of this poem is far removed from a religiously universalistic world view of a kind expressed, for example, in <a class=\"isa\" verses=\"MTgwMzA=\">Isa 19:25<\/a>: &ldquo;Blessed be my people Egypt, Assyria the work of my hands, Israel my possession.&rdquo;<\/p><p>This vision of the establishment of God&rsquo;s kingdom in Jerusalem, a worldwide empire on which the sun never sets, draws on the polemic of the author of chs. <a class=\"isa\" verses=\"bnVsbA==\">40&ndash;48<\/a> preceding the fall of Babylon (e.g., <a class=\"isa\" verses=\"WzE4NDM2LDE4NTc2XQ==\">40:15; 45:14<\/a>). It can be read as a reaction to the collapse of confidence in solutions attained by action on the international scene, solutions that could be expected to arise within the flow of historical events under the providential guidance of the God of Israel. The impression now is that the change in fortune will come about suddenly, by direct divine intervention, and the effect on the Woman Zion (v <a class=\"isa\" verses=\"bnVsbA==\">5a<\/a>) is psychologically realistic, as of something totally unexpected, like winning the lottery. The sudden onset of disaster is a common Isaianic theme (<a class=\"isa\" verses=\"WzE4MTk5LDE4MjMxLDE4NjA5LDE4NjExXQ==\">29:5; 30:13; 47:9, 11<\/a>), but the good news of salvation can also come suddenly (<a class=\"isa\" verses=\"MTg2MTg=\">48:3<\/a>).<\/p><p>Interestingly enough, in this poem the wealth of nations (the origin of George Adam Smith&rsquo;s famous title) derives entirely from established Arabian trade partners. The Midianites, and Ephah their leading tribe, were situated east of the Gulf of Aqaba and in southern Transjordan. Sheba (Saba) was in southwest Arabia, and both traded in incense and other aromata (<a class=\"ref\">Jer 6:20<\/a>), gems (<a class=\"ref\">Ezek 27:22<\/a>), and gold (<a class=\"ref\">Ezek 27:22; 38:13; Ps 72:15<\/a>). The Kedarite Arabs, whose ruler Geshem (Gashmu) was to give Nehemiah a lot of trouble (<a class=\"ref\">Neh 2:19; 6:1&ndash;2, 16<\/a>), and Nebaioth in the Edomite region traded in livestock (<a class=\"ref\">Ezek 27:21<\/a>). Additional sites and commodities are mentioned elsewhere in Isaiah and other prophetic texts (<a class=\"isa\" verses=\"WzE4MDA1LDE4MDk2LDE4NTc3XQ==\">Isa 18:7; 23:18; 45:15<\/a>; <a class=\"ref\">Hag 2:8; Zech 14:14<\/a>).<\/p><p>In the next strophe (vv <a class=\"isa\" verses=\"bnVsbA==\">8&ndash;9<\/a>) the poet takes up the theme of repatriation from v <a class=\"isa\" verses=\"bnVsbA==\">4<\/a>. Introducing something unfamiliar, unknown, or unexpected by means of a question, as in <a class=\"isa\" verses=\"MTg4Njg=\">63:1<\/a> (&ldquo;Who is this that comes from Edom?&rdquo;), is an effective stylistic device reminiscent of the rhetorical questions that appear frequently in chs. <a class=\"isa\" verses=\"bnVsbA==\">40&ndash;55<\/a>. The return from the diaspora is likened to clouds (<em>ʿāb<\/em> collective) flying through the sky on a windy day or a flock of homing pigeons.<\/p><p>The following verse raises some intriguing questions. The first half-verse of 9a is almost identical with the first half-verse of <a class=\"isa\" verses=\"MTg2Nzk=\">51:5b<\/a>:<\/p><p><em>k&icirc;-l&icirc; ʾiyy&icirc;m yĕqavv&ucirc;<\/em> (60:9a unemended text)<\/p><p><em>ʾēlay ʾiyy&icirc;m yĕqavv&ucirc;<\/em> (<a class=\"isa\" verses=\"MTg2Nzk=\">51:5b<\/a>)<\/p><p>Both could be translated &ldquo;for me the coastlands\/islands wait,&rdquo; but it seems that <a class=\"isa\" verses=\"MTg4Mjc=\">60:5b<\/a> has been accomodated to <a class=\"isa\" verses=\"MTg2Nzk=\">51:5b<\/a> and that the original reading was &ldquo;the vessels from (of) the coastlands\/islands are gathering&rdquo; (<em>kĕl&ecirc;<\/em> for <em>k&icirc;-l&icirc;<\/em> and <em>qvh<\/em> II = &ldquo;gather&rdquo; for <em>qvh<\/em> I = &ldquo;wait&rdquo;; see Notes). Likewise, <a class=\"isa\" verses=\"MTg4MzE=\">60:9c<\/a> is almost identical with <a class=\"isa\" verses=\"MTg3NDY=\">55:5b<\/a>:<\/p><p><em>lĕ&scaron;ēm YHVH ʾĕlohayik<\/em><\/p><p><em>vĕliqĕd&ocirc;&scaron; yiśrāʿēl<\/em><\/p><p><em>k&icirc; pēʾărāk<\/em><\/p><p>For the name of YHVH your God,<\/p><p>for the Holy One of Israel;<\/p><p>for it is he has made you glorious. (<a class=\"isa\" verses=\"MTg4MzE=\">60:9c<\/a>)<\/p><p><em>lĕmaʿan YHVH ʾĕlohayik<\/em><\/p><p><em>vĕliqĕd&ocirc;&scaron; yiśrāʿēl k&icirc; pēʾărāk<\/em><\/p><p>For the sake of YHVH your God,<\/p><p>the Holy One of Israel who made you glorious. (<a class=\"isa\" verses=\"MTg3NDY=\">55:5b<\/a>)<\/p><p>The slight alteration from <em>lĕmaʿan YHVH<\/em> (&ldquo;for the sake of YHVH&rdquo;) to <em>lĕ&scaron;ēm YHVH<\/em> (&ldquo;for the name of YHVH&rdquo;) may have been triggered by a recollection of <a class=\"ref\">Jer 3:17<\/a>: &ldquo;At that time they will call Jerusalem &lsquo;the throne of YHVH&rsquo; and all the nations will be gathered (<em>niqqĕvv&ucirc;<\/em>) to it, to Jerusalem, for the name of YHVH (<em>lĕ&scaron;ēm YHVH<\/em>).&rdquo; The verse (<a class=\"isa\" verses=\"MTg4MzE=\">Isa 60:9<\/a>) may then be taken as a small-scale example of how new prophecy could be generated out of existing prophetic texts to fit a different situation. This process seems to have involved memory more than recourse to written texts, though there is no reason to doubt that prophetic texts were then available in written form.<\/p><p>That foreigners will be charged with the repatriation of Jews in the dispersion is a theme repeated at intervals through Isaiah (<a class=\"isa\" verses=\"W3sic2luZ2xlcyI6WzE3ODk3LDE4OTQzXX0seyIxNzkzMCI6Mn0seyIxODU3NSI6Mn0seyIxODY1OSI6Mn1d\">11:12; 14:1&ndash;2; 45:13&ndash;14; 49:22&ndash;23; 66:20<\/a>). It derives from the more integrationist and xenophobic elements in the post-disaster Judean community and is at the furthest remove from the views expressed at the beginning and end of chs. <a class=\"isa\" verses=\"bnVsbA==\">56&ndash;66<\/a> (<a class=\"isa\" verses=\"W3sic2luZ2xlcyI6WzE4OTQ0XX0seyIxODc1NSI6OH0seyIxODk0MSI6Mn1d\">56:1&ndash;8 and 66:18&ndash;19, 21<\/a>).<\/p><p>Tarshish ships were large oceangoing vessels that, to judge by the name, originally plied between the Phoenician ports and Phoenician colonies in the western Mediterranean (<a class=\"isa\" verses=\"bnVsbA==\">Isa 23:1&ndash;14<\/a>; <a class=\"ref\">Ezek 27:12&ndash;25<\/a>). The place called Tarshish is variously located in Tartessos in southern Spain, in Malta, Sardinia, or (according to <em>Vetus Latina<\/em>) Carthage, and it is quite possible that the author was as uncertain of its precise location as we are. In addition to silver and gold mentioned here, the Tarshish vessels carried iron, tin, lead, ivory, apes, and peacocks (<a class=\"ref\">1 Kgs 10:22; 22:49; 2 Chr 9:21; Jer 10:9; Ezek 27:12<\/a>).<\/p><p>The following stanza (<a class=\"isa\" verses=\"bnVsbA==\">60:10&ndash;16<\/a>) returns to the theme of reversal of fortune with regard to the condition of the city after the return, and in the first place the walls and the gates. In the context of <a class=\"isa\" verses=\"bnVsbA==\">60&ndash;62<\/a> as a unit, there are discrepancies here that make it difficult to sustain unity of authorship, for here the city wall will be rebuilt by foreign work gangs, in <a class=\"isa\" verses=\"MTg4NDg=\">61:4<\/a> the inhabitants themselves will rebuild it, while from <a class=\"isa\" verses=\"MTg4NjE=\">62:6<\/a> we learn that the wall is standing. According to the view represented here and elsewhere in the book, foreigners, including their rulers, will serve the Israel of the future as slaves and serfs, whether as child-minders (<a class=\"isa\" verses=\"MTg2NjA=\">49:23<\/a>), shepherds, and vinedressers (<a class=\"isa\" verses=\"MTg4NDk=\">61:5<\/a>) or, as here, in labor gangs engaged in rebuilding the walls formerly destroyed by foreigners. This total reversal of the political situation corresponds to a change from the time of divine anger (<em>qesep<\/em>) to favor and compassion (v <a class=\"isa\" verses=\"bnVsbA==\">10b<\/a>). There is therefore no need to explain this verse (which paraphrases <a class=\"isa\" verses=\"bnVsbA==\">Isa 54:7&ndash;8<\/a>, using some of the same language) as due to editorial intrusion.<\/p><p>City gates that remain open are either a sign that resistance has come to an end, as with the cities conquered by Cyrus (<a class=\"isa\" verses=\"MTg1NjM=\">45:1<\/a>, <em>loʾ yissāgēr&ucirc;<\/em>, &ldquo;they will not be shut,&rdquo; cf. <a class=\"isa\" verses=\"MTg4MzM=\">60:11a<\/a>), or an indication of complete security (<a class=\"isa\" verses=\"bnVsbA==\">54:14&ndash;17<\/a>). The city gate has a religious significance as the point of entry for the procession that will end in the temple (<a class=\"isa\" verses=\"MTg4NjU=\">62:10<\/a>), through which &ldquo;the King of glory&rdquo; will pass (<a class=\"ref\">Ps 24:7&ndash;10<\/a>). This is perhaps the point of the liturgical-sounding name Tehillah (&ldquo;Praise&rdquo;) for the gates in the age to come (<a class=\"isa\" verses=\"MTg4NDA=\">60:18<\/a>). But, in keeping with one of his main themes, the author has a more mundane purpose in mind for wide-open gates, namely, to allow the steady flow of merchandise into the city. While the verb <em>nhg<\/em> is used of leading away captives (<a class=\"isa\" verses=\"MTgwMzQ=\">Isa 20:4<\/a>), in most instances it refers to driving animals. It seems likely, then, that the caravan of pack animals loaded with goods has in its turn conjured up the image of foreign rulers leading animals into the city like common drovers.<\/p><p>The prose gloss (v <a class=\"isa\" verses=\"bnVsbA==\">12<\/a>), referring back to the <em>g&ocirc;yy&icirc;m<\/em> and their kings in the previous verse, embodies a more polarized and intransigent idea of judgment. It is of a kind found throughout the prophetic corpus; one could compare it with similar glosses in the judgment poem in <a class=\"isa\" verses=\"bnVsbA==\">Isa 2:6&ndash;22<\/a> (see Vol. 1, 192&ndash;94) or with the Aramaic gloss in <a class=\"ref\">Jer 10:11<\/a> that passes final judgment on foreign gods: &ldquo;The gods who did not make the heavens and the earth will perish from the earth and from under the heavens.&rdquo;<\/p><p>After the walls and the gates, it was time to turn to the rebuilding and refurbishing of the temple, promised earlier in the poem (<a class=\"isa\" verses=\"bnVsbA==\">7b<\/a>). The verb <em>pāʾēr<\/em> (&ldquo;glorify,&rdquo; &ldquo;make splendid,&rdquo; &ldquo;adorn&rdquo;) appears with reference to the temple only in this poem (vv <a class=\"isa\" verses=\"bnVsbA==\">7b, 13b<\/a>) and in <a class=\"ref\">Ezra 7:27<\/a>, <em>lĕpāʾēr ʾet b&ecirc;t YHVH<\/em> (&ldquo;to adorn YHVH&rsquo;s house&rdquo;), which helps us to situate the poem and, at the same, emphasizes the contrast between the ideal and the real situation. The Ezra narrative mentions only stone and timber as building materials for the temple (<a class=\"ref\">Ezra 5:8<\/a>), and the timber seems to have been harvested from the wooded hills surrounding Jerusalem (<a class=\"ref\">Hag 1:8<\/a>). With the building of the Solomonic temple in mind, the poet speaks of the &ldquo;glory of Lebanon&rdquo; (cf. <a class=\"isa\" verses=\"MTgzMjM=\">35:2<\/a>)&mdash;that is, the cedar wood for which Solomon made a pact with the Phoenicians (<a class=\"ref\">1 Kgs 5:5&ndash;12<\/a>) and, for good measure, added the last three of the seven species of trees listed in <a class=\"isa\" verses=\"MTg0NzE=\">41:19<\/a>. There is some uncertainty about the identity of the three species in question (<em>bĕr&ocirc;&scaron;, tidhār, tĕʾa&scaron;&scaron;&ucirc;r<\/em>), but of the seven mentioned in <a class=\"isa\" verses=\"MTg0NzE=\">41:19<\/a> they seem to be the ones most suitable for construction.<\/p><p>Where the Solomonic temple is referred to, YHVH&rsquo;s footstool is the ark originally located in Shiloh and then transferred to Jerusalem (<a class=\"ref\">Ps 132:7; 1 Chr 28:2<\/a>). With the destruction of the first temple, the disappearance of the ark from the scene (<a class=\"ref\">Jer 3:15&ndash;18<\/a>), and increasing emphasis on divine transcendence, God&rsquo;s residence is relocated in the heavens and the temple becomes his footstool (<a class=\"isa\" verses=\"MTg5MjQ=\">66:1<\/a>; <a class=\"ref\">Ezek 43:7<\/a>). It is there that the descendants of the foreigners who oppressed Israel will do homage (v <a class=\"isa\" verses=\"bnVsbA==\">14<\/a>).<\/p><p>The theme of eschatological reversal is expressed in many different forms in chs. <a class=\"isa\" verses=\"bnVsbA==\">56&ndash;66<\/a>. At this point, the train of thought is dictated by the predictions in <a class=\"isa\" verses=\"bnVsbA==\">49:22&ndash;23<\/a>, which also conclude with an acknowledgment of YHVH as the one who brings the change about (<a class=\"isa\" verses=\"WzE4NjYwLDE4ODM4XQ==\">49:23c; 60:16b<\/a>). Jerusalem once carried names of ill omen&mdash;it was Azubah (the Abandoned One, <a class=\"isa\" verses=\"MTg3MzA=\">54:6<\/a> cf. <a class=\"isa\" verses=\"MTg2NTE=\">49:14<\/a>) and Aqarah (the Barren One, <a class=\"isa\" verses=\"MTg3MjU=\">54:1<\/a>). It was hated (the verb <em>śnʾ<\/em> is a technical term for marital repudiation) and no one passed by (<em>ʿbr<\/em>), that it, took any notice of it (cf. <a class=\"ref\">Ezek 16:6, 8, 15, 25<\/a>).<\/p><p>The aspect of the transformation that the author chooses to mention is, once again, adapted from the <a class=\"isa\" verses=\"bnVsbA==\">40&ndash;55<\/a> prophetic corpus and dictated by one of the major themes of the poem:<\/p><p>kings will look after your children,<\/p><p>their queens will serve you as nurses &hellip;<\/p><p>then all flesh will know that I, YHVH, am your Savior,<\/p><p>your Redeemer, the Strong One of Jacob. (<a class=\"isa\" verses=\"MTg2NjA=\">49:23a, 26b<\/a>)<\/p><p>Picking up the idea of female royalty serving as wet nurses, intended literally in <a class=\"isa\" verses=\"MTg2NjA=\">49:23a<\/a>, the author turns it into a metaphor for &ldquo;milking&rdquo; the resources of the Gentiles and their rulers, even risking the (to us) absurd image of suckling at the breast of kings. The intent is to convey the idea of rich and satisfying prosperity, perhaps with the kind of mythological undertone expressed in a Late Bronze Age poem from Ugarit:<\/p><p>She shall bear Yassib the lad,<\/p><p>who shall draw the milk of Asherah,<\/p><p>suck the breasts of the maiden Anath,<\/p><p>the two wet-nurses of the gods. (<em>ANET<\/em>, 146)<\/p><p>Here, too, as in the figure of light and darkness, we may suspect an allusion to Exodus traditions. The theme of the despoiling of the Egyptians (<a class=\"ref\">Exod 3:21&ndash;22; 11:2; 12:35&ndash;36<\/a>) also underlies the requirement in the Cyrus Diktat that the local population had to hand over silver, gold, livestock, and other goods to those about to leave Babylon for Judah (<a class=\"ref\">Ezra 1:4<\/a>).<\/p><p>The poem moves on to specify the materials for the rebuilding of the city and the symbolic names to be assigned to its walls and gates upon their completion and dedication (vv <a class=\"isa\" verses=\"bnVsbA==\">17&ndash;18<\/a>). Since the splendor of the Second Temple is to surpass that of the First (<a class=\"ref\">Hag 2:9<\/a>), gold, silver, bronze, and iron are to replace bronze, iron, wood, and stone respectively, though for the author of Chronicles the more precious materials in the series beginning, with gold and ending with iron, were stored up by David for the Solomonic temple (<a class=\"ref\">1 Chr 29:1&ndash;5<\/a>). The Historian also goes on to note that gold, silver, and cedarwood were abundant during the reign of Solomon (<a class=\"ref\">1 Kgs 10:21, 27<\/a>). This inventory of building materials compares with a promise in an earlier apostrophe to Zion that the gates and walls of the city would be encrusted with precious stones (<a class=\"isa\" verses=\"MTg3MzY=\">54:12<\/a>). In describing the heavenly Jerusalem made of gold, with its walls covered in gemstones and its gates always open, the author of the earliest Christian apocalypse (<a class=\"ref\">Rev 21:1&ndash;21<\/a>) has drawn copiously on these Isaian texts.<\/p><p>The terms <em>pĕqūd&acirc;<\/em> (perhaps an abbreviation of <em>ʾan&scaron;&ecirc; pĕqūd&acirc;<\/em>, &ldquo;the men charged with overseeing,&rdquo; as Ibn Ezra suggested) and <em>nōgĕś&icirc;m<\/em>, &ldquo;taskmasters,&rdquo; the latter in particular carrying strong negative connotations (<a class=\"isa\" verses=\"WzE3NzIwLDE3ODMzLDE3OTMxLDE3OTMzXQ==\">Isa 3:12; 9:3[4]; 14:2, 4<\/a>), contrast sharply with the designations Peace and Righteousness. Ibn Ezra emphasized this negative aspect by identifying them as revenue officials. The point may simply be that there will be no more oppression from forces external or internal, no more coercion, and no more corv&eacute;e labor. This would be in keeping with other Isaianic allusions to the eschatological horizon of the abolition of war in a nonviolent, harmonious environment (<a class=\"isa\" verses=\"W3sic2luZ2xlcyI6WzE4Mjc3XX0seyIxNzY4OCI6NH0seyIxNzgzMSI6N30seyIxNzg5MSI6NH1d\">2:2&ndash;5; 9:1&ndash;6[2&ndash;7]; 32:17; and 11:6&ndash;9<\/a> taken up in <a class=\"isa\" verses=\"MTg5MjM=\">65:25<\/a>).<\/p><p>But in spite of the previous assertion that foreigners would build the walls (v <a class=\"isa\" verses=\"bnVsbA==\">10<\/a>), the author may also have had in mind work leading up to the dedication of the walls and gates, which would have called for overseers and taskmasters. The symbolic names could have been given at a ceremony of consecration with a solemn procession around the walls, as described in <a class=\"ref\">Neh 12:27&ndash;43<\/a>. Gates were and are of course named, and we know of ten such names from the account of Nehemiah&rsquo;s reconstruction of the city wall (<a class=\"ref\">Neh 3:1&ndash;32<\/a>). But instead of mundane names such as the Dung Gate, the Fish Gate, or the Second City Gate, in the glorious city of the future all the gates will bear the name Tehillah, &ldquo;Praise.&rdquo;<\/p><p>Return to the theme of light radiating from a divine source (vv <a class=\"isa\" verses=\"bnVsbA==\">19&ndash;20<\/a> cf. vv <a class=\"isa\" verses=\"bnVsbA==\">1&ndash;2<\/a>) looks like an inclusio and has therefore suggested to some commentators that the following two verses (<a class=\"isa\" verses=\"bnVsbA==\">21&ndash;22<\/a>) have been added to the poem. Koenen (1990, 156), for example, takes v <a class=\"isa\" verses=\"bnVsbA==\">21<\/a> to be a redactional link between chs. <a class=\"isa\" verses=\"W3siMTg4MjMiOjIyfSx7IjE4ODQ1IjoxMX1d\">60 and 61<\/a> and relegates v <a class=\"isa\" verses=\"bnVsbA==\">22<\/a> to a later glossator. Commentators have also noticed that v <a class=\"isa\" verses=\"bnVsbA==\">20<\/a>, stating that there will be no more sunsets or settings of the moon, in effect restates v <a class=\"isa\" verses=\"bnVsbA==\">19<\/a>, and in both verses YHVH is described as <em>ʾ&ocirc;r ʿ&ocirc;lām<\/em>, &ldquo;everlasting light.&rdquo; There seems therefore to have been some duplication.<\/p><p>If, however, we simply take the text as it is, we can read it as a variation on a common apocalyptic theme. According to one version, the sun and moon, regarded and worshiped as celestial powers or deities (e.g., <a class=\"ref\">Deut 4:19; 17:3; Jer 8:2; 19:3; Zeph 1:5<\/a>), will be punished with imprisonment and eventual extinction when the Kingdom of God is established in Jerusalem (<a class=\"isa\" verses=\"MTgxMTk=\">Isa 24:23<\/a>). This theme will undergo further and sometimes strange developments in post-biblical texts (e.g., <a class=\"ref\"><em>1<\/em> <em>En.<\/em> 18:11&ndash;19:3<\/a>) and in early Christian writings (<a class=\"ref\">2 Pet 2:4; Jude 13<\/a>). At the other extreme is the version that the last age will witness a sevenfold increase in intensity from the light of both the sun and moon. The effect is seen to be beneficial, and it would perhaps be too literal-minded to ask whether the writer has considered what effect a corresponding increase in temperature would have (<a class=\"isa\" verses=\"MTgyNDQ=\">Isa 30:26<\/a>). In the poem under consideration, YHVH God, as the ultimate source of light, will substitute for the sun and moon in the city. It is this variation that is taken up by the author of the book of Revelation: &ldquo;The city has no need for the sun or the moon to shine on it, for the glory of God is its light&rdquo; (<a class=\"ref\">Rev 21:23<\/a>; see also <a class=\"ref\">Rev 22:5<\/a>see also ).<\/p><p>The poem ends with its own nuanced restatement of the Abrahamic promise of land and nationhood (vv <a class=\"isa\" verses=\"bnVsbA==\">21&ndash;22<\/a>). In these verses the promise is addressed to Zion&rsquo;s people: YHVH&rsquo;s planting and the work of his hands. The shoot planted by YHVH does not allude to the Davidic dynast (<a class=\"isa\" verses=\"MTc4ODY=\">11:1<\/a>) but is an ideal projection of the people of Israel as they were intended by God to be from the beginning (cf. <a class=\"isa\" verses=\"MTg4NDc=\">61:3<\/a>, where the same language is used).<\/p><p>The promise of land cannot be construed (as it often has been construed) in a straightforward way as legitimating a political claim to territory centuries later. In the first place, this would imply factoring out the overriding moral dimension of prophetic discourse (justice and righteousness as absolutely indispensable) and some important qualifications. The promise is not unconditional, and those to whom the promise is addressed in this section of the book are the servants and elect of YHVH (<a class=\"isa\" verses=\"MTg5MDc=\">65:9<\/a>). Possession of &ldquo;my holy mountain&rdquo; is not promised to all, only to those who take refuge in the God of Israel (<a class=\"isa\" verses=\"MTg3Nzk=\">57:13<\/a>).<\/p><p>The alphabetic <a class=\"ref\">Ps 37<\/a>, on which the author of <a class=\"isa\" verses=\"bnVsbA==\">Isa 60:1&ndash;22<\/a> may have drawn, has as its main theme the promise of land, but the promise is made to the lowly and humble (<em>ʿănāv&icirc;m<\/em>)&mdash;to those who trust in God and wait for him, who are blessed by him and (as in <a class=\"isa\" verses=\"MTg4NDM=\">Isa 60:21<\/a>) are acknowledged as righteous (<em>ṣadd&icirc;q&icirc;m<\/em>). It should also not be overlooked that in v <a class=\"isa\" verses=\"bnVsbA==\">21<\/a> and throughout <a class=\"ref\">Ps 37<\/a> the word &ldquo;land&rdquo; (<em>ʾereṣ<\/em>) occurs without the article. Hence, as several commentators have pointed out (e.g., Fohrer 1964, 232), there is here an underlying issue of setting to right social wrongs in evidence at the time of writing, probably about the mid-fifth century b.c.e.: expropriations, enclosure of peasant land, and unjust taxation leading to forfeiture of the plot of land on which one&rsquo;s survival depended. This promise of land may also have been the original sense of the blessing on the &ldquo;meek&rdquo; (<em>praeis<\/em> &rarr; <em>ʿănāv&icirc;m<\/em>) in the Beatitudes (<a class=\"ref\">Matt 5:5<\/a>).<\/p><p>The promise of posterity made to Abraham and the other ancestors (<em>g&ocirc;y ʿāṣ&ucirc;m<\/em>, &ldquo;a numerous nation,&rdquo; here and in <a class=\"ref\">Gen 18:18<\/a>) became a major theme in Deuteronomy and related writings (<a class=\"ref\">Deut 9:14; 26:5<\/a>). In the context of the poem&rsquo;s original production, the promise recapitulates the demographic theme often expressed in these chapters (<a class=\"isa\" verses=\"W3sic2luZ2xlcyI6WzE4OTA3XX0seyIxODUxMSI6M30seyIxODUzNyI6M30seyIxODY1NiI6M30seyIxODY3NSI6Mn0seyIxODcyNSI6M31d\">43:5&ndash;7; 44:3&ndash;5; 49:19&ndash;21; 51:1&ndash;2; 54:1&ndash;3; 65:9<\/a>).<\/p><p>Volz (1932, 249) was probably correct in reading the last verse (<a class=\"isa\" verses=\"bnVsbA==\">22b<\/a>) as the finale to the entire poem. All that has been described will indeed come about, it is guaranteed by the simple self-declaration &ldquo;I am YHVH,&rdquo; but it will come about in God&rsquo;s good time, meaning at its appointed and predestined time (<em>bĕʿitt&icirc;<\/em>). Only God knows the day and the hour. This is the only answer to the dismay and perplexity of people at that time, and at other times, faced with the &ldquo;delay of the parousia&rdquo; and the silence and absence of God in the troubled affairs of humanity.<\/p><p>Blenkinsopp, J. (2008). <em>Isaiah 56&ndash;66: a new translation with introduction and commentary<\/em> (Vol. 19B, pp. 207&ndash;218). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}