{
    "id": 2107,
    "source": "blenkinsopp",
    "verse_id": 18281,
    "verse_count": 1,
    "reference": "33:1",
    "title": "A Tyrant Condemned",
    "html": "<p>Ch. <a class=\"isa\" verses=\"bnVsbA==\">33<\/a> presents the reader with a disjointed and uneven sequence of mostly brief passages. In a study published in 1924, Gunkel proposed to read the chapter as a prophetic liturgy composed of three lyrics, two imitations of popular laments and what he called a Torah liturgy. Gunkel&rsquo;s standing in the discipline initially assured a wide acceptance to his hypothesis, but the obvious problem was and is that we have no idea what a prophetic liturgy was like or even whether such a liturgy ever existed. We can identify elements of the standard psalm of lament: petition (<a class=\"isa\" verses=\"eyIxODI4MiI6M30=\">2&ndash;4<\/a>), praise (<a class=\"isa\" verses=\"eyIxODI4NSI6Mn0=\">5&ndash;6<\/a>), description of the complaint (<a class=\"isa\" verses=\"eyIxODI4NyI6M30=\">7&ndash;9<\/a>), and the response, this last perhaps communicated through a cultic prophet (<a class=\"isa\" verses=\"eyIxODI5MCI6M30=\">10&ndash;12<\/a> cf. <a class=\"ref\">Pss 20:6&ndash;8; 28:6; 60:6&ndash;8<\/a>), but this hardly amounts to a prophetic liturgy. It is also generally acknowledged that the ethical catalogue in <a class=\"isa\" verses=\"eyIxODI5NSI6Mn0=\">15&ndash;16<\/a> has a different liturgical coordinate.<\/p><p>As noted earlier, this saying about an unnamed tyrant does not rightly belong to the woe-series in <a class=\"isa\" verses=\"bnVsbA==\">chs. 28&ndash;31<\/a>, and it has no immediately obvious link with what precedes or follows. In the context of <a class=\"isa\" verses=\"bnVsbA==\">chs. 32&ndash;33<\/a>, considered a more or less integrated and distinct unit, it serves as a contrast to the portrait of the just ruler at the beginning and end by depicting a tyrant who engages in gratuitously oppressive and treacherous behavior. The syntax is somewhat obscure, again due to the author&rsquo;s need to exploit repetition and assonance, cf. <a class=\"isa\" verses=\"WzE4MTEyXQ==\">24:16<\/a>: <em>bōgĕd&icirc;m bāgād&ucirc; &ucirc;beged bōgĕd&icirc;m bāgād&ucirc;<\/em> (&ldquo;the unfaithful ones deal faithlessly, they deal with an utter lack of faith&rdquo;)&mdash;a rather extreme case. Either of the two epithets&mdash;<em>&scaron;&ocirc;dēd<\/em>, &ldquo;destroyer,&rdquo; and <em>b&ocirc;gēd<\/em>, &ldquo;treacherous one&rdquo;&mdash;or both together occur with reference to the devastator of Moab (<a class=\"isa\" verses=\"WzE3OTc0XQ==\">16:4<\/a>), a Babylonian ruler (<a class=\"isa\" verses=\"WzE4MDM4XQ==\">21:2<\/a>), the destroyer of Babylon (<a class=\"ref\">Jer 51:53, 56<\/a>), and the anonymous foe from the north (<a class=\"ref\">Jer 6:26<\/a>). The attempts by the commentators to identify the one so described have been even more diverse: Shalmaneser V (Hayes and Irvine 1987, 361&ndash;62), Sennacherib (Vermeylen 1977, 1.430), Nebuchadnezzar II (Clements 1980a, 265), an individual or state in the early Persian period (Wildberger 1982, 1287&ndash;88), one of the Diadochoi or one of their revenue agents (Kaiser 1969, 342), Antiochus Eupator who attacked Jerusalem in the year 163 b.c.e. (Marti 1900, 237&ndash;39; Duhm 1892, 208&ndash;9). The context of <a class=\"isa\" verses=\"bnVsbA==\">chs. 28&ndash;33<\/a> as a whole would favor an identification with Sennacherib, but the structural relationship noted earlier with the just ruler at the beginning and end of <a class=\"isa\" verses=\"bnVsbA==\">chs. 32&ndash;33<\/a>, a ruler whose government will bring oppression to an end (<a class=\"isa\" verses=\"eyIxODI5OCI6Mn0=\">33:18&ndash;19<\/a>), suggests that, whoever the writer had in mind, both ruler and tyrant are idealized, abstract portrayals. We note the same connection in the Moab saying where the destroyer (<em>&scaron;&ocirc;dēd<\/em>) is juxtaposed with a just Davidic ruler, once oppression and destruction have come to an end (<a class=\"isa\" verses=\"eyIxNzk3NCI6Mn0=\">16:4&ndash;5<\/a>, using the same two verbs, <em>kālāh, tāmam<\/em>, as here).<\/p><p>Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em> (Vol. 19, pp. 435&ndash;436). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}