{
    "id": 2132,
    "source": "blenkinsopp",
    "verse_id": 18543,
    "verse_count": 12,
    "reference": "44:9-20",
    "title": "Polemic against Cult Images",
    "html": "<p>Polemic against the cultic use of images is characteristic of <a class=\"isa\" verses=\"eyIxODYxNiI6MjJ9\">Isa 40&ndash;48<\/a> and not at all of other sections of the book. It is not prominent in chs. <a class=\"isa\" verses=\"W1sxODUzNV0seyIxODQxNCI6OH1d\">1&ndash;39<\/a>, and most of the occurrences are acknowledged to belong to late editorial strata. The vocabulary is also significantly different. Practically all of the terms used for cult images are pejorative (with the exception of chs. <a class=\"isa\" verses=\"eyIxODQxNCI6OH0=\">36&ndash;39<\/a>, where both the Rabshakeh and Hezekiah speak of <em>ʾeloh&icirc;m<\/em>, &ldquo;gods&rdquo;: <a class=\"isa\" verses=\"W1sxODM0OV0seyIxODAzMSI6Nn0sWzE4MzY1LDE4MzcxXSx7IjE4MDA2IjoyNX1d\">36:18&ndash;20; 37:12, 18&ndash;19<\/a>). The standard term in chs. <a class=\"isa\" verses=\"W1sxODUzNV0seyIxODMyMiI6MTB9XQ==\">1&ndash;35<\/a> is <em>ʾĕl&icirc;l<\/em>, connoting weakness and futility (<a class=\"isa\" verses=\"W1sxNzY5NCwxNzcwNCwxNzcwNiwxNzg2MV0seyIxNzg4NiI6MTZ9LFsxODAwNiwxODAwOCwxODI1OF1d\">2:8, 18, 20; 10:10&ndash;11; 19:1, 3; 31:7<\/a>), which is displaced in <a class=\"isa\" verses=\"eyIxODYxNiI6MjJ9\">40&ndash;48<\/a> by <em>pesel<\/em> (<a class=\"isa\" verses=\"W1sxODQ0MF0seyIxODAzMSI6Nn0sWzE4NDk4XSx7IjE4NTQzIjoyfSxbMTg1NDksMTg1NTEsMTg1ODIsMTg2MjBdXQ==\">40:19&ndash;20; 42:17; 44:9, 10, 15, 17; 45:20; 48:5<\/a>) or <em>pĕs&icirc;l<\/em> (<a class=\"isa\" verses=\"WzE4NDg5XQ==\">42:8<\/a>), from a verbal stem meaning &ldquo;to carve&rdquo; (e.g. <a class=\"ref\">Exod 34:1, 4<\/a>); less commonly <em>ʿāṣāb<\/em> (or <em>ʿōṣeb<\/em>) cf. the verb <em>ʿṣb<\/em>, &ldquo;to form,&rdquo; but allowing for a <em>double entendre<\/em> with a verbal stem meaning &ldquo;to cause pain or grievance&rdquo; (<a class=\"isa\" verses=\"WzE4NTg4LDE4NjIwXQ==\">46:1; 48:5<\/a>). The satirical concentration on the manufacture of cult images, as in the present passage, is also confined to this section of the book.<\/p><p>There seems to be broad but not universal agreement that this passage and some but not all of the others on the same subject in this part of the book (<a class=\"isa\" verses=\"W1sxODQ0MF0seyIxODAzMSI6Nn1d\">40:19&ndash;20; 41:6&ndash;7; 42:17; 45:16&ndash;17, 20; 46:1&ndash;7; 48:5<\/a>) have been interpolated and perhaps derive from one and the same source. Certainly the addition of vv <a class=\"isa\" verses=\"W1sxODU0M10seyIxNzg4NiI6MTZ9XQ==\">9&ndash;11<\/a> could have been suggested by the denial of the existence of gods other than Yahveh immediately preceding (<a class=\"isa\" verses=\"WzE4NTQyXQ==\">8b<\/a>), and we have seen that vv <a class=\"isa\" verses=\"W1sxODU1NV0seyIxODA1NCI6MjV9XQ==\">21&ndash;22<\/a> form the natural sequel to <a class=\"isa\" verses=\"W1sxODU0MF0seyIxNzgwOSI6MjJ9XQ==\">6&ndash;8<\/a>. The passage also differs from other disputations about the nature of deity in these chapters in that Yahveh is not mentioned, and claims are not made on his behalf. Other arguments for a later hand, deriving from inadequacies of style and substance, may be justified, but not all agree that the writing is clumsy and unsubtle. Torrey, for example, thought that it was spirited and picturesque and as metrically regular as any other passage in Second Isaiah (Torrey 1928, 345).<\/p><p>In any case, differences of style do not necessarily imply different authors. But the passage is almost certainly interpolated, notwithstanding. The core, vv <a class=\"isa\" verses=\"W1sxODU0Nl0seyIxNzk4NSI6MTR9XQ==\">12&ndash;17<\/a>, clearly in prose, is sandwiched between what could be interpreted as two parts of one poem, though prosodically not entirely regular. Both parts speak of lack of knowledge and discernment on the part of the devotees of cult images. While this hardly justifies deriving this kind of discourse from a &ldquo;wisdom source&rdquo; (as proposed by von Rad), it suggests that the prose satire has been spliced into the poem, in effect an interpolation within an interpolation. In that case, the satire could be read as expanding on the words attributed to the image-worshiper in v <a class=\"isa\" verses=\"WzE4NTUzXQ==\">19<\/a>.<\/p><p>The verse section begins by denouncing those who make images and offer cult to them. They are <em>tōh&ucirc;<\/em>, the word for the primordial chaos in <a class=\"ref\">Gen 1:2<\/a>, somewhere between nonexistence and existence; they are ignorant and stupid. This was the familiar approach in polemic against the cult of images and remained so into the Greco-Roman period (e.g. <a class=\"ref\">Wisdom of Solomon 13<\/a>, perhaps drawing on this passage in Isaiah) and no doubt beyond. We find the same kind of language elsewhere in the prophetic books: worshipers of images are involved in something false (<em>&scaron;eqer<\/em> <a class=\"ref\">Jer 51:17; Hab 2:18<\/a>), futile (<em>hebel<\/em> <a class=\"ref\">Jer 10:3; 51:18<\/a>) and lifeless (<em>ʾ&ecirc;n r&ucirc;aḥ b&ocirc;<\/em> <a class=\"ref\">Jer 51:17; Hab 2:19<\/a>).<\/p><p>It should be said at once that this reads like a willful misunderstanding of the function of the image in cults throughout the ancient and, for that matter, the modern world. The dictionary definition of idolatry as &ldquo;the worship of a physical object as a god&rdquo; very clearly implies that the term is prejudicial and that it entails a subjective and, more often than not, false judgment on certain religious expressions. An image can focus the energy and concentrate the attention of a group engaged in common worship. It can give concrete expression to the sense of the real presence of the divinity. That the sense of divine presence fills a powerful and understandable human need can be seen in the incident of the Golden Calf (<a class=\"ref\">Exod 32&ndash;34<\/a>). Like any other expression of religious sentiment or conviction, an image is subject to abuse and can degenerate into superstition, but a religion that claims to dispense with such assurances of divine presence expressed by physical symbols can also end up being heartless, cruel, and monomaniacally fanatical. Throughout Christian history, at any rate, the prohibition of images&mdash;as in eighthand ninth-century Byzantium&mdash;has had very limited success. Taken individually and out of context, such acts (familiar in the Neo-Babylonian homeland) as making an image, clothing and feeding it, and giving it life by the ceremony of &ldquo;washing the mouth,&rdquo; seem pointless and futile. To those involved, however, they make sense in a ritual context that gives expression to and draws the worshiper into a world of symbolic meanings.<\/p><p>Whatever its origins and intent, the prohibition of making and offering cult to images is a key feature of what we may call Deuteronomic orthodoxy and orthopraxy and, as such, is enshrined in the Decalogue (<a class=\"ref\">Exod 20:4&ndash;6 = Deut 5:8&ndash;10<\/a>; also <a class=\"ref\">Exod 34:17; Deut 4:15&ndash;18; 27:15; Lev 19:4; 26:1<\/a>). The prohibition of the use of the divine name in certain circumstances (<a class=\"ref\">Exod 20:7 = Deut 5:11<\/a>) provides an instructive analogy, since to invoke the name of a deity is to constrain the deity to be present, an idea still residually present when we use the phrase &ldquo;speak of the devil and he will appear.&rdquo; The intent of the legislation was to resist the idea that the God of Israel could be constrained to be present and available whenever and wherever his image was set up or his name invoked.<\/p><p>Viewed from a more concretely political angle, however, the prohibition fits the intent of Deuteronomy, understood as at least theoretically a state document, of promoting the state religion and combating the religious practices that underpinned and validated the kinship network. Needless to say, attempts to impose orthodox ideas and practices are not invariably successful. Cult images were not so easily disposed of, and in spite of successive attempts to get rid of them continued to feature even in the official cult, prominent among which was a three-dimensional representation of the Canaanite-Hebrew goddess Asherah (<a class=\"ref\">1 Kgs 15:13; 2 Kgs 21:7; 23:4; Ezek 8:3<\/a>).<\/p><p>The first verse section (<a class=\"isa\" verses=\"W1sxODU0M10seyIxNzg4NiI6MTZ9XQ==\">44:9&ndash;11<\/a>) has something of the disputatious character noted in previous passages, including a rhetorical question (v <a class=\"isa\" verses=\"WzE4NTQ0XQ==\">10<\/a>) and the call to assemble (<a class=\"isa\" verses=\"WzE4NTQ1XQ==\">11b<\/a>). The first verse of the second part (<a class=\"isa\" verses=\"WzE4NTUyXQ==\">18<\/a>) is often demoted to a gloss on account of the plural verbs followed in the next verse by the singular, but if it is the continuation of vv <a class=\"isa\" verses=\"W1sxODU0M10seyIxNzg4NiI6MTZ9XQ==\">9&ndash;11<\/a> this conclusion would not necessarily follow. The denunciation of the manufacturer and worshiper of the image as ignorant and intellectually obtuse continues. The idea, often stated in this kind of polemic, is that the worshipers become like the lifeless images. They have mouths but do not speak, eyes but do not see, ears but do not hear, noses but do not smell, hands but do not feel, feet but do not walk, and no sound comes from their throats. Then (the point of all these negatives) those who make them are like them (<a class=\"ref\">Ps 115:5&ndash;8<\/a>). In a word, the image-worshiper is caught up in a world of unreality and delusion, aptly expressed in the metaphor of herding ashes, comparable to &ldquo;herding the wind&rdquo; (<a class=\"ref\">Hos 12:2[1]<\/a>).<\/p><p>The prose passage (vv <a class=\"isa\" verses=\"W1sxODU0Nl0seyIxNzk4NSI6MTR9XQ==\">12&ndash;17<\/a>) takes off from the words in the poem put into the mouth of the manufacturer and worshiper of the image (<a class=\"isa\" verses=\"WzE4NTUzXQ==\">19<\/a>). The description of the making of a wooden image allowed for a more protracted satire than the metal image. We are, so to speak, taken on a guided tour of an idol factory. The satirist could dwell on the entire process, starting with the planting of a tree, ignoring the time that must pass before it could be harvested, and ending with the wood serving as fuel for heating and cooking and, finally, making a god. The last, as Christopher North put it (1964, 139), was &ldquo;a casual sequel to the drudgery of house-warming and cooking.&rdquo;<\/p><p>The brief account of the manufacturing process, containing four hapax legomena and four other terms used only once or twice elsewhere, leaves many details obscure. The principal technicians are the ironsmith (<em>ḥāra&scaron; barzel<\/em>) and the carpenter (<em>ḥāra&scaron; ʿēṣ&icirc;m<\/em>); we have already met the goldsmith (<em>ṣōrēp<\/em> <a class=\"isa\" verses=\"WzE4NDQwLDE4NDU5XQ==\">40:19; 41:7<\/a>) who overlays (<em>rqʿ<\/em>) the image with gold plate (<a class=\"isa\" verses=\"WzE4NDQwXQ==\">40:19<\/a>). In the present passage the carpenter is involved in making an anthropomorphic image. The addition of the phrase &ldquo;with the beauty of the human form&rdquo; is strange enough to justify the view reported (but not accepted) by Ibn Ezra that the reference is to a female figure, of the kind abundantly exemplified in the archaeological record.<\/p><p>There is a note of possibly unconscious pathos in the way that the whole laborious process ends with a genuine prayer but one that will not be answered: &ldquo;Save me, since you are my god!&rdquo; Saving is what a god is supposed to do, as the Rabshakeh reminded the besieged Jerusalemites in a brief speech in which the verb &ldquo;to save&rdquo; (<em>haṣṣ&icirc;l<\/em>) appears eight times and which ends by asking how Yahveh can save Jerusalem from the Assyrian army (<a class=\"isa\" verses=\"W1sxODM0NV0seyIxODAzMSI6Nn1d\">Isa 36:14&ndash;20<\/a>).<\/p><p>Blenkinsopp, J. (2008). <em>Isaiah 40&ndash;55: A New Translation with Introduction and Commentary<\/em> (Vol. 19A, pp. 240&ndash;242). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}