{
    "id": 2136,
    "source": "blenkinsopp",
    "verse_id": 18582,
    "verse_count": 6,
    "reference": "45:20–25",
    "title": "Salvation Offered to the Nations",
    "html": " <p>The initial three imperatives distinguish this passage from the preceding two with their own superscriptions, the second of which, as argued above, comments on the <em>ʾēl mistattēr<\/em>,(&ldquo;the Almighty One who hides himself&rdquo;) of the first, and to that extent is detached from <a class=\"isa\" verses=\"eyIxODU4MiI6Nn0=\">20&ndash;25<\/a>. The form is the familiar one of a summons to an assize, a forensic encounter (as <a class=\"isa\" verses=\"W3siMTg0NTMiOjV9LHsiMTg0NzMiOjl9LHsiMTg1MTQiOjh9LHsiMTg1NDAiOjN9XQ==\">41:1&ndash;5, 21&ndash;29; 43:8&ndash;15; 44:6&ndash;8<\/a>), using the same language as in previous examples (e.g. <em>hagg&icirc;d&ucirc;, hagg&icirc;&scaron;&ucirc;<\/em>, stating and presenting the case). The theme is likewise the familiar one of successful prediction as a decisive criterion for divine status. Yahveh addresses the &ldquo;survivors of the nations&rdquo; in <a class=\"isa\" verses=\"eyIxODU4MiI6Mn0=\">vv 20&ndash;21<\/a>, and &ldquo;the ends of the earth&rdquo; in <a class=\"isa\" verses=\"eyIxODU4NCI6M30=\">22&ndash;24a<\/a>, and this direct address is rounded off with a comment by the author in <a class=\"isa\" verses=\"WzE4NTg2XQ==\">24b&ndash;25<\/a>. <\/p> <p>On the whole, then, there is nothing new in the first part of the address. Those summoned to come together, confer, and state their case are described as &ldquo;survivors of the nations&rdquo; (<em>pĕl&icirc;ṭ&ecirc; hagg&ocirc;y&icirc;m <\/em>). The semantic field in which this and similar expressions (<em>pĕl&ecirc;ṭ&icirc;m, pĕl&ecirc;ṭ&acirc; <\/em>) appear is military defeat and its aftermath. The genitival phrase can signify either a part of a larger group (e.g. the survivors of Ephraim, <a class=\"ref\">Judg 12:5<\/a>) or something from which one escapes alive&mdash;for example, survivors of the sword (<em>pĕl&icirc;ṭ&ecirc; ḥereb<\/em>, <a class=\"ref\">Jer 44:28; Ezek 6:8<\/a>). The allusion is therefore not to diaspora Jews scattered around the world (pace Martin-Achard 1959, 20&ndash;21) or to ethnic minorities settled in and around Babylon or to assimilated Jews who had given up their national and religious identity (pace Hollenberg 1969) but to the much larger mass of people affected by the campaigns of Cyrus, not necessarily or even probably following on the fall of Babylon, as suggested by Ibn Ezra. <\/p> <p>The condemnation of processions in honor of and prayers addressed to foreign deities (<a class=\"isa\" verses=\"WzE4NTgyXQ==\">v 20b<\/a>) is generally taken to be a gloss, perhaps misplaced, perhaps on <a class=\"isa\" verses=\"eyIxODU4OCI6Mn0=\">46:1&ndash;2<\/a>,(Westermann 1969, 175). It certainly breaks the sequence of thought, but even if added by a later hand it is not entirely foreign to the context, and in fact underlines the contrast between the many foreign gods that cannot save and the one God of Israel who can. Here, as elsewhere (<a class=\"isa\" verses=\"W3siMTg0NzQiOjJ9LHsiMTg0NzgiOjJ9LFsxODUxOCwxODU0MV0seyIxODU5NyI6Mn1d\">41:22&ndash;23, 26&ndash;27; 43:12; 44:7; 46:10&ndash;11<\/a>), what was announced in advance was the successful military career of Cyrus culminating in the conquest of Babylon. Here, too, the temporal phrases used (<em>miqqedem, mēʾāz<\/em>, translated, respectively, &ldquo;from the beginning,&rdquo; &ldquo;in advance&rdquo;) leave us uncertain whether the author has in mind the distant or the recent past. It therefore cannot be decided whether the allusion is to earlier, no-longer-extant prophecies known to or composed by the author, or to the anti-Babylonian materials in the first part of the book (<a class=\"isa\" verses=\"W3siMTc5MDgiOjIyfSx7IjE3OTMyIjoxOX0seyIxODAzNyI6MTB9XQ==\">13:1&ndash;22; 14:3&ndash;21; 21:1&ndash;10<\/a>)&mdash;which, however, seem to presuppose the fall of the city&mdash;or to earlier Isaian or even non-Isaian sayings reinterpreted in the light of current events. <\/p> <p>The second part of the passage (<a class=\"isa\" verses=\"eyIxODU4NCI6NH0=\">vv 22&ndash;25<\/a>) has been interpreted by many to refer to an offer of universal salvation and is therefore one of the crucial texts in the long-standing universalism-particularism debate touched on in the Comments to the previous section. Much depends on how the term &ldquo;the ends of the earth&rdquo; is understood and what is implied in the <em>command<\/em>, to turn to Yahveh (plural imperative) and accept salvation (Tolerative Niphal, GKC &sect;51c). <\/p> <p>The &ldquo;ends of the earth&rdquo; (<em>ʾaps&ecirc;-ʾereṣ<\/em>, cf. <em>qĕṣ&ocirc;t hāʾāreṣ<\/em>, <a class=\"isa\" verses=\"WzE4NDQ5LDE4NDU3LDE4NDYxXQ==\">40:28; 41:5, 9<\/a>) can refer to the physical confines of the earth (<a class=\"ref\">Prov 30:4<\/a>) but generally alludes to their inhabitants. Liturgical compositions speak of the realm or kingdom under the jurisdiction of the God of Israel that extends to the ends of the earth or &ldquo;from sea to sea and from the river to the ends of the earth&rdquo; (<a class=\"ref\">1 Sam 2:10; Ps 72:8; Zech 9:10<\/a>). The idea of a worldwide empire ruled by Yahveh may have developed out of an older politico-religious fantasy of a Davidic empire on which the sun never set (e.g. <a class=\"ref\">Ps 2:8<\/a>), a fantasy nourished by resentment at subjection to the great powers. But coerced submission to the rule of Yahveh enforced by sanctions falls somewhat short of salvation as we would tend to understand it today. In the only other appearance of the term <em>ʾaps&ecirc;-ʾereṣ<\/em>, in Isaiah (<a class=\"isa\" verses=\"WzE4NzA3XQ==\">52:10<\/a>), the role of the inhabitants is limited to <em>observing<\/em>, the salvation that Yahveh has wrought for his people and for Jerusalem. <\/p> <p>The universalism in question is therefore the claim of universal jurisdiction and dominion advanced on behalf of Yahveh and based on his creation of the world and direction of the course of history. This claim is by no means confined to these chapters in Isaiah: <\/p> <blockquote> <p>To you (Yahveh) the nations will come <\/p> <p>from the ends of the earth and say, <\/p> <p>&ldquo;Our ancestors inherited only a lie, <\/p> <p>a futile, profitless thing; <\/p> <p>can people make gods for themselves? <\/p> <p>Such are no gods!&rdquo; (<a class=\"ref\">Jer 16:19<\/a>) <\/p> <p>All the ends of the earth <\/p> <p>will remember and return to Yahveh; <\/p> <p>all the families of nations <\/p> <p>will do homage before you, <\/p> <p>for sovereignty belongs to Yahveh; <\/p> <p>it is he who rules over the nations. (<a class=\"ref\">Ps 22:28<\/a>) <\/p> <\/blockquote> <p>Gentiles are invited to submit willingly&mdash;to turn to Yahveh and away from their own gods&mdash;and accept the salvation held out to them. But, whether willingly or unwillingly, they <em>will<\/em>, submit: every knee will bend, every tongue swear an oath of allegiance (<a class=\"isa\" verses=\"WzE4NTg1XQ==\">v 23b<\/a>). Kings and queens will prostrate themselves and lick the dust at the feet of Yahveh&rsquo;s vicegerents (<a class=\"isa\" verses=\"WzE4NjYwXQ==\">49:23<\/a>). Those who resist or demur will be called to account and shamed (<a class=\"isa\" verses=\"WzE4NTg2XQ==\">45:24b<\/a>). The final verse, contrasting the jubilation of Israelites with the fate of the obdurate, removes any suspicion that the perspective transcends the destiny of Israel as the designated representative on earth of Yahveh&rsquo;s sovereignty. <\/p> <p>It should be neither surprising nor disedifying that the religious language in this important passage, expressive of what we call monotheism and universalism, is still closely linked with and dependent on contemporary political circumstances and events and the emotions to which they gave rise. With the passing of time the author and his audience had to come to terms with different situations that, in their turn, precipitated different religious emotions and perceptions. <a class=\"isa\" verses=\"eyIxODU4MiI6Nn0=\">Isaiah 45:20&ndash;25<\/a>, is not the final word. We must also take account of the language of servanthood in these chapters, the mission to establish justice and the rule of law (<a class=\"isa\" verses=\"WzE4NDg1XQ==\">42:4<\/a>), the servant as a covenant to the peoples of the world and a light to the nations (<a class=\"isa\" verses=\"W3siMTg0ODciOjJ9LFsxODY0M10seyIxODY0NSI6Mn0sWzE4Njc4XV0=\">42:6&ndash;7; 49:6, 8&ndash;9; 51:4<\/a>). Furthermore, since the author of these chapters is only one voice among many, we should also take into account texts that speak of, among other things, Gentiles being attracted to Judaism as a way of life (<a class=\"isa\" verses=\"eyIxNzY4OCI6M30=\">Isa 2:2&ndash;4<\/a>,= <a class=\"ref\">Mic 4:1&ndash;4<\/a>) and of Yahveh&rsquo;s blessing on Egypt, his people, and on Assyria, the work of his hands (<a class=\"isa\" verses=\"eyIxODAyOSI6Mn0=\">Isa 19:24&ndash;25<\/a>). <\/p> <p>Blenkinsopp, J. (2008). <em>Isaiah 40&ndash;55: A New Translation with Introduction and Commentary<\/em>,(Vol. 19A, pp. 261&ndash;263). New Haven; London: Yale University Press. <\/p>",
    "audit": 1
}