{
    "id": 2085,
    "source": "blenkinsopp",
    "verse_id": 18097,
    "verse_count": 13,
    "reference": "24:1–13",
    "title": "A Curse on the Earth and Its Inhabitants",
    "html": " <p> <a class=\"isa\" verses=\"eyIxODA5NyI6M30=\">Isaiah 24:1&ndash;3<\/a>, is, formally, a self-contained unit introduced in a typically Isaian manner (cf. <a class=\"isa\" verses=\"WzE3ODg0LDE4MDA2LDE4MDcwLDE4MjQ1XQ==\">10:33; 19:1; 22:17; 30:27<\/a>) and rounded off with an inclusion, a prophetic communication formula identifying the origin of what precedes rather than what follows&mdash;though perhaps we should not exclude the possibility that the word of Yahveh refers to an earlier prophecy, the fulfillment of which is now in sight. The alternative reading of <a class=\"isa\" verses=\"eyIxODA5NyI6Nn0=\">1&ndash;6<\/a>, as introductory to <a class=\"isa\" verses=\"eyIxODEwMyI6M30=\">7&ndash;9<\/a>, with <a class=\"isa\" verses=\"eyIxODEwNiI6M30=\">10&ndash;12<\/a>, and <a class=\"isa\" verses=\"WzE4MTA5XQ==\">13<\/a>, as additions (Wildberger 1978, 915; followed by Clements 1980a, 200) is less satisfactory since it relies on subject matter rather than on formal features. To suppose that allusion to the city, its gate, and its streets (<a class=\"isa\" verses=\"eyIxODEwNiI6M30=\">10&ndash;12<\/a>) must be a later addition is too restrictive of authorial licence and assumes, anachronistically, a clear distinction between city and countryside. &ldquo;Chaos Town&rdquo; (<em>kiryat <\/em> <em>tōh&ucirc;<\/em>) is not, in any case, a city like the cities addressed in <a class=\"isa\" verses=\"eyIxNzkwOCI6MTg5fQ==\">chs. 13&ndash;23<\/a>, for which the more common term <em>ʿ&icirc;r<\/em>, is used. It simply maps the point where one can speak of the breakdown of the distinctions on which social order rests; and in fact the term <em>tōh&ucirc;<\/em>, (&ldquo;chaos&rdquo;) is often used in contexts suggestive of a breakdown of order and reversal of role performance (<a class=\"isa\" verses=\"WzE4NDQ0LDE4NDgxXQ==\">Isa 40:23; 41:29<\/a>; <a class=\"ref\">Ps 107:40; Job 12:24<\/a>). There is also no sudden change from natural to military disaster in <a class=\"isa\" verses=\"eyIxODEwNiI6M30=\">10&ndash;12<\/a>. The place has become a ghost town peopled only by derelicts and drunks, its gate delapidated and rubble blocking access to houses and courtyards. <\/p> <p>Throughout this section the meter consists in an irregular combination of bicola and tricola, confirming a suggestion made earlier that much that passes for verse in the book is closer to a kind of recitative or a high rhetorical and cadenced style reflecting declamatory public speech. This particular example of recitative achieves its effect through repetition, climactic parallelism, and alliteration. In <a class=\"isa\" verses=\"eyIxODA5NyI6M30=\">1&ndash;3<\/a>, social upheaval is described in six paired opposites, while <a class=\"isa\" verses=\"eyIxODEwMCI6MTB9\">4&ndash;13<\/a>, exhibits five examples of synonymous or progressive parallelism (<a class=\"isa\" verses=\"W1sxODEwMF0seyIxNzc4NCI6NDd9LHsiMTc4ODYiOjE2fV0=\">4, 5b, 7, 8, 11<\/a>). In several cases, finally, it seems that alliteration or assonance has decided the choice of vocabulary (e.g. <em>b&ocirc;qēq<\/em>, <em>b&ocirc;lqāh<\/em>,1, <em>ʾābĕlāh<\/em>, <em>nābĕlāh<\/em>,4, cf. <em>b&ucirc;q&acirc; &ucirc;mĕb&ucirc;&acirc; &ucirc;mĕbullq&acirc;<\/em>, <a class=\"ref\">Nah 2:11[10]<\/a>). <\/p> <p>In presenting this scenario of destruction and social upheaval the author has drawn on a variety of sources, including <em>written<\/em>, prophecy. The phenomenon, which can be seen in all parts of the book, testifies to a new idea of the prophetic function. Its presence at this point is particularly clear if the asseveration with which <a class=\"isa\" verses=\"eyIxODA5NyI6M30=\">1&ndash;3<\/a>, concludes (&ldquo;for Yahveh has spoken this word&rdquo;) is taken to refer to earlier prophecy (e.g. <a class=\"isa\" verses=\"eyIxNzkxMSI6MTN9\">13:4&ndash;16<\/a>). Thus the language of the first section (<a class=\"isa\" verses=\"eyIxODA5NyI6M30=\">1&ndash;3<\/a>) suggests familiarity with Nahum&rsquo;s vision of the destruction of Nineveh (see especially <a class=\"ref\">Nah 2:3[2], 10&ndash;11[9&ndash;10]<\/a>), and the social leveling set out in <a class=\"isa\" verses=\"WzE4MDk4XQ==\">24:2<\/a>, seems to have been suggested by a reading of <a class=\"ref\">Hos 4:9<\/a>, identical with the first of the six paired opposites. A somewhat different way of conjuring up a situation of <em>anomie<\/em>, comes to expression in <a class=\"isa\" verses=\"eyIxNzcxMiI6NH0=\">3:4&ndash;7<\/a>, (boys and women will rule the land), a way of putting it that could have been familiar to the author from didactic writings of great antiquity. The Egyptian Teaching of Ipu-Wer, for example, laments that &ldquo;poor men have become the possessors of treasures &hellip; all maid servants make free with their tongues &hellip; noble ladies are now gleaners and nobles are in the workhouse&rdquo; (<em>ANET<\/em>, 441&ndash;42). In this instance the reversal encompasses the subversion of religious, social, and economic but not political order, no doubt reflecting conditions in the province of Judah at some point in the Persian or early Hellenistic period. <\/p> <p>We are given a clue to another aspect of intertextuality, and perhaps also to the identity of the city to be referred to obliquely throughout <a class=\"isa\" verses=\"eyIxODA5NyI6Njl9\">chs. 24&ndash;27<\/a>, in the allusion at the beginning to the dispersal of humanity, reminiscent of the tower of Babel story (verb <em>hēp&icirc;ṣ<\/em>, cf. <a class=\"ref\">Gen 11:4, 8, 9<\/a>). The suspicion that the writer has in mind the early history of humanity as narrated in Genesis (in whatever form it then existed) is confirmed by the reference to the violation of a perpetual covenant (<em>bĕr&icirc;t ʿ&ocirc;lām<\/em>, <a class=\"isa\" verses=\"WzE4MTAxXQ==\">v 5<\/a>, cf. <a class=\"ref\">Gen 9:16<\/a>) as the cause of the earth&rsquo;s condition. The Isaian author appears to have understood the so-called laws of Noah as stated in <a class=\"ref\">Gen 9:1&ndash;7<\/a>, especially the prohibition of shedding blood, in a different way from the Priestly author&mdash;namely, as stipulations attached to the perpetual covenant, the violation of which cancelled the divine promise not to destroy the earth a second time. Bloodshed pollutes the earth (cf. the Greek concept of <em>miasma <\/em>), bringing a curse on the one responsible, and causing infertility (cf. <a class=\"ref\">Num 35:33; Ps 106:38<\/a>). That at this point the author is incorporating his own reading of the primeval history is also suggested by the title <em>kiryat tōh&ucirc;<\/em>, (Chaos Town, cf. the primordial <em>tōh&ucirc;<\/em>, of <a class=\"ref\">Gen 1:2<\/a>), the diminution of the world&rsquo;s population (<a class=\"isa\" verses=\"WzE4MTAyXQ==\">6b<\/a>) signifying the annulment of the creation command to increase and multiply (<a class=\"ref\">Gen 9:1, 7<\/a>), and perhaps also by the rather obtrusive emphasis on wine (<a class=\"isa\" verses=\"eyIxODEwMyI6NX0=\">7&ndash;11<\/a>), reminiscent of the drunkenness of Noah and consequent curse on Canaan (<a class=\"ref\">Gen 9:20&ndash;27<\/a>). <\/p> <p>This train of thought will be pursued further in the following passage with the threat of another destructive deluge, an undoing of creation, chaos-come-again (<a class=\"isa\" verses=\"WzE4MTE0XQ==\">24:18b<\/a>, cf. <a class=\"ref\">Jer 4:23&ndash;28<\/a>). It seems permissible to conclude that the author has abstracted from the preceding indictments against nations and cities (<a class=\"isa\" verses=\"eyIxODEwOSI6MTF9\">13&ndash;23<\/a>) and from other clues within the Isaian literary tradition as it then existed (especially <a class=\"isa\" verses=\"eyIxNzY5MiI6MTd9\">2:6&ndash;22<\/a>) a somber view of the condition of humanity as a whole, setting them over against the prescriptions governing the new and damaged post-diluvial world in Israelite traditions about human origins. The concern to relate the fate of the earth to human behavior, a somewhat opaque idea for generations of commentators in the early modern period, can now in view of the environmental crisis be seen as an anticipation of one of the truly fundamental moral issues confronting humanity at the dawn of a new millennium. <\/p> <p>Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em>, (Vol. 19, pp. 350&ndash;352). New Haven; London: Yale University Press. <\/p>",
    "audit": 1
}