{
    "id": 2111,
    "source": "blenkinsopp",
    "verse_id": 18297,
    "verse_count": 8,
    "reference": "33:17–24",
    "title": "A Future without Fear",
    "html": "<p>There follows a particularly recalcitrant passage, which holds out the prospect of a future in which the rule of Yahveh and his human representative are finally manifested, in which the people of Judah are left in secure possession of their land free of foreign domination, and in which the disastrous situation described in <a class=\"isa\" verses=\"eyIxODI4NyI6M30=\">33:7&ndash;9<\/a> and elsewhere in <a class=\"isa\" verses=\"eyIxODE2NiI6MTM5fQ==\">chs. 28&ndash;33<\/a> will seem just like a bad dream. Neither this passage nor <a class=\"isa\" verses=\"eyIxODI4MSI6MjR9\">ch. 33<\/a> as a whole constitutes either a prophetic liturgy (Gunkel) or a royal ritual (Murray), though the chapter may use language and themes from different liturgies hypothesized on the basis of the psalms. It is even clearer that it does not report a prophetic vision (pace Sweeney 1996, 424&ndash;25, 428) since the relevant indications are lacking and the verb <em>ḥzh<\/em>, in parallelism with <em>rʾh<\/em> at <a class=\"isa\" verses=\"WzE4Mjk3LDE4MzAwXQ==\">33:17, 20<\/a>, does not necessarily connote seeing in vision (see, for example, <a class=\"isa\" verses=\"WzE4MTQyLDE4NjEzLDE4NjIxLDE4Nzc0XQ==\">Isa 26:11; 47:13; 48:6; 57:8<\/a>).<\/p><p>Chapters <a class=\"isa\" verses=\"bnVsbA==\">32&ndash;33<\/a> are united by the mention of the righteous king at the beginning and end, which also implies that, contrary to the opinion of the Targumist and many modern commentators, the once and future king of <a class=\"isa\" verses=\"WzE4Mjk3XQ==\">33:17<\/a> is a human figure who will represent the lordship of Yahveh in Jerusalem. This conclusion is supported by the absence of the article at both points (<a class=\"isa\" verses=\"WzE4MjYxLDE4Mjk3XQ==\">32:1; 33:17<\/a>). Furthermore, &ldquo;beauty&rdquo; (stem <em>yph<\/em>) is attributed to males as well as females (Joseph <a class=\"ref\">Gen 39:6<\/a>, David <a class=\"ref\">1 Sam 17:42<\/a>, Absalom <a class=\"ref\">2 Sam 14:25<\/a>), including kings (<a class=\"ref\">Ps 45:3; Ezek 28:12, 17<\/a>), but never Yahveh. The inclusio, therefore, gives a distinctive character to <a class=\"isa\" verses=\"eyIxODI2MSI6NDR9\">chs. 32&ndash;33<\/a> as the conclusion to <a class=\"isa\" verses=\"eyIxODE2NiI6OTV9\">chs. 28&ndash;31<\/a> and perhaps, at one point of the editorial history, to the entire first half of the book of Isaiah. What is therefore being described in this finale is the reversal of the situation at the critical juncture of Sennacherib&rsquo;s campaign. Zion will be secure, as it certainly was not at that point (v 20 cf. <a class=\"isa\" verses=\"WzE4Mjc4XQ==\">32:18<\/a>); the Assyrians speaking their unintelligible language will be long gone (<a class=\"isa\" verses=\"WzE4Mjk5XQ==\">v 19<\/a> cf. <a class=\"isa\" verses=\"eyIxODE3NSI6Mn0=\">28:10&ndash;11<\/a>); tribute will no longer be exacted (<a class=\"isa\" verses=\"WzE4Mjk4XQ==\">v 18<\/a> cf. <a class=\"isa\" verses=\"bnVsbA==\">2 Kgs 18:14&ndash;16<\/a>). The emphasis on <em>vision<\/em> (verbs of seeing occur five times) also recalls the motif of blindness and imperception of frequent occurrence in this section of the book (<a class=\"isa\" verses=\"W1sxODE3Ml0seyIxODIwMyI6NH0sWzE4MjEyLDE4MjI4LDE4MjYzXV0=\">28:7; 29:9&ndash;12, 18; 30:10; 32:3<\/a>). We may also suspect that to conclude with the image of a good and righteous king who will bring security under the rule of God carries an implicit criticism of Hezekiah, whose policies are repeatedly condemned throughout this section.<\/p><p>The poem, if that is what it is, shows little evidence of coherence or thematic unity&mdash;disparate images following one another in bewildering succession. One of the strangest of these is the picture of a land of broad rivers closed to the navigation of hostile vessels (<a class=\"isa\" verses=\"WzE4MzAxXQ==\">21b<\/a>), there being no broad rivers in the country and this being one of the few ways in which Israel had never been threatened. (Perhaps this verse inspired the Christmas carol about three ships sailing into Bethlehem.) The idea may have been suggested by <a class=\"isa\" verses=\"WzE4MjYyXQ==\">32:2b<\/a>, reading &ldquo;streams of water in Zion&rdquo; (<em>ṣiyy&ocirc;n<\/em> for mt <em>ṣāy&ocirc;n<\/em>, &ldquo;parched land&rdquo;); or the author may be reproducing an imaginary vision of Jerusalem as a place of abundant fresh water, drawing on <a class=\"ref\">Ezek 47:1&ndash;12<\/a> (cf. <a class=\"ref\">Joel 4:18[3:18]; Zech 14:8; Ps 46:5<\/a>); or, finally, it may refer to the land rather than the city, reflecting the fantasy of a Greater Israel, on which the sun never sets, stretching from the River of Egypt to the Euphrates inclusively (<a class=\"ref\">Gen 15:18<\/a>). It is, at any rate, almost certainly a later insertion into the poem, which reads more smoothly without it. The original conclusion was probably the acclamation: &ldquo;Yahveh is our ruler, Yahveh is our leader, Yahveh is our king, he will save us!&rdquo; The addition about the unseaworthy ship (<a class=\"isa\" verses=\"WzE4MzAzXQ==\">23a<\/a>) would therefore be a further elaboration on the galleys and stately ships mentioned earlier, a rather inconsequential addition to an addition. <a class=\"isa\" verses=\"WzE4MzAzXQ==\">Isa 33:23b<\/a> is a further and rather curious elaboration of the end-time scenario, one that contradicts the assumption that at the consummation of history there would be no sightless or lame people (<a class=\"isa\" verses=\"W3siMTgyNjMiOjJ9LHsiMTgzMjYiOjJ9XQ==\">32:3&ndash;4; 35:5&ndash;6<\/a>). It therefore called for a final <em>corrigendum<\/em> excluding the persistence of sickness and disability and the inevitable corollary of sin and guilt.<\/p><p>The poem opens with another prediction of a king ruling over a land stretching far into the distance (cf. <a class=\"isa\" verses=\"eyIxODI2MSI6OH0=\">32:1&ndash;8<\/a>). This imperial Israelite fantasy of an empire stretching from sea to sea and from the Euphrates to the ends of the earth (<a class=\"ref\">Ps 72:8; Zech 9:10<\/a>), dangerous as well as fantastic in retrospect, has for its subtext the Abrahamic promise (e.g. <a class=\"ref\">Gen 15:18<\/a>). Both here and in <a class=\"isa\" verses=\"eyIxODI2MSI6OH0=\">32:1&ndash;8<\/a>, therefore, the decisive turn of events will involve an individual ruler, the instrument of divine rule, though there is not the same sense of immediacy and level of concern for the restoration of the native dynasty as in other texts from the early post-destruction period (<a class=\"ref\">Jer 33:14&ndash;26; 23:5&ndash;6; Ezek 37:24&ndash;28<\/a>). Both <a class=\"isa\" verses=\"WzE4MjYxLDE4Mjk3XQ==\">32:1 and 33:17<\/a> speak unspecifically of a ruler without mentioning David or the Davidic dynasty. The thing once dreaded, now in the past, is foreign domination, and the three rhetorical questions express the economic burden of foreign occupation or vassal status. Taking a census was essential for tax collection or paying tribute (as Menahem to Tiglat-pileser III <a class=\"ref\">2 Kgs 15:19&ndash;20<\/a>, and Hezekiah to Sennacherib <a class=\"ref\">2 Kgs 18:14&ndash;16<\/a>), which explains why David&rsquo;s census was deemed to be reprehensible (<a class=\"ref\">2 Sam 24:10<\/a>). It will be unnecessary to labor the point that taxation and tribute continued to be a source of grievance throughout the Second Temple period. <a class=\"ref\">Nehemiah 5:1&ndash;5<\/a> records complaints that people had to mortgage their fields or give their children over to indentured service in order to pay the heavy taxes imposed by the Persian imperial authorities, and the Zeno papyri testify that the problem was no less severe in the Hellenistic period. The third question about counting towers, conveniently omitted in the Targum, hardly calls for the flurry of emendation in commentaries recent and not so recent, since assessing the number of dwellings and fortified installations would also be a necessary prelude to collecting tribute (cf. <a class=\"isa\" verses=\"WzE4MDYzXQ==\">22:10<\/a>). So the hated revenue officers and tribute collectors are nowhere to be seen, and the irritant of constantly having to listen to the harsh, unintelligible language of the conquerors will also be removed&mdash;a transparent allusion to the <em>ṣav lāṣāv<\/em> of the Assyrians (<a class=\"isa\" verses=\"eyIxODE3NSI6Mn0=\">28:10&ndash;11<\/a>).<\/p><p>At this point the focus shifts to a positive vision of what the future holds in store. Jerusalem, place of festive gatherings, will be a secure <em>nāveh<\/em>, a term originally connoting pastureland (<a class=\"isa\" verses=\"WzE4MzE3LDE4MzI4LDE4OTA4XQ==\">34:13; 35:7; 65:10<\/a>) and therefore making room for the metaphor of shepherding (<a class=\"isa\" verses=\"WzE4Mjc4XQ==\">32:18<\/a> cf. <a class=\"ref\">Exod 15:3; Jer 31:23<\/a>). Jerusalem is frequently presented under the figure of the wilderness tent, protected by a canopy (<a class=\"isa\" verses=\"eyIxNzczOSI6Mn0=\">4:5&ndash;6<\/a>) and complete with ropes and pegs (<a class=\"isa\" verses=\"WzE4NzI2XQ==\">54:2<\/a>). Claiming the name of Yahveh for the population of the new Jerusalem (<a class=\"isa\" verses=\"WzE4MzAxXQ==\">v 21a<\/a> emended reading) corresponds to the eschatological motif of conferring new names (cf. <a class=\"isa\" verses=\"eyIxODkxMyI6Mn0=\">65:15&ndash;16<\/a>) and leads to the acclamation of the kingship of Yahveh in Zion (cf. <a class=\"isa\" verses=\"WzE4NzA0XQ==\">52:7<\/a>). The titulary of Yahveh&mdash;<em>&scaron;ōpēṭ<\/em> (&ldquo;judge,&rdquo; &ldquo;ruler&rdquo;), <em>mĕḥoqēq<\/em> (&ldquo;clan leader&rdquo;), <em>melek<\/em> (&ldquo;king&rdquo;)&mdash;is deliberately traditional and archaic. The first designation carries the broader connotation of military in addition to judicial functions&mdash;as in the book of Judges (cf. the Carthaginian <em>suffetae<\/em>, &ldquo;war lords,&rdquo; mentioned by Livy); the <em>mĕḥoqēq<\/em> was originally a tribal leader (<a class=\"ref\">Judg 5:14<\/a>), and the representation of Yahveh as chieftain or king is also ancient (<a class=\"ref\">Exod 15:18<\/a>). The poem therefore ends with the assurance of ultimate salvation, expressed in terms designed to recall traditional and primordial Israelite realities and beliefs.<\/p><p>Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em> (Vol. 19, pp. 445&ndash;447). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}