{
    "id": 2135,
    "source": "blenkinsopp",
    "verse_id": 18576,
    "verse_count": 6,
    "reference": "45:14–19",
    "title": "The God Who Hides Himself",
    "html": "<p>After the Cyrus pronouncement and its sequel ( <a class=\"isa\" verses=\"eyIxODU1OCI6MTh9\">44:24&ndash;45:13<\/a>), it becomes difficult to follow a thread of consecutive meaning, to identify distinct discourses of significant length, or to recognize beginnings and endings. At one end of the spectrum, North (1964, 155&ndash;62) finds continuity of theme in <a class=\"isa\" verses=\"eyIxODU3NiI6MTJ9\">45:14&ndash;25<\/a> , the theme being the passage from heathenism to the Israelite religion and the God of Israel. At the other end, Westermann (1969, 168&ndash;76) finds only a series of fragments in the balance of this chapter ( <a class=\"isa\" verses=\"eyIxODU3NiI6MTJ9\">14, 15, 16&ndash;17, 18&ndash;19, 20&ndash;25<\/a>), for the most part out of place, and Merendino (1981, 425&ndash;61) arrives at a somewhat similar conclusion. Several others attach <a class=\"isa\" verses=\"eyIxODU4MCI6Mn0=\">vv 18&ndash;19<\/a> to what follows rather than to what precedes (e.g. Melugin 1976, 126&ndash;35). The view defended here is that we have two prophetic-oracular sayings ( <a class=\"isa\" verses=\"eyIxODU3NiI6Nn0=\">14&ndash;17, 18&ndash;19<\/a>) identified by the conventional prophetic<em>incipit<\/em> , which are thematically linked whether they belong at this point or not and whatever their origin.<\/p><p>The first consists in an address of Yahveh to Jerusalem\/Zion ( <a class=\"isa\" verses=\"WzE4NTc2XQ==\">v 14<\/a>), a comment by the prophetic author ( <a class=\"isa\" verses=\"WzE4NTc3XQ==\">15<\/a>), and a statement contrasting the destiny of idol-worshipers with the destiny of Israel ( <a class=\"isa\" verses=\"eyIxODU3OCI6Mn0=\">16&ndash;17<\/a>). That Jerusalem is being addressed and not Cyrus (as Jerome and Ibn Ezra thought) is established by the feminine suffixes, admittedly ambiguous in the Masoretic consonantal text but quite clear in 1QIsa<sup> a<\/sup> and confirmed by close parallels in <a class=\"isa\" verses=\"bnVsbA==\">Isa 60<\/a>. Apart from the opening passage of <a class=\"isa\" verses=\"eyIxODQyMiI6MjE2fQ==\">chs. 40&ndash;48<\/a> ( <a class=\"isa\" verses=\"WzE4NDIzLDE4NDMwXQ==\">40:2, 9<\/a>), this is the only place where Jerusalem\/Zion is addressed in these chapters, whereas in the following chapters, apostrophe to Jerusalem is extremely common. Hence, Westermann&rsquo;s suggestion of an original association of <a class=\"isa\" verses=\"WzE4NTc2XQ==\">45:14<\/a> with <a class=\"isa\" verses=\"bnVsbA==\">Isa 60<\/a> may be correct (1969, 169&ndash;70). Since<em>ʾatt&acirc;<\/em> (&ldquo;you,&rdquo; 2d-person masc. sing.) in the following verse should not be emended to &ldquo;with you (fem.)&rdquo; (see Note), the statement about the hidden or self-hiding God cannot be attributed to the Sabeans and the other peoples. In any case, <a class=\"isa\" verses=\"WzE4NTc3XQ==\">v 15<\/a> is incongruous after the confession of faith immediately preceding.<\/p><p>While commentators can always be counted on to find connections of some kind between one passage and another, still, I must say that a denunciation of cult images and their devotees would not be expected at this point ( <a class=\"isa\" verses=\"eyIxODU3OCI6Mn0=\">vv 16&ndash;17<\/a>). The denunciation may therefore belong to a later editorial strand together with <a class=\"isa\" verses=\"eyIxODU0MyI6MTJ9\">44:9&ndash;20<\/a>. To add to the confusion, the suffixes in the final couplet ( <a class=\"isa\" verses=\"WzE4NTc5XQ==\">17b<\/a>) are second-person plural.<\/p><p>The future Jerusalem is envisaged by apocalyptically-minded seers as the religious center of the world and the goal of pilgrimage for the nations ( <a class=\"isa\" verses=\"W3siMTc2ODgiOjN9LHsiMTg5NDEiOjZ9XQ==\">Isa 2:2&ndash;4; 66:18&ndash;23<\/a>; <a class=\"ref\">Zech 14:16<\/a>). It will be enriched with the tribute of subject peoples (e.g. <a class=\"isa\" verses=\"W3siMTg4MjciOjN9LFsxODgzMywxODgzNV0seyIxODgzOCI6Mn1d\">Isa 60:5&ndash;7, 11, 13, 16&ndash;17<\/a>; <a class=\"ref\">Hag 2:7&ndash;8<\/a>), who will also provide slaves and<em>Gastarbeiter<\/em> to perform tasks for the inhabitants of the city, including care of livestock and building projects ( <a class=\"isa\" verses=\"W3siMTc5MzAiOjJ9LHsiMTg4MzIiOjV9XQ==\">Isa 14:1&ndash;2; 60:10&ndash;14<\/a>). Since Second Isaiah is often read as the prophet of universalism, it is important to clarify what the term<em>universalism<\/em> implies. Neither Judaism nor Christianity has ever held out the offer of<em>unconditional<\/em> universal salvation, without some form of confession of faith and adherence in some way to norms defined and accepted by the faith in question. Some of the relevant statements often quoted from prophetic books suggest that foreigners are, so to speak, being made an offer they cannot refuse. The foreigners referred to in <a class=\"isa\" verses=\"WzE4NTc2XQ==\">45:14<\/a> come in chains, and even if the chains are borne willingly, as some suggest, those who wear them become the property of Israelites.<\/p><p>This situation, which hardly qualifies as religious universalism, reaches a higher level with the profession of faith that follows in the same verse: that the true God is the God of Israel, the God who is in Jerusalem\/Zion, the city representing the people of Israel, and that there is no true manifestation of divinity apart from this. We are not told that these foreigners become proselytes (<em>gēr&icirc;m<\/em> , cf. <a class=\"isa\" verses=\"eyIxNzkzMCI6Mn0=\">14:1&ndash;2<\/a>), much less that they were incorporated into the Jewish people. We do not hear of obligations placed on them by virtue of their confession of faith, either observance of Shabbat (cf. <a class=\"isa\" verses=\"eyIxODc1NSI6OH0=\">56:1&ndash;8<\/a>) or laws about what is clean and unclean ( <a class=\"ref\">Ezra 6:21<\/a>) or circumcision, of which in any case we hear very little in post-destruction historical and prophetic texts. (The Egyptians and Nubians or Ethiopians bringing tribute would probably be circumcised anyway).<\/p><p>The fact that in the confessional formula Yahveh is confessed to be the only god suggests that <a class=\"isa\" verses=\"WzE4NTc2XQ==\">v 14<\/a> is describing conversion, even if forced conversion, rather than just adhesion, to use A. D. Nock&rsquo;s well-known distinction. A similar confession is attributed to Naaman the Syrian: &ldquo;Now I know that there is no god in all the earth except in Israel&rdquo; ( <a class=\"ref\">2 Kgs 5:15<\/a>). Less clearly definitive is the confession of Jethro, father-in-law of Moses. After being &ldquo;catechized&rdquo; by Moses, he proclaims: &ldquo;Now I know that Yahveh is greater than all the gods&rdquo; ( <a class=\"ref\">Exod 18:11<\/a>). Rahab, the Jericho prostitute, recites what appears to be a similar piece of catechetical instruction and then makes a similar confession: &ldquo;Yahveh your God is the one who is God in the heaven above and on the earth beneath&rdquo; ( <a class=\"ref\">Josh 2:9&ndash;11<\/a>). It would be interesting to know how these formulations originated and to what actual praxis, if any, they corresponded.<\/p><p>However, as stated earlier, <a class=\"isa\" verses=\"WzE4NTc3XQ==\">v 15<\/a> is not the continuation of the <a class=\"isa\" verses=\"WzE4NTc2XQ==\">v 14<\/a> confession of faith but a comment either by the author of <a class=\"isa\" verses=\"eyIxODQyMiI6MjE2fQ==\">chs. 40&ndash;48<\/a> or by a later scribe&mdash;what Westermann (1969, 171) called an &ldquo;Amen gloss.&rdquo; The fact that God as Savior (<em>m&ocirc;&scaron;&icirc;aʿ<\/em>) is a common designation in <a class=\"isa\" verses=\"eyIxODQyMiI6MjE2fQ==\">chs. 40&ndash;48<\/a> ( <a class=\"isa\" verses=\"WzE4NTEzLDE4NTE3LDE4NTgzLDE4NjE1XQ==\">43:7, 11; 45:21; 47:15<\/a>) suggests that it was added by the author of <a class=\"isa\" verses=\"eyIxODQyMiI6MjE2fQ==\">chs. 40&ndash;48<\/a> , but the matter cannot be decided. The natural assumption would be that it was intended as a comment on the previous statement, perhaps also enlarging on the confession of faith, rather than as a misplaced comment on the Cyrus poem (Westermann 1969, 170&ndash;71). Since the God who hides himself is also the God of Israel and the Savior, we would assume that<em>ʾēl mistattēr<\/em> (&ldquo;the Almighty One who hides himself&rdquo;) carries a positive connotation, though clearly it could be understood otherwise. Perhaps it was, as we shall see.<\/p><p>At any rate, the Greek translator avoided it, substituting<em>su gar ei theos kai ouk ēdeimen<\/em> (&ldquo;for you are God, and we did not know it&rdquo;), placing the responsibility for the hiddenness of God on the devotees. The Targumist went his own way, as was his wont: &ldquo;In truth you are God who made your Shekhinah dwell in the strength of the height&rdquo; (Chilton 1987, 90). The Vulgate&rsquo;s<em>vere tu es Deus absconditus<\/em> (&ldquo;truly you are a hidden God&rdquo;) provided the point of departure for a great deal of mystical speculation and apophatic theologizing. Christians filled out the clause with reference what the New Testament has to say about the inscrutable and incomprehensible nature of God (e.g. <a class=\"ref\">Rom 11:33; 1 Tim 6:16<\/a>), while in recent Jewish religious thought it served as a way of coming to terms theologically with the Holocaust.<\/p><p>The antecedents of this way of speaking about God have not been easy to identify. It may, however, be tentatively suggested that this is one of the relatively few occasions in which the author draws on an older Isaian topos&mdash;that of the strange and uncanny ways in which the God of Israel intervenes in human affairs, especially touching on the destiny of his people ( <a class=\"isa\" verses=\"WzE4MTg2XQ==\">Isa 28:21<\/a> , <em>zār maʿăśēh&ucirc; &hellip; nokriyy&acirc; ʿăb&ocirc;dāt&ocirc;<\/em> , &ldquo;strange is his deed!&hellip; uncanny is his work!&rdquo;).<\/p><p>The contrast between Israel and those who make cult images ( <a class=\"isa\" verses=\"eyIxODU3OCI6Mn0=\">vv 16&ndash;17<\/a>) is somewhat unexpected but not out of character with the language and themes of this section of the book. All of the terms used here are found elsewhere in these chapters with the exception of<em>ṣ&icirc;r&icirc;m<\/em> , meaning &ldquo;idols,&rdquo; which is hapax. Shame ( &gt;<em>b&ocirc;&scaron;<\/em>) characterizes the opponents of Israel ( <a class=\"isa\" verses=\"WzE4NDYzLDE4NTg2LDE4NjYwLDE4NjcwLDE4NzI4XQ==\">41:11; 45:24; 49:23; 50:7; 54:4<\/a>), especially the devotees of cult images ( <a class=\"isa\" verses=\"WzE4NDk4LDE4NTQzLDE4NTQ1XQ==\">42:17; 44:9, 11<\/a>). &ldquo;Shame&rdquo; becomes a key term in describing the contrasting final destinies of the God-fearers in the community and their opponents, usually in the form of eschatological reversal, familiar also to readers of the New Testament ( <a class=\"isa\" verses=\"WzE4OTExLDE4OTI4XQ==\">Isa 65:13; 66:5<\/a>; cf. <a class=\"ref\">Matt 5:3&ndash;12<\/a>).<\/p><p>The second saying ( <a class=\"isa\" verses=\"WzE4NTgwXQ==\">vv 18b&ndash;19<\/a>) with its relatively long introduction ( <a class=\"isa\" verses=\"WzE4NTgwXQ==\">v 18a<\/a>) is related to the first ( <a class=\"isa\" verses=\"eyIxODU3NiI6NH0=\">vv 14&ndash;17<\/a>), and not just by the repetition of the incomparability formula: &ldquo;there is no other.&rdquo; The declaration that Yahveh has not spoken in secret (<em>bassēter<\/em> , cf. <em>ʾēl mistattēr<\/em>), echoed later on by a prophetic author ( <a class=\"isa\" verses=\"WzE4NjMxXQ==\">48:16<\/a>), suggests disquietude with the idea of a God who conceals himself, a frequent subject of complaint to God in Psalms and elsewhere ( <a class=\"ref\">Pss 10:11; 13:2; 27:9; 30:8; 44:25; 69:18; 88:15; 102:3; 143:7<\/a>; <a class=\"isa\" verses=\"WzE3ODI1LDE4NzMyLDE4ODkyXQ==\">Isa 8:17; 54:8; 64:6[7]<\/a>). It also seems to imply a need or desire to clarify a possible misunderstanding latent in the epithet. The saying affirms that Yahveh has always communicated in an open, straightforward and truthful way to his people. There is here an implied contrast between the clear and unambiguous pronouncements of Yahveh&rsquo;s prophets, including of course the one communicating the saying itself (cf. again, <a class=\"isa\" verses=\"WzE4NjMxXQ==\">48:16<\/a>), and what are taken to be essentially foreign forms of mediation: the obscure muttering and whispering that go on during a necromantic s&eacute;ance ( <a class=\"isa\" verses=\"W3siMTc4MjciOjR9LFsxODE5OF1d\">Isa 8:19&ndash;22; 29:4<\/a>) or the celebrated ambiguities of the Greek oracles, the kind that misled Croesus of Lydia to do battle with Cyrus ( <a class=\"ref\">Herodotus 1:53<\/a>).<\/p><p>The speaker is introduced as the Creator of the heavens, and therefore as the one divinity, and (literally) the one who formed, made, and established the earth, using language familiar from liturgical hymns ( <a class=\"ref\">Ps 8:4; 24:2; 119:90<\/a>). It is tempting to read the following statement, that Yahveh did not create the earth as a<em>tōh&ucirc;<\/em> (&ldquo;empty void&rdquo;), as polemic against the Priestly account of creation in <a class=\"ref\">Gen 1:1&ndash;2:4<\/a> (with Sommer 1998, 142&ndash;43, following Weinfeld 1967&ndash;1968, 123&ndash;24). However, all that <a class=\"isa\" verses=\"WzE4NTgwXQ==\">18c<\/a> is saying is that Yahveh did not destine the earth to be an empty void but rather to be inhabited, which is completely in keeping with what the Genesis account says. Once again, therefore, we are reminded that the truth of these prophetic pronouncements is sustained by the power that brought the world into existence at the beginning.<\/p><p>Blenkinsopp, J. (2008). <em>Isaiah 40&ndash;55: A New Translation with Introduction and Commentary<\/em> (Vol. 19A, pp. 256&ndash;259). New Haven; London: Yale University Press.<\/p> ",
    "audit": 1
}