{
    "id": 2064,
    "source": "blenkinsopp",
    "verse_id": 17878,
    "verse_count": 6,
    "reference": "10:27–32",
    "title": "The Enemy Approaches",
    "html": "<p>This poem about the advance of a hostile, unnamed army on Jerusalem takes up once again the theme of the Assyrian threat (<a class=\"isa\" verses=\"W3siMTc3NjYiOjV9LHsiMTc4MDEiOjN9LHsiMTc4MTUiOjJ9XQ==\">5:26&ndash;30; 7:18&ndash;20; 8:7&ndash;8<\/a> cf. <a class=\"isa\" verses=\"eyIxODE2NyI6M30=\">28:2&ndash;4<\/a>) but in more dramatic form. However, its connections with what precedes and follows are tenuous, and we have seen that <a class=\"isa\" verses=\"eyIxNzg4NCI6Mn0=\">10:33&ndash;34<\/a> has at some point been separated from <a class=\"isa\" verses=\"eyIxNzg2NiI6NX0=\">10:15&ndash;19<\/a>. We can almost always find some justification for these textual dislocations (e.g. by reading <a class=\"isa\" verses=\"eyIxNzg4NCI6Mn0=\">33&ndash;34<\/a> as the answer to the threat of <a class=\"isa\" verses=\"WzE3ODc4XQ==\">27b&ndash;32<\/a>) but they could also have happened quite accidentally. This kind of highly dramatic and greatly accelerated <em>Reisebericht<\/em> has a parallel in <a class=\"ref\">Mic 1:10&ndash;16<\/a>, also with about a dozen place-names that provide occasion for assonance. (There are four examples of this feature in our passage, but only one of them&mdash;&ldquo;Ramah is racked with fear&rdquo;&mdash;could be reproduced even approximately in translation).<\/p><p>Somewhat similar evocations of the approach of danger in the form of an invading army, e.g., <a class=\"ref\">Jer 4:5&ndash;31<\/a>, have suggested the mythological topos of &ldquo;the foe from the north&rdquo; (Childs 1967, 61&ndash;63), or a dramatization of the threat of judgment on Jerusalem with no specific historical referent (Gray 1912, 206&ndash;7; Barth 1977, 65&ndash;66), but the description of the march on Jerusalem and its effects seems to be too specific for that, though not specific enough to identify the occasion beyond reasonable doubt. The Damascus-Samaria axis attacked Jerusalem in 734, but the location of <a class=\"ref\">10:27b&ndash;32<\/a> points unmistakably to an Assyrian attack threatened time and again in this section (contra Donner; Hayes and Irvine 1987, 207&ndash;10; Irvine 1990, 274&ndash;79). This being the case, one would be inclined to think of Sennacherib&rsquo;s campaign in 701, which reached the walls of Jerusalem but did not take the city (Whitehouse 1905, 171, 173; Fohrer 1966, 162&ndash;63; Auvray 1972, 138&ndash;41; Aharoni 1979, 387&ndash;94). But the obvious objection to this opinion is that Sennacherib advanced on Jerusalem from the southwest not from the north, as is clear from the Taylor prism, the account in <a class=\"ref\">2 Kgs 18&ndash;19<\/a>, and perhaps also <a class=\"ref\">Mic 1:10&ndash;16<\/a>. Sargon II (721&ndash;705) describes himself on an inscription from Nimrud as &ldquo;the subduer of the land <em>ia-u-du<\/em> which is far away&rdquo; (<em>ANET<\/em>, 287). The toponym is generally taken to refer to Judah, but since it is linked with Hamath in the same brief statement it is more likely Yaʾudi (Samʾal) in northern Syria rather than the southern Palestinian kingdom, and in any case it does not necessarily imply a campaign of conquest. But Sargon conducted campaigns against Philistine city-states in 720 and 713&ndash;711, on both of which occasions the participation of Judah in an anti-Assyrian coalition would have been solicited (for the revolt of Ashdod in 711, this is explicitly stated in Prism A, <em>ANET<\/em>, 287, and strongly suggested in Isa 20). Several recent commentators have therefore opted for 713&ndash;711 (Wildberger 1991, 450&ndash;58; Clements 1980, 117&ndash;21). But the defeat of the northern rebels in 720 led by Hamath and including Samaria, followed by a rapid march south to subdue Hannun of Gaza, seems to provide a more fitting context for a show of strength against Jerusalem with the purpose of discouraging Judean participation in the revolt (Sweeney).<\/p><p>On the itinerary itself little need be said (see maps in Kaiser 1972, 249; Wildberger 1991, 454). If the situation is that of Sargon&rsquo;s first western campaign the departure point would probably have been Samaria. Few of the toponyms have been identified securely, though the general direction is fairly clear: the Assyrian army is described as leaving the main north&ndash;south highway somewhere near Bethel and taking to the hills to the east in order to approach Jerusalem along the central ridge. The detour would have been dictated by the decision to bypass the fortified point of Mizpah (Tell en-Naṣbeh) on the main road. Ayyath is generally identified with Ai (et-Tell <a class=\"ref\">Josh 7:2<\/a>), Migron was somewhere near Gibeah (<a class=\"ref\">1 Sam 14:2<\/a>), Michmash would be at or near the village of Muhmas where the baggage train was left while the infantry crossed the ravine, none other than the steep and stony Wadi es-Suweinit. Geba (Jeba) and Ramah (er-Ram) are well-attested Benjamnite sites, but the location of Gibeah of Saul, formerly identified with Tell el-Full, remains uncertain. The location of none of the six place-names closer to Jerusalem is known though Anathoth is probably situated at Ras el-Kharrube near the village of ʿAnata. It is assumed that the troops ended their march on the Mount of Olives (<em>har ṣ&ocirc;p&icirc;m<\/em>), from which location their intimidating gestures could be seen from within the city wall.<\/p><p>The final two verses (<a class=\"isa\" verses=\"eyIxNzg4NCI6Mn0=\">33&ndash;34<\/a>) take up the metaphor of deforestation in <a class=\"isa\" verses=\"eyIxNzg2OSI6Mn0=\">10:18&ndash;19<\/a> and conclude the poem dealing with the anticipated punishment of Assyria. They are also entirely consonant with the image of axe and saw and the theme of humbled pride in <a class=\"isa\" verses=\"eyIxNzg2NiI6NX0=\">10:15&ndash;19<\/a>. Textual dislocations of this kind can happen quite accidentally as noted earlier, but in this instance the relocation sets up a contrast with the image of new growth with which <a class=\"isa\" verses=\"eyIxNzg4NiI6OX0=\">11:1&ndash;9<\/a> opens. The juxtaposition is appropriate since the collapse of the evil empires of Assyria and Babylonia, signified by the destruction of the forest, would have created a situation in which the possibility of re-establishing the Davidic dynasty could at least be contemplated. The demonstration of divine power, destructive but also salvific, is timed appositely as the enemy is posing a direct threat to Jerusalem (<a class=\"isa\" verses=\"WzE3ODgzXQ==\">32<\/a>). Referring the deforestation metaphor to Assyria (Vermeylen 1977, 1.266&ndash;68; Clements 1980a, 120&ndash;21) rather than to Judah (Kaiser 1972, 251; Wildberger 1991, 427) also calls to mind the Assyrian addiction to scorched earth tactics and cutting down and hauling away cedars from Lebanon (<em>ANET<\/em>, 275&ndash;76 cf. <a class=\"isa\" verses=\"bnVsbA==\">Isa 37:24<\/a>). Far from being ecologically sensitive (but who was at that time?), the Assyrians proudly recorded their indiscriminate devastation of local flora and fauna during their military campaigns and hunting expeditions. By the seventh century b.c.e. they had, for example, hunted the Syrian elephant to extinction. If they had been more technologically advanced they would doubtless have inflicted even more damage on the environment.<\/p><p> Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em> (Vol. 19, pp. 260&ndash;262). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}