{
    "id": 2043,
    "source": "blenkinsopp",
    "verse_id": 17687,
    "verse_count": 1,
    "reference": "2:1",
    "title": "A Second Title",
    "html": " <p>That <a class=\"isa\" verses=\"eyIxNzY4NyI6NTR9\">chs. 2&ndash;4 <\/a>,constitute a distinct unit is indicated by the prediction of a restored and exalted Jerusalem at the beginning (<a class=\"isa\" verses=\"eyIxNzY4NyI6NX0=\">2:1&ndash;5 <\/a>) and a similarly future-oriented passage, about the same length, at the end (<a class=\"isa\" verses=\"eyIxNzczNiI6NX0=\">4:2&ndash;6 <\/a>), both in recitative or rhythmic prose. This literary technique of bracketing implies that the judgment threatened in <a class=\"isa\" verses=\"eyIxNzY5MiI6NDR9\">2:6&ndash;4:1 <\/a>,now, after the catastrophe of 586, lies in the past, making space for a different perspective on the future. Both bracketing passages are introduced with formulae indicative of a future-oriented but not necessarily eschatological perspective. &ldquo;On that day&rdquo; (<em>bayy&ocirc;m hah&ucirc;ʾ <\/em>, <a class=\"isa\" verses=\"WzE3NzM2XQ==\">4:2 <\/a>) is one of the more common prophetic-predictive incipits in the book, whereas <em>bĕʾaḥăr&icirc;t hayyām&icirc;m <\/em>,, literally, &ldquo;at the end of the days,&rdquo; does occur elsewhere but not in Isaiah, sometimes as a vague indication of the future (<a class=\"ref\">Deut 4:30; Jer 23:20; Ezek 38:16; Hos 3:5 <\/a>) but also introducing an oracular saying (<a class=\"ref\">Gen 49:1; Num 24:14; Ezek 38:16 <\/a>). These and similar formulas contribute to this thrust towards the future that is one of the most impressive features of the prophetic books. <\/p> <p>The passage occurs with variations, for the most part a matter of word order except for the ending, in <a class=\"ref\">Mic 4:1&ndash;5 <\/a>. (See notes on the text.) After the prediction of universal disarmament, the latter adds the prospect of the eschatological abolition of fear, with everyone sitting under the proverbial vine and fig tree, &ldquo;for the mouth of Yahveh of the hosts has spoken&rdquo; (<a class=\"isa\" verses=\"WzE3NzM4XQ==\">4:4b <\/a>). The scenario reflects one of the rare occasions for euphoria in the post-disaster period, perhaps following on the accession of Cyrus (Sweeney 1996, 99). The Micah version then adds &ldquo;for all the peoples walk each one in the name of its God, but we walk in the name of Yahveh our God for ever and ever&rdquo; (<a class=\"isa\" verses=\"WzE3NzM5XQ==\">4:5 <\/a>), a statement echoed in our passage with &ldquo;O house of Jacob, come let us walk in the light of Yahveh.&rdquo; Every possible explanation of this duplication has been given at one time or another&mdash;Isaiah borrowed from Micah, Micah from Isaiah (Duhm; Gray; Wildberger)&mdash;it entered both books from an earlier, Korahite liturgical composition from the late fifth or early fourth century (Kaiser), or from some other source (Sweeney 1988, 165&ndash;69). That variants of the same textual tradition appear in different places is neither strange nor of rare occurrence&mdash;compare <a class=\"ref\">Obad 1&ndash;7 <\/a>,with <a class=\"ref\">Jer 49:9&ndash;10, 14&ndash;16 and Ps 14 <\/a>,with <a class=\"ref\">Ps 53 <\/a>. In this instance certainty is unattainable, but it seems that the complex of topoi represented in the passage (see the next paragraph) is more at home in Isaiah than in Micah. Besides, Jerusalem as the place from which moral instruction irradiates is very much a Second Temple <em>Isaian <\/em>,theme (&ldquo;instruction [ <em>t&ocirc;r&acirc; <\/em>,] will go out from me, and my justice as a light for the peoples,&rdquo; <a class=\"isa\" verses=\"WzE4Njc4XQ==\">51:4 <\/a>), perhaps not unconnected with the origins of proselytism. The idea of final disarmament and the abolition of war is also distinctively though not exclusively Isaian (<a class=\"isa\" verses=\"W1sxNzgzNF0seyIxNzg5MSI6NH1d\">9:4[5]; 11:6&ndash;9 <\/a>,cf. <a class=\"isa\" verses=\"WzE4ODQwLDE4OTIzXQ==\">60:18; 65:25 <\/a>). It appears, moreover, that <a class=\"ref\">Mic 5:9&ndash;14[10&ndash;15] <\/a>) has borrowed motifs and turns of phrase from the poem about judgment on faithless Israel in <a class=\"isa\" verses=\"eyIxNzY5MiI6MTd9\">Isa 2:6&ndash;22 <\/a>. <a class=\"ref\">Joel 4:9&ndash;12 <\/a>,also borrows from <a class=\"isa\" verses=\"WzE3Njg4XQ==\">Isa 2:2 <\/a>,but turns it upside down&mdash;plowshares are to be beaten into swords, pruning hooks into spears. There is also a strong possibility that the conclusion to <a class=\"ref\">Mic 4:1&ndash;4 <\/a>&mdash;&ldquo;for the mouth of Yahveh of the hosts has spoken&rdquo; (<em>k&icirc;-p&icirc; YHVH ṣĕbāʾ&ocirc;t dibbēr <\/em>)&mdash;refers back to the Isaian parallel, especially since this is the only occurrence of the Isaian title <em>YHVH ṣĕbāʾ&ocirc;t <\/em>,in Micah. <\/p> <p>Isaiah <a class=\"isa\" verses=\"eyIxNzY4OCI6NH0=\">2:2&ndash;5 <\/a>,is a collage of Zion themes that we encounter in all sections of the book: Jerusalem as cosmic mountain at the center of the world (<a class=\"isa\" verses=\"W1sxNzg2MywxNzg4MywxNzg5NCwxNzk3MV0seyIxODEyNSI6Mn0sWzE4MTI5LDE4MjAyLDE4MjQ3LDE4MjU1LDE4Mzg1LDE4NDMwLDE4Nzc5LDE4OTIzXV0=\">10:12, 32; 11:9; 16:1; 25:6, 7, 10; 29:8; 30:29; 31:4; 37:32; 40:9; 57:13; 65:25 <\/a>), with the temple as its epicenter (<a class=\"isa\" verses=\"WzE3NzM5LDE3ODI2LDE4MDA1LDE4MTE5LDE4MTY1LDE4NzYxLDE4OTA5LDE4OTQzXQ==\">4:5; 8:18; 18:7; 24:23; 27:13; 56:7; 65:11; 66:20 <\/a>); the convergence of Gentiles on Jerusalem in different capacities: as pilgrims (<a class=\"isa\" verses=\"W3siMTg1NzYiOjEwfSx7IjE4ODIzIjoxOH1d\">45:14&ndash;23; 60:1&ndash;18 <\/a>), as participants in or observers of the final showdown or singularity in Jerusalem (<a class=\"isa\" verses=\"W3siMTgxMjUiOjN9LFsxODc0Nl0seyIxODc2MCI6M30seyIxODgyMyI6N30sWzE4ODU3XSx7IjE4OTQxIjoyfSxbMTg5NDQsMTg5NDZdXQ==\">25:6&ndash;8; 55:5; 56:6&ndash;8; 60:1&ndash;7; 62:2; 66:18&ndash;19, 21, 23 <\/a>), as escorts for Judean repatriates (<a class=\"isa\" verses=\"W1sxODY1OV0seyIxODgzMCI6Mn0sWzE4OTQzXV0=\">49:22; 60:8&ndash;9; 66:20 <\/a>), bearers of tribute, or <em>Gastarbeiter <\/em>,, and slaves (<a class=\"isa\" verses=\"W3siMTc5MzAiOjJ9LFsxODAwNSwxODY2MF0seyIxODgyOCI6MTN9LHsiMTg4NDkiOjN9LFsxODkzNV1d\">14:1&ndash;2; 18:7; 49:23; 60:6&ndash;18; 61:5&ndash;7; 66:12 <\/a>). Similar passages in early Second Temple texts (e.g. <a class=\"ref\">Hag 2:7&ndash;9; Zech 2:14&ndash;16; 8:20&ndash;23 <\/a>) help us to locate this kind of exalted &ldquo;Zionist&rdquo; mythopoesis, which seems to have crystallized in the prophetic propaganda and cult of Judeo-Babylonian repatriates in the first half-century of Persian rule, though by no means confined to that time. In the last section of the book we will have more than one occasion to note how quite different and often incompatible views on relations with Gentiles coexisted throughout the entire period of the Second Commonwealth. <\/p> <p>Notwithstanding the Masoretic <em>petuḥa <\/em>,divider (פ), indicating the beginning of a new paragraph, the final <a class=\"isa\" verses=\"WzE3NjkxXQ==\">v 5 <\/a>,is an exhortation to &ldquo;the household of Jacob&rdquo; to take up the invitation addressed to Gentiles immediately preceding. In addition, it serves to link up with the following poem, which opens with the same designation. Like <em>ʾĕlōh&ecirc; yaʿăqōb <\/em>,(&ldquo;the God of Jacob&rdquo;), the phrase <em>b&ecirc;t yaʿăqōb <\/em>,(&ldquo;the household of Jacob&rdquo;) became popular in the Second Temple period and is well represented in Isaiah (e.g. <a class=\"isa\" verses=\"WzE4NTkwLDE4NjE2LDE4Nzg4XQ==\">46:3; 48:1; 58:1 <\/a>), even more so in liturgical hymns (<a class=\"ref\">Psalms 20, 46, 75, 76, 81, 84, 94 <\/a>). (In <a class=\"isa\" verses=\"WzE3Njg5XQ==\">Isa 2:3 <\/a>,&ldquo;the house of the God of Jacob&rdquo; refers to the temple.) In this respect it is hardly coincidental that the story of the patriarch Jacob&rsquo;s exile in Mesopotamia and return (<a class=\"ref\">Gen 25&ndash;35 <\/a>) mirrors the experience of deported and repatriated Judeans beginning in the sixth century b.c.e. The invitation to walk in the light of Yahveh also reflects a prominent motif in the later chapters of Isaiah. Unlike the Zoroastrian deity Ahuramazda, Yahveh creates both light and darkness (<a class=\"isa\" verses=\"WzE4NTY5XQ==\">45:7 <\/a>) and turns darkness into light (<a class=\"isa\" verses=\"WzE4NDk3XQ==\">42:16 <\/a>); and this light will eventually be available not to the household of Jacob alone but to the nations of the world as well, though not unconditionally (<a class=\"isa\" verses=\"W3siMTg0ODciOjJ9LFsxODY0MywxODY3OCwxODgyNV1d\">42:6&ndash;7; 49:6; 51:4; 60:3 <\/a>). In view of our own sad and guilty knowledge of the violence we continue to visit on each other, on other creatures, and on the environment in general, the eschatological horizon of the abolition of war, and even of violence in the animal world (<a class=\"isa\" verses=\"eyIxNzg5MSI6NH0=\">11:6&ndash;9 <\/a>), is one of the most poignant motifs in the book. <\/p> <p>Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary <\/em>,(Vol. 19, pp. 190&ndash;191). New Haven; London: Yale University Press. <\/p>,",
    "audit": 1
}