{
    "id": 2143,
    "source": "blenkinsopp",
    "verse_id": 18644,
    "verse_count": 7,
    "reference": "49:7-13",
    "title": "Two Comments about the Servant",
    "html": "<p>This section follows the previous one with two sayings of unequal length (vv <a class=\"isa\" verses=\"W3siMTc3ODQiOjI1fSx7IjE3ODA5Ijo5OX1d\">7, 8&ndash;12<\/a>), rounded off with a hymn stanza (<a class=\"isa\" verses=\"bnVsbA==\">13<\/a>). The repeated introductory formula has misled several commentators into making unnecessary adjustments and &ldquo;improvements&rdquo; to this passage. For Westermann (1969, 212&ndash;14), for example, <a class=\"isa\" verses=\"bnVsbA==\">7b<\/a> was the original conclusion of the one oracle of salvation; in his translation it therefore follows <a class=\"isa\" verses=\"MTg2NDk=\">49:12<\/a>; and since he believes that the second introduction (<a class=\"isa\" verses=\"bnVsbA==\">8a<\/a>) was added after <a class=\"isa\" verses=\"bnVsbA==\">7b<\/a> was moved to its present position, he omits it. The hypothesis could be correct, since <a class=\"isa\" verses=\"bnVsbA==\">7b<\/a> sounds like a conclusion (cf. somewhat similar endings in <a class=\"isa\" verses=\"WzE4NDQ0LDE4NzQ2XQ==\">40:23 and 55:5<\/a>), but unfortunately Westermann omits to explain why, on this reading, <a class=\"isa\" verses=\"bnVsbA==\">7b<\/a> was moved back several verses to its present position. The hypothesis is in any case unnecessary, since <a class=\"isa\" verses=\"bnVsbA==\">7b<\/a> does in fact conclude a saying, and the repetition of <em>qĕd&ocirc;s yiśrāʾēl<\/em> (&ldquo;the Holy One of Israel&rdquo;) rounds off this brief saying (v <a class=\"isa\" verses=\"bnVsbA==\">7<\/a>) with an inclusio.<\/p><p>The common understanding of these sayings as commentary on the autobiographical statement of the anonymous Servant immediately preceding is supported by the similar structure of <a class=\"isa\" verses=\"bnVsbA==\">42:1&ndash;4<\/a>, followed by the comment in <a class=\"isa\" verses=\"bnVsbA==\">42:5&ndash;9<\/a>, this too rounded off with a hymn stanza (<a class=\"isa\" verses=\"bnVsbA==\">42:10&ndash;13<\/a>). However, the two sayings need not, and in fact do not, interpret the preceding passage in the same way. The first of the two &ldquo;words of Yahveh&rdquo; (<a class=\"isa\" verses=\"MTg2NDQ=\">49:7<\/a>) takes up the key term <em>ʿebed<\/em>, &ldquo;servant,&rdquo; but uses it not as an honorific title but in the sense of a menial, a slave (<em>ʿebed mō&scaron;ĕl&icirc;m<\/em>, literally, &ldquo;a slave of rulers&rdquo;). The referent is clearly the Israelite people as a whole, not an individual, and the description of their present political situation, followed by the scenario of the eschatological triumph of Yahveh to be realized through his people (cf. <a class=\"isa\" verses=\"W3sic2luZ2xlcyI6WzE4NTg1LDE4ODI1LDE4ODU3XX0seyIxODgzMiI6Mn1d\">45:23; 60:3, 10&ndash;11; 62:2<\/a>), points unmistakably in the same direction.<\/p><p>The second saying (<a class=\"isa\" verses=\"bnVsbA==\">49:8&ndash;12<\/a>) alludes more directly to the role of the anonymous servant in <a class=\"isa\" verses=\"bnVsbA==\">49:1&ndash;6<\/a>, though with exclusive reference to the mission to Israel confided to the servant, the description of which (vv <a class=\"isa\" verses=\"bnVsbA==\">9&ndash;12<\/a>) is compatible with the less-specific terms of the commissioning in the previous statement (<a class=\"isa\" verses=\"bnVsbA==\">5&ndash;6<\/a>). Since <a class=\"isa\" verses=\"bnVsbA==\">8&ndash;12<\/a> is also connected with <a class=\"isa\" verses=\"bnVsbA==\">1&ndash;6<\/a> by means of the catchword nexus (<em>yĕ&scaron;&ucirc;ʿ&acirc;<\/em>, &ldquo;salvation,&rdquo; vv <a class=\"isa\" verses=\"W3siMTc3NzEiOjEzfSx7IjE3ODA5IjoyMn1d\">6 and 8<\/a>), a frequent linking device in these chapters, it seems that v <a class=\"isa\" verses=\"bnVsbA==\">7<\/a> was inserted at the stage in which the individual-prophetic understanding of the servant of <a class=\"isa\" verses=\"bnVsbA==\">49:1&ndash;6<\/a> gave way to the collective interpretation.<\/p><p>The first of the two &ldquo;words&rdquo; introduces Yahveh as Redeemer and Holy One, attributes of frequent occurrence in these chapters (see <a class=\"isa\" verses=\"MTg0NjY=\">41:14<\/a>). It is addressed to Jews under foreign rule, a condition that lasted from 604 to 141 b.c.e. (<a class=\"ref\">1 Macc 13:41&ndash;42<\/a>) and, after a brief interlude, for centuries thereafter. If the saying dates to the early Persian period, as seems probable, we would have to assume that the language describing the attitude of the imperial power is somewhat inflated, since indications are that the Persians were in general well disposed toward the Jews in their Empire. At the same time, subjection to foreign rule remained basically unacceptable, as we see from Nehemiah&rsquo;s prayer, which also describes it as a form of slavery: &ldquo;We are slaves this day in the land you (Yahveh) gave to our ancestors to enjoy its fruit and its good gifts; yes, we are slaves&rdquo; (<a class=\"ref\">Neh 9:36<\/a>). The attitude of the nations described in <a class=\"isa\" verses=\"MTg2NDQ=\">49:7<\/a> is, at any rate, dictated by the fact that the Jews are a defeated and subject people; there is no evidence for religious or cultural anti-Judaism before the Greco-Roman period.<\/p><p>The rapid reversal of fortune between the first and the second part of the saying dramatizes the contrast between the attitude of the nations toward Israel and the attitude of their God, who is faithful (<em>neʾĕman<\/em>, predicated of God only here and <a class=\"ref\">Deut 7:9<\/a>)&mdash;faithful to his promises spoken through the prophets, faithful in not abandoning the people he has chosen (cf. <a class=\"isa\" verses=\"W3sic2luZ2xlcyI6WzE4NTE2LDE4NTI2LDE4NTY2XX0seyIxODQ2MCI6Mn0seyIxODUzNSI6Mn1d\">41:8&ndash;9; 43:10, 20; 44:1&ndash;2; 45:4<\/a>). The perspective is one more commonly encountered in the final chapters of the book, where a reversal of fortune is presented not as an empirically realizable goal but as a hope for a future hidden with God, a future in which the roles will be reversed and the political powers and potentates will serve Israel (<a class=\"isa\" verses=\"W3sic2luZ2xlcyI6WzE4ODI1LDE4ODU3XX0seyIxODgzMiI6Mn1d\">60:3, 10&ndash;11; 62:2<\/a>). This theme of reversal from humiliation to triumph, from <em>kenōsis<\/em> to <em>doxa<\/em>, is a well-attested and familiar aspect of early Christian apocalyptic.<\/p><p>The second saying (<a class=\"isa\" verses=\"bnVsbA==\">49:8&ndash;12<\/a>) is addressed to the individual whose voice we have just heard (vv <a class=\"isa\" verses=\"bnVsbA==\">1&ndash;6<\/a>). It consists in reassurance (form-critically, an oracle of salvation) about the original mission to Israel and therefore responds to the servant&rsquo;s expression of discouragement and dejection. The time at which the positive response and the assistance will be forthcoming is not clearly stated. Addressing Jerusalem Yahveh says, &ldquo;In my anger I struck you, but in (the time of) my good pleasure I took pity on you&rdquo; (<a class=\"isa\" verses=\"MTg4MzI=\">60:10<\/a>), which suggests a summary of Jerusalem&rsquo;s history of destruction in the recent past followed by present or hoped-for reconstruction. The time of God&rsquo;s good pleasure is whenever God elects to answer prayer and come to the assistance of the disappointed and defeated; this is a commonplace of liturgical piety:<\/p><blockquote><p>Yahveh, my prayer is to you.<\/p><p>My God, in the time of your good pleasure,<\/p><p>in the abundance of your love, answer me;<\/p><p>with your faithful will to save, rescue me. (<a class=\"ref\">Ps 69:14<\/a>)<\/p><\/blockquote><p>Early Christian writers who used this Isaian text (<a class=\"ref\">Luke 2:14; 2 Cor 6:2<\/a>) perceived correctly that, though the work of salvation had not yet taken effect, it was now assured, a matter already decided in principle. This is made quite clear in that the prophet is already destined to be a covenant to the people. The designation used here (v <a class=\"isa\" verses=\"bnVsbA==\">8b<\/a>) repeats verbatim the mission confided to Cyrus with respect to the people of Israel, while omitting the additional predicate of a light to the nations (<a class=\"isa\" verses=\"MTg0ODc=\">42:6b<\/a>). We have seen that Cyrus&rsquo;s mission was essentially and in the first place to be undertaken on behalf of Israel (<a class=\"isa\" verses=\"MTg1NjY=\">45:4<\/a>), and to consist in the restoration of Jerusalem and Judah.<\/p><p>The implication seems to be that the prophetic individual whom we heard speaking in <a class=\"isa\" verses=\"bnVsbA==\">49:1&ndash;6<\/a> is convinced that the mission originally confided to Cyrus has now passed by default to him. This is not as strange as it may sound. Throughout the history of the kingdoms and on into the time of Babylonian and Persian hegemony, prophets were involved in political life, often playing a decisive role and not infrequently losing their lives in the process.<\/p><p>The more detailed account of the mission that follows (<a class=\"isa\" verses=\"bnVsbA==\">8b&ndash;12<\/a>) is essentially the same as Cyrus&rsquo;s mission (<a class=\"isa\" verses=\"W3sic2luZ2xlcyI6WzE4NDg4LDE4NTc1XX0seyIxODU2MCI6M31d\">42:7; 44:26&ndash;28; 45:13<\/a>) and restates in more specific terms the task placed on the servant in <a class=\"isa\" verses=\"bnVsbA==\">49:5&ndash;6<\/a>. The task of &ldquo;establishing the land&rdquo; corresponds to establishing the tribes of Jacob (<a class=\"isa\" verses=\"MTg2NDM=\">49:6<\/a> with the same verb, <em>hēq&icirc;m<\/em>). That is, as the continuation of the verse makes clear, the task is to make a new allotment of land holdings (<em>naḥăl&ocirc;t<\/em>), to repeat the distribution of land carried out by Joshua after the conquest (<a class=\"ref\">Josh 13&ndash;19<\/a>) in obedience to the charge laid on him by Moses (<a class=\"ref\">Deut 3:28; 19:3; 31:7<\/a>). I take this to be one more indication of close ideological links between this prophetic author and the Deuteronomists active at about the same time, for whom the reoccupation of the land and reestablishment of a commonwealth on the basis of a schematic and fictive twelve-tribal union formed a crucial part of the agenda. The successive deportations and the expropriation of the real estate of the deportees (<a class=\"ref\">2 Kgs 25:12; Jer 39:10; 52:16<\/a>), for which justification could easily be contrived (<a class=\"ref\">Ezek 11:14&ndash;17; 33:23&ndash;24<\/a>), would have made title to land a crucial issue in the event of a return of the original titleholders or their heirs.<\/p><p>The account of the mission and its predicted outcome is described in terms familiar from the mission originally confided to Cyrus, the principal factor being release from the constraints of involuntary exile in a foreign country represented as prison and darkness (cf. <a class=\"isa\" verses=\"W3sic2luZ2xlcyI6WzE4NDg4LDE4NDk0LDE4NDk3LDE4NTAzLDE4NTc1XX0seyIxODQ5OSI6Mn1d\">42:7, 13, 16, 18&ndash;19, 22; 45:13<\/a>). The themes and even the language of chs. <a class=\"isa\" verses=\"bnVsbA==\">40&ndash;48<\/a> are simply repeated and juxtaposed: Yahveh is the shepherd, Israel the flock (<a class=\"isa\" verses=\"MTg0MzI=\">40:11<\/a>); the bare hills are transformed into pastureland (<a class=\"isa\" verses=\"MTg0NzA=\">41:18<\/a>); hunger and thirst are satisfied (<a class=\"isa\" verses=\"MTg2MzY=\">48:21<\/a>); abundant sources of water are provided (<a class=\"isa\" verses=\"WzE4NDcwLDE4NTI2LDE4NTM3LDE4NjM2XQ==\">41:18; 43:20; 44:3; 48:21<\/a>); and mountains no longer constitute obstacles on the way back to the land (<a class=\"isa\" verses=\"WzE4NDI1LDE4NDk3XQ==\">40:4; 42:16<\/a>).<\/p><p>All of this leads up to the return from the diaspora, not just from Babylon but from all points of the compass (cf. <a class=\"isa\" verses=\"bnVsbA==\">43:5&ndash;6<\/a>). The only place named is one far to the south. Syene (Aswan), the military and commercial center at the southern boundary of Egypt, on the east bank of the Nile opposite the island of Jeb (Elephantine), is mentioned often in the Aramaic papyri discovered on the island and twice in Ezekiel (<a class=\"isa\" verses=\"WzE4MjA0LDE4MjI0XQ==\">29:10; 30:6<\/a>). One of several centers in Egypt with a Jewish population at that time (cf. those listed in <a class=\"ref\">Jer 44:1<\/a> and, perhaps somewhat later, the five Egyptian cities in which Hebrew was spoken, <a class=\"isa\" verses=\"MTgwMjM=\">Isa 19:18<\/a>), it was no doubt the Jewish settlement furthest southwest known to the author.<\/p><p>The address of the servant and the addenda (vv <a class=\"isa\" verses=\"W3siMTc3ODQiOjI1fSx7IjE3ODA5Ijo5OX1d\">7 and 8&ndash;12<\/a>) conclude with a hymn stanza: an invocation to the sky and the earth, therefore to all creation, to rejoice (v <a class=\"isa\" verses=\"bnVsbA==\">13<\/a>). This brief stanza has a verbal link with the second addendum (vv <a class=\"isa\" verses=\"bnVsbA==\">8&ndash;12<\/a>) through the reference to the divine pity (<em>mĕraḥāmām<\/em>, 10; <em>yĕraḥēm<\/em>, 13b). The verbal stem <em>rḥm<\/em>, &ldquo;to show pity, compassion&rdquo; (vv <a class=\"isa\" verses=\"W3siMTc4NTIiOjM0fSx7IjE3OTA4IjoyMn0seyIxNzk2MiI6OX1d\">10, 13, 15<\/a>), is a <em>Leitmotif<\/em> in this chapter, reminding us also of the merciful and compassionate God addressed in the Quʾran (<em>al-raḥmān, al-raḥeem<\/em>). The present stanza also follows the stylistic pattern of chs. <a class=\"isa\" verses=\"bnVsbA==\">40&ndash;48<\/a>, according to which announcements about Yahveh&rsquo;s servant Cyrus and Yahveh&rsquo;s servant Israel provoke the same hymnic call to celebration (<a class=\"isa\" verses=\"W3sic2luZ2xlcyI6WzE4NTU3LDE4NTcwXX0seyIxODQ5MSI6NH1d\">42:10&ndash;13; 44:23; 45:8<\/a>). The reason is that Yahveh God is the merciful, the compassionate One. The prophetic announcement of the comfort of God with which these chapters began (<a class=\"isa\" verses=\"MTg0MjI=\">40:1<\/a>) is therefore now being fulfilled in the events taking place and about to take place (cf. <a class=\"isa\" verses=\"WzE4Njc3LDE4Njg2LDE4NzA2XQ==\">51:3, 12; 52:9<\/a>).<\/p><p>Blenkinsopp, J. (2008). <em>Isaiah 40&ndash;55: A New Translation with Introduction and Commentary<\/em> (Vol. 19A, pp. 304&ndash;307). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}