{
    "id": 2066,
    "source": "blenkinsopp",
    "verse_id": 17895,
    "verse_count": 7,
    "reference": "11:10–16",
    "title": "A Reunited People",
    "html": "<p> <a class=\"isa\" verses=\"eyIxNzg5NSI6N30=\">Isaiah 11:10&ndash;16<\/a> consists formally of two appendices to the preceding poem ( <a class=\"isa\" verses=\"eyIxNzg5NSI6N30=\">10, 11&ndash;16<\/a>) both introduced with the customary<em>bayy&ocirc;m hah&ucirc;ʾ<\/em> formula. The second is also circumscribed by inclusion&mdash;&ldquo;the residue that is left of his people&rdquo;&mdash;impressed more clearly in the Hebrew by play on the sibilants:<em>&scaron;ĕʾār ʿamm&ocirc; ʾă&scaron;er yi&scaron;&scaron;āʾēr mēʾa&scaron;&scaron;&ucirc;r<\/em> ( <a class=\"isa\" verses=\"WzE3ODk2XQ==\">11<\/a>), <em>li&scaron;ĕʾār ʿamm&ocirc; ʾă&scaron;er yi&scaron;&scaron;āʾēr mēʾa&scaron;&scaron;&ucirc;r &hellip; kaʾă&scaron;er &hellip;<\/em> ( <a class=\"isa\" verses=\"WzE3OTAxXQ==\">16<\/a>). The first of the two is an editorial comment expanding the scope of the poem. This is apparent in the reference to &ldquo;the root of Jesse&rdquo; and perhaps also in a more oblique allusion to the spirit-endowment resting (verbal stem<em>n&ucirc;aḥ<\/em> cf. <em>mĕn&ucirc;ḥ&acirc;<\/em>) on the messianic ruler. The appendices are related to each other by the motif of the &ldquo;signal&rdquo; (<em>nēs<\/em>), though used in quite different ways. If the preceding poem dates from the exilic or early Second Temple period as suggested, the two editorial additions would of course represent a still later stage in the development of the Isaian tradition. While this tradition in its later development does not seem to have a strong stake in the restoration of the Judean royal house, <a class=\"isa\" verses=\"WzE4NzQ0XQ==\">Isa 55:3<\/a> does speak of David as a witness to the peoples (<em>ʿēd lĕʾ&ucirc;mm&icirc;m<\/em>) comparable to the description in our passage of &ldquo;the root of Jesse&rdquo; as a &ldquo;signal for the peoples (of the world).&rdquo;<\/p><p>That the author of the first comment chose to use the more familiar term<em>&scaron;ōre&scaron;<\/em> (&ldquo;root&rdquo;) rather than<em>gēzaʿ<\/em> (&ldquo;stock&rdquo;) is hardly surprising and does not justify interpreting it as an allusion to the community rather than an individual (as Barth 1977, 59; Vermeylen 1989, 277; Clements 1980a, 125). &ldquo;The root of Jesse&rdquo; would be a decidedly odd and unprecedented way of referring to a Judean or expatriate community at any point in time. The enigmatic<em>vĕhāyĕtāh mĕnūḥāt&ocirc; kāb&ocirc;d<\/em> , literally, &ldquo;and his resting place will be glory,&rdquo; could refer to the land ruled over by the descendent of Jesse (<em>mĕnūḥ&acirc;<\/em> in the Deuteronomic sense of the promised land), but the wording is strange enough to allow for the possibility that the writer may have wished to refer back, with some editorial and linguistic license, to the spirit-endowment that rested (<em>n&ucirc;aḥ<\/em>) on the ideal ruler ( <a class=\"isa\" verses=\"WzE3ODg3XQ==\">11:2<\/a>). At any rate, this first passage seems to suggest that in a future age the nations of the world will voluntarily submit to the Davidic dynast ruling in Jerusalem. This fantasy of a worldwide empire on which the sun never sets, with Jerusalem as its epicenter, occurs frequently in the later sections of the book, though it is far from clear that the submission of foreign nationals will be voluntary ( <a class=\"isa\" verses=\"W1sxODU3NywxODY0NF0seyIxODY1OSI6Mn0sWzE4NzI3XSx7IjE4NzQ0IjozfSx7IjE4ODIzIjoyMn0seyIxODg0OSI6M31d\">Isa 45:15; 49:7, 22&ndash;23; 54:3; 55:3&ndash;5; 60:1&ndash;22; 61:5&ndash;7<\/a>).<\/p><p>Noticeable in both passages is the reversal in the metaphoric language vis-&agrave;-vis earlier allusions: Yahveh no longer hoists a signal to call in the Assyrians ( <a class=\"isa\" verses=\"WzE3NzY2XQ==\">5:26<\/a>) or raises his hand to strike in anger ( <a class=\"isa\" verses=\"WzE3NzY1XQ==\">5:25<\/a>). The second passage begins and ends with the repatriation theme encapsulated in the name of the prophet&rsquo;s son Shear-yashub ( <a class=\"isa\" verses=\"W1sxNzc4Nl0seyIxNzg3MSI6NH1d\">7:3; 10:20&ndash;23<\/a>), a theme that recurs as a major leitmotiv through the book. The hoisting of a signal is to alert foreigners charged with responsibility for repatriating exiled Jews that the time has come (also <a class=\"isa\" verses=\"W3siMTg2NTkiOjJ9LFsxODg2NV0seyIxODk0MSI6NH1d\">49:22&ndash;23; 62:10; 66:18&ndash;21<\/a> speaks of a &ldquo;sign&rdquo; [<em>ʾ&ocirc;t<\/em> ] rather than a &ldquo;signal&rdquo; [<em>nēs<\/em> ] but the difference is minimal). Since only Assyria and Egypt are mentioned at the end of the second passage ( <a class=\"isa\" verses=\"WzE3OTAxXQ==\">16<\/a>), most commentators assume that the rest of the locations from Pathros to the islands of the sea have been added; Clements (1980a, 125) in fact thinks that this list could he one of the last additions made to the book. This may be correct, and it is true that Assyria and Egypt are linked in one or two late occurrences with probable reference to Seleucids and Ptolemies respectively ( <a class=\"isa\" verses=\"W1sxNzgwMSwxNzg3NV0seyIxODAyOCI6M30seyIxODE2NCI6Mn0sWzE4NzAxXV0=\">7:18; 10:24; 19:23&ndash;25; 27:12&ndash;13; 52:4<\/a>). However, Egypt, Pathros, and Nubia on the one hand and Elam, Shinar, and Hamath on the other are aligned topographically, the first triad from north to south, the second from southeast to northwest. Pathros (&ldquo;the south land&rdquo; in Egyptian, <em>paturisi<\/em> in Assyrian records) is Upper Egypt as a distinct administrative region (cf. <a class=\"ref\">Jer 44:1, 15; Ezek 29:14; 30:14<\/a>), and Cush (Akk. <em>kusu<\/em>), ancient Nubia, corresponds to present-day Sudan. Shinar is the alluvial plain of southern Mesopotamia ( <a class=\"ref\">Gen 10:10; 11:2; 14:1, 9; Josh 7:21; Zech 5:11; Dan 1:2<\/a>), Hamath is in northern Syria, and the &ldquo;islands of the sea,&rdquo; i.e., the Mediterranean, would stand for either the Phoenician coastal area or the Aegean islands (the Hebrew<em>ʾ&icirc;<\/em> can mean either &ldquo;island&rdquo; or &ldquo;coastal region&rdquo;).<\/p><p>The anticipated reconciliation between south and north, Judah and Ephraim, reverses the situation described earlier ( <a class=\"isa\" verses=\"WzE3ODUxXQ==\">9:21<\/a>) and reminds us that reunion remained an ideal long after the ten tribes had disappeared from the scene (e.g. <a class=\"ref\">Ezek 37:15&ndash;28<\/a>). In the context of the passage as a whole the bad feeling referred to would be between the authorities in Samaria and Jerusalem amply documented in Ezra-Nehemiah. <a class=\"ref\">Ezra 4:1&ndash;3<\/a> reports that opponents of Judah and Benjamin (<em>ṣār&ecirc; yĕh&ucirc;d&acirc; &ucirc;binyām&icirc;n<\/em> cf. <em>ṣorĕr&ecirc; yĕh&ucirc;d&acirc;<\/em> here) who claimed descent from people settled in Samaria during the Assyrian period offered assistance in building the Jerusalem temple and were repulsed. During Nehemiah&rsquo;s tenure of office opposition came not only from the Sanballats in Samaria but from the Kedarite Arabs under their ruler Geshem (Gashmu) and the Tobiad family (Ammon). Moab, Ammon, and the Philistine city of Ashdod are also potential sources of danger to be kept at arm&rsquo;s length ( <a class=\"ref\">Neh 13:1&ndash;3, 23&ndash;27<\/a>). Thus the background of the poem is Judah of the early to middle Achaemenid period. The poem provides no grounds for attribution to the exilic Isaiah (pace Williamson): <a class=\"isa\" verses=\"eyIxODQyMiI6MzIwfQ==\">chs. 40&ndash;54<\/a> (or <a class=\"isa\" verses=\"bnVsbA==\">40&ndash;55<\/a>) evince no interest in the unification of or reconciliation between Ephraim and Judah; it is simply not an issue, nor do they mention the Philistines or the Egyptian diaspora, and the closest parallel to the &ldquo;dispersed of Israel&rdquo; (<em>nidḥ&ecirc; yiśrāʾēl<\/em>) is towards the beginning of third section of the book ( <a class=\"isa\" verses=\"WzE4NzYyXQ==\">56:8<\/a>).<\/p><p>The &ldquo;tongue of the Egyptian sea&rdquo; may refer to the tongue-shaped Red Sea (cf. the lower extremity of the Dead Sea known as the Lashon or Tongue), which the repatriates are to cross dry-shod as their forbears did in the exodus ( <a class=\"ref\">Exod 13:18; 15:4; Num 14:25<\/a>). By rendering the Euphrates equally fordable, Yahveh will create the right conditions for another exodus from the principal centers of the diaspora mentioned at the beginning of the passage ( <a class=\"isa\" verses=\"WzE3ODk2XQ==\">11<\/a>). The highway along which the repatriates will return (<em>mĕsill&acirc;<\/em> <a class=\"isa\" verses=\"W1sxODAyOF0seyIxODQyNCI6M30seyIxODg2NSI6M31d\">19:23; 40:3&ndash;5; 62:10&ndash;12<\/a> cf. <em>masl&ucirc;l<\/em> <a class=\"isa\" verses=\"eyIxODMyOSI6M30=\">35:8&ndash;10<\/a>), from Babylon mainly but also from Egypt (cf. <a class=\"ref\">Zech 10:10<\/a>), is a major motif in the later stages of the Isaian tradition.<\/p><p>Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em> (Vol. 19, pp. 266&ndash;268). New Haven; London: Yale University Press.<\/p> ",
    "audit": 1
}