{
    "id": 2118,
    "source": "blenkinsopp",
    "verse_id": 18430,
    "verse_count": 3,
    "reference": "40:9-11",
    "title": "Good News for the Cities of Judah",
    "html": "<p>Several commentators have found the image of Zion, also known as Mount Zion, being ordered up a high mountain to proclaim good news singularly inept or even, according to Duhm (1922, 290), &ldquo;ein groteskes Bild.&rdquo; Whether grotesque or not, this is what the text says. The alternative, familiar from Handel&rsquo;s <em>Messiah<\/em>, &ldquo;Oh thou that tellest glad tidings to Zion,&rdquo; though perhaps permissible as a feminine-singular collective, is ruled out by the five feminine imperatives following. Furthermore, postulating a female herald would be without parallel in the book. But Torrey is right in taking Duhm to task at this point, since there is nothing inappropriate in supposing that &ldquo;Zion personified is commanded to assume the office of a herald, and proclaim to her sister cities the joyful news&rdquo; (Torrey 1928, 306&ndash;7).<\/p><p>Beginning in the Neo-Babylonian period, we detect an increasing emphasis on Jerusalem as an entity distinct from Judah. This is not as much in evidence in chs. <a class=\"isa\" verses=\"eyIxODQyMiI6MjE2fQ==\">40&ndash;48<\/a>, where the people is referred to more often than not as Jacob or Israel. But Jerusalem also serves as a designation for Judeans or Jews in general; in fact, it is explicitly stated that they are to be named for the city (<a class=\"isa\" verses=\"MTg2MTc=\">48:2<\/a>). In the next major section&mdash;chs.<a class=\"isa\" verses=\"eyIxODYzOCI6MTA0fQ==\"> 49&ndash;54<\/a>(<a class=\"isa\" verses=\"eyIxODc0MiI6MTN9\">55<\/a>)&mdash;Jerusalem, as it were, emerges from the shadows and speaks and is spoken to in her own name (<a class=\"isa\" verses=\"W3siMTg2NTEiOjEzfSx7IjE4NjkwIjo4fSx7IjE4Njk4IjoyfSx7IjE4NzA0Ijo0fSx7IjE4NzI1IjoxN31d\">49:14&ndash;26; 51:16&ndash;23; 52:1&ndash;2, 7&ndash;10; 54:1&ndash;17<\/a>), and Israelites are now said to be her children (<a class=\"isa\" verses=\"MTg3Mzc=\">54:13<\/a> cf. <a class=\"isa\" verses=\"MTg5MzE=\">66:8<\/a>).<\/p><p>In the final section&mdash;chs. <a class=\"isa\" verses=\"W10=\">55(56)&ndash;66<\/a>&mdash;control of Jerusalem and of the temple (&ldquo;my holy mountain,&rdquo; <a class=\"isa\" verses=\"WzE4NzYxLDE4Nzc5LDE4ODk1XQ==\">56:7; 57:13; 64:9<\/a> cf. <a class=\"isa\" verses=\"MTc4OTQ=\">11:9<\/a>) is of central significance. The distinction between Jerusalem and the other &ldquo;cities&rdquo; (in reality, settlements, farms, and villages) of Judah is present from the beginning (<a class=\"isa\" verses=\"WzE4NTYwLDE4NTYyXQ==\">44:26, 28<\/a>) but comes increasingly into view and is encapsulated in the designation &ldquo;Judah and Jerusalem,&rdquo; standard in texts from the late Persian and early Hellenistic periods (<a class=\"ref\">2 Chr 11:14; 20:17; 24:6, 8; Ezra 9:9; 10:7<\/a>; <a class=\"isa\" verses=\"WzE3NjU2LDE3Njg3XQ==\">Isa 1:1; 2:1<\/a>). It is therefore unsurprising and unexceptional if Jerusalem is called on to proclaim good news to the cities of Judah.<\/p><p>The present stanza, <a class=\"isa\" verses=\"eyIxODQzMCI6M30=\">40:9&ndash;11<\/a>, is loosely connected with <a class=\"isa\" verses=\"eyIxNzY1NiI6MTc1fQ==\">1&ndash;8<\/a>, though we detect the usual casual linkage by sound and sense: the voice calling out (vv <a class=\"isa\" verses=\"W3siMTc3NzEiOjEzfSx7IjE3ODMxIjoyMX1d\">6, 9<\/a>), perhaps also <em>habbāśār<\/em> v <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">6<\/a> (&ldquo;flesh&rdquo;) and <em>mĕbaśśeret<\/em> v 9 (&ldquo;herald&rdquo;; Koole 1997, 70). There is no more justification for postulating an emissary of the heavenly council here than in the preceding passage.<\/p><p>Zion\/Jerusalem does not stand for the people here, as in <a class=\"isa\" verses=\"MTg0MjM=\">40:2<\/a>, and is not to be thought of as a sentinel posted on a hill to look out for Babylonian diaspora Jews on the last leg of their journey back to the homeland. She is on the hill-top so that her voice may be heard far and wide, proclaiming the good tidings that God and the salvation of God are near at hand. This is the core of the message of these chapters which this stanza shares with the preceding one (<a class=\"isa\" verses=\"MTg0MjY=\">40:5<\/a>). Melugin (1976, 84&ndash;86) also makes a clear distinction between <a class=\"isa\" verses=\"W3siMTc2NTYiOjE3NX0seyIxNzgzMSI6NzF9XQ==\">1&ndash;8 and 9&ndash;11<\/a> and adds the interesting suggestion that the juxtaposition of these two introductory passages reflects the structure of chs. <a class=\"isa\" verses=\"W10=\">40&ndash;55: vv 1&ndash;8<\/a> encapsulate chs. <a class=\"isa\" verses=\"eyIxODQ1MyI6MTg1fQ==\">41&ndash;48<\/a>; and vv <a class=\"isa\" verses=\"eyIxNzgzMSI6NzF9\">9&ndash;11<\/a>, chs. <a class=\"isa\" verses=\"eyIxODYzOCI6MTE3fQ==\">49&ndash;55<\/a>. It would be tempting to think of a conflation of two originally independent introductions, but Melugin does not go this far.<\/p><p>Throughout chs. <a class=\"isa\" verses=\"eyIxODQyMiI6MzIwfQ==\">40&ndash;54<\/a>(<a class=\"isa\" verses=\"eyIxODc0MiI6MTN9\">55<\/a>) the good news is always the same, though expressed in different ways: the revelation of God&rsquo;s glory or radiance (<a class=\"isa\" verses=\"MTg0MjY=\">40:5<\/a>), the coming of Israel&rsquo;s God (<a class=\"isa\" verses=\"eyIxODQzMCI6M30=\">40:9&ndash;11<\/a>), Yahveh coming to redeem his people (<a class=\"isa\" verses=\"MTg2MzU=\">48:20<\/a>), the establishing of God&rsquo;s rule (<a class=\"isa\" verses=\"MTg3MDQ=\">52:7<\/a>), and the coming of Yahveh to Zion (<a class=\"isa\" verses=\"MTg3MDU=\">52:8<\/a>). The og rendering <em>euangelizomenos<\/em> for mt <em>mĕbaśśeret<\/em> also helps to explain both the adoption of the Gospel form in early Christianity and the essential content of the gospel&mdash;namely, the advent of the kingdom or rule of God through the agency of Jesus, as expressed in the first statement attributed to Jesus in Mark&rsquo;s Gospel (<a class=\"isa\" verses=\"MTc2NzA=\">1:15<\/a>).<\/p><p>What is behind this language is the ancient connection between kingship and salvation, the figure of the savior king. The basic image here, therefore, is that of a royal <em>parousia<\/em>. Yahveh is a royal figure (<a class=\"isa\" verses=\"WzE4NDczLDE4NTIxLDE4NTQwLDE4NzA0XQ==\">41:21; 43:15; 44:6; 52:7<\/a>) ready to impose his will, by force if necessary. The metaphor of the arm that wields the sword or the scepter (<a class=\"isa\" verses=\"WzE4NjgzLDE4NzEzLDE4ODE3LDE4ODYzXQ==\">51:9; 53:1; 59:16; 62:8<\/a>), the arm bared for combat (<a class=\"isa\" verses=\"MTg3MDc=\">52:10<\/a>), connotes struggle against political forces opposed to God&rsquo;s purposes, and also echoes traditional liturgical language hymning Yahveh as king in the so-called Enthronement Psalms (<a class=\"ref\">Pss 47, 93, 95&ndash;99<\/a>).<\/p><p>The arm imagery also recalls the liberation from Egyptian bondage&mdash;&ldquo;with a mighty hand and outstretched arm&rdquo; (e.g. <a class=\"ref\">Deut 4:34<\/a>). It is therefore understandable, if textually questionable, that Ibn Ezra emends to <em>bĕyād ḥăzāq&acirc;<\/em>, &ldquo;with a strong hand,&rdquo; in <a class=\"isa\" verses=\"MTg0MzE=\">40:10a<\/a>. We will see in due course how the language of royal power and warfare in evidence throughout chs. <a class=\"isa\" verses=\"eyIxODQyMiI6MzIwfQ==\">40&ndash;54<\/a>(<a class=\"isa\" verses=\"eyIxODc0MiI6MTN9\">55<\/a>) coalesces around the presentation of Yahveh&rsquo;s royal and creative attributes as a mirror image of the Neo-Babylonian ideology of power expressed in the <em>akitu<\/em> or New Year Festival.<\/p><p>The reward and recompense that Yahveh brings with him are sometimes understood as Yahveh&rsquo;s own reward, recompense, or booty won in battle, consisting in Israelites ransomed from captivity, who now accompany him on the return journey (e.g. North 1964, 79; O. Kaiser 1959, 45). The terms used here, <em>śākār<\/em> and <em>pĕʿull&acirc;<\/em>, do in fact connote wages and work done for wages, respectively, but both can also be used in the more generally metaphorical sense of recompense or reward (<a class=\"ref\">Gen 15:1; Ps 109:20; 127:3<\/a>; <a class=\"isa\" verses=\"MTg4NTI=\">Isa 61:8<\/a>; <a class=\"ref\">Jer 31:16<\/a>), and <em>pĕʿull&acirc;<\/em> can denote vindication of the righteous by God (<a class=\"isa\" verses=\"MTg2NDE=\">Isa 49:4<\/a>).<\/p><p>While, therefore, the idea of the reassembly of Israelites dispersed in Babylon and elsewhere may be alluded to in the gathering together of the sheep in the following verse, the more natural sense of v <a class=\"isa\" verses=\"eyIxNzg1MiI6MzR9\">10<\/a> is that Yahveh&rsquo;s <em>parousia<\/em> will make up for past sufferings and reward those who have persevered. The repetition of this statement in <a class=\"isa\" verses=\"MTg4NjY=\">62:11<\/a> and the similar statement in <a class=\"isa\" verses=\"eyIxODMyNCI6Mn0=\">35:3&ndash;4<\/a> point unmistakably in the same direction.<\/p><p>The metaphorical shift from the imperial <em>parousia<\/em> to the shepherd caring for his flock is less sudden than might appear to the modern reader, since the topos of king as shepherd of his people was entirely familiar at that time and in that place. David shepherded his people (<a class=\"ref\">2 Sam 5:2<\/a>), and it is anticipated that Cyrus will do the same, with special reference to Judeans (<a class=\"isa\" verses=\"MTg1NjI=\">Isa 44:28<\/a>). The representation of Yahveh as shepherd, familiar to many from <a class=\"ref\">Ps 23<\/a> but also appearing frequently elsewhere (<a class=\"ref\">Gen 49:24; Ps 78:52; 80:2; Ezek 34:1&ndash;31<\/a>) is a slippery metaphor that, given the association of sheep with passivity and fecklessness in general, carries potentially unflattering implications for the shepherd&rsquo;s charges. The original intent of the metaphor, however, was to temper the image of absolute royal power with a concern for justice and care for society&rsquo;s losers and outcasts, and in this sense the figure of the good shepherd was taken up in the Gospels (<a class=\"ref\">Luke 15:3&ndash;7; John 10:1&ndash;18<\/a>).<\/p><p>Blenkinsopp, J. (2008). <em>Isaiah 40&ndash;55: A New Translation with Introduction and Commentary<\/em> (Vol. 19A, pp. 185&ndash;187). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}