{
    "id": 2124,
    "source": "blenkinsopp",
    "verse_id": 18482,
    "verse_count": 9,
    "reference": "42:1-9",
    "title": "The Commissioning of Yahveh’s Servant",
    "html": "<p>A servant of Yahveh, that is, one who acts on his behalf and does his bidding, is now presented to the readers or hearers in a manner reminiscent of acts of commissioning or installation in office. The two statements (vv <a class=\"isa\" verses=\"W3siMTc2NTYiOjg1fSx7IjE3NzQxIjoxMTF9XQ==\">1&ndash;4, 5&ndash;9<\/a>), the second with its own superscription, belong together even if the second was added later, an opinion often expressed but impossible to prove. In the context of these early chapters the language and themes of the passage as a whole are not particularly distinctive, certainly not enough to justify attribution to a different author. We have already heard of a servant chosen and sustained by Yahveh (<a class=\"isa\" verses=\"bnVsbA==\">41:8&ndash;10<\/a>), of the creation of the heavens and the earth (<a class=\"isa\" verses=\"MTg0MzM=\">40:12, 22b, 26, 28; 41:20<\/a>), of Yahveh&rsquo;s holding the hand of his agent (<a class=\"isa\" verses=\"MTg0NjU=\">41:13<\/a> cf. <a class=\"isa\" verses=\"WzE4NTYzLDE4NjkyXQ==\">45:1; 51:18<\/a>), the rejection of idols (<em>pĕs&icirc;l&icirc;m<\/em>, <a class=\"isa\" verses=\"MTg0NDA=\">40:19<\/a>), and events predicted and new events announced (<em>riʾ&scaron;on&ocirc;t, ḥădā&scaron;&ocirc;t<\/em> <a class=\"isa\" verses=\"MTg0NzQ=\">41:22<\/a>). It is possible for an interpolator to have imitated vocabulary and turns of phrase characteristic of the interpolated text, but the burden of proof lies with the scholar who posits an interpolation, not the one who accepts the text as it is.<\/p><p>Isaiah <a class=\"isa\" verses=\"bnVsbA==\">42:1&ndash;4<\/a> is the first of Bernhard Duhm&rsquo;s <em>ebed-Jahwe Dichtungen<\/em> (followed by <a class=\"isa\" verses=\"W3siMTg2MzgiOjZ9LHsiMTg2NjciOjh9LHsiMTg3MTAiOjE1fV0=\">49:1&ndash;6; 50:4&ndash;11; 52:13&ndash;53:12<\/a>)&mdash;to be translated &ldquo;poems&rdquo; in this work rather than &ldquo;songs&rdquo; since, whatever else they may be, they are not songs. Duhm (1922, 311) admitted that they are close both in language and thought to Second Isaiah but argued that they were composed in Judah sometime between the composition of Job and Malachi by a disciple of Second Isaiah and teacher of the law. According to him, they were inserted into Second Isaiah in a somewhat haphazard fashion, wherever there was space in the manuscript. He justified the interpolation theory on the grounds of regularity of meter, a calmer and more low-key style of writing in contrast to Second Isaiah, and a completely different profile from the <em>ʿebed<\/em>, identified with Israel elsewhere in Second Isaiah. With respect to this first of the four passages, he identified vv <a class=\"isa\" verses=\"W3siMTc2NTYiOjg1fSx7IjE3NzQxIjo2OH1d\">1&ndash;4 and 5&ndash;7<\/a> as distinct but connected sayings and he made the further point that they break the continuity between <a class=\"isa\" verses=\"W3siMTg0NzciOjV9LHsiMTg0ODkiOjJ9XQ==\">41:25&ndash;29 and 42:8&ndash;9<\/a> and therefore must have been inserted at that point.<\/p><p>It is generally difficult and often impossible to <em>prove<\/em> that a particular passage has been interpolated, and the existence of an interpolation is not established by the mere fact that, when the passage in question is removed, the remaining text does not bleed. Another problem with Duhm&rsquo;s theory is the assumption that the four <em>Dichtungen<\/em> originated as one composition (&ldquo;ein besonderes Buch,&rdquo; 1922, 311) and refer to one and the same individual throughout. This cannot be taken for granted, and the notable differences in subject matter, mood, and to some extent language between chs. <a class=\"isa\" verses=\"W3siMTg0MjIiOjIxNn0seyIxODYzOCI6MTA0fV0=\">40&ndash;48 and 49&ndash;54<\/a> (<a class=\"isa\" verses=\"bnVsbA==\">55<\/a>) must also be taken into account&mdash;especially the fact that the career of Cyrus and the end of the Babylonian Empire are the central themes in the former and are absent from the latter.<\/p><p>We must also take into account that fact that, particularly in Isaiah, there has been an ongoing process of incremental and cumulative interpretation of the existing material. The first stage in the long history of the interpretation of Duhm&rsquo;s four passages must be extracted from the text itself. Interpretation can be seen in the addition of &ldquo;Israel&rdquo; to <a class=\"isa\" verses=\"MTg2NDA=\">49:3<\/a> and similar glossing in <a class=\"isa\" verses=\"MTg0ODI=\">42:1<\/a> lxx. Other examples are <a class=\"isa\" verses=\"bnVsbA==\">51:4&ndash;6<\/a>, which can be read as an eschatologizing commentary on <a class=\"isa\" verses=\"W3siMTg0ODIiOjl9LHsiMTg2MzgiOjEzfV0=\">42:1&ndash;9, and 49:1&ndash;13<\/a>, which reapplies the language and themes of <a class=\"isa\" verses=\"bnVsbA==\">42:1&ndash;9<\/a> to a different situation. Some of the problems of these &ldquo;servant&rdquo; texts, which have defied the ingenuity of exegetes for centuries, may be the result of the reapplication and rewriting of passages such as <a class=\"isa\" verses=\"bnVsbA==\">42:1&ndash;9<\/a> in the light of changed historical circumstances or new insights. And <a class=\"isa\" verses=\"bnVsbA==\">42:1&ndash;9<\/a> is unspecific and ambiguous enough in its allusions to have been applied to more than one situation without any significant rewriting.<\/p><p>The subject matter of chs. <a class=\"isa\" verses=\"bnVsbA==\">40&ndash;48<\/a> in general, the immediate context (<a class=\"isa\" verses=\"bnVsbA==\">41:25&ndash;29<\/a>), and the language in which the commissioning is described create a strong prima facie case that the original identification of the servant was Cyrus. In the first place, the nature of the commission strongly suggests a ruler. The Hebrew term <em>mi&scaron;pāṭ<\/em> appears three times in vv <a class=\"isa\" verses=\"bnVsbA==\">1&ndash;4<\/a>. As used in these chapters, it can connote a judicial decision (<a class=\"isa\" verses=\"WzE4NDUzLDE4NzIwLDE4NzQxXQ==\">41:1; 53:8; 54:17<\/a>), particularly one that vindicates an innocent party (<a class=\"isa\" verses=\"WzE4NDQ4LDE4NjQxLDE4NjcxXQ==\">40:27; 49:4; 50:8<\/a>). But the term here has a broader reference and refers to a social order based on justice that originates in the will and character of the deity (cf. <a class=\"isa\" verses=\"WzE4NDM1LDE4Njc4XQ==\">40:14; 51:4<\/a>). So understood, <em>mi&scaron;pāṭ<\/em> is linked with the role of law (<em>t&ocirc;r&acirc;<\/em> v 4, not to be translated &ldquo;instruction&rdquo;) as imposed and administered justly and evenhandedly, and this is more obviously the task of a ruler than of a prophet.<\/p><p>The language fits what we know of the early Persian period. That the early Achaemenids did not have their own law code did not prevent them from referring to &ldquo;the law of the king&rdquo; (<em>data &scaron;a &scaron;arri<\/em> cf. <em>dātaʾ d&icirc; malkāʾ<\/em>, <a class=\"ref\">Ezra 7:26<\/a> and <em>dāt vād&icirc;n<\/em>, &ldquo;law and just order,&rdquo; <a class=\"ref\">Esth 1:13&ndash;14<\/a>). In his Behistun Inscription (&sect;8), Darius I refers to subject lands &ldquo;walking&rdquo; according to his law. According to the propagandistic Cylinder of Cyrus, the god Marduk called him by name, was well pleased with him, chose him to restore Babylon and its inhabitants, which he did (so he says) peacefully and without violence while setting people free (cf. <em>ANET<\/em> 315&ndash;16 and <a class=\"isa\" verses=\"MTg1NjM=\">Isa 45:1<\/a>, referring explicitly to Cyrus).<\/p><p>Another inscription, from the Abu-Habba collection in the British Museum, records a dream of Nabonidus that actually refers to Marduk&rsquo;s rousing Cyrus, his servant (Beaulieu 1989, 108), while the grasping of the ruler&rsquo;s hand by the deity is part of official court language in the ancient Near East (cf. <a class=\"isa\" verses=\"MTg1NjM=\">Isa 45:1<\/a>, with explicit reference to Cyrus). The manner in which he is to discharge the task assigned to him seems at first sight to contrast with the violence of his conquests indicated in <a class=\"isa\" verses=\"W3sic2luZ2xlcyI6WzE4NDc3XX0seyIxODQ1NCI6Mn1d\">41:2&ndash;3, 25<\/a>, but we have just noted Cyrus&rsquo;s claim to have treated the Babylonians nonviolently. Alternatively (with S. Smith 1944, 55), the author could be referring to the way Cyrus was expected to treat the broken, defeated, and battered Judeans.<\/p><p>No one with even a superficial knowledge of the history of the interpretation of these passages will harbor the illusion of having got it completely right, even supposing that any one solution can account for all the features of the passage. Much of what is said in these verses could also be said of Israel either projecting an ideal Israel or an Israel in the guise of one of the great figures from its past, one &ldquo;who is what Israel is to become&rdquo; (McKenzie 1968, lv) or an individual who undertakes to speak and act for Israel. That we should leave open the possibility of such an innerbiblical <em>relecture<\/em> (as proposed by Bonnard 1972, 123&ndash;28) is suggested by the language of servanthood elsewhere in these chapters. Also suggestive is the self-presentation of an Israelite &ldquo;servant,&rdquo; with which the next major section begins (<a class=\"isa\" verses=\"bnVsbA==\">49:1&ndash;6<\/a>), together with the two sayings attached to it (<a class=\"isa\" verses=\"bnVsbA==\">49:7&ndash;13<\/a>). These sayings take up some of the language and motifs of <a class=\"isa\" verses=\"bnVsbA==\">42:1&ndash;9<\/a>&mdash;a light for the nations, a covenant for the people, the freeing of prisoners, and the theme of discouragement&mdash;but rework them in the light of a changed situation.<\/p><p>The two conjoined passages&mdash;in the first of which (vv <a class=\"isa\" verses=\"bnVsbA==\">1&ndash;4<\/a>) the servant is referred to in first person, and in the second (<a class=\"isa\" verses=\"bnVsbA==\">5&ndash;9<\/a>) is addressed directly&mdash;form a <em>literary<\/em> unit that does not correspond directly to any particular institutional form, for example, a liturgy in which the heir apparent to the throne is presented to the heavenly court. The speaker is Yahveh, identified as &ldquo;the God Yahveh&rdquo; (<em>hāʾēl YHVH<\/em>) at the beginning of the second saying, no doubt because of the further identification as creator. The attributes of Yahveh follow in three relative clauses: creating the sky and setting out the heavenly bodies (its &ldquo;inhabitants&rdquo;) in it, laying out the earth like a landscape gardener and filling it with people (<em>ṣeʾĕṣaʾ&icirc;m<\/em>, not &ldquo;produce,&rdquo; cf. <a class=\"isa\" verses=\"WzE4MDc3LDE4NTM3LDE4NjM0LDE4ODUzLDE4OTIxXQ==\">22:24; 44:3; 48:19; 61:9; 65:23<\/a>), and imparting to them breath (<em>nĕ&scaron;ām&acirc;<\/em>) and the spirit of life (<em>r&ucirc;aḥ<\/em>). The order is the same as in the creation recital in <a class=\"ref\">Gen 1<\/a>. The discourse is addressed neither to celestial beings nor to foreigners but to the congregation, to whom the designated person is represented as if present to them. The special relationship to God enjoyed by this person is encapsulated in the term <em>ʾebed<\/em> and reinforced by his being chosen, the object of God&rsquo;s good pleasure, and endowed with divine charism (&ldquo;spirit&rdquo;), as were so many judges, rulers, and prophets before him. That he is sustained by Yahveh (verbal stem <em>tmk<\/em> cf. <a class=\"isa\" verses=\"MTg0NjI=\">41:10<\/a>) hints at troubles ahead and insinuates at least a tenuous connection with Duhm&rsquo;s second poem (<a class=\"isa\" verses=\"MTg2NDE=\">49:4<\/a>).<\/p><p>The second oration addresses the servant directly, inviting the readers or hearers to imagine being present at an actual ceremony of installation in office. The profile of the servant as designated world ruler is filled out with the metaphor of holding the hand and the charge to release captives, ascribed explicitly to Cyrus later on (<a class=\"isa\" verses=\"MTg1NjM=\">45:1<\/a>). That he is to be a &ldquo;covenant for the people&rdquo; and &ldquo;a light for the nations&rdquo; is less clear and has been interpreted in a wide variety of ways: for example, that the servant must restore Israel as a covenant people and be the instrument of universal salvation or that the mission is to emancipate captive peoples (Hillers 1978).<\/p><p>It seems more likely, however, that the primary responsibility of establishing law and just order is here being restated more obliquely. <a class=\"isa\" verses=\"MTg2Nzg=\">Isaiah 51:4<\/a> associates God&rsquo;s <em>mi&scaron;pāṭ<\/em> and <em>t&ocirc;r&acirc;<\/em> directly with <em>ʾ&ocirc;r ʿamm&icirc;m<\/em> (&ldquo;a light of the peoples&rdquo;), and it is well known that <em>bĕr&icirc;t<\/em> (&ldquo;covenant&rdquo;) has the basic meaning of obligation rather than mutual relationship. The &ldquo;people&rdquo; (<em>ʿam<\/em>) on whom the obligation of law and order is to be imposed should be understood in a general and universal sense, as in the previous verse, but the language would prove easily reapplicable to the people of Israel (as in <a class=\"isa\" verses=\"WzE4NjQzLDE4NjQ1XQ==\">49:6, 8<\/a>), as would the allusion to opening the eyes of the blind (<a class=\"isa\" verses=\"W3sic2luZ2xlcyI6WzE4NDk3XX0seyIxODQ5OSI6Mn0seyIxODUxNCI6Mn1d\">42:16, 18&ndash;19; 43:8&ndash;9<\/a>; cf. <a class=\"isa\" verses=\"MTgzMjY=\">35:5<\/a>). The passage concludes with another assurance, based on previous successful predictions, that what is enacted at the literary level in the installation in office will become historical reality (cf. <a class=\"isa\" verses=\"W3siMTg0NzQiOjJ9LHsiMTg0NzgiOjJ9XQ==\">41:22&ndash;23, 26&ndash;27<\/a>).<\/p><p>Blenkinsopp, J. (2008). <em>Isaiah 40&ndash;55: A New Translation with Introduction and Commentary<\/em> (Vol. 19A, pp. 209&ndash;212). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}