{
    "id": 2087,
    "source": "blenkinsopp",
    "verse_id": 18125,
    "verse_count": 3,
    "reference": "25:6–8",
    "title": "The Eschatological Banquet",
    "html": "<p>The sumptuous banquet described here enlarges on the earlier reference to the meal of which the elders partook at Sinai (<a class=\"ref\">Exod 24:11<\/a>), but it is also the conclusion to the ceremony of the accession of Israel&rsquo;s God to the throne on Mount Zion and in Jerusalem (<a class=\"isa\" verses=\"WzE4MTE5XQ==\">24:23<\/a>). Since therefore the passage belongs quite clearly to the scenario described in <a class=\"isa\" verses=\"eyIxODExNyI6M30=\">24:21&ndash;23<\/a>, it may be helpful to comment on it before turning to the first of three psalms in <a class=\"isa\" verses=\"eyIxODEyMCI6NX0=\">25:1&ndash;5<\/a>.<\/p><p>The attempt to establish the existence of an ancient festival of the enthronement of Yahveh during the time of the kingdoms failed for lack of evidence, not surprisingly, given the reluctance of ancient authors to describe liturgies, but the idea of the kingship of Yahveh was certainly familiar and we can hardly doubt that it was celebrated liturgically in some way, if not necessarily re-enacted, probably at the Feast of Tabernacles-Sukkoth (<a class=\"ref\">Zech 14:16&ndash;17<\/a>). <a class=\"ref\"><em>Enuma Elish<\/em> (3:129&ndash;38)<\/a> and the <a class=\"ref\">Ugaritic Baal texts (51 IV 35&ndash;59)<\/a> also speak of banquets following the victory and accession to the throne of Marduk and Baal, respectively, and there can be no doubt that this association of ideas was quite familiar.<\/p><p>Sharing a meal has always been one of the most effective means of achieving and celebrating reconciliation and of bonding in general and one of the great metaphors for well-being, and as such it has featured prominently in religious representation and practice throughout the ages. The motif of the eschatological banquet, which makes its first appearance here, came into its own in the later Second Temple period. In some versions the elect will feast on the flesh of Leviathan (e.g. <a class=\"ref\">4 <em>Ezra<\/em> 6:52 cf. <em>En<\/em>. 60:24<\/a> and <em>b.<\/em> <em>B. Bat.<\/em> 74b), not improbably an echo of the punishment of Leviathan in <a class=\"isa\" verses=\"bnVsbA==\">Isa 27:1<\/a>. Groups with a strong eschatological orientation, such as the community for which the Qumran rule books were written, celebrated the banquet proleptically in their community meals (<a class=\"ref\">1QS II 17&ndash;21<\/a>), and the theme is well represented in the gospels (<a class=\"ref\">Matt 8:11&ndash;12; 22:1&ndash;14<\/a>). It is also part of the fuller and richer meaning of the Christian eucharist; we may recall Jesus&rsquo; anticipation of drinking new wine with his followers in his Father&rsquo;s kingdom (<a class=\"ref\">Matt 26:29<\/a>).<\/p><p>Description of the meal is limited to rich meats served with oil, marrow extracted from bones, and of course choice wine&mdash;a menu calculated to alarm the health-conscious today but standard fare for the well-heeled in antiquity. Since apocalyptic prose specializes in combining disparate and sometimes incongruous images, it is no surprise to pass from the banquet to the idea that the time for mourning is now past. Some commentators have taken the mantle or pall as a figure of spiritual blindness, perhaps influenced by Paul&rsquo;s midrash on the veil with which Moses covered his face (<a class=\"ref\">2 Cor 3:12&ndash;18<\/a>). But if we read it in the context of the abolition of death and the drying of tears, it would more naturally suggest the end of a period of mourning for the dead, during which, as we know, it was the custom to cover the head and face (<a class=\"ref\">2 Sam 15:30; 19:5; Jer 14:13&ndash;14; Esth 6:12<\/a>).<\/p><p>The following verse, announcing the eschatological overcoming of death, is often assumed to be a later addition (e.g. Clements 1980a, 208&ndash;9) on the grounds that belief in a spiritually and morally meaningful postmortem existence only emerged clearly in the late biblical and early postbiblical periods&mdash;whether in the form of a <em>selective<\/em> resurrection of the dead (<a class=\"ref\">Dan 12:2<\/a>) or some form of astral immortality (<a class=\"ref\">Eccl 3:21<\/a>), or the Orphic-Platonic doctrine of the immortality of the soul (<a class=\"ref\">Wis 2:23&ndash;24<\/a>). But it is rather risky to draw conclusions of this kind on the basis of such partial and incomplete attestation, quite apart from the question whether we can claim that such an idea was unknown (e.g. to the authors of <a class=\"ref\">Pss 16 and 73<\/a>) simply because not clearly articulated. Yahveh will <em>swallow<\/em> death: the wording seems to have been chosen to recall the old Canaanite myth of Mot (the Canaanite deity whose name means death) who swallows Baal at the beginning of the arid season and who is himself in due course overcome. The mythological undertow pulls the meaning of the phrase in the direction of death as something more than a punctual event, as a force of disorder, negativity, and aridity, morally and physically, in connection with which the actual dying of the individual is episodic and incidental. We shall have to come back to this theme in our discussion of the long poem at the center of this segment of the book (<a class=\"isa\" verses=\"eyIxODEzOCI6MTV9\">26:7&ndash;21<\/a>).<\/p><p>The image of God wiping away tears from every face makes up for much but perhaps not all of the ugly violence perpetrated or contemplated in the name of the Deity in this present section (<a class=\"isa\" verses=\"bnVsbA==\">13&ndash;27<\/a>). Here at least Martin Buber&rsquo;s &ldquo;God of the sufferers&rdquo; can be recognized, if only by those who have some acquaintance with suffering&mdash;for, as Kierkegaard put it, how can the God of heaven wipe away the tears of those who have never wept? It is also consoling, and perhaps remarkable, that <em>all peoples<\/em> are invited to the banquet, the mantle of mourning will be removed from <em>all nations<\/em>, and the tears will be wiped from <em>every face<\/em>, unconditionally, with no restrictions or reservations. Only then do we hear that the reproach of Israel, which in the context we assume to be subjection to foreign rule, will be removed.<\/p><p>Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em> (Vol. 19, pp. 358&ndash;360). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}