{
    "id": 2130,
    "source": "blenkinsopp",
    "verse_id": 18528,
    "verse_count": 12,
    "reference": "43:22–44:5",
    "title": "The Case against Israel Raised and Dismissed",
    "html": " <p>In <a class=\"isa\" verses=\"eyIxODUyOCI6N30=\">Isa 43:22&ndash;28<\/a>, again it is important not to isolate the passage from its context. The transition from the reassurances of <a class=\"isa\" verses=\"eyIxODUyMCI6OH0=\">vv 14&ndash;21<\/a>, to the reproaches of <a class=\"isa\" verses=\"eyIxODUyOCI6N30=\">vv 22&ndash;28<\/a>, appears to be abrupt, but abrupt transitions and alternation between reassurance and commination are not out of character with the author&rsquo;s style. The link with the preceding is that Israel&rsquo;s charge, to proclaim the praise of Yahveh liturgically (<a class=\"isa\" verses=\"WzE4NTI3XQ==\">21b<\/a>), has in fact not been carried out. The 1QIsa <sup> a<\/sup>, scribe correctly marked the link between <a class=\"isa\" verses=\"eyIxODUyOCI6MTJ9\">43:22&ndash;28 and 44:1&ndash;5<\/a>, by leaving a much longer empty space after <a class=\"isa\" verses=\"WzE4NTY3XQ==\">45:5<\/a>, than after <a class=\"isa\" verses=\"WzE4NTM0XQ==\">43:28<\/a>. And, in fact, <a class=\"isa\" verses=\"eyIxODUzNSI6NX0=\">Isa 44:1&ndash;5<\/a>, takes up again the motifs and language of the preceding discourses (<a class=\"isa\" verses=\"eyIxODUwNyI6MjF9\">43:1&ndash;21<\/a>). The passage returns to the theme of Jacob the servant (<a class=\"isa\" verses=\"WzE4NTE2XQ==\">43:10<\/a>), the chosen one (<a class=\"isa\" verses=\"WzE4NTE2LDE4NTI2XQ==\">43:10, 20<\/a>) who is formed by Yahveh (<a class=\"isa\" verses=\"WzE4NTI3XQ==\">43:21<\/a>), who is told to put aside fear (<a class=\"isa\" verses=\"WzE4NTA3LDE4NTExXQ==\">43:1, 5<\/a>), and is given a name full of meaning (<a class=\"isa\" verses=\"WzE4NTEzXQ==\">43:7<\/a>). Furthermore, the theme of ecological transformation in <a class=\"isa\" verses=\"eyIxODUyMCI6OH0=\">43:14&ndash;21<\/a>, is taken up again in <a class=\"isa\" verses=\"eyIxODU2MyI6NX0=\">45:1&ndash;5<\/a>. <\/p> <p>As an effective means of raising the issue of theodicy in connection with the need to explain the disasters of the not-so-distant past, the author returns once again to the forensic metaphor (<a class=\"isa\" verses=\"W3siMTg0NTMiOjV9LHsiMTg0NzMiOjl9LHsiMTg1MTQiOjZ9XQ==\">41:1&ndash;5, 21&ndash;29; 43:8&ndash;13<\/a>) with the difference that now the issue is fought out not with foreign deities and their devotees but with the Judean community (as <a class=\"isa\" verses=\"eyIxODY2NCI6M30=\">50:1&ndash;3<\/a>; cf. <a class=\"ref\">Hos 4:1&ndash;6; Mic 6:1&ndash;5<\/a>). Though the summons to a hearing (<a class=\"isa\" verses=\"WzE4NTMyXQ==\">v 26<\/a>) does not appear at the beginning of the passage, the legal scenario is maintained throughout, together with the appropriate terminology: citing or summoning to trial (<em>zkr<\/em>, Hiphil), litigating or arguing the case (<em>&scaron;pṭ<\/em>, Niphal), presenting the evidence (<em>spr<\/em>, Piel), and giving a positive verdict (<em>ṣdq<\/em>, Qal). The situation seems to be that the Judean community has presented its gravamen to Yahveh, the sense of which can be recovered from the final sentence and stated as follows: &ldquo;You (Yahveh) polluted, that is, rendered ritually impure, the princes of the sanctuary, you delivered Jacob up to ruin and Israel to reviling&mdash;and you did this even though the sacrifices we offered to you were designed precisely to prevent it.&rdquo; This is the case they present in response to the invitation (<a class=\"isa\" verses=\"WzE4NTMyXQ==\">v 26<\/a>) and to which <a class=\"isa\" verses=\"eyIxODUyOCI6N30=\">22&ndash;28<\/a>, forms the rebuttal. <\/p> <p>The problem is to know what precisely is the nature of the counterargument and against whom it is directed. Those to whom it is addressed, or whom those addressed represent, are told that they have not engaged in liturgical prayer, have neglected the <em>ʿ&ocirc;l&acirc;<\/em>, (&ldquo;burnt offering&rdquo;) and <em>zebaḥ<\/em>, (&ldquo;peace or communion offering&rdquo;) with the suet or fat (<em>ḥēleb <\/em>), and have not purchased the aromatic cane used in the production of sanctuary oil (<em>qāneh<\/em>, <a class=\"ref\">Exod 30:23; Jer 6:20<\/a>). On the other hand, <a class=\"isa\" verses=\"WzE4NTI5XQ==\">23b<\/a>, seems to make an exception for the cereal offering (<em>minḥ&acirc; <\/em>), which involved the use of oil and frankincense (<em>lĕb&ocirc;n&acirc;<\/em>,; <a class=\"ref\">Lev 2:1<\/a>). The gravamen seems to be that the audience has either neglected the sacrificial system <em>tout court<\/em>, or has skimped by confining itself to the cheapest type of sacrifice, the <em>minḥ&acirc;<\/em>, served with a sprinkling of incense. <\/p> <p>The alternative understanding, that they have sacrificed but to other deities and not to Yahveh, is amply supported in the historical and prophetic books up to the time of writing and beyond (<a class=\"isa\" verses=\"W3siMTg3NzIiOjJ9LHsiMTg5MDEiOjJ9XQ==\">Isa 57:6&ndash;7; 65:3&ndash;4<\/a>; perhaps <a class=\"isa\" verses=\"WzE4OTI2XQ==\">66:3<\/a>). In every instance, however, the non-Yahvistic nature of the act is explicitly noted, whereas here there is no suggestion that sacrifice has been offered to any deity other than Yahveh. The only remaining possibility seems to be that they did indeed sacrifice but their sacrifices were rendered ineffectual through their sins (e.g. Whybray 1975:91, Westermann 1969, 130&ndash;31). Adding plausibility to this option is the play on the verb <em>ʿbd<\/em>, (Hiphil) in <a class=\"isa\" verses=\"WzE4NTI5XQ==\">23b and 24b<\/a>: &ldquo;I did not burden you (also: make you serve liturgically) with the cereal offering&rdquo;; &ldquo;you burdened me (also: offered service to me&mdash;suffix as indirect object) with your sins&rdquo;; in other words: you served me up your sins instead of sacrifice; your sins got through to me, but your sacrifices did not. This theme of inauthentic sacrifice is also well attested in prophetic writings (e.g. <a class=\"isa\" verses=\"eyIxNzY2NSI6OH0=\">Isa 1:10&ndash;17<\/a>), shading off at times into a questioning of the practice as such (e.g. <a class=\"ref\">Jer 7:21&ndash;26; Amos 5:25<\/a>). <\/p> <p>The solution of this difficult crux requires us to ask to whom the reproach is addressed. Those who accept the received wisdom and locate the writer in Babylonia rule out a possible reference to contemporaneous practice there, since there was no temple and therefore no sacrificing. This is more than we know, since we cannot exclude the possibility that, like the Jewish settlers at Elephantine, the Jewish ethnic minority in Babylon built a sanctuary, of however modest proportions, perhaps at &ldquo;the place Casiphia,&rdquo; where Ezra was able to recruit a significant number of cult personnel (<a class=\"ref\">Ezra 8:15&ndash;20<\/a>). The suggestion is certainly plausible since it is difficult to imagine a clergy-training center in Babylonia at that time, unattached to a temple of some kind. <\/p> <p>Similar reservations apply to the situation in Judah after the destruction of the Jerusalem temple, since we cannot exclude the possibility of an alternative cult site, perhaps in connection with the administrative center at Mizpah or at nearby Bethel. But the entire drift of the accusation, especially the reference to the ancestors, points to religious practice in the pre-destruction period along the lines of a well-established prophetic critique of the sacrificial system (e.g. <a class=\"ref\">1 Sam 15:22; Hos 6:6; Amos 5:21&ndash;24; Mic 6:6&ndash;8<\/a>; <a class=\"isa\" verses=\"eyIxNzY2NSI6OH0=\">Isa 1:10&ndash;17<\/a>; <a class=\"ref\">Jer 7:21&ndash;26<\/a>), with special reference to the last decades of Judah&rsquo;s independent existence. <\/p> <p>The train of thought connecting <a class=\"isa\" verses=\"eyIxODUyOCI6N30=\">43:22&ndash;24, 25 and 26&ndash;28<\/a>, is somewhat confusing, especially the introduction of the challenge to the Judean community to present its case at this point (<a class=\"isa\" verses=\"WzE4NTMyXQ==\">v 26<\/a>). The repetition at the beginning of <a class=\"isa\" verses=\"WzE4NTMxXQ==\">v 25<\/a>, (<em>ʾānok&icirc;<\/em>, <em>ʾānok&icirc;<\/em>) discourages the dismissal of the verse as an ameliorating gloss. The point is important for the author and has been made more than once (<a class=\"isa\" verses=\"WzE4NDg5LDE4NDkzLDE4NTAyLDE4NTEzXQ==\">42:8, 12, 21; 43:7<\/a>). Everything is done for the glory and praise of God; this is the premise and the purpose of Israel&rsquo;s existence (<a class=\"isa\" verses=\"WzE4NTI3XQ==\">43:21<\/a>). Since it is so, a way will be found to circumvent Israel&rsquo;s sinful history and attain the goal. This history is traced back to the first of the ancestors. Jacob is <em>the<\/em>, ancestor for the author of <a class=\"isa\" verses=\"bnVsbA==\">Isa 40&ndash;48<\/a>, the one whose name the community addressed carries. But we know of no sin committed by Jacob and, contrary to an opinion often expressed, none is mentioned in the fragmentary tradition about Jacob preserved in <a class=\"ref\">Hos 12:3&ndash;4, 12<\/a>; it seems, in fact, as if the Hosean author is <em>contrasting<\/em>, the reprehensible conduct of his contemporaries with that of Jacob (as argued by Ackroyd). <\/p> <p>Elsewhere in <a class=\"isa\" verses=\"bnVsbA==\">Isa 40&ndash;55<\/a>, Abraham is <em>the<\/em>, ancestor, and Sarah <em>the<\/em>, ancestress (<a class=\"isa\" verses=\"WzE4Njc2XQ==\">51:2<\/a>), and the community designated Jacob and Israel is his offspring (<a class=\"isa\" verses=\"WzE4NDYwXQ==\">41:8<\/a>). At the time of writing, the Abraham traditions were in the early stages of development and elaboration, <a class=\"ref\">Ezek 33:24<\/a>, being the first reference to Abraham in prophetic texts. It is possible that traditions were already in circulation of the kind familiar from the pseudepigraphal <em>Apocalypse of Abraham<\/em>, dealing with Abraham&rsquo;s life before his call to abandon the idolatrous city of Ur. The reference to the redemption of Abraham in <a class=\"isa\" verses=\"eyIxODIxNiI6M30=\">Isa 29:22&ndash;24<\/a>, may belong in the same context. However, it is very unlikely that Abraham, &ldquo;friend of God&rdquo; (<a class=\"isa\" verses=\"WzE4NDYwXQ==\">Isa 41:8<\/a>), would be regarded as the primal sinner. In view of the interesting parallels between this discourse and the one following (<a class=\"isa\" verses=\"eyIxODU0MCI6M30=\">44:6&ndash;8<\/a>) on the one hand, and the Song of Moses in <a class=\"ref\">Deut 32:1&ndash;43<\/a>, on the other (see below), the author may have had in mind the denunciation of Jacob-Jeshurun who, according to the Song of Moses, &ldquo;abandoned the God who made him and scoffed at the Rock of his salvation&rdquo; (<a class=\"ref\">Deut 32:15&ndash;18<\/a>). <\/p> <p>The transgressive &ldquo;mediators&rdquo; (<em>mĕl&icirc;ṣ&icirc;m<\/em>) are no easier to identify. The term is used in parallelism with &ldquo;envoys&rdquo; (<a class=\"ref\">2 Chr 32:31<\/a>) and &ldquo;messengers&rdquo; (<a class=\"ref\">Job 33:23<\/a>), and in one instance the <em>māl&icirc;ṣ<\/em>, is a translator (<a class=\"ref\">Gen 42:23<\/a>). The office therefore involves speaking on behalf of the community (Elliger [1978, 360, 382&ndash;84], translates <em>Wortf&uuml;hrer <\/em>). This could apply to Moses and Aaron, as argued by J. Fischer (1939, 67), especially since their sin is explicitly mentioned (<a class=\"ref\">Num 20:12<\/a>), or it could refer to prophets in general (Duhm 1922, 329&ndash;30) or to kings, judges, or other community leaders (Torrey 1928, 343). The denunciation of Jeshurun-Jacob at <a class=\"ref\">Deut 32:15<\/a>, mentioned a moment ago would, however, draw our attention to the connection between Jeshurun and tribal leaders (&ldquo;the heads of the people&rdquo;) in the Blessings of Moses following (<a class=\"ref\">Deut 33:5<\/a>). The unusual expression translated &ldquo;princes of the sanctuary&rdquo; appears in <a class=\"ref\">1 Chr 24:5<\/a>, with reference to the leading priests in the Jerusalem temple. This may be the reference here, but the context suggests a broader scope: namely, civic and religious leaders (cf. <a class=\"ref\">Lam 2:2<\/a>, &ldquo;He profaned the kingdom and its princes&rdquo;). <\/p> <p>The discourse continues with the change of focus from the past to the present indicated by the anacrusis <em>vĕʿatt&acirc;<\/em>, (&ldquo;and now&rdquo;): that was then, this is now. Still being addressed is Jacob-Israel, the servant, the chosen one (<a class=\"isa\" verses=\"W3siMTg0NjAiOjJ9LFsxODQ4MiwxODUwMCwxODUxNiwxODUyNl1d\">41:8&ndash;9; 42:1, 19; 43:10, 20<\/a>), Yahveh&rsquo;s creation (cf. <a class=\"isa\" verses=\"WzE4NTEzXQ==\">43:7<\/a>). The claim that Jacob-Israel was formed by Yahveh from the womb does not imply any particular interest on the part of the author in the point at which human life begins (cf. <a class=\"ref\">Jer 1:5; Job 10:8&ndash;11; 31:15; Ps 139:13&ndash;16<\/a>). Since the train of thought pivots on ancestors and descendants, we should not exclude an allusion to the legend about the prenatal adventures of Jacob and his entry into the world in a manner unique in the history of obstetrics (<a class=\"ref\">Gen 25:22&ndash;23<\/a>). <\/p> <p>The name &ldquo;Jeshurun&rdquo; appears in the Song and Blessings of Moses (<a class=\"ref\">Deut 32:15; 33:5, 26<\/a>) and elsewhere only in some manuscripts of <a class=\"ref\">Sir 37:25<\/a>. It is a formation like &ldquo;Zebulun,&rdquo; and there is no evidence that it is a diminutive. A connection with the lexeme <em>y&scaron;r<\/em>, (cf. <a class=\"ref\">Num 23:10<\/a>, where Israelites are said to be <em>yĕ&scaron;ār&icirc;m<\/em>, &ldquo;upright ones&rdquo;) is probable; a connection with the name &ldquo;Israel&rdquo; less so. The lxx paraphrase <em>ho ēgapēmenos<\/em>, &ldquo;beloved,&rdquo; points to a hypocorism, perhaps similar to &ldquo;Meshullam&rdquo; (see the Note on <a class=\"isa\" verses=\"WzE4NTAwXQ==\">42:19<\/a>). <\/p> <p>As is so often the case in <a class=\"isa\" verses=\"eyIxODQyMiI6MzMzfQ==\">chs. 40&ndash;55<\/a>, (<a class=\"isa\" verses=\"W1sxODQzMCwxODQ2Ml0seyIxODQ2NSI6Mn0sWzE4NTA3LDE4NTExLDE4NTM2LDE4NjgxLDE4NzI4XV0=\">40:9; 41:10, 13, 14; 43:1, 5; 44:2; 51:7; 54:4<\/a>), the reassurance is encapsulated in the injunction to put aside fear (<em>ʾalt&icirc;rāʾ<\/em>, &ldquo;don&rsquo;t be afraid&rdquo;). At this point what is feared is national extinction, and the fear is allayed by the assurance of descendants expressed in the metaphoric language of the fertility of the soil. The water image&mdash;water poured out, running water, living water (not rain and showers as in neb <a class=\"isa\" verses=\"WzE4NTM3XQ==\">44:3<\/a>)&mdash;aligns with the spirit (<em>r&ucirc;ah<\/em>) as the source of physical and psychic life (cf. <a class=\"isa\" verses=\"WzE4NDg2XQ==\">42:5<\/a>) and serves as a powerful and polyvalent symbol throughout the book of Isaiah. That it is paired with blessing (<em>bĕrāk&acirc;<\/em>) inevitably brings to mind the demographic blessing pronounced over Abraham and repeated with Isaac and Jacob (<a class=\"ref\">Gen 12:1&ndash;3<\/a>, etc.). <\/p> <p>The Abrahamic blessing runs like a strong undercurrent throughout this entire second part of the book. If Israel had obeyed, their descendants would have been like the sand of the seashore (<a class=\"isa\" verses=\"eyIxODYzMyI6Mn0=\">48:18&ndash;19<\/a>, cf. <a class=\"ref\">Gen 22:17; 32:17<\/a>); Abraham and Sarah were blessed and made many (<a class=\"isa\" verses=\"WzE4Njc2XQ==\">51:2<\/a>); the people will be all righteous, like Abraham, and will inherit the land as a mighty nation (<a class=\"isa\" verses=\"eyIxODg0MyI6Mn0=\">60:21&ndash;22<\/a>, cf. <a class=\"ref\">Gen 12:2; 15:6<\/a>); their descendants will be known among the nations as a people blessed by Yahveh (<a class=\"isa\" verses=\"WzE4ODUzXQ==\">61:9<\/a>). The theme, to which the actual demographic situation in the Jewish ethnos from the Neo-Babylonian into the Achaemenid period corresponds, does not imply that the narrative traditions about Abraham were already in place. All things considered, it seems more likely that the stories in <a class=\"ref\">Gen 12&ndash;25<\/a>, were constructed as paradigms illustrative of situations, fears, and hopes for the future, of the kind to which these chapters attest. <\/p> <p>The four types illustrative of the future people of Israel with which the passage concludes can only be understood as proselytes, elsewhere <em>gēr&icirc;m<\/em>, (&ldquo;aliens,&rdquo; <a class=\"isa\" verses=\"WzE3OTMwXQ==\">Isa 14:1<\/a>) or <em>bĕn&ecirc;-hannēkār<\/em>, (&ldquo;foreigners,&rdquo; <a class=\"isa\" verses=\"WzE4NzU3LDE4NzYwXQ==\">Isa 56:3, 6<\/a>) who have &ldquo;joined themselves&rdquo; to Yahveh (<a class=\"isa\" verses=\"WzE4NzU3LDE4NzYwXQ==\">Isa 56:3, 6<\/a>; <a class=\"ref\">Jer 50:5; Zech 2:15[11]<\/a>). The Targum identifies the first category, those who affirm their allegiance to Israel&rsquo;s God, explicitly as God-fearers. The second and fourth categories take the name &ldquo;Jacob&rdquo; or add the name &ldquo;Israel&rdquo; as an adoptive name and a title of honor displaying their religious allegiance. (This I take to be the meaning of the verbal stem <em>knh<\/em>, cf. <a class=\"isa\" verses=\"WzE4NTY2XQ==\">45:4<\/a>, often anachronistically translated &ldquo;to surname.&rdquo;) <\/p> <p>Belonging to the third category are those who inscribe &ldquo;property of Yahveh&rdquo; on their hands. The reference is to a tattoo or brand of some kind on the hand or forehead (<a class=\"ref\">Ezek 9:4<\/a>; cf. <a class=\"ref\">Rev 7:3; 13:16<\/a>), indicating ownership in the case of slaves, or group identity (cf. the much-discussed stamp impressions on jar handles: <em>lammelek<\/em>, &ldquo;property of the king&rdquo;). In the present instance usage may be metaphorical rather than realistic. The enormous demographic expansion of the Jewish people between the Neo-Babylonian and Roman periods can be explained only by a substantial influx of proselytes beginning at the time when these chapters went into circulation. This transition from ascribed to voluntary association that begins to register in writings from the post-destruction period is an issue of incalculable significance for the future. As we work our way through the remainder of the book, we shall see how it also becomes a focus of dispute and division, as in fact it has remained down to the present. <\/p> <p>Blenkinsopp, J. (2008). <em>Isaiah 40&ndash;55: A New Translation with Introduction and Commentary<\/em>, (Vol. 19A, pp. 230&ndash;234). New Haven; London: Yale University Press. <\/p>",
    "audit": 1
}