{
    "id": 2050,
    "source": "blenkinsopp",
    "verse_id": 17852,
    "verse_count": 21,
    "reference": "10:1–4; 5:8–24",
    "title": "A Series of Woes",
    "html": "<p>An initial problem is the connection between the series <a class=\"isa\" verses=\"eyIxNzc0OCI6MTd9\">5:8&ndash;24<\/a> and the isolated woe-saying in <a class=\"isa\" verses=\"eyIxNzg1MiI6NH0=\">10:1&ndash;4<\/a>. Most likely <a class=\"isa\" verses=\"eyIxNzg1MiI6NH0=\">10:1&ndash;4a<\/a> is a displaced unit of the woe-series that has been subsequently accommodated to the poem on the divine anger by the addition of the refrain at <a class=\"isa\" verses=\"WzE3ODU1XQ==\">10:4b<\/a>. A fairly decisive indication is that the indictments in <a class=\"isa\" verses=\"W3siMTc3NDgiOjE3fSx7IjE3ODUyIjo0fV0=\">5:8&ndash;24 and 10:1&ndash;4a<\/a> are directed against the leadership whereas the poem about the divine anger threatens the people as a whole. While its position in the series is not so important, most of those who hold that <a class=\"isa\" verses=\"eyIxNzg1MiI6NH0=\">10:1&ndash;4a<\/a> for whatever reason has been moved from its original position place it at the beginning rather than the end of the series, i.e., immediately following the vineyard song (<a class=\"isa\" verses=\"eyIxNzc0MSI6N30=\">5:1&ndash;7<\/a>). Isaiah <a class=\"isa\" verses=\"WzE3NzY0XQ==\">5:24b<\/a> sounds like a final recapitulation, and <a class=\"isa\" verses=\"eyIxNzg1MiI6NH0=\">10:1&ndash;4a<\/a> leads on naturally into <a class=\"isa\" verses=\"eyIxNzc0OCI6M30=\">5:8&ndash;10<\/a>, the theme of which is the manipulation of the legal system in order to confiscate houses and land. (The case is argued by Barth 1977, 110&ndash;11.) Furthermore, a stanza (or, more precisely, the end of a stanza beginning &ldquo;therefore&rdquo;) of the poem on the divine anger has been displaced from its original connection with the other stanzas in <a class=\"isa\" verses=\"eyIxNzgzNyI6MTV9\">9:7&ndash;20[8&ndash;21]<\/a> and tacked onto the woe-series at <a class=\"isa\" verses=\"WzE3NzY1XQ==\">5:25<\/a>. We thus have three distinct series arranged deliberately so as to provide a framework for the autobiographical and biographical centerpiece concerning Isaiah and Ahaz during the Syrian-Samarian crisis: the woe-series (<a class=\"isa\" verses=\"eyIxNzc0OCI6MTA4fQ==\">5:8&ndash;24 + 10:1&ndash;4a<\/a>), the poem on the divine anger (<a class=\"isa\" verses=\"eyIxNzc2NSI6ODZ9\">5:25 + 9:7&ndash;20<\/a>), and the Assyrian pericope (<a class=\"isa\" verses=\"eyIxNzc2NiI6MTA1fQ==\">5:26&ndash;30 + 10:5&ndash;19<\/a> or even <a class=\"isa\" verses=\"eyIxNzg1NiI6MzB9\">10:5&ndash;34<\/a>). While it is important to resist the temptation either to impose more order on the book than was ever intended by its redactors or to privilege unduly putative original arrangements, these restructurings help to explain the failure of the prophet&rsquo;s intervention during the reign of Ahaz by redirecting attention to the moral failure of the people and especially the political leadership targeted in most of the accusations in <a class=\"isa\" verses=\"W3siMTc3NDgiOjE3fSx7IjE3ODUyIjo0fV0=\">5:8&ndash;24 and 10:1&ndash;4a<\/a>. In all three series, events are explained in terms of moral causality and the unfolding of a divine plan or agenda to be worked out in the arena of international politics. This way of looking at events would have been particularly apposite during the brief Josian renaissance, as also for the reader or hearer of &ldquo;the former prophets&rdquo; (<a class=\"ref\">Zech 1:4; 7:7<\/a>) in the post-disaster epoch. That historical events are intelligible only with reference to such a &ldquo;plan&rdquo; (<em>ʿēṣ&acirc;<\/em>), and one that is accessible only through prophetic communication, is a central issue in the woe-series (see especially <a class=\"isa\" verses=\"WzE3NzU5XQ==\">5:19<\/a>) and recurs as a theme throughout the Isaian corpus (<a class=\"isa\" verses=\"W3siMTc5NTMiOjR9LFsxODAyMiwxODE5NF0seyIxODU5NyI6Mn1d\">14:24&ndash;27; 19:17; 28:29; 46:10&ndash;11<\/a>).<\/p><p>Having accorded due significance to the present order of the text, I propose to discuss together the seven units in the woe-series and the four stanzas of the poem on the divine anger.<\/p><p>First, then, the woe-series. By dint of including <a class=\"isa\" verses=\"eyIxNzg1MiI6NH0=\">10:1&ndash;4a<\/a>, or adding a <em>h&ocirc;y<\/em> at <a class=\"isa\" verses=\"WzE3ODc0XQ==\">v 23<\/a>, or shuffling lines around (e.g. Budde, Hayes, Kaiser, Wildberger), one can come up with a series of seven sayings. Three of the six woes in <a class=\"isa\" verses=\"eyIxNzc0OCI6MTd9\">5:8&ndash;24<\/a> include a verdict, with (ii, vi) or without (i) the usual introductory &ldquo;therefore&rdquo; (<em>lākēn<\/em>). Since the addition of the verdict brings the woe-saying into line with the standard prophetic judgment-saying consisting in indictment followed by verdict, the woe-saying probably originated as a simple, brief exclamation with no significant emotional charge or moral content (as in <a class=\"isa\" verses=\"bnVsbA==\">Isa 1:4, 24; 10:5; 17:12; 18:1; 29:1<\/a>) which was co-opted by prophetic rhetoric. (Whatever its ultimate origin, the use of <em>h&ocirc;y<\/em> in funerary contexts is quite limited, <a class=\"ref\">1 Kgs 13:30; Jer 22:18; 34:5<\/a>.) Like most other sections in the book, this series has been the object of considerable editorial attention, apparent in the uneven length of the units, the unexpected repetition of &ldquo;therefore&rdquo; (<em>lākēn<\/em>) in ii, and the reuse of material from <a class=\"isa\" verses=\"WzE3Njk1LDE3Njk3LDE3NzAzXQ==\">2:9, 11, 17<\/a> in <a class=\"isa\" verses=\"eyIxNzc1NSI6Mn0=\">5:15&ndash;16<\/a> from the same unit. Far from being a purely arbitrary editorial procedure, this last (for example) served to express the general, human significance of a particular historical experience.<\/p><p>In all probability the first unit takes aim at the practice of manipulating the legal system by those in a position to do so, namely, royal officialdom, in order to facilitate the sequestration of property and the enclosure of peasant holdings. From the prophetic perspective legality is not the same as justice, and the legal transfer of property can be tantamount to robbery (cf. 3:14 where the same verbal stem <em>gzl<\/em>, &ldquo;rob,&rdquo; occurs). It is therefore no surprise that tension existed between law scribes in the service of the state and prophets (cf. <a class=\"ref\">Jer 2:8; 8:8&ndash;9<\/a>). Prophetic protest in the eighth century was on behalf of the poor (<em>dal, ʿon&icirc;, ʾeby&ocirc;n<\/em>, cf. <a class=\"ref\">Amos 2:7; 4:1; 5:11; 8:6<\/a>), not the destitute so much as members of peasant households eking out a precarious subsistence on the ancestral plot of land. In a society organized along patrilineal lines the lot of any woman or child deprived of male protection could be hard, and in Israel the situation was not improved by the relative absence of <em>legal<\/em> protection for these charter members of the disadvantaged. In the Deuteronomic law widows were commended to public charity and the &ldquo;social security system&rdquo; of the triennial tithe precisely because of the absence of provisions in law for them to inherit the property of the deceased husband (<a class=\"ref\">Deut 14:29; 26:12&ndash;13<\/a>). The outcome of this officially and legally sanctioned robbery of the poor is described by means of a series of rhetorical questions, doubtless with reference to an imminent Assyrian invasion, the &ldquo;disaster that comes from afar&rdquo; (the term <em>&scaron;&ocirc;ʾ&acirc;<\/em>, adopted for the Holocaust, occurs here, perhaps for the first time). Rather than representing a proto-apocalyptic strand from the time of Nehemiah (Kaiser 1972, 104, 108), this muted allusion prepares for the resumption of the Assyrian pericope that follows.<\/p><p>In smooth succession unit ii, consisting of a woe and a corresponding verdict, attacks the practice of enclosing peasant holdings on the pretext of insolvency or by application of eminent domain (as with Naboth&rsquo;s vineyard, <a class=\"ref\">1 Kgs 21<\/a>) or by some form of legal legerdemain. We therefore have a situation similar to that of Greece at the time of Solon or Rome in the days of the Gracchi, one also lamented by Seneca, who actually speaks of the avaricious joining together of field to field (<em>licet agros agros adiiciat<\/em>, see van der Horst). This was a situation in which the system of patrimonial domain was being undermined both by the emerging state apparatus, hungry as always for land, and members of powerful families, a process eventuating in vast social changes including the formation of latifundia and the prevalence of rent capitalism. At this point Isaiah represents an emerging prophetic tradition of protest against exploitation of an immemorial peasant way of life for which ownership of the patrimonial plot (<em>naḥăl&acirc;<\/em>) by the household (<em>bēt ʾāb<\/em>) was the indispensable basis for subsistence. This tradition of protest is shared with Amos and Micah (see especially <a class=\"ref\">Mic 2:1&ndash;5<\/a>), and its existence comes to even clearer expression in the verdict based on a standard curse formula&mdash;&ldquo;you have built houses but shall not live in them, you have planted vineyards but shall not drink their wine&rdquo; (cf. <a class=\"ref\">Amos 5:11; Zeph 1:13; Deut 28:30<\/a> and its reversal in <a class=\"ref\">Amos 9:14<\/a>; <a class=\"isa\" verses=\"bnVsbA==\">Isa 65:21&ndash;22<\/a>)&mdash;perhaps deriving ultimately from vassal treaty curses. The point about vineyards has been modified, perhaps with the &ldquo;song of the vineyard&rdquo; in mind: a vineyard that it would take a yoke of oxen ten days to plough (the <em>ṣemed<\/em>, here translated &ldquo;hectare,&rdquo; means literally &ldquo;yoke of oxen&rdquo;) will produce only one paltry <em>bath<\/em> of wine (a liquid measure of about 30 liters here translated &ldquo;barrel&rdquo;); a <em>ḥomer<\/em> (&ldquo;donkey load&rdquo;) of corn seed will yield only an <em>ephah<\/em> (here translated &ldquo;bushel&rdquo;) i.e., a tenth of a <em>ḥomer<\/em> rather than the traditional tenfold or a hundredfold&mdash;the hyperbole is obvious.<\/p><p>The third unit has been expanded out of all proportion though not in an arbitrary way since the addition of <a class=\"isa\" verses=\"eyIxNzg2NiI6Mn0=\">15&ndash;16<\/a> may have been suggested by the descent of nobles and commoners into the underworld in the previous verse. We also suspect that <a class=\"isa\" verses=\"WzE3ODY4XQ==\">v 17<\/a>, in which in spite of the textual obscurity we descry a typical <em>sic transit gloria mundi<\/em> scenario rather like a Poussin landscape, fits after either <a class=\"isa\" verses=\"WzE3ODY0XQ==\">v 13<\/a> or v 10 but not <a class=\"isa\" verses=\"WzE3ODY1XQ==\">v 14<\/a>, and that <a class=\"isa\" verses=\"WzE3ODY1XQ==\">v 14<\/a> may have originally followed <a class=\"isa\" verses=\"WzE3ODYzXQ==\">v 12<\/a>. The section, in other words, has had a troubled history. The accusation of addiction to strong drink is a common topos in the prophetic tradition of protest directed against state bureaucrats and an <em>urban<\/em> elite (cf. <a class=\"ref\">Amos 2:8; 4:1; 6:1; Hos 4:11; 7:5; Mic 2:11<\/a> and the realistic scenario at <a class=\"isa\" verses=\"bnVsbA==\">Isa 28:7&ndash;8<\/a>), reflecting the anxiety induced by the rise in urbanization in eighth century b.c.e. Israel. Heavy drinking is also a frequent subject of moralistic preaching in the didacticism of self-styled sages then as now (see, for example, <a class=\"ref\">Prov 21:17; 23:19&ndash;21, 29&ndash;35; Sir 10:16<\/a>). The condemnation of musical entertainment as symptomatic of a life of leisure and insouciance is also a familiar motif (cf. <a class=\"ref\">Amos 6:1, 4&ndash;7<\/a>) and even worse than that is a cynical refusal to grapple with the meaning of international events viewed from a religious (meaning, prophetic) perspective. The threatened outcome of exile is also a common feature of this kind of polemic (cf. <a class=\"ref\">Amos 1&ndash;2; 4:2&ndash;3; 6:7<\/a>). And not far beyond exile is the prospect of a diminished postmortem existence in Sheol, the underworld described more fully in satirical poems on the death of the Babylonian king (<a class=\"isa\" verses=\"W3siMTc5MzMiOjh9LHsiMTc5NDEiOjl9XQ==\">14:4&ndash;11; 14:12&ndash;20<\/a>). There is nothing specific enough in this allusion to the descent into the underworld to oblige us to date it after 586 b.c.e. (pace Kaiser 1972, 107, Clements 1980a, 64). We shall hear again, but more cryptically, of people passing into Sheol towards the end of the <em>Denkschrift<\/em> (<a class=\"isa\" verses=\"WzE3ODI5XQ==\">8:21<\/a>).<\/p><p>The figure with which the fourth woe-saying opens is notoriously obscure (see Notes) but seems to present the burden of sin under the image of dragging along a large and recalcitrant animal. It is the opposite of the image in <a class=\"ref\">Hos 11:4<\/a> (&ldquo;I drew them with human ties, with cords of love&rdquo; JPS translation), which uses the same vocabulary and may have been in the Isaian author&rsquo;s mind. The nature of the burden is expressed by means of the technique, popular in prophetic rhetoric, of direct quotation (e.g. <a class=\"ref\">Amos 4:1; 6:13; 8:5&ndash;6; Hos 10:3; 12:8; 13:10; Mic 2:6, 11<\/a>). Throughout Isaiah quoting the opposition is frequently employed as a direct witness to arrogant self-sufficiency (<a class=\"isa\" verses=\"W1sxNzg0MF0seyIxNzg1OSI6NH0seyIxNzg2NCI6Mn0seyIxNzk0MiI6Mn1d\">9:10[9]; 10:8&ndash;11, 13&ndash;14; 14:13&ndash;14<\/a>) and, as here, to religious skepticism (<a class=\"isa\" verses=\"W1sxODE4MF0seyIxODIwOSI6Mn0seyIxODIyOCI6Mn1d\">28:15; 29:15&ndash;16; 30:10&ndash;11<\/a> cf. <a class=\"ref\">Mic 3:11; Zeph 1:12; Ezek 8:12<\/a>). The quotation suggests that the skeptics, presumably the movers and shakers on the political scene in Jerusalem, were expressing themselves by sardonic use of Isaiah&rsquo;s own language&mdash;about the Holy One of Israel who has a &ldquo;plan&rdquo; (<em>ʿēṣ&acirc;<\/em>), an &ldquo;agenda&rdquo; (<em>maʿăśeh<\/em>) that will soon come to pass, an obviously unverifiable self-justification of the prophet. We are reminded again of the failure of the prophet&rsquo;s mission to Ahaz and the suggestion to seek an alternative resource by appeal to necromantic practices that seem never to have been too far below the surface in eighth and seventh century b.c.e. Judah (<a class=\"isa\" verses=\"W1sxNzgyNywxODAwOF0seyIxODE3OSI6Mn0sWzE4MTk4XV0=\">8:19; 19:3; 28:14&ndash;15; 29:4<\/a>).<\/p><p>There follows in strophe v a denunciation of moral sophistry expressed in what seems to be a claim on the part of those addressed to advertise a private morality of their own in defiance of traditional norms. However, juxtaposition with the previous unit, in which Judean bureaucrats manifest skepticism about applying prophetic solutions in the political sphere, strengthens the suspicion that the denunciation in unit v is directed against the religious neutrality of the didactic tradition in which these public officials were educated, a tradition in stark contrast with the radical religious commitment of the prophet (McKane 1965, 65&ndash;68). The same point is expressed more clearly in the next and shortest of the woe-sayings (vi), in which the wording implies a counterfeit wisdom and shrewdness, a wisdom over against the &ldquo;instruction&rdquo; (<em>t&ocirc;r&acirc;<\/em>) and &ldquo;word&rdquo; (<em>ʾimr&acirc;<\/em>) of Yahveh (<a class=\"isa\" verses=\"WzE3ODc1XQ==\">24b<\/a>). We find the same contrast in a saying attributed to Jeremiah: &ldquo;How can you say, &lsquo;We are wise and the law of Yahveh is with us&rsquo;?&hellip; The wise shall be shamed, they shall be dismayed and trapped; see, they have rejected the word of Yahveh so what wisdom can be in them?&rdquo; (<a class=\"ref\">Jer 8:8&ndash;9<\/a>). The accusation of manipulating the legal system, corresponding to the denunciation of the first unit (<a class=\"isa\" verses=\"bnVsbA==\">Isa 10:1&ndash;2<\/a>), strengthens the impression of the woe-series as essentially <em>political<\/em> polemic from a very well-defined viewpoint. Another aspect comes into view in the final unit, which focuses on subversion of the judicial system by bribery (<a class=\"isa\" verses=\"WzE3ODc0XQ==\">23<\/a>). Bribery was a major target of protest in eighth century prophecy (<a class=\"isa\" verses=\"bnVsbA==\">Isa 1:23<\/a>; <a class=\"ref\">Mic 3:11<\/a>; perhaps <a class=\"ref\">Amos 2:6<\/a>). The law prohibiting bribery in the so-called &ldquo;book of the covenant&rdquo; (<a class=\"ref\">Exod 23:8<\/a>) adds that a bribe blinds the eyes of officials (<em>piqĕḥ&icirc;m<\/em>). That this motivation clause is reformulated in <a class=\"ref\">Deut 16:19<\/a> to apply to &ldquo;the wise&rdquo; (<em>ḥăkām&icirc;m<\/em>) confirms the political connotations of this wisdom language in the woe-series. The final verdict (<a class=\"isa\" verses=\"WzE3ODc1XQ==\">v 24a<\/a>) is couched in familiar but telling agrarian terms, drawn from the practice of blanching or scorching the stubble after the harvest and the unpleasant experience of finding plants gone rotten. After this point another generalized accusation would not be expected. The statement in <a class=\"ref\">24b<\/a> was therefore probably added by an assiduous editor who wished to bring the preceding specific accusations under the rubric of violation of the law and rejection of the prophetic message. The statement looks Deuteronomic (in Clements 1980, and others), but neither the designation <em>qĕd&ocirc;&scaron; yiśraʾēl<\/em> (&ldquo;the Holy One of Israel&rdquo;) nor the term <em>ʾimr&acirc;<\/em> (&ldquo;word&rdquo;) belongs to the Deuteronomic vocabulary.<\/p><p> Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em> (Vol. 19, pp. 211&ndash;215). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}