{
    "id": 2170,
    "source": "blenkinsopp",
    "verse_id": 18868,
    "verse_count": 6,
    "reference": "63:1–6",
    "title": "A Bloodbath in Edom",
    "html": " <p>There follows a carefully constructed poem, exceptionally regular in meter, with eight of the twelve verses set out in tricola. Beginning with Duhm (1922, 463), several commentators have suspected that at least a half-verse is missing at the end (<a class=\"isa\" verses=\"WzE4ODczXQ==\">v 6b<\/a>), but the short final verse is stylistically right and not at all uncommon. The structure is quite simple. A first question and answer (<a class=\"isa\" verses=\"WzE4ODY4XQ==\">1ab, 1c<\/a>) is followed by a second (<a class=\"isa\" verses=\"eyIxODg2OSI6NX0=\">2, 3&ndash;6<\/a>), the latter including an explanation about the state of the speaker&rsquo;s clothing (<a class=\"isa\" verses=\"eyIxODg3MSI6M30=\">4&ndash;6<\/a>). Nowhere is there any clear indication of glosses or additions. <\/p> <p>The question-and-answer format is not antiphonal in the manner of <a class=\"ref\">Ps 24<\/a>,(question <a class=\"isa\" verses=\"WzE4ODcwXQ==\">v 3<\/a>, answer <a class=\"isa\" verses=\"WzE4ODcxXQ==\">v 4<\/a>; question and answer <a class=\"isa\" verses=\"WzE4ODc1XQ==\">v 8<\/a>), and it is not comparable to the dialogue in the Canticle (<a class=\"ref\">Cant 3:6; 6:10; 8:5<\/a>), which is more reminiscent of the chorus in Greek drama. A closer parallel is the brief and enigmatic dialogue between the watchman (<em>&scaron;ōmēr <\/em>) and a passerby in <a class=\"isa\" verses=\"eyIxODA0NyI6Mn0=\">Isa 21:11&ndash;12<\/a>, the more intriguing since this one too involves Edom (Duma, Seir): <\/p> <p>Someone is calling me from Seir, <\/p> <p>&ldquo;Sentinel, how much of the night is left? <\/p> <p>Sentinel, how much of the night is left?&rdquo; <\/p> <p>The sentinel replied, <\/p> <p>&ldquo;The morning is coming, though it is still nighttime; <\/p> <p>if you wish to ask you may do so, <\/p> <p>come back once again.&rdquo; <\/p> <p>Westermann (1969, 381) passes on Herder&rsquo;s genial comparison of the above questions with the questions that the warrior in the border ballads was plied with on his return&mdash;such as, for example, &ldquo;Why is your sword so red with blood, Edward, Edward?&rdquo; But such questions did not really call for a reply (e.g., &ldquo;I have been killing a few more Scots&rdquo;) any more than did the questions asked by Sisera&rsquo;s mother and her ladies-in-waiting after the battle by the Wadi Kishon (<a class=\"ref\">Judg 5:28&ndash;30<\/a>). <\/p> <p>Challenge and questioning by a lookout or sentry is a realistic enough model since, in that by the time the second question is asked, the one approaching is close enough for the condition of his clothing to be noted and commented on. On the other hand, as Duhm wryly observed, if the sentry knew where he was coming from, he should have known who he was. <\/p> <p>The poem has also been described as an apocalyptic vision. In this respect, comparison with <a class=\"isa\" verses=\"eyIxODA0MiI6NH0=\">Isa 21:6&ndash;9<\/a>, in which the fall of Babylon is revealed, comes to mind. But in this latter case we are told explicitly that the visual experience of the lookout (<em>mĕṣappeh<\/em>, <a class=\"isa\" verses=\"WzE4ODczXQ==\">v 6<\/a>), that is, the seer, was indeed a vision (<em>ḥaz&ucirc;t<\/em>, <a class=\"isa\" verses=\"WzE4ODY5XQ==\">v 2<\/a>), and in other cases indications to this effect are generally provided. Since such indications are lacking in <a class=\"isa\" verses=\"eyIxODg2OCI6Nn0=\">63:1&ndash;6<\/a>, we should be content with considering it a literary work composed with a view to its place in the larger Isaianic scheme of things and in <a class=\"isa\" verses=\"bnVsbA==\">Isa 56&ndash;66<\/a>, in particular. <\/p> <p>What, then, is the place of <a class=\"isa\" verses=\"eyIxODg2OCI6Nn0=\">63:1&ndash;6<\/a>, in this larger context? It is clearly discontinuous with and from a different source than <a class=\"isa\" verses=\"eyIxODgyMyI6NDV9\">chs. 60&ndash;62<\/a>,(pace P. A. Smith). The thematic links of this poem with <a class=\"isa\" verses=\"WzE4ODE2XQ==\">59:15b&ndash;20<\/a>, were noted earlier: principally, YHVH&rsquo;s advent as Redeemer in the guise of warrior (<a class=\"isa\" verses=\"WzE4ODE4LDE4ODIxXQ==\">59:17, 20<\/a>), the coupling of redemption and vengeance on enemies (<a class=\"isa\" verses=\"WzE4ODE3XQ==\">59:16<\/a>), and the absence of human agency (<a class=\"isa\" verses=\"WzE4ODE3XQ==\">59:16<\/a>). Similarity does not, however, imply a unity or continuity at some point broken by the insertion of <a class=\"isa\" verses=\"eyIxODgyMyI6NDV9\">chs. 60&ndash;62<\/a>. These three chapters, the core of the last section of the book, were already in place at the center. The persistent attempt to demonstrate that the rest of the material was arranged in a chiasm around these chapters, for example, by Bonnard (1972, 318) and Polan (1986, 14&ndash;16), has helped to emphasize certain structural parallels (especially <a class=\"isa\" verses=\"eyIxODc1NSI6OH0=\">56:1&ndash;8<\/a>, with <a class=\"isa\" verses=\"eyIxODk0MSI6N30=\">66:18&ndash;24<\/a>, and <a class=\"isa\" verses=\"WzE4ODE2XQ==\">59:15b&ndash;20<\/a>, with <a class=\"isa\" verses=\"eyIxODg2OCI6Nn0=\">63:1&ndash;6<\/a>) but lacks enough linguistic and structural specificity to persuade, a common problem with chiasms, the more so as one moves away from the central panel in <a class=\"isa\" verses=\"eyIxODgyMyI6NDV9\">chs. 60&ndash;62<\/a>. <\/p> <p>The two brief poems about redemption and vengeance, but especially vengeance, in <a class=\"isa\" verses=\"W1sxODgxNl0seyIxODg2OCI6Nn1d\">59:15b&ndash;20 and 63:1&ndash;6<\/a>, were deliberately placed on either side of <a class=\"isa\" verses=\"bnVsbA==\">60&ndash;62<\/a>, as a redactional framework for these chapters (with Koenen 1990, 84), and we may suppose that the purpose was to fill out the apocalyptic scenario in which Jerusalem was to play a central role. <\/p> <p>The deliberate location of <a class=\"isa\" verses=\"bnVsbA==\">60&ndash;62<\/a>, at the center of <a class=\"isa\" verses=\"eyIxODc1NSI6MTkzfQ==\">chs. 56&ndash;66<\/a>, rather than at their conclusion also allowed for the juxtaposition of the empirical with the ideal Israel of the future and for the introduction of important qualifications to this idealized vision of an elect people and city set out in glowing colors in <a class=\"isa\" verses=\"eyIxODgyMyI6NDV9\">chs. 60&ndash;62<\/a>. An ethical criterion for participation in the eschatological drama and survival of judgment, entirely absent from <a class=\"isa\" verses=\"bnVsbA==\">60&ndash;62<\/a>, introduced the possibility of failure and rendered inevitable a division within the community, a situation most clearly in evidence in the final two chapters of the book. In some respects, it also blurred the distinction between those inside and those outside. In <a class=\"isa\" verses=\"WzE4ODIxXQ==\">59:20<\/a>, redemption is restricted to those in the household of Jacob who turn away from transgression, while in <a class=\"isa\" verses=\"eyIxODg2OCI6Nn0=\">63:1&ndash;6<\/a>, YHVH looks in vain for support from the peoples, not just from his own people. <\/p> <p>The location of <a class=\"isa\" verses=\"W1sxODgxNl0seyIxODg2OCI6Nn1d\">59:15b&ndash;20 and 63:1&ndash;6<\/a>, the one immediately before, the other immediately after <a class=\"isa\" verses=\"bnVsbA==\">60&ndash;62<\/a>, is therefore part of a deliberate and meaningful arrangement of the material in <a class=\"isa\" verses=\"bnVsbA==\">56&ndash;66<\/a>. The one theme uniting these two passages with <a class=\"isa\" verses=\"bnVsbA==\">60&ndash;62<\/a>, is vengeance (<em>nāqām <\/em>), or the day of vengeance (<em>y&ocirc;m nāqām<\/em>, <a class=\"isa\" verses=\"WzE4ODE4LDE4ODQ2LDE4ODcxXQ==\">59:17b; 61:2; 63:4<\/a>), a kind of mirror image of the old prophetic idea of the &ldquo;day of YHVH&rdquo; (<em>y&ocirc;m YHVH<\/em>, <a class=\"ref\">Amos 5:18&ndash;20<\/a>). The same theme is central to the horrific description of the systematic, total destruction of Edom in <a class=\"isa\" verses=\"eyIxODMwNSI6MTd9\">34:1&ndash;17<\/a>,(<em>y&ocirc;m nāqām<\/em>, <a class=\"isa\" verses=\"WzE4MzEyXQ==\">34:8<\/a>). It would be natural to think of some structural linkage between this passage and <a class=\"isa\" verses=\"eyIxODg2OCI6Nn0=\">63:1&ndash;6<\/a>, especially if one accepts Steck&rsquo;s view that <a class=\"isa\" verses=\"eyIxODg2OCI6Nn0=\">63:1&ndash;6<\/a>, together with <a class=\"isa\" verses=\"bnVsbA==\">56&ndash;59<\/a>, as a whole, was added in the early Hellenistic period to a &ldquo;Greater Isaiah&rdquo; book already in place (Steck 1991a, 30&ndash;34 and often elsewhere). But it has proved difficult to establish what the relationship between these two passages might be, and it cannot simply be assumed that <a class=\"isa\" verses=\"eyIxODg2OCI6Nn0=\">63:1&ndash;6<\/a>, was composed with <a class=\"isa\" verses=\"eyIxODMwNSI6MTd9\">34:1&ndash;17<\/a>, in mind, or even that <a class=\"isa\" verses=\"eyIxODMwNSI6MTd9\">34:1&ndash;17<\/a>, was the earlier composition of the two. <\/p> <p>In <a class=\"isa\" verses=\"eyIxODMwNSI6NH0=\">Isa 34:1&ndash;4<\/a>, the destruction of Edom takes place in the context of international and even cosmic disintegration and ruin, and likewise the bloodbath in Edom described in <a class=\"isa\" verses=\"eyIxODg2OCI6MTZ9\">63:1&ndash;16<\/a>, is not restricted to the inhabitants of that country. In fact, Edom is introduced not as the victim of the violence described, not exclusively at any rate, but as the <em>scene<\/em>, of the apocalyptic scenario, the final, annihilating judgment. At the same time, <a class=\"isa\" verses=\"eyIxODg2OCI6Nn0=\">63:1&ndash;6<\/a>, has nothing of the blow by blow description in <a class=\"isa\" verses=\"eyIxODMwNSI6MTd9\">34:1&ndash;17<\/a>, which is in language and detail closer to <a class=\"isa\" verses=\"W3siMTg5MzgiOjJ9LHsiMTg5NDUiOjN9XQ==\">66:15&ndash;16, 22&ndash;24<\/a>: YHVH&rsquo;s sword (<a class=\"isa\" verses=\"W3siMTgzMDkiOjJ9LFsxODkzOV1d\">34:5&ndash;6; 66:16<\/a>), abandoned and rotting corpses (<a class=\"isa\" verses=\"WzE4MzA3LDE4OTQ3XQ==\">34:3; 66:24<\/a>), judgment by unquenchable fire (<a class=\"isa\" verses=\"W1sxODMwOSwxODMxNF0seyIxODkzOCI6Mn0sWzE4OTQ3XV0=\">34:5, 10; 66:15&ndash;16, 24<\/a>), and convulsions in the heavens (<a class=\"isa\" verses=\"WzE4MzA4LDE4OTQ1XQ==\">34:4; 66:22<\/a>). <\/p> <p>We have seen that the one who asks the two questions&mdash;in effect: Who are you? Why are you covered in blood? (<a class=\"isa\" verses=\"eyIxODg2OCI6Mn0=\">vv 1&ndash;2<\/a>)&mdash;is the city guard (<em>&scaron;ōmēr<\/em>, cf. <a class=\"isa\" verses=\"W3siMTgwNDciOjJ9LFsxODg2MV1d\">21:11&ndash;12; 62:6<\/a>) or lookout (<em>mĕṣappeh<\/em>, <a class=\"isa\" verses=\"eyIxODA0MiI6NH0=\">21:6&ndash;9<\/a>). As noted earlier, it is not presented as a vision report (Whybray 1975, 252), though we do begin to note a degree of interactivity in vision reports in the exilic and postexilic periods (<a class=\"ref\">Ezek 8:1&ndash;11:22; Zech 1:7&ndash;6:8<\/a>). The questioner is not Megabyzus, satrap of the province Across-the-River under Xerxes and Artaxerxes I, who as far as we know never campaigned in Edom and could never have said what is recorded here (Watts 1987, 317&ndash;19). We infer from the questions and answers not that Edom has just been devastated, as in <a class=\"isa\" verses=\"eyIxODMwNSI6MTd9\">34:1&ndash;17<\/a>, but that Edom was the site of a final, annihilating action against hostile nations. The choice of Edom is dictated by the paradigmatic status of Edom as neighbor, related by kinship, yet unremittingly hostile, and also by the fact that traditionally, in heroic poetry, Edom is where YHVH first came from: <\/p> <p>YHVH came from Sinai, <\/p> <p>he shone forth from Seir upon us. (<a class=\"ref\">Deut 33:2<\/a>) <\/p> <p>YHVH, when you went out from Seir, <\/p> <p>when you strode forth from the land of Edom.&hellip; (<a class=\"ref\">Judg 5:4<\/a>) <\/p> <p>God comes from Teman, <\/p> <p>the Holy One from Mount Paran. (<a class=\"ref\">Hab 3:2<\/a>) <\/p> <p>(Seir is another name for Edom; Teman also stands for Edom or a part of that country [cf. <a class=\"ref\">Amos 1:12<\/a>, where Teman is parallel with Bozrah]; Paran is in the direction of Edom.) <\/p> <p>The image presented is of the return of the warrior from battle, not necessarily from single combat (Westermann 1969, 382), bringing news of victory or defeat. At first sighting, within hailing distance, the lookout makes out something puzzling about the warrior&rsquo;s attire which, as he comes closer, turns out to be blood. &ldquo;Blood&rdquo; (<em>dām <\/em>) is the dominant motif in this poem. The language is given resonance by means of the punning allusion to Edom, <em>ʾĕd&ocirc;m<\/em>, meaning &ldquo;Red Land,&rdquo; a <em>lusus verborum<\/em>, which (literally) adds color to the story of the two brothers, Jacob and Esau (<a class=\"ref\">Gen 25:25, 30<\/a>), and to the campaign of the three kings in Edom (<a class=\"ref\">2 Kgs 3:8, 23<\/a>: &ldquo;This is blood!&rdquo;). The fact that Edom, like its northern neighbor Moab, was well known as a center of viniculture (cf. <a class=\"isa\" verses=\"eyIxNzk3OCI6M30=\">Isa 16:8&ndash;10<\/a>) may also have contributed to the rather ghastly metaphor of treading people like grapes into pulp in the wine press. <\/p> <p>What is emphasized in the reply to the second question (<a class=\"isa\" verses=\"WzE4ODcwXQ==\">v 3<\/a>) is that in executing judgment YHVH acted alone. The same point is made, in practically the same language, in the matching passage, <a class=\"isa\" verses=\"WzE4ODE2XQ==\">59:15b&ndash;19<\/a>. This statement, repeated before and after the panorama of Jerusalem&rsquo;s future laid out in <a class=\"isa\" verses=\"eyIxODgyMyI6NDV9\">chs. 60&ndash;62<\/a>, marks an important juncture. We can understand why the 1QIsa <sup>, a<\/sup>, scribe altered the text from <em>ʿamm&icirc;m<\/em>,(&ldquo;the peoples&rdquo;) to <em>ʿamm&icirc;<\/em>,(&ldquo;my people&rdquo;; see Notes), but the emendation misses the point, which is that the author has definitively abandoned the expectations placed on Cyrus in <a class=\"isa\" verses=\"bnVsbA==\">Isa 40&ndash;48<\/a>. The statement therefore marks a turning away from the historical arena and international affairs in the search for intimations of a change in fortune for Israel and therefore comes a step closer to embracing an apocalyptic world view. <\/p> <p>The second half of the poem (<a class=\"isa\" verses=\"eyIxODg3MSI6M30=\">vv 4&ndash;6<\/a>) can be read as an explanation of the second answer. It also contains much repetition, but we should resist the temptation to speak of additions and expansions (<a class=\"isa\" verses=\"WzE4ODczXQ==\">6a<\/a>, cf. <a class=\"isa\" verses=\"W1sxODg3MF0seyIxNzY1NiI6MzF9XQ==\">3b; 6b<\/a>). It seems to be saying that the day of vengeance and the year of redemption predicted by the &ldquo;Zionist&rdquo; prophet of <a class=\"isa\" verses=\"eyIxODg0NSI6NH0=\">61:1&ndash;4<\/a>, are now at hand. The idea of vengeance looms large in Isaianic compositions of the post-destruction period (<a class=\"isa\" verses=\"WzE4MzEyLDE4MzI1LDE4NjAzLDE4ODE4LDE4ODQ2XQ==\">34:8; 35:4; 47:3; 59:17; 61:2<\/a>), and here and elsewhere it is accompanied by such violent and lurid images as to repel the reader of even mildly liberal instincts. We recall that reading or rereading <a class=\"isa\" verses=\"eyIxODg2OCI6Nn0=\">Isaiah 63:1&ndash;6<\/a>, was the point at which Friedrich Delitzsch, in his <em>Zweiter Vortrag &uuml;ber Babel und Bibel<\/em>,(1903), gave up on the Old Testament. <\/p> <p>There is an important issue here to which we shall return, but in the meantime we can at least try to reduce the cultural distance between what the word &ldquo;vengeance&rdquo; connotes to us today and what the full semantic range of the word <em>nāqām<\/em>,(here &ldquo;vengeance&rdquo;) was in that place and at that time. To execute vengeance was a way of obtaining redress, of righting a lost balance and restoring the damaged integrity of the kinship group. It can therefore be seen as an application of the <em>lex talionis<\/em>,. As a prescription governing the moral life, the &ldquo;eye for an eye, tooth for a tooth&rdquo; formula does not have much appeal today, but in societies without effective means of detecting and bringing to justice the criminal, it was a way of applying the principle of equity in situations of damaged social relations. We might try rephrasing it as: &ldquo; <em>Only<\/em>, an eye for an eye, <em>only<\/em>, a tooth for a tooth.&rdquo; <\/p> <p>Viewed in this social context, the execution of vengeance, blood vengeance (<em>niqmat dam<\/em>, <a class=\"ref\">Ps 79:10<\/a>), was not optional. It was a contractual obligation, as the most effective means for protecting people who could not act on their own behalf in claiming the rights that custom and law assigned to them. This is the point at which the intimate link between vengeance and redemption comes into sight, because the redeemer (<em>gōʾēl <\/em>) was the person among one&rsquo;s kin (<em>bĕn&ecirc; ʿammĕkā<\/em>, <a class=\"ref\">Lev 19:18<\/a>) who assumed the role of protector and vindicator by executing vengeance. <\/p> <p>The &ldquo;year of redemption&rdquo; (<em>&scaron;ĕnat gĕʾ&ucirc;lay<\/em>, taking the plural as an abstract term, rather than &ldquo;my redeemed ones&rdquo;), continues the same association of ideas and is also dependent on <a class=\"isa\" verses=\"eyIxODg0NSI6NH0=\">61:1&ndash;4<\/a>, where the year of redemption is &ldquo;the year of YHVH&rsquo;s good pleasure&rdquo; (<em>&scaron;ĕnat-rāṣ&ocirc;n laYHVH<\/em>, <a class=\"isa\" verses=\"WzE4ODQ2XQ==\">61:2a<\/a>). Behind these ideas is the institution of the Jubilee Year, setting aside the undecided question about whether <a class=\"ref\">Lev 25<\/a>, is describing real stipulations of customary law or setting out a Utopian program that was never implemented. Fundamental to the ideology of the Jubilee are the associated ideas of freedom (<em>dĕr&ocirc;r<\/em>, <a class=\"ref\">Lev 25:10<\/a>, cf. <a class=\"isa\" verses=\"WzE4ODQ1XQ==\">Isa 61:1c<\/a>) and return to one&rsquo;s ancestral land (<a class=\"ref\">Lev 25:8&ndash;12<\/a>). The freedom in question is release from the burden of debt-slavery during the Jubilee (<a class=\"ref\">Lev 25:39&ndash;46<\/a>; cf. the manumission of slaves during the sabbatical year, <a class=\"ref\">Exod 21:1&ndash;7; Deut 15:12&ndash;18<\/a>), but it would have been easy to make the transition to political freedom, freedom from subjection to a foreign power. <\/p> <p>Likewise, the law of return held out the prospect of recovering patrimonial domain, but for the contemporaries of these Isaianic authors the idea of return to the ancestral land from the diaspora would not have been far away. If we reread this entire section of the book (chs. <a class=\"isa\" verses=\"bnVsbA==\">40&ndash;66<\/a>) with these ideas in mind, we see that the prophetic pronouncement of <a class=\"isa\" verses=\"eyIxODg0NSI6NH0=\">61:1&ndash;4<\/a>, states explicitly what is there from the beginning but only occasionally comes to the surface. I note only the assurance at the beginning of this major section that Jerusalem&rsquo;s indentured service is over and her debt has been amortized (<a class=\"isa\" verses=\"WzE4NDIzXQ==\">40:2<\/a>), the insistence on the release of individuals imprisoned or in servitude (<a class=\"isa\" verses=\"WzE4NDg4LDE4NjQ2XQ==\">42:7; 49:9<\/a>), repossession of land (<a class=\"isa\" verses=\"WzE4NjQ1LDE4NzI3XQ==\">49:8; 54:3<\/a>), and, not least, the numerous references to the redemption of Israel and Israel&rsquo;s God as Redeemer. <\/p> <p>Blenkinsopp, J. (2008). <em>Isaiah 56&ndash;66: a new translation with introduction and commentary<\/em>,(Vol. 19B, pp. 247&ndash;251). New Haven; London: Yale University Press. <\/p>",
    "audit": 1
}