{
    "id": 2121,
    "source": "blenkinsopp",
    "verse_id": 18460,
    "verse_count": 9,
    "reference": "41:8-16",
    "title": "Words of Encouragement to Israel, the Servant",
    "html": "<p>The alternation between address to foreign nations and their gods and address to the Israelite community continues here. Several commentators divide this passage into two addresses (<a class=\"isa\" verses=\"WzE4NDYwXQ==\">41:8&ndash;13, 14&ndash;16<\/a>), but the entire chapter can be read as one articulated whole within a larger unity: the theme of the nations as non-entities creates a link with 40:12&ndash;26 (<a class=\"isa\" verses=\"WzE4NDM4XQ==\">40:17; 41:11&ndash;12<\/a>); the forensic scenario, followed by an allusion to Cyrus, appears in vv <a class=\"isa\" verses=\"W1sxODQ1M10seyIxNzY1NiI6MzF9LHsiMTc3NDEiOjMwfSx7IjE4MTUzIjoxM31d\">1&ndash;5 and 21&ndash;27<\/a>; and the theme of the impotence of foreign deities is repeated (vv <a class=\"isa\" verses=\"WzE4NDczXQ==\">21&ndash;24, 28&ndash;2<\/a>9). Repetition of significant phrases and expressions serves to bind the whole together: my servant (<a class=\"isa\" verses=\"WzE4NDYwXQ==\">8a, 9b<\/a>), chosen (<a class=\"isa\" verses=\"WzE4NDYwXQ==\">8a, 9b<\/a>), don&rsquo;t be afraid (<a class=\"isa\" verses=\"WzE4NDYyXQ==\">10a, 14a<\/a>), I am your God (<a class=\"isa\" verses=\"WzE4NDYyXQ==\">10a, 13a<\/a>), I will help you (<a class=\"isa\" verses=\"WzE4NDYyXQ==\">10b, 13b, 14b<\/a>), with my right hand (<a class=\"isa\" verses=\"WzE4NDYyXQ==\">10b, 13a<\/a>), and the Holy One of Israel (<a class=\"isa\" verses=\"WzE4NDY2XQ==\">14b, 16b<\/a>). This type of rhetoric has drawn on the much-discussed oracle of salvation (Begrich); that is, a word of reassurance uttered by a priest or cultic prophet to someone in need during the course of a liturgy (e.g. <a class=\"ref\">Pss 20:6&ndash;8; 28:6&ndash;9; 54:4&ndash;7; 60:6&ndash;12<\/a>).<\/p><p>Oracular utterances like these also appear in prophetic discourse in all times throughout the Near East. In the eighth century b.c.e., for example, King Zakir (or Zakkur) of Hamath is reassured of success by the local Baal by means of seers and diviners during a siege: &ldquo;Don&rsquo;t be afraid, for I made you king and I shall stand by you and deliver you&rdquo; (ANET 501). The main point is to dispel fear; hence the key phrase &ldquo;don&rsquo;t be afraid&rdquo; (<em>ʾal-t&icirc;rāʾ<\/em>), the frequent appearance of which in these chapters (<a class=\"isa\" verses=\"W1sxODQzMCwxODQ2Ml0seyIxODQ2NSI6Mn0sWzE4NTA3LDE4NTExLDE4NTM2LDE4NTQyLDE4NjgxLDE4NzI4XV0=\">40:9; 41:10, 13, 14; 43:1, 5; 44:2, 8; 51:7; 54:4<\/a>) provides a valuable clue to their character. Significantly, the phrase does not appear in the last section of the book (chs. <a class=\"isa\" verses=\"eyIxODkyNCI6MjR9\">56&ndash;66<\/a>).<\/p><p>Addressing the dispersed communities of Jews as Israel\/Jacob (see on <a class=\"isa\" verses=\"WzE4NDQ4XQ==\">40:27<\/a>) and offspring of Abraham emphasizes the importance for the preacher or writer of reestablishing lines of continuity with the past, of creating a strong sense of the importance of living within a tradition after the profound discontinuity attendant on the destruction of the nation state (cf. the lament, &ldquo;Abraham does not know us, Israel does not acknowledge us,&rdquo; <a class=\"isa\" verses=\"WzE4ODgzXQ==\">63:16<\/a>). The language of servanthood is intended to give the hearers some assurance of historical significance, in the sense that, just as Abraham was called to a mission in his day, so they are now chosen at this crucial juncture of history to play a role; hence, the close connection between servanthood and election in these chapters (<a class=\"isa\" verses=\"W3siMTg0NjAiOjJ9LFsxODQ4MiwxODUwMCwxODUxNl0seyIxODUzNSI6Mn0sWzE4NTY2XV0=\">41:8, 9; 42:1, 19; 43:10; 44:1, 2; 45:4<\/a>).<\/p><p>The term <em>ʾebed<\/em> (&ldquo;servant&rdquo;), with the meaning of a special relationship to the deity, is a Deuteronomic creation. In the Deuteronomic oeuvre it refers both to the royal dynasty (<a class=\"ref\">2 Sam 3:18; 1 Kgs 8:24&ndash;26; 2 Kgs 19:34<\/a> cf. <a class=\"ref\">Jer 33:21&ndash;22, 26<\/a>) and to prophecy, including the prophetic succession as a whole (<em>ʿăbād&acirc;v hannĕb&icirc;ʾ&icirc;m<\/em>: <a class=\"ref\">2 Kgs 9:7; 17:13, 23; 21:10; 24:2<\/a>; cf. <a class=\"ref\">Jer 7:25; 25:6; 26:5; 29:19; 35:15; 44:4; Amos 3:7<\/a>). In the Deuteronomic scheme of things, Moses is the prophetic servant <em>par excellence<\/em> (<a class=\"ref\">Deut 34:5; Josh 1:2; 9:24<\/a>), the protoprophet, and the exemplar of prophecy. But Abraham is also a servant of Yahveh (<a class=\"ref\">Gen 26:24; Deut 9:27; Ps 105:42<\/a>), having been called to a uniquely important mission. While some narrative traditions about Jacob\/Israel appear to have been in circulation during the time of the kingdoms (<a class=\"ref\">Hos 12:3&ndash;4, 12<\/a>), and the genealogical succession of the three great ancestors was familiar to the Deuteronomists, Abraham as a distinct figure emerges only in texts composed after the deportations of the early sixth century b.c.e. (<a class=\"ref\">Ezek 33:23&ndash;24; Jer 33:26; Mic 7:20<\/a>; <a class=\"isa\" verses=\"W1sxODIxNl0seyIxODA5NyI6MjN9LFsxODQ2MCwxODY3NiwxODg4M11d\">Isa 29:22&ndash;24; 41:8; 51:2; 63:16<\/a>; <a class=\"ref\">Ps 105:6<\/a>).<\/p><p>The narrative cycle of <a class=\"ref\">Gen 12&ndash;25<\/a> appears to have been put together at a time not far distant from the time of composition of <a class=\"isa\" verses=\"eyIxODcyNSI6MTd9\">Isa 40&ndash;54<\/a>(<a class=\"isa\" verses=\"bnVsbA==\">55<\/a>). Whatever the date of composition, it reflects the concerns and aspirations of the people addressed in these chapters as perceived and articulated by the writer; chief among these were the summons to leave his (Abraham&rsquo;s) residence in southern Mesopotamia and go to the promised land, the great nation theme, separation from the native population, and avoidance of intermarriage. To these we may add certain subsidiary topics recurring in the stories about the ancestors and in writings from the early Second Temple period: for example, relations with Arab (Edomite) peoples and disputes about real estate. Abraham&rsquo;s special relationship with Yahveh is expressed in the designation &ldquo;friend of God,&rdquo; a title that was to become standard in Judaism (<a class=\"ref\">2 Chr 20:7; James 2:23<\/a>) and Islam (<em>al halil, halil ullahi<\/em>, <a class=\"ref\">Quʾran Sura 4:124<\/a>).<\/p><p>The concern to forge links with the past makes it difficult to be sure whether mention of election, being taken from the ends of the earth and so on, refers to the past or the present. Perhaps we do not have to choose: Abraham was summoned from Ur, later from Harran, and Israel from Egypt and, in the meantime, the word of reassurance goes out to Jews dispersed over a wide area of the Near East. Here too, incidentally, the language does not point necessarily or exclusively to a Babylonian location.<\/p><p>Another nexus with traditional religious language and themes is the assurance &ldquo;I am with you,&rdquo; &ldquo;I am (Yahveh) your God,&rdquo; reminiscent of words addressed to Moses at the burning thornbush (<a class=\"ref\">Exod 3:12<\/a>) and the self-predication of Yahveh in the decalogue (<a class=\"ref\">Exod 20:2; Deut 5:6<\/a>). However, as often happens in prophetic books, we come next to a sharp reminder that we are reading an ancient text with ideas about appropriate images and metaphors very different from those ideas current today. Israel as a worm and maggot is no more complimentary than the nations as grasshoppers (<a class=\"isa\" verses=\"WzE4NDQzXQ==\">40:22<\/a>)&mdash;in fact less so. We can well understand why the Targum would paraphrase, &ldquo;tribe of the house of Israel&rdquo; and the lxx, &ldquo;families of the house of Israel.&rdquo; The combination of the two words suggests death and decay (<a class=\"isa\" verses=\"WzE3OTQwXQ==\">Isa 14:11<\/a>), and &ldquo;worm&rdquo; by itself connotes helplessness and insignificance (<a class=\"ref\">Ps 22:7[6]; Job 25:6<\/a>). The latter is probably the dominant idea, since the worm is to undergo a remarkable transformation into a powerful implement of destruction that will level the mountains and hills, presumably meaning the hostile peoples referred to earlier (vv <a class=\"isa\" verses=\"W1sxODQ2M10seyIxNzkwMiI6Nn1d\">11&ndash;12<\/a>).<\/p><p>These metaphors for military violence occur appear from time to time in the History and prophetic books (<a class=\"ref\">2 Kgs 13:7; Isa 25:10; Amos 1:3; Hab 3:12<\/a>). Yahveh, the speaker, identifies himself as &ldquo;the Holy One of Israel&rdquo; (<em>qĕd&ocirc;&scaron; yiśrāʾēl<\/em>), the most common designation, appearing with great frequency throughout the book of Isaiah but rarely elsewhere (<a class=\"ref\">Jer 50:29; 51:5; Pss 71:12; 78:41; 89:19<\/a>), and as &ldquo;redeemer&rdquo; (<em>gōʾēl<\/em>). This last term originated in the context of the tribal system, in which each person was obligated to assist a fellow clan member in need, principally by buying him or possibly her back from indentured service for nonpayment of debt (<a class=\"ref\">Lev 25:47&ndash;49; Num 35:19; Ruth 3:11&ndash;13<\/a>). It is in this context that our passage speaks of Yahveh as helper (<a class=\"isa\" verses=\"W1sxODQ2NV0seyIxNzkzMCI6MzJ9XQ==\">41:13&ndash;14<\/a>). Since the title <em>gōʾēl<\/em> also appears frequently in chs. <a class=\"isa\" verses=\"eyIxODkyNCI6MjR9\">40&ndash;66<\/a>, rarely elsewhere (<a class=\"ref\">Jer 50:34; Pss 19:15[14]; 78:35<\/a>), and not at all in <a class=\"isa\" verses=\"W1sxODQ1M10seyIxODQxNCI6OH1d\">Isa 1&ndash;39<\/a>, it may well have been created by this author.<\/p><p>Blenkinsopp, J. (2008). <em>Isaiah 40&ndash;55: A New Translation with Introduction and Commentary<\/em> (Vol. 19A, pp. 199&ndash;201). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}