{
    "id": 2071,
    "source": "blenkinsopp",
    "verse_id": 17953,
    "verse_count": 4,
    "reference": "14:24–27",
    "title": "The End of Imperial Assyria",
    "html": "<p>This sudden shift back to Assyria after the Babylonian poems demands an explanation, especially since it is without title or heading; in fact this kind of oath formula usually follows an indictment or prediction of some kind (e.g. <a class=\"isa\" verses=\"eyIxNzc0OSI6Mn0=\">5:9&ndash;10<\/a> following <a class=\"isa\" verses=\"WzE3NzQ4LDE4MDY3XQ==\">5:8; 22:14<\/a> following <a class=\"isa\" verses=\"eyIxODA2NSI6Mn0=\">22:12&ndash;13<\/a>). While it is possible that the present arrangement came about by accident or as a result of sloppy editing, it is more likely that it was deliberate and designed to make the point that the destruction of Babylon represents the final fulfillment of the anti-Assyrian prophecies. The reader is also being told once again that the prophetic message about Assyria provides the key for interpreting the course of events during the rise and fall of the Babylonian Empire. Babylonians replaced Assyrians, but from the point of view of the prophetic interpretation of history there is no difference; all imperial pretensions fall under the same judgment.<\/p><p>The language of <a class=\"isa\" verses=\"eyIxNzk1MyI6NH0=\">14:24&ndash;27<\/a> is very similar to that of <a class=\"isa\" verses=\"eyIxNzg2MyI6MTZ9\">10:12&ndash;27<\/a>, which concludes with the same assurance that the yoke and burden of the Assyrians will soon be removed. At some point in the editorial history of the book the passage may have been detached from the Assyrian material in <a class=\"isa\" verses=\"eyIxNzg1MiI6MzR9\">ch. 10<\/a> and relocated, together with sayings about countries in the path of the Assyrian advance at the time of Sargon II and Sennacherib. But <a class=\"isa\" verses=\"eyIxNzk1MyI6NH0=\">14:24&ndash;27<\/a> is also recapitulatory of the prophecies about Assyria in <a class=\"isa\" verses=\"eyIxNzc0MSI6MTY3fQ==\">chs. 5&ndash;12<\/a> in a more general sense. The idea of a divine plan or agenda has already been mentioned more than once (<a class=\"isa\" verses=\"WzE3NzUyLDE3NzU5XQ==\">5:12, 19<\/a>), and even where not referred to explicitly it underlies the entire section, indeed the entire book. The burden and yoke of imperial oppression has also loomed large (<a class=\"isa\" verses=\"WzE3ODMzLDE3ODc4XQ==\">9:3[4]; 10:27<\/a>), and the hand of Yahveh outstretched to save or punish provides the refrain for one of the longer poems in the first part of the book (<a class=\"isa\" verses=\"W1sxNzc2NV0seyIxNzgzNyI6MTl9XQ==\">5:25; 9:7&ndash;10:4[5:24&ndash;10:4]<\/a>). The recapitulatory intent is also suggested by the superscription immediately following (&ldquo;in the year king Ahaz died&rdquo; <a class=\"isa\" verses=\"WzE3OTU3XQ==\">14:28<\/a>). While serving as the title to the oracle about Philistines in <a class=\"isa\" verses=\"eyIxNzk1OCI6M30=\">14:29&ndash;31<\/a>, its correspondence with the chronological indication of the death of Uzziah (<a class=\"isa\" verses=\"WzE3NzcxXQ==\">6:1<\/a>) suggests closure on the reign of Ahaz as a distinct period of the prophet&rsquo;s activity and the inauguration of a new epoch with Hezekiah.<\/p><p>This brief passage consists of an asseveration of Yahveh confirmed by oath (<a class=\"isa\" verses=\"eyIxNzk1MyI6Mn0=\">24&ndash;25<\/a>) followed by a prophetic comment (<a class=\"isa\" verses=\"eyIxNzk1NSI6Mn0=\">26&ndash;27<\/a>) that, while rounding it off inclusively with reference to the plan or agenda, restates it in universalistic terms: the agenda of the God of Israel concerns all nations and the entire earth. The oath formula, often employed in Isaiah (<a class=\"isa\" verses=\"WzE3NzQ5LDE4MDY3LDE4NTg1LDE4NzMzLDE4ODYzXQ==\">5:9; 22:14; 45:23; 54:9; 62:8<\/a>), perhaps in dependence on <a class=\"ref\">Amos 4:2; 6:8; 8:7<\/a>, indicates the assurance and ineluctability of the predicted event. Comparison with the Isaian prediction issued during the campaign of Sennacherib, which also highlights the plan of Yahveh and the assurance that it will be carried out (<a class=\"isa\" verses=\"eyIxODM3OSI6NH0=\">37:26&ndash;29<\/a>), suggests that the present passage is meant to refer to the same situation, namely, an Assyrian defeat &ldquo;in my land, on my mountains.&rdquo; It therefore does not seem helpful to describe the language used here as proto-apocalyptic, nor does it seem necessary to assume an allusion to the defeat of the Syrian armies of Antiochus IV in the second century b.c.e., though &ldquo;Assyria&rdquo; does function elsewhere in the book as a code name for the Seleucids, just as Egypt stands for the Ptolemies. It is nevertheless entirely possible that the present passage was read by the pious at that time to refer to the events through which they were living.<\/p><p>It would be easy to miss the broader implications of the seer&rsquo;s comment about the plan or agenda of Yahveh and the outstretched hand. In summarizing the &ldquo;message&rdquo; of the first part of the book, mostly about Assyria, he is making a statement about <em>all<\/em> attempts at political dominion whenever or wherever they occur. According to the theopolitical view of the author, all such attempts have a strictly provisional character and, in spite of appearances, fall under a judgment. This is political theory from a specific religious angle, a theory that in due course will be distilled in the symbolism of beasts rising from the primeval deep and the Kingdom of the Saints in Daniel and the book of Revelation. To quote Bernhard Duhm, a commentator of many insights, &ldquo;Assyria&rsquo;s striving for world dominion was the occasion, not the cause, for prophetic religion daring to take in the whole world.&hellip; We should be glad to acknowledge one who, for the first time, entertained such a thought, if without full consciousness of its incalculable consequences&rdquo; (1892, 123).<\/p><p> Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em> (Vol. 19, pp. 289&ndash;290). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}