{
    "id": 2053,
    "source": "blenkinsopp",
    "verse_id": 17771,
    "verse_count": 13,
    "reference": "6:1–13",
    "title": "The Throne Room Vision",
    "html": "<p>This vision narrative is often referred to as the call of Isaiah to a prophetic ministry, but from its position in the book it is clear that this was at least not the view of the editors who arranged the material. Its location at this point, together with the acknowledgment of failure implicit in the conversation during the visionary experience, suggests rather that it functions in a more limited way as Isaiah&rsquo;s commissioning for a specific political mission in connection with the threat of a Syrian-Samarian invasion in or about the year 734. It is therefore structurally a part of<a class=\"isa\" verses=\"eyIxNzc3MSI6NjB9\">chs. 6&ndash;8<\/a> known at least since Budde as the Isaian Memoir (<em>Denkschrift<\/em> ; though the use of this term has been questioned by Reventlow, Irvine, and others). This section is set out in the sequence autobiographical-biographical-autobiographical, similar to the arrangement of<a class=\"ref\">Hos 1&ndash;3<\/a> . We could therefore read the statement towards the end of<a class=\"isa\" verses=\"eyIxNzc3MSI6NjB9\">chs. 6&ndash;8<\/a> that &ldquo;[all of this is] from Yahveh of the hosts who dwells on Mount Zion&rdquo; (<a class=\"isa\" verses=\"WzE3ODI2XQ==\">8:18<\/a>) as an inclusio referring back to the commissioning by Yahveh of the hosts in the present passage. The location of<a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">6:1&ndash;13<\/a> does not, however, necessarily imply that<a class=\"isa\" verses=\"eyIxNzY1NiI6MTE1fQ==\">chs. 1&ndash;5<\/a> date to a time prior to Uzziah&rsquo;s death (contra Milgrom), since the editorial arrangement is not exclusively and not even primarily chronological, and we have seen that some of the paragraphs are certainly later. We cannot establish the precise date of Uzziah&rsquo;s death following on abdication after contracting a serious skin disease (<a class=\"ref\">2 Kgs 15:1&ndash;7<\/a>), but<a class=\"isa\" verses=\"WzE3NzcxXQ==\">6:1<\/a> suggests that it coincided with the beginning of the Syro-Ephraimite crisis, and therefore not earlier than 736 b.c.e.<\/p><p>While there are no compelling reasons to date the passage to the Second Temple period (pace Whitley; Kaiser 1972, 118&ndash;21; Gosse), if the account of the commissioning served both to legitimate Isaiah&rsquo;s mission and to explain its failure it must have been written some time after the death of Uzziah (the date is uncertain but probably 736&ndash;734). It has been put together as a carefully crafted dramatization of the claim that Isaiah has been admitted to the divine council, that he is therefore privy to the divine agenda, and that he has been charged to implement that agenda in the world of Judean and international politics. The &ldquo;message,&rdquo; then, is that the mission was God&rsquo;s doing and that its failure was foreseen and foreordained and therefore cannot be laid at Isaiah&rsquo;s door. The seer&rsquo;s question about how long this situation would last also hints at the issue of delay in fulfillment that will come to the fore towards the end of the section (<a class=\"isa\" verses=\"eyIxNzgyNCI6M30=\">8:16&ndash;18<\/a>). Commentators have been much exercised to explain the incomprehension, the spiritual and moral obtuseness, of the seer&rsquo;s audience as something foreordained&mdash;as in fact the whole point and purpose of the mission. The same question arises in connection with another and similar vision, that of Micaiah ben Imlah (<a class=\"ref\">1 Kgs 22:19&ndash;23<\/a>), in which one of those surrounding Yahveh on his heavenly throne, referred to simply as &ldquo;the Spirit&rdquo; (<em>har&ucirc;aḥ<\/em>), volunteers to bring about Ahab&rsquo;s death by deceiving him through false prophets and is commissioned to do so. It is no doubt correct to read this disconcerting aspect of Isaiah&rsquo;s commissioning as a post factum justification of failure or, better, to suggest that the mission, which was precisely to harden hearts, in fact succeeded; but to relocate the theological problem in Isaiah&rsquo;s later reflection on the event is not the same as solving it (cf. the reference to the &ldquo;alien work&rdquo; of the deity in<a class=\"isa\" verses=\"WzE4MTg2XQ==\">Isa 28:21<\/a>). The Old Greek version solved it by the time-honored method of retranslation (&ldquo;for the heart of this people has exalted itself, they have listened with heavy ears, and have shut their eyes&rdquo;) and, beginning with early Christianity (<a class=\"ref\">Matt 13:14&ndash;15<\/a> and parallels;<a class=\"ref\">John 12:40; Acts 28:26&ndash;27<\/a>), abusive appeal to this text throughout Christian history has served to highlight what was perceived to be the obduracy of the Jewish people in not accepting Jesus as messiah and savior (Sawyer; Evans 1989).<\/p><p>As the vision narrative opens, the scenario appears to be that of a throne room. The throne is at a high elevation presumably approached by steps, and the description of the One Enthroned is restricted to his royal robe and its train which&mdash;hyperbolically&mdash;filled the entire room. Perhaps the author had in mind something similar to the depiction of Assyrian kings of gigantic proportions compared to those of pygmy size who attended them or the prisoners paraded before them (e.g. Esarhaddon,<em>ANEP<\/em> , #447). A similar scenario confronts us in Micaiah&rsquo;s vision, referred to above, and in the opening narrative of<a class=\"ref\">Job 1&ndash;2<\/a> . Isaiah often uses the title &ldquo;Yahveh of the [heavenly] hosts&rdquo; (<em>YHVH ṣĕbāʾ&ocirc;t<\/em>), intimately associated with the ark and its sanctuary (it occurs 57 times in<a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">1&ndash;39<\/a> , 6 times in<a class=\"isa\" verses=\"bnVsbA==\">40&ndash;66<\/a>), but he never speaks of Yahveh &ldquo;seated on the cherubim&rdquo; (<em>yo&scaron;ēb ʿal hakkĕr&ucirc;b&icirc;m<\/em>), i.e., on a throne the armrests of which represent winged mythological creatures (the only occurrence of the expression in the book,<a class=\"isa\" verses=\"WzE4MzY5XQ==\">37:16<\/a> , is parallel with<a class=\"ref\">2 Kgs 19:15<\/a>). In the present scene Yahveh is, instead, attended and guarded by an unspecified number of seraphs (<em>śĕrap&icirc;m<\/em>).<\/p><p>Etymologically the term<em>śĕrap&icirc;m<\/em> would mean &ldquo;burning ones,&rdquo; and the seraph is elsewhere a poisonous snake whose bite stings and burns (<a class=\"ref\">Num 21:6, 8; Deut 8:15<\/a>) and who, like the guardians of the throne, is equipped for flight (<em>śārāp mĕʿ&ocirc;pēp<\/em><a class=\"isa\" verses=\"WzE3OTU4LDE4MjI0XQ==\">Isa 14:29; 30:6<\/a>). It is tempting to associate this aspect of the vision scenario with the cult object in the Jerusalem temple known as Nehushtan, a bronze serpent with healing powers of Mosaic origin to which incense was offered (<a class=\"ref\">2 Kgs 18:4<\/a> cf.<a class=\"ref\">Num 21:6, 8&ndash;9<\/a>). This would at any rate explain the altar and the hot coals, hardly consistent with the primary image of a throne room or audience hall. We are perhaps meant to imagine the seraphim hovering in place around but not above the Enthroned One, ready at a moment&rsquo;s notice to do his behest.<\/p><p>The seraphic acclamation, from which derive the liturgical forms of the Trisagion, Sanctus, and<em>qĕd&ucirc;&scaron;&acirc;<\/em> , proclaims the holiness of the One Enthroned. The title &ldquo;the Holy One of Israel&rdquo; (<em>qĕd&ocirc;&scaron; yiśrāʾēl<\/em>) is one of several features that confer a certain impression of unity on the book, being found in all its sections; this, however, does not imply that the title was suggested by the seraphic acclamation (pace Williamson 1994, 41). Holiness implies otherness, removal from profane reality, the<em>mysterium tremendum<\/em> of Rudolph Otto&rsquo;s once very influential book<em>Das Heilige<\/em> (<em>The Holy<\/em> , 1917), but it is a quality that can permeate and serve to define aspects of space and time, a situation amply illustrated in the Priestly material in the Pentateuch and in<a class=\"ref\">Ezek 40&ndash;48<\/a> . Another way of expressing the manifestation of the divine essence is encapsulated in the term<em>kāb&ocirc;d<\/em> , translated &ldquo;glory&rdquo; or &ldquo;effulgence.&rdquo; Associated with the ark in the account of the Philistine wars (<a class=\"ref\">1 Sam 4:21&ndash;22<\/a>), it is likewise a richly developed topos in P and in Ezekiel, a theologoumenon that purports to present simultaneously both the transcendence and the immanence of Godhead. The point can be made by referring to the strange incident in which Moses asks to see the<em>kāb&ocirc;d<\/em> and is shown the back rather than the face of Yahveh (<a class=\"ref\">Exod 33:18&ndash;23<\/a>). We can read it as an attempt to solve the theoretical problem of how the transcendent God can be present among people and under what conditions the divine presence may be experienced this side of death.<\/p><p>The tectonic phenomena induced by the seraphic acclamation belong to the standard description of theophanies (cf. the Sinai theophany,<a class=\"ref\">Exod 19:18<\/a>) and perhaps provide some idea of how the earthquake during Uzziah&rsquo;s reign would have been understood (note the effect on nature of Yahveh&rsquo;s roaring from Zion in<a class=\"ref\">Amos 1:1&ndash;2<\/a>). Isaiah&rsquo;s reaction is also understandable in the present context (cf.<a class=\"ref\">Exod 3:6; Judg 6:22; 13:22<\/a>), as he laments that his unclean lips make it impossible for him to participate in the seraphic liturgy. Purification of the lips (rather than, for example, the hands) indicates preparation for a specifically prophetic mission and was a necessary prelude to the conversation and commissioning to follow. It has been compared with the rinsing of the mouth by Mesopotamian cultic functionaries as a preparation for public speaking (Hurowitz). The question about an emissary to be sent &ldquo;on our behalf&rdquo; (cf.<a class=\"ref\">Gen 1:26; 3:22; 11:7<\/a>) implies that Yahveh is surrounded by his entourage&mdash;here seraphs, elsewhere spirits (<a class=\"ref\">1 Kgs 22:20&ndash;21<\/a>) or &ldquo;sons of God,&rdquo; i.e., lesser deities (<a class=\"ref\">Job 1&ndash;2<\/a>)&mdash;with whom he may at times confer, as monarchs are wont to do. In the Micaiah vision-narrative the question of the Enthroned One is followed by a discussion, but in this case discussion is preempted by Isaiah&rsquo;s immediately volunteering to serve. In this respect both visions diverge from the more common form of commissioning (e.g. Jeremiah, Moses) in which the emissary expostulates and has to be reassured and practically coerced to undertake the mission. Instead of expostulating, Isaiah asks a question necessitated by the sheer negativity of the language in which the commissioning is couched. The answer to the plaintive question &ldquo;how long?&rdquo; (<em>ʿad-matay<\/em> ?), heard often in liturgical laments (e.g.<a class=\"ref\">Ps 74:10; 79:5; 94:3<\/a>), must refer to the future devastation of Judah, rather than the Assyrian conquest of Syria and Israel, since it is Judeans who are to be rendered obdurate as a result of the mission. It is generally recognized that<a class=\"isa\" verses=\"WzE3NzgyXQ==\">v 12<\/a> , with its allusion to deportation, was added after 586 b.c.e. Several commentators argue that all of the section<a class=\"isa\" verses=\"eyIxNzc4MiI6Mn0=\">vv 12&ndash;13<\/a> derives from a post-disaster editor. This may be so, but the devastation and decimation would also match the effects of Sennacherib&rsquo;s campaign in 701, the<em>maṣṣebet<\/em> (&ldquo;tree stump&rdquo;) referring to the bare survival of Jerusalem. The final phrase&mdash;&ldquo;its stump is the holy seed&rdquo;&mdash;however, reapplies the figure to the Judean community under Persian rule or, more precisely, the Babylonian immigrant community (<em>bĕn&ecirc; hagg&ocirc;l&acirc;<\/em>) anxious to remain apart from the native population of the province (cf.<a class=\"ref\">Ezra 9:2<\/a> , the only other occurrence of the phrase<em>zeraʿ qōde&scaron;<\/em>). Other linguistic and thematic indications of later interest in the passage have been pointed out in recent commentary&mdash;for example, the throne raised up on high (<em>rām vĕniśśāʾ<\/em>) and the theme of spiritual blindness and deafness. It has also been argued that the narrative provided the model for the call of the Second<a class=\"isa\" verses=\"bnVsbA==\">Isaiah in 40:1&ndash;8<\/a> (e.g. Williamson 1994, 30&ndash;56). It seems rather that most instances can be explained more readily by the persistence within the Isaian tradition of certain themes and turns of phrase rather than by direct dependence on<a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">6:1&ndash;13<\/a> . Moreover,<a class=\"isa\" verses=\"eyIxODQyMiI6OH0=\">40:1&ndash;8<\/a> has really little in common with the present passage, is not addressed to an individual, and does not look anything like a call to a prophetic ministry.<\/p><p>Blenkinsopp, J. (2008).<em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em> (Vol. 19, pp. 223&ndash;226). New Haven; London: Yale University Press.<\/p> ",
    "audit": 1
}