{
    "id": 2103,
    "source": "blenkinsopp",
    "verse_id": 18245,
    "verse_count": 7,
    "reference": "30:27–33",
    "title": "Assyria: The Final Phase",
    "html": " <p>The prediction or celebration of an Assyrian defeat and the final disappearance of the Assyrians from the scene is unified somewhat by the motif of judgment by fire at the beginning and end and by the breath of Yahveh represented as a flood of water at the beginning and as a stream of fiery sulphur at the end. Rsv sets out <a class=\"isa\" verses=\"eyIxODI0NSI6Mn0=\">27&ndash;28 <\/a> as verse and the remainder in prose, but the former is hardly more regular prosodically than the latter, and we have had occasion to note that much in <a class=\"isa\" verses=\"eyIxNzY1NiI6Njc2fQ==\">chs. 1&ndash;35 <\/a> can be described as <em>recitatif <\/em> rather than verse as generally understood. The metaphors change with bewildering rapidity: features contorted with anger, blows raining down, a flood of water and violent storm, festal liturgies, instrumental music keeping time to a victim being flogged&mdash;another unpleasantly sadistic image (cf. <a class=\"isa\" verses=\"W3siMTgxMjkiOjN9LHsiMTg4NjgiOjZ9XQ==\">25:10&ndash;12; 63:1&ndash;6 <\/a>) not adequately justified as a reaction to the notorious cruelty and sadism of Assyrian armies. Suggestions have been made with a view to improving the flow of the narrative by shuffling verses around (<a class=\"isa\" verses=\"WzE4MjQ4XQ==\">30 <\/a> after <a class=\"isa\" verses=\"W3siMTgyNDUiOjJ9LHsiMTgyNDkiOjN9XQ==\">27&ndash;28, 31&ndash;33 <\/a> following <a class=\"isa\" verses=\"WzE4MjQ3XQ==\">29 <\/a>) but without achieving any notable improvement, and in any case the task of the interpreter is to explain what is there not to improve on it. <\/p> <p>The debate about whether this pericope was composed by Isaiah (Wildberger 1978, 1210&ndash;15) or an anonymous prophet during Josiah&rsquo;s reign (Barth 1977, 92&ndash;103; Clements 1980a, 252&ndash;54), or a much later apocalyptic writer of the Hellenistic period (Kaiser 1974, 305&ndash;10) remains, predictably, without a definite resolution. There is no lack of Isaian motifs and turns of phrase&mdash;Assyria as an overwhelming flood now itself flooded (cf. <a class=\"isa\" verses=\"eyIxNzgxNSI6Mn0=\">8:7&ndash;8 <\/a>), Assyria as a rod now being punished with a rod (cf. <a class=\"isa\" verses=\"WzE3ODU2XQ==\">10:5 <\/a>), recalling the frequent mention in putatively Isaian passages of rods, whips, and yokes (<a class=\"isa\" verses=\"W3siMTc4NTIiOjE5fSx7IjE3ODc1Ijo0fSx7IjE3OTUzIjo0fV0=\">10:1&ndash;19, 24&ndash;27; 14:24&ndash;27 <\/a>)&mdash;but these could as well have been adopted by an Isaian epigone of the Second Temple period. The passage also fails the test of Isaian authenticity by reason of its lack of thematic cohesion. Furthermore, the parallelism with the conclusion of the book should be taken into account: Yahveh comes in a flame of devouring fire (<a class=\"isa\" verses=\"WzE4OTM4XQ==\">66:15 <\/a>), and his enemies are destined to be incinerated in an unquenchable fire outside Jerusalem (<a class=\"isa\" verses=\"WzE4OTQ3XQ==\">66:24 <\/a>). <\/p> <p>One of the most difficult questions to answer and one asked more persistently by this generation of Isaian scholars than in the past concerns the interconnections among the pericopes into which commentators divide the book. We cannot assume that the arrangement and sequencing of these passages are entirely fortuitous, but on the other hand there is the temptation to impose more order on the book than it can reasonably be expected to exhibit. It is not just a matter of finding thematic and linguistic links between adjacent passages or different kinds of nexuses between nonadjacent sections or chapters. These are important, but we need also to be alert to exegetical developments within the book, in the belief that the first chapter in the history of the interpretation of Isaiah must be extracted from the book itself. In the present instance, then, we might essay reading <a class=\"isa\" verses=\"eyIxODI0NSI6N30=\">30:27&ndash;33 <\/a> as the last in a series of exegetical expansions on the theme set out briefly in <a class=\"isa\" verses=\"WzE4MjM2XQ==\">30:18 <\/a>: &ldquo;Therefore Yahveh waits to show you favor &hellip; blessed are all those who wait for him!&rdquo; These editorial elaborations (<a class=\"isa\" verses=\"eyIxODIzNyI6MTV9\">30:19&ndash;33 <\/a>) address the questions raised by this statement of assurance (<a class=\"isa\" verses=\"WzE4MjM2XQ==\">30:18 <\/a>): How will God show us favor? Why is it worth our while to wait on God? When will the period of waiting end? What will happen when it does end? The answer in <a class=\"isa\" verses=\"eyIxODIzNyI6M30=\">vv 19&ndash;21 <\/a> is about prophetic guidance, <a class=\"isa\" verses=\"WzE4MjQwXQ==\">v 22 <\/a> looks forward to the eschatological horizon of the abolition of idolatry, <a class=\"isa\" verses=\"eyIxODI0MSI6M30=\">vv 23&ndash;25 <\/a> predict fertility, <a class=\"isa\" verses=\"WzE4MjQ0XQ==\">v 26 <\/a> cosmic upheaval and renewal, and <a class=\"isa\" verses=\"eyIxODI0NSI6N30=\">vv 27&ndash;33 <\/a> final judgment on the forces of evil encapsulated in the name Assyria, as they will be later encapsulated in the names of Edom and Rome. All of these facets can be found elsewhere in the book and, though from different individuals and groups at different points on the historical continuum, all cohere in a very general way in what may be called an Isaian literary tradition. <\/p> <p>The theophany in fire and flood is followed by a vividly described scene of a kind of auto-da-f&eacute; involving a personified Assyria as victim (<a class=\"isa\" verses=\"eyIxODI0NyI6NX0=\">29&ndash;33 <\/a>). The occasion is a pilgrimage to Jerusalem, for which ritual preparation is made the evening before departure, as was customary for festivals in general (cf. <a class=\"ref\">Num 11:18; Josh 7:13 <\/a>). The euphoric mood is sustained by musical instruments and percussion, reminiscent of the band of dervishes worshiping at the high place with similar instrumentation&mdash;harp, drum, flute, and lyre (<a class=\"ref\">1 Sam 10:5 <\/a>). The background to this scene is provided by the pilgrimage psalms (<a class=\"ref\">Pss 120&ndash;34 <\/a>) with their characteristic note of joy and the celebration of freedom from oppression (&ldquo;the scepter of the wicked&rdquo; <a class=\"ref\">Ps 125:3 <\/a>). The goal of the pilgrimage is Jerusalem, and the ceremony concludes with the ritual immolation of Assyria in the Valley of Hinnom, later Gehenna. The <em>tophet <\/em> prepared for this occasion may have originated as a place-name somewhere south of Jerusalem (<a class=\"ref\">2 Kgs 23:10; Jer 7:31&ndash;33; 19:5&ndash;7 <\/a>) but came to designate a cultic site set up for ritual infanticide. Both literary and (for the western Mediterranean) archaeological evidence for this practice is adequate if not abundant. As a solicitous glossator points out, the practice was associated, in Israel as elsewhere, with a chthonic deity whose name usually appears as Molech, perhaps originally Malik or Milk (<a class=\"ref\">Lev 18:21; 20:2&ndash;5; 2 Kgs 23:10; Jer 32:35 <\/a>; <a class=\"isa\" verses=\"WzE4Nzc1XQ==\">Isa 57:9 <\/a>). In this instance, and in the last sentence of the book (<a class=\"isa\" verses=\"WzE4OTQ3XQ==\">66:24 <\/a>), this cultic setting provides the lurid backdrop for the final overcoming of evil. <\/p> <p>Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary <\/em> (Vol. 19, pp. 423&ndash;424). New Haven; London: Yale University Press. <\/p> ",
    "audit": 1
}