{
    "id": 2147,
    "source": "blenkinsopp",
    "verse_id": 18675,
    "verse_count": 8,
    "reference": "51:1–8",
    "title": "Three Words of Comfort for the Well-Disposed",
    "html": "<p>These three brief exhortations are directed to the well disposed among the prophet&rsquo;s audience addressed in the previous passage ( <a class=\"isa\" verses=\"WzE4NjczXQ==\">50:10<\/a>). Those who pursue what is right and who seek after and revere Yahveh are therefore those in the Judean community who are receptive to the prophetic message, as opposed to those who choose to follow their own lights. Drawing a line through the community in this way, a line that will be clearly visible and definitive in the final judgment, is an indication of an incipient sectarian viewpoint that we will observe gathering strength throughout subsequent chapters.<\/p><p>The three stanzas of roughly equal length are well integrated in style, language, and theme. The first, addressed to those who pursue what is right, corresponds quite closely to the third, addressed to those who know or recognize what is right. Repetition, beginning with the call for attention ( <a class=\"isa\" verses=\"WzE4Njc1LDE4Njc4LDE4NjgxXQ==\">vv 1, 4, 7<\/a>) and the summons to focus the mind on certain things (<em>habb&icirc;ṭ&ucirc;<\/em> , <a class=\"isa\" verses=\"eyIxODY3NSI6Mn0=\">1, 1, 2<\/a>), helps to give the passage a certain cohesion. Key terms are repeated:<em>t&ocirc;r&acirc;<\/em> (&ldquo;instruction,&rdquo; <a class=\"isa\" verses=\"WzE4Njc4LDE4NjgxXQ==\">4, 7<\/a>), <em>ṣedeq<\/em> , <em>ṣĕdāq&acirc;<\/em> (&ldquo;right conduct, triumph,&rdquo;) ( <a class=\"isa\" verses=\"WzE4Njc1LDE4Njc5LDE4NjgxXQ==\">1, 5, 7<\/a>), <em>yē&scaron;aʿ<\/em> , <em>yē&scaron;&ucirc;ʿ&acirc;<\/em> (&ldquo;salvation,&rdquo; <a class=\"isa\" verses=\"eyIxODY3NiI6Mn0=\">2, 3<\/a>), sometimes in striking combinations such as, for example:<\/p><blockquote><p><em>ki kabbeged yoʾkĕlēm ʿā&scaron;<\/em><\/p><p><em>vĕkaṣṣemer yoʾkĕlēm sās ( <a class=\"isa\" verses=\"WzE4NjgyXQ==\">v 8a<\/a>)<\/em><\/p><p>grubs will consume them like a garment,<\/p><p>worms will devour them like wool<\/p><\/blockquote><p>or:<\/p><blockquote><p><em>vi&scaron;&ucirc;ʿāt&icirc; lĕʿ&ocirc;lām tihyeh, vĕṣidqāt&icirc; lōʾ teḥat<\/em> ( <a class=\"isa\" verses=\"WzE4NjgwXQ==\">6b<\/a>)<\/p><p><em>ṣidqāt&icirc; lĕʿ&ocirc;lām tihyeh, yĕ&scaron;&ucirc;ʿāt&icirc; lĕd&ocirc;r d&ocirc;r&icirc;m<\/em> ( <a class=\"isa\" verses=\"WzE4NjgyXQ==\">8b<\/a>)<\/p><p>my salvation will endure forever,<\/p><p>my triumph will not be eclipsed<\/p><p>my triumph will endure forever,<\/p><p>my salvation for ages to come.<\/p><\/blockquote><p>The first of the three addresses ( <a class=\"isa\" verses=\"eyIxODY3NSI6M30=\">vv 1&ndash;3<\/a>) seeks to strengthen the resolve of the well disposed in the community by appeal to a shared historical tradition. The attitude of the people addressed is fundamentally positive but they are disheartened, and the reasons for their discouragement are apparent from the exhortation addressed to them: they are few in number, Jerusalem still lies in ruins, and they are being reproached and insulted by their fellow-Judeans. Situations of this kind tend to induce a sense of disorientation and alienation from tradition, illustrated by the lament that &ldquo;Abraham does not acknowledge us, Israel does not recognize us&rdquo; ( <a class=\"isa\" verses=\"WzE4ODgzXQ==\">63:16a<\/a>). In earlier days, to seek God (verbal stem<em>bq&scaron;<\/em>) meant to visit a sanctuary in order to obtain an oracle (e.g. <a class=\"ref\">Exod 33:7; 2 Sam 12:16; 21:1<\/a>), but by the time of writing it stood for a fundamentally open and receptive religious ordering of one&rsquo;s life (e.g. <a class=\"ref\">Deut 4:29; Ps 27:4, 8<\/a>).<\/p><p>Medieval exegetes (e.g. Ibn Ezra) took the rock (<em>ṣ&ucirc;r<\/em>) and the pit or quarry (<em>maqqebet<\/em>) to refer to Abraham and Sarah, respectively, encouraged no doubt by the semantic link between<em>maqqebet<\/em> (hapax) and<em>nĕqēb&acirc;<\/em> , &ldquo;female,&rdquo; both derived from the root<em>nqb<\/em> , &ldquo;to bore or pierce.&rdquo; Alternatively, both terms could stand for God, &ldquo;Rock of ages,&rdquo; who brought Israel into existence. In the Song of Moses, &ldquo;the Rock (<em>ṣ&ucirc;r<\/em>) that begot you&rdquo; is in parallelism with &ldquo;the God (<em>ʾēl<\/em>) who gave you birth&rdquo; ( <a class=\"ref\">Deut 32:18<\/a>), and this entire poem hymns the God of Israel as the Rock, as do other ancient poetic compositions ( <a class=\"ref\">2 Sam 22; Ps 18<\/a>) no doubt well known to Isaian authors (cf. <a class=\"isa\" verses=\"WzE4MTM1LDE4MjQ3XQ==\">Isa 26:4; 30:29<\/a>). But, in the context, a reference to the ancestral couple seems preferable.<\/p><p>The triad of Abraham, Isaac, and Jacob is attested at least as early as Deuteronomy and the associated History (e.g. <a class=\"ref\">Deut 1:8; 6:10; 9:5, 27; 30:20; 34:4; 1 Kgs 18:36; 2 Kgs 13:23<\/a>) but, with one possible exception ( <a class=\"ref\">Josh 24:2&ndash;3<\/a>), the earliest reference to Abraham as an individual figure appears in <a class=\"ref\">Ezekiel 33:24<\/a>. Outside of Genesis Sarah is mentioned only here ( <a class=\"isa\" verses=\"WzE4Njc2XQ==\">51:2<\/a>). It is clear from a reading of <a class=\"isa\" verses=\"bnVsbA==\">Isa 40&ndash;48<\/a> that the eponymous ancestor of Israel is Jacob, but there are indications of an alternative tradition according to which Abraham was father of the people and Sarah the mother ( <a class=\"isa\" verses=\"WzE4MjE2LDE4NDYwXQ==\">Isa 29:22; 41:8<\/a>; <a class=\"ref\">Josh 24:3<\/a>).<\/p><p>These variant traditions were eventually schematized and reconciled in the genealogical narratives in Genesis. It seems that Abraham first came into prominence as a model for the faithful Jew in the early post-destruction period. The parallels between the stylized narratives in <a class=\"ref\">Gen 12&ndash;25<\/a> and what we know of the situation during the Neo-Babylonian and early Achemenid period are unmistakable. Abraham is summoned from Mesopotamia to Canaan (Judah) and receives the assurance of land and nationhood ( <a class=\"ref\">Gen 12:1&ndash;3<\/a>); he lives in close and not always friendly contact with Egyptians, the people of the Judean Negev (Edomites), and Arab tribes ( <a class=\"isa\" verses=\"W3siMTgwMzEiOjZ9LHsiMTgxMjAiOjZ9XQ==\">12:9&ndash;20; 16:15; 20:1&ndash;18; 21:25&ndash;34; 25:1&ndash;6<\/a>); he avoids contact with the local women and sends back to Mesopotamia for a wife for his son ( <a class=\"isa\" verses=\"eyIxODA5NyI6MjN9\">24:1&ndash;61<\/a>); he purchases a plot of land as the first step toward occupying the land ( <a class=\"isa\" verses=\"eyIxODA3OSI6MTh9\">23:1&ndash;18<\/a>); and he sets up the genuine worship of Yahveh and supports the Jerusalem (Salem) cult by tithing ( <a class=\"isa\" verses=\"eyIxNzk0NiI6NH0=\">14:17&ndash;20<\/a>). All of these reflect what we know of policies and attitudes in the Judean community in the early Persian period.<\/p><p>The issue that occasions the reference to Abraham at this point is demography, and it is confronted in the Genesis narratives in the unfolding of the &ldquo;great nation&rdquo; theme: &ldquo;I will make of you a great nation and I will bless you&rdquo; ( <a class=\"isa\" verses=\"WzE3OTAzXQ==\">12:2<\/a>) cf. &ldquo;I blessed him and made him many&rdquo; ( <a class=\"isa\" verses=\"WzE4Njc2XQ==\">Isa 51:2<\/a>). The close parallel to our passage in <a class=\"ref\">Ezek 33:24<\/a> deals with the other theme, land: &ldquo;Abraham was but one, yet he took possession of the land; we are many, so the land is given to us to possess.&rdquo; Interestingly, this is a quotation attributed to the indigenous inhabitants of the province, who elsewhere justify expropriating the real estate of the deportees on the grounds that the latter have in effect been expelled from the Yahvistic cult community and have therefore forfeited their property rights ( <a class=\"ref\">Ezek 11:14&ndash;15<\/a>). This might suggest a similar origin for the appeal to Abraham in <a class=\"isa\" verses=\"WzE4Njc2XQ==\">Isa 51:2<\/a>. At any rate, the figure of Abraham can be discerned behind aspirations toward nationhood and land later in Isaiah, even when the ancestor&rsquo;s name is not mentioned (e.g. <a class=\"isa\" verses=\"eyIxODg0MyI6Mn0=\">60:21&ndash;22<\/a>).<\/p><p>In <a class=\"isa\" verses=\"eyIxODQyMiI6MjE2fQ==\">chs. 40&ndash;48<\/a> Jerusalem-Zion is for the most part emblematic of the people ( <a class=\"isa\" verses=\"WzE4NDMwLDE4NDc5XQ==\">40:9; 41:27<\/a>). The historic Jerusalem, the city deliberately and systematically destroyed by the Babylonians, is not a major focus of interest except insofar as it is to be rebuilt and repopulated by Cyrus ( <a class=\"isa\" verses=\"WzE4NTYwLDE4NTYyLDE4NTc1XQ==\">44:26, 28; 45:13<\/a>). In the following section (chs. <a class=\"isa\" verses=\"bnVsbA==\">49&ndash;55<\/a>), however, Jerusalem gradually emerges out of the shadows, and we note how dialogue between Yahveh and the city alternates with passages describing the mission and the vicissitudes of the prophetic-messianic servant (apostrophes to Zion appear in <a class=\"isa\" verses=\"W3siMTg2NTEiOjEzfSx7IjE4Njg1IjoxNX0seyIxODcwNCI6NH0seyIxODcyNSI6MTd9XQ==\">49:14&ndash;26; 51:11&ndash;52:2; 52:7&ndash;10; and 54:1&ndash;17<\/a>).<\/p><p>In the final section of the book (chs. <a class=\"isa\" verses=\"bnVsbA==\">56&ndash;66<\/a>) Jerusalem and its temple, &ldquo;my holy mountain,&rdquo; are fully in focus. This progressively more central place of Jerusalem in the book corresponds to the reality attested in our sources, few and sketchy as they are. The period begins with the Babylonian authorities&rsquo; relocation of the administrative center of the province to Mizpah, and it ends with Nehemiah&rsquo;s rebuilding of the Jerusalem city wall, his (probably not entirely voluntary) repopulation of the city (<em>synoikismos<\/em>), and its establishment as the capital of an autonomous province within the Persian Empire. That Yahveh has comforted Zion, even though the city is still in ruins, may be taken to be a prophetic perfect tense: the restoration of Jerusalem is decided in principle and will therefore certainly come about. The transformation of the city from a heap of ruins to a paradise restored is expressed by means of a variant of the Eden myth, most fully developed in <a class=\"ref\">Gen 2&ndash;3<\/a>. This does not imply that the writer had read <a class=\"ref\">Gen 2&ndash;3<\/a> , the composition of which cannot be dated with certainty. As with the Abraham tradition, we begin to hear allusions to the Garden of Eden only in the post-destruction period ( <a class=\"ref\">Ezek 28:11&ndash;19; 31:8&ndash;9, 16, 18; 36:35; Joel 2:3<\/a>), generally by way of contrast with a land or city rendered uninhabitable as a result of destructive human or nonhuman agency.<\/p><p>Since there is no compelling reason to read &ldquo;peoples&rdquo; and &ldquo;nations&rdquo; in <a class=\"isa\" verses=\"WzE4Njc4XQ==\">v 4<\/a> (pace Westermann 1969, 235), the second stanza ( <a class=\"isa\" verses=\"eyIxODY3OCI6M30=\">vv 4&ndash;6<\/a>) is also considered here to be addressed to a Judean public. We are reminded at once of what was said earlier about Cyrus, who was commissioned to establish a just order (<em>mi&scaron;pāṭ<\/em>) internationally and whose law (<em>t&ocirc;r&acirc;<\/em>) the coastlands eagerly await ( <a class=\"isa\" verses=\"eyIxODQ4MiI6NH0=\">42:1&ndash;4<\/a> with the comment in <a class=\"isa\" verses=\"eyIxODQ4NiI6NX0=\">42:5&ndash;9<\/a>). It seems that by this time it was apparent that Cyrus had not lived up to expectations and that, if a new world order favorable to Israel was to be established, it would have to be brought about by a different agency. The present stanza suggests that this will happen by direct intervention of Yahveh and that it will be associated with a catastrophe of cosmic proportions.<\/p><p>The arm of Yahveh signifies divine power (cf. <a class=\"isa\" verses=\"WzE4NjgzLDE4NzA3LDE4ODE3LDE4ODc5XQ==\">51:9; 52:10; 59:16; 63:12<\/a>) deployed in defending the powerless ( <a class=\"isa\" verses=\"WzE4MjgyXQ==\">33:2<\/a>), punishing the guilty ( <a class=\"isa\" verses=\"WzE4NjI5XQ==\">48:14<\/a>), or in exercizing strong and just rule, as here ( <a class=\"isa\" verses=\"WzE4Njc5XQ==\">51:5<\/a> cf. <a class=\"isa\" verses=\"WzE4NDMxXQ==\">40:10<\/a>). The dire predictions about the fate of the created world and its inhabitants may be understood as a way of making a strong asseveration about the reality and durability of divine saving power, as if to say, &ldquo;heaven and earth will pass away before my words will pass away&rdquo; (cf. <a class=\"ref\">Matt 24:35<\/a>).<\/p><p>In prophetic rhetoric, critical political events are often surrounded by cosmic reverberations (e.g. the Babylon poem in <a class=\"isa\" verses=\"eyIxNzkwOCI6MjJ9\">Isa 13:1&ndash;22<\/a>). The description of the end time assumes many forms throughout Isaiah: the darkening of sun, moon, and stars ( <a class=\"isa\" verses=\"W1sxNzkxN10seyIxODExOCI6Mn1d\">13:10; 24:22&ndash;23<\/a>); the light of the sun and moon enhanced sevenfold, which would, if anything, be worse ( <a class=\"isa\" verses=\"WzE4MjQ0XQ==\">30:26<\/a>); the sky rolled up like a scroll ( <a class=\"isa\" verses=\"WzE4MzA4XQ==\">34:4<\/a>); destruction of the earth by fire or water ( <a class=\"isa\" verses=\"W1sxNzkxMl0seyIxODA5NyI6M30seyIxODExMyI6NH1d\">13:5; 24:1&ndash;3, 17&ndash;20<\/a>); the earth depopulated ( <a class=\"isa\" verses=\"WzE3OTE5LDE4MDk3LDE4MTAyXQ==\">13:12; 24:1, 6<\/a>); and, as the book nears its conclusion, a new heaven and new earth ( <a class=\"isa\" verses=\"WzE4OTE1LDE4OTQ1XQ==\">65:17; 66:22<\/a>). Such apocalyptic scenarios express collective anxiety at anticipated major changes in the political and social order, and the note of anxiety will be heard increasingly in the remaining chapters of the book.<\/p><p>The third stanza ( <a class=\"isa\" verses=\"eyIxODY4MCI6M30=\">vv 6&ndash;8<\/a>) appears to be related more closely than the preceding two to the statement of the prophetic servant and the comment that follows it ( <a class=\"isa\" verses=\"eyIxODY2NyI6OH0=\">50:4&ndash;11<\/a>). As suggested earlier, it would be natural to identify those who know what is right and have taken Yahveh&rsquo;s law to heart with those who fear and trust in God addressed by the servant&rsquo;s disciple ( <a class=\"isa\" verses=\"WzE4NjczXQ==\">50:10<\/a>). The injunction for the addressees to look beyond present reproaches and insults inflicted by their fellow-Judeans also brings to mind the insults suffered by the prophetic servant ( <a class=\"isa\" verses=\"WzE4NjY5XQ==\">50:6<\/a>), and the fate of the addresses&rsquo; opponents is described in the same way: like a garment, they will be eaten up by grubs (cf. <a class=\"isa\" verses=\"WzE4NjcyXQ==\">50:9<\/a>). We are not justified in regarding these God-fearers who take the law of Yahveh to heart as a specific group of prophetic disciples or a sect, or even a party. But in due course similar language will be used to describe groups of the faithful who are rejected and ostracized, who make pacts together, and who exhibit the kind of apocalyptic beliefs characteristic of the Jewish sects of the Greco-Roman period (e.g. <a class=\"isa\" verses=\"W3siMTg5MTEiOjR9LFsxODkyOF1d\">Isa 65:13&ndash;16; 66:5<\/a>; <a class=\"ref\">Mal 3:16&ndash;18<\/a>).<\/p><p>Blenkinsopp, J. (2008). <em>Isaiah 40&ndash;55: A New Translation with Introduction and Commentary<\/em> (Vol. 19A, pp. 325&ndash;328). New Haven; London: Yale University Press.<\/p> ",
    "audit": 1
}