{
    "id": 2102,
    "source": "blenkinsopp",
    "verse_id": 18236,
    "verse_count": 9,
    "reference": "30:18–26",
    "title": "Mercy Will Embrace You on Every Side",
    "html": "<p>Irrespective of the time of composition, the opening statement (beginning &ldquo;therefore&rdquo;) is connected with the preceding pericope and thus falls into the pattern of alternating threat and promise. The rest of the passage (<a class=\"isa\" verses=\"eyIxODIzNyI6OH0=\">19&ndash;26<\/a>) can then be read as a prose comment on <a class=\"isa\" verses=\"WzE4MjM2XQ==\">v 18<\/a> with the purpose of explaining how God will show favor and have compassion and why it is worthwhile to wait for God, as God himself waits. It is needless to emphasize that all this talk of waiting for God can ring hollow to those suffering from miseries of various kinds, as the seer&rsquo;s contemporaries no doubt were. That the author was not unaware of this may be indicated by the reminder that &ldquo;Yahveh is a God of justice,&rdquo; for the demand for justice is an essential postulate for maintaining faith in God at all and therefore for having a reason for waiting. Waiting for God is therefore waiting with God, the justification for which is not subject to verification but can only take the form of a blessing on the one who waits even while not free of doubt. However, waiting for and with the God who waits sooner or later raises the question, &ldquo;How long?&rdquo; (<em>ʿad-mātay<\/em>), a question often heard in liturgical prayer, and gives rise to the temptation to provide a precise answer, which is the way of apocalyptic. Hence the injunction, also in the form of a blessing, at the conclusion of the book of Daniel: &ldquo;Blessed is the one who waits and (then) arrives at the (conclusion of) the 1335 days&rdquo;&mdash;a formulation perhaps modeled on <a class=\"isa\" verses=\"WzE4MjM2XQ==\">Isa 30:18b<\/a>. Here as elsewhere (e.g. <a class=\"ref\">Hab 2:3<\/a>) the call for patient waiting is a response to the disconfirmation of expectations about an imminent spectacular reversal of fortune, a decisive intervention of God in human affairs in favor of those who feel that God owes it to them to intervene. Hence the need for reassurance and for the affirmation that justice will prevail in spite of appearances to the contrary.<\/p><p>A footnote: the numerical value of the letters lamed and vav (<em>l&ocirc;<\/em>) in the last phrase of <a class=\"isa\" verses=\"WzE4MjM2XQ==\">30:18<\/a> (<em>ʾa&scaron;rē kol-ḥ&ocirc;kē l&ocirc;<\/em> &ldquo;blessed are all those who wait for him&rdquo;) permitted the reading, by gematria, &ldquo;blessed are those who wait for the thirty-six&rdquo; (lamed = 30, vav = 6). According to Jewish lore, these are the thirty-six righteous ones, the <em>lamed-vavniks<\/em> who, unknown to themselves and to others, maintain the world in existence.<\/p><p>In the first commentary on the promise of favor and compassion (<a class=\"isa\" verses=\"eyIxODIzNyI6NH0=\">19&ndash;22<\/a>) the Second Temple author moves along the same general line as previous descriptions of a better future (<a class=\"isa\" verses=\"W3siMTgxMjAiOjl9LHsiMTgxMzIiOjE1fSx7IjE4MTcwIjoyfSx7IjE4MjExIjo4fV0=\">25:1&ndash;9; 26:1&ndash;15; 28:5&ndash;6; 29:17&ndash;24<\/a>), especially the assurance that there will be no more weeping (<a class=\"isa\" verses=\"WzE4MTI3XQ==\">25:8<\/a>). The people will be called on to suffer more adversity, in reference to which the language may be taken metaphorically or literally (Ibn Ezra refers it to famine) or both, but they will not be left without guidance. The identity of the teacher is not stated, and the language gives the impression of being deliberately indirect and obscure. God is elsewhere described as a teacher (<em>m&ocirc;reh<\/em> <a class=\"ref\">Job 36:22<\/a>) and we hear allusions to teachings and instructions emanating from God (e.g. <a class=\"isa\" verses=\"WzE3Njg5LDE4NjMyXQ==\">Isa 2:3; 48:17<\/a>), generally mediated through prophets. We also hear of God&rsquo;s hiding himself (if that is the meaning of the hapax legomenon <em>knp<\/em>), so that it is no surprise that ancient Jewish exegesis found a reference to God as teacher here (Targum: &ldquo;your eyes will see the Shekinah in the sanctuary&rdquo;) and that the same view has prevailed in the commentary tradition (e.g. Duhm 1892, 223; Marti 1900, 225; Fischer 1937, 203&ndash;4; Fohrer 1967, 2.103&ndash;4). But the explicit mention of Yahveh immediately preceding strongly supports identification with a teacher other than God, and why would God&rsquo;s word be heard <em>behind<\/em> the listeners? One could think of the steps of children being guided by a father (so Skinner 1915, 246) or a mother (so Fohrer 1967, 2.104) walking behind them, but this way of speaking does not fit well with the language about the future in the verse on which the present passage is commenting, and it is without parallel in Isaiah or indeed in the Hebrew Bible. The alternative, then, is that the devout, those who wait for the divine favor to be revealed, are promised guidance from a human teacher, one now hidden, perhaps imprisoned, perhaps deceased. Hence the message that comes to them from behind, that is, from the past, reminding them of the teachings to which they are to adhere. If this much is granted, we are led to think of a prophetic figure comparable to, perhaps identical with, the &ldquo;Servant&rdquo; (<em>ʿebed<\/em>) of <a class=\"isa\" verses=\"W3siMTg2NjciOjh9LHsiMTg3MTAiOjN9XQ==\">50:4&ndash;11 and 52:13&ndash;53:12<\/a>. This individual is equipped to convey a &ldquo;word&rdquo; or &ldquo;message&rdquo; (<em>dābār<\/em> <a class=\"isa\" verses=\"WzE4NjY3XQ==\">50:4<\/a> cf. <a class=\"isa\" verses=\"WzE4MjM5XQ==\">30:21a<\/a>) to the dejected; the language in which his fate is described is overwhelmingly suggestive of persecution and violent death, and he is mourned by those who at one time had turned aside to their own ways (<a class=\"isa\" verses=\"WzE4NzE4XQ==\">53:6<\/a>). The walking metaphor for the moral conduct of life (verbal stem <em>hlk<\/em>) and the metaphor of the way (<em>derek<\/em>) for its direction, are drawn from the predominantly moralistic didacticism of the sages (e.g. <a class=\"ref\">Prov 1:15; Ps 1:1<\/a>). But &ldquo;the way&rdquo; can also refer to teaching specific to a school or prophetic discipleship. In the period of the Second Temple there is notable emphasis on the teaching function of the prophet, no doubt in dependence on Moses the protoprophet who is the preeminent teacher (e.g. <a class=\"ref\">Deut 4:1, 5, 14; 6:1<\/a>), and in this sense &ldquo;the way&rdquo; came into use in early Christianity as a self-designation (<em>hodos<\/em> <a class=\"ref\">Acts 9:2; 18:25&ndash;26<\/a> etc.). The same connotation may provide the clue to the meaning of the present passage.<\/p><p>The eschatological horizon of the abolition of idolatry (<a class=\"isa\" verses=\"WzE4MjQwXQ==\">30:22<\/a>) is a theme that recurs regularly in Isaiah in more or less similar form. The idolatrous objects are of silver and gold, and they will be defiled (rendered ritually inaccessible) by association with what is unclean (<a class=\"isa\" verses=\"W1sxNzcwNl0seyIxNzk5MSI6Mn0sWzE4MjU4XV0=\">2:20; 17:7&ndash;8; 31:7<\/a>). These brief notices may represent a distinct redactional phase, perhaps from one and the same source. A further redactional comment (<a class=\"isa\" verses=\"eyIxODI0MSI6NH0=\">vv 23&ndash;26<\/a>) is suggested by the prediction about the bread of adversity and the water of affliction (<a class=\"isa\" verses=\"WzE4MjM4XQ==\">v 20<\/a>) that will be brought to an end by the blessing of abundant rain. The eschatological image is therefore the familiar one of a miraculous and superabundant fertility (e.g. <a class=\"isa\" verses=\"WzE4MjExXQ==\">29:17<\/a> cf. <a class=\"ref\">Amos 9:13&ndash;15<\/a>). Many commentators regard the prediction of greatly enhanced light, absent from lxx, as a very late addition. It is perhaps understandable that, in his enthusiasm, the author overlooked the inconvenience of a sevenfold increase in temperature, not to mention the ecological impact of doing away with the alternation of day and night. But whenever the final scenario, the &ldquo;singularity,&rdquo; is the issue, we can expect an accumulation of such hyperbolic expressions, even more noticeably in postbiblical Jewish apocalyptic writings (e.g. <a class=\"ref\"><em>Jub<\/em>. 1:29; 19:25; <em>En<\/em>. 91:16<\/a>). Alternative scenarios envisage the dimming of the sun and moon (<a class=\"isa\" verses=\"WzE4MTE5LDE4ODQxXQ==\">24:23; 60:19<\/a>; <a class=\"ref\">Joel 3:4[2:31]<\/a>) or their being extinguished as no longer necessary (<a class=\"ref\">Rev 21:23; 22:5)<\/a>. And we can expect that the day of ultimate salvation will also be &ldquo;a day of great slaughter,&rdquo; a connection well represented in prophetic writings (<a class=\"isa\" verses=\"W3siMTgxMjAiOjV9LFsxODEzNl1d\">Isa 25:1&ndash;5; 26:5<\/a>; <a class=\"ref\">Jer 12:3; Ezek 25:15<\/a>).<\/p><p>Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em> (Vol. 19, pp. 420&ndash;422). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}