{
    "id": 2059,
    "source": "blenkinsopp",
    "verse_id": 17824,
    "verse_count": 7,
    "reference": "8:16–22",
    "title": "A Closing Reflection",
    "html": " <p>In the final and somber act of the drama Isaiah has his utterances delivered during the crisis sealed, secured in a receptacle of some kind, and committed to his disciples. It is possible that the verbs are used metaphorically (as Wildberger 1991, 366), or at least in the sense that Isaiah&rsquo;s discourses are committed to memory by disciples. However, the parallel with <a class=\"isa\" verses=\"eyIxODIwNSI6Mn0=\">29:11&ndash;12 <\/a>,, referring to the words of a sealed book (<em>dibr&ecirc; hasseper hĕḥāt&ucirc;m <\/em>), and with <a class=\"isa\" verses=\"eyIxODIyNiI6NH0=\">30:8&ndash;11 <\/a>,, which speaks of a tablet and a book serving as witness, both in the context of prophecy as problematic, suggests that we take them literally. In that case the message and instruction indicate a text written on papyrus, wrapped in cloth, and put for safekeeping in a jar or other container. They cannot be identical with the large, notarized tablet of <a class=\"isa\" verses=\"eyIxNzgwOSI6NH0=\">Isa 8:1&ndash;4 <\/a>,, though they would presumably have contained a prediction against the Syrian-Samarian coalition. The Hebrew term translated &ldquo;message,&rdquo; <em>tĕʿ&ucirc;d&acirc; <\/em>,, signifies a text validated by witnesses (cf. <a class=\"ref\">Ruth 4:7 <\/a>); hence, the role of disciples analogous to that of Uriah and Zechariah (<a class=\"isa\" verses=\"WzE3ODEwXQ==\">8:2 <\/a>) but not identical with them (pace Clements 1980a, 100). The document also contains <em>t&ocirc;r&acirc; <\/em>,, a term for prophetic teaching in the first major section of the book of Isaiah (<a class=\"isa\" verses=\"WzE3NjY1LDE3Njg5LDE3NzY0LDE4MjI3XQ==\">1:10; 2:3; 5:24; 30:9 <\/a>). Various attempts have been made to emend or get rid of the allusion to &ldquo;disciples&rdquo; (<em>limmūd&icirc;m <\/em>). The word connotes possession of a particular skill and therefore implies association with a teacher (cf. <a class=\"isa\" verses=\"WzE4NjY3LDE4NzM3XQ==\">50:4; 54:13 <\/a>). It would hardly be surprising if Isaiah had a following; indeed we have already learned so much (<a class=\"isa\" verses=\"eyIxNzgxOSI6M30=\">8:11&ndash;13 <\/a>), though it is going too far to speak of an Isaian school or to identify the disciples as Levitical musicians employed in the temple rebuilt by Zerubbabel (Kaiser 1972, 198). The issue of discipleship, of an Isaian party, sect, or <em>ecclesiola <\/em>,, will, however, emerge unavoidably in our reading of the last chapters of the book. At this juncture it will suffice to make the point that the existence of a following or support group provides as good an explanation as any for the first stage in the preservation and transmission of Isaiah&rsquo;s sayings. <\/p> <p>The verbs used to describe the attitude of Isaiah and his followers express a patient expectation that the predictions committed to disciples for safekeeping will be validated in a future fulfillment (<em>ḥkh <\/em>,Piel cf. <a class=\"ref\">Hab 2:3; Zeph 3:8 <\/a>) and the confidence that this fulfillment will prove to be in some way redemptive or salvific (<em>qvh <\/em>,Piel cf. <a class=\"ref\">Gen 49:18 <\/a>; <a class=\"isa\" verses=\"WzE4MTI4XQ==\">Isa 25:9 <\/a>; and often in psalms of individual lamentation that conclude with an expression of confidence and trust). In this respect there is little difference between &ldquo;waiting in hope&rdquo; and &ldquo;standing firm in faith&rdquo; (<a class=\"isa\" verses=\"WzE3NzkyXQ==\">7:9b <\/a>). Both express the appropriate attitude faced with delay in the fulfillment of prophecy, an attitude that can, in a certain sense, itself open up a future for the word that remains inactive in the present. Nonfulfillment can also be expressed in the idiom of God&rsquo;s hiding his face, sometimes used in tandem with the motif of God&rsquo;s forgetting (<a class=\"ref\">Ps 10:11; 13:2 <\/a>). Similar expressions, e.g., lifting up the face (<a class=\"ref\">Num 6:26 <\/a>), letting the face shine on the petitioner (<a class=\"ref\">Num 6:25; Ps 80:3 <\/a>), seeking the face (<a class=\"ref\">Ps 27:8 <\/a>), derive from the immemorial protocol of imperial and regal courts in the ancient Near East (cf. the Amarna letters from the early fourteenth century b.c.e.) and have influenced the language of prayer in Judaism and Christianity down to the present. The reference is not, however, exclusively to unfulfilled prophecy but includes also the failure of Isaiah&rsquo;s attempt to persuade the king and his followers to follow a particular policy. Hence the apparently abrupt transition from disciples to children (Shear-yashub and Maher-shalal-hash-baz) who, together with Isaiah himself, prefigure onomastically the predicted course of the future. <\/p> <p>It is tempting to identify the children with the disciples (as Budde 1928, 85), but the context suggests that it is the two children with the ominous names who serve as signs and portents, namely, prefigurations of imminent crisis (cf. <a class=\"isa\" verses=\"eyIxODAzMyI6Mn0=\">20:3&ndash;4 <\/a>). Furthermore, prophetic disciples are referred to as &ldquo;sons&rdquo; (<em>bān&icirc;m <\/em>), as in frequent allusions to &ldquo;sons of the prophets&rdquo; (<em>bĕn&ecirc; hannĕb&icirc;ʾ&icirc;m <\/em>), but never as &ldquo;children&rdquo; (<em>yĕlād&icirc;m <\/em>). <\/p> <p>The final phrase of <a class=\"isa\" verses=\"eyIxNzgyNCI6M30=\">vv 16&ndash;18 <\/a>,(<a class=\"isa\" verses=\"WzE3ODI2XQ==\">v 18b <\/a>), liturgical in character (cf. <a class=\"ref\">Ps 74:2; 135:21 <\/a>), does not necessarily or even probably refer to the children (<a class=\"isa\" verses=\"WzE3ODI2XQ==\">18a <\/a>) since it has just been stated that they were given by Yahveh, which is to say that they were as much the result of a divine imperative as the children of Hosea. I take it to refer to the passage as a whole or, in other words, to the outcome of Isaiah&rsquo;s intervention in Judean politics at that juncture of the history. <\/p> <p>Since the final paragraph of this section (<a class=\"isa\" verses=\"eyIxNzgyNyI6NH0=\">19&ndash;22 <\/a>) is only very loosely connected with the preceding verses, which have no antecedent for the verb <em>yōʾmĕr&ucirc; <\/em>,(&ldquo;they will say&rdquo;), most commentators take it to be entirely or in part a post-disaster editorial appendix (Budde 1928, 86&ndash;87; Wildberger 1991, 371; Clements 1980a, 101&ndash;3; Barth 1977, 152&ndash;56). Neither the repetition of <em>tĕʿ&ucirc;d&acirc; <\/em>,and <em>t&ocirc;r&acirc; <\/em>,(in inverted order) nor the technical term <em>&scaron;āḥar <\/em>,in <a class=\"isa\" verses=\"WzE4NjExXQ==\">47:11 <\/a>,(see note on <a class=\"isa\" verses=\"WzE3ODI4XQ==\">20 <\/a>) nor the allusion to necromancy, which was practiced in Israel throughout its history (cf. <a class=\"isa\" verses=\"W1sxODAwOF0seyIxODE0NCI6N30seyIxODE3OSI6OX0sWzE4MTk4XV0=\">19:3; 26:13&ndash;19; 28:14&ndash;22; 29:4 <\/a>), obliges us to assign a Second Temple date to this appendix. But it is certainly of later date; witness the fact that <a class=\"isa\" verses=\"WzE3ODI2XQ==\">18b <\/a>,serves as a finale to the entire Memoir forming an inclusio with the vision of Yahveh of the hosts in <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">6:1&ndash;13 <\/a>,, and the dark scenario as described would certainly fit the period immediately after the Babylonian conquest. Recourse to necromancy, common in times of acute economic, political, or military crisis (e.g. in the Weimar Republic after World War I), would be natural at the time of the Syrian-Samarian attack, as in any situation of military crisis, and the editor may have concluded that it would have appealed to Ahaz as an alternative to unacceptable prophetic revelations (cf. <a class=\"ref\">2 Kgs 16:3&ndash;4 <\/a>). Presumably it is he, Ahaz, who will be vituperated in the underworld when it will be obvious that his stratagem has led to disaster. The practice of consulting <em>ʾōb&ocirc;t <\/em>,and <em>yiddĕʿōn&icirc;m <\/em>,(here translated &ldquo;spirits of the dead&rdquo; and &ldquo;ghosts&rdquo;) was proscribed in Levitical and Deuteronomic law (<a class=\"ref\">Lev 19:31; 20:6, 27; Deut 18:11 <\/a>), which means that it was going on, generally in connection with the cult of ancestors referred to here and elsewhere as divine beings (<em>ʾĕlōh&icirc;m <\/em>) or simply the dead (<em>mēt&icirc;m <\/em>) (Lewis; B. Schmidt). The point of the addition is that such recourse will not be effective and that the practitioners themselves will not escape death and the grim prospect of passing into the underworld (a secondary meaning of <em>ʾereṣ <\/em>,, &ldquo;earth,&rdquo; as in <a class=\"ref\">Exod 15:12; 1 Sam 28:13; Jonah 2:7[6]; Ps 71:20 <\/a>). The description of this location is reminiscent of the ominous dream of Enkidu (<a class=\"ref\"> <em>Gilgamesh <\/em>,7:31&ndash;54 <\/a>) or <em>Ishtar&rsquo;s Descent to the Underworld <\/em>,(obverse <a class=\"isa\" verses=\"eyIxNzgxMiI6N30=\">4&ndash;10 <\/a>): its denizens inhabit the &ldquo;house of darkness,&rdquo; they are clothed in feathers, chirp like birds, and are nourished on dust and clay; on the whole, therefore, a decidedly unpleasant prospect for post-mortem existence. <\/p> <p>Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary <\/em>,(Vol. 19, pp. 243&ndash;245). New Haven; London: Yale University Press. <\/p>,",
    "audit": 1
}