{
    "id": 2108,
    "source": "blenkinsopp",
    "verse_id": 18282,
    "verse_count": 5,
    "reference": "33:2–6",
    "title": "A Psalm of Petition and Praise",
    "html": "<p>This composition gives the impression of being a literary imitation of a psalm rather than a psalm in the normal sense. Whether it was ever used liturgically we do not know, but it certainly is not itself a liturgy (pace Fohrer 1967, 2.129), and the thesis that ch. <a class=\"isa\" verses=\"bnVsbA==\">33<\/a> comprises a liturgy, often repeated since Gunkel and Mowinckel, is not well founded. It exhibits the elements of petition, praise, and response but switches from the second to the third person at midpoint. It opens on a psalm-like note with <em>YHVH ḥonnēn&ucirc;<\/em>, &ldquo;Yahveh, show us your favor&rdquo; (cf. <a class=\"ref\">Ps 123:2<\/a>), to which corresponds an attitude of trustful and hopeful expectation on the part of the petitioner (see the commentary on &ldquo;waiting for God&rdquo; in <a class=\"isa\" verses=\"W1sxODIzNl0seyIxODAwNiI6MjV9XQ==\">30:18&ndash;19<\/a>). The request for divine assistance in the morning is a commonplace of Israelite hymnography (<a class=\"ref\">Pss 5:4; 30:6; 46:4; 59:17; 88:14; 90:14; 143:8<\/a>). The motif is explained in different ways: it is the time of the morning offering or the successful conclusion of a nocturnal <em>incubatio<\/em> ritual, or it commemorates the completion of the work of salvation during the Passover night (Ziegler). The more mundane and likely explanation, however, is simply the feeling that morning puts an end to night as a time of danger and fear; it is a time for new beginnings.<\/p><p>The requested assistance, the answer to the prayer of petition, comes in the familiar form of the scattering or annihilating of hostile forces by the majesty of Yahveh (cf. <a class=\"isa\" verses=\"W1sxNzk5Nl0seyIxNzkzMCI6MzJ9LFsxODIwMV0seyIxNzgwOSI6MjJ9XQ==\">17:12&ndash;14; 29:7&ndash;8<\/a>;<a class=\"ref\"> Ps 48:5&ndash;9<\/a>), a motif usually accompanied by a strong note of <em>Schadenfreude<\/em> as here. Hence the location of the psalm following the commination on the unnamed tyrant (<a class=\"isa\" verses=\"WzE4MjgxXQ==\">33:1<\/a>). Following Yahveh&rsquo;s annihilating intervention, Israel will fall on the spoil like a swarm of locusts. (The Targum modifies the picture somewhat by representing the Israelites gathering the riches of the peoples that hate them, as people gather locusts.) The devastating effect of a swarm of locusts on the vegetation makes it an appropriate metaphor for the impact of a conquering army (cf. <a class=\"ref\">Judg 6:5; Jer 46:23; Joel 2:20; Nah 3:15<\/a>).<\/p><p>The poem continues with expressions of confidence in the availability of the salvation prayed for at the beginning. That God&rsquo;s dwelling is above, in the sky, is an ancient representation, but it occurs frequently in Second Temple texts, no doubt in response to the need to emphasize the transcendent and universal character of the deity (<a class=\"isa\" verses=\"WzE4NDQzLDE4NzgxLDE4OTI0XQ==\">40:22; 57:15; 66:1<\/a> cf. <a class=\"ref\">1 Kgs 8:27<\/a>). The endowment of Zion, i.e., its inhabitants, with the fundamental moral virtues of justice and righteousness and the fundamental intellectual qualities of wisdom and knowledge, subsumed under the rubric of &ldquo;the fear of Yahveh&rdquo; (cf. <a class=\"isa\" verses=\"WzE3ODg3LDE4MjA3XQ==\">11:2; 29:13<\/a>), may be regarded another indication of the close contact and interchange between the bearers of the Isaian tradition and the religious didacticism of the sages (cf. <a class=\"ref\">Prov 1:4<\/a>).<\/p><p>Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em> (Vol. 19, pp. 437&ndash;438). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}