{
    "id": 2131,
    "source": "blenkinsopp",
    "verse_id": 18540,
    "verse_count": 6,
    "reference": "44:6–8,21–23",
    "title": "Israel Called to Witness to Yahveh as the One God",
    "html": " <p>, <a class=\"isa\" verses=\"eyIxODU0MCI6M30=\">Isaiah 44:6&ndash;8 <\/a>,together with <a class=\"isa\" verses=\"eyIxODU1NSI6M30=\">44:21&ndash;23 <\/a>,forms a distinct and brief discourse with its own superscription in conventional prophetic form, a regular usage throughout <a class=\"isa\" verses=\"eyIxODQyMiI6MzMzfQ==\">chs. 40&ndash;55 <\/a>,(<a class=\"isa\" verses=\"W1sxODQ4NiwxODUwNywxODUyMCwxODUyMiwxODUzNiwxODU0MCwxODU1OCwxODU2MywxODU3MywxODU3NiwxODU4MCwxODYzMl0seyIxODY0NCI6Mn0sWzE4NjU5LDE4NjY0LDE4Njk2LDE4NzAwXV0=\">42:5; 43:1, 14, 16; 44:2, 6, 24; 45:1, 11, 14, 18; 48:17; 49:7, 8, 22; 50:1; 51:22; 52:3 <\/a>), less so in the following chapters (<a class=\"isa\" verses=\"WzE4NzU1LDE4NzU4LDE4NzYyLDE4OTA2LDE4OTExLDE4OTI0LDE4OTM1XQ==\">56:1, 4, 8; 65:8, 13; 66:1, 12 <\/a>). The point of the superscription is to locate these discourses within the old prophetic tradition even though they are of a quite different nature. The interpolated polemic against idolatry (<a class=\"isa\" verses=\"eyIxODU0MyI6MTJ9\">vv 9&ndash;20 <\/a>) has cut off the conclusion of the discourse, an opinion generally accepted since Duhm (e.g. Westermann, Whybray). The call to remember (<a class=\"isa\" verses=\"WzE4NTU1XQ==\">21 <\/a>) connects not with the polemic but with the things announced to Israel long ago (<a class=\"isa\" verses=\"WzE4NTQyXQ==\">8 <\/a>), whereas the interpolation could easily have been suggested by the preceding declaration of Yahveh&rsquo;s unique divine status. Furthermore, the brief hymn that calls on creation to rejoice on account of the anticipated redemption of Jacob\/Israel (<a class=\"isa\" verses=\"WzE4NTU3XQ==\">23 <\/a>) forms an inclusio with the beginning of the passage (<a class=\"isa\" verses=\"WzE4NTQwXQ==\">6 <\/a>). The passage itself is thematically and structurally well integrated into the context, since its conclusion echoes the apostrophe with which the preceding discourse opens (<a class=\"isa\" verses=\"WzE4NTM1XQ==\">44:1 <\/a>). <\/p> <p>The superscription (<a class=\"isa\" verses=\"WzE4NTQwXQ==\">v 6a <\/a>) announces the speaker, Yahveh, in the threefold role of king, redeemer and lord of the heavenly hosts. Yahveh has already been presented as king of Jacob (<a class=\"isa\" verses=\"WzE4NDczXQ==\">41:21 <\/a>) and creator and king of Israel (<a class=\"isa\" verses=\"WzE4NTIxXQ==\">43:15 <\/a>), and the proclamation of his rule as king will be made in solemn fashion at a later point (<a class=\"isa\" verses=\"WzE4NzA0XQ==\">52:7 <\/a>). This theologoumenon of divine kingship, common in the ancient Near East and problematic for many in the modern world, also appears in <a class=\"isa\" verses=\"eyIxNzY1NiI6NzY2fQ==\">chs. 1&ndash;39 <\/a>,, conspicuously in the throne vision report (<a class=\"isa\" verses=\"WzE3Nzc1XQ==\">6:5 <\/a>; also <a class=\"isa\" verses=\"WzE4MTE5LDE4MzAyXQ==\">24:23; 33:22 <\/a>). The common opinion that it draws on the old Jerusalemite liturgy is supported by its frequent use in psalms, especially the psalms that speak explicitly of divine kingship (<a class=\"ref\">Pss 29, 47, 95, 98, 99 <\/a>). A closer study of these and other psalmic compositions than is possible here would bring out the degree to which the author of these chapters has drawn on themes richly developed in the temple liturgy. We might mention the affirmation of Yahveh&rsquo;s incomparability (&ldquo;Who is like thee among the gods?&rdquo; <a class=\"ref\">Exod 15:11 <\/a>) and the association of kingship with the divine glory or effulgence (<em>melek hakkāb&ocirc;d <\/em>,, &ldquo;The King of Glory,&rdquo; <a class=\"ref\">Ps 24:8, 10 <\/a>,cf. <a class=\"isa\" verses=\"WzE4NDI2LDE4NDg5LDE4NDkzLDE4NTEzLDE4NjI2XQ==\">Isa 40:5; 42:8, 12; 43:7; 48:11 <\/a>). <\/p> <p>These traditional themes are given a new relevance in <a class=\"isa\" verses=\"eyIxODQyMiI6MzMzfQ==\">chs. 40&ndash;55 <\/a>,as a result of the need to counter the powerful attraction and prestige of the Marduk divine kingship cult. We shall see how the author creates a mirror image of the cult in which the god&rsquo;s defeat of the forces of Chaos is celebrated, following the proclamation of his eternal kingship (&ldquo;Marduk is king!&rdquo; <em>Enuma Elish <\/em>,IV 28; <em>ANET <\/em>,66). <\/p> <p>Neither the identification of Yahveh as redeemer (<em>gōʾēl <\/em>) nor his redemptive activity are concerns in <a class=\"isa\" verses=\"bnVsbA==\">Isa 1&ndash;39 <\/a>,, but both appears frequently in <a class=\"isa\" verses=\"eyIxODQyMiI6MzMzfQ==\">chs. 40&ndash;55 <\/a>,(the substantive ten times, the verb eight times). The sociological root idea involving obligations arising out of kinship relations (e.g. <a class=\"ref\">Lev 25:47&ndash;54 <\/a>) is carried over into the theological sphere. As close kin, therefore, Yahveh buys back his people out of indentured service. While the language of redemption had acquired a broader and more general scope by the time of writing, the redemption from Egypt (<a class=\"ref\">Exod 6:6; 15:13; Ps 74:2 <\/a>) was still the paradigm instance of what God does when he acts on behalf of his people (e.g. <a class=\"isa\" verses=\"WzE4Njg0XQ==\">Isa 51:10 <\/a>), and it achieved a new relevance with the theme of return from exile (<a class=\"isa\" verses=\"WzE4NjM1LDE4Njg0LDE4NzAwXQ==\">Isa 48:20; 51:10; 52:3 <\/a>). <\/p> <p>By virtue of its association with the ark and the temple, the third designation, Yahveh of the (heavenly) hosts (<a class=\"isa\" verses=\"WzE4NTQwLDE4NTc1LDE4NjA0LDE4NjE3LDE4Njg5LDE4NzI5XQ==\">44:6; 45:13; 47:4; 48:2; 51:15; 54:5 <\/a>), is also rooted in the Jerusalemite liturgy and, as the story of the Philistine wars makes clear, is associated with old ideas of divine kingship and of Yahveh as warrior god. <\/p> <p>The address is cast in the by-now-familiar form of a disputation or legal contest, though of the rather one-sided kind that we have already observed. The point at issue has also been broached more than once (<a class=\"isa\" verses=\"W3siMTg0NTMiOjV9LHsiMTg0NzMiOjl9LHsiMTg1MTQiOjZ9XQ==\">41:1&ndash;5, 21&ndash;29; 43:8&ndash;13 <\/a>). That the God of Israel is the first and the last (cf. <a class=\"isa\" verses=\"WzE4NDU2LDE4NjI3XQ==\">41:4; 48:12 <\/a>) implies universal jurisdiction and control of history over the entire course of time, beginning with creation (see especially <a class=\"isa\" verses=\"WzE4NjI3XQ==\">48:12 <\/a>) and on into the distant future. This control is expressed and put into effect through prophetic utterances over a long period of time that bind together past and future in terms of prediction and fulfillment. Precisely as in the History, prophecy is the way in which the continuum of history acquires meaning. Prophecy <em>creates <\/em>,the future (here the terms are <em>ʾ&ocirc;tiyy&ocirc;t <\/em>,, <em>ʾă&scaron;er tābōnāh <\/em>) and therefore is, for the author, the well-spring of hope; hence, the numbing effect of unfulfilled prophecy to be experienced by Jewish communities in the generation following the fall of Babylon. <\/p> <p>What might be called Yahveh&rsquo;s legal brief includes an affirmation of monotheism similar to, and perhaps in response to, the &ldquo;I am, and there is no one but me&rdquo; spoken by a personified Babylon, no doubt representing the imperial deity, Marduk (<a class=\"isa\" verses=\"WzE4NjEwXQ==\">47:10 <\/a>). The devotees of other gods are challenged to satisfy the criterion laid down here&mdash;that is, successful prediction of the outcome of current events. Successful prediction of the future indicates control of historical events and therefore the reality and power of the god in whose name the prophet speaks. Indicative of this is the frequency in this short passage of terms denoting declarative speech: <em>qārāʾ <\/em>,(&ldquo;speak up&rdquo;), <em>higg&icirc;d <\/em>,(&ldquo;declare,&rdquo; three times), <em>ʿārak <\/em>,(&ldquo;state one&rsquo;s case&rdquo;), <em>hi&scaron;m&icirc;aʿ <\/em>,(&ldquo;announce,&rdquo; twice). <\/p> <p>The Judean community is invited once again (cf. <a class=\"isa\" verses=\"WzE4NTE2LDE4NTE4XQ==\">43:10, 12 <\/a>) to serve&mdash;that is, to fulfill the servant role (<a class=\"isa\" verses=\"WzE4NTU1XQ==\">v 21 <\/a>) as witnesses to the veracity of Yahveh&rsquo;s claim. That their witnessing is not confined to present situations and events may be deduced from the admonition to &ldquo;remember these things&rdquo; (<a class=\"isa\" verses=\"WzE4NTU1XQ==\">21 <\/a>), referring to things told to them in former times (<a class=\"isa\" verses=\"WzE4NTQyXQ==\">v 8 <\/a>,cf. <a class=\"isa\" verses=\"WzE4NDQyLDE4NDU2LDE4NDc4XQ==\">40:21; 41:4, 26 <\/a>). We take this to be a call to reestablish lively contact with their own traditions in this post-disaster situation, including the historical traditions, constructed as they are on the prophetic pattern of prediction and fulfillment. <\/p> <p>Following the brief, the preacher uses again the language of the prophetic salvation oracles. The call to put aside fear, heard often in these chapters (<a class=\"isa\" verses=\"W1sxODQzMCwxODQ2Ml0seyIxODQ2NSI6Mn0sWzE4NTA3LDE4NTExLDE4NTM2XV0=\">40:9; 41:10, 13, 14; 43:1, 5; 44:2 <\/a>), entails trusting in the efficacy of the word they are hearing or reading. The sobriquet Rock (<em>ṣ&ucirc;r <\/em>), or &ldquo;Rock of ages&rdquo; of the old hymn (cf. <a class=\"isa\" verses=\"WzE4MTM1XQ==\">Isa 26:4 <\/a>), possibly a quite ancient usage (cf. <a class=\"ref\">Deut 32:4 <\/a>), appears often in psalms in which trust in God is called for in unpromising circumstances (e.g. <a class=\"ref\">Pss 18:3[2], 47[46]; 19:15[14]; 28:1; 31:1 <\/a>; and <a class=\"isa\" verses=\"bnVsbA==\">73:26 <\/a>,, where Yahveh is &ldquo;the rock of my heart,&rdquo; unemended text). With this comes the assurance that the people are not forgotten (God&rsquo;s forgetfulness is a frequent complaint in the psalms of lamentation) and the pledge of the forgiveness of sins with which the preaching of the prophet opened (<a class=\"isa\" verses=\"WzE4NTU2XQ==\">44:22 <\/a>,cf. <a class=\"isa\" verses=\"WzE4NDIzXQ==\">40:2 <\/a>). <\/p> <p>Concluding an address to the Judean community with an invocation addressed to the sky, the underearth, mountains and forests, representing the entire three-decker cosmos, is a characteristic feature of this section of the book (<a class=\"isa\" verses=\"W3siMTg0OTEiOjR9LFsxODU3MCwxODY1MF0seyIxODcwNiI6Mn1d\">42:10&ndash;13; 45:8; 49:13; 52:9&ndash;10 <\/a>). It has been taken to indicate later liturgical adaptation of the discourses, but these hymn-like fragments are well integrated into their contexts and are therefore better understood as a rhetorical device drawing on familiar hymnology. <\/p> <p>Blenkinsopp, J. (2008). <em>Isaiah 40&ndash;55: A New Translation with Introduction and Commentary <\/em>,(Vol. 19A, pp. 235&ndash;238). New Haven; London: Yale University Press. <\/p>,",
    "audit": 1
}