{
    "id": 2072,
    "source": "blenkinsopp",
    "verse_id": 17957,
    "verse_count": 5,
    "reference": "14:28–32",
    "title": "An Oracular Pronouncement about the Philistines",
    "html": " <p>The pronouncement is directed against the Philistines who are rejoicing at the defeat or death of an aggressor but who face worse punishment in the future. It is tempting to relate the saying to the death of the Mesopotamian tyrant in <a class=\"isa\" verses=\"eyIxNzkwOCI6NDN9\">13:1&ndash;14:21 <\/a>,, but the editorial history of this part of the book is quite uncertain, as is the identity of the ruler in question. The superscription to the saying appears to solve the problem by dating it to the year of the death of Ahaz of Judah, but at this point we come up against the well-known problems of chronology noted earlier. If one accepts Begrich&rsquo;s date of 727\/726 b.c.e. for the death of Ahaz we have a coincidence or near-coincidence with the death of Tiglath-pileser III who would then be the serpent and (incongruously) the one who wielded the rod. According to the Eponym Chronicle, Tiglath-pileser III (745&ndash;727) did conduct a campaign against Philistia (<em>pi-li&scaron;-ta <\/em>) resulting in the reduction of Gaza and Ashkelon to tributary status. The Chronicler, not generally held in high esteem as a historical source, records Philistine inroads into Judean territory during the reign of Ahaz (<a class=\"ref\">2 Chr 28:18 <\/a>). If the topographical detail provided in this notice can tip the balance in its favor, with the help of an allusion to Philistine attacks on Judah in <a class=\"isa\" verses=\"WzE3ODQxXQ==\">Isa 9:11[12] <\/a>,, it would explain the alternation of threat directed against the Philistines (<a class=\"isa\" verses=\"W1sxNzk1OF0seyIxODI1MiI6OX1d\">29, 30b&ndash;31 <\/a>) and reassurance for Judah (<a class=\"isa\" verses=\"WzE3OTU5XQ==\">30a, 32 <\/a>) in the oracle. <\/p> <p>Against this reading of the text it can be objected that the superscription has no historical value since it is modeled on <a class=\"isa\" verses=\"WzE3NzcxXQ==\">6:1 <\/a>,(&ldquo;in the year King Uzziah died&rdquo;) and does not fit the kind of title used in the foreign nation sayings in <a class=\"isa\" verses=\"eyIxNzk0MiI6MTF9\">13&ndash;23 <\/a>. While these are not in themselves adequate grounds for rejecting it, the title is nevertheless part of an editorial arrangement and is perhaps more closely related to what precedes than to what follows, in the sense of indicating the conclusion of the Ahaz phase, as <a class=\"isa\" verses=\"WzE3NzcxXQ==\">6:1 <\/a>,marked its beginning. (This would not, of course, settle the issue of the historical reference in <a class=\"isa\" verses=\"eyIxNzk1MyI6NH0=\">14:24&ndash;27 <\/a>.) Let us add that there are no grounds for identifying the aggressor as Judah. Apart from the problem of finding a historical fit, it is unlikely that the author would refer to Judean rulers as snakes, adders, and flying serpents. <\/p> <p>While some proposals can be excluded, there is little chance of nailing down the historical allusions in this poem to the general satisfaction. All four Assyrian rulers from Tiglath-pileser III to Sennacherib, inclusive, carried out military operations against Philistine cities and arguments have been presented on behalf of all of them at one time or another. In view of Sargon II&rsquo;s punitive campaigns against the Philistine cities and their continued involvement in insurrection under his successor Sennacherib, Sargon&rsquo;s death in battle in distant Anatolia in 705 would certainly be an arguable option. However, attacks on the Philistine cities continued during the Neo-Babylonian period, including the sack of Ashkelon by Nebuchadrezzar II in 604 b.c.e., and it is worth keeping in mind that even if the historical situation could be pinpointed this would not necessarily decide the date of composition. Allusion to three generations of serpentine creatures, even if not taken too literally, suggests that the author is taking the long view, retrospectively and prospectively, on the contrasting destinies of Philistines and Judeans. <\/p> <p>The rather sudden shift in 30a from the unpleasant future in store for the Philistines to the pastoral scene of the Judean poor grazing their flocks has persuaded many commentators that an early anti-Philistine poem has been interpolated and expanded sometime in the Persian or even Hellenistic period (Duhm; Marti; Dietrich; Vermeylen). Successive reworkings are also indicated by motifs, not confined to <a class=\"isa\" verses=\"WzE3OTU5XQ==\">30a <\/a>,, which suggest the hand of Isaian <em>epigoni <\/em>: the rod signifying both authority and oppression (<em>&scaron;ēbeṭ <\/em>,, <a class=\"isa\" verses=\"WzE3ODMzLDE3ODU2LDE3ODc1LDE3OTM0XQ==\">9:3; 10:5, 24; 14:5 <\/a>), the root (<em>&scaron;ore&scaron; <\/em>,, <a class=\"isa\" verses=\"WzE3NzY0LDE3ODg2XQ==\">5:24; 11:1 <\/a>), and the pastoral image of animals or people resting and eating (<a class=\"isa\" verses=\"W1sxNzc1N10seyIxNzkyNyI6Mn1d\">5:17; 13:20&ndash;21 <\/a>). A date considerably later than the time of the historical Isaiah for the contrasting image of the Judean &ldquo;poor,&rdquo; that is, the devout, is also supported by similar passages in the prophetic corpus. These include <a class=\"isa\" verses=\"eyIxODI0MSI6NH0=\">Isa 30:23&ndash;26 <\/a>,and <a class=\"ref\">Jer 47:1&ndash;7 <\/a>,, the latter featuring danger from the north as the occasion for wailing in the Philistine cities. <\/p> <p>, <a class=\"ref\">Zephaniah 2:4&ndash;7 <\/a>,also predicts a Judean conquest of the Philistine region that will provide <em>Lebensraum <\/em>,for grazing and pasture land. The perspective of the restoration, the return to Zion (<em>&scaron;ibat ṣiyy&ocirc;n <\/em>), is especially in evidence in the concluding verse, which provides a later answer to an earlier question. That Yahveh has established Zion as his residence is a basic postulate of the developed Zion theology familiar from Second Temple hymnography (e.g. <a class=\"ref\">Pss 46, 48, 76, 87 <\/a>). That his presence there provides refuge for the poor, needy and afflicted, synonyms for the God-fearers in the later sections of the book, points in the same direction. This final verse therefore functions in the same way as the interpolated Zion passages noted in the commentary up to this point (<a class=\"isa\" verses=\"W3siMTc2ODgiOjN9LHsiMTc3MzYiOjV9LFsxNzg2M10seyIxNzg3MSI6OH0sWzE3ODk1XSx7IjE3OTMwIjoyfV0=\">2:2&ndash;4; 4:2&ndash;6; 10:12, 20&ndash;27a; 11:10; 14:1&ndash;2 <\/a>), namely, to establish a common perspective on the events recorded and therefore a vantage point from which they can be viewed and interpreted. <\/p> <p>Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary <\/em>,(Vol. 19, pp. 292&ndash;293). New Haven; London: Yale University Press. <\/p>,",
    "audit": 1
}