{
    "id": 2070,
    "source": "blenkinsopp",
    "verse_id": 17932,
    "verse_count": 21,
    "reference": "14:3–23",
    "title": "The King of Babylon in the Underworld",
    "html": "<p>Although some commentators have divided <a class=\"isa\" verses=\"WzE3OTMzXQ==\">4b&ndash;21<\/a> into several strophes&mdash;five according to Duhm (1892, 117)&mdash;the only clear division is marked by the repetition of<em>ʾ&ecirc;k<\/em> (&ldquo;see how &hellip;&rdquo;) in <a class=\"isa\" verses=\"WzE3OTQxXQ==\">12<\/a>. It seems, then, that there are two poems ( <a class=\"isa\" verses=\"W1sxNzkzM10seyIxNzkwMiI6MTUyfV0=\">4b&ndash;11; 12&ndash;21<\/a>). The introductory note presents the first of the two under the rubric<em>mā&scaron;āl<\/em> (also <a class=\"ref\">Mic 2:4; Hab 2:6<\/a> and cf. <a class=\"ref\">Num 21:27<\/a>), a term that usually denotes a proverbial saying, sometimes enigmatic in character, and that perhaps is intended in this instance to indicate the ironic use to which the conventions of the &ldquo;dirge&rdquo; (<em>q&icirc;n&acirc;<\/em>) are being put. That both poems belong to this genre is apparent from the opening<em>ʾ&ecirc;k<\/em> , &ldquo;see how &hellip;,&rdquo; and from comparison with other examples, the closest being the equally ironic<em>q&icirc;n&ocirc;t<\/em> in <a class=\"ref\">Ezek 28&ndash;32<\/a> against unnamed Phoenician and Egyptian rulers. Both poems are in the <a class=\"isa\" verses=\"WzE3NzEwXQ==\">3:2<\/a> &ldquo;limping rhythm&rdquo; proper to the<em>q&icirc;n&acirc;<\/em> , though the meter stumbles at times no doubt due in part to faulty textual transmission ( <a class=\"isa\" verses=\"WzE3OTM4XQ==\">vv 9c, 10a, 12b, 19b&ndash;20, 21b<\/a>). One feature of this genre is quotation. Most of the protagonists get to speak&mdash;the tyrant himself ( <a class=\"isa\" verses=\"eyIxNzk0MiI6Mn0=\">13&ndash;14<\/a>), the denizens of the underworld ( <a class=\"isa\" verses=\"W3siMTc5MzkiOjJ9LHsiMTc5NDUiOjJ9XQ==\">10&ndash;11, 16&ndash;17<\/a>), even the cypresses and cedars of Lebanon ( <a class=\"isa\" verses=\"WzE3OTM3XQ==\">8<\/a>). The high literary quality of these poems has often been praised. We can acknowledge that the language is forceful and the scenes vividly imagined, even if the unsubtle note of<em>Schadenfreude<\/em> that gathers strength as the poems proceed may not be to our liking. We can also be thankful that there is little evidence of editorial manipulation and expansion, perhaps limited to <a class=\"isa\" verses=\"WzE3OTM0XQ==\">5<\/a> in which recur the motifs of the &ldquo;staff&rdquo; (<em>maṭṭēh<\/em>) and &ldquo;scepter&rdquo; or &ldquo;rod&rdquo; (<em>&scaron;ēbeṭ<\/em>), by now familiar to readers of the book, especially in the contrasting portrait of the ideal ruler to come ( <a class=\"isa\" verses=\"W1sxNzgzMywxNzg1NiwxNzg2NiwxNzg3NV0seyIxNzg3NyI6Mn0sWzE3ODg5XV0=\">9:3[4]; 10:5, 15, 24, 26&ndash;27; 11:4<\/a>). This verse is also the only place in the poems in which Yahveh is mentioned.<\/p><p>The main function of the introductory and concluding notes ( <a class=\"isa\" verses=\"W1sxNzkzMl0seyIxNzk1MSI6Mn1d\">14:3, 22&ndash;23<\/a>) is to identify the unnamed tyrant as the king of Babylon and, by so doing, to insert the poems into the book as a whole. In itself, the poem could refer to any number of tyrants known or unknown to history. The link is by catchword&mdash;Yahveh gives Israel rest on its land (<em>hinn&icirc;ḥām<\/em> <a class=\"isa\" verses=\"WzE3OTMwXQ==\">14:1<\/a>); Yahveh gives you respite from your troubles (<em>hān&icirc;aḥ<\/em> <a class=\"isa\" verses=\"WzE3OTMyXQ==\">14:3<\/a>). The same for the concluding comment: the sons are not to rise up (<em>yaq&ucirc;m&ucirc;<\/em>) to take possession of the earth; Yahveh will rise up (<em>wĕqamt&icirc;<\/em>) against them. The larger context in which the poems are framed invites us to share the perspective and the plane of observation with the reader or hearer in the post-destruction period who is invited to draw meaning for the present, and interpret contemporary events, in the light of the record of God&rsquo;s dealings with Israel in the past. Respite from pain, turmoil, and hard labor (this last, a phrase associated with the sojourn in Egypt, <a class=\"ref\">Exod 1:14; 6:9; Deut 26:6<\/a>) is reminiscent of the language of hope in <a class=\"isa\" verses=\"bnVsbA==\">Isa 40&ndash;48<\/a> (e.g. <a class=\"isa\" verses=\"eyIxODQyMiI6Mn0=\">40:1&ndash;2<\/a>), a hope the realization of which is contingent on the judgment about to fall on Babylon. With the help of alliteration (<em>&scaron;ēm &ucirc;&scaron;ĕʾār, n&icirc;n vāneked, ṭēʾṭeʾt&icirc;ha bĕmaṭʾăṭēʾ<\/em>), the concluding comment emphasizes the complete undoing of the Babylonian royal house and the city, in contrast to the survival of the Israelite remnant and its enduring posterity and name.<\/p><p>The brief preface to the poems puts them in the category of<em>mā&scaron;āl<\/em> , a term that must have a broader connotation than a proverbial saying. In Num 21:29, for example, it introduces an ironic lament over the fate of Moab, beginning<em>ʾ&ocirc;y lĕkā m&ocirc;ʾāb<\/em> ! (&ldquo;woe to you, Moab!&rdquo;) that was to be performed by<em>mō&scaron;ĕl&icirc;m<\/em> , &ldquo;professional bards&rdquo; (cf. <a class=\"ref\">Mic 2:4; Hab 2:6<\/a>). The traditional form of the real lament can be deduced from David&rsquo;s lament over Saul and Jonathan ( <a class=\"ref\">2 Sam 1:17&ndash;27<\/a>): the death of the hero is announced but not revealed to enemies, to prevent their gloating; nature is invoked to fall in with the mood of the lament (a kind of pathetic fallacy); the great deeds of the hero are recounted, where possible over the catafalque. (For further details see Yee.) The form has remained fairly constant for centuries in different cultures&mdash;compare the lamenting over the godlike Caesar as reported by Appian and the panegyrics of the great tenth century Islamic poet al-Mutanabbi. The weeping and keening of the women would accompany the recital of the<em>q&icirc;n&acirc;<\/em> , as a way of sending the deceased on their one way journey to the underearth ( <a class=\"ref\">Ezek 32:16<\/a>).<\/p><p>The failure of the poems to name the tyrant in question has left the field open to speculation that continues apace. It may be assumed that poems originally composed subsequent to, or in anticipation of, the death of one of the great Assyrian kings could have been &ldquo;recycled&rdquo; for a different occasion during the Neo-Babylonian era or later. We are told that this anonymous tyrant ruled a worldwide empire and did so with unbridled arrogance and tyranny, that he destroyed cities including his own, that he fought against his own people, cut down cypresses and cedars of Lebanon, refused to release captives, died an ignominious death after which his corpse remaining unburied, and finally that his sons could be expected to succeed him. Some of these particulars would fit practically any prominent Mesopotamian ruler, others fit one or other of the candidates proposed, but there is no perfect fit with any one individual. Tiglath-pileser III (+ 727) ruled over a vast area, was certainly oppressive, and assumed direct rule over Babylon, but there is no evidence of internecine warfare or of an ignominious death and non-burial (pace Hayes and Irvine 1987, 227&ndash;28). We hear that Sargon II (+ 705) was not buried in his own house (<em>ina biti&scaron;u<\/em>) but that does not mean he remained unburied, and there is no evidence that he warred against his own people (pace Barth 1977, 136; Erlandsson 1970, 161).<\/p><p>Sennacherib (+ 682) looks more promising since we know he was murdered by members of his own family, and the biblical text elsewhere confirms his overbearing attitude ( <a class=\"isa\" verses=\"eyIxODM3NiI6N30=\">Isa 37:23&ndash;29<\/a>). He also destroyed many cities, including Babylon, but we do not know that his corpse was dishonored. Nebuchadrezzar II (+ 562) and Nabonidus (+ 538) are the only Neo-Babylonian dynasts of sufficient distinction to be considered. The former claimed (in the Wadi Brissa rock relief in Lebanon) to have torn down cedars of Lebanon with his bare hands, which however is a standard kind of hyperbolic claim with a long history. Nabonidus may be thought to have warred against his own people after retiring from Babylon into the Tema oasis; he was at any rate not the most popular of rulers. Duhm (1892, 117) opted for Nabonidus but had to assume that the prediction of the manner of his death in the poem turned out to be wide of the mark. But the allusion to the earth&rsquo;s being at rest and in a state of euphoria ( <a class=\"isa\" verses=\"WzE3OTM2XQ==\">14:7<\/a>) suggests rather strongly that the tyrant was already dead.<\/p><p>The problem of identification is complicated by the poet&rsquo;s use of a wide range of familiar traditional motifs and topics. One of the most prominent of these is the<em>mors persecutoris<\/em> theme, which will be much in evidence in early Jewish and Christian writing. Death, generally of an extremely painful and messy kind, is presented as divine punishment for overweening pride and hostility towards God&rsquo;s elect (e.g. the death of Antiochus IV, <a class=\"ref\">2 Macc 9:1&ndash;29<\/a>; the death of Herod Agrippa, <a class=\"ref\">Acts 12:20&ndash;23<\/a>; both featuring worms). Death and postmortem existence are presented as a fall from the highest to the lowest point, there being no worse fate than to be denied proper burial (cf. <a class=\"isa\" verses=\"WzE4MzA3XQ==\">Isa 34:3<\/a> <a class=\"ref\">; Jer 14:16; 36:30; 1 Kgs 14:10&ndash;11<\/a> etc.). In both poems this theme blends into the descent of the recently dead into the underworld and their reception by its denizens ( <a class=\"isa\" verses=\"W3siMTc5MzciOjR9LHsiMTc5NDUiOjR9XQ==\">8&ndash;11, 16&ndash;19<\/a>). A familiar topic from the time of the Sumerians (e.g. the anticipatory dream of Enkidu on the seventh tablet of<em>Gilgamesh<\/em>), it identifies the recently deceased, describes the reception in the nether world by its denizens, usually adding a description of the diminished and wraith-like existence in that place known to the Greeks as Hades and in Israel as Sheol, the &ldquo;Pit&rdquo; or &ldquo;Cistern&rdquo; (<em>b&ocirc;r, &scaron;aḥat<\/em>), or simply the &ldquo;earth&rdquo; (<em>ʾereṣ<\/em>) or &ldquo;underearth&rdquo; (<em>ʾereṣ taḥt&icirc;t<\/em> <a class=\"ref\">Ezek 31:14, 16, 18; 32:18<\/a>). The inmates of this spooky region of the dead are the<em>rĕpāʾ&icirc;m<\/em> , here translated &ldquo;shades&rdquo; ( <a class=\"isa\" verses=\"WzE3OTM4XQ==\">v 9<\/a>).<\/p><p>The ongoing discussion about the precise meaning and etymology of the Hebrew term and its Ugaritic counterpart (<em>rpʾm<\/em>) need not long detain us. The term is used of the prehistoric inhabitants of the land ( <a class=\"ref\">Gen 14:5; Deut 3:11<\/a>), but much more frequently of the dead, including dead ancestors ( <a class=\"isa\" verses=\"WzE4MTQ1LDE4MTUwXQ==\">Isa 26:14, 19<\/a>; <a class=\"ref\">Job 26:5; Prov 2:18; 9:18; 21:16; Ps 88:11<\/a>). These<em>rĕpāʾ&icirc;m<\/em> are still apparently able to communicate among themselves and, under certain circumstances, with the living. To judge by Samuel&rsquo;s discourse with Saul ( <a class=\"ref\">1 Sam 28<\/a>) and the welcome extended to the dead tyrant in these poems, transiting from the world above to the world below does not appear to result in any significant change of disposition or attitude. It seems, moreover, that social distinctions also remained unaffected by the transition. In one variation ( <a class=\"ref\">Ezek 32:20&ndash;32<\/a>) there is even a distinction between the circumcised and uncircumcised.<\/p><p>The second elegy introduces the ancient myth of the fall from grace of rebellious deities (cf. <a class=\"ref\">Ezek 28:11&ndash;19; Ps 82:6&ndash;7<\/a>). The closest parallel is that of Phaeton son of Helios (the sun) or of Eos (the dawn) who came to grief when, attempting to drive the chariot of the sun, he lost control of the vehicle and was struck by one of Zeus&rsquo;s thunderbolts. Like several of the ancient Greek myths, this one may derive from a Phoenician-Canaanite source inspired by the rise of Venus the morning star and its rapid disappearance at sunrise. The Hebrew name for the &ldquo;Star of the dawning day,&rdquo;<em>H&ecirc;lēl ben &scaron;aḥar<\/em> , corresponds to two deities known from the Ras Shamra texts. About<em>hll<\/em> nothing much is known, but the corresponding verb means &ldquo;to shine brightly&rdquo; (cf. <a class=\"isa\" verses=\"WzE3OTE3XQ==\">Isa 13:10<\/a> <a class=\"ref\">; Job 29:3; 31:26; 41:10<\/a>). The word<em>&scaron;ḥr<\/em> is twinned with<em>&scaron;lm<\/em> as artificer deity, the first corresponding to the &ldquo;dawn&rdquo; (<em>&scaron;aḥar<\/em> in Hebrew), the second to twilight. (For further details see Kaiser 1962, 38&ndash;40.) Whatever its precise origins, the myth would live on in the doctrine of the fall of Lucifer (the Vulgate translation of<em>H&ecirc;lēl<\/em>) and his followers (cf. <a class=\"ref\">Luke 10:18; 2 Pet 2:4<\/a>) and the descent of Christ into the underworld ( <a class=\"ref\">1 Pet 3:19&ndash;20; 4:6<\/a>) later to be transformed into great poetry by Dante and Milton.<\/p><p>Other motifs familiar from the Late Bronze Age Ugaritic texts are associated with this core myth. The tyrant aspires to take his place among the gods who meet in deliberative council on the Mount of Assembly (cf. the mountain of Elohim, <a class=\"ref\">Ezek 28:16<\/a>), known here and elsewhere ( <a class=\"ref\">Ezek 38:6, 15; 39:2; Ps 48:3<\/a>) as Zaphon (the North), and in the Ugaritic texts as the mountain of Baal. It was understandable that Judean savants, familiar with this mythological topos of the seat of godhead, should have applied it to Jerusalem, an accomodation amply attested in the book of Isaiah. The actual location of this Canaanite Olympus seems to have been on Mt. Casius (Jebel el-Aqraʿ) in Lebanon. The tyrant even aspires to replace the high god and president of the divine assembly, here given the name Elyon, either an appellative of El or a distinct deity (cf. <a class=\"ref\">Gen 14:18&ndash;20; Num 24:16; Deut 32:8<\/a>). In spite of the distinctive poetic idiom adopted in this second composition, we recognize affinity with the discourses or sermons in <a class=\"isa\" verses=\"eyIxODQyMiI6MjE2fQ==\">chs. 40&ndash;48<\/a> , in which personified Babylon claims ascendancy&mdash;&ldquo;I am, and there is no one beside me&rdquo; ( <a class=\"isa\" verses=\"WzE4NjA4LDE4NjEwXQ==\">47:8, 10<\/a>)&mdash;a claim echoed in practically the same terms by the seer speaking on behalf of the incomparable and unique God of Israel ( <a class=\"isa\" verses=\"W3siMTg1MTYiOjR9LFsxODU0MCwxODU0Ml0seyIxODU2NyI6Mn0sWzE4NTgwLDE4NTgzLDE4NTk2XV0=\">43:10&ndash;13; 44:6, 8; 45:5&ndash;6, 18, 21; 46:9<\/a>).<\/p><p>Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em> (Vol. 19, pp. 285&ndash;288). New Haven; London: Yale University Press.<\/p> ",
    "audit": 1
}