{
    "id": 2162,
    "source": "blenkinsopp",
    "verse_id": 18816,
    "verse_count": 6,
    "reference": "59:15–20",
    "title": "Finally, a Reply",
    "html": " <p>The impression one has on first reading this brief passage&mdash;that YHVH suddenly noticed the situation, reacted initially with dismay, and then went immediately into action&mdash;is probably a function of the way the section of the book to which it belongs (chs. <a class=\"isa\" verses=\"bnVsbA==\">56&ndash;59<\/a>) was put together. There are plenty of indications that <a class=\"isa\" verses=\"eyIxODc2MyI6NTl9\">56:9&ndash;59:20<\/a>, constitutes a literary unity <em>in some sense<\/em>, and that <a class=\"isa\" verses=\"WzE4ODE2XQ==\">59:15b&ndash;20<\/a>, serves as a response to the complaint immediately preceding. Linkage with the preceding passage is also established by repetition of the key words <em>mi&scaron;pāṭ<\/em>, and <em>ṣĕdāq&acirc;<\/em>, exploiting their ambivalent meanings (<a class=\"isa\" verses=\"W1sxODgxMCwxODgxNV0seyIxNzk3MSI6MTR9XQ==\">vv 9, 14, 15b&ndash;16<\/a>). <\/p> <p>But we do not get the impression that section <a class=\"isa\" verses=\"eyIxODc2MyI6NTl9\">56:9&ndash;59:20<\/a>, was put together at one time and by one hand. It has some features in common with psalms of communal lament but not enough to justify classifying it as a liturgy (Muilenburg 1956, 686; Westermann 1969, 344&ndash;520, with qualifications). The prophetic voice is heard clearly at the beginning (<a class=\"isa\" verses=\"eyIxODc1NSI6OH0=\">56:1&ndash;8<\/a>) and end (<a class=\"isa\" verses=\"WzE4ODIyXQ==\">59:21<\/a>), and one feature that it has in common with <a class=\"isa\" verses=\"eyIxODYzOCI6MTE3fQ==\">chs. 49&ndash;55<\/a>, is the alternation of words of reproach and comfort. <\/p> <p>The dominant theme throughout is the importance of ethical behavior as a precondition for salvific divine intervention. The moral failure of the community, or certain elements in the community including the leadership, explains why the promised intervention has been delayed and states what might be done about it. All of this notwithstanding, transition from one unit to the next is far from smooth and the tone and temper throughout far from even. <\/p> <p>This account of <a class=\"isa\" verses=\"eyIxODc1NSI6Njh9\">chs. 56&ndash;59<\/a>, as a more or less coherent unit would today be widely accepted, with variations from one interpreter to the next. According to one of the more thorough investigations, that of Steck (1991a, 177&ndash;86), the literary unit <a class=\"isa\" verses=\"eyIxODc2MyI6NjB9\">56:9&ndash;59:21<\/a>, belongs (with the exception of <a class=\"isa\" verses=\"eyIxODgwMCI6Mn0=\">58:13&ndash;14<\/a>) to the penultimate redactional layer of Third Isaiah and was inserted between <a class=\"isa\" verses=\"W3siMTc2NTYiOjEwOTl9LHsiMTg4MjMiOjQ1fV0=\">chs. 1&ndash;55 and 60&ndash;62<\/a>. It is therefore to be interpreted in the context of what Steck calls the <em>Grossjesajabuch<\/em>, already in existence and is related to and contemporaneous with such passages in the first section of the book as <a class=\"isa\" verses=\"W3siMTgyNDUiOjJ9LHsiMTgzMDUiOjh9LFsxODMyNV1d\">30:27&ndash;28, 34:1&ndash;8, and 35:4<\/a>. The unit <a class=\"isa\" verses=\"eyIxODc2MyI6NjB9\">Isa 56:9&ndash;59:21<\/a>, was composed a few years before the final redactional stage (<a class=\"isa\" verses=\"W3siMTg3NTUiOjh9LHsiMTg4NzQiOjc0fV0=\">56:1&ndash;8; 63:7&ndash;66:24<\/a>) which Steck believes reflects the capture of Jerusalem by Ptolemy I. The date of composition would therefore be between 311 and 302\/301 b.c.e. (see especially Steck 1991a, 39 n. 116). The date is based on indications that Steck claims to find in the lament of <a class=\"isa\" verses=\"eyIxODg3NCI6MjR9\">63:7&ndash;64:11<\/a>, (<a class=\"isa\" verses=\"W1sxODg4NV0seyIxODg5NiI6Mn1d\">63:18; 64:10&ndash;11<\/a>), though there is no evidence that Ptolemy burned the Jerusalem temple and devastated the cities of Judah, and there is nothing in <a class=\"isa\" verses=\"eyIxODg3NCI6MjR9\">63:7&ndash;64:11<\/a>, suggestive of a Hellenistic background. The lament is much more reminiscent of the book of Lamentations and other allusions to the great disaster of the early sixth century. <\/p> <p>An important element in the interpretation of <a class=\"isa\" verses=\"WzE4ODE2XQ==\">59:15b&ndash;20<\/a>, is its close linkage with <a class=\"isa\" verses=\"eyIxODg2OCI6Nn0=\">63:1&ndash;6<\/a>, describing vengeance visited on Edom, a point emphasized by Steck, for whom both passages belong to the same redactional layer, even though Edom is not mentioned in <a class=\"isa\" verses=\"WzE4ODE2XQ==\">59:15b&ndash;20<\/a>. The parallels can be briefly set out as follows: <\/p> <p>&bull; YHVH will come to Zion as Redeemer (<em>&ucirc;bāʾ lĕṣiyy&ocirc;n gōʾēl<\/em>, <a class=\"isa\" verses=\"WzE4ODIxXQ==\">59:20<\/a>); who is this that comes from Edom? (<em>m&icirc;-zeh bāʾ mēʾĕd&ocirc;m<\/em>, <a class=\"isa\" verses=\"WzE4ODY4XQ==\">63:1<\/a>) <\/p> <p>&bull; YHVH dons military attire (<a class=\"isa\" verses=\"WzE4ODE4XQ==\">59:17<\/a>); YHVH is splendidly attired, his clothes bloodstained (<a class=\"isa\" verses=\"eyIxODg2OCI6Mn0=\">63:1&ndash;2<\/a>) <\/p> <p>&bull; YHVH is presented as vindicator (<em>ṣĕdāq&acirc; h&icirc;ʾ sĕmākātĕh&ucirc;, yilba&scaron; ṣĕdāq&acirc;<\/em>, <a class=\"isa\" verses=\"eyIxODgxNyI6Mn0=\">59:16&ndash;17<\/a>); I announce vindication\/triumph, mighty to save (<em>ʾăn&icirc; mĕdabbēr biṣĕdāq&acirc; rab lĕh&ocirc;&scaron;&icirc;aʿ<\/em>, <a class=\"isa\" verses=\"WzE4ODY4XQ==\">63:1<\/a>) <\/p> <p>&bull; He saw that there was no one (<em>vayyarʾ k&icirc;-ʾ&ecirc;n ʾ&icirc;&scaron;<\/em>, <a class=\"isa\" verses=\"WzE4ODE3XQ==\">59:16<\/a>); I trod the winepress alone (<em>lĕbadd&icirc; <\/em>), and &hellip; there was no one with me (<em>ʾ&ecirc;n-ʾ&icirc;&scaron; ʾitt&icirc;<\/em>, <a class=\"isa\" verses=\"WzE4ODcwXQ==\">63:3<\/a>) <\/p> <p>&bull; YHVH&rsquo;s action has the dual purpose of redemption (<em>gōʾēl<\/em>, <a class=\"isa\" verses=\"WzE4ODIxXQ==\">59:20<\/a>; <em>&scaron;ĕnat gĕʾ&ucirc;lay<\/em>, <a class=\"isa\" verses=\"WzE4ODY4XQ==\">63:1<\/a>) and vengeance (<em>bigd&ecirc; nāqām<\/em>, 59:17; <em>y&ocirc;m nāqām<\/em>, <a class=\"isa\" verses=\"WzE4ODcxXQ==\">63:4<\/a>) <\/p> <p>The clearest indication of affinity is that <a class=\"isa\" verses=\"WzE4ODcyXQ==\">63:5<\/a>, is in effect a variant of <a class=\"isa\" verses=\"WzE4ODE3XQ==\">59:16<\/a>. Together, the two verses tell how YHVH goes to war on behalf of his city, devastates Edom, and then comes to Zion as its vindicator and redeemer. As both the biblical and archaeological data attest, Edom rivaled Babylon as Israel&rsquo;s public enemy number one from the last decades of the Kingdom of Judah, and hostility continued to come from that quarter in the Persian period in the person of Geshem (Gashmu) and the expansionist Kedarite Kingdom (<a class=\"ref\">Neh 2:19; 4:1[7]; 6:1<\/a>). Later still, Edom came to serve as a code name for an oppressive foreign power, especially for Rome, as in the early midrashim. <\/p> <p>That the adversaries (<em>ṣār&icirc;m<\/em>) and enemies (<em>ʾoyĕb&icirc;m<\/em>) of YHVH in <a class=\"isa\" verses=\"WzE4ODE5XQ==\">59:18<\/a>, are external to Israel is also indicated by the effect of violent divine action in the east, the west, the distant coastal areas, and beyond. This is no more than we would expect, since, in epic compositions deemed to be ancient, YHVH the warrior takes up arms against the enemies of his people, not against his own people (e.g., <a class=\"ref\">Exod 15:3; Judg 5:4&ndash;5<\/a>). But there is in <a class=\"isa\" verses=\"WzE4ODE2XQ==\">59:15b&ndash;20<\/a>, a qualification absent from other texts featuring YHVH as warrior. The final verse, the force of which is strengthened by the asseveration formula with which it ends, states in effect that the promised redemption is limited to Israelites who turn from transgression (<em>&scaron;āb&ecirc; pe&scaron;aʿ<\/em>, <a class=\"isa\" verses=\"WzE4ODIxXQ==\">59:20<\/a>). This does not appear to imply that Edom in <a class=\"isa\" verses=\"eyIxODg2OCI6Nn0=\">63:1&ndash;6<\/a>, stands for reprobate Israelites (Whybray 1975, 226; Berges 1998, 254), but it does bring the description of the ideal and eschatological Zion in <a class=\"isa\" verses=\"eyIxODgyMyI6NDV9\">chs. 60&ndash;62<\/a>, to bear on the moral realism and disillusionment about the experiential Israel that run throughout the previous four chapters. <\/p> <p>The necessity of &ldquo;turning&rdquo; (<em>tĕ&scaron;&ucirc;b&acirc;<\/em>) is often emphasized throughout Isaiah (<a class=\"isa\" verses=\"WzE3NzgwLDE3ODQyLDE4MDI3LDE4MjU3LDE4NTU2LDE4NzQ4XQ==\">6:10; 9:12; 19:22; 31:6; 44:22; 55:7<\/a>), one of several indications of affinity with the Deuteronomist preachers active during the post-disaster years (<a class=\"ref\">Deut 4:30; 30:1&ndash;3<\/a>, with explicit reference to that time). The distinction between those who have undergone the true &ldquo;turning,&rdquo; the <em>&scaron;āb&icirc;m<\/em>, and those who have not is brought out most strongly in the final chapters of the book (<a class=\"isa\" verses=\"bnVsbA==\">65&ndash;66<\/a>) and in the recapitulatory passage with the same message at the beginning: <\/p> <p>Zion will be saved in the judgment, <\/p> <p>her penitents (<em>&scaron;āb&ecirc;hā<\/em>) din the retribution, <\/p> <p>but rebels and sinners will be destroyed together, <\/p> <p>those forsaking YHVH will be consumed. (<a class=\"isa\" verses=\"eyIxNzY4MiI6Mn0=\">1:27&ndash;28<\/a>) <\/p> <p>This distinction, which draws a line running through the community, is absent from <a class=\"isa\" verses=\"bnVsbA==\">60&ndash;62<\/a>, in which the people addressed are deemed to be all righteous, God&rsquo;s holy and redeemed people (<a class=\"isa\" verses=\"WzE4ODQzLDE4ODY3XQ==\">60:21; 62:12<\/a>). <\/p> <p>This passage (<a class=\"isa\" verses=\"WzE4ODE2XQ==\">59:15b&ndash;17<\/a>) begins in the past tense by stating that the turning point has already come about&mdash;not, however, through the agency of great figures on the international scene such as Cyrus but by direct divine intervention. (The Targum, followed by Ibn Ezra, translates, &ldquo;there was none to intercede,&rdquo; perhaps with the Servant in mind cf. <a class=\"isa\" verses=\"WzE4NzI0XQ==\">53:12c<\/a>.) This may be an example of the prophetic Perfect, a prediction uttered with such certainty that it is as if it had already taken place. <\/p> <p>In describing divine action in terms of warfare and YHVH as warrior, the author was drawing on a long tradition nourished by cosmogonic combat myths and traditions about &ldquo;the wars of YHVH&rdquo; (<a class=\"ref\">Num 21:14&ndash;15; Exod 14:16<\/a>) commemorated in heroic verse (<a class=\"ref\">Exod 15:3&ndash;4; Deut 33:2&ndash;3; Judg 5:4&ndash;5; Ps 68:8&ndash;9, 18; Hab 3:3&ndash;15<\/a>). The description includes the violent psychological transformation induced by the anticipation or experience of combat, reminiscent of the Norse berserkers or the Turkish Janissaries: &ldquo;he clothed himself with garments of vengeance, wrapped himself in rage like a robe.&rdquo; <\/p> <p>The author may have had in mind an earlier description of YHVH&rsquo;s sudden irruption into action: <\/p> <p>YHVH goes forth as a hero, <\/p> <p>as a warrior he fires up his fury; <\/p> <p>raising the battle cry, he shouts aloud; <\/p> <p>he prevails over his enemies. (<a class=\"isa\" verses=\"WzE4NDk0XQ==\">Isa 42:13<\/a>) <\/p> <p>The coat of mail (<em>&scaron;iry&ocirc;n <\/em>), metal strips held together with thongs, and the helmet (<em>k&ocirc;baʿ <\/em>), presumably of bronze (cf. <a class=\"ref\">1 Sam 17:5<\/a>), sufficed to sketch in the image of the warrior. There is no mention of YHVH&rsquo;s sword (<em>ḥereb <\/em>), so much in evidence elsewhere in Isaiah (e.g., <a class=\"isa\" verses=\"W1sxODE1MywxODI1OV0seyIxODMwOSI6Mn0sWzE4OTM5XV0=\">27:1; 31:8; 34:5&ndash;6; 66:16<\/a>). In the second half of the book, the dominant metaphor for divine power is the arm of YHVH (<a class=\"isa\" verses=\"WzE4NDMxLDE4NjI5LDE4Njc5LDE4NjgzLDE4NzA3LDE4NzEzLDE4ODYzLDE4ODcyXQ==\">40:10; 48:14; 51:5, 9; 52:10; 53:1; 62:8; 63:5<\/a>). We find a close linguistic and thematic parallel in one of the hymns celebrating YHVH&rsquo;s military prowess: <\/p> <p>His right hand and his holy arm <\/p> <p>have won him victory (<em>h&ocirc;&scaron;&icirc;ʿāh l&ocirc; <\/em>); <\/p> <p>YHVH has proclaimed his victory (<em>yĕ&scaron;&ucirc;ʿāt&ocirc; <\/em>), <\/p> <p>in the sight of the nations he has revealed his vindication (<em>ṣidqāt&ocirc; <\/em>). (<a class=\"ref\">Ps 98:1&ndash;2<\/a>) <\/p> <p>In Judaism of late antiquity and early Christianity, the military metaphor-field was reapplied to the moral life of the believer, probably under Stoic influence. It was expanded to include other items of equipment, including the sword, shield, belt, and footwear (<a class=\"ref\">Wis 5:17&ndash;20; Eph 6:13&ndash;17; 1 Thess 5:8<\/a>). <\/p> <p>The description of the outcome of the intervention (<a class=\"isa\" verses=\"eyIxODgxOSI6M30=\">59:18&ndash;20<\/a>) presents problems of interpretation that call for a further and final comment. What is being said here is the simple but often overlooked point that salvation and judgment are inseparable. This idea often comes to expression in the (chronologically) later sections of the book. For example: <\/p> <p>Behold your God! <\/p> <p>Vengeance is at hand, <\/p> <p>fearsome retribution; <\/p> <p>it is he who comes to save you. (<a class=\"isa\" verses=\"WzE4MzI1XQ==\">35:4<\/a>) <\/p> <p>Emphasis on retribution (<em>gĕm&ucirc;l, gĕmūl&icirc;m<\/em>) and vengeance (<em>nāqām<\/em>) may offend our modern liberal sensitivities, and it is certainly subject to misunderstanding and abuse, but the basic idea seems to be a setting right of what has been skewed and distorted by sin, an affirmation that injustice will not ultimately prevail. Hence, people far beyond the traditional jurisdiction of Israel&rsquo;s God will fear (not &ldquo;revere&rdquo;) his name and his glory. The idea of the fear of God&rsquo;s Name was familiar from <a class=\"ref\">Deuteronomy 28:58<\/a>, and liturgical compositions&mdash; <a class=\"ref\">Ps 102:15<\/a>, practically identical with <a class=\"isa\" verses=\"WzE4ODIwXQ==\">Isa 59:19a<\/a>, and <a class=\"ref\">Ps 86:11<\/a>, for example. Fear is less commonly associated with the divine glory or effulgence (<em>kāb&ocirc;d <\/em>), but in several incidents in the wilderness narratives the appearance of the <em>kāb&ocirc;d<\/em>, signaled divine displeasure and judgment (<a class=\"ref\">Exod 16:10; Num 14:10; 16:19<\/a>). <\/p> <p>The last two verses (<a class=\"isa\" verses=\"WzE4ODIwXQ==\">vv 19b&ndash;20<\/a>) have given rise to much discussion and have been understood in a wide variety of ways. As is often the case where the Hebrew <em>Vorlage<\/em>, is obscure, lxx <a class=\"isa\" verses=\"WzE4ODIwXQ==\">19b<\/a>, is paraphrastic: &ldquo;For anger will come like a rushing river from the Lord; it will come with wrath.&rdquo; <\/p> <p>The Targum version softens the strong apocalyptic tone, perhaps out of political prudence. The Euphrates is introduced by courtesy of the definite article (<em>hannāhar <\/em>), since in biblical texts the Euphrates is <em>the<\/em>, river (<a class=\"isa\" verses=\"WzE3ODE1LDE3OTAwLDE4MTY0XQ==\">Isa 8:7; 11:15; 27:12<\/a>): &ldquo;When oppressors come like the flooding of the river Euphrates, they will be despoiled by the Memra of YHVH.&rdquo; The Jewish medieval exegetical tradition tended to derive the verbal form <em>nōsĕsāh<\/em>, from <em>nss<\/em>, a denominative verb from <em>nēs<\/em>, &ldquo;standard,&rdquo; which permitted the rendering, &ldquo;the spirit of the Lord shall lift up a standard against them [i.e., the enemies]&rdquo; (identical with av). Ibn Ezra has his own variation on this tradition, according to which <em>nss<\/em>, takes its meaning from <em>nēs<\/em>,= &ldquo;miracle,&rdquo; as in Mishnaic Hebrew; therefore: &ldquo;The spirit of the Lord will wonderfully act thereon.&rdquo; The Vulgate is the closest to the translation offered above: <em>Cum venerit quasi fluvius violentus quem spiritus Domini cogit<\/em>, (&ldquo;When he comes like a turbulent river that the Spirit of the Lord drives on&rdquo;). <\/p> <p>Among the numerous modern interpretations of the bicolon, I mention the interpretation of Kruger (1997, 268&ndash;78) who introduces the mythological river deity Nahar, and Rof&eacute; (1989, 407&ndash;10,) who conjures up from the text an envoy (<em>ṣ&icirc;r<\/em>, for mt <em>ṣār<\/em>) who will come like light (alternative meaning of <em>nāhār<\/em>) and whom YHVH will wave like a flag (verb <em>nss <\/em>); ingenious but unconvincing. The neb uses the more sober option of taking <em>kĕb&ocirc;d&ocirc;<\/em>, &ldquo;his glory,&rdquo; as the antecedent of the verb <em>yāb&ocirc;:<\/em>, therefore, &ldquo;His glory will come like a swift river.&rdquo; The translation I have offered must be considered tentative, but it has at least the advantage of making a good fit with the context. <\/p> <p>Blenkinsopp, J. (2008). <em>Isaiah 56&ndash;66: a new translation with introduction and commentary<\/em>, (Vol. 19B, pp. 195&ndash;199). New Haven; London: Yale University Press. <\/p>",
    "audit": 1
}