{
    "id": 2077,
    "source": "blenkinsopp",
    "verse_id": 18006,
    "verse_count": 15,
    "reference": "19:1–15",
    "title": "The Fate of Egypt",
    "html": "<p>In view of the way Egypt is represented in traditional accounts of national origins as the oppressor par excellence it would be surprising if it did not loom large in any series of sayings directed against hostile nations. <a class=\"isa\" verses=\"WzE4MDI1XQ==\">Isaiah 18&ndash;20<\/a>, <a class=\"ref\">Jer 46 and Ezek 29&ndash;32<\/a> contain such sayings that develop related themes and motifs, e.g., the drying up of the Nile (<a class=\"isa\" verses=\"WzE4MDEwXQ==\">Isa 19:5<\/a> = <a class=\"ref\">Ezek 30:12<\/a>). A brief narrative about Isaiah, unmistakably Deuteronomic in character (<a class=\"isa\" verses=\"eyIxODAzMSI6Nn0=\">20:1&ndash;6<\/a>), was attached at a fairly early date to the original anti-Egyptian saying, the fourth in the <em>maśśāʾ<\/em> series (<a class=\"isa\" verses=\"eyIxODAwNiI6MTV9\">19:1&ndash;15<\/a>). The passage was eventually augmented with five addenda each opening with the now familiar &ldquo;on that day&rdquo; formula (<a class=\"isa\" verses=\"eyIxODAyMSI6MTB9\">19:16&ndash;25<\/a>). The <em>maśśāʾ<\/em> itself falls readily into the three strophes as set out above, though only the first has a concluding formula. Since the middle stanza (<a class=\"isa\" verses=\"eyIxODAxMCI6Nn0=\">5&ndash;10<\/a>) is quite distinctive in concentrating on ecological rather than political and military disaster it has generally been thought to have been spliced in between <a class=\"isa\" verses=\"eyIxODAwNiI6NH0=\">1&ndash;4<\/a> and <a class=\"isa\" verses=\"eyIxODAxNiI6NX0=\">11&ndash;15<\/a>, though the devastation of the environment in the wake of military disaster is as common a literary topos (e.g. <a class=\"ref\">Ezek 32:13&ndash;15<\/a>) as it is an experienced reality. In any case the title applies to the entire poem, which is therefore part of the distinctive series of nine oracular pronouncements in <a class=\"isa\" verses=\"eyIxNzkwOCI6MTg5fQ==\">chs. 13&ndash;23<\/a>.<\/p><p>This series has been superimposed on or interspersed with a string of passages, now disconnected, which continue the theme of Judah&rsquo;s vicissitudes faced with the Syrian-Samarian attack and the much greater threat from the Assyrians (<a class=\"isa\" verses=\"W3siMTc5NTMiOjh9LHsiMTc5ODUiOjN9LHsiMTc5OTYiOjN9LHsiMTgwNjgiOjV9XQ==\">14:24&ndash;31; 17:1&ndash;3, 12&ndash;14; 22:15&ndash;19<\/a>) until the theme is taken up again in <a class=\"isa\" verses=\"eyIxODE2NiI6Mjl9\">ch. 28<\/a>. It has also been expanded and updated with numerous editorial scholia beginning &ldquo;on that day&rdquo; or, in one case (<a class=\"isa\" verses=\"WzE4MDA1XQ==\">18:7<\/a>), &ldquo;at that time.&rdquo;<\/p><p>Though the author seems to be well informed on Egyptian affairs, the only specific historical allusion is to conquest by a foreign nation (<a class=\"isa\" verses=\"WzE4MDA5XQ==\">4<\/a>). The taskmaster and powerful king in question has been identified with such an extremely wide range of individuals, from Sargon II or Py (Piankhy) in the eighth to Antiochus III in the second century b.c.e., that a consensus is unlikely to emerge. Nebuchadrezzar&rsquo;s name keeps cropping up in anti-Egyptian sayings in other prophetic books (<a class=\"ref\">Jer 46:2, 13, 26; Ezek 29:18; 30:10; 24, 25; 32:11<\/a>), but Nebuchadrezzar did not occupy Egypt. But even when the range is narrowed to rulers who not only inflicted defeat on the Egyptians but conquered and occupied the country it is still difficult to decide among several possible candidates&mdash;the Ethiopian Py (Piankhy), the Assyrian Esarhaddon, the Persians Cambyses and Artaxerxes III, and the Macedonian Alexander. As is so often the case, there is no well-marked path for the interpreter to follow from text to historical realia. Perhaps the most telling clue is the reference to civil disorder, which suggests the situation leading up to the establishment of the Napatan regime (the twenty-fifth Nubian dynasty) in the last quarter of the eighth century b.c.e.<\/p><p>The first stanza is presented as an oracular utterance in the name of Yahveh (<a class=\"isa\" verses=\"eyIxODAwNyI6M30=\">2&ndash;4<\/a>) and is couched in the traditional, mythic language of theophany or epiphany. The figure of Yahveh as charioteer on the storm cloud draws on the poetic image of Baal the charioteer of the clouds (<em>rkb ʿrpt<\/em>) in the Ugaritic poems, an image taken over into Israelite hymns (<em>rōkēb bāʿărāp&ocirc;t<\/em> emended text <a class=\"ref\">Ps 68:5<\/a>; see also <a class=\"ref\">Pss 18:10; 104:3; Deut 33:26<\/a>). The consequent demoralization of the spiritual powers of Egypt&mdash;characterized as <em>ʾĕl&icirc;l&icirc;m<\/em>, &ldquo;nonentities&rdquo; (<a class=\"isa\" verses=\"W1sxNzY5NCwxNzcwNCwxNzcwNl0seyIxNzg2MSI6Mn0sWzE4MjU4XV0=\">2:8, 18, 20; 10:10, 11; 31:7<\/a>)&mdash;prepares the way for the collapse of the political and civic order and ecological disaster, reminiscent of the contest between the representatives of the Israelite deity and the Egyptian magi in the plagues narrative (<a class=\"ref\">Exod 7:8&ndash;11:10<\/a>). The result is civic disorder with perhaps an allusion to conflict between Upper and Lower Egypt. (lxx contemporizes &ldquo;kingdom against kingdom&rdquo; as &ldquo;nomes against nomes.&rdquo;) As often happens in this situation of disorder and <em>anomie<\/em>, and especially under foreign occupation, people turn to the dubious spiritual resources of necromancy&mdash;dubious, we should add, from the prophetic viewpoint (cf. <a class=\"isa\" verses=\"WzE3ODI3XQ==\">8:19<\/a>) since the cult of the dead was a prominent aspect of Egyptian religion. <a class=\"ref\">Deuteronomy 18:9&ndash;14<\/a> provides a fairly exhaustive list of divinatory and necromantic specializations represented as foreign imports but quite familiar in Israel and early Judaism.<\/p><p>One of these is <em>&scaron;ōʾēl ʾ&ocirc;b vĕyiddĕʿon&icirc;<\/em>, &ldquo;one who consults a shade or a ghost,&rdquo; suggesting that the <em>ʾ&ocirc;b<\/em> and <em>yiddĕʿon&icirc;<\/em> mentioned here (<a class=\"isa\" verses=\"WzE4MDA4XQ==\">19:3b<\/a>) refer to the spirits of the dead rather than to their human manipulators. It goes without saying that this attack on the immemorial religious traditions of Egypt is no less tendentious than the prophetic onslaught on the religious and intellectual traditions of Babylon in the second section of the book (<a class=\"isa\" verses=\"W1sxODU1OV0seyIxODU4OCI6Mn0sWzE4NjA5XSx7IjE4NjEyIjoyfV0=\">Isa 44:25; 46:1&ndash;2; 47:9, 12&ndash;13<\/a>).<\/p><p>The second stanza presents an impressionistic but also detailed and realistic description of ecological disaster precipitated by the failure of the annual flooding of the Nile basin. This phenomenon, occurring between mid-June and mid-October as a result of heavy rainfall in equatorial Africa, was well known in Palestine (<a class=\"ref\">Amos 8:8; 9:5; Jer 45:7&ndash;8<\/a>). Its nonoccurrence led to the drying up of irrigation canals (mentioned by Herodotus, 2.108), loss of the alluvial soil brought down by the floodwaters, and consequent serious ecological stress. The poem mentions specifically its effect on the livelihood of those engaged in fishing by line or net, textile workers and brewers, all well represented in ancient Egyptian iconography. A similar scenario is depicted in the anti-Egyptian poems in Ezekiel with the drying up and fouling of the waters of the Nile (<a class=\"isa\" verses=\"WzE4MjMwLDE4MjYyLDE4MjY2XQ==\">30:12; 32:2, 6<\/a>), in addition to bloodshed and darkness over the land (<a class=\"isa\" verses=\"WzE4MjY2LDE4MjY4XQ==\">32:6, 8<\/a>)&mdash;perhaps providing raw material for the narrator of the plagues inflicted on the Egyptians in <a class=\"ref\">Exod 7&ndash;11<\/a>.<\/p><p>The tirade against the internationally famous political wisdom of the Egyptian court that follows connects more readily with the first stanza in which Yahveh reveals his design to deliver Egypt over to a foreign conqueror. It is this plan that the Pharaoh&rsquo;s counselors in Zoan (also known as Tanis) in the north-east Delta region and Noph (also known as Memphis, capital of Lower Egypt) failed to detect. As a literary art form, the diatribe follows along familiar lines: rhetorical questions (cf. <a class=\"isa\" verses=\"W3siMTc4NTQiOjJ9LFsxNzg2Nl0seyIxNzk0NSI6Mn1d\">10:3&ndash;4, 15; 14:16&ndash;17<\/a>), allowing the opposition to condemn themselves in their own words (cf. <a class=\"isa\" verses=\"W1sxNzc1OSwxNzg0MF0seyIxNzg1OSI6NH0seyIxNzg2NCI6Mn0seyIxNzk0MiI6Mn0sWzE5MTYyXV0=\">5:19; 9:10; 10:8&ndash;11, 13&ndash;14; 14:13&ndash;14; Jer 8:8<\/a>), and the use of striking and sometimes repellent images, as that of the drunkard reeling in his own vomit (cf. <a class=\"isa\" verses=\"WzE4MTcyXQ==\">28:7<\/a>). In keeping with the deep suspicion of secular political wisdom in the Isaian tradition, an example of what Max Weber referred to as prophetic culture hostility, this state of affairs is attributed directly to a spirit of confusion originating with Yahveh, comparable to the spirit of whoredom infused in Ephraim (<a class=\"ref\">Hos 5:4<\/a>) or the spirit of deep sleep poured out on imperceptive prophets (<a class=\"isa\" verses=\"WzE4MjA0XQ==\">29:10<\/a>).<\/p><p>The final verse is often said to be an editorial summing up (e.g. Clements 1980a, 166), but the use it makes of the same proverbial saying as in 9:13[14] by itself hardly justifies this conclusion.<\/p><p> Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em> (Vol. 19, pp. 313&ndash;316). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}