{
    "id": 2075,
    "source": "blenkinsopp",
    "verse_id": 17996,
    "verse_count": 3,
    "reference": "17:12–14",
    "title": "A Sudden End to Political Oppression",
    "html": "<p>Commentators can always be relied on to find connections of some kind between juxtaposed passages in Isaiah but this brief passage beginning with the apostrophe<em>h&ocirc;y<\/em>&mdash;not in this case an expression of lament or introducing a woe-saying&mdash;is clearly marked off from <a class=\"isa\" verses=\"eyIxNzk4NSI6MTF9\">1&ndash;11<\/a> and even more clearly from <a class=\"isa\" verses=\"eyIxNzk5OSI6N30=\">18:1&ndash;7<\/a> about the Ethiopians. This kind of language describing overwhelming threat directed at Israel (Judah) by foreign powers&mdash;deafening noise like the crashing of ocean waves (cf. <a class=\"isa\" verses=\"WzE4Njg5XQ==\">51:15<\/a> <a class=\"ref\">; Jer 5:22; 6:23; 31:35; 50:42; 51:55; Ps 46:4<\/a>), elsewhere animal noises no less threatening (e.g. bears <a class=\"isa\" verses=\"WzE4ODEyXQ==\">59:11<\/a>; dogs <a class=\"ref\">Ps 59:7, 15<\/a>)&mdash;will be familiar to the reader who has got this far and will recall especially the opening poem about Babylon ( <a class=\"isa\" verses=\"eyIxNzkxMSI6Mn0=\">13:4&ndash;5<\/a>). The language is strongly reminiscent of those psalms that express the triumph of Israel&rsquo;s God, and therefore of Israel, over political enemies with the cosmogonic battle in which Yahveh wards off the forces of chaos (e.g. <a class=\"ref\">Ps 46:4&ndash;7; 76:4&ndash;9; 104:5&ndash;9<\/a>), the so-called &ldquo;battle of the nations&rdquo; (<em>V&ouml;lkerkampf<\/em>) motif. Echoes of the Late Bronze Age Ugaritic myth of Baal&rsquo;s conflict with Yam, the personified Sea, can also be heard. Yahweh rebukes the sea ( <a class=\"ref\">Ps 104:7; 106:9; Nah 1:4<\/a> and cf. the same topos in the gospel miracle of the stilling of the tempest, <a class=\"ref\">Mark 4:39<\/a>), and the nations that seemed so invincible are seen to be as insubstantial as chaff or dust driven by the wind. The occurrence of this complex of motifs in cultic hymns confirms their origin in the official Jerusalem cult.<\/p><p>Since the early modern period the<em>opinio communis<\/em> has held that <a class=\"isa\" verses=\"eyIxNzk5NiI6M30=\">17:12&ndash;14<\/a> refers to the sudden and unanticipated destruction or retirement of Sennacherib&rsquo;s army besieging Jerusalem in the campaign of 701 b.c.e. The event, on which the relevant Assyrian annals (the Chicago and Taylor prisms) are silent, is attributed to an avenging angel (<em>malʾāk<\/em>), elsewhere known as the Destroyer (<em>hamma&scaron;ḥ&icirc;t<\/em>), in <a class=\"isa\" verses=\"eyIxODM4OSI6Mn0=\">37:36&ndash;37<\/a> (= <a class=\"ref\">2 Kgs 19:35<\/a>). That it is recorded as happening at night would seem also to make a good fit with <a class=\"isa\" verses=\"WzE3OTk4XQ==\">17:14<\/a>. Allusion to the traumatic events of 701 b.c.e. is certainly possible, but the following observations suggest caution: ( <a class=\"isa\" verses=\"WzE3OTg1XQ==\">1<\/a>) the nighttime is generally the time of danger and terror either real or imaginary (e.g. <a class=\"isa\" verses=\"W1sxNzk2Ml0seyIxODIwMSI6Mn1d\">15:1; 29:7&ndash;8<\/a>) and the morning pre-eminently the time of salvation (e.g. <a class=\"ref\">Pss 30:5; 46:6[5]<\/a>); ( <a class=\"isa\" verses=\"WzE3OTg2XQ==\">2<\/a>) the Assyrians are not named either in this passage or in some others assigned by H. Barth to his<em>Assur-Redaktion<\/em> (e.g. <a class=\"isa\" verses=\"eyIxNzgxNyI6Mn0=\">8:9&ndash;10<\/a>); ( <a class=\"isa\" verses=\"WzE3OTg3XQ==\">3<\/a>) the passage and others of a similar kind speak not of one nation, that is, the Assyrians, but of many (e.g. <a class=\"isa\" verses=\"W3siMTc4MTciOjJ9LHsiMTc4ODQiOjJ9XQ==\">8:9&ndash;10; 10:33&ndash;34<\/a> under the figure of trees; <a class=\"isa\" verses=\"W1sxNzkxMV0seyIxODE5OSI6NH1d\">13:4; 29:5&ndash;8<\/a> cf. <a class=\"ref\">Mic 4:11, 13<\/a>).<\/p><p>So, while there is nothing in the passage that would exclude reference to Sennacherib&rsquo;s reign (as Duhm 1892, 136), a date no earlier than the last decades of Assyria&rsquo;s existence at the time of Josiah is also possible (as Barth 1997, 182; Clements 1980a, 161). This more generalized idea of the nations as globally hostile and globally futile in their opposition to Israel&rsquo;s God serves as a kind of counterpoint to the sayings directed at specific nations throughout <a class=\"isa\" verses=\"eyIxNzkwOCI6MTg5fQ==\">chs. 13&ndash;23<\/a> ( <a class=\"isa\" verses=\"W3siMTc5MzAiOjJ9LHsiMTc5NTUiOjJ9LHsiMTc5OTYiOjN9LHsiMTgwMDEiOjR9XQ==\">14:1&ndash;2, 26&ndash;27; 17:12&ndash;14; 18:3&ndash;6<\/a>) and is heard more insistently in <a class=\"isa\" verses=\"eyIxODA5NyI6Njl9\">chs. 24&ndash;27<\/a>. It occurs often as a liturgical theme in psalms, beginning with the futile raging of the nations in <a class=\"ref\">Ps 2<\/a>.<\/p><p>Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em> (Vol. 19, pp. 306&ndash;307). New Haven; London: Yale University Press.<\/p> ",
    "audit": 1
}