{
    "id": 2115,
    "source": "blenkinsopp",
    "verse_id": 18392,
    "verse_count": 22,
    "reference": "38:1–22",
    "title": "Hezekiah’s Sickness and Recovery",
    "html": "<p>According to the basic version in the History (<a class=\"ref\">2 Kgs 20:1&ndash;11<\/a>), Hezekiah lay dangerously ill and Isaiah, either spontaneously or summoned by the king, came and advised him that he was about to die and should therefore make his final dispositions. The same expression (<em>ṣivvāh lābayit<\/em>) is used of Ahithophel before his death,<a class=\"ref\">2 Sam 17:23<\/a> , and what it involved can be seen in David&rsquo;s final instructions on his deathbed, including arrangements to benefit friends and relatives and a moral exhortation to offspring (<a class=\"ref\">1 Kgs 2:1&ndash;9<\/a>). Hezekiah prayed that he might recover, and his prayer was answered immediately; Isaiah was inspired to return as he was about to leave the palace, and in the name of Yahveh he promised the king recovery within three days and fifteen additional years of life. To this was attached an assurance that Jerusalem would survive the Assyrian attack. Isaiah instructed attendants to apply a fig poultice (figs were widely believed to have a curative as well as aphrodisiac capacity), and Hezekiah&rsquo;s request for a sign confirming the truth of the predictions was met by a miracle worked by Isaiah after praying to Yahveh. Hezekiah&rsquo;s recovery is not stated but is implied in the episode immediately following (<a class=\"isa\" verses=\"bnVsbA==\">20:12<\/a>).<\/p><p><a class=\"isa\" verses=\"eyIxODM5MiI6MjJ9\">Isaiah 38:1&ndash;22<\/a> comprises a filled-out version of the Historian&rsquo;s account (<a class=\"ref\">2 Kgs 20:1&ndash;11<\/a>), with one or two significant differences. In the latter, Hezekiah requests a sign and insists on its miraculous character, but in the<a class=\"isa\" verses=\"bnVsbA==\">Isa 38<\/a> version, he does neither. The request for a sign has however been tagged on at the end by an assiduous scribe concerned not to miss anything (<a class=\"isa\" verses=\"WzE4NDEzXQ==\">38:22<\/a>), but it is not part of the story. The omission doubtless had the purpose of highlighting the piety of the king by contrast with the faithless Ahaz (<a class=\"isa\" verses=\"eyIxNzc5MyI6N30=\">7:10&ndash;16<\/a>) and therefore represents a further stage in the religious rehabilitation of Hezekiah. The application of the fig poultice that precedes the sign in the History follows it here, the miraculous sign takes place without the prophet&rsquo;s prayer, and the king&rsquo;s recovery is explicitly noted. The promise of a visit to the temple on the third day is omitted, but it probably suggested the inclusion of a psalm of thanksgiving uttered by the king, presumably in the temple. The Targum tells us that when he was dying Hezekiah turned his face to the wall of the sanctuary, thereby circumventing the promise to visit the temple.<\/p><p>In both versions the assurance of recovery is accompanied by the assurance that the city will be saved (<a class=\"ref\">2 Kgs 20:6<\/a> ;<a class=\"isa\" verses=\"WzE4Mzk3XQ==\">Isa 38:6<\/a>); the king&rsquo;s sickness therefore antedates the events recorded in<a class=\"ref\">2 Kgs 18:13&ndash;19:37<\/a> =<a class=\"isa\" verses=\"bnVsbA==\">Isa 36&ndash;37<\/a> . The same is true of the visit of the Babylonian delegation, which took place during the king&rsquo;s convalescence. The arrangement of the three accounts is therefore dictated by considerations other than chronological. The vague temporal indications introducing the second and the third (&ldquo;in those days,&rdquo; &ldquo;at that time&rdquo;) would in fact suggest that they formed part of a longer<em>catena<\/em> of prophetic<em>legenda<\/em> featuring Isaiah. We come across similarly vague incipits in earlier prophetic stories (e.g.<a class=\"ref\">1 Kgs 14:1<\/a>) and similar lack of chronological sequencing, for example, in the Elijah narrative cycle. The narrative pattern of the healing story is, however, similar to the narrative pattern of the first of the three episodes in<a class=\"isa\" verses=\"eyIxODMzMiI6NjB9\">chs. 36&ndash;37<\/a> : there exists a critical situation&mdash;the pious monarch goes to the temple and prays&mdash;the prophet Isaiah intervenes&mdash;a miracle occurs&mdash;there is a successful outcome.<\/p><p>Since the Isaian version is organized around the psalm of thanksgiving that occupies most of its length, it is interesting to note that no explicit connection is made between sickness and sin. The normal pattern for this kind of type-scene can be inferred from another psalm of thanksgiving,<a class=\"ref\">Ps 107<\/a> : someone is sick and near death on account of having sinned&mdash;the sick person prays and is healed by the word of God&mdash;there follow thanksgiving and sacrifice with singing and music in the temple. This is what we find in the Isaian version except that Hezekiah makes no confession of sin, and the connection between sickness and sin comes up only in passing in the psalm (<a class=\"isa\" verses=\"WzE4NDA4XQ==\">38:17b<\/a>). Even the author of Chronicles, who is quick to detect such connections, does not make it in this instance, though he does attribute disasters that lay in the future to Hezekiah&rsquo;s pride (<a class=\"ref\">2 Chr 32:24&ndash;26<\/a>). The author of the Isaian version would presumably not have agreed with the Rabshakeh&rsquo;s accusations of impiety directed at Hezekiah, but the sickness-sin link must surely be lurking in the background. According to<a class=\"ref\">Jer 26:17&ndash;19<\/a> the destruction of Jerusalem predicted by<a class=\"ref\">Micah 3:12<\/a> was averted, or postponed, after Hezekiah repented and heeded the prophetic warning. Here, too, the king prays&mdash;the prophet intervenes&mdash;and the result is a postponement of the king&rsquo;s death by 15 years and a postponement of the destruction of the city by 115 years. Reading between the lines of both incidents, the healing and the visit of the Babylonian legates, we detect traces of an earlier and less favorable interpretation of Hezekiah&rsquo;s character and activities.<\/p><p>Concerning the source of the basic story line: the Historian&rsquo;s hagiographical portrayal of Hezekiah, one of his heroes, has incorporated a popular story about a miraculous healing, one of several such prophetic<em>legenda<\/em> that have gone into the History (e.g.<a class=\"ref\">2 Kgs 4:8&ndash;37; 5:1&ndash;19a<\/a> ; also a refusal to heal in<a class=\"ref\">2 Kgs 1:2&ndash;17<\/a>). The type-scene is well attested and familiar: someone is sick&mdash;the wonderworking prophet is asked to intervene&mdash;the healing is accompanied by certain acts and the use of certain materials (e.g. flour, water, a fig compress)&mdash;the success of the healing is verified in some way (e.g. the beneficiary is able to walk, visit the temple, go home)&mdash;and the reaction of witnesses is recorded (&ldquo;we never saw the like,&rdquo; &ldquo;how does this man do it?&rdquo;). In drawing on a cycle of stories about Isaiah the prophet, wonder-worker, and holy man, the Historian launched a biographical tradition that would be taken up by the Chronicler (<a class=\"ref\">2 Chr 32<\/a>), Ben Sira (<a class=\"ref\">Sir 48:20&ndash;25<\/a>), Josephus (<a class=\"ref\"><em>Ant.<\/em> 10.11&ndash;35<\/a>) and<em>The Martyrdom of Isaiah<\/em> . The parallel between Micah and Isaiah (designated a<em>nāb&icirc;ʾ<\/em> only in these narratives) also suggests the possibility that stories of healing and miracle-working by an anonymous figure associated with Hezekiah were at some point drawn, like iron filings to a magnet, into a dominant Isaian tradition.<\/p><p>The story of Hezekiah&rsquo;s sickness, near-death experience, recovery, and subsequent liturgical celebration may well have been read in the post-destruction period as foreshadowing the experience of the people, and we saw that the parallelism between the fate of Hezekiah and that of the Judean people was an aspect, if not of the explicit literary strategy that dictated the inclusion of<a class=\"isa\" verses=\"eyIxODMzMiI6OTB9\">chs. 36&ndash;39<\/a> in the book (Ackroyd 1987, 165&ndash;66; 1982, 113; Williamson 1994, 202&ndash;3, 206&ndash;7), then at least of the implicit content of the incident. Also implicit but nearer the surface is the contrast between the death of the Assyrian king and the recovery from death of the Judean king as foreshadowing the respective destinies of their peoples in a proximate future. This may be seen to support the view of scholars who date the inclusion of this incident, perhaps also the one preceding it, to the reign of Josiah, when the Assyrian Empire entered a phase of irreversible decline. As is usually the case, however, other possibilities can be entertained. It is more important to note that the inclusion of this incident, with Hezekiah&rsquo;s psalm as its centerpiece, places this powerful theme of the prospect of death and the possibility of deliverance from death firmly at the core of this section,<a class=\"isa\" verses=\"eyIxODMzMiI6OTB9\">chs. 36&ndash;39<\/a> as a whole.<\/p><p><a class=\"isa\" verses=\"eyIxODM5MiI6OH0=\">38:1&ndash;8<\/a> . The account of Hezekiah&rsquo;s sickness and recovery, introduced by a vague temporal indication (<em>bayyām&icirc;m hahēm<\/em> , &ldquo;in those days&rdquo;), should logically precede the survival of Jerusalem (<a class=\"isa\" verses=\"WzE4Mzk3LDE4NDE0XQ==\">38:6; 39:1<\/a>) but is placed after it in order to bring Hezekiah&rsquo;s rescue from death into immediate juxtaposition with the violent and untimely death of Sennacherib (<a class=\"isa\" verses=\"WzE4MzkxXQ==\">37:38<\/a>). Isaiah is designated a<em>nāb&icirc;ʾ<\/em> only in the brief<em>legenda<\/em> in this section of the book (<a class=\"isa\" verses=\"WzE4MzU1LDE4MzkyLDE4NDE2XQ==\">37:2; 38:1; 39:3<\/a>) in which, correspondingly, he is depicted as a holy man (<em>ʾ&icirc;s ʾĕloh&icirc;m<\/em>) and wonder-worker (<em>ʾ&icirc;s maʿăśeh<\/em>), a kinder, gentler version of Elijah or Elisha. It seems that the Historian has drawn on narrative material, originally perhaps circulating orally, which profiled an Isaiah very different from the Isaiah of the diatribes and threats of imminent disaster. The prediction of the king&rsquo;s imminent demise and its later abrogation illustrate the theological point that God remains free to act even after the prophetic word has been uttered (cf.<a class=\"ref\">2 Sam 7:3&ndash;4; 12:13&ndash;14<\/a> and of course Jonah). A classic example, and one particularly close to the situation described in the first of these three episodes, is the prediction of the destruction of Jerusalem attributed to Micah and revoked after Hezekiah entreated the favor of Yahveh (<a class=\"ref\">Mic 3:12; Jer 26:18&ndash;19<\/a>), one of several indications of close linkage in the transmission of Isaiah and Micah. Here, too, in the three episodes under discussion, Hezekiah is a man of prayer (<a class=\"isa\" verses=\"W3siMTgzNjciOjd9LFsxODM5NF0seyIxODQwMCI6MTJ9XQ==\">37:14&ndash;20; 38:3, 9&ndash;20<\/a>). The language of his brief prayer when at the point of death is characteristically Deuteronomistic: to be &ldquo;wholeheartedly,&rdquo;<em>bĕlēb &scaron;ālēm<\/em> , true to Yahveh is a criterion by which kings are judged in the History (<a class=\"ref\">1 Kgs 8:61; 11:4; 15:3, 14<\/a>). It therefore suited the Historian&rsquo;s idealized portrait of Hezekiah as a devout and just ruler after the manner of David.<\/p><p>The scribe who adapted the Historian&rsquo;s version intended to set in bolder relief the contrast between Ahaz and Hezekiah and therefore omitted the request for a sign and the choice of the kind of miracle to be performed. (For the sign offered to Ahaz see the commentary on<a class=\"isa\" verses=\"WzE3Nzk0XQ==\">7:11<\/a> .) An explanation that is feasible for the shadow miracle is relegated to commentary on Kings, but we may at least exclude correlation with the solar eclipse of January 11, 689 b.c.e., since the date is wrong and it is difficult to see how the phenomenon of an eclipse fits the description of the miracle. Since the text says nothing about the measurement of time, it also seems better to take<em>maʿăl&ocirc;t<\/em> in its normal meaning of a stairway (as in 1QIsa<sup> a<\/sup>) than as referring to the face of a sundial.<\/p><p><a class=\"isa\" verses=\"eyIxODQwMCI6MTR9\">38:9&ndash;22<\/a> . The psalm attributed to Hezekiah belongs to the familiar type of thanksgiving hymn for deliverance from danger and death (e.g.<a class=\"ref\">Ps 107<\/a>) and contains nothing peculiar to Hezekiah&rsquo;s situation. Its secondary attribution to Hezekiah fits the tradition of literary activity during his reign attested in the compilation of aphorisms of the &ldquo;men of Hezekiah&rdquo; (<a class=\"ref\">Prov 25:1<\/a>) and in the rabbinic tradition of Hezekiah as author or redactor of several compositions including (surprisingly) the book of Isaiah (<em>b.<\/em><em>B. Bat.<\/em> 15a). The economic, demographic, and cultural development in late eighth and early seventh century Judah indicated by recent archaeological discoveries suggests that these hints of increased literary activity at that time may have some historical foundation. This conclusion would stand whether the rubric introducing the psalm is read as<em>miktāb<\/em> (&ldquo;writing,&rdquo; &ldquo;composition&rdquo;) as in mt or, with BHS and several commentators,<em>miktām<\/em> (a type of &ldquo;Davidic&rdquo; psalm,<a class=\"ref\">Pss 16 and 56&ndash;60<\/a>). The insertion of this psalm in the narrative is in keeping with an understandable impulse to dwell on the moment of release from mortal danger by divine intervention. We may compare the psalm of Jonah recited in the inside of the fish, which also ends with praise and thanksgiving according to the temple liturgy.<\/p><p>The transition from lamentation to thanksgiving and praise occurs with the prayer and (implicit) confession of sin in<a class=\"isa\" verses=\"eyIxODQwNyI6Mn0=\">16&ndash;17<\/a> . Up to this turning point the psalmist dwells on death and the anticipation of death under a variety of metaphors and figures familiar especially from Psalms and Job. To die is, simply, to depart (cf.<a class=\"ref\">Ps 39:14<\/a> &ldquo;turn your gaze from me &hellip; before I depart and am no more&rdquo;) but without the prospect of returning (<a class=\"ref\">Job 7:9&ndash;10; 10:21<\/a>). It is to pass through a gate or door (cf.<a class=\"ref\">Ps 9:14; 107:18; Job 38:17<\/a>) into a dark house (<a class=\"ref\">Job 30:23<\/a>), a figure familiar from the Sumerian<em>Descent of Ishtar<\/em> and Dante&rsquo;s<em>Inferno<\/em> . Apart from the standard designation<em>&scaron;ĕʾ&ocirc;l<\/em> (Sheol) for the realm of death, it is also known as the underworld (<em>ʾereṣ<\/em> , e.g.<a class=\"ref\">Pss 22:30; 63:10; Jonah 2:7[6]<\/a>), the pit (<em>&scaron;aḥat, b&ocirc;r<\/em> e.g.<a class=\"ref\">Pss 16:10; 28:1; Job 17:14<\/a>), the region dark and deep (<a class=\"ref\">Ps 88:7<\/a>). It connotes silence (<a class=\"ref\">Ps 115:17<\/a>), sleep (<a class=\"ref\">Ps 13:4; Job 3:13<\/a>), and darkness (<a class=\"ref\">Ps 88:13; Job 10:22<\/a>). Death may also be personified as Belial (<a class=\"ref\">Ps 18:5<\/a>) and Abaddon (<a class=\"ref\">Ps 88:12; Job 26:6; 28:22; 31:12<\/a>). The author of the Hezekian psalm adds his own variations on the theme. To die is to strike camp or, more likely, to find your tent pulled down over your head. As the rapid movement of the weaver&rsquo;s shuttle can stand for the brevity of life (<a class=\"ref\">Job 7:6<\/a>), so the gathering or rolling up of the woven cloth and cutting the thread attaching it to the loom signifies the end of life. The twittering, chattering, and moaning bird sounds could be an anticipation of the sounds emitted by the ghosts and shades of the dead (as in<a class=\"isa\" verses=\"WzE3ODI3XQ==\">Isa 8:19<\/a>), reproducing an ancient topos of the dead as bird-like, e.g., in Enkidu&rsquo;s dark dream of the underworld in<em>Gilgamesh<\/em> .<\/p><p>A recurring theme in liturgical prayers for deliverance from death, and one of the most disconcerting for the contemporary Jewish or Christian believer, is that death means the end of association with the believer&rsquo;s God. Death is the land of forgetfulness. The dead not only lose all memory of their lives (e.g.<a class=\"ref\">Ps 6:6<\/a>) but God forgets them (<a class=\"ref\">Ps 88:6<\/a>). Death is feared not least because it excludes the possibility of praising and thanking God, a consideration that allows the psalmist a certain<em>captatio benevolentiae<\/em> in praying, since the deity is also diminished in a way by the diminution of the sum total of liturgical praise (e.g.<a class=\"ref\">Ps 6:6; 30:10; 88:11; 115:17<\/a>). No longer to be able to look on Yahveh (<a class=\"isa\" verses=\"WzE4NDAyXQ==\">38:11<\/a> cf.<a class=\"ref\">Pss 11:7; 17:15; 27:4, 13; 88:5<\/a>) means no longer to be able to participate in temple worship. Hence the conclusion of the psalm in music and singing in the temple as a form of thanksgiving, certainly, but also as an affirmation of life. The intense experience of divine presence in the act of worship may have contributed to a change in attitude towards post mortem existence (e.g.<a class=\"ref\">Ps 73:16&ndash;28<\/a>).<\/p><p>The conclusion to the story records the king&rsquo;s recovery (see textual note) following the application of the fig poultice. That figs were and are thought (perhaps correctly) to have curative properties, e.g., among Arabs and Turks, reminds us that the recovery is not explicitly represented as miraculous even though effected through prophetic intervention. The translation &ldquo;boil&rdquo; for<em>&scaron;ĕḥ&icirc;n<\/em> is probably incorrect since people afflicted with a boil are not generally in danger of death, but in the absence of further information speculation on the nature of Hezekiah&rsquo;s illness would be pointless.<\/p><p>Blenkinsopp, J. (2008).<em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em> (Vol. 19, pp. 481&ndash;486). New Haven; London: Yale University Press.<\/p> ",
    "audit": 1
}