{
    "id": 2144,
    "source": "blenkinsopp",
    "verse_id": 18651,
    "verse_count": 10,
    "reference": "49:14–23",
    "title": "The Woman Zion and Her New Family",
    "html": "<p>Continuity is maintained by recalling the theme of the comfort and compassion of God with which the previous passage ended. By a natural and felicitous association of ideas and images, this motif segues into the language of maternal behavior and familial connections that follows, language in the service of the great theme of the creation of a new people, a people more numerous than the one effectively destroyed or dispersed during the Babylonian conquest. The way this theme is developed in the present passage can be compared with the book of Job read as a kind of parabolic retelling of the history of the people poised between the experience of disaster in the immediate past and present aspirations. Job, we recall, lost his entire family, his possessions, and land in the sequence of disasters visited on the mythical land of Uz, in which, as is made clear from the start, the God of Israel played a decisive role. But then, as a result of his patient if by no means silent waiting on God, Job obtained more abundant possessions and a new family as numerous as the old ( <a class=\"ref\">Job 42:10&ndash;15<\/a>), even though those who died at the beginning remained dead.<\/p><p>The key to this reading of the story is the simple notice that &ldquo;Yahveh restored his fortunes&rdquo; ( <a class=\"ref\">Job 42:10<\/a>). The Hebrew phrase<em>&scaron;&ucirc;b &scaron;ĕb&ucirc;t<\/em> used here plays on the association between the idea of returning or turning around (<em>&scaron;&ucirc;b<\/em>) and that of captivity (verbal stem<em>&scaron;bh<\/em>), and in more explicitly theological passages is standard shorthand for return from exile and restoration ( <a class=\"ref\">Deut 30:3; Jer 29:14; Ezek 39:25<\/a> etc.). The motifs developed in <a class=\"isa\" verses=\"eyIxODY1MSI6MTB9\">Isa 49:14&ndash;23<\/a> also frequently emerge when this key phrase appears in other places: God&rsquo;s pity and compassion for his people (<em>rḥm<\/em> , <a class=\"ref\">Jer 33:26; Ezek 39:25<\/a>), the program of rebuilding ( <a class=\"ref\">Jer 30:18; 33:7; Amos 9:14<\/a>), and the restoration of the devastated land ( <a class=\"ref\">Jer 33:26; Ezek 39:25<\/a>).<\/p><p>The present passage and Job can therefore be read as two ways of envisaging a situation of disaster for which the national deity is considered accountable, a situation that gives rise to the complaint that he has forgotten his people and a situation that involves abandonment and bereavement. The structure and sequencing of the theme is fairly simple. Zion&rsquo;s complaint ( <a class=\"isa\" verses=\"WzE4NjUxXQ==\">v 14<\/a>) is answered, typically, with a rhetorical question ( <a class=\"isa\" verses=\"WzE4NjUyXQ==\">v 15<\/a> cf. <a class=\"isa\" verses=\"eyIxODQ0OCI6Mn0=\">40:27&ndash;28<\/a>), and reassurance consists in the promise of the rebuilding of the city ( <a class=\"isa\" verses=\"eyIxODY1MyI6Mn0=\">16&ndash;17<\/a>), its repopulation ( <a class=\"isa\" verses=\"eyIxODY1NSI6NH0=\">18&ndash;21<\/a>), and a mass return from the diaspora that will make a vast demographic expansion possible ( <a class=\"isa\" verses=\"eyIxODY1OSI6Mn0=\">22&ndash;23<\/a>). The standard prophetic<em>incipit<\/em> at <a class=\"isa\" verses=\"WzE4NjU5XQ==\">v 22<\/a> is occasioned by the solemn and explicit assurance that follows and is not otherwise structurally significant. More significant is the conclusion, familiar from the Priestly matter in the Pentateuch and Ezekiel, &ldquo;you will know (acknowledge) that I am Yahveh&rdquo; ( <a class=\"isa\" verses=\"WzE4NjYwXQ==\">23b<\/a>) with its variant at the end of the next section ( <a class=\"isa\" verses=\"WzE4NjYzXQ==\">26b<\/a>).<\/p><p>Psalms of communal and individual lament are full of expressions of misgiving about the ability and willingness of God to be present to his devotees, joined with the fear that he has abandoned ( <a class=\"ref\">Ps 22:2<\/a>) or forgotten them (e.g. <a class=\"ref\">Pss 10:11&ndash;12; 74:19, 23<\/a>). In that respect the prayer of lament is a way of getting God&rsquo;s attention and activating God&rsquo;s memory. While the present passage is obviously not a lament psalm, it has no doubt drawn on typical liturgical language. The dependence can be tested by a cursory reading of Lamentations, written in liturgical form irrespective of whether it was ever actually recited liturgically. There we find motifs reminiscent of our passage: the need for and lack of comforting ( <a class=\"isa\" verses=\"WzE3NjY0LDE3NjcxLDE3Njc2XQ==\">1:9, 16, 21<\/a>), the dark knowledge that Yahveh was responsible for the disaster ( <a class=\"isa\" verses=\"WzE3Njk0LDE3NzAzXQ==\">2:8, 17; 3:37<\/a>), waiting for God ( <a class=\"isa\" verses=\"eyIxNzczMyI6Mn0=\">3:25&ndash;26<\/a>), women who are widowed and deprived of their children ( <a class=\"isa\" verses=\"WzE3NzQzXQ==\">5:3<\/a>), and women who neglect their children to the point of killing and eating them during the siege ( <a class=\"isa\" verses=\"WzE3NzA2LDE3NzM3XQ==\">2:20; 4:3, 20<\/a>)&mdash;all leading up to the desperate cry near the end:<\/p><blockquote><p>Why do you forget us forever?<\/p><p>Why have you deserted us for so long? ( <a class=\"ref\">Lam 5:20<\/a>)<\/p><\/blockquote><p>In our passage the lament is placed in the mouth of Zion\/Jerusalem, represented as a woman, and it carries undertones of marital desertion. As is well known, this kind of familial and marital figurative language seems to have originated or at least entered the biblical mainstream, including early Christian writings, with Hosea ( <a class=\"ref\">Hos 1&ndash;3; 11:1&ndash;2<\/a> cf. <a class=\"ref\">Jer 31:20, 32 etc. <\/a>). Far from being represented in female terms in the present passage, as is sometimes alleged, Yahveh at least fleetingly fills the role of the absentee husband, as is the case later ( <a class=\"isa\" verses=\"WzE4NjY0XQ==\">50:1a<\/a>).<\/p><p>With this dialogue between Zion and Yahveh we reach a turning point in the book, and in the second main section of the book in particular. Up to this point the focus has been on Israel\/Jacob, and Jerusalem\/Zion has been mentioned only sporadically as city ( <a class=\"isa\" verses=\"WzE4MzMxLDE4NTYwLDE4NTYyLDE4NjAwXQ==\">35:10; 44:26, 28; 46:13<\/a>) and as representative of Jewish communities ( <a class=\"isa\" verses=\"WzE4NDIzLDE4NDc5XQ==\">40:2; 41:27<\/a>). From now on, this situation will be reversed, and the real and symbolic Jerusalem will emerge out of the shadows.<\/p><p>The assurance that Yahveh has not deserted or forgotten Jerusalem assumes a more concrete and specific form with the commitment that the city will be rebuilt. The implications of this promise can easily be obscured by the<em>post factum<\/em> reputation of Jerusalem as perpetually and inevitably at the center not only of aspirations but also of historical realities in Israel. This was not so obvious during the Neo-Babylonian period. The Babylonian punitive campaign aimed specifically at the destruction once and for all of the &ldquo;rebellious city, hurtful to kings and provinces&rdquo; ( <a class=\"ref\">Ezra 4:15<\/a>) and of the temple that provided the religious legitimation for the revolt. This is clear from the fact that the Babylonian generalissimo, Nebuzaradan, returned after a month to deliberately destroy the buildings, walls, and temple ( <a class=\"ref\">2 Kgs 25:8&ndash;10<\/a>). Subsequently, the administrative and no doubt also the religious center of the province was moved into Benjaminite territory, to Mizpah some miles north of Jerusalem, and no hint is given that this was a temporary move.<\/p><p>The inscription on the hands has nothing to do with phylacteries (<em>tefillin<\/em>), which are not worn on the hands ( <a class=\"ref\">Exod 13:16; Deut 6:8; 11:18<\/a>) or with tattoos, and it is quite different from the situation in which people write &ldquo;belonging to Yahveh&rdquo; on their hands ( <a class=\"isa\" verses=\"WzE4NTM5XQ==\">44:5<\/a>). None of these would be appropriate in the present context. The lxx, &ldquo;on my hands I have painted your walls,&rdquo; points us in the right direction. The blueprint (cf. <em>tabn&icirc;t<\/em> , <a class=\"ref\">Exod 25:40<\/a>;<em>mibnēh-ʿ&icirc;r<\/em> , literally, &ldquo;the structure of a city,&rdquo; <a class=\"ref\">Ezek 40:2<\/a>) is already prepared, and its essential feature is the tracing out of the walls. A well-known parallel is the outline of the Sumerian city of Lagash in the lap of the statue of its ruler, King Gudea (<em>ANEP<\/em> #749). This also illustrates the ancient image of a capital city built according to a heavenly prototype or model, which was the genesis of the idea of a<em>civitas dei<\/em> .<\/p><p>Moreover, Jerusalem was to be rebuilt with miraculous speed, faster than the time it took Nebuzaradan to burn it down in 586 ( <a class=\"ref\">2 Kgs 25:10<\/a>). This is not quite the way in which it actually happened. As our principal source for the early Persian period records, the residents of Judah were accused of trying to fulfill this prophecy under Artaxerxes I ( <a class=\"ref\">Ezra 4:12&ndash;16<\/a>), perhaps in connection with the brief revolt of the satrap Megabysus, approximately 446. They may also have succeeded, at least in part, since the Judean delegation to Susa reported to Nehemiah a few years later that the wall had been broken down (again) and the gates burned ( <a class=\"ref\">Neh 1:2&ndash;3; 2:17<\/a>). By dint of conscripting the entire community, Nehemiah rebuilt the city wall once again in fifty-two days ( <a class=\"ref\">Neh 6:15<\/a>), in a manner and at a pace similar to the rebuilding of the wall of Athens by Themistocles thirty-five years earlier ( <a class=\"ref\">Thucydides 1:89&ndash;93<\/a>). At any rate, the defense of Jerusalem remains a major concern within this prophetic tradition ( <a class=\"isa\" verses=\"W1sxODc5OSwxODg0OF0seyIxODg2MSI6Mn1d\">Isa 58:12; 61:4; 62:6&ndash;7<\/a>) although, curiously, little attention is paid to the temple until it comes clearly into focus in the last section of the book (chs. <a class=\"isa\" verses=\"bnVsbA==\">56&ndash;66<\/a>).<\/p><p>Personified Jerusalem is invited to look around and see the throngs of people who have suddenly appeared and are ready to repopulate the city and province. The repetition verbatim of the same invitation in the last section of the book ( <a class=\"isa\" verses=\"WzE4ODI2XQ==\">60:4<\/a>) is one of several indications of an ongoing, incremental process of reflection and<em>relecture<\/em> within the Isaian tradition. The theme of repatriation gathers strength as we trace the successive stages through which this tradition passes. A return from Babylon is certainly part of it (e.g. <a class=\"isa\" verses=\"eyIxODYzNSI6Mn0=\">48:20&ndash;21<\/a>), but a broader perspective comes increasingly into view. Diaspora Jews will gather from all points of the compass ( <a class=\"isa\" verses=\"eyIxODUxMSI6M30=\">43:5&ndash;7<\/a>): from Hamath to the north; northern and southern Egypt, Syene, and Ethiopia to the south; Assyria, Elam, and Shinar (Babylon) to the east; and the coastlands and islands of the Aegean to the west ( <a class=\"isa\" verses=\"W3siMTc4OTYiOjJ9LHsiMTc5MzAiOjJ9LHsiMTgxNjQiOjJ9LHsiMTg2MzUiOjJ9LFsxODY0OV1d\">Isa 11:11&ndash;12; 14:1&ndash;2; 27:12&ndash;13; 48:20&ndash;21; 49:12<\/a>). In this respect, too, the reality did not measure up to this passionate vision of the future. Judaism did expand demographically in an impressive way between the Persian and the Roman periods but not, according to the (admittedly sketchy) archeological record, during the early Persian period, and it is highly unlikely that there was any mass immigration at that time.<\/p><p>As the prophet-poet develops his theme and is carried away by it, the figurative language loses something of its coherence and becomes difficult to follow. The &ldquo;children of your bereavement&rdquo; (translated literally) would be children conceived or born after the loss of earlier children&mdash;a common situation then and much later. This new family would be those who survived the disasters, were deported, and returned&mdash;themselves or their descendants&mdash;to repopulate the city and land. Their rough demand for<em>Lebensraum<\/em> , something like &ldquo;get out of my way so I can settle,&rdquo; prefigures the predictable conflict between those who returned from abroad during the Persian period and the indigenous populations. The mother&rsquo;s musings about this superfluity of offspring continue to puzzle the exegetes. She is presumably not wondering whether she could have had them all herself and no longer recalled with whom. If we can overlook the fact that the word here translated &ldquo;begotten&rdquo; (<em>yālad<\/em>) is masculine, we might consider an allusion to the countries of origin of the children considered as surrogate or proxy wives, rather like Hagar who bore children for Sarah ( <a class=\"ref\">Gen 16:1&ndash;3<\/a>). But we do not need to salvage the good name of this mother. The language is caught between the figurative and the referential. She is simply asking, in hyperbolic fashion, how can I have given birth to so many children? The Babylonians defeated us, and they have lost their children ( <a class=\"isa\" verses=\"eyIxODYwOCI6Mn0=\">47:8&ndash;9<\/a> , the same imagery); we were defeated by them, and the land is too small to hold all of ours.<\/p><p>In the final asseveration ( <a class=\"isa\" verses=\"eyIxODY1OSI6Mn0=\">vv 22&ndash;23<\/a>) Yahveh promises that the task of repatriating diaspora Jews will be assigned to foreign peoples, a strange concept, more characteristic of a later and more polarized situation in the community, reflected in the final section of the book (chs. <a class=\"isa\" verses=\"bnVsbA==\">56&ndash;66<\/a>), than it is of <a class=\"isa\" verses=\"eyIxODQyMiI6MzMzfQ==\">chs. 40&ndash;55<\/a> (see especially <a class=\"isa\" verses=\"WzE3OTMxLDE4ODMxXQ==\">14:2 and 60:9<\/a>). Not only will foreign peoples, and especially their rulers, bring the dispersed sons and daughters of Israel back to Judah, they will minister to them there as construction workers ( <a class=\"isa\" verses=\"WzE4ODMyXQ==\">60:10<\/a>), shepherds, plowmen, and vintners ( <a class=\"isa\" verses=\"WzE4ODQ5XQ==\">61:5<\/a>) and, in this instance, child-minders, a role often filled by slaves. The reversal of fortune is intensified by kings&rsquo; filling the office of<em>ʾōmēn<\/em> , that is, &ldquo;tutor&rdquo; or &ldquo;child-minder&rdquo; in the royal household (cf. <a class=\"ref\">2 Kgs 10:1, 5<\/a> cf. Greek<em>paidagōgos<\/em>) and queens serving as wet nurses.<\/p><p>The servile obeisance and licking the dust can be explained as an element of court protocol; witness the way the ruler of Tyre addresses the Pharaoh in a letter from the early fourteenth century b.c.e.: &ldquo;Thus Abimilku thy servant: seven times and seven times I fall prostrate at the feet of the king my lord; I am the dirt under the feet of the king my lord,&rdquo;<em>ANET<\/em> 484). Many commentators, and presumably many readers, have nevertheless found it offensive; Duhm (p. 376), for example, believes it cannot be from Deutero-Isaiah and asks whether Gentiles had to become the lowest, dust-licking slaves in order for Jews to recognize that they were right to trust Yahveh. This is an understandable reaction, but such articulations of what has been called &ldquo;the fantasy of the oppressed&rdquo; can perhaps be understood only by those who have themselves been subject to oppression, and they should, in any case, be balanced by quite different approaches to the destiny of the nations in writings from the Second Commonwealth, including Isaiah (e.g. <a class=\"isa\" verses=\"W3siMTg3NTUiOjh9LHsiMTg5NDEiOjR9XQ==\">56:1&ndash;8; 66:18&ndash;21<\/a>).<\/p><p>Blenkinsopp, J. (2008). <em>Isaiah 40&ndash;55: A New Translation with Introduction and Commentary<\/em> (Vol. 19A, pp. 309&ndash;313). New Haven; London: Yale University Press.<\/p> ",
    "audit": 1
}