{
    "id": 2098,
    "source": "blenkinsopp",
    "verse_id": 18219,
    "verse_count": 5,
    "reference": "30:1–5",
    "title": "The Folly of an Alliance with Egypt",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isa 30:1&ndash;17<\/a> presents a protracted argument about the wisdom or folly of pursuing the policy of playing off one great power, namely, Egypt, against another, namely, Assyria. As such it is reasonably coherent. Most commentators on chs. <a class=\"isa\" verses=\"bnVsbA==\">28&ndash;31<\/a> favor the period 705&ndash;701 as the historical background for these arguments and counterarguments rather than a reference to Judean involvement, real or contemplated, in the rebellion of the Philistine city of Ashdod against Assyria a decade or so earlier (defended by Kuschke 1952, 194&ndash;95 and Donner 1964, 133&ndash;34, amont others). Negotiations among the western states with a view to an anti-Assyrian coalition, for which the participation of Egypt was considered practically essential, were a constant feature of international politics in the region from the ninth to the seventh century b.c.e. Unrest in Assyria following the death of Sargon II (705) and the accession of Sennacherib encouraged a particularly active phase of resistance in the west. According to the biblical record Hezekiah played a supporting role in the revolt of Babylon under Merodach-baladan, together with Elamites, Arameans, Arabs, and some of the Phoenician and Philistine city-states (<a class=\"ref\">2 Kgs 20:12&ndash;19<\/a>; <a class=\"isa\" verses=\"bnVsbA==\">Isa 39:1&ndash;8<\/a>; also Josephus, <em>Ant.<\/em> 10.30&ndash;31). After the suppression of the Babylonian revolt led by Merodach-baladan II in 702, Sennacherib was free to move against the western states. It was at this point that Judah and Ekron appealed for help to the Nubian Pharaoh Shebitku who had succeeded Shabako on the throne in that year, and it is probably to this appeal that reference is made either directly (<a class=\"isa\" verses=\"W3siMTgyMTkiOjd9LHsiMTgyNTIiOjN9XQ==\">30:1&ndash;7; 31:1&ndash;3<\/a>) or indirectly (<a class=\"isa\" verses=\"W3siMTgxNzkiOjJ9LHsiMTgxODMiOjV9LHsiMTgyMDkiOjJ9XQ==\">28:14&ndash;15, 18&ndash;22; 29:15&ndash;16<\/a>) in this section of the book. The defeat of the Egyptian army at Eltekeh shortly afterwards must have dashed any hopes these western states still entertained of any change in the political status quo.<\/p><p>This fourth in the series of five comminations or woes in chs. <a class=\"isa\" verses=\"bnVsbA==\">28&ndash;31<\/a>, which many commentators are prepared to attribute to Isaiah himself, reveals a strain of anxiety at the secularization of politics manifested in the failure of the Judean bureaucracy to seek &ldquo;the good word&rdquo; from a prophet before embarking on political or military initiatives. Addressing them as &ldquo;rebellious children&rdquo; sounds outrageously paternalistic to us but should perhaps be read against the background of the <em>bēn sōrēr<\/em> (&ldquo;rebellious son&rdquo;) law in <a class=\"ref\">Deut 21:18&ndash;21<\/a>, which involves the death penalty (cf. <a class=\"isa\" verses=\"MTc2NTc=\">Isa 1:2<\/a>). Piling sin upon sin may also be understood in the context of the violation of oaths taken in the vassal treaty, which would have forbidden alliances with other countries&mdash;compare Hezekiah&rsquo;s admission of having sinned addressed to Sennacherib (<a class=\"ref\">2 Kgs 18:14<\/a>).<\/p><p>The prophet&rsquo;s denunciation of making alliances, which is what one expects responsible governments to do, was inspired by a kind of political quietism based on uncompromising and absolute trust in the protection of Yahveh. We can appreciate the fact that for Hezekiah&rsquo;s advisers to follow this policy would seem to call for either heroic faith or heroic folly. But there happened to exist at this juncture grounds for serious misgivings about Egypt, quite apart from atavistic Judean hostility towards that country. The noninterventionist policy pursued by Shabako and the internal problems experienced by the Nubian dynasty might have persuaded the Judean leadership that Egypt would prove to be an unreliable ally&mdash;an opinion apparently shared by the Assyrian generalissimo, who described them as a broken reed or unreliable walking stick (<a class=\"isa\" verses=\"MTgzMzc=\">36:6<\/a>), an opinion justified by the course of events. It would therefore not have called for a high level of inspiration for the prophet to predict that the negotiations then underway would come to nothing. Since Judah was the petitioner, these overtures took place in Egypt&mdash;at Zoan or Tanis (San ʾel-Hajar) in the eastern Nile delta, where the Nubians had only recently established themselves, and at Hanes or Herakleopolis south of Memphis in Upper Egypt. In the context the allusion to his (that is, Hezekiah&rsquo;s) envoys implies a negative verdict on the actions of Hezekiah himself and therefore highlights once again the difference between the profiles of both prophet and king here and in the annalistic account in chs. <a class=\"isa\" verses=\"bnVsbA==\">36&ndash;39<\/a>.<\/p><p>Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em> (Vol. 19, pp. 411&ndash;412). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}