{
    "id": 2086,
    "source": "blenkinsopp",
    "verse_id": 18110,
    "verse_count": 10,
    "reference": "24:14–23",
    "title": "Dies irae, dies illa",
    "html": "<p>Since it has no introduction of its own, this passage could be read as a continuation of <a class=\"isa\" verses=\"eyIxNzY1NiI6Mjc0fQ==\">1&ndash;13<\/a>, though the allusion to joyful singing makes a very abrupt transition after merrymaking has just been brought to an end, and the only noise is that of people wandering about the streets looking for something to drink. That the passage ends at <a class=\"isa\" verses=\"eyIxODAzMSI6Nn0=\">20<\/a> is clear from the finality of the sentence &ldquo;it falls to rise no more,&rdquo; echoing <a class=\"ref\">Amos 5:2<\/a>, and the &ldquo;on that day&rdquo; formula that introduces <a class=\"isa\" verses=\"eyIxODAzNyI6NjB9\">21&ndash;23<\/a>. Moreover, the tectonic imagery of <a class=\"isa\" verses=\"eyIxODAwNiI6MzF9\">19&ndash;20<\/a> corresponds to the language in the opening statement of the chapter. The opening stanza of this section (<a class=\"isa\" verses=\"eyIxNzkzMCI6NTV9\">14&ndash;16<\/a>) defies prosodic analysis; the second (<a class=\"isa\" verses=\"eyIxNzk4NSI6NTJ9\">17&ndash;20<\/a>) has the usual alternation of tricola and bicola, indistinguishable from rhetorical utterance in prose; and the same is the case with the <em>bayy&ocirc;m hah&ucirc;ʾ<\/em> addendum (<a class=\"isa\" verses=\"eyIxODAzNyI6NjB9\">21&ndash;23<\/a>).<\/p><p>The unidentified participants in a liturgy praising the majesty, glory, and name of the God of Israel are certainly Jewish and are joined by their co-religionists in the eastern and western diaspora, reminiscent of &ldquo;Assyria&rdquo; joining with &ldquo;Egypt&rdquo; in the worship of Yahweh in a previous editorial scholion (<a class=\"isa\" verses=\"MTgwMjg=\">19:23<\/a>). In view of the prophetic author&rsquo;s inability to join in the liturgical euphoria, we should probably read the exhortation to praise Yahveh in song (<a class=\"isa\" verses=\"eyIxNzk2MiI6OX0=\">15<\/a>) as the participants addressing each other. Much the same liturgical vocabulary of praise occurs in the psalm with which the first section of the book is rounded off (<a class=\"isa\" verses=\"eyIxNzkwMiI6Nn0=\">12:1&ndash;6<\/a>). In <a class=\"isa\" verses=\"MTg4MTY=\">Isa 59:15b&ndash;20<\/a>, devotees of Israel&rsquo;s God in the east and the west revere his name and glory, and Yahveh himself is presented as a victorious warrior, as here. This is one of the contexts in which the stem <em>ṣdq<\/em> connotes &ldquo;victory&rdquo; or &ldquo;vindication&rdquo; rather than &ldquo;righteousness,&rdquo; and which therefore justifies the translation &ldquo;glory to the Conquering One!&rdquo; (<em>ṣĕb&icirc; laṣṣad&icirc;q<\/em>) in the present passage. We assume that the euphoria in Judah and the diaspora was occasioned by one of the many political crises occurring during the Persian or Hellenistic period from the conquests of Cyrus to those of Alexander and beyond, one that could be interpreted as a striking intervention of Yahveh on behalf of his people subject to foreign rule.<\/p><p>The account of the rejoicing is followed by one of the many occasions in which the seer emerges from the shadows of authorial anonymity and speaks in the first person. Some of these cases are simply aspects of the conventional authorial persona expressing real or simulated emotional responses (e.g. <a class=\"isa\" verses=\"WzE3OTY2LDE3OTcwLDE3OTc5LDE3OTgxXQ==\">15:5, 9; 16:9, 11<\/a>) to situations or describing the reception of a revelation (e.g. <a class=\"isa\" verses=\"W3sic2luZ2xlcyI6WzE4MDY3XX0seyIxODAzNyI6MTB9XQ==\">21:1&ndash;10; 22:14<\/a>). But in other instances we may be hearing the voice of an apocalyptic seer addressing a group of disciples. The speaker&rsquo;s invitation to his own people to take refuge in view of the imminent judgment (<a class=\"isa\" verses=\"eyIxODE1MSI6Mn0=\">26:20&ndash;21<\/a>) is a case in point, especially since it follows a psalm praying for vindication for the righteous and punishment for the reprobate (<a class=\"isa\" verses=\"eyIxODEzOCI6MTN9\">26:7&ndash;19<\/a>). We might also compare the self-referential statement in the present passage (<a class=\"isa\" verses=\"MTgxMTI=\">24:16b<\/a>) with the text referred to above (<a class=\"isa\" verses=\"MTg4MTY=\">59:15b&ndash;20<\/a>), since it ends with direct address to the seer promising the permanence of the prophetic spirit among his disciples (<a class=\"isa\" verses=\"MTg4MjI=\">59:21<\/a>). But the apocalyptic tone of the seer&rsquo;s utterance in our text and the woe pronounced on the faithless ones echo with particular clarity the address of the anonymous prophetic leader to those who tremble at Yahveh&rsquo;s word and anticipate the eschatological joy at Yahveh&rsquo;s imminent <em>parousia<\/em> in <a class=\"isa\" verses=\"MTg5Mjg=\">66:5<\/a> (cf. <a class=\"isa\" verses=\"eyIxODkxMSI6NH0=\">65:13&ndash;16<\/a>). Taken together, these voices indicate the uneven progress of the Isaian tradition in the direction of the apocalyptic world view familiar from the book of Daniel and therefore raise the question in an acute form regarding the bearers of that tradition and the social situation in which it came to final expression. These issues will call for further and closer discussion in the commentary on the last eleven chapters of Isaiah.<\/p><p>According to the only other biblical occurrences of <em>rāz<\/em> (&ldquo;secret&rdquo;), in the book of Daniel (<a class=\"isa\" verses=\"W3sic2luZ2xlcyI6WzE3NzQwXX0seyIxNzcwNCI6Mn1d\">2:18&ndash;19, 27&ndash;30, 47; 4:6<\/a>), this Persian loanword in Aramaic connotes information known only to God but revealed by God to chosen intermediaries, generally in a context of prayer, fasting, visions, and converse with angels. Implicit in this process is a God-endowed interpretative skill, the <em>interpretandum<\/em> being of many different kinds&mdash;a dream in the head of a mad king, ghostly writing that appears on a wall, or a prophetic text such as Jeremiah&rsquo;s prediction of seventy years&rsquo; exile. In the present context, then (perhaps as read and understood by an anonymous glossator with an apocalyptic mindset) the seer would be claiming to know by divine inspiration the true meaning of what is transpiring and that the people celebrating liturgically are also, though unaware of it, under the judgment described in the following stanza, which takes over where <a class=\"isa\" verses=\"eyIxNzY1NiI6Mjc0fQ==\">1&ndash;13<\/a> left off. We are reminded somewhat of the critical attitude to worship in <a class=\"isa\" verses=\"eyIxODkyNCI6NH0=\">66:1&ndash;4<\/a> and the judgment pronounced on the &ldquo;brethren&rdquo; who oppose those who tremble at God&rsquo;s word in <a class=\"isa\" verses=\"MTg5Mjg=\">66:5<\/a>. The reason for the seer&rsquo;s refusal to join in the general religious euphoria is that he believes the celebrants to be unfaithful and has therefore presumably concluded that their liturgy is disingenuous or at least misguided. In a manner somewhat reminiscent of incantations or curses, the key verbal stem <em>bgd<\/em>, connoting infidelity, is repeated five times in v <a class=\"isa\" verses=\"eyIxNzk3MSI6MTR9\">16<\/a>. It occurs elsewhere predominantly in the context of marital or familial rather than political relations (e.g. <a class=\"ref\">Jer 3:8, 11, 20; 12:6; Hos 5:7; Mal 2:10&ndash;11, 14&ndash;16<\/a>), and its occurrence here was no doubt suggested by the &ldquo;grim vision&rdquo; about the betrayal of the treacherous one in the anti-Babylonian poem, where the same word occurs four times (<a class=\"isa\" verses=\"MTgwMzg=\">21:2<\/a> cf. also <a class=\"isa\" verses=\"MTgyODE=\">33:1<\/a>).<\/p><p>The following stanza (<a class=\"isa\" verses=\"eyIxNzk4NSI6NTJ9\">17&ndash;20<\/a>) reads more like the sequel to <a class=\"isa\" verses=\"eyIxNzY1NiI6Mjc0fQ==\">1&ndash;13<\/a> than as the content of the mystery together with its <em>pe&scaron;er<\/em>, analogously to the writing on the wall incident in <a class=\"ref\">Dan 5:25&ndash;28<\/a> (pace Niehaus). It begins forcefully with a scenario of inescapable perils&mdash;an unnamed terror, a pit, and a hunter&rsquo;s snare&mdash;one may survive one or another but not all three. The author has taken this topos out of its specific context in <a class=\"ref\">Jer 48:43&ndash;44<\/a> (<em>paḥad vāpaḥat vāpāḥ<\/em>), where it applies to Moab, and given it a general reference. It can perhaps be traced back to the triad of perils in Amos&rsquo;s account of the Day of Yahveh (<a class=\"isa\" verses=\"eyIxNzc1OCI6M30=\">5:18&ndash;20<\/a>). Here the successive perils are represented by a lion, a bear, and a snake that make up an obstacle race no one can expect to survive. Following on the sequence of images in <a class=\"isa\" verses=\"eyIxNzY1NiI6Mjc0fQ==\">1&ndash;13<\/a>&mdash;the perpetual covenant, the curse, the depopulation of the earth&mdash;the focus then shifts to the great deluge and the opening of the floodgates of the sky (<a class=\"ref\">Gen 7:11; 8:2<\/a>). A comparison between the account of the first creation (<a class=\"ref\">Gen 1:1&ndash;2:3<\/a>) and the story of the great deluge (<a class=\"ref\">Gen 6:5&ndash;8:22<\/a>) shows that the deluge is an act of uncreation, a return of the world to its watery <em>material prima<\/em>, a reaffirmation of the chaos that always threatens to flood the narrow beachhead of order on which we live out our lives (cf. <a class=\"ref\">Jer 4:23&ndash;26<\/a>). The force of this mythic scenario lies in its power to communicate the overwhelming scale of divine judgment under which humanity lies, combined with the central prophetic idea of a <em>remnant<\/em>; hence the frequent appearance of the deluge and the ark in Jewish and Christian preaching and iconography. The author then reverts to the earthquake imagery with which this section began (<a class=\"isa\" verses=\"eyIxODAzMSI6Nn0=\">20<\/a> cf. <a class=\"ref\">24:1<\/a>).<\/p><p>Not content with the images of terrestrial destruction in <a class=\"isa\" verses=\"eyIxNzk4NSI6NTJ9\">17&ndash;20<\/a>, the author of the editorial addendum (<a class=\"isa\" verses=\"eyIxODAzNyI6NjB9\">21&ndash;23<\/a>) presents a more comprehensive description of the cosmic end-event. The essential features of this apocalyptic scenario are: the imprisonment of celestial and terrestrial powers hostile to Yahweh&rsquo;s purposes, their punishment after an indeterminate period of time, and the final manifestation of the rule of God in Jerusalem. This scenario can be filled out by a reading of apocalyptic writings from the third century b.c.e., from which the earliest sections of the Enoch cycle probably derive, to the Christian book of Revelation in the late first century c.e. The heavenly hosts are the celestial bodies understood as animate, intelligent, angelic beings whose movements determine human destiny, an idea that persisted into the early modern period and still lives on in the practice of astrology. The idea is, of course, very old. Worship of sun, moon, and other celestial bodies was widespread in antiquity and quite familiar in Iron Age Israel (e.g. <a class=\"ref\">Deut 4:19; 17:3; Jer 8:2; 19:3; Zeph 1:5<\/a>). The idea of hostile and malevolent celestial powers is also rooted in ancient cosmogonies and theogonies that narrate the theme of celestial rebellion (e.g. <em>Enuma Elish<\/em>, Hesiod). The writers of apocalyptic link this motif with prophetic history by assigning such powers as heavenly patrons to the nations of the world (e.g. <a class=\"ref\"><em>En<\/em>. 90:22&ndash;25; Sir 17:17; Dan 10:13, 20&ndash;21 cf. Dent 32:8&ndash;9<\/a>).<\/p><p>The theme of the binding of these malevolent celestial powers, with whom the rulers of the nations are&mdash;in the apocalyptic world view&mdash;in league, is also well attested in apocalyptic writings (e.g. <a class=\"ref\"><em>En<\/em>. 18:11&ndash;19:3; 90:24&ndash;25; Jude 13; 2 Pet 2:4<\/a>). The author of the Christian apocalypse, the book of Revelation, follows the Isaian text in presenting the hostile powers under their king, the angel Abaddon, imprisoned in a dark and bottomless pit (<a class=\"ref\">Rev 9:2, 11<\/a>). There will be a lapse of time, estimated by the same apocalyptic writer as 1,000 years (<a class=\"ref\">Rev 20:1&ndash;3 cf. <em>En<\/em>. 91:12&ndash;17<\/a>), between their imprisonment and the execution of the sentence. This interval allows for different baroque elaborations in apocalyptic circles and continues to provide occasion for speculation among readers of apocalyptic sentiment today. It ends, as our passage makes clear, with the establishment and universal acknowledgment of the rule of God throughout the cosmos.<\/p><p>The way in which this core metaphor of the kingdom of God has been formulated at the end of the passage (<a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">23b<\/a>) provides an interesting example of intertextuality within the Isaian tradition (e.g. <a class=\"isa\" verses=\"MTg3MDQ=\">52:7<\/a>) and beyond. &ldquo;Yahveh has inaugurated his reign&rdquo; (<em>mālak YHVH<\/em>) is evocative of the opening acclamation of the enthronement psalms (<a class=\"ref\">Pss 93, 95&ndash;99<\/a>), but in the present context it has become the climactic moment in a sequence of apocalyptic events. The author has also superimposed the event on the vision of the royal throne of God, the divine glory or effulgence (<em>kāb&ocirc;d<\/em>), granted to Moses, Aaron, his sons, and seventy elders in the account of the ratification of the covenant on another mountain, Mount Sinai (<a class=\"ref\">Exod 24:9&ndash;11<\/a>). Since this vision is followed by a meal, it seems that the same train of thought is continued in the description of the messianic banquet in <a class=\"isa\" verses=\"MTgxMjU=\">25:6<\/a>, which is therefore perhaps from the same hand. There is also continuity between concern with the great empires of Assyria and Babylon in the earlier stages of the history of the book of Isaiah and the scenario described in this passage, written long afterwards; for, the seminal concept of the kingdom of God, deeply and for many today problematically embedded in Jewish and Christian piety and prayer as it is, is the mirror-image of the great political empires, of political <em>imperium<\/em>, just as the City of God is the mirror-image of the unnamed alien city mentioned from time to time throughout this section.<\/p><p>Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em> (Vol. 19, pp. 354&ndash;357). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}