{
    "id": 2089,
    "source": "blenkinsopp",
    "verse_id": 18138,
    "verse_count": 16,
    "reference": "26:7–27:1",
    "title": "An Eschatological Psalm",
    "html": " <p>The passage is not clearly delineated as a distinct unit, though in <a class=\"isa\" verses=\"eyIxODEzOCI6MTN9\">7&ndash;19<\/a>, an individual speaking in the name of the nation (as can be seen in the reference to foreign rule in <a class=\"isa\" verses=\"WzE4MTQ0XQ==\">13<\/a>) addresses Yahveh in the familiar psalm style, while <a class=\"isa\" verses=\"eyIxODE1MSI6Mn0=\">20&ndash;21<\/a>, reads like a follow-up to the psalm addressed directly to the congregation. <a class=\"isa\" verses=\"WzE4MTUzXQ==\">Isaiah 27:1<\/a>,(&ldquo;on that day&rdquo;) elaborates further on the punishment threatened in <a class=\"isa\" verses=\"eyIxODE1MSI6Mn0=\">26:20&ndash;21<\/a>,(<em>yipqod<\/em>, &ldquo;punish,&rdquo; <a class=\"isa\" verses=\"WzE4MTUyLDE4MTUzXQ==\">26:21; 27:1<\/a>). Many exegetes have demoted verses here and there to &ldquo;secondary&rdquo; status, but the reasons adduced are not always compelling. To assume that allusions to post-mortem existence (<a class=\"isa\" verses=\"WzE4MTQ1LDE4MTUwXQ==\">14, 19<\/a>) must be insertions from a later hand begs several questions&mdash;about the date of composition of the unit to begin with and then the issue of belief or non-belief in a meaningful postmortem existence throughout the biblical period. The bringing forth nothing but wind (<a class=\"isa\" verses=\"WzE4MTQ5XQ==\">18<\/a>) <em>could<\/em>, be read as an expansive comment on the; metaphor of birth pangs in the previous verse&mdash;a metaphor that will be much developed in apocalyptic circles&mdash;but it could just as well be a continuation of the same train of thought by the same author. <\/p> <p>The passage is often classified as a psalm of communal lament. The speaker does indeed do some lamenting for past failures and present unsatisfactory situations (<a class=\"isa\" verses=\"W1sxODE0NF0seyIxODE0OCI6Mn1d\">13, 17&ndash;18<\/a>), but there is also a meditative side to it that brings to mind the so-called wisdom psalms (<a class=\"ref\">Pss 49, 62, 73, 91, 112<\/a>). We are alerted to this aspect of the composition in the opening verses, with their heavy concentration of language from the didactic and aphoristic literature&mdash; <em>ʾōraḥ<\/em>,(&ldquo;path&rdquo;), <em>ṣadd&icirc;q<\/em>,(&ldquo;righteous,&rdquo; &ldquo;innocent&rdquo;), <em>yā&scaron;ār<\/em>,(&ldquo;upright&rdquo;), etc. It is, in any case, a literary imitation of familiar liturgical genres rather than a psalm in the strict sense of the word. The initial expression of confidence in God and in divine approval for the righteous (<a class=\"isa\" verses=\"eyIxODEzOCI6NX0=\">7&ndash;11<\/a>), mixed with anxiety about the congruence of divine with human ideas of justice, turns to a dominant note of regret (<a class=\"isa\" verses=\"eyIxODE0MyI6N30=\">12&ndash;18<\/a>) in which the principal gravamen is foreign domination. In its penitential survey of the nation&rsquo;s history (all the major verbs are in the past tense) it can be compared with <a class=\"isa\" verses=\"eyIxODg3NCI6MjR9\">63:7&ndash;64:11[12]<\/a>, which also laments foreign rule and in which God&rsquo;s deeds of mercy (<em>ḥasdē YHVH <\/em>) are the counterpart to God&rsquo;s <em>mi&scaron;pāṭ&icirc;m<\/em>,(deeds that manifest the divine justice) in our poem. Similar in these respects are <a class=\"ref\">Ezra 9:6&ndash;15<\/a>,(especially <a class=\"isa\" verses=\"eyIxODEzOCI6M30=\">7&ndash;9<\/a>) and <a class=\"ref\">Neh 9:6&ndash;37<\/a>,(especially <a class=\"isa\" verses=\"bnVsbA==\">30&ndash;31, 36&ndash;37<\/a>), which also lament and decry subjection to foreign rule; later still, the Qumran <em>Words of the Heavenly Luminaries<\/em>,(4QDibHam = 4Q504). Clearly, this rueful contemplation of a history of infidelity ending in disaster is characteristic of prayer and piety throughout the Second Temple period. Then, following the accepted model, the psalm concludes with a <em>Heilsorakel<\/em>, an assurance of ultimate well-being (<a class=\"isa\" verses=\"WzE4MTUwXQ==\">19<\/a>). <\/p> <p>If <em>apocalyptic<\/em>, is defined with reference to the book of Daniel as paradigmatic, this composition is lacking some of the essential elements of apocalyptic noted in the introductory remarks on <a class=\"isa\" verses=\"eyIxODA5NyI6Njl9\">chs. 24&ndash;27<\/a>. Moreover, the perspective is still that of the righteous nation as a whole over against foreign nations rather than a segment of the nation, the &ldquo;elect,&rdquo; over against &ldquo;brethren&rdquo; who reject the eschatological faith or the version of it adhered to in the group (cf. <a class=\"isa\" verses=\"WzE4OTI4XQ==\">66:5<\/a>). On the other hand, the universalizing note is sounded at least as clearly here as elsewhere in <a class=\"isa\" verses=\"eyIxODA5NyI6Njl9\">chs. 24&ndash;27<\/a>. The suffering and lamenting people are contrasted with the world (<em>tēbēl<\/em>, <a class=\"isa\" verses=\"WzE4MTQwLDE4MTQ5XQ==\">9, 18<\/a>) or the entire earth (<em>ʾereṣ<\/em>, <a class=\"isa\" verses=\"WzE4MTUyXQ==\">21<\/a>), reminiscent of the &ldquo;Great Arraignment&rdquo; of <a class=\"isa\" verses=\"eyIxNzY5MiI6MTd9\">2:6&ndash;22<\/a>, with its frequent allusions to humanity (<em>ʾādām <\/em>) as a whole (<a class=\"isa\" verses=\"WzE3Njk1LDE3Njk3LDE3NzAzLDE3NzA2LDE3NzA4XQ==\">2:9, 11, 17, 20, 22<\/a>). The poem therefore encompasses the destiny of Israel within a broadly universal perspective. Its denial of mercy to the wicked in the final accounting, a frequent theme in apocalyptic, also reflects the request that God <em>not<\/em>, forgive in <a class=\"isa\" verses=\"eyIxNzY5MiI6MTd9\">2:6&ndash;22<\/a>,(<a class=\"isa\" verses=\"WzE4MTQxLDE3Njk1XQ==\">26:10; 2:9<\/a>, cf. <a class=\"isa\" verses=\"WzE4MTYzXQ==\">27:11<\/a>), and the final injunction to take cover during the time of wrathful judgment points in the same direction (cf. <a class=\"isa\" verses=\"WzE3Njk2LDE3NzA1LDE3NzA3XQ==\">2:10, 19, 21<\/a>). The image of judgment by fire at the beginning and end of the book (<a class=\"isa\" verses=\"W1sxNzY4Nl0seyIxODkzOCI6Mn0sWzE4OTQ3XV0=\">1:31; 66:15&ndash;16, 24<\/a>) is also represented here (<a class=\"isa\" verses=\"WzE4MTQyXQ==\">11<\/a>). Perhaps most indicative of a peculiarly Isaian kind of eschatological thinking is the idea of looking to and waiting for God, which means waiting for vindication, for God&rsquo;s righteous acts of judgment (<em>mi&scaron;pāṭ&icirc;m<\/em>, <a class=\"isa\" verses=\"eyIxODEzOSI6Mn0=\">8&ndash;9<\/a>, cf. <a class=\"isa\" verses=\"WzE4Nzg5XQ==\">58:2<\/a>), God&rsquo;s interventions in human affairs, and especially God&rsquo;s final intervention, to be made manifest. Comparison with <a class=\"isa\" verses=\"eyIxODgxMCI6MTJ9\">59:9&ndash;20<\/a>, a similar complaint occasioned by the non-appearance of an anticipated divine intervention in Israel&rsquo;s troubled history followed by an assurance of ultimate salvation, places <a class=\"isa\" verses=\"eyIxODEzOCI6MTV9\">26:7&ndash;21<\/a>, in the context of the delay in the <em>parousia<\/em>, notoriously problematic for early Christians, and the paramount need for trust and an attitude of positive patience. This attitude has been brought into clearer focus in recent decades by appeal to the theory of cognitive dissonance&mdash;namely, in terms of response to the discomfirmation of the sustaining beliefs and expectations of a particular group. We shall have occasion to return to this theory in our reading of the third and final section of the book. <\/p> <p>The poem fits the context as an extended reflection on what is implied in the earlier reference to a &ldquo;righteous nation&rdquo; (<a class=\"isa\" verses=\"WzE4MTMzXQ==\">26:2<\/a>, cf. &ldquo;the way of the righteous,&rdquo; <a class=\"isa\" verses=\"WzE4MTM4XQ==\">26:7<\/a>). It opens in the manner of the so-called torah-psalms, with more or less alternating threeand two-stress groupings and, as noted above, a heavy concentration of terminology from the didactic and aphoristic literature (&ldquo;righteous,&rdquo; &ldquo;wicked,&rdquo; &ldquo;path,&rdquo; &ldquo;track,&rdquo; &ldquo;make straight,&rdquo; &ldquo;righteous judgments,&rdquo; etc.). The same vocabulary occurs in the torah-psalms, beginning with <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">Ps 1<\/a>, but it is also of frequent occurrence throughout Isaiah. In these opening verses repetition serves to bind together ideas of justice and righteousness and the expectation of response in the form of vindication. Looking to God to intervene is one of the most characteristically Isaian motifs. Waiting for God implies waiting for vindication, the restoration of a just order, in the first place by punishment on the obdurate through &ldquo;righteous acts of judgment.&rdquo; It has often been pointed out (e.g. by Fackenheim, 1990) that, while our experience of history no longer permits a naive appropriation of this view of how divine justice works within human history, it must still leave intact the demand for justice as an essential condition for a meaningful faith. But we may readily admit the danger lurking in this claim to be God&rsquo;s righteous people when it is linked with the demand that punishment be visited on &ldquo;the others.&rdquo; <\/p> <p>Literally translated, <a class=\"isa\" verses=\"WzE4MTM5XQ==\">8b<\/a>, reads &ldquo;the desire of the soul is for your &lsquo;name&rsquo; (<em>&scaron;ēm <\/em>) and your &lsquo;memorial&rsquo; (<em>zēker <\/em>).&rdquo; The <em>zēker<\/em>, is The Name as recited liturgically (cf. the verb <em>hazk&icirc;r<\/em>, in <a class=\"isa\" verses=\"WzE4MTQ0XQ==\">26:13<\/a>, and often elsewhere with reference to the liturgical pronouncing of The Name), evoking the revelation to Moses in the burning thornbush&mdash;&ldquo;this is my name forever, this is my <em>zēker<\/em>, for all ages&rdquo; (<a class=\"ref\">Exod 3:15<\/a>). It seems that the pronouncing of the divine name, the <em>zēker<\/em>, in the context of a solemn act of worship (e.g. <a class=\"ref\">Pss 30:5[4]; 97:12; 102:13[12]; 135:13 cf. Hos 12:6<\/a>) was for many the climax of religious experience in Israel. <\/p> <p>The poem continues with the lament proper and the expression of assurance in a better future (<a class=\"isa\" verses=\"eyIxODE0MyI6OH0=\">12&ndash;19<\/a>). There is, first, an implicit plea for God to intervene in the apparently random and morally chaotic jumble of human affairs. While <a class=\"isa\" verses=\"eyIxODE0MCI6Mn0=\">9&ndash;10<\/a>, is textually problematic, the point seems to be that the nations of the world, the &ldquo;others,&rdquo; will only acknowledge the hand of God and therefore the necessity of pursuing a moral line of action, if chastened by disaster, by &ldquo;acts of God,&rdquo; here also symbolized by the hand raised to strike. The historical theme is then pursued in a somewhat uneven fashion. If the expansion of the nation and its boundaries (<a class=\"isa\" verses=\"WzE4MTQ2XQ==\">15<\/a>) refers to a Davidic-Solomonic empire viewed through the prism of heroic legend, the foreign rulers might be taken to refer to the Pharaohs of the Egyptian oppression. But a more generalized view of the past with its succession of oppressive colonial powers seems to be preferable, and the expansion of the nation as referring to the ancestral promise with its great nation theme (<a class=\"ref\">Gen 12:1&ndash;3<\/a>), a theme that comes increasingly into view within the developing Isaian tradition (e.g. <a class=\"isa\" verses=\"eyIxODcyNSI6M30=\">54:1&ndash;3<\/a>). The consignment of these hostile powers to death and oblivion was exemplified earlier by the shades of the dead (<em>rĕpāʾ&icirc;m<\/em>,; see commentary on <a class=\"isa\" verses=\"WzE3OTM4XQ==\">14:9<\/a>) receiving the Babylonian oppressor in Sheol or Hades (<a class=\"isa\" verses=\"eyIxNzkzOCI6MTJ9\">14:9&ndash;20<\/a>). Sheol as the land of no return, of oblivion, is also of course a theme that runs through many of the psalms (e.g. <a class=\"isa\" verses=\"eyIxODY0NyI6MTF9\">49:10&ndash;20<\/a>), where the impossibility of praising God in the postmortem state is used to motivate the Deity to maintain the supplicant in life (<a class=\"ref\">Pss 6:5; 30:10[9]<\/a>), a naive but touching aspect of biblical prayer. <\/p> <p>The promise of life beyond death (<a class=\"isa\" verses=\"WzE4MTUwXQ==\">19<\/a>) may be read as the response to the situation described in <a class=\"isa\" verses=\"eyIxODE0NyI6M30=\">16&ndash;18<\/a>, a situation of distress expressed in the symbolic language of labor pains (cf. <a class=\"isa\" verses=\"WzE3OTE1XQ==\">13:8<\/a>). It therefore conforms to the pattern of the lament psalms, which end with an assurance of redress or vindication delivered by a member of the temple personnel, perhaps a cult prophet. That the first part of the verse has suffered in transmission is fairly obvious; literally translated it would read &ldquo;your (sing.) dead will live, my corpse they will rise &hellip;&rdquo;; furthermore the lxx translator and the 1QIsa <sup>, a<\/sup>, scribe have changed the following injunction addressed to the dead to future tense, presumably as an affirmation of their belief in the resurrection of the dead. That textual corruption seems to be the fate of passages deemed to be religiously controversial is hardly surprising. To take another example, <a class=\"ref\">Job 19:25&ndash;27<\/a>,(&ldquo;I know that my redeemer lives &hellip;&rdquo;), no doubt the best-known passage in the book of Job, is also one of the most textually corrupt. That Israelite religion is characterized by the absence of belief in a meaningful postmortem existence, in keeping with Mesopotamian ideas and in contrast to ancient Egyptian religion, is part of the conventional wisdom that hardly needs documenting. This <em>opinio communis<\/em>, calls for qualification, however. It is arguable, in the first place, that the frequent denial of a meaningful afterlife, especially in Psalms (e.g. <a class=\"ref\">Pss 49:10&ndash;20; 88:5, 10&ndash;12; 115:17<\/a>), reflects polemic against ancestor cults and necromantic practices rejected by Deuteronomic and Priestly orthodoxy but practiced at all times during the biblical period. It is also arguable that, while the idea of individual resurrection is not clearly attested before the persecution launched by Antiochus IV (<a class=\"ref\">Dan 12:2<\/a>), a less clearly delineated conviction of survival after death was emerging long before that time. We detect something of this in the experience of worship here and there in Psalms (e.g. <a class=\"ref\">Ps 73:17, 21&ndash;28<\/a>), in the conviction that Yahveh is God of the living whose gift is life, and the demand for justice as an absolute precondition for faith. <\/p> <p>The assurance that <em>your<\/em>, dead will live (<a class=\"isa\" verses=\"WzE4MTUwXQ==\">19<\/a>) but that <em>their<\/em>, dead will not (<a class=\"isa\" verses=\"WzE4MTQ1XQ==\">14<\/a>) suggests that the idea of Yahveh&rsquo;s people returning from the dead was also intended metaphorically. But one has the impression that &ldquo;corpses&rdquo; (M has &ldquo;my corpse,&rdquo; <em>nĕbēlāt&icirc; <\/em>) has displaced &ldquo;shades&rdquo; (<em>rĕpāʾ&icirc;m <\/em>) in order to bring out belief in individual, physical resurrection more clearly; and if this is so the text in its final form would express this belief. The language is familiar: death is sleep (<a class=\"ref\">Ps 88:11; Jer 51:39<\/a>, cf. <a class=\"ref\">Matt 27:52<\/a>), the dead are consigned to the dust of the earth (<a class=\"ref\">Gen 3:19; Pss 7:6; 22:16, 30; Job 21:26<\/a>). The second half of the verse shifts to the image of dew revivifying and fructifying the dry earth. Together with rainfall, dew (understood as a kind of precipitation) was an essential feature of the ecology of Mediterranean rim countries. The good people of Ugarit worshiped a goddess of dew (<em>ṭly <\/em>), and no curse more lethal than the withholding of rain and dew could be thought of (<a class=\"ref\">2 Sam 1:21; 1 Kgs 17:1<\/a>). Since the verse is addressed to Israelites (Judeans), there is perhaps in the reference to radiant dew (literally, &ldquo;a dew of lights&rdquo;) a hint of the ultimate transformation of the natural order. <\/p> <p>The psalm is rounded off with an admonition to take cover in preparation for the imminent destructive judgment to be visited on all the (other) inhabitants of the earth (<a class=\"isa\" verses=\"eyIxODE1MSI6Mn0=\">20&ndash;21<\/a>). The theme appears to be taken from the &ldquo;Great Arraignment&rdquo; towards the beginning of the book (<a class=\"isa\" verses=\"WzE3Njk2LDE3NzA1LDE3NzA3XQ==\">2:10, 19, 21<\/a>). If read as strictly continuous with the preceding verse, the injunction to enter their rooms could refer to the period in which the dead wait in their graves for the final resurrection. This idea is expressed in later apocalyptic writings (e.g. <a class=\"ref\">2 Esd 4:35; 7:32, 95<\/a>) but, unlike <em>mi&scaron;kāb<\/em>,(&ldquo;bed&rdquo; <a class=\"isa\" verses=\"WzE4NzY4XQ==\">57:2<\/a>), <em>ḥeder<\/em>,(&ldquo;room&rdquo;) nowhere occurs in Biblical Hebrew as a metaphor for <em>qeber<\/em>,(&ldquo;grave,&rdquo; &ldquo;tomb&rdquo;), and <a class=\"isa\" verses=\"eyIxODE1MSI6Mn0=\">20&ndash;21<\/a>, is not part of the psalm. There is also no clear indication that the writer had the closing of Noah&rsquo;s ark (<a class=\"ref\">Gen 7:16<\/a>) or the last of the Egyptian plagues (<a class=\"ref\">Exod 12:23<\/a>) in mind (as Vermeylen 1977, 373). The message is clearly one designed to strengthen the wavering faith of the community in an intervention of God, the final theophany, the &ldquo;singularity,&rdquo; which is delayed only for a little while but which is imminent; the scribe simply states this without attempting to explain it. When it happens, a just order will be established, sinners will be punished, and the earth will render up the blood of the innocent which it now conceals (cf. <a class=\"ref\">Gen 4:10<\/a>). <\/p> <p>The final addition to the composition, another &ldquo;on that day&rdquo; scholion (<a class=\"isa\" verses=\"WzE4MTUzXQ==\">27:1<\/a>), restates the punishment (verbal stem <em>pqd <\/em>) predicted in <a class=\"isa\" verses=\"eyIxODE1MSI6Mn0=\">26:20&ndash;21<\/a>, in mythological terms. Exegetes have worried over this brief verse like a dog with a bone: Does it refer to three, two, or one embodiment of evil, disorder, and negativity? Does it allude cryptically to world empires (Assyria, Babylonia, Persia, Macedon) or individuals (following the Targum to this verse, which mentions an unnamed Pharaoh and Sennacherib)? Do the epithets for Leviathan refer perhaps to the Tigris and Euphrates? It does not seem either necessary or advisable to postulate three monsters on the basis of the three attributes of Yahveh&rsquo;s sword (grim, mighty, strong). Furthermore, Leviathan is mentioned twice, and the two epithets used of it occur in the same order in the mythological texts from Late Bronze Age Ras Shamra-Ugarit (<em>ltn btn brḥ<\/em>,\/ <em>btn ʿkltn <\/em>: <a class=\"ref\">Baal cycle 67:1 1&ndash;3<\/a>; ʿAnat III 35&ndash;39) with the additional information that, like the Hydra, this creature had seven heads (cf. <a class=\"ref\">Ps 74:12&ndash;17<\/a>). It is less clear that the dragon (<em>tann&icirc;n <\/em>) in the primeval sea is a distinct entity, since the word seems to have a more generic meaning and occurs in the plural in <a class=\"ref\">Ps 74:13<\/a>. Elsewhere both Tannin and Rahab, but not Leviathan, occur as code names for Egypt (<a class=\"isa\" verses=\"WzE4MjI1XQ==\">Isa 30:7<\/a>; <a class=\"ref\">Ezek 29:3; 32:2<\/a>). There can be little doubt that, in the context of <a class=\"isa\" verses=\"eyIxODE0NCI6OX0=\">13&ndash;27<\/a>, as a whole, a <em>political<\/em>, connotation is present and intended, but the introduction at this point of the ancient motif of the cosmic conflict and victory of the creator-deity suggests that the scribe has in mind the final overcoming of evil as a metahistorical and metaphysical force. <\/p> <p>In keeping with the tendency in post-destruction compositions such as Job to &ldquo;philosophize by means of myth,&rdquo; as Plato claimed to be doing in <em>The Republic<\/em>, <a class=\"isa\" verses=\"WzE4MTUzXQ==\">27:1<\/a>, admirably encapsulates the essence of the &ldquo;message&rdquo; conveyed in a variety of ways in <a class=\"isa\" verses=\"eyIxNzkwOCI6MjU4fQ==\">chs. 13&ndash;27<\/a>. We recall that even before focusing on specific political entities and situations, this section presented the prospect of destruction and the unraveling of the political and social order on a universal scale (<a class=\"isa\" verses=\"WzE3OTEyXQ==\">13:5<\/a>, cf. <a class=\"isa\" verses=\"W3siMTgwOTciOjEzfSx7IjE4MTEzIjo0fV0=\">24:1&ndash;13, 17&ndash;20<\/a>). The scenario was filled out with the old motif of the Day of Yahveh (<a class=\"isa\" verses=\"eyIxNzkxMyI6OH0=\">13:6&ndash;13<\/a>, cf. <a class=\"isa\" verses=\"W1sxODA1OF0seyIxODExNyI6M31d\">22:5; 24:21&ndash;23<\/a>) and with images drawn from the fund of ancient Canaanite myth&mdash;Babylon as Helel ben Shahar (<a class=\"isa\" verses=\"eyIxNzk0MSI6M30=\">14:12&ndash;14<\/a>) and Yahveh swallowing Death, thereby reversing Mot&rsquo;s swallowing of Baal (<a class=\"isa\" verses=\"WzE4MTI2XQ==\">25:7<\/a>). The durability of these images will be appreciated by anyone familiar with apocalyptic writings from later Judaism and early Christianity. Like the dragon (<em>tann&icirc;n <\/em>) in our text, the monsters of Daniel&rsquo;s great vision and the Beast of Revelation emerge from the primeval sea (<a class=\"ref\">Dan 7:2&ndash;3; Rev 13:1<\/a>). The anxiety induced by these unnerving images is assuaged somewhat by the thought of Leviathan as meat on the hoof (<a class=\"ref\">4 Esd 6:49, 52<\/a>; <em>b. <\/em> <em>B. Bat.<\/em>,74b) or as the play-thing of the deity (<a class=\"ref\">Ps 104:26<\/a>)&mdash;according to one whimsical rabbinic dictum, God plays with him three hours a day (<em>b. <\/em> <em>ʿAbod. Zar.<\/em>,3b). But no one can doubt the intense, almost Manichean sense of evil behind these representations. It has long been recognized that the conflict with monsters at the end of time corresponds to the cosmogonic victory of the deity at the beginning (cf. <a class=\"isa\" verses=\"eyIxODY4MyI6Mn0=\">Isa 51:9&ndash;10<\/a>). These creatures therefore stand for embodiments of the primordial chaos, which is restricted by the creative act but is never, in our historical existence, fully overcome and therefore always a recurring threat to the well-being and stability of the created order (Levenson). As we look back on one of the most horrific centuries in human history (at this writing, December 31, 1997), we may find this a not inappropriate way of representing the persistent power of evil in the world. <\/p> <p>Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em>,(Vol. 19, pp. 368&ndash;373). New Haven; London: Yale University Press. <\/p>",
    "audit": 1
}