{
    "id": 2139,
    "source": "blenkinsopp",
    "verse_id": 18601,
    "verse_count": 15,
    "reference": "47:1–15",
    "title": "Queen Babylon Dethroned",
    "html": " <p>Verse <a class=\"isa\" verses=\"WzE4NjAxXQ==\">1<\/a>, begins a poem in which the city of Babylon is represented as a splendid and proud queen, adept in the magical arts, now reduced to shameful slavery. It is cast in the &ldquo;limping&rdquo; measure, or <em>q&icirc;n&acirc;<\/em>, (<a class=\"isa\" verses=\"bnVsbA==\">3&ndash;2<\/a>), with <a class=\"isa\" verses=\"WzE4NjAyXQ==\">2&ndash;2 and 3&ndash;2<\/a>, variations, not all the result of textual corruption. It is not, however, a true lament, like the lament over Saul and Jonathan (<a class=\"ref\">2 Sam 1:19&ndash;27<\/a>), since the subject is not dead. It is not even a lament that dramatically and ironically anticipates the death of the subject, like the <em>q&icirc;n&acirc;<\/em>, of Amos over the maiden Israel (<a class=\"ref\">Amos 5:2<\/a>), since the subject&rsquo;s imminent death is not contemplated. The remarkable poem about the descent of a Babylonian king to the underworld and his reception by its denizens (<a class=\"isa\" verses=\"eyIxNzkzMiI6MjF9\">Isa 14:3&ndash;23<\/a>) is formally a <em>q&icirc;n&acirc;<\/em>, though of the ironic kind, but is introduced as a <em>mā&scaron;āl<\/em>, an oracular poem. <\/p> <p> <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 47<\/a>, falls into the category of the taunting of the conquered by the victors, the stylization and dramatization of which do not succeed in making such poems pleasant reading. Ritualized verbal humiliation of a defeated enemy is one of several forms adopted in oracles against a political enemy, a genre well represented in the prophetic books (especially <a class=\"isa\" verses=\"bnVsbA==\">Isa 13&ndash;23<\/a>; <a class=\"ref\">Jer 46&ndash;51; Ezek 25&ndash;32<\/a>). This type of poem seems to have developed out of brief oracular sayings or imprecations uttered by a seer before a campaign (e.g. Balaam in <a class=\"ref\">Num 22&ndash;24<\/a>) accompanied by homeopathic ritual acts&mdash;such as, for example, the smashing of a pot (cf. the so-called Execration Texts from the Egyptian Middle Kingdom, <em>ANET<\/em>,328&ndash;29). <\/p> <p>In its present form, this particular example is couched in <em>oratio recta<\/em>, by Yahveh, though the attribution to Yahveh occurs only in the textually insecure beginning of <a class=\"isa\" verses=\"WzE4NjA0XQ==\">v 4<\/a>, (see Notes on the text) and <a class=\"isa\" verses=\"WzE4NjA2XQ==\">v 6<\/a>, which is often, and perhaps correctly, read as a later interpolation. Division into strophes seems to be indicated by imperatives: get down, sit (<a class=\"isa\" verses=\"WzE4NjAxXQ==\">1<\/a>), sit in silence (<a class=\"isa\" verses=\"WzE4NjA1XQ==\">5<\/a>), now listen (<a class=\"isa\" verses=\"WzE4NjA4XQ==\">8<\/a>), persist (<a class=\"isa\" verses=\"WzE4NjEyXQ==\">12<\/a>), with the principal break at <a class=\"isa\" verses=\"WzE4NjA4XQ==\">v 8<\/a>, (<em>vĕʿatt&acirc; &scaron;imʿ&icirc;-zoʾt<\/em>, &ldquo;now listen to this&rdquo;). Others divide differently: BHS agrees with Duhm (1922, 354) and Westermann (1969, 187&ndash;88) in finding five strophes; Muilenburg (1956, 544), Whybray (1975, 119), Watts (1987, 170) and Koole (1997, 522&ndash;53) prefer six. It is not a decision on which the overall interpretation of the chapter stands or falls. <\/p> <p>Though the language of the poem has several peculiar literary features and a high percentage of rare vocabulary words, it is well enough integrated into <a class=\"isa\" verses=\"eyIxODQyMiI6MzMzfQ==\">chs. 40&ndash;55<\/a>, (pace Merendino 1981, 489, 495, who regards it as an interpolation): the fall of Babylon may have been hinted at right at the beginning of Second Isaiah, in the allusion to human impermanence (<a class=\"isa\" verses=\"eyIxODQyNyI6M30=\">40:6&ndash;8<\/a>, cf. <a class=\"isa\" verses=\"WzE4Njg2XQ==\">51:12<\/a>); the capture of the city has been described as part of the mission confided to Cyrus (<a class=\"isa\" verses=\"W1sxODUyMF0seyIxODU2NCI6Mn0sWzE4NTk4XV0=\">43:14; 45:2&ndash;3; 46:11<\/a>); and the omens and divination characteristic of Babylonian religion and the cult of Bel and Nebo (Marduk and Nab&ucirc;) have been dismissed as futile (<a class=\"isa\" verses=\"W1sxODU1OV0seyIxODU4OCI6Mn0seyIxODU5MiI6M31d\">44:25; 46:1&ndash;2, 5&ndash;7<\/a>). More significantly, the female <em>persona<\/em>, of Jerusalem-Zion is presented as a mirror image of the dishonored queen of Babylon: whereas the latter sits in the dust, the woman Zion is told to get up off the ground (<a class=\"isa\" verses=\"WzE4Njk5XQ==\">52:2<\/a>); and whereas the Babylonian is forced to expose herself, Zion is told to put on beautiful clothes (<a class=\"isa\" verses=\"WzE4Njk4XQ==\">52:1<\/a>). The one is widowed and bereaved of children, the other will no longer be bereaved and will have numerous children (<a class=\"isa\" verses=\"W3siMTg2NTciOjJ9LFsxODcyNV1d\">49:20&ndash;21; 54:1<\/a>). The one is shamed, the other will no longer experience shame (<a class=\"isa\" verses=\"WzE4NzI4XQ==\">54:4<\/a>). <\/p> <p>How exactly this mirror imaging or echoing came about we can only speculate. To describe <a class=\"isa\" verses=\"eyIxODYwMSI6MTV9\">ch. 47<\/a>, as the pivot of Second Isaiah, the point at which Jerusalem changes places with Babylon (Franke 1996, 121), is exaggerated, since Babylon continues to be of concern in the following chapter (<a class=\"isa\" verses=\"W1sxODYyOV0seyIxODYzNSI6M31d\">48:14, 20&ndash;22<\/a>). Most of the parallels are confined to the apostrophes to Zion in <a class=\"isa\" verses=\"W3siMTg2OTgiOjJ9LHsiMTg3MDQiOjZ9LHsiMTg3MjUiOjE3fV0=\">52:1&ndash;2, 7&ndash;12 and 54:1&ndash;17<\/a>, and, to a lesser extent, the address to Jerusalem in <a class=\"isa\" verses=\"eyIxODY1MSI6MTN9\">49:14&ndash;26<\/a>. Besides, a much clearer division occurs between <a class=\"isa\" verses=\"W3siMTg0MjIiOjIxNn0seyIxODYzOCI6MTA0fV0=\">chs. 40&ndash;48 and 49&ndash;54<\/a>, (<a class=\"isa\" verses=\"bnVsbA==\">55<\/a>). The contrast between the two cities is not worked out systematically, especially since much of what is said about Babylon <em>qua<\/em>, woman is made up of familiar and traditional tropes, but it is interesting and structurally significant nevertheless. <\/p> <p>Though the &ldquo;Verse Account of Nabonidus&rdquo; and the Cyrus Cylinder (<em>ANET<\/em>,312&ndash;16) are hostile witnesses, both deriving from the Marduk priesthood, they suggest the likelihood that similar anti-Nabonidus and pro-Persian writings circulated during the last decade of the reign. The twenty or so fragments of such opposition literature in <a class=\"ref\">Jer 50&ndash;51<\/a>, seem to have provided the raw material for the more elaborate kind of polemic in <a class=\"isa\" verses=\"W3siMTc5MDgiOjIyfSx7IjE3OTMyIjoyMX0seyIxODAzNyI6MTB9XQ==\">Isa 13:1&ndash;22; 14:3&ndash;23; 21:1&ndash;10<\/a>; and <a class=\"isa\" verses=\"eyIxODYwMSI6MTV9\">47:1&ndash;15<\/a>. The <em>ma&scaron;&scaron;āʾ<\/em>, (&ldquo;oracle&rdquo;) in <a class=\"isa\" verses=\"eyIxNzkwOCI6MjJ9\">13:1&ndash;22<\/a>, while quite different in important respects from <a class=\"isa\" verses=\"bnVsbA==\">Isa 47<\/a>, has several points of contact with the Jeremiah material: the participation of many nations, including the Medes in the attack on Babylon (<a class=\"isa\" verses=\"WzE3OTI0XQ==\">13:17<\/a>; <a class=\"ref\">Jer 50:41&ndash;42; 51:11, 28<\/a>), who serve as instruments of Yahveh&rsquo;s anger (<em>kĕl&ecirc; zaʿăm&ocirc;<\/em>, <a class=\"isa\" verses=\"WzE3OTEyXQ==\">13:5<\/a>; <a class=\"ref\">Jer 50:25<\/a>) and are dedicated to his service (<a class=\"isa\" verses=\"WzE3OTEwXQ==\">13:3<\/a>; <a class=\"ref\">Jer 51:27&ndash;28<\/a>); they rally around a standard (<em>nēs<\/em>, <a class=\"isa\" verses=\"WzE3OTA5XQ==\">13:2<\/a>; <a class=\"ref\">Jer 50:2; 51:12, 17<\/a>), and their attack inspires terror in the enemy and puts them to flight (<a class=\"isa\" verses=\"WzE3OTIxXQ==\">13:14<\/a>; <a class=\"ref\">Jer 50:16<\/a>); Babylon, conquered and destroyed, will go back to nature (<a class=\"isa\" verses=\"eyIxNzkyNyI6M30=\">13:20&ndash;22<\/a>; <a class=\"ref\">Jer 50:39; 51:37<\/a>). <\/p> <p>Similar overlap, both linguistic and thematic may be observed between <a class=\"ref\">Jer 50&ndash;51<\/a>, and <a class=\"isa\" verses=\"bnVsbA==\">Isa 47<\/a>. The identification of Yahveh as Redeemer and Lord of the heavenly hosts in <a class=\"isa\" verses=\"WzE4NjA0XQ==\">47:4<\/a>, reproduces <a class=\"ref\">Jer 50:34<\/a>, practically verbatim, and the destruction of Babylon is the effect of Yahveh&rsquo;s vengeance (<a class=\"isa\" verses=\"WzE4NjAzXQ==\">47:3<\/a>, cf. <a class=\"ref\">Jer 51:6<\/a> <em>nĕqām&acirc; <\/em>). Babylon itself is personified in the same way in both texts (<em>bat-bābel<\/em>, <a class=\"isa\" verses=\"WzE4NjAxXQ==\">Isa 47:1<\/a>; <a class=\"ref\">Jer 50:42; 51:33<\/a>). <\/p> <p>The issue of chronological order and dependence is complicated by the tendency of this kind of diatribe to use stereotypical phrases and adopt the same traditional language of abuse and denigration. This type of saying can very easily also be &ldquo;recycled&rdquo; in accordance with the changing international scene. Nahum, for example, is directed against the Assyrian capital Nineveh described as a lascivious woman (<em>z&ocirc;n&acirc;<\/em>) addicted to divination (<em>baʿălat kĕ&scaron;āp&icirc;m<\/em>, <a class=\"isa\" verses=\"WzE3NzEyXQ==\">3:4<\/a>), whose fate is to be stripped and displayed in public (<a class=\"isa\" verses=\"eyIxNzcxMyI6Mn0=\">3:5&ndash;6<\/a>)&mdash;not very different, therefore, from the woman Babylon of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 47<\/a>. But the name of the city, which occurs only twice in Nahum (<a class=\"isa\" verses=\"WzE3Njk0LDE3NzE1XQ==\">2:8; 3:7<\/a>), could easily have been removed and the polemic redirected, practically unchanged, against Babylon. <\/p> <p>Feminine personification was traditional for cities (Babylon, Jerusalem, Nineveh; Sidon in <a class=\"isa\" verses=\"WzE4MDkwXQ==\">Isa 23:12<\/a>) and peoples (Egypt, <a class=\"ref\">Jer 46:11; Judah, Lam 1:15<\/a>; Israel, <a class=\"ref\">Amos 5:2; Jer 18:13; 31:14, 21<\/a>). In the case of hostile cities such as Babylon, an unfortunate corollary was the unleashing of violent and at times pornographic imagery focusing on the female body. That several of the commands addressed to the woman Babylon in the first strophe (<a class=\"isa\" verses=\"eyIxODYwMSI6NH0=\">1&ndash;4<\/a>) are mutually incompatible (sitting on the ground, undressing, grinding corn, wading through rivers) suggests that the author of the poem simply assembled a congeries of images to create an impression of degradation and shame. <\/p> <p>Sitting on the ground is not in this instance the posture of mourning, and the standard word pair <em>ʿāpār<\/em>, <em>ʾereṣ<\/em>, (&ldquo;dust,&rdquo; &ldquo;ground&rdquo;) does not in this instance imply descent to the underworld. Sitting on the ground connotes the passage from enthroned queen to slave woman and, indirectly, the razing of the city to the ground (cf. <a class=\"isa\" verses=\"WzE4MTMxLDE4MTM2XQ==\">25:12; 26:5<\/a>). Grinding grain with the handmill is a gender-specific activity (<a class=\"ref\">Exod 11:5; Num 11:8<\/a>); the grinding with which Samson was charged being an example of the practice of humiliating and feminizing male prisoners-of-war (<a class=\"ref\">Judg 16:21<\/a>). <\/p> <p>In this instance the author has allowed himself a dreadful double entendre since the verb <em>ṭḥn<\/em>, &ldquo;grind,&rdquo; is also a euphemism for coercive sexual activity (&ldquo;let my wife grind for another, and let others crouch down upon her,&rdquo; <a class=\"ref\">Job 31:10<\/a>). The removal of the veil and skirt and the language of &ldquo;uncovering nakedness&rdquo; (i.e. the pudenda) make it clear that the shaming of the woman involves rape (cf. the same phrase in the rules about sexual relations in <a class=\"ref\">Lev 18<\/a>). Similar unpleasant allusions appear throughout the prophetic writings (e.g. <a class=\"ref\">Jer 13:22, 26; Hos 2:12[10]; Nah 3:5&ndash;6; Ezek 16:36&ndash;37; 23:10, 18<\/a>). The wading through rivers has been taken to refer to the journey into captivity, but it was probably suggested quite randomly by the need for women to hitch up their skirts in fording a river. The strophe closes with Yahveh&rsquo;s proposal to avenge his people on Babylon and, in doing so, to brook no intervention, presumably by intercessory prayer addressed to him. (For this meaning of the verb <em>pgʿ<\/em>, see <a class=\"isa\" verses=\"WzE4ODE3XQ==\">Isa 59:16<\/a>.) <\/p> <p>The second strophe (<a class=\"isa\" verses=\"eyIxODYwNSI6M30=\">vv 5&ndash;7<\/a>) the injunction to be silent adds to the command to sit on the ground. As elsewhere in these chapters, darkness is not the darkness of death but of captivity (<a class=\"isa\" verses=\"WzE4NDg4LDE4NjQ2XQ==\">42:7; 49:9<\/a>), a miserable condition that is the antithesis of the splendor and glory of Babylon, encapsulated in the title &ldquo;Mistress of Kingdoms&rdquo; (the designation <em>gĕb&icirc;r&acirc;<\/em>, can refer either to a queen [ <a class=\"ref\">1 Kgs 11:19<\/a>,] or a queen mother, <a class=\"ref\">1 Kgs 15:13; 2 Kgs 10:13; Jer 13:18; 29:2<\/a>). <\/p> <p>The title &ldquo;Chaldean maiden&rdquo; (<em>bat-kaśd&icirc;m<\/em>) includes not just the city but the people in the personification. The Chaldeans (the form comes to us through the Greek <em>chaldaioi<\/em>, a form that is familiar from the story of Abraham, <a class=\"ref\">Gen 11:28, 31; 15:7<\/a>) are first mentioned in Assyrian annals of the ninth century b.c.e. as a cluster of West-Semitic tribes settled in the marshy southern end of Mesopotamia (southern Iraq and Kuwait) known as the Sealand. The suitability of their territory for conducting guerrilla operations enabled them to give the Assyrians a great deal of trouble, especially under Merodach-baladan II (see <a class=\"ref\">2 Kgs 20:12&ndash;19<\/a>,= <a class=\"isa\" verses=\"eyIxODQxNCI6OH0=\">Isa 39:1&ndash;8<\/a>). <\/p> <p>With the decline of Assyrian power, the Chaldeans under Nabopolassar gained control of Babylon and founded the dynasty that lasted until the fall of Babylon to Cyrus. The title &ldquo;Mistress of Kingdoms,&rdquo; once appropriate in view of the extent of the Neo-Babylonian empire, will no longer be used (<a class=\"isa\" verses=\"WzE4NjA1XQ==\">v 5<\/a>), and the claim of immortality (&ldquo;eternal mistress,&rdquo; <a class=\"isa\" verses=\"WzE4NjA3XQ==\">v 7<\/a>) is ill advised and ill considered. We may suppose that it was natural enough for the ruling class in the city to think that the empire would last forever, but in fact it lasted rather less than a century (626&ndash;539 b.c.e.). <\/p> <p>The suspicion entertained by Duhm (1922, 356) and Torrey (1928, 370) that <a class=\"isa\" verses=\"WzE4NjA2XQ==\">v 6<\/a>, has been spliced into this strophe arose from what they took to be the introduction of a theme out of character with the poem. The idea that the Babylonians were acting as punitive agents on behalf of Yahveh but that they overdid it echoes earlier prophetic statements about the Assyrians (<a class=\"isa\" verses=\"eyIxNzg1NiI6MTV9\">Isa 10:5&ndash;19<\/a>). This idea does not appear earlier in <a class=\"isa\" verses=\"eyIxODQyMiI6MzMzfQ==\">chs. 40&ndash;55<\/a>, but we have noted at several points a concern to explain the disaster of 586 as the effect not of superior hostile power or of chance but of the anger of Yahveh (<a class=\"isa\" verses=\"W3siMTg1MDUiOjJ9LHsiMTg1MzMiOjJ9XQ==\">42:24&ndash;25; 43:27&ndash;28<\/a>, cf. <a class=\"isa\" verses=\"WzE4NzMyXQ==\">54:8<\/a>). In itself, therefore, theme is hardly an adequate reason for demoting <a class=\"isa\" verses=\"WzE4NjA2XQ==\">v 6<\/a>, to the status of a scribal interpolation. Irregularity of meter, alleged by Torrey, is not more persuasive, since the pattern 2+2\/2+3\/2+2 is no more irregular than patterns in other verses in the poem. Introduction of <em>oratio recta<\/em>, of Yahveh at this point is admittedly somewhat unexpected but by no means unprecedented. Perhaps the only valid consideration is that <a class=\"isa\" verses=\"WzE4NjA2XQ==\">v 6<\/a>, breaks the force of the contrast between the claim staked by the woman (<a class=\"isa\" verses=\"WzE4NjA3XQ==\">v 7<\/a>) and the reality (<a class=\"isa\" verses=\"WzE4NjA1XQ==\">v 5<\/a>). The continuity between the two verses is demonstrated by the titles <em>gĕberet ʿad<\/em>, (&ldquo;eternal mistress&rdquo;) and <em>gĕberet mamlāk&ocirc;t<\/em>, (&ldquo;Mistress of Kingdoms&rdquo;). But whether this is a conclusive consideration for the interpolation of <a class=\"isa\" verses=\"WzE4NjA2XQ==\">v 6<\/a>, we may leave undecided. <\/p> <p>The third strophe (<a class=\"isa\" verses=\"eyIxODYwOCI6NH0=\">8&ndash;11<\/a>) opens in the usual form of a verdict following an indictment (<em>vĕʿatt&acirc;<\/em>, &ldquo;now then,&rdquo; &hellip;), though the woman has already been reduced to slavery, and the indictment continues. One indication of the use of stereotypical language is the description of Nineveh in <a class=\"ref\">Zeph 2:15a<\/a>, in precisely the same language: a city dwelling in security that thinks to itself (literally, in its heart) &ldquo;I am, and there is none other&rdquo; (<em>ʾăn&icirc; vĕʾaps&icirc; ʿ&ocirc;d <\/em>). This claim, repeated near the end of the strophe, is borrowed by the prophet as one of several similar expressions about the incomparability and uniqueness of Yahveh (<a class=\"isa\" verses=\"W3siMTg1NjciOjJ9LFsxODU4MCwxODU4NCwxODU5Nl1d\">45:5&ndash;6, 18, 22; 46:9<\/a>). <\/p> <p>At a more mundane level, the good estate of the woman consisted in pleasure, security, and having a husband and children (<a class=\"isa\" verses=\"WzE4NjA4XQ==\">v 8<\/a>). &ldquo;Pleasure&rdquo; (<em>ʿēden<\/em>) is associated with wearing fine clothes (<a class=\"ref\">2 Sam 1:24<\/a>), sexual activity (<a class=\"ref\">Gen 18:12<\/a>), and food (<a class=\"ref\">Jer 51:34<\/a>). Given the social conditions at that time and in that place, security for most women would have consisted precisely in having a husband and children. All of this, the woman is told, is about to be taken away (<a class=\"isa\" verses=\"WzE4NjA5XQ==\">v 9<\/a>). The city will be widowed (for this metaphor, see <a class=\"ref\">Lam 1:1<\/a>), that is, left without the protection of its (male) deity; and its &ldquo;children,&rdquo; that is, the Babylonian people, will lose their lives, or at least their independence. With this language the contrast with Jerusalem\/Zion comes into clearer focus. <a class=\"ref\">Hosea 1:2&ndash;9<\/a>, introduced the figure of Israelites as issuing from the marital union between Yahveh and the land of Israel (<em>ʾereṣ<\/em>, fem.). After the disaster of 586, the metaphor of a childless widow could have been transferred to Jerusalem, deprived of her children. That situation is countered by prophetic assurances that Jerusalem is now no longer bereaved, barren, or widowed (<a class=\"isa\" verses=\"W3siMTg2NTciOjR9LHsiMTg3MjUiOjh9XQ==\">49:20&ndash;23; 54:1&ndash;8<\/a>); she has not been left unprotected (<a class=\"isa\" verses=\"WzE4NjY0XQ==\">50:1<\/a>) but is securely married (<em>bĕʿ&ucirc;l&acirc;<\/em>, <a class=\"isa\" verses=\"WzE4ODU5XQ==\">62:4<\/a>). <\/p> <p>The author goes on to decry the futile attempt to maintain the good life (as described&mdash;security and pleasure, in particular) by recourse to incantations (<em>kĕ&scaron;āp&icirc;m<\/em>) and spells (<em>ḥăbār&icirc;m <\/em>). Both of these techniques were forbidden in Israel (<a class=\"ref\">Deut 18:10&ndash;11<\/a>), although being forbidden did not prevent them from being practiced there, as indeed they were in all neighboring countries (<a class=\"ref\">Jer 27:9<\/a>). The accusation of magic comes naturally in the context, since in Israel magical practices seem to have been particularly associated with women: the woman Nineveh is such a practitioner (<em>baʿālat kĕ&scaron;āp&icirc;m<\/em>, <a class=\"ref\">Nah 3:4<\/a>); a female magician or witch is subject to the death penalty (<a class=\"ref\">Exod 22:17[18]<\/a>); and Jezebel is also used to illustrate the close association between magic and sexual deviance (<a class=\"ref\">2 Kgs 9:22<\/a>). The wisdom and knowledge that the poet goes on to denounce as equally ineffective (<a class=\"isa\" verses=\"WzE4NjEwXQ==\">Isa 47:10<\/a>) are also <em>magical<\/em>, in nature (cf. <a class=\"ref\">Exod 7:11; Dan 2:2, 12<\/a>) and deemed to be characteristic of Babylonian culture. <\/p> <p>It will not escape the reader that the poet is viewing the religious aspects of Babylonian culture unsympathetically from the outside. All religions claim to provide assistance in confronting the vicissitudes, uncertainties, and aporias of human existence in one way or another. The Babylonian view of nature led Babylonians to see connections, or to see the possibility of creating connections, between apparently unconnected events and circumstances, as a way of reducing the sense of insecurity and randomness endemic to human life and particularly in evidence in that culture. Out of this view grew a vast science of omens or signs of good or bad portent drawn from casual events (e.g. dreams, freak births, the flight of birds) or celestial phenomena, or obtained through specific techniques for soliciting omens (e.g. extispicy, hepatoscopy: the inspection of animal entrails or livers). Associated with the science of omens were the many prophylactic or apotropaic rituals for important matters such as promoting fertility or getting rid of disease. It is these that the author has in mind when he assures the woman that she will not succeed in dispelling or warding off disaster. <\/p> <p>The last verse of the strophe (<a class=\"isa\" verses=\"WzE4NjExXQ==\">v 11<\/a>) gives a definitive verdict in the form of a threefold prediction of impending evil (<em>rāʿ&acirc; <\/em>), ruin (<em>h&ocirc;v&acirc; <\/em>), and disaster (<em>&scaron;&ocirc;ʾ&acirc; <\/em>)&mdash;the last being the now-familiar (but actually incorrect) Hebrew term for the Holocaust. The awkwardness of this verse&mdash; <em>vĕtābōʾ ʿālayik pitʾom &scaron;&ocirc;ʾ&acirc; loʾ tēdāʿ&icirc;<\/em>, (literally, &ldquo;disaster will come suddenly on you, you will not know&rdquo;)&mdash;has often been noted; it may be due to borrowing from <a class=\"ref\">Ps 35:8<\/a>: <em>tĕb&ocirc;ʾēh&ucirc; &scaron;&ocirc;ʾ&acirc; loʾyēdāʿ<\/em>, &ldquo;may disaster come upon him unawares,&rdquo; one of several imprecations in that psalm that would have seemed appropriate for the poet&rsquo;s purpose. <\/p> <p>In the final strophe (<a class=\"isa\" verses=\"eyIxODYxMiI6NH0=\">vv 12&ndash;15<\/a>) the poet rejects astrology as well as apotropaic formulas and rites as means to predict and possibly avoid imminent disastrous events. The woman is encouraged sarcastically to persist in her spells and incantations (reverse order of <a class=\"isa\" verses=\"WzE4NjA5XQ==\">v 9b<\/a>), as well as consultations with authors and interpreters of astronomical omens. Since the verb <em>hbr<\/em>, is hapax, the translation &ldquo;scanners of the sky&rdquo; (<em>hōbĕr&ecirc; &scaron;āmayim<\/em>) is uncertain (see Notes on the text). The term seems to refer to the creators of the so-called astrolabes, diagrams of the night sky divided into thirty-six divisions or &ldquo;houses&rdquo; for calculating the position of celestial bodies, a first step toward the zodiac, which emerged in the Achaemenid period. <\/p> <p>Astronomical knowledge, for which the Chaldeans were famous, was essential for fixing the calendar and inserting the intercalatory days in it. It did not serve to make horoscopes, since the celestial omens concerned matters of state rather than the destiny of individuals, and the celestial phenomenon was not thought of as causing a predicted event but as indicating certainty that it would happen. Babylonian astronomy, in evidence down into the Common Era (the last cuneiform tablet, an astronomical text, dates to 75 c.e.), was advanced to the point that, by the fourth century b.c.e., lunar eclipses could be predicted a year in advance. <\/p> <p>The author of this poem remains unimpressed by all of this, however. He predicts that Babylon will end up not beside a cozy little fire such as the one made by the maker of a cult image (<a class=\"isa\" verses=\"eyIxODU0OSI6Mn0=\">44:15&ndash;16<\/a>) but on a real bonfire, by which time all the magi and their arts will have disappeared. If this prediction was not fulfilled literally&mdash;if the city was not destroyed by fire, and the science of astronomy together with the pseudo-science of astrology went from strength to strength&mdash;Babylon did lose its independence, and its name continued long after ancient times as a byword for profligacy and oppression (e.g. <a class=\"ref\">1 Pet 5:13; Rev 14:8; 2 Esd 3:1&ndash;2; <em>Sib. Or.<\/em>,5:143<\/a>). <\/p> <p>Blenkinsopp, J. (2008). <em>Isaiah 40&ndash;55: A New Translation with Introduction and Commentary<\/em>, (Vol. 19A, pp. 278&ndash;284). New Haven; London: Yale University Press. <\/p>",
    "audit": 1
}