{
    "id": 2080,
    "source": "blenkinsopp",
    "verse_id": 18037,
    "verse_count": 10,
    "reference": "21:1–10",
    "title": "“Fallen, Fallen Is Babylon!”",
    "html": "<p>This poem with the obscure title is the fifth and therefore central unit in the<em>maśśāʾ&ocirc;t<\/em> series corresponding to the Babylonian poems in<a class=\"isa\" verses=\"eyIxNzkwOCI6NTR9\">chs. 13&ndash;14<\/a> . As in the Moab poems, the seer speaks in his (less probably her) own name. Its interpretation is beset by numerous problems beginning with the title, and it seems to have no clearly defined structure. The opening verse has been understood to describe the approach of a great army, either Elamites and Medes or Assyrians (cf.<a class=\"isa\" verses=\"WzE3NzY4XQ==\">5:28<\/a><a class=\"ref\">; Jer 4:13<\/a>), in which case the injunction to have a meal and prepare for battle in<a class=\"isa\" verses=\"WzE4MDQxXQ==\">5<\/a> would more likely refer to the besieged Babylonians and would recall the tradition that the king and court were feasting while the city was being besieged (Herodotus, 1.191;<a class=\"ref\">Dan 5:1&ndash;6:1<\/a>). The other option, adopted here, is to read the first part of the poem (<a class=\"isa\" verses=\"eyIxODAzNyI6NH0=\">1&ndash;4<\/a>) as an account of the onset of prophetic ecstasy, but it then remains unclear whether the &ldquo;grim vision&rdquo; includes the statement about the treacherous and despoiling people and the injunction to Elamites and Medes to go into action, or whether the vision begins only with the banquet and preparations for battle. There also appear to be two quite different descriptions of the visionary experience itself. On one reading, the turmoil inseparable from the state of mental dissociation is compared to a whirlwind and is accompanied by acute bodily discomfort like the labor pains of a woman about to give birth (<a class=\"ref\">Jer 4:19<\/a> adds convulsive movement and rapid heartbeat, while<a class=\"ref\">Hab 3:16<\/a> speaks of trembling lips, reeling, and a sensation of rottenness in the bones). But this<em>spontaneous<\/em> onset of ecstasy is quite different from the description of the seer as<em>soliciting<\/em> a visionary experience (here<em>ḥāz&ucirc;t<\/em> as in<a class=\"isa\" verses=\"WzE4MjA1XQ==\">29:11<\/a>) in the guise of a lookout or sentinel on a watchtower, a representation well represented in the prophetic literature (e.g.<a class=\"ref\">Ezek 3:16&ndash;21; 33:1&ndash;9<\/a> ;<a class=\"isa\" verses=\"eyIxODg2MSI6Mn0=\">Isa 62:6&ndash;7<\/a>). The aspect of patient and attentive waiting for a revelation is expressed in such similar language in<a class=\"ref\">Habakkuk 2:1<\/a> &mdash;&ldquo;I will take my stand on the watchtower and station myself on the rampart; I will keep watch to see what he will say to me&rdquo;&mdash;that it suggests that the seer named Habakkuk had in mind the prediction, unfulfilled at the time of writing, of the fall of Babylon in the present poem. But if this is so, the combination of such diverse evocations of the reception of a revelation also suggests that<a class=\"isa\" verses=\"eyIxODAzNyI6MTB9\">21:1&ndash;10<\/a> has undergone some editorial elaboration.<\/p><p>Reaching a decision on the historical referent of the poem comes up against the by now familiar problem of the re-application or &ldquo;recycling&rdquo; of the same political saying with reference to successive historical situations&mdash;at least two, corresponding to the Neo-Assyrian and Neo-Babylonian periods, according to Macintosh&rsquo;s reading of the text as a palimpsest. If the Negev whirlwinds are taken to refer metaphorically to the onset of ecstasy, there is really nothing to recommend an original reference to an Assyrian or Babylonian attack on Jerusalem, re-edited to apply to the fall of Babylon (pace Bosshard-Nepustil 1977, 41&ndash;42). Furthermore, Babylon fell many times before becoming, for a while, the center of the world empire of Alexander the Great. It was captured by Sargon II in 710 b.c.e., twice by Sennacherib in his struggle to suppress Merodach-baladan, in 700 and 689, it was occupied briefly by Elamites under their king, Urtak, in 667 and by Ashurbanipal in 648. Its capture by Cyrus II in 539 b.c.e. is recorded on his famous cylinder, Darius crushed a Babylonian rebellion under Arakha (alias Nebuchadrezzar IV) in 521, and the city was sacked by Xerxes after his suppression of the revolt of Belshimani in 482. As the text now stands, participation of the Medes in the campaign rules out the Neo-Assyrian period since they were allies of Babylon at that time. Moreover, the combination of the verbs<em>ʿlh<\/em> (&ldquo;go up, attack&rdquo;) and<em>s&ucirc;r<\/em> (&ldquo;besiege&rdquo;) rules out a reference to defensive warfare in<a class=\"isa\" verses=\"WzE4MDM4XQ==\">2b<\/a> , in the sense that Elamites and Medes are being urged to rebel against the attackers (pace Sweeney 1996, 281). We can also dismiss the suggestion that the poet is alluding to Elamite and Medan conscripts in the Assyrian army (Hayes and Irvine 1987, 274), since it is unclear why he should mention them and not the Assyrians themselves. Elam and its principal city Susa were rather thoroughly devastated by Ashurbanipal in 647, but the Persepolis and Susa reliefs show Elamites serving in the armies of Cyrus a century later, so there is nothing implausible in the idea of Elamites and Medes taking part in the siege of Babylon. Whatever its prehistory, therefore, the poem could be more or less contemporaneous with the anti-Babylonian diatribe in<a class=\"isa\" verses=\"bnVsbA==\">Isa 47<\/a> written in the years immediately preceding the occupation of Babylon by Cyrus II. We also hear echoes of our poem in the anti-Babylonian discourses in Jeremiah: the announcement of the fall of the city together with its gods (<a class=\"isa\" verses=\"WzE4NjY1LDE4NjgyXQ==\">50:2; 51:8<\/a>), the role of the Medes in the attack (<a class=\"isa\" verses=\"WzE4Njg1XQ==\">51:11, 28<\/a>), and the summons to the armies of several nations to the siege (<a class=\"isa\" verses=\"eyIxODY4NSI6Mn0=\">50:14&ndash;16, 29&ndash;30; 51:11&ndash;12<\/a>). All of these compositions make much of the destruction of the images of Babylonian deities, though Cyrus in his propagandistic cylinder&mdash;probably composed for him by sympathetic Babylonian priests&mdash;claims to have restored the cult of Marduk after its neglect by Nabonidus (<em>ANET<\/em> , 315&ndash;16). This may serve as a reminder that a date in the years immediately prior to 539 b.c.e. would not exclude the discovery of new relevance in the poem later in the Persian period (Vermeylen 1977, 327&ndash;28), for example, after the ideologically inspired destruction of the esagila sanctuary and its statue of Marduk by Xerxes in 482. The somewhat similar language employed in some of the night visions of Zechariah (horsemen and charioteers,<a class=\"ref\">Zech 1:8&ndash;11 and 6:1&ndash;8<\/a> ; prediction of trouble for Babylon,<a class=\"isa\" verses=\"bnVsbA==\">2:10&ndash;13[6&ndash;9]<\/a>) might be taken to point in the same direction.<\/p><p>The ambiguities of the poem continue into the final verse, for though the seer assures his hearers and readers that he has faithfully passed on the revelation announced at the beginning, we are not told who the threshed and winnowed ones are. That the Babylonians are so described in the Jeremian poems (<a class=\"isa\" verses=\"WzE4Njc2XQ==\">51:2, 33<\/a>) and that elsewhere Israel is spoken of as Yahweh&rsquo;s threshing sledge (<a class=\"isa\" verses=\"bnVsbA==\">lsa 41:15<\/a>), might lead us to suspect that the frightful vision of anticipated slaughter and mayhem evoking the poet&rsquo;s horror also induced a degree of pity and empathy, as is also the case, to some extent, in the oracular poems about Moab. But it seems more likely that the announcement of the conclusion of the vision would be addressed by the seer to his own people, who had suffered so much at the hands of Babylon. The agrarian image is no longer immediately recognizable to most of us, but it is a violent image of crushing, flailing, and pulverizing. There is so much violence in Isaiah and other prophetic books because there was so much violence in the world in which they lived&mdash;as there still is in our world&mdash;and we with our experience so many years later cannot afford to be too critical if it was only slowly, painfully, and partially that the authors of these poems found a way to come to terms with what Hegel called<em>der Schlachtbank der Geschichte<\/em> , &ldquo;the slaughterhouse of history.&rdquo;<\/p><p>Blenkinsopp, J. (2008).<em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em> (Vol. 19, pp. 325&ndash;327). New Haven; London: Yale University Press.<\/p> ",
    "audit": 1
}