{
    "id": 2101,
    "source": "blenkinsopp",
    "verse_id": 18233,
    "verse_count": 3,
    "reference": "30:15–17",
    "title": "Ignominious Defeat Awaits You",
    "html": "<p>This pronouncement of judgment with its own incipit seems to come disguised as a promise (so Melugin), but the allusion seems to be to <em>past<\/em> offers of security and strength accompanied by exhortations to political quietism (<a class=\"isa\" verses=\"WzE3Nzg3LDE3NzkyLDE3OTAzLDE4MTMzLDE4MTM5LDE4MTc3XQ==\">7:4, 9; 12:2; 26:2, 8; 28:12<\/a>), all of which have been declined. The point is made in the form of a lively altercation. Since talk about beating a fast retreat seems somewhat out of keeping with the upbeat attitude of the war party under Hezekiah, Vermeylen (1977, 415&ndash;16) reads these verses as a Deuteronomistic <em>relecture<\/em> from the time of the first or second Babylonian invasion more than a century later. But it is difficult to see how the conversation makes better sense in that context, and moreover the language is not strikingly Deuteronomistic. More importantly, relocating this exchange to the Neo-Babylonian period evades the problem alluded to earlier, namely, the lack of congruity between the interpretation of events leading up to and during Hezekiah&rsquo;s revolt as presented in the narrative section (chs. <a class=\"isa\" verses=\"bnVsbA==\">36&ndash;39<\/a>) with the very negative view of the Judean political and military establishment expressed in this compilation of sayings (chs. <a class=\"isa\" verses=\"eyIxODI0NiI6NH0=\">28&ndash;31<\/a>). The Deuteronomists may well have been responsible for the discrepancy between the two versions by presenting the events according to their own very definite views of the prophetic role and their interpretation of the person and activity of Hezekiah, but that is something quite different. There is also some support for the disdainful tone of this passage from Sennacherib&rsquo;s account, which alludes to the desertion of Judean troops brought into Jerusalem by Hezekiah (<em>ANET<\/em>, 288).<\/p><p>The form in which the disputation is couched is somewhat strange, but the point seems clear enough: in the worst scenario we will seek our safety and security not in your promises but by escape on horseback. This too is a literary construct and echoes warnings heard occasionally about excessive confidence in the horse, the symbol of military pride (<a class=\"ref\">Deut 17:16; Ps 20:7; 33:17; 147:10&ndash;11<\/a>). Moreover, the depiction of a rout followed by headlong flight is a topos of prophetic diatribe, perhaps drawing on colorful formulations in treaty curses (e.g. <a class=\"ref\">Amos 2:13<\/a>). If we include the glossator&rsquo;s contribution, the proportion between pursuers and pursued (1 to 1000) is much more shameful than 1 to 20 or 1 to 100 (<a class=\"ref\">Lev 26:8<\/a>) and even worse than fleeing the scene of action with no one in pursuit (<a class=\"ref\">Lev 26:17<\/a>).<\/p><p>Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em> (Vol. 19, pp. 417&ndash;418). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}