{
    "id": 2044,
    "source": "blenkinsopp",
    "verse_id": 17688,
    "verse_count": 4,
    "reference": "2:2–5",
    "title": "The Pilgrimage of the Nations to Zion",
    "html": "<p>Picking our way through the editorial debris that has gradually accumulated in this passage, the worst preserved in the entire book according to Duhm (1892, 39), we discern the outline of a poem on Judgment Day composed, typically, of indictment (<a class=\"isa\" verses=\"eyIxNzY5MiI6M30=\">6&ndash;8<\/a>) and verdict (<a class=\"isa\" verses=\"eyIxNzY5OCI6NX0=\">12&ndash;16<\/a>). One of the most obvious additions to this poetic core occurs at the end of the indictment (&ldquo;to the work of their hands they bow down, to that which their fingers have made,&rdquo;<a class=\"isa\" verses=\"WzE3Njk0XQ==\">8b<\/a>), being an example of standard anti-idolatry polemic of a kind frequently encountered in the second part of the book (<a class=\"isa\" verses=\"W3siMTg0MzkiOjN9LHsiMTg0NTgiOjJ9LHsiMTg1NDMiOjEyfSxbMTg1ODJdXQ==\">40:18&ndash;20; 41:6&ndash;7; 44:9&ndash;20; 45:20<\/a>), probably therefore from the late Neo-Babylonian or early Persian period. Prosodically even more obtrusive are<a class=\"isa\" verses=\"WzE3NzA0LDE3NzA2XQ==\">vv 18 and 20<\/a> . Together with other passages in Isaiah (<a class=\"isa\" verses=\"W3siMTgyMzciOjR9LHsiMTgyNTciOjJ9XQ==\">30:19&ndash;22; 31:6&ndash;7<\/a>), the latter predicts the final purging of the world of idols which, in this case, will be rendered ritually inaccessible by contact with unclean animals (the bat is certainly unclean,<a class=\"ref\">Lev 11:18 and Deut 14:18<\/a> , the shrew probably so). The form in which<a class=\"isa\" verses=\"WzE3NzA2XQ==\">v 20<\/a> is presented, a prose comment on a verse oracle beginning &ldquo;on that day&rdquo; (<em>bayy&ocirc;m hah&ucirc;ʾ<\/em>), is also of frequent occurrence throughout the book.<\/p><p>A much later addition, and one absent from the parallel<a class=\"isa\" verses=\"WzE3NzU1XQ==\">5:15<\/a> , as also from 1QIsa<sup> a<\/sup> , is<a class=\"isa\" verses=\"WzE3Njk1XQ==\">v 9b<\/a> , the prayer or imprecation &ldquo;do not forgive them&rdquo; (the verb<em>nśʾ<\/em> also means &ldquo;raise up,&rdquo; which allows for a punning connection with &ldquo;all people are brought low&rdquo; in the preceding line). Such harsh sentiments excluding the possibility of intercession or pardon on judgment day are characteristic of a certain strand of apocalyptic thinking (cf.<a class=\"ref\">2 Esd 7:102&ndash;15<\/a>). (Jerome translates<a class=\"isa\" verses=\"WzE3NzA4XQ==\">22b<\/a><em>quia excelsus reputatus est iste<\/em> , &ldquo;for he is reckoned to be exalted&rdquo; with reference to Christ.) A mind set similar to 2 Esdras also informs the final<a class=\"isa\" verses=\"WzE3NzA4XQ==\">v 22<\/a> , an admonition addressed not to God but to the purified remnant in Israel or, more specifically, to the seer&rsquo;s discipleship. Understood as an injunction to segregate themselves from the rest of humanity, it is quoted in the<em>Rule of the Qumran Community<\/em> (1QS V 17). This reading is more in keeping with the context than an expression of the transitory nature of human life in the manner of Qoheleth (as Kaiser 1959, 63).<\/p><p>The threefold repetition of variants of two stanzas, whole or fragmentary (<a class=\"isa\" verses=\"WzE3Njk2LDE3NzA1LDE3NzA3XQ==\">10, 19, 21<\/a> , taking refuge in caves and under rocks;<a class=\"isa\" verses=\"WzE3Njk1LDE3NzAzXQ==\">9a, 11, 17<\/a> , the humbling of pride, also<a class=\"isa\" verses=\"WzE3NzU1XQ==\">5:15<\/a>) raises the question whether these sentences can be read as refrains, such as feature in other Isaian poems (e.g.<a class=\"isa\" verses=\"WzE3NzY1LDE3ODQxLDE3ODQ2LDE3ODUwLDE3ODU1XQ==\">5:25; 9:11, 16, 20; 10:4<\/a>), or whether they simply constitute editorial accretions imperfectly assimilated to the original composition. Pace several of the commentators (e.g. Duhm 1892, 39&ndash;40; Gray 1912, 48; Auvray 1972, 55), the repeated injunction to take cover at the prospect of the imminent day of judgment (<a class=\"isa\" verses=\"WzE3Njk2LDE3NzA1LDE3NzA3XQ==\">10, 19, 21<\/a> cf. also<a class=\"isa\" verses=\"eyIxODE1MSI6Mn0=\">26:20&ndash;21<\/a>) is not well placed to serve as a refrain. Its last occurrence (<a class=\"isa\" verses=\"WzE3NzA3XQ==\">21<\/a>) looks rather like a variant of<a class=\"isa\" verses=\"WzE3NzA1XQ==\">19<\/a> separated from it by a brief<em>bayy&ocirc;m hah&ucirc;ʾ<\/em> oracle in prose. We are therefore left with either an admonition to hide placed at the end of both indictment and verdict or one such injunction serving as a link between the two parts of the poem (<a class=\"isa\" verses=\"WzE3Njk2XQ==\">10<\/a>). In either case the effect is to give a note of immediacy, a sharper edge, to the message of the poetic core. The assertion that the high and mighty will be humbled and Yahveh exalted on that day also follows both sections of the poem (<a class=\"isa\" verses=\"WzE3Njk3LDE3NzAzXQ==\">11, 17<\/a>) and occurs somewhat later in a series of woe sayings (<a class=\"isa\" verses=\"eyIxNzc1MSI6N30=\">5:11&ndash;17<\/a>). The way in which it is stated in this poem develops the theme of the verdict&mdash;the humiliation of power structures in the Syro-Palestinian region&mdash;in the direction of judgment on human pretensions in general.<\/p><p>We come now to what I have identified as the core of the passage, namely, the indictment and verdict: the former (<a class=\"isa\" verses=\"eyIxNzY5MiI6M30=\">vv 6&ndash;8<\/a>) opens with direct address to Yahveh, though the og translation has third person discourse (&ldquo;he has rejected his people&rdquo;) and the Targum second person plural (&ldquo;you have forsaken the fear of the Strong One &hellip; you of the house of Jacob&rdquo;). Though some commentators have opted for og (e.g. Gray 1912, 57; Duhm 1892, 39), there seems insufficient reason to prefer it to mt, and even less to read<em>b&ecirc;t yaʿăqōb<\/em> (&ldquo;household of Jacob&rdquo;) as vocative, as if the household of Jacob was abandoning its people, whatever that might mean. I suspect that &ldquo;household of Jacob,&rdquo; a designation popular in the post-destruction period, is an editorial adaptation linking the poem with the preceding<a class=\"isa\" verses=\"WzE3NjkxXQ==\">v 5<\/a> (see also &ldquo;God of Jacob,&rdquo;<a class=\"isa\" verses=\"WzE3Njg5XQ==\">v 3<\/a> see also ). The roughly parallel passage in<a class=\"ref\">Mic 5:9&ndash;14[10&ndash;15]<\/a> , which foresees the destruction of horses and chariots, cities and strongholds, sorcerers, soothsayers and idolatrous objects, represents a somewhat eschatologized version of the Isaian passage, one introduced with the standard<em>bayy&ocirc;m hah&ucirc;ʾ<\/em> formula. The indictment explains why Yahveh has given up on his people: they are accused of sorcery and necromancy, consorting with foreigners, accumulating wealth and&mdash;a frequent concomitant of wealth in biblical texts&mdash;idolatry. The connection between the first two of these articles of indictment is apparent in the listing of forbidden means of mediation in<a class=\"ref\">Deut 18:9&ndash;14<\/a> , forbidden precisely because foreign. Since necromancy was practiced at all times early and late in Israel during the biblical period (cf.<a class=\"isa\" verses=\"eyIxODc2OSI6OH0=\">Isa 57:3&ndash;10<\/a> for a late example), especially in times of crisis, it cannot be used to fix the date of this passage. These foreign influences come from east and west, the former not further specified, the latter identified as the Philistine cities. A parallel is at hand in<a class=\"ref\">Zeph 1&ndash;2<\/a> in which foreign presence and influence are attacked and the Philistines threatened with destruction (<a class=\"ref\">Zeph 1:8&ndash;9; 2:4&ndash;7<\/a>). If the phrase &ldquo;the children of foreigners&rdquo; is taken literally, it would recall Nehemiah&rsquo;s distress at coming upon the children of Philistine and Moabite women who could no longer speak Hebrew (<a class=\"ref\">Neh 13:23&ndash;24<\/a>), but that is not the most natural reading and, in any case,<em>yeled, yĕlād&icirc;m<\/em> is not confined to subadults.<\/p><p>The triadic and climactic denunciation of horses, chariots, and idols that follows is reminiscent of the kind of enumerative saying found in<a class=\"ref\">Proverbs 30:15&ndash;31 and Amos 1:3&ndash;2:8<\/a> . Silver, gold, and treasures suggest a time of relative prosperity. In the prophetic tradition horses and chariots were symbolic of pride and power (e.g.<a class=\"isa\" verses=\"W1sxODIzMywxODI1MiwxODUyM10seyIxNzY1NiI6MzF9XQ==\">Isa 30:15; 31:1; 43:17;<\/a><a class=\"ref\">Mic 5:9<\/a>) and were also very expensive import items (cf.<a class=\"ref\">1 Kgs 10:29<\/a> &mdash;a horse cost seventy-five times as much as a sheep, and a chariot four times as much as a horse). Bullion and essential war equipment came with foreign trade, and foreign trade brought with it foreign cults. As to the specific time frame, if any, referred to here we can only speculate. Some (e.g. Whitehouse 1905, 102&ndash;4) have opted for the reign of Uzziah (ca. 783&ndash;742) who captured Elat (<a class=\"ref\">2 Kgs 14:22<\/a> cf. the Tarshish ships of<a class=\"isa\" verses=\"WzE3NzAyXQ==\">Isa 2:16<\/a>), built fortifications, and conquered the Philistine cities (<a class=\"ref\">2 Chr 26:6&ndash;15<\/a>). Others (e.g. Clements 1980a, 43) prefer the reign of Ahaz (ca. 735&ndash;715) after the defeat of the Syrian-Samarian coalition, acceptance of Assyrian vassal status, and the construction of an Assyrian altar in Jerusalem (<a class=\"ref\">2 Kgs 16:10&ndash;16<\/a>). The language is not precise enough to allow for a decision.<\/p><p>The verdict (<a class=\"isa\" verses=\"eyIxNzY5OCI6NX0=\">vv 12&ndash;16<\/a>) presents another variation on the much discussed theme of the Day of Yahveh (bibliography in Cathcart; Everson; Jenni) that, whatever its origins and prehistory, first comes to clear expression in eighth century prophecy, perhaps in<a class=\"ref\">Amos 5:18&ndash;20<\/a> . The opening<a class=\"isa\" verses=\"WzE3Njk4XQ==\">v 12<\/a> , which presents the key to what follows with four epithets expressive of prideful eminence, is followed by eight features listed in pairs that are destined for destruction on the Day. The first and second of these are natural phenomena, and the third and fourth human constructions. Judgment is pronounced on human pretensions with special reference to the Syro-Palestinian and Levantine regions. The language suggests a life-threatening storm rather than the earthquake during Uzziah&rsquo;s reign (<a class=\"ref\">Amos 1:1 and Zech 14:5<\/a>). As in<a class=\"ref\">Ps 29<\/a> , the storm cuts a swathe from north to south, from the cedars of Lebanon and the oaks of Bashan east of the Jordan and the Sea of Galilee (cf.<a class=\"ref\">Ps 29:5, 9; 68:15<\/a>), through the Transjordanian highlands to the Gulf of Aqaba or, in<a class=\"ref\">Ps 29:8<\/a> , the wilderness of Kadesh, but in any case not sparing the Kingdom of Judah. Tarshish ships, whatever the precise meaning of the designation may be (see most recently Baker and Wildberger 97), operated out of Elat (Aqaba) and their mention at this point hints once again at the ambiguities of trade relations seen from the prophetic point of view.<\/p><p>Blenkinsopp, J. (2008).<em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em> (Vol. 19, pp. 194&ndash;196). New Haven; London: Yale University Press.<\/p> ",
    "audit": 1
}