{
    "id": 2158,
    "source": "blenkinsopp",
    "verse_id": 18780,
    "verse_count": 8,
    "reference": "57:14-21",
    "title": "A Call for a New Beginning",
    "html": "<p>The core of this passage is a saying, offering the prospect of relief and well-being&mdash;in conventional terms, a salvation oracle (<a class=\"isa\" verses=\"eyIxODAwNiI6MjV9\">15b&ndash;19<\/a>). In an adaptation of the usual prophetic <em>incipit<\/em>, the speaker is identified as the Enthroned One of the vision narrative in Isa 6 (<em>rām vĕniśśāʾ<\/em>, &ldquo;raised up on high,&rdquo; <a class=\"isa\" verses=\"WzE3NzcxXQ==\">6:1<\/a>), while the conclusion is signaled by the phrase &ldquo;YHVH affirms it&rdquo; near the end. On this reading, the concluding vv <a class=\"isa\" verses=\"eyIxODAzMSI6MjN9\">20&ndash;21<\/a> about the fate of the reprobate would be an addendum in keeping with the positive-negative alternation in the second part of the book, noted earlier. Compare the similar conclusion to chs. <a class=\"isa\" verses=\"eyIxODQyMiI6MjE2fQ==\">40&ndash;48<\/a> (<a class=\"isa\" verses=\"WzE4NjM3XQ==\">48:22<\/a>) and the final reprobation with which the book concludes (<a class=\"isa\" verses=\"WzE4OTQ3XQ==\">66:24<\/a>).<\/p><p>At first sight, &ldquo;he said&rdquo; (v <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">14a<\/a>; see Notes) looks like a conventional phrase linking <a class=\"isa\" verses=\"eyIxODc4MCI6OH0=\">57:14&ndash;21<\/a> with the preceding passage (Westermann 1969, 327&ndash;28). But <a class=\"isa\" verses=\"WzE4NzgwXQ==\">57:14<\/a> is a paraphrase of <a class=\"isa\" verses=\"WzE4NDI0XQ==\">40:3<\/a> (&ldquo;clear in the wilderness a way for YHVH; level in the desert a highway for our God&rdquo;) and therefore refers back to <a class=\"isa\" verses=\"WzE4NDI0XQ==\">Isa 40:3<\/a> together with <a class=\"isa\" verses=\"WzE4NDI3XQ==\">40:6<\/a> (reading <em>vĕʾāmar<\/em> 3d person) as a prophetic word spoken in the past. We would then have a valuable clue to the meaning of the saying that follows as an interpretative expansion of <a class=\"isa\" verses=\"eyIxODQyNCI6Nn0=\">40:3&ndash;8<\/a>, which begins as follows:<\/p><p>A voice proclaims:<\/p><p>&ldquo;Clear in the wilderness<\/p><p>a way for YHVH;<\/p><p>level in the desert<\/p><p>a highway for our God!&rdquo;<\/p><p>The rather unusual opening phrase (&ldquo;He said&rdquo;) may therefore be one of the few points in chs. <a class=\"isa\" verses=\"eyIxODQyMiI6NTI2fQ==\">40&ndash;66<\/a> where the authorial voice is heard. It will be heard again at the end of this first section, chs. <a class=\"isa\" verses=\"eyIxODc1NSI6Njh9\">56&ndash;59<\/a>, where a promise is addressed to a prophet and his &ldquo;seed&rdquo;&mdash;that is, his disciples (<a class=\"isa\" verses=\"WzE4ODIyXQ==\">59:21<\/a>; see also the Comments on <a class=\"isa\" verses=\"WzE4Nzg4XQ==\">58:1<\/a>see also ).<\/p><p>The intent to keep alive and contemporize the message of the prophetic author of <a class=\"isa\" verses=\"eyIxODQyMiI6MzMzfQ==\">40&ndash;55<\/a> is apparent in the choice of language&mdash;<em>pann&ucirc; derek<\/em>, &ldquo;clear the road&rdquo;; <em>soll&ucirc;, soll&ucirc;<\/em>, &ldquo;build up, build up the road&rdquo;; the verb is related to the substantive <em>mĕsill&acirc;<\/em>, &ldquo;highway&rdquo; (<a class=\"isa\" verses=\"WzE4NDI0LDE4ODY1XQ==\">40:3; 62:10<\/a>). Repetition is also characteristic of the rhetorically emphatic style of <a class=\"isa\" verses=\"eyIxODQyMiI6MzMzfQ==\">40&ndash;55<\/a>, beginning with the opening injunction &ldquo;Comfort, O comfort my people&rdquo; (<a class=\"isa\" verses=\"WzE4NDIyXQ==\">40:1<\/a>).<\/p><p>Bringing out the contemporary relevance of this word spoken in the past also implies that the road-building is no longer meant to be a highway through the wilderness. The author of <a class=\"isa\" verses=\"eyIxODc4MCI6OH0=\">57:14&ndash;21<\/a> is speaking out of a different experience. Babylon has fallen, but Cyrus has not lived up to the expectations or fulfilled the charge laid on him by the prophetic author of chs. <a class=\"isa\" verses=\"eyIxODQyMiI6MjE2fQ==\">40&ndash;48<\/a>. Since the word of God does not return to God empty but accomplishes what it purposes (<a class=\"isa\" verses=\"WzE4NzUyXQ==\">Isa 55:11<\/a>), the reason for nonfulfillment must lie with the people whose sins have created an &ldquo;obstacle, stumbling block&rdquo; (<em>mik&scaron;&ocirc;l<\/em>, <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">14b<\/a>). The &ldquo;way&rdquo; (<em>derek<\/em>), therefore, loses the particular reference it had in <a class=\"isa\" verses=\"WzE4NDI0XQ==\">40:3<\/a> and assumes a broader and less specific meaning&mdash;not just a way of life in general but a way of life in conformity with prophetic example and teaching and, in the context of <a class=\"isa\" verses=\"eyIxODQyMiI6NTI2fQ==\">Isa 40&ndash;66<\/a>, the example and teaching of the Servant-prophet of ch. <a class=\"isa\" verses=\"eyIxODcxMyI6MTJ9\">53<\/a>. To that extent, I agree with Zimmerli&rsquo;s &ldquo;ethical interpretation&rdquo; of <em>derek<\/em>, &ldquo;the way&rdquo; (1963 [1950], 217&ndash;33), against the objections of Oswalt (1998, 486&ndash;87) and Childs (2000, 470).<\/p><p>The full import of this exegetical procedure only emerges, however, in juxtaposition with the previous passage. We have had occasion to note more than once the deliberate alternation of judgment and reassurance in these chapters. In this instance the contrast is between the children of the sorceress of <a class=\"isa\" verses=\"eyIxODc2OSI6MTF9\">57:3&ndash;13a<\/a> and the contrite and humble faithful of <a class=\"isa\" verses=\"WzE4NzgxXQ==\">57:15<\/a>. While the people addressed&mdash;&ldquo;my people&rdquo; (<em>ʿamm&icirc;<\/em>)&mdash;is ideally the community as a whole, as in <a class=\"isa\" verses=\"WzE4NDIyXQ==\">40:1<\/a> (&ldquo;Comfort, O comfort my people&rdquo;), it is already becoming clear that there is a price to pay for belonging to God&rsquo;s people and that the privilege can be forfeited.<\/p><p>The consolation offered in <a class=\"isa\" verses=\"WzE4NDIyXQ==\">40:1<\/a> is therefore not unconditional. The point is made and the theme laid out in the opening statement of this last section of the book (<a class=\"isa\" verses=\"WzE4NzU1XQ==\">56:1<\/a>), where the author sets the tone by enjoining the practice of justice and righteousness <em>in view<\/em> of a turning point that still lies in the future (<a class=\"isa\" verses=\"WzE4NzU1XQ==\">56:1<\/a>). We might also mention the mysterious passage in which the disciples hear the voice of their teacher from behind them, that is, from beyond the grave: &ldquo;This is the way (<em>zeh hadderek<\/em>); keep to it&rdquo; (<a class=\"isa\" verses=\"WzE4MjM5XQ==\">30:21<\/a>).<\/p><p>As is often the case in prophetic preaching, especially in Ezekiel (<a class=\"ref\">Ezek 7:19; 14:3&ndash;4, 7; 44:12<\/a>), the obstacle that must be removed is a sinful way of life and especially a sinful addiction to alien cults of a kind graphically illustrated in the previous passage. The author is not concerned to clarify to whom the injunction to build up and clear the road is addressed, but we can at least rule out, both here and in <a class=\"isa\" verses=\"WzE4NDI0XQ==\">40:3<\/a>, members of the heavenly court (Childs 2000, 470 and others). Both here and at <a class=\"isa\" verses=\"WzE4Nzg4XQ==\">58:1<\/a>, the expression &ldquo;my people&rdquo; (v <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">14b<\/a>) refers to the community or nation as a whole, as we have just seen, but polarization in the community, already well underway, will result in a situation in which the people of YHVH, &ldquo;my people,&rdquo; will be explicitly limited to the elect among them (<a class=\"isa\" verses=\"WzE4OTIwXQ==\">65:22<\/a>), those who mourn (<a class=\"isa\" verses=\"W1sxODc3NV0seyIxODg0NiI6Mn0sWzE4OTMzXV0=\">57:9; 61:2&ndash;3; 66:10<\/a>), and those who seek after their God (<a class=\"isa\" verses=\"WzE4OTA4XQ==\">65:10<\/a>).<\/p><p>Dependence on existing Isaianic material, in evidence throughout the passage, suggests that the author, faced with the challenge of a new and problematic situation, is creating new Isaianic prophecy out of old. The superscription (v <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">15a<\/a>) identifies the speaker of the saying as the Enthroned One of Isaiah&rsquo;s vision (<a class=\"isa\" verses=\"WzE3NzcxXQ==\">6:1<\/a>), whose holiness is proclaimed in the liturgy of the seraphim (<a class=\"isa\" verses=\"WzE3NzczXQ==\">6:3<\/a>), and whose essence is enshrined in the title &ldquo;The Holy One of Israel&rdquo; (<em>qĕd&ocirc;&scaron; yiśrāʿēl<\/em>), an expression appearing in all sections of the book.<\/p><p>Holiness signifies apartness, transcendence, and therefore raises the question of location, the place where God resides. The simple answer is that gods, like people, live in their houses, and that therefore YHVH lives in his house in Jerusalem on Mount Zion. But simple answers rarely satisfy, and since this way of thinking could (and did) lead to crass anthropomorphic representations, and could be (and was) manipulated to their own ends by the personnel who controlled the temple, more sophisticated views evolved among the learned. The Deuteronomists elaborated what von Rad called a Name theology: YHVH has placed his Name (<a class=\"ref\">Deut 12:5<\/a>), or caused it to dwell (<a class=\"ref\">Deut 12:11; 14:23<\/a> etc.), in the sanctuary, with the implication that divine presence is realized and may be experienced in the invocation of the Name in worship. This is the origin of the idea of the divine Name as a kind of hypostasis of and circumlocution for God (as in <em>bār&ucirc;k ha&scaron;&scaron;ēm<\/em>, &ldquo;Blessed be the Name&rdquo;).<\/p><p>Other priestly and scribal circles came up with the theologoumenon of the divine glory or effulgence (<em>kāb&ocirc;d<\/em>; Greek <em>doxa<\/em>) as a way of expressing presence and activity without sacrificing transcendence. In the wilderness narratives, the <em>kāb&ocirc;d<\/em> is represented in the familiar theophanic language of fire, cloud, and smoke, especially in association with the wilderness sanctuary (e.g., <a class=\"ref\">Exod 24:16; 25:18<\/a>). The concept is well developed in Ezekiel and was certainly familiar to the prophetic authors of <a class=\"isa\" verses=\"eyIxODQyMiI6NTI2fQ==\">Isa 40&ndash;66<\/a> (<a class=\"isa\" verses=\"W1sxODQyNiwxODc5NSwxODgyMF0seyIxODgyMyI6Mn0seyIxODk0MSI6Mn1d\">40:5; 58:8; 59:19; 60:1&ndash;2; 66:18&ndash;19<\/a>; see Weinfeld 1995; Westermann 1997).<\/p><p>The cluster of terms at the beginning of this short discourse creates a strong impression of transcendence through the temporal dimension of time without end and the spatial dimension of height. The latter&mdash;God&rsquo;s dwelling in highest heaven, in a high and holy place&mdash;echoes the language of liturgical hymns (<a class=\"ref\">Pss 7:8; 56:3; 102:20; 150:1<\/a>; including the psalm-like passage <a class=\"isa\" verses=\"WzE4Mjg1XQ==\">Isa 33:5<\/a>). The expression &ldquo;a high and holy place&rdquo; is a hendiadys composed of <em>mār&ocirc;m<\/em> (also <a class=\"isa\" verses=\"WzE4Mjg1LDE4Mjk2LDE4NzkxXQ==\">Isa 33:5, 16; 58:4<\/a>) and <em>qād&ocirc;&scaron;<\/em> (also <a class=\"ref\">Ps 150:1<\/a>), both substantives indicating location. There is not only no mention of the temple (whether already in existence or not) but the earthly counterpart to the heavenly location is the divine presence among the contrite and humble, meaning also the poor and the oppressed. With this we may compare <a class=\"isa\" verses=\"eyIxODkyNCI6Mn0=\">66:1&ndash;2<\/a>:<\/p><p>Heaven is my throne, the earth is my footstool.<\/p><p>What kind of house could you build for me?<\/p><p>What kind of place for my abode?<\/p><p>Did not my hand make all of these,<\/p><p>and all these things came to be?<\/p><p>But on these I look with favor:<\/p><p>the poor, the afflicted in spirit, and those who tremble at my word.<\/p><p>A similar expression of the inadequacy of any place of worship is heard in Solomon&rsquo;s prayer at the dedication of the first temple, composed at roughly the same time as these chapters in Isaiah:<\/p><p>Will God indeed dwell on earth? Even heaven and the highest heaven cannot contain you, much less this house that I have built. (<a class=\"ref\">2 Kgs 8:27<\/a>)<\/p><p>Since Solomon&rsquo;s prayer occurs in the context of the dedication of the temple, it can hardly be interpreted as an outright rejection of the idea of divine presence in a temple. Yet it would be wrong to minimize the force and originality of the prophetic redefinition of religious priorities, according to which ceremony, and even the sacrificial cult, take second place to the option for the poor and oppressed. We will return to this theme in the Comments on the last chapter of the book.<\/p><p>The promise to foreswear anger and to bring healing (vv <a class=\"isa\" verses=\"eyIxNzk3MSI6NjB9\">16&ndash;19<\/a>) follows. Whybray (1975, 208) has the interesting suggestion that this and similar promises of salvation in chs. <a class=\"isa\" verses=\"eyIxODQyMiI6NTI2fQ==\">40&ndash;66<\/a> are in response to corporate cultic lamentations in which the psalmist complains of God&rsquo;s anger or inattention. He cites <a class=\"ref\">Pss 44:23&ndash;24; 74:1; and 79:5<\/a>, and to these we add <a class=\"ref\">Ps 85<\/a>, which has many parallels with <a class=\"isa\" verses=\"eyIxODc1NSI6MTkzfQ==\">Isa 56&ndash;66<\/a>. The psalmist asks God whether he will be angry forever, prolonging his wrath from one generation to the next, and prays for him to revive his people. The petition ends with the assurance that God will speak peace to his people and that his salvation is near for those who fear him (<em>qār&ocirc;b l&icirc;rēʾ&acirc;v yi&scaron;ʿ&ocirc;<\/em>). Even closer is the parallel between <a class=\"isa\" verses=\"WzE4NzgyXQ==\">Isa 57:16a<\/a> and <a class=\"ref\">Ps 103:9<\/a>:<\/p><p><em>k&icirc; loʾ lĕʿ&ocirc;lām ʾār&icirc;b<\/em> \/ <em>vĕloʾ lāneṣaḥ ʾeqṣ&ocirc;p<\/em> (<a class=\"isa\" verses=\"WzE4NzgyXQ==\">Isa 57:16a<\/a>)<\/p><p>For I will not be forever accusing,<\/p><p>nor will I be always angry.<\/p><p><em>loʾ lāneṣaḥ yār&icirc;b<\/em> \/ <em>vĕloʾ lĕʿ&ocirc;lām yiṭṭ&ocirc;r<\/em> (<a class=\"isa\" verses=\"bnVsbA==\">Ps 103:9<\/a>)<\/p><p>He will not be always accusing,<\/p><p>nor will he keep up his anger forever.<\/p><p>Why God should restrain his anger is explained (<a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">16b<\/a>) with reference to the creation of humanity, according to which God blew the breath of life (<em>nĕ&scaron;ām&acirc; ḥayyim<\/em>) into the first man&rsquo;s nostrils (<a class=\"ref\">Gen 2:7<\/a>). The point seems to be that indefinite exposure to the divine anger would reduce that divinely originating essence, resulting in weakness and eventually death.<\/p><p>There follows (<a class=\"isa\" verses=\"eyIxNzk4NSI6MTR9\">17<\/a>) one of the summary accounts of Israel&rsquo;s history as a history of religious and moral failure, summarized here rather surprisingly in the accusation of avarice (<em>beṣaʿ<\/em>). Such back-references are characteristic of the second half of the book, using allusions (familiar from psalms) to the divine anger (cf. <a class=\"isa\" verses=\"WzE4NTA2LDE4NjI0LDE4NjkxLDE4Njk0LDE4Njk2XQ==\">42:25; 48:9; 51:17, 20, 22<\/a>), abandonment (<a class=\"isa\" verses=\"WzE4NzMxXQ==\">54:7<\/a>), and the hiddenness, silence, or sleep of God (<a class=\"isa\" verses=\"WzE4NDQ4LDE4NDk1LDE4NzMyXQ==\">40:27; 42:14; 54:8<\/a>). In fact, <a class=\"isa\" verses=\"WzE4NzgzXQ==\">57:17<\/a> looks much like a restatement of the consoling word spoken to Zion in <a class=\"isa\" verses=\"eyIxODczMSI6Mn0=\">54:7&ndash;8<\/a>:<\/p><p>For a brief space of time I forsook you,<\/p><p>but with love overflowing I will bring you back.<\/p><p>In an outburst of anger I hid my face from you for a while,<\/p><p>but with love never failing I have pitied you.<\/p><p>The brief discourse ends with words of promise (<a class=\"isa\" verses=\"eyIxODc4NCI6Mn0=\">57:18&ndash;19<\/a>). The God of Israel is a God who strikes but also heals the blows he inflicts: he kills and gives life, he wounds and heals (<a class=\"ref\">Deut 32:39<\/a> cf. <a class=\"isa\" verses=\"WzE3NzgwLDE4MDI3LDE4MjQ0XQ==\">Isa 6:10; 19:22; 30:26<\/a>). That he is also a comforting God is one of the major themes of <a class=\"isa\" verses=\"eyIxODQyMiI6NTI2fQ==\">Isa 40&ndash;66<\/a> (<a class=\"isa\" verses=\"WzE4NDIyLDE4NjUwLDE4Njc3LDE4Njg2LDE4NjkzLDE4NzA2XQ==\">40:1; 49:13; 51:3, 12, 19; 52:9<\/a>), and it includes the image of the mother comforting her child (<a class=\"isa\" verses=\"WzE4OTM2XQ==\">66:13<\/a>). Among those to be comforted are the mourners (<em>ʾăbēl&icirc;m, mitʾabbēl&icirc;m:<\/em> <a class=\"isa\" verses=\"W3siMTg4NDYiOjJ9LFsxODkzM11d\">61:2&ndash;3; 66:10<\/a>), mentioned also here.<\/p><p>The only parallel to the curious phrase &ldquo;fruit of the lips&rdquo; (<em>n&icirc;b śĕpātayim<\/em>) is the even more curious &ldquo;the bullocks of our lips&rdquo; (<em>pār&icirc;m śĕpātēn&ucirc;<\/em>) in <a class=\"ref\">Hos 14:2<\/a>. The reference is clearly to hymns of praise that either accompany or, more likely, substitute for animal sacrifice, which is one of several indications in these chapters of a certain reserve with respect to the sacrificial system and the temple cult in general. As in ordinary funerary rites, mourning has a fixed terminus (<a class=\"isa\" verses=\"WzE4ODQyXQ==\">60:20<\/a>). So the day will come when those who now mourn will have songs of praise and thanksgiving on their lips, a conviction expressed toward the end of the book in the form of eschatological reversal: my servants will rejoice and sing while you (their opponents) will be shamed and lament (<a class=\"isa\" verses=\"eyIxODkxMSI6Mn0=\">65:13&ndash;14<\/a>). The same reversal is expressed in pure Isaianic terms in the Gospel Beatitudes: &ldquo;Blessed are those who mourn, for they will be comforted&rdquo; (<a class=\"ref\">Matt 5:4<\/a> cf. <a class=\"ref\">Luke 6:21<\/a>).<\/p><p>The final statement (vv <a class=\"isa\" verses=\"eyIxODAzMSI6MjN9\">20&ndash;21<\/a>) looks like an addition with the purpose of excluding the reprobate in the community from the promise of well-being addressed to all and sundry, those near and those far off, in the previous verse. If so, it would have been added at a time when the lines between different parties were more sharply drawn. In this respect, it resembles the dark finale of the book (<a class=\"isa\" verses=\"WzE4OTQ3XQ==\">66:24<\/a>), which has the effect of excluding the reprobate from the eschatological worship offered in Jerusalem (<a class=\"isa\" verses=\"eyIxODk0NSI6Mn0=\">66:22&ndash;23<\/a>). Perhaps the same scribe added the practically identical finale to chs. <a class=\"isa\" verses=\"eyIxODQyMiI6MjE2fQ==\">40&ndash;48<\/a> (<a class=\"isa\" verses=\"WzE4NjM3XQ==\">48:22<\/a>), where its relevance is not so obvious. In that case, it could have served as a structural marker dividing chs. <a class=\"isa\" verses=\"eyIxODQyMiI6NTI2fQ==\">40&ndash;66<\/a> into three sections of nine chapters each, a suggestion first made, as far as I have been able to determine, by Bernhard Duhm.<\/p><p>In conclusion: This brief prophetic discourse provides the first clear indications of dependence on both the first (chs. <a class=\"isa\" verses=\"eyIxNzY1NiI6NzY2fQ==\">1&ndash;39<\/a>) and the second section of the book (<a class=\"isa\" verses=\"eyIxODQyMiI6MzMzfQ==\">40&ndash;55<\/a>). The command to prepare the way of YHVH (<a class=\"isa\" verses=\"WzE4NDI0XQ==\">40:3<\/a>) is now attributed to the Enthroned One of Isaiah&rsquo;s vision (<a class=\"isa\" verses=\"WzE3NzcxXQ==\">6:1<\/a>) but is issued with different wording and different emphases to apply to a new situation, that of the early, uncertain decades of Iranian control of Judah. The message is still one of comfort (<a class=\"isa\" verses=\"WzE4Nzg0XQ==\">57:18<\/a> cf. <a class=\"isa\" verses=\"WzE4NDIyXQ==\">40:1<\/a>) following the termination of hostility between YHVH and his people (<a class=\"isa\" verses=\"eyIxODc4MiI6M30=\">57:16&ndash;18<\/a> cf. <a class=\"isa\" verses=\"WzE4NDIzXQ==\">40:2<\/a>). The difference now is that God&rsquo;s people can no longer simply be identified with the people as a whole. The question of the identity of the true Israel of God will be raised in an increasingly sharp and confrontational manner throughout these last chapters of the book.<\/p><p>Blenkinsopp, J. (2008). <em>Isaiah 56&ndash;66: a new translation with introduction and commentary<\/em> (Vol. 19B, pp. 168&ndash;173). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}