{
    "id": 2093,
    "source": "blenkinsopp",
    "verse_id": 18179,
    "verse_count": 9,
    "reference": "28:14–22",
    "title": "The Deal with Death Undone",
    "html": " <p>The initial &ldquo;therefore&rdquo; creates a nexus with <a class=\"isa\" verses=\"eyIxODE2NiI6MTN9\">1&ndash;13<\/a>, which suggests that we are now to hear the verdict following the indictment. The verdict, however, consists in a pronouncement of Yahveh that contains its own verdict (<a class=\"isa\" verses=\"WzE4MTgxXQ==\">16<\/a>). The present passage is nevertheless closely connected with <a class=\"isa\" verses=\"eyIxODE2NiI6MTN9\">1&ndash;13<\/a>, and is continuous with it. The diatribe shifts from Samaria to Judah in <a class=\"isa\" verses=\"WzE4MTcyXQ==\">28:7<\/a>,(&ldquo;these also &hellip;&rdquo;) and is now addressed to the scoffers in Jerusalem (<em>ʾan&scaron;ē lāṣ&ocirc;n<\/em>, cf. <a class=\"ref\">Prov 29:8<\/a>, the scoffers who spell disaster for a city). The theme of mocking and rejection of the prophet&rsquo;s message occurs in both, and in both the common tactic of quoting the opposition is employed. The issue throughout is where to find security at a time of extreme and possibly terminal crisis, and the crisis is described in both sections as a storm with hail and a raging flood of water. The strange and uncanny work of God (Luther&rsquo;s <em>opus alienum <\/em>) (<a class=\"isa\" verses=\"WzE4MTg2XQ==\">21<\/a>) recalls the reference in the previous section to Yahveh&rsquo;s speaking to &ldquo;this people&rdquo; (a pejorative appellation, as elsewhere in Isaiah) in a strange language, and in each part there is interpolated a perspective on a future when justice and righteousness will finally prevail (<a class=\"isa\" verses=\"W1sxODE3MV0seyIxODE4MSI6Mn1d\">6, 16&ndash;17<\/a>). <\/p> <p>At the same time, we can hardly fail to note the uneven literary character of this passage. It achieves a certain unity by beginning and ending on the theme of scoffing, meaning, concretely, rejection or skepticism vis-&agrave;-vis prophetic prescriptions, but the awkwardness and unevenness of the language are much in evidence. The architectural metaphors (laying a foundation stone, etc.) do not sit well with making a deal with death and the underworld and even less with the image of inadequate bedding. It is understandable therefore that commentators have bracketed at least <a class=\"isa\" verses=\"eyIxODE4MSI6Mn0=\">16&ndash;17a<\/a>,(&ldquo;I will lay &hellip; plummet&rdquo;) as an editorial expansion, the removal of which allows the metaphorical raging flood to flow freely. The inauguration of a new building in Zion adds another dimension, a new layer of meaning, by contrasting the dysfunctional contemporaneous society with a new social order based on justice and righteousness. Verse 19 represents an editorial note of a different kind, addressed more directly to the reader, a glossator&rsquo;s way of representing the historical crisis in the distant past of Hezekiah&rsquo;s reign as paradigmatic of a recurring threat. The note has been rounded off with a warning about the effect of this somber prediction on the reader. The last statement (<a class=\"isa\" verses=\"WzE4MTg3XQ==\">22b<\/a>) recalls <a class=\"isa\" verses=\"eyIxNzg3MyI6Mn0=\">10:22&ndash;23<\/a>: &ldquo;Destruction is decreed with vindication abounding; for the Sovereign Lord Yahveh will bring about the destruction that is decreed in the midst of the earth.&rdquo; Both reflect the apocalyptic world view of the author of Daniel (<a class=\"isa\" verses=\"bnVsbA==\">Dan 9:27; 11:36<\/a>) and belong to the final stages in the production of the book of Isaiah. <\/p> <p>The indictment is directed against the ruling elite in Jerusalem, the Judean counterparts of the &ldquo;drunkards of Ephraim.&rdquo; The author uses the device, common in Isaiah, of condemning them out of their mouths, in their own words, which are not their words at all&mdash;they would hardly have admitted putting their trust in lies and falsehood. What they are supposed to mean by making a pact with Death and the Underworld is not clear. The allusion is often taken to refer to negotiations with Egypt with a view to a common front against Assyria, a situation that actually obtained in the last years of the eighth century b.c.e. (cf. <a class=\"isa\" verses=\"W3siMTgyMTkiOjV9LHsiMTgyNTIiOjN9XQ==\">30:1&ndash;5; 31:1&ndash;3<\/a>). Some commentators have also suspected a covert reference to the well-known Egyptian preoccupation with death and the afterlife. Not incompatible with this suggestion would be allusion to necromancy and the occult, often resorted to in times of crisis (e.g. during pestilence and military disaster) and well represented in Isaiah (<a class=\"isa\" verses=\"W1sxNzY5Ml0seyIxNzgyNyI6NH0sWzE4MTk4XSx7IjE4Nzc0IjoyfV0=\">2:6; 8:19&ndash;22; 29:4; 57:8&ndash;9<\/a>). <\/p> <p>The personification of Death (<em>māvet <\/em>) and Sheol as partners in covenant-making also provides the occasion for introducing Mot, known from the Ugaritic texts as son of El, opponent of Baal, and lord of the underworld. Making a deal with Mot would then presumably imply placating this deity, always greedy to swallow the living (cf. <a class=\"isa\" verses=\"WzE3NzU0LDE4MTI3XQ==\">5:14; 25:8<\/a>, <a class=\"ref\">; Hos 13:14; Hab 2:5<\/a>), in order to avoid or postpone entering his realm. The precise meaning of the statement is rendered particularly obscure on account of <em>ḥōzeh<\/em>,(<a class=\"isa\" verses=\"WzE4MTgwXQ==\">15<\/a>) and <em>ḥāz&ucirc;t<\/em>,(<a class=\"isa\" verses=\"WzE4MTgzXQ==\">18<\/a>), only here in parallelism with <em>bĕr&icirc;t<\/em>, &ldquo;covenant,&rdquo; &ldquo;pact.&rdquo; With the help of R. Moshe Hakkohen, Ibn Ezra made a valiant effort to preserve in some way the normal meaning of visionary and vision, the meanings respectively attaching to the terms in question (&ldquo;we have made a prophet&rsquo;s covenant&rdquo;). This suggests the following possibility. The covenant (<em>bĕr&icirc;t <\/em>) with Mot implies both a repudiation of the Sinai covenant and a parody of the scene on the mountain when Moses and his companions saw God in vision (<em>ḥzh <\/em>) and sealed the covenant with a meal (<a class=\"ref\">Exod 24:9&ndash;11<\/a>)&mdash;therefore somewhat like a Black Mass. What has taken place is therefore a ritual, probably of an orgiastic kind, involving eating, drinking, and sacrificing to Mot, consonant therefore with the gross inebriation of priests and prophets referred to earlier. <\/p> <p>Consistent with this reading of the rulers&rsquo; confident statement is the claim to have made a lie their shelter. The language of lying (<em>kzb <\/em>) is frequently associated with visions and divination of a dubious nature (<a class=\"ref\">Ezek 13:6&ndash;7, 9; 21:34; 22:28<\/a>) and, on one occasion, with unacceptable treaties with foreign powers (<a class=\"ref\">Hos 12:2[1]<\/a>). The true shelter (<em>maḥseh <\/em>) is none other than Yahveh (<a class=\"isa\" verses=\"WzE4MTIzXQ==\">25:4<\/a>; <a class=\"ref\">Jer 17:17; Joel 4:16;<\/a>, and often in Psalms), who is therefore being deliberately repudiated, at this time of crisis, in favor of Mot. A similar turning back to the old gods and goddesses, whose writ ran in the land long before Yahveh arrived on the scene, is attested following a time of even greater crisis, the fall of Jerusalem more than a century later (<a class=\"ref\">Jer 44:15&ndash;19<\/a>). <\/p> <p>There is also a mythological subtext in the reference to the raging flood about to pass through the land. We are reminded at once of the dark waters of death (cf. <a class=\"ref\">Pss 18:5&ndash;6; 124:4&ndash;5<\/a>), but the Hebrew <em>&scaron;&ocirc;ṭ<\/em>, here translated &ldquo;flood&rdquo; only because of the adjective accompanying it (as in <a class=\"isa\" verses=\"WzE4MjQ2XQ==\">30:28<\/a>), usually means &ldquo;whip,&rdquo; &ldquo;scourge.&rdquo; The language is reminiscent of the Northwest Semitic Hadad, identified with Baal, god of the storm and rain cloud, destroyer and preserver of life, represented as horned and carrying either a thunderbolt or a whip. Since Mot and Hadad-Baal are enemies, there is a certain consistency in the imagery of making a pact with the former in order to avoid falling victim to the latter. <\/p> <p>As in the previous passage, the description of present unpropitious realities alternates with a glimpse into a less threatening future. The architectural imagery connotes a new society, a new polity, based on moral order. The important element is that justice and righteousness are the criteria according to which this or any society is to be judged. The point is made clearly in that the measuring line (<em>qav<\/em>, <a class=\"ref\">Jer 31:29; Job 38:5<\/a>) and lead plummet (<em>mi&scaron;qelet<\/em>, <a class=\"isa\" verses=\"WzE4MzE1XQ==\">34:11<\/a>; <a class=\"ref\">2 Kgs 21:13<\/a>) are implements employed not just in building from scratch but in determining whether an existing building should be condemned and demolished&mdash;a point made very clearly in <a class=\"isa\" verses=\"WzE4MzE1XQ==\">34:11<\/a>. This figurative language of cornerstone or foundation for a house or temple tends to recur wherever it is a question of new beginnings and the formation of community (e.g. <a class=\"ref\">Zech 10:4; Ps 118:22<\/a>). St. Paul (<a class=\"ref\">Rom 9:33<\/a>) found a new use for the text by combining it with <a class=\"isa\" verses=\"WzE3ODIyXQ==\">Isa 8:14<\/a>: &ldquo;Behold, I am laying in Zion a stone that will make people stumble, a rock that will make them fall; and he who believes in him will not be put to shame.&rdquo; A second or third generation Christian homilist identified the stone of <a class=\"isa\" verses=\"WzE4MTgxXQ==\">Isa 28:16<\/a>, with Jesus as the foundation of a new community (<a class=\"ref\">1 Pet 2:4&ndash;6<\/a>). Whoever the author of our passage may have been, the ideas expressed in it are not inconsistent with the Isaian core: political action is not religiously and morally autonomous; it must be based on trust in God, not on the self-interested assistance of foreign powers (cf. <a class=\"isa\" verses=\"WzE3NzkyLDE4MjMzXQ==\">7:9b; 30:15<\/a>). <\/p> <p>The metaphor of a raging flood has suggested a reference, of a kind rare in Isaiah, to traditional stories about divine interventions in Israel&rsquo;s distant past. The first is Joshua&rsquo;s victory at Gibeon, brought to a successful conclusion with the help of the sun miracle, which also involved the lesser miracle of preternaturally large hailstones (<a class=\"ref\">Josh 10:10&ndash;15<\/a>). The second is David&rsquo;s victory over the Philistines at Baal-perazim, when Yahveh broke through their ranks like a raging flood of water (<a class=\"ref\">2 Sam 5:17&ndash;25<\/a>). Apart from a passing allusion in <a class=\"isa\" verses=\"eyIxNzg3NSI6M30=\">10:24&ndash;26<\/a>, the first part of the book (chs. <a class=\"isa\" verses=\"eyIxODE2NiI6Mjl9\">1&ndash;39<\/a>) is silent on the sojourn in Egypt and the forty years in the wilderness, in marked contrast to <a class=\"isa\" verses=\"eyIxODQyMiI6MzIwfQ==\">chs. 40&ndash;54<\/a>. The destruction of Sodom and Gomorrah is referred to occasionally (<a class=\"isa\" verses=\"W3siMTc2NjQiOjJ9LFsxNzcxN11d\">1:9&ndash;10; 3:9<\/a>) but is exceptional since we know that this folk tradition existed independently of the stories about the early ancestors. The conquest account is represented in <a class=\"isa\" verses=\"eyIxODE2NiI6Mjl9\">1&ndash;39<\/a>, only by a brief allusion to Gideon&rsquo;s victory at the Rock of Oreb (<a class=\"isa\" verses=\"WzE3ODc3XQ==\">10:26<\/a>) and to the autochthonous Hivites and Amorites (<a class=\"isa\" verses=\"WzE3OTkzXQ==\">17:9<\/a>), a reference that looks suspiciously Deuteronomic (cf. <a class=\"ref\">Deut 2:10&ndash;12, 20&ndash;23; 3:11; 7:1; 20:17<\/a>). The current explanation, which owes a great debt to von Rad, is that Isaiah and Isaian <em>epigoni<\/em>, drew on Zion-Jerusalem traditions of quite different origin and inspiration from the Ephraimite traditions of the Egyptian sojourn, the trek through the wilderness and conquest of Canaan. This is no doubt true as far as it goes, but it is also possible that some of these traditions were consolidated in narrative form at a mature point in the formation of the book. Abraham, in particular, is a latecomer on the scene, to judge by the few and late allusions to him in the prophetic compilations. <\/p> <p>The temptation to over-interpret has proved difficult to resist with respect to the description of divine activity as strange (<em>zār <\/em>) and uncanny (<em>nokr&icirc; <\/em>)&mdash;a counterpart to the strange language (Akkadian) in which, courtesy of the Assyrians, the message was destined to be delivered to the obdurate (<a class=\"isa\" verses=\"WzE4MTc2XQ==\">28:11<\/a>). The context suggests that this description applies to the two incidents from Israel&rsquo;s past insofar as divine intervention then came about by quite extraordinary, even miraculous means: a preternaturally destructive hailstorm, the sun standing still, the timing of an attack by the rustling of the wind in the trees. The point is that this element of the unanticipated, the sudden, the astounding, is what happens when God &ldquo;arises,&rdquo; i.e., chooses to intervene in human affairs. The prophetic view repeatedly sets this sudden and unanticipated divine action over against what the movers and shakers of the world plan. In the two incidents referred to at this point the intervention was salvific, but the God of Israel was also known as a God who, as Luther put it, terrifies in order to save. Whether in salvation or judgment, these interventions cannot be circumscribed by human calculations, even when carried out by the best and brightest of minds (<a class=\"isa\" verses=\"WzE4MjA4XQ==\">29:14b<\/a>). <\/p> <p>Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em>,(Vol. 19, pp. 392&ndash;395). New Haven; London: Yale University Press. <\/p>",
    "audit": 1
}