{
    "id": 2160,
    "source": "blenkinsopp",
    "verse_id": 18802,
    "verse_count": 8,
    "reference": "59:1–8",
    "title": "Why God Remains Inactive and Silent ",
    "html": "<p>There is a clear association in style, mood, and substance between the previous chapter and the series of connected passages beginning at this point. A state of collective depression fed by disappointed hopes has led to the collapse of confidence in traditional religious resources, including prayer and fasting. The lament, or rather complaint, was voiced explicitly in 58:3a, whereas now (59:1) it is implicit in the preacher&rsquo;s response to it.<\/p><p>The present chapter goes further in presenting a sort of confession of sin in vv 9&ndash;15a, though God is addressed directly only in v 12. This leads at last to the positive response of YHVH promised in the previous chapter (58:9a) but now only affecting the penitent minority:<em>&scaron;āb&ecirc; pe&scaron;aʿ bĕyiśrāʿēl<\/em> , &ldquo;those who turn from transgression in Israel&rdquo; (vv 15b&ndash;20), those who do &ldquo;the true turning&rdquo; (<em>tĕ&scaron;&ucirc;b&acirc;<\/em>). The breaking up of the text into pericopes of manageable length demanded by commentary writing must not lead us to overlook these continuities. Torrey&rsquo;s summary of the chapter as a single composition (Torrey 1928, 439) is worth quoting:<\/p><p>This great poem<em>de profundis<\/em> stands alone in the collection as a picture of sin and misery. The prevailing impression, through most of its extent, is of<em>darkness<\/em> . Sin has separated the people from their God (verse 2), his face is hidden from them. Thus the light is gone; they have become as blind men, staggering in the dark, groping for support, stumbling at noon as in twilight.<\/p><p>This first section (vv 1&ndash;8) exonerates YHVH of responsibility for the breakdown in communication and puts the blame squarely on barriers created by the community itself, resulting in an indictment of a kind common in older prophetic writings. There is a change of address from the second to the third person, beginning with v 5 and continuing through v 8, and some rather outr&eacute; imagery in vv 5&ndash;6, which seemed to some scholars to justify setting off either vv 5&ndash;8 (Marti 1900, 376&ndash;77; Pauritsch 1971, 89) or vv 4&ndash;8 (Elliger 1928, 15&ndash;20; Volz 1932, 233) as a<em>Zusatz<\/em> (addition). Volz also thought that the language in this insertion must have been addressed to the reprobates in the community rather than to the community as a whole. These questions are generally impossible to decide with any assurance. It seems better to read 59:1&ndash;20 on the assumption that it constitutes a literary unity of some kind (with Westermann 1969, 344; Beuken 1989a, 124&ndash;30), though not necessarily composed at one time and by one author. For the presence of expansive or explanatory glosses in v 5b and the second half of v 6a, see the Notes.<\/p><p>In reviewing the various attempts to describe either this present subsection or 59:1&ndash;20 as a whole, form-critically, we may find it worthwhile to remember that we are not dealing with a transcript either of a liturgy (as Muilenburg 1956, 686&ndash;87) or a sermon (Kessler 1956, 337&ndash;38; Whybray 1975, 221, who calls it a &ldquo;hell-fire sermon&rdquo;). Kendall (1984, 391&ndash;405) neatly organizes the chapter around the ambivalent term<em>mi&scaron;pāṭ<\/em> : it has the meaning &ldquo;justice&rdquo; in vv 1&ndash;8, and its absence is being decried; it carries the meaning &ldquo;vindication&rdquo; or &ldquo;salvation&rdquo; in 9&ndash;15a, and its absence is lamented by the people being addressed; and it at last comes into sight with God&rsquo;s intervention to judge and to save in 15b&ndash;20. Isaiah 59:1&ndash;20 is, in any case, a<em>literary<\/em> work that makes eclectic use of familiar resources from both the prophetic and the didactic traditions, together with familiar literary schemata.<\/p><p>As in so much of Isa 40&ndash;66, its tone is basically homiletic, and it is much closer to a sermon, or a brief abstract of a sermon, than to a prophetic saying. It reflects the pervasive influence of the &ldquo;new prophecy,&rdquo; decidedly homiletic in character, of the Deuteronomistic Levites, examples of which can be found in Deuteronomy, Jeremiah (note, for example, the small &ldquo;sermon&rdquo; on the Sabbath in Jer 17:19&ndash;27), and Zech 7&ndash;8. Since it is difficult to visualize socially disembodied individuals composing this kind of material for their own private edification or delectation, we conceive of it as presupposing some kind of synagogal or protosynagogal system, however rudimentary, during the early decades of Persian rule.<\/p><p>The derivative nature of the language and motifs is evident in the opening reference to the arm of YHVH, which paraphrases an earlier text:<\/p><blockquote><p>Is my reach [arm] too short to rescue?<\/p><p>Do I lack the strength to deliver? (50:2)<\/p><\/blockquote><p>In both texts the arm evokes the collective memory of the Exodus from Egypt, accomplished by God&rsquo;s &ldquo;outstretched arm&rdquo; (<em>bizr&ocirc;aʿ nĕṭ&ucirc;y&acirc;<\/em> , Exod 6:6; 15:16; Deut 4:34; 2 Kgs 17:36 etc.). The arm as the symbol of the power to save is also a common topos in the second part of the book (48:14; 51:5, 9&ndash;11; 52:10; 53:1; 59:16; 62:8).<\/p><p>Another familiar motif is the willful making dull (&ldquo;making heavy&rdquo;) of the faculty of hearing. We recall the injunction addressed to Isaiah in the course of his vision: &ldquo;Make this people dull of perception, hard of hearing, sight impaired, lest they see with their eyes, hear with their ears, and grasp with their mind, and then change their ways and be healed&rdquo; (6:10). The same figure occurs in the homily in Zech 7:8&ndash;14: &ldquo;The people made their ears dull [heavy] so that they could not hear&rdquo; (7:11). Incidentally, Zech 7:8&ndash;14 has much in common with Isa 58&ndash;59, beginning with the pattern: injunction of the preacher-reaction of the congregation-positive result.<\/p><p>The arm, therefore, represents the ability and the ear the willingness to intervene on the plaintiff&rsquo;s behalf. The rupture in relationship is not YHVH&rsquo;s doing but the effect of the plaintiff&rsquo;s conduct, and to describe this a bewildering variety of terms is marshaled in this brief indictment:<em>ʿāv&ocirc;n<\/em> , &ldquo;iniquity,&rdquo;<em>ḥaṭṭaʾ&acirc;<\/em> , &ldquo;sin,&rdquo;<em>&scaron;eqer<\/em> , &ldquo;falsity,&rdquo;<em>ʿāvl&acirc;<\/em> , &ldquo;perversity,&rdquo;<em>tōh&ucirc;<\/em> , &ldquo;worthlessness,&rdquo;<em>&scaron;āvʾ<\/em> , &ldquo;fraud,&rdquo;<em>ʿāmāl<\/em> , &ldquo;trouble,&rdquo;<em>ʾāven<\/em> , &ldquo;evil, deception,&rdquo;<em>ḥāmās<\/em> , &ldquo;violence,&rdquo;<em>raʿ<\/em> , &ldquo;evil.&rdquo; The effect is to create distance and to conceal the face of God.<\/p><p>YHVH does not himself hide his Face, an expression equivalent to withdrawing or averting the gaze in anger or disgust (8:17; 54:8; 64:6 and cf. 53:3). If this happens, some other factor must be involved. God&rsquo;s Face (<em>pān&icirc;m<\/em>) is God&rsquo;s presence, in some contexts serving as a kind of hypostasis, comparable to the divine<em>kāb&ocirc;d<\/em> (&ldquo;glory, effulgence&rdquo;) or the<em>malʾāk<\/em> (&ldquo;angel, messenger&rdquo;), as in the narrative theme of guidance through the wilderness (Exod 33:14&ndash;15; Deut 4:37; Isa 63:9). This kind of language can be traced back to ancient Near Eastern court protocol. To see the face of the king is to be granted an audience and therefore to enjoy the royal favor. In one of the Amarna letters to the Egyptian court in the early fourteenth century b.c.e., Abimilku, ruler of Tyre, asks: &ldquo;When shall I see the face of my lord the king?&rdquo; (<em>ANET<\/em> , 484). Transferred to the religious sphere, seeing the face of god (Akk.:<em>amāru pānī ili<\/em>) means participating in cult offered to the god, language encountered often in the biblical psalms in which the one who prays expresses the desire for an experience of the divine presence in worship (e.g., &ldquo;When shall I come and behold the face of God?&rdquo; Ps 42:3). The impression is, therefore, that the people addressed in 59:1&ndash;8 are taking part in religious activities, including fasting already mentioned, but without experiencing any of their beneficial effects.<\/p><p>There follows a more specific indictment of immoral, even criminal, activity. Being stained with blood (verbal stem<em>gʾl<\/em>) connotes the polluting, miasmic effect of shedding innocent blood, whether on the hands or on the earth (e.g., Isa 1:15; 26:21). Abel&rsquo;s blood, which the ground received, cried out for vengeance, with the result that Cain was hidden from God&rsquo;s face, that is, presence (Gen 4:14). That murder is specifically indicated in Isa 58:3 is suggested by the reference later on (vv 6&ndash;7) to deeds of violence and the shedding of innocent blood.<\/p><p>This indictment, &ldquo;their feet run to evil, they hasten to shed innocent blood&rdquo; (7a), occurs in practically identical form in Prov 1:16 and 6:18 in connection with false testimony, one of several ways in which the judicial process could be undermined. We find the same association here, since the false and perverse utterance can be understood in a forensic sense as bringing false charges or as the issuance of an unwarranted summons or subpoena (e.g., Job 5:1; 9:16; 13:22; 31:35 cf. the technical Latin expression<em>in ius vocare<\/em>). The terminology (e.g.,<em>&scaron;pṭ<\/em> Hiphil cf. 43:26; 66:16) is explicitly forensic. The corruption of the judicial system, one of the principal targets of eighth-century prophetic diatribe, was (and is) one of the worst crimes of all, since it removed (removes) the last appeal for the victims of social injustice.<\/p><p>We are unfortunately in no position to decide whether the situation obtaining at that time and in that place actually warranted this extreme denunciation. To repeat, this is a kind of literary construct for which models were available. Several examples of a generally brief moral catechesis show up in prophetic books and in psalms, some of which include shedding innocent blood and oppressing the marginal elements in society (Isa 33:15; Jer 7:6; 22:3; Ps 15). We have just seen that v 7a is identical with Prov 1:16 (with the omission of<em>nāq&icirc;<\/em> , &ldquo;innocent&rdquo;), and the association of lying and treachery with the tongue and lips is commonplace in aphoristic writings (<em>lĕ&scaron;&ocirc;n &scaron;eqer<\/em> , &ldquo;a lying tongue,&rdquo; Prov 6:17; 12:19; 21:6; 26:28;<em>śipt&ecirc; &scaron;eqer<\/em> , &ldquo;lying lips,&rdquo; Prov 10:18; 12:12; 17:7).<\/p><p>The influence of the didactic tradition is also apparent in the multiplication of metaphors for the moral life that cluster around the<em>derek &scaron;āl&ocirc;m<\/em> , &ldquo;the way of peace,&rdquo; in vv 7&ndash;8:<em>mĕsill&acirc;<\/em> , &ldquo;highway&rdquo;: Prov 16:17;<em>maʿgāl<\/em> , &ldquo;cart track&rdquo;: Prov 2:9, 15, 18; 4:11, 26; 5:6, 21;<em>nĕt&icirc;b&acirc;<\/em> , &ldquo;path&rdquo;: Prov 1:15; 3:17; 7:25; 8:2, 20; 12:28. With these metaphors, finally, the verb<em>ʿq&scaron;<\/em> , &ldquo;pervert,&rdquo; &ldquo;make crooked&rdquo; (Isa 59:8b) and the corresponding adjective<em>ʿiqqē&scaron;<\/em> are often associated (Prov 2:15; 10:9; 22:5; 28:6).<\/p><p>Another indication of affinity with the didactic tradition is the metaphor of conception and birth introduced in v 4b and developed in rather strange fashion in vv 5&ndash;6a. While similar expressions, of uncertain provenance, appear elsewhere in Isaiah&mdash;bringing forth nothing but wind (26:18), conceiving chaff and bringing forth stubble (33:11)&mdash;the closest parallels are the practically identical statement in Job 15:35, which refers to the company of the godless; and Ps 7:15, which is addressed to the unrepentant: &ldquo;They conceive trouble and bring forth deceit.&rdquo;<\/p><p>The familiar metaphor has suggested to the preacher a restatement in terms that may reflect popular folklore then familiar but now unknown. The species<em>ṣipʿ&ocirc;n&icirc;<\/em> (<em>ṣepaʿ<\/em>)&mdash;known as a reptile whose bite is poisonous (Isa 11:8; 14:29; Jer 8:17; Prov 23:32), probably<em>vipera palastinensis<\/em> though both Vulg. and lxx translate &ldquo;asp&rdquo;&mdash;lays eggs that hatch out as an<em>ʿepʿeh<\/em> . One would suppose this to be a young viper, but the ancient versions are uncertain, and lxx identifies it as a basilisk, a legendary reptile, whose breath and glance were presumed to be fatal. The image of spiders&rsquo; webs as inadequate clothing is odd indeed, and may have been introduced to show how the moral evils denounced by the author are responsible for the lack of the necessities of life, that is, food and clothing.<\/p><p>The indictment concludes with a longer restatement of an earlier finale, &ldquo;There is no peace for the wicked&rdquo; (57:21 cf. 48:22).<\/p><p>Blenkinsopp, J. (2008).<em>Isaiah 56&ndash;66: a new translation with introduction and commentary<\/em> (Vol. 19B, pp. 185&ndash;189). New Haven; London: Yale University Press.<\/p> ",
    "audit": 1
}