{
    "id": 2079,
    "source": "blenkinsopp",
    "verse_id": 18031,
    "verse_count": 6,
    "reference": "20:1–6",
    "title": "An Ominous Sign-Act",
    "html": "<p>This concluding passage in the Egypt-Ethiopia series (<a class=\"isa\" verses=\"eyIxNzk5OSI6Mzh9\">18:1&ndash;20:6<\/a>) is distinctive in character in that it is narrative about Isaiah, and a quite different Isaiah from the person to whom the sayings have so far been attributed. Up to this point the narrative character of the book has been limited to the headings or superscriptions recording visionary and auditory experiences represented as real events (<a class=\"isa\" verses=\"WzE3NjU2LDE3Njg3LDE3OTA4XQ==\">1:1; 2:1; 13:1<\/a>) and the third-person account of Isaiah&rsquo;s involvement in politics under Ahaz (<a class=\"isa\" verses=\"eyIxNzc4NCI6MTd9\">7:1&ndash;17<\/a>). The account of his activities during the reign of Hezekiah (<a class=\"isa\" verses=\"bnVsbA==\">36&ndash;39<\/a>) duplicates the chronicle of the reign in Dtr (<a class=\"ref\">2 Kgs 18:13&ndash;20:19<\/a>), and does so in a way consistent with the presentation of prophetic figures throughout the history. Several indications suggest that <a class=\"isa\" verses=\"bnVsbA==\">Isa 20:1&ndash;6<\/a> belongs to the same narrative complex and is in the same historiographical mode. It opens with a precise chronological marker (cf. <a class=\"isa\" verses=\"WzE4MzMyXQ==\">36:1<\/a>), gives the prophet&rsquo;s full name (<a class=\"isa\" verses=\"WzE3NjU2LDE3Njg3LDE3OTA4LDE4MzU1LDE4Mzc0LDE4MzkyXQ==\">1:1; 2:1; 13:1; 37:2, 21; 38:1<\/a>), and refers to him as Yahweh&rsquo;s servant (<em>ʿebed<\/em>) in keeping with a standard way of referring to prophetic figures in Dtr (<a class=\"ref\">1 Kgs 15:29; 2 Kgs 9:36; 10:10; 14:25<\/a>).<\/p><p>This last is the most telling indication of Deuteronomistic origin, but it is not the only one. The passage opens in the formulaic way of describing military campaigns characteristic of Dtr (<a class=\"ref\">1 Kgs 14:25&ndash;26; 2 Kgs 12:18; 15:29; 16:5; 18:9, 13; 24:10; 25:1<\/a>): a temporal indication, the name of the aggressor, the attack (with <em>ʿlh, b&ocirc;ʾ<\/em>), and its result in the capture or failure to capture the place in question (with <em>lkd, lqḥ, tpś<\/em>). That the passage has been excerpted from the same annalistic source is also suggested by the fact that Sargon is the only Assyrian ruler during the second half of the eighth century whose name is absent from Dtr. Turns of phrase characteristic of the Deuteronomistic corpus also occur. The simple temporal phrase <em>bāʿēt hah&icirc;ʾ<\/em> (&ldquo;at that time&rdquo;) occurs elsewhere in Isaiah only in <a class=\"isa\" verses=\"WzE4MDA1LDE4NDE0XQ==\">18:7 and 39:1<\/a> but is exceedingly common in Deuteronom(ist)ic writings. Also characteristic of the Historian&rsquo;s style is the reference to the prophetic communication&mdash;<em>dibbēr YHVH bĕyad<\/em>, followed by the name of the prophet (&ldquo;Yahveh spoke by means of prophet X,&rdquo; e.g. <a class=\"ref\">1 Kgs 8:53, 56; 12:15; 16:7, 34; 17:16; 2 Kgs 14:25; 17:13, 23<\/a>). Isaiah is to be a sign and portent (<em>ʾ&ocirc;t &ucirc;m&ocirc;pēt<\/em>), and signs and portents are what can be expected of prophets according to the Deuteronomistic view of the matter (<a class=\"ref\">Deut 13:1&ndash;2; 34:11<\/a>). The theme also makes a good fit with the xenophobic tendencies of the Deuteronomists and more specifically with the discouragement of foreign alliances, especially with Egypt (cf. <a class=\"ref\">Deut 17:16 and 2 Kgs 18:21, 24<\/a>). It therefore seems that <a class=\"isa\" verses=\"eyIxODAzMSI6Nn0=\">20:1&ndash;6<\/a> has either been excerpted from Dtr by an editor to complete the Egyptian section of the <em>maśśāʾ&ocirc;t<\/em> series or that, together with <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">chs. 7 and 36&ndash;39<\/a>, it is part of a Deuteronomistic redaction of <a class=\"isa\" verses=\"bnVsbA==\">chs. 1&ndash;39<\/a> similar to, but on a much smaller scale than the Deuteronomistic rewriting and overwriting in Jeremiah.<\/p><p>The historical context of this remarkable demonstration is well known from Sargon II&rsquo;s annals (<em>ANET<\/em>, 286&ndash;87). Briefly: in 714, Azuri ruler of the city-state of Ashdod tried to put together an anti-Assyrian alliance but was deposed by the Assyrians and replaced by his brother Ahimiti. He in his turn was deposed by the anti-Assyrian faction in Ashdod that put Yamani&mdash;a Greek or an Arab to judge by his name but in any case an outsider&mdash;on the throne. Yamani&rsquo;s anti-Assyrian allies included Tyre, one or other of the Syrian (&ldquo;Hittite&rdquo;) states, Edom, Moab, and Judah. It was the threat posed by this alliance that led to the campaign under the commander in chief (<em>turtanu<\/em> in Akkadian, <em>tartan<\/em> in <a class=\"isa\" verses=\"WzE4MDMxXQ==\">20:1<\/a> and <a class=\"ref\">2 Kgs 18:17<\/a>) in 711. The Assyrian army reduced Ashdod and took over the entire coastal region, Yamani fled to Egypt but was handed over to Sargon by Shabako (716&ndash;702) in keeping with his non-interventionist policy vis-&agrave;-vis the Assyrians, and the rebellion collapsed.<\/p><p>If we take the sequence of events in <a class=\"isa\" verses=\"eyIxODAzMSI6Nn0=\">20:1&ndash;6<\/a> at face value Isaiah received the command to carry out this extraordinary demonstration in the year of the Assyrian campaign against Ashdod (711). He did so over a period of three years with the purpose of prefiguring the fate not of Ashdodites but of Egyptians and Ethiopians (Nubians) at the hands of the conquering Assyrians. This creates a problem since Egypt was not involved in hostilities with Assyria in 714&ndash;711, much less invaded by an Assyrian army. Of course, the fate of Egyptians and Ethiopians may not have happened as predicted, but a demonstration against an Egyptian alliance would on the whole make a better fit with the circumstances of the rebellion leading to the punitive campaign of Sennacherib against Judah and Egypt a few years later (705&ndash;701).<\/p><p>Mimetic and symbolic acts of the kind described here are otherwise unattested in Isaiah but are closely related to the symbolic use of names (<a class=\"isa\" verses=\"WzE3Nzg2LDE3Nzk3LDE3ODA5XQ==\">7:3, 14; 8:1<\/a>) and symbolizations narrated in the form of parable or allegory, for example, planting a vineyard (<a class=\"isa\" verses=\"eyIxNzc0MSI6MTB9\">5:1&ndash;10<\/a>) or offering a book to a person who could not read (<a class=\"isa\" verses=\"WzE4MjA2XQ==\">29:12<\/a>). (The prophet&rsquo;s recourse to the <em>nĕb&icirc;ʾ&acirc;<\/em>, 8:3, is not significative in its own right, as is Hosea&rsquo;s relation with Gomer.) There is, however, a ready interchangeability between parabolic sign-making in other parts of the Bible and such acted out signs as Isaiah is said to perform here; suffice it to recall figs and the fig tree as metaphor (e.g. <a class=\"ref\">Jer 24:2&ndash;6<\/a>), the parable of the barren fig tree (<a class=\"ref\">Luke 13:6&ndash;9<\/a>), and the acted out parable of the cursing of the fig tree (<a class=\"ref\">Matt 21:18&ndash;22<\/a> and parallels). Acted out signs, many of which in the prophetic books are in effect a kind of street theater (e.g. <a class=\"ref\">Jer 27:1&ndash;28:17; Ezek 4:1&ndash;17; 5:1&ndash;4; 12:1&ndash;7<\/a>), can be understood as a form of communication further along the spectrum of language. While it is no doubt true that they originated as mimetic or homeopathic magic (e.g. shooting arrows to simulate and enhance the likelihood of victory, <a class=\"ref\">2 Kgs 13:14&ndash;19<\/a>), they serve eventually to draw the consciousness of the actor more fully into identification with the prophetic role.<\/p><p>On the details of Isaiah&rsquo;s demonstration little need be added. Its purpose was to simulate the shaming of prisoners of war as illustrated in Assyrian reliefs and here and there in biblical texts (e.g. <a class=\"ref\">2 Sam 10:4<\/a>). Assuming some historical basis to the description, Isaiah would have paraded <em>at intervals<\/em> over a period of three years in the guise of a prisoner of war. Sackcloth, a kind of burlap cloak or wrap, has been interpreted (e.g. by Marti 1900, 160) as distinctive prophetic garb (cf. <a class=\"ref\">Zech 13:4; 2 Kgs 13:4; Matt 3:4<\/a>) or as a simple rough outer garment. But it is preferable to take it as indicating mourning (cf. <a class=\"isa\" verses=\"WzE3NzMyXQ==\">3:24<\/a>; <a class=\"ref\">2 Sam 21:10<\/a>), especially in view of <a class=\"ref\">Mic 1:8&ndash;9<\/a> in which, like Isaiah, the prophet Micah goes barefoot and naked but also in mourning. The Micah parallel may also suggest that the public demonstration was rendered more effective and visible by the participation of Isaiah&rsquo;s followers as well.<\/p><p> Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em> (Vol. 19, pp. 321&ndash;323). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}