{
    "id": 2104,
    "source": "blenkinsopp",
    "verse_id": 18252,
    "verse_count": 9,
    "reference": "31:1–9",
    "title": "The Alliance with Egypt Is Doomed",
    "html": " <p>The fifth and last of the woe-series in <a class=\"isa\" verses=\"eyIxODE2NiI6OTV9\">chs. 28&ndash;31<\/a>,(<a class=\"isa\" verses=\"eyIxODI1MiI6M30=\">1&ndash;3<\/a>) is followed by an assurance of the survival and flourishing of Jerusalem (<a class=\"isa\" verses=\"eyIxODI1NSI6Nn0=\">4&ndash;5 + 8&ndash;9<\/a>), into which an exhortation to put an end to idolatry has been inserted (<a class=\"isa\" verses=\"eyIxODI1NyI6Mn0=\">6&ndash;7<\/a>). This pattern of threat followed by assurance is maintained throughout the entire section: <\/p> <table> <tbody> <tr> <td style=\"width: 76px;\"> <p> <em>threat <\/em> <\/p> <\/td> <td style=\"width: 104px;\"> <p> <em>assurance <\/em> <\/p> <\/td> <\/tr> <tr> <td style=\"width: 76px;\"> <p> <a class=\"isa\" verses=\"eyIxODE3OSI6Mn0=\">28:14&ndash;15<\/a> <\/p> <\/td> <td style=\"width: 104px;\"> <p> <a class=\"isa\" verses=\"eyIxODE4MSI6Mn0=\">28:16&ndash;17<\/a> <\/p> <\/td> <\/tr> <tr> <td style=\"width: 76px;\"> <p> <a class=\"isa\" verses=\"eyIxODE5NSI6NH0=\">29:1&ndash;4<\/a> <\/p> <\/td> <td style=\"width: 104px;\"> <p> <a class=\"isa\" verses=\"eyIxODE5OSI6NH0=\">29:5&ndash;8<\/a> <\/p> <\/td> <\/tr> <tr> <td style=\"width: 76px;\"> <p> <a class=\"isa\" verses=\"eyIxODIwOSI6Mn0=\">29:15&ndash;16<\/a> <\/p> <\/td> <td style=\"width: 104px;\"> <p> <a class=\"isa\" verses=\"eyIxODIxMSI6NX0=\">29:17&ndash;21<\/a> <\/p> <\/td> <\/tr> <tr> <td style=\"width: 76px;\"> <p> <a class=\"isa\" verses=\"eyIxODIxOSI6MTd9\">30:1&ndash;17<\/a> <\/p> <\/td> <td style=\"width: 104px;\"> <p> <a class=\"isa\" verses=\"eyIxODI0NyI6NX0=\">30:29&ndash;33<\/a> <\/p> <\/td> <\/tr> <tr> <td style=\"width: 76px;\"> <p> <a class=\"isa\" verses=\"eyIxODI1MiI6M30=\">31:1&ndash;3<\/a> <\/p> <\/td> <td style=\"width: 104px;\"> <p> <a class=\"isa\" verses=\"W3siMTgyNTUiOjJ9LHsiMTgyNTkiOjJ9XQ==\">31:4&ndash;5, 8&ndash;9<\/a> <\/p> <\/td> <\/tr> <\/tbody> <\/table> <p>The threat has the purpose of dissuading the Judean leadership from embarking on an anti-Assyrian rebellion with the support of Egypt (for the historical circumstances see the commentary on <a class=\"isa\" verses=\"eyIxODIxOSI6NX0=\">30:1&ndash;5<\/a>). The programmatic juxtaposition of threat and assurance is a literary construct put together after the events of 705&ndash;701, for the most part long after, with the purpose of re-contextualizing the denunciations and comminations to create a message more appropriate for the time of writing. The woe-saying itself may well be authentically Isaian (conceded even by Kaiser 1974, 311&ndash;12), but the passage as a whole is later. The period of the decline of Assyria towards the end of the reign of Ashurbanipal, as proposed by Barth (1977, 83&ndash;84) and followed by Clements (1980a, 256&ndash;57), is possible, but we would require more precise criteria than the texts afford to exclude a date after the fall of Jerusalem (as Vermeylen 1977, 421&ndash;24). <\/p> <p>The woe follows the same line as the previous one (<a class=\"isa\" verses=\"eyIxODIxOSI6NX0=\">30:1&ndash;5<\/a>). The basic issue is subsumed in the verbs expressing trust and reliance. The problem is that the Judean leadership refuses to seek guidance or consult (<em>dr&scaron; <\/em>) Yahveh, understood as obedient attention to prophetic communications. Several commentators read <a class=\"isa\" verses=\"WzE4MjUzXQ==\">31:2<\/a>, as an interpolation or gloss (Donner 1964, 135&ndash;36; Jensen 1973, 131), but it fits the context in the sense of a confrontation between Egypt, with its age-old traditions of wisdom and magical power, and Yahveh, whose wisdom is destructive as well as creative (cf. <a class=\"isa\" verses=\"W1sxODE4Nl0seyIxODIwOSI6Mn0sWzE4MjE5XV0=\">28:21; 29:15&ndash;16; 30:1<\/a>). That the Egyptians were well known as breeders and exporters of horses (cf. <a class=\"ref\">Deut 17:16; 1 Kgs 10:29<\/a>) suggests another example of prophetic antiequine prejudice (cf. <a class=\"isa\" verses=\"eyIxODIzMyI6Mn0=\">30:15&ndash;16<\/a>). And the final statement, denying godlike status to Egypt, appears to be a rejection of the claim to divinity made by and on behalf of the Pharaohs. The bottom line is that the projected Egyptian alliance will lead to disaster. The image is of a man coming to the assistance of someone about to fall&mdash;into a pit?&mdash;who himself stumbles, with the result that both collapse together. <\/p> <p>We note again, in passing, that while the Egyptian intervention in the campaign of 701 was turned aside by the Assyrian army at the battle of Eltekeh, and to this extent the warnings delivered here are historically to the point, the attitude to these events and to the Judean participants (&ldquo;a household of evildoers&rdquo;) in this saying is strikingly different from the sympathetic viewpoint and the description of the prophet-king relationship in evidence throughout the annalistic section <a class=\"isa\" verses=\"eyIxODMzMiI6OTB9\">chs. 36&ndash;39<\/a>. <\/p> <p> <a class=\"isa\" verses=\"eyIxODI1NSI6Mn0=\">Isaiah 31:4&ndash;5<\/a>, continued in <a class=\"isa\" verses=\"W3siMTc2NTYiOjMxfSx7IjE4MjU5IjoyfV0=\">8&ndash;9,<\/a>, is the by now expected counter to the word of judgment and threat. The theme is the protection of Jerusalem and discomfiting of the Assyrians. It is introduced with one of those rare allusions to the seer to whom the message is delivered (<a class=\"isa\" verses=\"WzE4MjU1XQ==\">4<\/a>). The metaphors of the lion defending its prey and the bird hovering overhead connote protection not destruction (pace Clements 1980a, 256&ndash;57 and Barr&eacute;). The lion is often but not invariably a figure of menace directed against Israel (e.g. <a class=\"ref\">Amos 3:2; Hos 5:14<\/a>, but cf. <a class=\"ref\">Amos 1:2<\/a>), and the birds hovering over the city are just birds (<em>ṣippor&icirc;m <\/em>), not birds of prey (<em>ʿayiṭ <\/em>). This reading of the text misses the force and poignancy of the image: Israel or Judah or Jerusalem is the prey of God; Jerusalem is wounded, near to death, but will remain God&rsquo;s prey, not the prey of other nations, and as such will be guarded, ferociously if necessary, like a lion or lion cub or a bird whose nest or whose food is threatened. The defeat of the Assyrians by superhuman agency rounds out this scenario by linking thematically with the denial of superhuman status to the Egyptians. Since, as we shall see, the annalistic account betrays knowledge of the sayings, this last reference in <a class=\"isa\" verses=\"eyIxNzY1NiI6Njc2fQ==\">chs. 1&ndash;35<\/a>, to the Assyrians may have suggested the slaying of the 185,000 Assyrians by &ldquo;the destroying angel&rdquo; (<em>hamma&scaron;ḥ&icirc;t <\/em>) in the historical conclusion (<a class=\"isa\" verses=\"eyIxODM4OSI6M30=\">37:36&ndash;38<\/a>). <\/p> <p>The interpolated exhortation to put aside idolatry (<a class=\"isa\" verses=\"eyIxODI1NyI6Mn0=\">6&ndash;7<\/a>) is of a piece with similar pleas and predictions throughout <a class=\"isa\" verses=\"eyIxNzY1NiI6NzY2fQ==\">chs.1&ndash;39<\/a>,(<a class=\"isa\" verses=\"WzE3NzA2LDE3OTkyLDE4MjQwXQ==\">2:20; 17:8; 30:22<\/a>) and probably derives from the same source. It is a plea for &ldquo;conversion&rdquo; (<em>tĕ&scaron;&ucirc;b&acirc; <\/em>) heard elsewhere in the book, especially in the later sections (<a class=\"isa\" verses=\"WzE4NTU2LDE4NzQ4LDE4ODIxXQ==\">44:22; 55:7; 59:20<\/a>, cf. <a class=\"isa\" verses=\"W1sxNzY4Ml0seyIxNzg3MiI6Mn1d\">1:27; 10:21&ndash;22<\/a>). The connection in prophetic writings between idol worship and trade or alliance with foreign nations is a matter of record. The Egyptian export trade in horses and chariots is seen, here and elsewhere, as a particularly dangerous example of the connection (<a class=\"isa\" verses=\"WzE3NzA2XQ==\">2:20<\/a>, cf. <a class=\"isa\" verses=\"eyIxNzY5MyI6Mn0=\">2:7&ndash;8<\/a>, <a class=\"ref\">; Mic 5:10&ndash;14<\/a>). <\/p> <p>Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em>,(Vol. 19, pp. 426&ndash;428). New Haven; London: Yale University Press. <\/p>",
    "audit": 1
}