{
    "id": 2074,
    "source": "blenkinsopp",
    "verse_id": 17985,
    "verse_count": 11,
    "reference": "17:1–11",
    "title": "Once Again, the Fate of Syria and Israel",
    "html": "<p>This section provides another example of serial or cumulative composition in which it is generally possible to detect the often slender thematic or lexical thread connecting one passage to the next. The motif of harvesting and gleaning is certainly present in <a class=\"isa\" verses=\"eyIxNzk4NSI6MjF9\">17:1&ndash;18:7<\/a>, as it is elsewhere in the book, but the incidence of such motifs does not by itself suffice to determine the demarcation of units (pace Sweeney 1996, 252&ndash;61). Formally, we have here a very brief oracular poem about the fall of Damascus, capital of Syria (<a class=\"isa\" verses=\"WzE3OTg1XQ==\">17:1b&ndash;3<\/a>), to which three &ldquo;on that day&rdquo; comments have been attached. (Let us bear in mind that throughout the commentary the term &ldquo;poem&rdquo; has a broad and unspecific connotation; note, for example, that sections i, ii, and v could have been set out in continuous prose.) The first of these &ldquo;on that day&rdquo; comments (<a class=\"isa\" verses=\"eyIxNzk4OCI6M30=\">4&ndash;6<\/a>) plays on the word <em>kāb&ocirc;d<\/em>, meaning &ldquo;glory&rdquo; (<a class=\"isa\" verses=\"WzE3OTg3XQ==\">3<\/a>) and also &ldquo;weight&rdquo; (<a class=\"isa\" verses=\"WzE3OTg4XQ==\">4<\/a>), with the implication that Israel will share the same fate as Syria now conquered by the Assyrians. The second addition (<a class=\"isa\" verses=\"eyIxNzk5MSI6Mn0=\">7&ndash;8<\/a>) replicates a familiar pattern of explaining disaster in terms of cultic aberration, and the third (<a class=\"isa\" verses=\"WzE3OTkzXQ==\">9<\/a>) takes off from and enlarges on 17:3, the destruction of the fortified cities of the Kingdom of Samaria. The final passage (<a class=\"isa\" verses=\"eyIxNzk5NCI6Mn0=\">10&ndash;11<\/a>), which returns to the theme of cultic irregularity, comes from a time when the fate of the kingdoms of Syria and Israel lay in the distant past.<\/p><p>The trajectory reflected in this editorial history begins with the paradigmatic moment of the Syrian-Samarian crisis (734&ndash;732 b.c.e.), the occasion for the subjection of Judah to the Assyrian superpower. We are not allowed to forget that this incident provides the essential paradigm according to which the prophetic-Isaian view of politics and political history is to be understood. The different countries paraded before the reader (most recently Babylonia, Philistia and Moab) present what are in effect different instantiations of that prophetic theology of history. Later, as these nations and their triumphs and disasters recede in the slipstream of history, the nations as a whole begin to be viewed in a unified field of vision but always from the same perspective of divine agency and moral causality.<\/p><p>Since editorial activity presupposes an ongoing reappropriation and reapplication of older texts to new situations, it will more often than not be impossible to assign firm dates to passages. It is, for example, quite likely that what the present text says about Syria was read in the second century b.c.e. as a coded message about Seleucid rule (Kaiser 1974, 76&ndash;78), and that what 17:2 says about herds quietly grazing was applied by the devout &ldquo;servants of Yahweh&rdquo; in Second Commonwealth Judah to themselves (Vermeylen 1977, 309). But whether the texts in question were <em>composed<\/em> at that time is another and perhaps less important matter.<\/p><p>We owe the title of the Damascus saying (<em>maśśāʾ<\/em>, &ldquo;oracle&rdquo;) to the editor who arranged the series against foreign nations (<a class=\"isa\" verses=\"eyIxNzk5NyI6Mn0=\">13&ndash;23<\/a>). Units i and ii take us back once again to the crisis of 734&ndash;732 (<a class=\"isa\" verses=\"WzE3OTkyXQ==\">chs. 6&ndash;8<\/a>), the first dealing primarily with Damascus, the second exclusively with the Kingdom of Samaria. If we accept the final, awkwardly worded statement of the Damascus oracle (<a class=\"isa\" verses=\"WzE3OTg3XQ==\">3b<\/a>) without emendation, its allusion to the glory (weight) of Israel would establish a connection by catchword to the following unit, in the sense that Damascus and Israel will share the same fate, which in fact was the case. Dating this first saying depends on the tenses of the verbs occurring in it.<\/p><p>It seems that, contrary to most modern translations and commentators, we should read <em>m&ucirc;sār<\/em> as past tense (&ldquo;has ceased&rdquo;) and the <em>wĕhāyĕtāh<\/em> following as also past and not vav consecutive; hence, &ldquo;it has become&rdquo; a heap of ruins. This reading of the verse is not excluded on the grounds that the Assyrians did not devastate Syria since much of this language is stereotypical, and in any case the annals of Tiglath-pileser III do testify to bloodshed and destruction during the conquest of the Syrian city-state (Tadmor 1994, 78&ndash;81; Pitard 1987, 187&ndash;88). Only in the final verse (<a class=\"isa\" verses=\"WzE3OTg3XQ==\">3<\/a>) does the author look towards the future&mdash;the complete incorporation of Syria into the Assyrian Empire and the suppression of later revolts in which Damascus participated. The intermediate verse (<a class=\"isa\" verses=\"WzE3OTg2XQ==\">2<\/a>) need not be elided since Aroer marks the southern limit of Syrian control of the Transjordanian region in the ninth and eighth centuries (cf. Mesha inscription and <a class=\"ref\">2 Kgs 10:33<\/a>). There is therefore nothing to discourage a date during the decade between the fall of Damascus to the army of Tiglath-pileser III (732) and the fall of Samaria. If this fragment of a poem was not written by Isaiah himself, it is certainly close to the linguistic and thematic world of <a class=\"isa\" verses=\"WzE3OTkyXQ==\">Isa 7&ndash;8<\/a>, for example, in speaking once again of a remnant (<em>&scaron;ĕʾar<\/em> cf. <a class=\"isa\" verses=\"eyIxNzc4NSI6OH0=\">7:2&ndash;9<\/a>). The saying also contains the stereotypical mention of towns and villages depopulated and given over to grazing, a topos of frequent occurrence in the prophetic corpus (e.g. <a class=\"isa\" verses=\"bnVsbA==\">Isa 5:17; 7:25; 13:20&ndash;22; 14:23, 30a<\/a>), sometimes with identical wording (e.g. <em>ʾ&ecirc;n maḥăr&icirc;d<\/em>, &ldquo;with none to disturb,&rdquo; <a class=\"ref\">Jer 30:10<\/a> = <a class=\"isa\" verses=\"bnVsbA==\">46:27<\/a>; <a class=\"ref\">Ezek 34:28; 39:26; Zeph 3:13b; cf. Job 11:19<\/a>).<\/p><p>The second stanza uses the rather disjunctive metaphors of weight loss and harvesting corn and olives to describe the straits to which the Kingdom of Samaria would be reduced as a result of its association with the anti-Assyrian activity of Damascus. We have already encountered language evocative of the diseased or wounded body applied to the body politic (<a class=\"isa\" verses=\"W3siMTc2NjAiOjJ9LFsxNzg2OV1d\">1:5&ndash;6; 10:18<\/a>). Gleaning grain and olives (the latter also in <a class=\"isa\" verses=\"WzE4MTA5XQ==\">24:13<\/a>), the subject of legislation in the Pentateuch worded in much the same way as here (<a class=\"ref\">Deut 24:19&ndash;22; Lev 19:9&ndash;10; 23:22<\/a>), is readily applicable to the idea of a faithful remnant, one of the central motifs of the Isaian corpus (<a class=\"isa\" verses=\"W3siMTc2NjMiOjJ9LFsxNzc4MywxNzc4Nl0seyIxNzg3MCI6NX1d\">1:8&ndash;9; 6:13; 7:3; 10:19, 20&ndash;23<\/a>). There may have been something distinctive about the Valley of Rephaim southwest of Jerusalem, perhaps poor soil and poor pickings for gleaners. The historical situation alluded to is fairly transparent. As a result of Pekah&rsquo;s participation in the anti-Assyrian alliance of the Syrian ruler Radyan (Rezin in <a class=\"isa\" verses=\"WzE3OTkxXQ==\">Isa 7<\/a>), Israel was reduced to a rump state around Samaria, the rest of the country on both sides of the Jordan was incorporated into the Assyrian Empire, and Pekah was replaced on the throne by the pro-Assyrian Hoshea whose rebellion a decade later sealed the fate of the Samarian city-state.<\/p><p>The editorial addendum at <a class=\"isa\" verses=\"eyIxNzk5MSI6Mn0=\">7&ndash;8<\/a> breaks the connection between the prediction about the fortress or fortified city (<em>mibsār<\/em>) in Ephraim (<a class=\"isa\" verses=\"WzE3OTg3XQ==\">17:3<\/a>) and those alluded to in 17:9 (<em>ʿārē māʿuzz&ocirc;<\/em>). We assume it was placed here to serve as an explanation of the collapse of the Northern Kingdom, along the same lines as the explanation offered by the historian of the kingdoms (<a class=\"ref\">2 Kgs 17:7&ndash;18<\/a>) who also alludes to cultic representations of a goddess (<a class=\"isa\" verses=\"WzE3OTk0XQ==\">17:10, 16<\/a>). But the field of vision here is broader and doubtless reflective of a later age than that of the historian, envisaging as it does the eschatological horizon of the abolition of idolatry. It speaks of people in general, humanity (<em>ʾādām<\/em> cf. <a class=\"isa\" verses=\"WzE3Njk1LDE3Njk3LDE3NzAzLDE3NzA2LDE3NzA4LDE4NTc0XQ==\">2:9, 11, 17, 20, 22; 45:12<\/a>), and uses what came to be conventional ways of referring to idolatrous objects (cf. <a class=\"isa\" verses=\"WzE3Njk0LDE4MjU4XQ==\">2:8; 31:7<\/a>). The cult of the goddess Asherah, a normal part of religious practice in both kingdoms, continued in spite of official proscription (e.g. <a class=\"ref\">2 Kgs 23:4, 6&ndash;7<\/a>) up to the fall of Jerusalem and beyond (<a class=\"ref\">Ezek 8:3; Jer 44:15&ndash;19; Zech 5:5&ndash;11<\/a>). Hence the condemnation of steles or tree trunks (<em>ʾă&scaron;ēr&icirc;m<\/em>) consecrated to her cult, perhaps with smooth stones on which incense could be offered (cf. <a class=\"isa\" verses=\"W1sxODE2MV0seyIxODc2OSI6OH1d\">27:9; 57:3&ndash;10<\/a>).<\/p><p>The brief note about the fate of Israel&rsquo;s fortified cities (iv) enlarges on the statement in 3a about their destruction. It may also have been juxtaposed with <a class=\"isa\" verses=\"eyIxNzk5MSI6Mn0=\">7&ndash;8<\/a> on account of the traditional reason for the expulsion of the autochthonous Palestinian populations, namely, their unacceptable cults. The prehistorical dolmens and ruins scattered around Palestine gave rise to sometimes picturesque folklore (e.g. <a class=\"ref\">Deut 2:10&ndash;12, 20&ndash;23; 3:11<\/a>) but also generated a theological message. Hivites (sometimes confused with Horites) and Amorites appear on the standard list of autochthonous peoples (e.g. <a class=\"ref\">Deut 7:1; Josh 9:1<\/a>) and the historical traditions mention them at several points (e.g. <a class=\"ref\">Gen 15:16, 21; 34:2; Josh 9:7<\/a>). The message to the population of the Northern Kingdom is rather direct: you will go the same way as they did, and there will remain nothing but a wasteland (<em>&scaron;ĕmām&acirc;<\/em> cf.<a class=\"isa\" verses=\"WzE3NjYyLDE3NzgxXQ==\">1:7; 6:11<\/a>).<\/p><p>Isaiah 17:10&ndash;11 is certainly a distinct unit since it is addressed to the devotees of non-Yahvistic cults represented collectively as a female, as indicated by the suffixes. At the same time it continues along the same lines as 7&ndash;8 with updated examples of cultic aberration. Comparison with the condemnation of the &ldquo;sorceress&rdquo; (<em>ʿonĕn&acirc;<\/em>) in <a class=\"ref\">57:3&ndash;13<\/a>, a personification of the idolaters seen through the eyes of the devout in Judah of the Persian or early Hellenistic period, is particularly instructive. Like the &ldquo;outsider woman&rdquo; (<em>ʾi&scaron;&scaron;&acirc; zār&acirc;<\/em>\/<em>ʾi&scaron;&scaron;&acirc; nokriyy&acirc;<\/em>) of <a class=\"ref\">Prov 1&ndash;9<\/a> with whom the <em>ʿonĕn&acirc;<\/em> has much in common, the latter draws on perceptions of a goddess whose cult includes a combination of sexual and mortuary rites proscribed by normative Yahvism (<a class=\"isa\" verses=\"bnVsbA==\">Isa 57:3&ndash;13; 65:3&ndash;7; 66:17<\/a>). That some of these rites were practised in gardens (<a class=\"ref\">65:3; 66:17<\/a> cf. <a class=\"isa\" verses=\"WzE3Njg0XQ==\">1:29<\/a>) may provide a link with <a class=\"isa\" verses=\"eyIxNzk5NCI6Mn0=\">17:10&ndash;11<\/a>. The god Tammuz, whose cult was being carried on in the Jerusalem temple precincts shortly before its destruction (<a class=\"ref\">Ezek 8:14&ndash;15<\/a>), is identical with Adonis\/Naaman worshiped in Syria and the Phoenician cities.<\/p><p>While this cult is known to us chiefly from authors of the Greco-Roman period, its greater antiquity is confirmed by the biblical texts that refer to it (perhaps including allusion to the one beloved of women in Dan 11:37) and by onomastics (Naaman, Abinoam, Ahinoam, perhaps also Naamah and Naomi). The &ldquo;shoots of Adonis,&rdquo; the &ldquo;foreigner&rdquo; (<em>zār<\/em>) of the parallel half-verse, may refer to quickly growing and quickly withering flowers set out in pots in front of houses and temples to represent the recurring life-and-death cycle of Adonis as a vegetation deity (see, e.g., Plato, <em>Phaedrus<\/em> 276). This would more readily explain the outcome as described in 11. The author contrasts these ephemeral plants with Yahveh, the one who alone brings fertility, life, and salvation (cf. <a class=\"isa\" verses=\"eyIxNzkwMiI6Nn0=\">12:1&ndash;6<\/a>), the Rock (<em>s&ucirc;r<\/em>), a term much used in Israelite (<a class=\"ref\">Ps 18:3; 19:15; 31:3<\/a>) as in modern hymnography (e.g. Rock of Ages).<\/p><p> Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em> (Vol. 19, pp. 302&ndash;306). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}