{
    "id": 2120,
    "source": "blenkinsopp",
    "verse_id": 18453,
    "verse_count": 5,
    "reference": "41:1–5",
    "title": "A First Mock-Trial Speech",
    "html": "<p>The same kind of disputatious rhetoric is now directed at foreign peoples and their gods. Peoples in the vast Babylonian Empire are invited to witness the contest of Yahveh with foreign deities, specifically Babylonian deities, who are challenged to refute Yahveh&rsquo;s claim to sponsor the successful campaigns of Cyrus II.<a class=\"isa\" verses=\"eyIxODQ1MyI6NX0=\">Isaiah 41:1&ndash;5<\/a> , representing the summons addressed to the nations as witnesses and to the deities as defendants to appear in court, is linked with<a class=\"isa\" verses=\"eyIxODQ3MyI6OX0=\">vv 21&ndash;29<\/a> , which repeat the claim and more definitively exclude the possibility of counterclaims. There has been much discussion about the type of disputation or trial scene that keeps on appearing in these chapters (<a class=\"isa\" verses=\"W3siMTg0NTMiOjV9LHsiMTg0NzMiOjl9LHsiMTg1MTQiOjh9LHsiMTg1NDAiOjN9LHsiMTg1ODIiOjR9XQ==\">41:1&ndash;5, 21&ndash;29; 43:8&ndash;15; 44:6&ndash;8; 45:20&ndash;23<\/a>). While much remains uncertain, it is at least clear that it does not correspond in a simple, straightforward way to a specific social or institutional situation&mdash;for example, a covenant lawsuit in the context of worship or legal proceedings at the city gate. Borrowings from the forensic sphere are obvious&mdash;the summons to attend, calling witnesses (cf.<a class=\"isa\" verses=\"WzE4NTQyXQ==\">44:8<\/a>), the presentation of the case (<em>r&icirc;b<\/em><a class=\"isa\" verses=\"WzE4NDczXQ==\">v 21<\/a>), but other echoes can be heard, including themes and phrases from liturgical hymns of praise.<\/p><p>It therefore seems likely that these passages represent creative literary adaptations of language originating in specific social settings. As such, however, they must have had their own setting. On the assumption that they were composed during the time period to which they refer, namely, the final phase of the existence of the Neo-Babylonian Empire under Nabonidus, its last ruler, we might consider the possibility that they were either composed for delivery in a kind of protosynagogal setting or were written and circulated to be read in that kind of setting, in a way somewhat similar to the circulation of letters among early Christian churches.<\/p><p>That they were, at any rate, composed for internal Jewish consumption follows from the unverifiable nature of the claim advanced by Yahveh and the unrealistic judicial setting, which allows for no rebuttal, no judge or independent jury, and has witnesses who are not permitted to speak.<\/p><p>The trial or contest opens with a summons to foreign peoples, meaning in the historical context provinces in the Babylonian Empire, to serve as silent witnesses. Neither here nor elsewhere in these chapters is a definite location mentioned. Most commentators have simply assumed without argument that Second Isaiah is of diasporic Babylonian provenance, though a Judean origin has always had some support, most recently in a series of publications by Hans M. Barstad. Reference in the present passage to &ldquo;islands&rdquo; would certainly not decide the issue but would, if anything, favor the minority position. The Hebrew<em>ʾiyy&icirc;m<\/em> , well defined by George Adam Smith as &ldquo;land either washed or surrounded by the sea&rdquo; (1927, 109), can designate the Philistine or Phoenician Mediterranean littoral (<a class=\"isa\" verses=\"WzE4MDM2LDE4MDgwLDE4MDg0XQ==\">Isa 20:6; 23:2, 6<\/a>), the Aegean, inclusive of Crete and Cyprus (<a class=\"ref\">Jer 2:10; 47:4; Ezek 27:6, 7<\/a>), or the vast regions west of the Mediterranean in general (<a class=\"isa\" verses=\"WzE4NDk2LDE4ODE5XQ==\">Isa 42:15; 59:18<\/a>).<\/p><p>If the geographical situation is uncertain, the historical circumstances referred to are rather less so. The traditional view in Judaism (stated in the Targum and expounded by Rashi) identified the one roused from the east with Abraham. Though already rejected by Ibn Ezra, it has found defenders in the modern period, conspicuously Torrey (1928, 310&ndash;16) who, in this respect as in others,<em>cantat extra chorum<\/em> . Starting out from the word<em>ṣedeq<\/em> (<a class=\"isa\" verses=\"WzE4NDU0XQ==\">v 2a<\/a>), and with a further allusion to the messianic code-name<em>anatolē<\/em> =<em>orients<\/em> , the Vulgate&rsquo;s<em>iustus ab oriente<\/em> (&ldquo;a righteous one from the east&rdquo;) reflects an overall christological interpretation, and this eschatological reading has also found a modern proponent, in this instance James D. Smart (1965, 68&ndash;69).<\/p><p>While I do not exclude the possibility of multiple rereadings and reinterpretations, I conclude the historical allusion must be to the speed and apparent ease with which Cyrus II conquered the kingdoms of the Medes, the former territory of the Assyrian Empire, and the Lydians in the decade preceding the capture of the city of Babylon in 539 b.c.e.<\/p><p>The legal session comes to a head with the question &ldquo;Who has brought this about, who has done it?&rdquo; and Yahveh himself answers, usurping, as it were, the function of judge or arbiter. As the creator of the world, Yahveh has been present since the beginning and continues to be present and active throughout history from the start to the finish. &ldquo;Generation&rdquo; (<em>d&ocirc;r<\/em>) is not an abstract term but signifies the people alive in a particular period. Yahveh claims to give the people of each successive age, especially those in a position to have a decisive impact on the course of history, their allotted task. At one time it was Nebuchadrezzar II; now it is the hour for Cyrus II to answer the summons. That Yahveh was (is) the first (also<a class=\"isa\" verses=\"WzE4NTQwLDE4NjI3XQ==\">44:6; 48:12<\/a>) and will be with those alive in the last generation means that Yahveh controls the course of history.<\/p><p>The second half of<a class=\"isa\" verses=\"WzE4NDU2XQ==\">v 4b<\/a> (&ldquo;I, the One, am with the last&rdquo;) resists exact translation since, in addition to affirming Yahveh&rsquo;s active presence throughout time, it encapsulates the idea of uniqueness and immutability in the formula<em>ʾăn&icirc; h&ucirc;ʾ<\/em> , which can be translated only inadequately as &ldquo;I am he&rdquo; or &ldquo;I am the One.&rdquo; The recurrence of this formulaic affirmation about deity is one of the most frequently recurring motifs in these chapters (<a class=\"isa\" verses=\"WzE4NTE2LDE4NTE5LDE4NTMxLDE4NTkxLDE4NjI3XQ==\">43:10, 13, 25; 46:4; 48:12<\/a>). As a self-designation of deity it expresses much in small compass: permanence, permanent presence and availability, dependability, and unchangeability. Inevitably, this language of the First and the Last, and the One and Only, would find its place in the vocabulary of early Christianity (e.g.<a class=\"ref\">John 8:28; Rev 1:17; 2:8; 21:6; 22:13<\/a>).<\/p><p>Blenkinsopp, J. (2008).<em>Isaiah 40&ndash;55: A New Translation with Introduction and Commentary<\/em> (Vol. 19A, pp. 196&ndash;198). New Haven; London: Yale University Press.<\/p> ",
    "audit": 1
}