{
    "id": 2046,
    "source": "blenkinsopp",
    "verse_id": 17709,
    "verse_count": 15,
    "reference": "3:1–15",
    "title": "Social and Moral Chaos",
    "html": " <p>Like <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">ch. 1<\/a>, this section consists of a number of loosely connected passages. The first (<a class=\"isa\" verses=\"eyIxNzcwOSI6NX0=\">1&ndash;5<\/a>) is verse only in the broad sense of rhythmic utterance, beginning quite prosaically but picking up the beat (alternating two and three stress units) with alliteration in v 1b, a prominent stylistic feature throughout the first part of the book (cf. <em>h&ocirc;y g&ocirc;y ḥōṭēʾ<\/em>, <a class=\"isa\" verses=\"WzE3NjU5XQ==\">1:4<\/a>, also <a class=\"isa\" verses=\"WzE3NjY4LDE3NzQ3XQ==\">1:13b, 24b; 5:7b<\/a>). In general, the rhythm picks up as the emotional level rises. This first passage begins as a statement of the seer but slips into <em>oratio recta<\/em>, of the deity in <a class=\"isa\" verses=\"eyIxNzcxMiI6Mn0=\">4&ndash;5<\/a>. There follows a brief and vivid cameo scene (<a class=\"isa\" verses=\"eyIxNzcxNCI6Mn0=\">6&ndash;7<\/a>) that serves as a kind of narrative illustration of the preceding saying (for similar &ldquo;cameos&rdquo; see <a class=\"isa\" verses=\"WzE3NzM1XQ==\">4:1<\/a>, and <a class=\"ref\">Amos 3:12; 6:9&ndash;10<\/a>). The state of civil disorder is then explained as a manifestation of moral disorder with particular reference to the arrogant and irreligious attitude of the leadership (<a class=\"isa\" verses=\"eyIxNzcxNiI6NX0=\">8&ndash;12<\/a>). The perspective on the fate of Jerusalem and Judah (for the order in which they are mentioned see the commentary on <a class=\"isa\" verses=\"WzE3NjU2XQ==\">1:1<\/a>) may be anticipatory or retrospective, but the distinction between stumbling and falling fits the situation of 701 and not at all that of 586 b.c.e. (pace Kaiser 72). The blessing and woe amount to a universalizing comment characteristic of the didactic tradition which redirects the reader&rsquo;s attention from the political and social sphere to that of the destiny of the individual. As I suggested in the notes on the text, the final verse <a class=\"isa\" verses=\"WzE3NzIwXQ==\">12<\/a>, in the form of a complaint against the ruling class in divine <em>oratio recta<\/em>, seems to have been tagged on after the sapiential finale of 10&ndash;11, no doubt at a late stage in the history of the book. It may have served originally as an editorial comment on 4 dealing with lack of effective government, and then by a slight adjustment reapplied to economic exploitation, the kind of situation envisaged in <a class=\"ref\">Nehemiah 5<\/a>. <\/p> <p>The situation foreseen as imminent in <a class=\"isa\" verses=\"eyIxNzcwOSI6N30=\">1&ndash;7<\/a>, is the collapse of the political, social and economic superstructure and infrastructure of the country. The protection of the military will be withdrawn, including the professional, largely mercenary force (<em>gibb&ocirc;r&icirc;m <\/em>), conscripts (<em>ʾ&icirc;&scaron; milḥām&acirc; <\/em>), and &ldquo;captains of fifty&rdquo; (<em>śar-ḥămi&scaron;&scaron;&icirc;m<\/em>, cf. Akkadian <em>rab ḫan&scaron;a <\/em>). Swept away also will be the nobility, royal counselors, judicial authorities&mdash;magistrates and elders&mdash;and religious intermediaries. It is worth noting that the diviner (<em>qōsēm<\/em>) is mentioned without comment or criticism alongside the prophet (<em>nāb&icirc;ʾ <\/em>), and that the priest is conspicuously and somewhat unexpectedly absent from the enumeration. Order is subverted, roles are reversed, traditional values, including family values, are abandoned. Chaos, in short, with no one in charge and the situation so bad that no one will want to be in charge either (cf. <a class=\"ref\">Mic 7:5&ndash;6<\/a>). Since the classes of people who are to be removed are precisely those likely to be uprooted and deported during on a typical punitive campaign (see <a class=\"ref\">2 Kgs 24:14&ndash;16; Jer 52:15<\/a>, and other examples in Oded 1979, 33&ndash;40), the situation more likely reflects the anticipated or experienced effects of Sennacherib&rsquo;s Judean campaign in 701 b.c.e (see <em>ANET<\/em>, 288) than unrest earlier on in the reign of Ahaz (as Wildberger 1991, 127&ndash;28; Clements 1980a, 47). <\/p> <p>The indictment (<em>r&icirc;b<\/em>) (<a class=\"isa\" verses=\"eyIxNzcyMSI6M30=\">13&ndash;15<\/a>) is quite distinctive both in its metrical regularity (<a class=\"isa\" verses=\"WzE3NzExXQ==\">3&ndash;3<\/a>) and in the concluding formula that identifies it as an oracle (<em>nĕʾūm <\/em>). Using standard forensic terminology and the language of judicial procedure and judgment (respectively <em>r&icirc;b, d&icirc;n<\/em>) and the familiar courtroom scenario (cf. <a class=\"ref\">Mic 6:1&ndash;5; Pss 50; 82<\/a>), it turns from the situation of social disorder and <em>anomie<\/em>, described in 1&ndash;12 to accusations of gross social injustice. The indictment of oppressing and plundering the poor, directed against the elite in Yahveh&rsquo;s own words, carries forward the social program of other dissidents of that century, especially Amos (<a class=\"isa\" verses=\"W3siMTc2OTIiOjN9LHsiMTc3MTciOjN9LHsiMTc3NzQiOjR9LHsiMTc4MTIiOjN9XQ==\">2:6&ndash;8; 3:9&ndash;11; 6:4&ndash;7; 8:4&ndash;6<\/a>) and Micah (<a class=\"isa\" verses=\"W3siMTc2ODciOjN9LHsiMTc3MDkiOjR9LHsiMTc3MTciOjR9XQ==\">2:1&ndash;3; 3:1&ndash;4, 9&ndash;12<\/a>). The terms in which the indictment is couched are also strongly reminiscent of the instructional writings of the sages. Take, for example: <\/p> <p>Do not rob a poor person because he is poor, <\/p> <p>or crush the afflicted at the city gate. (<a class=\"ref\">Prov 22:22<\/a>) <\/p> <p>It even seems as though Isaiah is quoting back to the ruling class the norms of social justice that were part of their own education (Wildberger 1991, 143). The ravaged vineyard mentioned here is often taken to be a metaphor for Israel, anticipating the Song of the Vineyard in 5:1&ndash;7. This may be so, but it is consonant with the physical and concrete imagery in the passage as a whole to take it realistically as well. <\/p> <p>Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em>, (Vol. 19, pp. 198&ndash;200). New Haven; London: Yale University Press. <\/p>",
    "audit": 1
}