{
    "id": 2054,
    "source": "blenkinsopp",
    "verse_id": 17784,
    "verse_count": 17,
    "reference": "7:1–17",
    "title": "Isaiah’s First Intervention in Judean Politics",
    "html": " <p>The lineaments of an event can be disengaged from the many elaborations and editorial accretions in this passage. Rezin of Syria (Damascus) persuaded or coerced Pekah, ruler of the Kingdom of Samaria, to ally with him in an attack on Jerusalem with the purpose of forcing Ahaz to join their anti-Assyrian coalition. The overlap between <a class=\"isa\" verses=\"WzE3Nzg0XQ==\">7:1<\/a>, and <a class=\"ref\">2 Kgs 16:5<\/a>, suggests that the narrative core of the passage may have drawn on an alternative version of the account in the History in a manner somewhat analogous to <a class=\"isa\" verses=\"bnVsbA==\">Isa 36&ndash;39<\/a>,(cf. <a class=\"ref\">2 Kgs 18:13&ndash;20:19<\/a>) and <a class=\"ref\">Amos 7:10&ndash;17<\/a>,(cf. <a class=\"ref\">2 Kgs 14:23&ndash;27<\/a>). <a class=\"ref\">2 Kings 15&ndash;16<\/a>, provides a broader perspective on the sequence of events, one that covers the reigns of Pekah (ca. 737&ndash;732) and Hoshea (ca. 732&ndash;722) in Samaria and Uzziah (ca. 783&ndash;742), Jotham (ca. 742&ndash;735) and Ahaz (ca. 735&ndash;715) in Jerusalem. It does so by placing them in the context of Tiglath-pileser III&rsquo;s campaigns in Syria-Palestine, which resulted in the loss of Dor, Galilee, and Gilead to Israel and the fall of Damascus and subsequent deportation of its inhabitants to Kir either in Mesopotamia or the far north of Syria. The Historian also assigns a role at this juncture to Edomites (<a class=\"ref\">2 Kgs 16:6<\/a>, emended text), as does the parallel version in <a class=\"ref\">2 Chr 28:16&ndash;19<\/a>. <a class=\"ref\">Hosea 5:8&ndash;6:6<\/a>, may allude to the same sequence of events (following Alt 1964 [3rd edition] [1919]), though this is less certain. <\/p> <p>With the help of the annals of Tiglath-pileser III (745&ndash;727), unfortunately fragmentary and out of sequence but admirably recomposed by Tadmor, we can contextualize and reconstruct the events of 734&ndash;732 as recorded in the biblical texts with a reasonable degree of assurance. After initially submitting to Assyria, Rezin (<em>ra-qi-a-nu<\/em>, in Assyrian texts, perhaps originally Radyan), ruler of Damascus from around the mid-eighth century, profited by Assyrian military operations in Urartu and Media (738&ndash;734) to put together an anti-Assyrian alliance involving Tyre and the Kingdom of Samaria, the latter ruled by the usurper, Pekah, perhaps as a vassal of the Syrian king. The allies were bringing military pressure to bear on Judah even before the accession of Ahaz (<a class=\"ref\">2 Kgs 15:37&ndash;38<\/a>), certainly with the aim of bringing Judah into the coalition, but probably with the additional object of regaining control over the Transjordanian region and the incense route. The invasion of Judah and siege of Jerusalem (the latter mentioned explicitly only in the History) must have followed shortly after the Assyrian campaign in 734 against Tyre and the Philistine cities, a campaign in which the Assyrian army reached as far as the Wadi el-ʿArish, where Tiglath-pileser set up a commemorative stele. Assyrian penetration so far south, following shortly after the conquest of Hamath and other states in northern and central Syria, would have made it seem to Radyan all the more necessary to bring Judah into the alliance, especially in view of the possibility of Egyptian participation. Hence the plan to replace Ahaz with a Syrian puppet ruler, the designated individual being &ldquo;the son of Tabeel,&rdquo; of uncertain provenance but possibly an Ammonite prince (see Mazar; Oded; Albright; less probable is Vanel&rsquo;s argument for Tubail of Tyre). <\/p> <p>The biblical texts are generally interpreted with the sense that, after rejecting Isaiah&rsquo;s advice, Ahaz appealed to Assyria against the Syrian-Samarian axis with the result that Judah became an Assyrian vassal and the allies were defeated and eventually incorporated into the Assyrian Empire. The annals of Tiglath-pileser record tribute paid by Ahaz or Jehoahaz of Judah (<em>ia-&uacute;-ḫa-zi <\/em> <sup>, kur <\/sup> <em>ia-&uacute;-da-a-a <\/em>) together with other western rulers (Tadmor 1994, 170&ndash;71), and the statement in <a class=\"ref\">2 Kgs 16:8&ndash;9<\/a>, that the Assyrian king was motivated by a substantial bribe to relieve pressure on Judah may simply refer to this event. In any case, Tiglath-pileser&rsquo;s plans for extending the western reaches of his empire were independent of any decisions reached in Jerusalem. In other words, the campaigns in Syria, Gilead, and the Galilee in 734 and 733, leading to the extinction of Syria&rsquo;s independence and the drastic territorial reduction of the Kingdom of Samaria under the Assyrian-appointed puppet Hoshea, would have happened whatever the course of action taken by Ahaz. It would not be surprising, in fact, if Isaiah had foreseen that this would happen and advised the Judean king accordingly. In fairness to this ruler, we should add that it is also possible that Ahaz&rsquo;s submission afforded Judah an additional century or so of more or less independent existence. <\/p> <p>This, then, is the situation in which we first hear of Isaiah playing a political role. The passage refers to him as protagonist in the third person, and this biographical account is bracketed by first person narrative in <a class=\"isa\" verses=\"W3siMTc3NzEiOjEzfSx7IjE3ODA5IjoyMn1d\">chs. 6 and 8<\/a>. It consists of two verbal exchanges between Isaiah and Ahaz (<a class=\"isa\" verses=\"eyIxNzc4NiI6MTV9\">3&ndash;9, 10&ndash;17<\/a>) with a brief historical preface (<a class=\"isa\" verses=\"eyIxNzc4NCI6Mn0=\">1&ndash;2<\/a>). The first of these describes the situation, prescribes what is to be done, and states what is to happen; in the second a sign reinforcing the prophetic word is offered, declined, but given anyway. This type of salvation oracle, with its characteristic assurance &ldquo;don&rsquo;t be afraid&rdquo; (<a class=\"isa\" verses=\"WzE3Nzg3XQ==\">4<\/a>), is one of the most frequently attested forms of prophetic utterance, in Israel as elsewhere, especially in the context of warfare; parallels may be found among the Mari oracles and in the Zakir Stele. The latter records how, a generation or two before Ahaz, the ruler of Hamath in northern Syria, under siege by an enemy coalition, is assured by his deity speaking through seers as follows: &ldquo;don&rsquo;t be afraid; I have made you king and will stand by you and save you&rdquo; (<em>ANET<\/em>, 501). The formula cannot therefore serve to demonstrate the dependence of this narrative on Deuteronomistic war theology, thereby assigning to it a Second Temple origin (contra Kaiser 1972, 138). <\/p> <p>The parallelism between Isaiah&rsquo;s encounter with Ahaz and his intervention under Hezekiah thirty-three years later raises the crucial question of the date of composition of <a class=\"isa\" verses=\"eyIxNzc4NCI6MTd9\">7:1&ndash;17<\/a>, and the question whether the former incident was presented with the critical juncture of Sennacherib&rsquo;s campaign and the siege of Jerusalem in 701 b.c.e. in mind. The injunction not to be afraid occurs in <a class=\"isa\" verses=\"WzE4MzU5XQ==\">37:6<\/a>, also as an oracular utterance to which a sign is attached (<a class=\"isa\" verses=\"eyIxODM3NSI6MTR9\">37:22&ndash;35<\/a>). As we shall see, the four appendices that follow our passage (<a class=\"isa\" verses=\"eyIxNzgwMSI6OH0=\">7:18&ndash;25<\/a>) fit the disastrous situation in Judah created by the invasion of the Assyrian army in 701, and there are other indications in <a class=\"isa\" verses=\"eyIxNzY1NiI6MjUyfQ==\">chs. 1&ndash;12<\/a>, pointing to the events of 703&ndash;701 as providing a perspective dictating the interpretation of past events. If the parallelism between the two passages is conscious and deliberate, as seems probable, it might also help to explain some puzzling features of the narrative in <a class=\"isa\" verses=\"eyIxNzc4NCI6MTd9\">7:1&ndash;17<\/a>. One of these is the role assigned to the prophet&rsquo;s son with the symbolic name Shear-yashub (= &ldquo;a remnant will return&rdquo;), a name that understandably lent itself readily to reinterpretation at different historical junctures (<a class=\"isa\" verses=\"W3siMTc4NzEiOjN9LHsiMTc4OTYiOjZ9XQ==\">Isa 10:20&ndash;22; 11:11&ndash;16<\/a>). In the present context the name is clearly one of good omen, but only in the sense of a few people barely surviving a major devastation. While this would fit very well the situation created in Judah by Sennacherib, who claims to have driven more than 200,000 Judeans from their cities but did not take Jerusalem, the point of Isaiah&rsquo;s message to Ahaz is that if he &ldquo;holds fast in faith&rdquo; all will turn out well, or at least there will not occur a deportation or displacement from which a remnant might eventually hope to return. The political import of Isaiah&rsquo;s advice to the king, reinforced by the presence of Shear-yashub, is therefore not entirely clear. Ahaz must not be panicked into surrendering to the allies&mdash;so much is clear&mdash;but there is no indication that he was about to do so. He must also resist the temptation to submit to Assyria, advice that is less clear since, given that he was faced with the inexorable Assyrian advance, just doing nothing was not an option: one submitted and became a tributary to Assyria, as Tyre did in the same year, or one resisted and accepted the consequences, the option taken up with predictable consequences by Damascus and the Kingdom of Israel. <\/p> <p>We find a clue to solving these problems in the finale of the narrative, in which we hear of God&rsquo;s hiding his face and of the need to live in hope, in consequence of which the prophecy is written down and consigned to disciples in the expectation of a future fulfillment (<a class=\"isa\" verses=\"eyIxNzgyNCI6N30=\">8:16&ndash;22<\/a>). Perhaps this may serve as an illustration of the theory of cognitive dissonance in that the fulfillment of the prophecy, unrealized in the present moment, is postponed to a future in which, given the appropriate circumstances, it could be reactivated. That the onslaught of Sennacherib was seen to be such a moment is clear from the allusion to a written prophecy in connection with events at that time (<a class=\"isa\" verses=\"eyIxODIyNiI6M30=\">30:8&ndash;10<\/a>). Here, too, in the context of the later crisis, the need for trustful reliance on the truth of the prophetic message is emphasized, with distinct echoes of the prophet&rsquo;s encounter with Ahaz (see commentary on <a class=\"isa\" verses=\"WzE4MjMzXQ==\">30:15<\/a>). It is also possible that the same situation lies behind the allusion to an unfulfilled revelation and the need for faith in the prophetic word in a familiar passage in Habakkuk (<a class=\"isa\" verses=\"eyIxNzY4NyI6NH0=\">2:1&ndash;4<\/a>). Habakkuk&rsquo;s activity is usually dated shortly after the death of Josiah, and it was during his reign that the prophecies of Isaiah must have achieved a new resonance and relevance. <\/p> <p>In the first segment, therefore, Isaiah is given a specific mission to reassure Ahaz that the attack of the Syrian-Samarian coalition will fail and, by implication, to dissuade him from responding to the threat by submitting to Assyria. The message concludes by making the future of the Davidic dynasty (the &ldquo;house of David,&rdquo; <a class=\"isa\" verses=\"WzE3Nzg1XQ==\">v 2<\/a>), and therefore of the nation, contingent on accepting the truth of the prophetic word (<a class=\"isa\" verses=\"WzE3NzkyXQ==\">9b<\/a>). The second segment of the narrative dealing with the sign (<a class=\"isa\" verses=\"eyIxNzc5MyI6OH0=\">10&ndash;17<\/a>) is not necessarily presented as immediately consecutive to the first or as taking place in the same location, i.e., somewhere in the Kidron Valley (<a class=\"isa\" verses=\"WzE3Nzg2XQ==\">3<\/a>). As a way of encouraging him to accept the proferred advice, Ahaz is invited to ask for a sign and is given the greatest latitude in making his request. A sign could be miraculous and arbitrary (e.g. the sign of the sun&rsquo;s shadow on the stairs in <a class=\"isa\" verses=\"eyIxODM5OCI6Mn0=\">38:7&ndash;8<\/a>) or merely extraordinary but overtly symbolic (e.g. Isaiah walking naked through Jerusalem, <a class=\"isa\" verses=\"WzE4MDMzXQ==\">20:3<\/a>). Personal and place-names may also have sign value, either hopeful or threatening (e.g. the names of Isaiah himself and those of his children or disciples, <a class=\"isa\" verses=\"WzE3ODI2XQ==\">8:18<\/a>). The ability to perform signs of a miraculous or extraordinary nature was an acknowledged aspect of prophetic role performance (cf. <a class=\"ref\">Deut 13:1&ndash;2<\/a>), passing in due course into the annals of hagiography in both Judaism and Christianity (e.g. Hanina ben Dosa, Jesus). <\/p> <p>The terseness of the narrative does not permit a clear sense as to why the refusal of Ahaz to put Yahveh to the test elicited such a testy reply. The explanation is no doubt to be sought in the deliberate contrast between Ahaz and Hezekiah, who were faced with similarly critical situations, rather than in the logic of the narrative itself. The sign is presented in a manner reminiscent of birth annunciation scenes familiar from both testaments (e.g. <a class=\"ref\">Judg 13:3&ndash;5; Luke 1:31&ndash;33<\/a>). Neither the context nor biblical usage in general provides much help in establishing the identity of either the prospective mother or her child, with the result that by now the scholarly debate on the designation of the woman and the name of the child practically defies documentation (see, nevertheless, additional bibliographies in Kaiser 1972, 156&ndash;57; Wildberger 1991, 280&ndash;82; and Sweeney 1996, 163&ndash;64). The term <em>ʿalm&acirc;<\/em>,(&ldquo;young woman&rdquo;) occurs only three times in the singular in Biblical Hebrew, with reference to Rebekah (<a class=\"ref\">Gen 24:43<\/a>) and Moses&rsquo; sister (<a class=\"ref\">Exod 2:8<\/a>), both unmarried at the time, and in <a class=\"ref\">Prov 30:19<\/a>, &ldquo;the way of a man with a maiden&rdquo; (<em>derek geber bĕʿalm&acirc; <\/em>). Use of the article (<em>the<\/em>, young woman) has led to speculations about a <em>hieros gamos<\/em>,(&ldquo;sacred marriage&rdquo;) involving a goddess figure (cf. Ugaritic <em>ǵlmt <\/em>), but what this might mean in the context is somewhat opaque. The later allusion to Isaiah&rsquo;s union with the female prophet (<em>hannĕb&icirc;ʾ&acirc;<\/em>,8:3) has suggested a parallelism with <em>hāʿalm&acirc;<\/em>, and therefore reference to a female cult prophet, but it is unclear why, if a female cult prophet was intended, she would be referred to simply as the young woman. We can also discount the idea that the meaning is collective, in the sense that young women in Judah will continue to bear children, will be in a position to nourish them, and will in gratitude give them the name Immanuel (as in Kaiser 1972, 103&ndash;4, in the first edition of his commentary). The language, and especially the names, suggest something more specific than that. <\/p> <p>We note in passing the position advanced by Otto Kaiser in the second edition of his contribution to the Biblischer Kommentar series (<em>Isaiah: A Commentary<\/em>, 114&ndash;72), to the effect that the nucleus of the <em>Denkschrift<\/em>, was addressed to the exilic communities with a view to explaining why the Davidic dynasty ended and under what conditions hope might be entertained for the future. This hypothesis does not persuade for several reasons, not least the expedients to which Kaiser has to have recourse in order to account for what is in the text. These include interpreting the references to historical events and persons as a late historicizing strand inserted by a muddled editor who failed to understand that the passage was meant to apply to the catastrophe of 586 b.c.e. Other problems with this hypothesis will be noted in due course. <\/p> <p>Ibn Ezra, followed by Rashi, identified the young woman as Isaiah&rsquo;s wife and Immanuel as his son. The sign cannot refer to Jesus, argued Ibn Ezra, since it calls for verification in the near future and, as Jewish participants in debates with Christians in the Middle Ages never tired of pointing out, the correct Hebrew term for <em>virgo intacta<\/em>, is <em>bĕt&ucirc;l&acirc;<\/em>, not <em>ʿalm&acirc;<\/em>,. Rashi also rejected, on the basis of chronology, the identification of the child with Hezekiah. That the young woman is the wife of the prophet and Immanuel his son at least has the advantage of giving the prophet three children (Shear-yashub, Immanuel, Maher-shalal-hash-baz), symmetrical with the situation of Hosea, with whose discourses Isaiah seems to have been familiar. Isaiah&rsquo;s paternity might also be argued on the supposition that <a class=\"isa\" verses=\"W3siMTc3ODQiOjE3fSx7IjE3ODA5Ijo0fV0=\">7:1&ndash;17 and 8:1&ndash;4<\/a>, are parallel versions comparable to the two accounts of Hosea&rsquo;s marital vicissitudes (<a class=\"isa\" verses=\"W3siMTc2NTciOjh9LHsiMTc3MDkiOjV9XQ==\">1:2&ndash;9; 3:1&ndash;5<\/a>). On the other hand, the sign is addressed to Ahaz as representative of the royal Davidic house (<a class=\"isa\" verses=\"WzE3Nzk2XQ==\">v 13<\/a>), which suggests very strongly the sense of a reassurance that the royal Judean house will not be supplanted by Tabeel or anyone else and that in a very short time the crisis will be over. The chronological problems involved in identifying Immanuel with Hezekiah, son of Ahaz, and the young woman with Abi or Abijah, daughter of Zechariah (<a class=\"ref\">2 Kgs 18:2; 2 Chr 29:1<\/a>), have generated an enormous amount of commentary since the time of Ibn Ezra. Without reviewing the issue once again in detail, it can be said that the entire biblical chronology for this period is confused and internally inconsistent (e.g. <a class=\"ref\">2 Kgs 15:30<\/a>, cf. <a class=\"ref\">16:5; 2 Kgs 18:10<\/a>), with the result that a conclusion cannot be reached on chronological grounds alone either permitting or excluding identification of Immanuel with Hezekiah. What <em>can<\/em>, be said is that the earliest extant interpretation speaks of Immanuel&rsquo;s land being overrun by the Assyrians, a fairly transparent allusion to Hezekiah (<a class=\"isa\" verses=\"WzE3ODE2LDE3ODE4XQ==\">8:8, 10<\/a>) who, as the Historian recalled, lived up to his symbolic name (<em>vĕhāyāh YHVH ʿimm&ocirc;<\/em>, &ldquo;and Yahveh was with him,&rdquo; <a class=\"ref\">2 Kgs 18:7<\/a>). If, as suggested earlier, the prophet&rsquo;s encounter with Ahaz was written up with the Sennacherib campaign and its sequel in mind, this is no more than we would expect. <\/p> <p>In excluding identification of Immanuel with Jesus, or by implication with any other figure more than two or three years into the future, Ibn Ezra was pursuing his goal of establishing the literal sense, the <em>pĕ&scaron;āt<\/em>, of the text in question and doing so centuries before the emergence of the historical-critical method. By pursuing the same inquiry even further, however, we have come to see that the biblical texts themselves testify to a process of generating new and multiple meanings and appropriations in the course of the life cycle of the same texts. Most critical readers of the Bible have also come to accept the possibility of a plurality of meanings, what Buber called the &ldquo;infinite interpretability&rdquo; of biblical texts, as they are &ldquo;recycled&rdquo; in different interpretative communities. The identification of Immanuel with Jesus and the young woman with the Virgin Mary in one such early Christian community (<a class=\"ref\">Matt 1:23<\/a>), facilitated by the lxx <em>hē parthenos<\/em>,(understood as &ldquo;the virgin&rdquo;) and perpetuated through the Vulgate translation word <em>virgo<\/em>, came to have great significance in Christian theology and iconography (see Sawyer 1996, 66&ndash;70 and passim). As we come to the end of our commentary we shall see that this is only one aspect, and perhaps not the most significant, of the process by which the interpretation of the book of Isaiah shaped the self-understanding, identity, and mission of early Christian communities. <\/p> <p>Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em>,(Vol. 19, pp. 229&ndash;234). New Haven; London: Yale University Press. <\/p>",
    "audit": 1
}