{
    "id": 2137,
    "source": "blenkinsopp",
    "verse_id": 18588,
    "verse_count": 7,
    "reference": "46:1–7",
    "title": "The Defeated and Exiled Babylonian Gods",
    "html": " <p>This section appears to fall naturally into three units, held together loosely by subject matter and vocabulary. A word of assurance addressed to the Judean hearers (<a class=\"isa\" verses=\"eyIxODU5MCI6Mn0=\">vv 3&ndash;4<\/a>) is bracketed by more polemic against cult images, but now for the first time with specific reference to the principal Babylonian imperial deities, Bel (Marduk) and Nebo (Nab&ucirc;; <a class=\"isa\" verses=\"W3siMTg1ODgiOjJ9LHsiMTg1OTIiOjN9XQ==\">vv 1&ndash;2, 5&ndash;7<\/a>). The juxtaposition of the first and second of the three allows for the contrast between the Babylonian deities, who, in the act of being carried to safety after defeat, have demonstrated their impotence; and Yahveh, who has carried his people from the beginning and will continue to do so. The implied argument at first seems facile and specious, but we may suppose that the author, in setting it up this way, wishes to convey a sense of the self-authenticating character of his own religion (on which, one might read the chapter entitled &ldquo;Bearing or Borne&rdquo; in George Adam Smith&rsquo;s commentary written more than a century ago, 1927, 177&ndash;88). <\/p> <p>The point is made with linguistic immediacy in both of these units by the use of the same vocabulary with the general sense of carrying and sustaining: <em>nśʾ<\/em>, <em>ʿms<\/em>, (<em>ʿmś<\/em>) (<a class=\"isa\" verses=\"WzE4NTg4XQ==\">1b, 3b, 4b<\/a>). The last unit, dealing with the now-familiar theme of the manufacture and installation of cult images (cf. <a class=\"isa\" verses=\"W3siMTg0NDAiOjJ9LHsiMTg0NTgiOjJ9LHsiMTg1NDMiOjEyfV0=\">40:19&ndash;20; 41:6&ndash;7; 44:9&ndash;20<\/a>), looks like an interpolation to many, perhaps most, commentators, one that has drawn here and elsewhere on an idolatry strand (<em>Bilderschicht<\/em>,; e.g. Duhm 1922, 352&ndash;53; Hermisson 1998b, 90&ndash;91, 102; Whybray 1975, 115 maybe). These determinations are almost impossible to make with any assurance. <\/p> <p>On the one hand, <a class=\"isa\" verses=\"WzE4NTk0XQ==\">v 7<\/a>, forms an inclusio with <a class=\"isa\" verses=\"eyIxODU4OCI6Mn0=\">vv 1&ndash;2<\/a>, touching as it does on the motif of the god that is carried and cannot save and replicating the key terms of <a class=\"isa\" verses=\"eyIxODU4OCI6NH0=\">1&ndash;4<\/a>, (<em>nśʾ<\/em>, <em>sbl <\/em>). While <a class=\"isa\" verses=\"eyIxODU5MiI6M30=\">vv 5&ndash;7<\/a>, are similar to other &ldquo;idol passages&rdquo; in both theme and form (rhetorical questions followed by an account of the manufacture of gods), they also have stylistic features in common with the preceding four verses, especially the use of alliteration. The following examples may be noted: <\/p> <ul> <li>1 <em>kāraʿ&mdash;qāras<\/em>, (<em>qōrēs <\/em>), <em>laḥayy&acirc;&mdash;labbĕhēm&acirc;, ʿăm&ucirc;s&ocirc;t&mdash;maśśāʾ <\/em> <\/li> <li>2 <em>qārĕs&ucirc;&mdash;kārĕʿ&ucirc;, mallēṭ&mdash;maśśāʾ, nap&scaron;ām&mdash;ha&scaron;&scaron;ĕb&icirc; <\/em> <\/li> <li>3 <em>minn&icirc;-beṭen&mdash;minn&icirc;-reḥem <\/em> <\/li> <li>6 <em>hazzāl&icirc;m&mdash;zāhāb, mikk&icirc;s&mdash;kesep, yi&scaron;qōl&ucirc;&mdash;yiśkĕr&ucirc; <\/em> <\/li> <li>7 <em>yiśśāʾuh&ucirc;&mdash;yisbĕluh&ucirc; <\/em> <\/li> <\/ul> <p>While it is always possible for an interpolator to imitate the style and lexicon of the original, the weight of probability in this instance does not favor interpolation. <\/p> <p>The broader implications of identifying passages as brief as these as distinct units call for attention at this point. Since none of them takes more than a few seconds to read, it makes no sense to describe them <em>tout court<\/em>, as discrete <em>oral<\/em>, units. If one insists on an oral origin or substratum for the material in these chapters, the individual &ldquo;bytes&rdquo; must be part of a larger unit corresponding to a longer oral performance or several such performances. But in that case we must suppose that these performances were recorded stenographically or committed to memory either at the time of delivery or shortly afterwards, and that what we have in front of us is the record of this activity. The first part of this supposition is perhaps possible; the second improbable, to say the least. <\/p> <p>The literary indications, as noted above for <a class=\"isa\" verses=\"eyIxODU4OCI6N30=\">46:1&ndash;7<\/a>, lead more readily to the conclusion that these chapters represent an editorial compilation and construction, drawing selectively and probably also in an abbreviated form on diverse <em>written<\/em>, materials. They would have had enough consistency of view-point, theme, and language to manifest a single original impulse, whether oral or written or both. Not being subject to anything like copyright, this compilation then remained for a long time open to expansive comment and rewriting in the light of changing circumstances. There are instances in which these editorial procedures are fairly easy to detect, but for the most part our reconstructions of the editorial history of these chapters will be hypothetical and speculative. <\/p> <p>An important aspect of this work of editorial construction is that of linkage between successive units. <a class=\"isa\" verses=\"eyIxODU4OCI6N30=\">Isaiah 46:1&ndash;7<\/a>, continues the polemic against cult images in the preceding passages, with special reference to carrying the images in procession (<a class=\"isa\" verses=\"WzE4NTgyXQ==\">45:20b<\/a>, cf. <a class=\"isa\" verses=\"W3siMTg1ODgiOjJ9LFsxODU5NF1d\">46:1&ndash;2, 7<\/a>), their inability to save (<a class=\"isa\" verses=\"eyIxODU4MiI6M30=\">45:20&ndash;22<\/a>, cf. <a class=\"isa\" verses=\"WzE4NTg5LDE4NTk0XQ==\">46:2, 7<\/a>), and the inefficacy of prayer addressed to them (<a class=\"isa\" verses=\"WzE4NTgyXQ==\">45:20<\/a>, cf. <a class=\"isa\" verses=\"WzE4NTk0XQ==\">46:7b<\/a>). There is also linkage by catchword (the verb <em>krʿ<\/em>, &ldquo;bend the knee, crouch,&rdquo; <a class=\"isa\" verses=\"WzE4NTg1LDE4NTg4XQ==\">45:23b; 46:1, 2a<\/a>). It seems, moreover, to have been important to allow for an alternation of assurance with reproach and commination (<a class=\"isa\" verses=\"W3siMTg1NzEiOjV9LHsiMTg1OTUiOjZ9XQ==\">45:9&ndash;13; 46:8&ndash;13<\/a>). A further possibility is that revealing the names of the gods who are the principal targets of the polemic only at this point may be a deliberate move, preparing for the full-scale attack on Babylon, its religion, and its intellectual tradition in <a class=\"isa\" verses=\"eyIxODYwMSI6MTV9\">47:1&ndash;15<\/a>. Though Cyrus is not named, reference to his anticipated capture of Babylon brackets the anti-Babylonian chapter and at the same time brings the entire <a class=\"isa\" verses=\"bnVsbA==\">40&ndash;48<\/a>, section to an appropriate conclusion (<a class=\"isa\" verses=\"W3siMTg1OTciOjJ9LHsiMTg2MjkiOjN9XQ==\">46:10&ndash;11; 48:14&ndash;16<\/a>). <\/p> <p>That the wording and word order of <a class=\"isa\" verses=\"eyIxODU4OCI6Mn0=\">vv 1&ndash;2<\/a>, have made it difficult to visualize the scene described is evident both from the ancient versions (see Notes on the text) and the variety of interpretations available in the commentaries. Some of the efforts of commentators to improve the text (e.g. Clifford 455, Westermann 1969, 177) would be quite successful if the task of the interpreter were to improve the text rather than comment on what is there. The situation seems to be that, either in reality or in imagination, the Babylonians have been defeated and Babylon either taken or about to be taken. The Babylonians are loading the statues of their gods on pack animals with a view to taking them to safety, an attempt that, unlike the rescue of Babylonian gods by Merodach-baladan from Sennacherib&rsquo;s army, will not be successful. <\/p> <p>This seems to fit the context better than an image of the victors&rsquo; carrying off the statues as trophies of war, a well-attested practice (see, for example, the Philistines&rsquo; capture of the ark, <a class=\"ref\">1 Sam 5:1&ndash;2<\/a>, and Mesha of Moab&rsquo;s seizing of a Yahveh cult object from the Israelite city of Nebo, <em>ANET<\/em>,320; also a Nineveh panel representing troops of Tiglath-pileser III carrying off the statues of four gods from a conquered city, <em>ANEP<\/em>,#538). The Babylonian gods of <a class=\"isa\" verses=\"eyIxODU4OCI6Mn0=\">46:1&ndash;2<\/a>, once borne in triumph in the <em>akitu<\/em>, festive procession, have demonstrated their inability to save their own people and their city and have not even rescued their own statues. <\/p> <p>The gods in question are named for the first time. Bel (<em>bēlu<\/em>, cf. <em>baʿal<\/em>) is an honorific title (&ldquo;lord&rdquo;) attached to the god Marduk (biblical version: Merodach cf. <a class=\"ref\">Jer 50:2<\/a>) rather than a personal name. Marduk&rsquo;s ascent from the status of a minor deity to the supreme position in the pantheon is correlative with the establishment of the Neo-Babylonian Empire and Babylon itself as its political and religious center. The Marduk cult, especially its principal liturgical expression in the twelve-day <em>akitu<\/em>, festival in the spring, served to legitimate and reinforce Babylonian imperialism. The myth of Marduk&rsquo;s cosmogonic victory over Tiamat and subsequent creation of the world (<em>Enuma Elish<\/em>) and humanity was recited on the fourth day of the festival, the high point of which was the procession from Marduk&rsquo;s Esagila sanctuary through the great Ishtar gate to the <em>akitu<\/em>,- house beyond the city limits. <\/p> <p>In this procession Marduk was accompanied by his son Nab&ucirc; (Nebo), resident deity of Borsippa, some miles south of Babylon, and patron of scribes, whose task was to fill out and preserve the Tablets of Destiny. Nab&ucirc; appears to have had a special relationship to the Neo-Babylonian dynasty, to judge by the theophoric names of its most important rulers: Nabopolassar, Nebuchadrezzar, and Nabonidus. The Greek translator replaced Nab&ucirc;&rsquo;s name with Dagon, perhaps because of the fate of the Philistine deity of that name, whose statue was found smashed in front of the Israelite ark (<a class=\"ref\">1 Sam 5:1&ndash;7<\/a>). <\/p> <p>The cameo presented in these opening verses is vivid enough to have suggested to some commentators an actual event and therefore a date after the fall of Babylon to Cyrus in 539 b.c.e. (e.g. Sydney Smith 1944, 190). Several others reject this view based on the quite different version of the fall of the city in the Cyrus Cylinder (<em>ANET<\/em>,206&ndash;8) in which Cyrus, beloved of Bel and Nab&ucirc;, accuses Nabonidus of irreverence toward the Babylonian gods and returns the statues of the gods to their rightful sites after his troops have entered the city unopposed. This is, perhaps, to put too much confidence in what is a flagrantly propagandistic document. <\/p> <p>Herodotus, often unreliable for different reasons, has another version. Rather than strolling into the city with their weapons tucked away, as in the Cylinder, Cyrus&rsquo;s army ends a frustrating siege by draining the channel of the Euphrates that ran through the city (<a class=\"ref\">Herodotus 1:188&ndash;91<\/a>). But, by the same token, the allusion in <a class=\"isa\" verses=\"eyIxODU4OCI6Mn0=\">vv 1&ndash;2<\/a>, could be to the situation following the twenty-month-long siege under Darius, also described by <a class=\"ref\">Herodotus (3:150&ndash;60)<\/a>. This siege would have coincided with the defeat of the Babylonian pretenders Nidintu-bel and Arakha by Darius at the end of 520 or the beginning of 519, events that are mentioned on the Behistun Inscription (Akkadian version, lines 18&ndash;20). <\/p> <p>One might even consider the possibility of an allusion to Xerxes&rsquo; savage suppression of the Babylonian uprisings of Bel-shimanni and Shamash-eriba thirty-six years later. This last option would gain in attraction if we could be sure that the <em>daiva<\/em>, inscriptions from Xerxes&rsquo; reign allude to the destruction of the principal Babylonian sanctuaries after the suppression of the revolts (the Esagila and adjacent Etemenanki ziggurat) and if we could believe Herodotus that Xerxes removed the gold statue of <em>Bēlos<\/em>, (Bel) from its place (1:181, 183). <\/p> <p>Certainty in such issues is rarely attainable, but we can at least say that there is nothing in <a class=\"isa\" verses=\"eyIxODU4OCI6Mn0=\">46:1&ndash;2<\/a>, or indeed in <a class=\"isa\" verses=\"eyIxODYwMSI6MTV9\">47:1&ndash;15<\/a>, either, specific enough to <em>oblige<\/em>, us to postulate a date after the fall of Babylon. No local features and no individuals are mentioned, and there is nothing that calls for more than an active imagination nourished with a minimum of general cultural information. The author would not even have had to be resident in the Babylonian diaspora to have composed this lively cameo. <\/p> <p>The discourse continues with a direct address to the household of Jacob and the remnant of the household of Israel. The call for attention links up with <a class=\"isa\" verses=\"WzE4NTk5XQ==\">46:12<\/a>, and, in this form&mdash; <em>&scaron;imʿ&ucirc; ʾēlay<\/em>, &ldquo;listen to me&rdquo;&mdash;appears also in <a class=\"isa\" verses=\"WzE4NTk5LDE4NjM4LDE4Njc1XQ==\">46:12, 49:1, 51:1<\/a>, and (in the singular) <a class=\"isa\" verses=\"WzE4NjI3XQ==\">48:12<\/a>, but not in <a class=\"isa\" verses=\"eyIxNzY1NiI6NzY2fQ==\">chs. 1&ndash;39<\/a>, or <a class=\"isa\" verses=\"bnVsbA==\">56&ndash;66<\/a>. The term &ldquo;remnant&rdquo; (<em>&scaron;ĕʾēr&icirc;t <\/em>), on the other hand, here translated &ldquo;all that remain,&rdquo; signals one of the key concepts in the first part of the book but is used in <a class=\"isa\" verses=\"eyIxODQyMiI6NTI2fQ==\">chs. 40&ndash;66<\/a>, with reference to Israel\/Jacob only here. The closest parallels to this usage occur in the context of the post-destruction period&mdash;and often enough to suggest that this expression came to be a standard way of referring to those who survived the Babylonian conquest, whether in Palestine, Egypt, Mesopotamia, or elsewhere (<a class=\"ref\">Jer 40:15; 41:10, 16; 42:2, 15, 19; 44:7, 12, 14, 28; Hag 1:12, 14; 2:2; Zech 8:6, 11&ndash;12; Ezra 9:14; Neh 7:71<\/a>). It does not, therefore, indicate the remnant of the Kingdom of Samaria, a topic in which the author of chs, <a class=\"isa\" verses=\"bnVsbA==\">40&ndash;55<\/a>, manifests no great interest. <\/p> <p>The message of this direct appeal to the Judean audience is that, unlike the aforementioned Babylonian gods, their God is dependable. He sustains them rather than their being continually obliged to sustain the cult of Yahveh&mdash;to keep him going, as it were. The message is therefore registered in the form of a contrast and its impact reinforced by use of the same verbs for carrying, bearing, sustaining (<em>ʿms, nśʾ<\/em>) as in <a class=\"isa\" verses=\"eyIxODU4OCI6Mn0=\">vv 1&ndash;2<\/a>, (the verb <em>mlṭ<\/em>, &ldquo;rescue,&rdquo; is also repeated). The language about Yahveh carrying Israel is particularly in evidence in Deuteronomistic contexts, perhaps therefore another example of contact between these chapters and the later Deuteronomists. Yahveh can carry Israel as a shepherd can carry a sheep or lamb (<a class=\"isa\" verses=\"WzE4NDMyXQ==\">Isa 40:11<\/a>; <a class=\"ref\">Ps 28:9<\/a>) or as an eagle carries its young on its wings or, more likely, in its claws (<a class=\"ref\">Exod 19:4; Deut 32:11<\/a>) or as a father carries his child (<a class=\"ref\">Deut 1:31; Hos 11:3<\/a>). <\/p> <p>It is a striking and satisfying image, but we must suspect here another example of the author&rsquo;s penchant for the <em>double entendre <\/em>: Yahveh bears Israel, but Israel continues to be a burden. It is difficult otherwise to explain the choice of the verb <em>ʿms<\/em>, here translated &ldquo;sustain&rdquo; but in <a class=\"isa\" verses=\"WzE4NTg4XQ==\">46:1<\/a>, meaning to put a load on an animal, or the verb <em>sbl<\/em>, (twice), here translated &ldquo;uphold&rdquo; but more often with the sense of putting up with something difficult or unpleasant (e.g. <a class=\"isa\" verses=\"WzE4NzE2LDE4NzIzXQ==\">Isa 53:4, 11<\/a>, and cf. Modern Hebrew <em>sablān&ucirc;t<\/em>, &ldquo;patience&rdquo;). On the use of <em>ʾăn&icirc; h&ucirc;ʾ<\/em>, the self-designation of Yahveh, here translated &ldquo;I will be the same,&rdquo; see the Comments on <a class=\"isa\" verses=\"WzE4NDU2XQ==\">41:4<\/a>. <\/p> <p>The final section of the passage (<a class=\"isa\" verses=\"eyIxODU5MiI6M30=\">vv 5&ndash;7<\/a>) introduces the now-familiar theme of Yahveh&rsquo;s incomparability. The form is also familiar: rhetorical questions requiring a negative answer (three here, as in <a class=\"isa\" verses=\"eyIxODQzMyI6M30=\">40:12&ndash;14<\/a>) followed by an account of the manufacture and installation of the cult image. The questions are framed with three verbs connoting comparison: <em>dmh<\/em>, (Qal and Piel; also in <a class=\"isa\" verses=\"WzE4NDM5LDE4NDQ2XQ==\">40:18, 25<\/a>, in the same context), <em>m&scaron;l<\/em>, and <em>&scaron;vh<\/em>, (both Hiphil). In brief compass the process of making a god is laid out, involving financing, manufacture, and installation, followed by cultic veneration and prayer. Since the verb translated &ldquo;lavish&rdquo; (<em>zall&icirc;m<\/em>,&gt; <em>z&ucirc;l<\/em>,?) is hapax, it is not entirely clear whether the funds are to pay for the material or the labor, and in addition the verb may include a sense of wasting or squandering money. The work is done by a <em>ṣōrēp<\/em>, (&ldquo;goldsmith,&rdquo; literally, &ldquo;smelter&rdquo;), as in <a class=\"isa\" verses=\"eyIxODQzOSI6M30=\">40:18&ndash;20<\/a>, and is therefore for a more elevated socioeconomic clientele than gods made of baser metals or wood, as in <a class=\"isa\" verses=\"eyIxODU0MyI6MTJ9\">44:9&ndash;20<\/a>. <\/p> <p>None of the arguments for <a class=\"isa\" verses=\"eyIxODU5MiI6M30=\">vv 5&ndash;7<\/a>, (or, for some scholars, <a class=\"isa\" verses=\"eyIxODU5MyI6Mn0=\">vv 6&ndash;7<\/a>) as an interpolation are conclusive but some are interesting nonetheless. For scholars who see a close connection with the following passage (<a class=\"isa\" verses=\"eyIxODU5NSI6Nn0=\">46:8&ndash;13<\/a>), the people who indulge in the futile activity described here would be not foreigners but Judeans (Duhm 1922, 352&ndash;53). While non-Yahvistic cults are attested for the post-destruction period, the fact that the prophet&rsquo;s audience was either engaging in such cults or liable to do so is mentioned only once in <a class=\"isa\" verses=\"eyIxODQyMiI6MzMzfQ==\">chs. 40&ndash;55<\/a>, (<a class=\"isa\" verses=\"WzE4NjIwXQ==\">48:5<\/a>). In spite of the author&rsquo;s practice of juxtaposing condemnations of image-worship with direct addresses to his Judean hearers or readers (e.g. <a class=\"isa\" verses=\"W3siMTg0MzkiOjZ9LHsiMTg0NTgiOjV9LHsiMTg1NDMiOjE0fSx7IjE4NTg4Ijo0fV0=\">40:18&ndash;23; 41:6&ndash;10; 44:9&ndash;22; 46:1&ndash;4<\/a>), none of the passages similar to <a class=\"isa\" verses=\"eyIxODU5MiI6M30=\">46:5&ndash;7<\/a>, can be read as referring to Judeans rather than foreigners. <\/p> <p>Hermisson&rsquo;s point (1998b, 120&ndash;21) that the redactor of <a class=\"isa\" verses=\"eyIxODU5MyI6Mn0=\">vv 6&ndash;7<\/a>, emphasizes the immobility of the god rather than the fact that it has to be carried overlooks the mention of a procession in both <a class=\"isa\" verses=\"W3siMTg1ODgiOjJ9LHsiMTg1OTMiOjJ9XQ==\">vv 1&ndash;2 and 6&ndash;7<\/a>, using the same verb (<em>nśʾ <\/em>). Duhm&rsquo;s observation about the concept of religion implicit in these verses, a concept that is radically different from that of Second Isaiah, is hardly an adequate reason for excising the passage and is moreover as interesting for what it says about the commentator as for its bearing on the text itself: <\/p> <p>&ldquo;For this author [of <a class=\"isa\" verses=\"eyIxODU5MiI6M30=\">vv 5&ndash;7<\/a>,], the main purpose of religion is to be of use to people, helping them in the struggles of their daily life. This is a conception at a level to which the private religious practice of the philistine easily sinks, but it is not the conception of Deutero-Isaiah or of the prophets in general.&rdquo; (Duhm 1922, 353) <\/p> <p>Blenkinsopp, J. (2008). <em>Isaiah 40&ndash;55: A New Translation with Introduction and Commentary<\/em>, (Vol. 19A, pp. 265&ndash;270). New Haven; London: Yale University Press. <\/p>",
    "audit": 1
}