{
    "id": 2168,
    "source": "blenkinsopp",
    "verse_id": 18861,
    "verse_count": 4,
    "reference": "62:6–9",
    "title": "Prophets, Guardians of the City",
    "html": " <p>Continuity with <a class=\"isa\" verses=\"eyIxODg1NiI6NX0=\">62:1&ndash;5<\/a>, is established by repetition of the refusal to be silent (<a class=\"isa\" verses=\"WzE4ODU2XQ==\">v 1<\/a>, <em>loʾ ʾeḥĕ&scaron;eh<\/em>,; <a class=\"isa\" verses=\"WzE4ODYxXQ==\">v 6<\/a>, <em>loʾ yeḥĕ&scaron;&ucirc; <\/em>). In fact, <a class=\"isa\" verses=\"eyIxODg1NiI6OX0=\">1&ndash;5 and 6&ndash;9<\/a>, are variations on the same theme. Commentators have experienced the same problem in identifying the speaker in <a class=\"isa\" verses=\"WzE4ODYxXQ==\">v 6<\/a>, as in <a class=\"isa\" verses=\"WzE4ODU2XQ==\">v 1<\/a>, and there has been a similar spread of opinion here as there. With the <em>angelus interpres<\/em>, of <a class=\"ref\">Zech 1:12<\/a>, in mind, Duhm (1922, 460) opted for angelic beings, those whose task as <em>mazk&icirc;r&icirc;m<\/em>, was to keep reminding God about Jerusalem, and other scholars followed suit (e.g., Marti 1900, 389; Whitehouse 1908, 298). Cheyne (1882, 97) took this further by linking the speaker with the &ldquo;watchers&rdquo; (<em>ʿ&icirc;r&icirc;m<\/em>) of <a class=\"ref\">Dan 4:10[13]; and <em>1 <\/em> <em>En.<\/em>,1:5<\/a>, and passim; and even the Paraclete of the Gospel of John. But the idea of angelic beings stationed on the walls is unusual, to say the least, and even if we translate <em>ʿal-ḥ&ocirc;mōtayik<\/em>, as &ldquo;concerning your walls&rdquo; (Dillmann 1890, 515; Whybray 1975, 249), the parallel between <a class=\"ref\">1&ndash;5 and 6&ndash;9<\/a>, would tell against it. <\/p> <p>I take it, then, that here as in <a class=\"isa\" verses=\"WzE4ODU2XQ==\">v 1<\/a>, the speaker is the disciple of the Servant who, as the leader of a prophetic group, is stating what the group takes its collective responsibility to be. The language is metaphorical, not literal (pace Watts 1987, 313, who has in mind Nehemiah&rsquo;s defense of the city under Artaxerxes I), and therefore is not relevant for establishing a precise date for the passage on the assumption that the city wall was already in existence. The term &ldquo;watchman&rdquo; (<em>&scaron;ōmēr<\/em>) can signify the bodyguard responsible for protecting the person of the ruler (<a class=\"ref\">1 Sam 28:2<\/a>), a palace guard (<a class=\"ref\">2 Kgs 11:5<\/a>), a military scout (<a class=\"ref\">Judg 1:24<\/a>), or the keeper of the royal wardrobe (<a class=\"ref\">2 Kgs 22:14<\/a>). The term is also used of temple personnel, principally Levites (<em>&scaron;ōmēr&ecirc; mi&scaron;meret haqqōde&scaron;<\/em>, <a class=\"ref\">Num 3:32; Ezek 44:14<\/a>, etc.) and the priest-guardians of the threshold (<em>hakkōhăn&icirc;m &scaron;ōmēr&ecirc; hassap<\/em>, <a class=\"ref\">2 Kgs 12:10; 22:4<\/a>, etc.). But the primary function indicated by the term is that of the lookout on the city wall or tower (<a class=\"ref\">Judg 7:19; Jer 51:12; Ps 127:1<\/a>). <\/p> <p>As was noted earlier, <em>ṣōpeh<\/em>, (&ldquo;lookout&rdquo;, &ldquo;sentinel&rdquo;: <a class=\"ref\">1 Sam 14:16; 2 Sam 13:34; 18:24&ndash;27; 2 Kgs 9:17<\/a>) is a synonym used explicitly with reference to the prophet: &ldquo;I have made you a lookout for the house of Israel; whenever you hear a word from my mouth, you must give them warning from me&rdquo; (<a class=\"ref\">Ezek 3:17<\/a>; also <a class=\"isa\" verses=\"eyIxODI4MSI6OX0=\">33:1&ndash;9<\/a>, and perhaps <a class=\"ref\">Jer 6:17<\/a>). A variant formed from the Piel of the same verb, <em>ṣph<\/em>, (i.e., <em>mĕṣappeh <\/em>), has a similar connotation of prophetic visionary in <a class=\"isa\" verses=\"eyIxODAzNyI6MTB9\">Isa 21:1&ndash;10<\/a>, a valuable account of the solicitation and reception of a vision in which the fall of Babylon is announced (cf. <a class=\"ref\">Hab 2:1&ndash;3<\/a>). It is worth noting that the Dumah oracle (<a class=\"isa\" verses=\"eyIxODA0NyI6Mn0=\">21:11&ndash;12<\/a>), in which a person from Edom asks the <em>&scaron;ōmēr<\/em>, a mysterious question and gets an even more mysterious answer, immediately follows this account of the &ldquo;watchman&rsquo;s&rdquo; vision. <\/p> <p>We would have to assume that the unflattering comparison of Israel&rsquo;s pampered and self-indulgent prophetic watchmen with watchdogs in <a class=\"isa\" verses=\"eyIxODc2MyI6NH0=\">56:9&ndash;12<\/a>, comes from another source or another period, and perhaps refers to a different category of prophets&mdash;of the kind referred to in Nehemiah (<a class=\"isa\" verses=\"WzE3Nzc3XQ==\">6:7, 14<\/a>) and Zechariah (<a class=\"isa\" verses=\"eyIxNzkwOSI6NX0=\">13:2&ndash;6<\/a>; see Comments on <a class=\"isa\" verses=\"eyIxODc2MyI6NH0=\">56:9&ndash;12<\/a>). On the other hand, the scene in which Jerusalem&rsquo;s &ldquo;watchmen&rdquo; (<em>ṣōp&icirc;m<\/em>) see YHVH returning to Zion and sing for joy (<a class=\"isa\" verses=\"WzE4NzA1XQ==\">52:8<\/a>) depicts the desired outcome of the initiative described in <a class=\"isa\" verses=\"WzE4ODYxXQ==\">62:6<\/a>, and may in fact have suggested it. <\/p> <p>The watchmen on the walls are further described as <em>mazk&icirc;r&icirc;m ʾet-YHVH<\/em>, that is, keeping YHVH in remembrance of Jerusalem. While the functions attached to the state office of <em>mazk&icirc;r<\/em>, are still not entirely clear, they seem to have included the writing and preserving of official records (<a class=\"ref\">2 Sam 8:16; 20:24; 1 Kgs 4:3; 2 Kgs 8:18, 27<\/a>,= <a class=\"isa\" verses=\"WzE4MzM0LDE4MzUzXQ==\">Isa 36:3, 22<\/a>). The term could be translated somewhat literally as &ldquo;remembrancer&rdquo; (&rarr; <em>zkr<\/em>, &ldquo;remember&rdquo;), and if we are to believe Herodotus (5.105), the Persian king Darius I had a servant whose task was to keep repeating to him, after the disastrous defeat at Marathon, &ldquo;Master, remember the Athenians.&rdquo; We might then say that the &ldquo;remembrancers&rdquo; of Isa 62:6 are performing the standard prophetic task of intercession, following the example of Abraham and Moses as paradigmatic prophetic figures (<a class=\"ref\">Gen 20:7; Exod 5:22&ndash;23; 8:8; 32:11&ndash;14<\/a>). <\/p> <p>It would be natural to think that the oath sworn by YHVH (<a class=\"isa\" verses=\"WzE4ODYzXQ==\">v 8<\/a>) is a response to the round-the-clock intercessory prayer of the prophetic lookouts, even though what is promised falls somewhat short of the glowing picture presented elsewhere in <a class=\"isa\" verses=\"bnVsbA==\">60&ndash;62<\/a>. The solemn, public pronouncement of an oath followed a more or less fixed formula and was accompanied by significant gestures. One of the latter, by no means confined to ancient Israel and in fact still in use in courts of law, was the raising of the right hand (<a class=\"ref\">Deut 32:4; Dan 12:7<\/a>, cf. <a class=\"ref\">Rev 10:5&ndash;6,<\/a>, where the angel straddling the land and the sea raises his right hand to heaven). The conventional nature of the gesture can be deduced from the reference to people &ldquo;whose right hands are false&rdquo; (<a class=\"ref\">Ps 144:8<\/a>)&mdash;in other words, those who swear false oaths. Some commentators note the Islamic custom of swearing &ldquo;by the right hand of Allah,&rdquo; but its relevance to <a class=\"isa\" verses=\"WzE4ODYzXQ==\">62:8a<\/a>, is doubtful. The point seems to be that YHVH swears with his right hand (upraised), to which is added, by a natural association, the &ldquo;strong arm&rdquo; (<em>zĕr&ocirc;aʿ ʿuzz&ocirc;<\/em>, cf. <a class=\"ref\">Ps 89:11[10]<\/a>) and the Exodus formula of redemption by means of God&rsquo;s &ldquo;mighty hand and outstretched arm.&rdquo; <\/p> <p>The form of words in which oaths were expressed was also more or less fixed. The most common formulation is exemplified in Job&rsquo;s oath of clearance, probably corresponding to a last recourse of the defendant in a court of law and possibly based on the structure according to which case laws were formulated: <\/p> <p>If I have raised my hand against the orphan &hellip;, <\/p> <p>then let my shoulder blade fall from my shoulder <\/p> <p>and let my arm be wrenched from its socket. (<a class=\"ref\">Job 31:21&ndash;22<\/a>) <\/p> <p>The structure is conditional or counterfactual, consisting in protasis (&ldquo;If I have done X&rdquo;) and apodosis (&ldquo;then may Y happen to me&rdquo;) or, more elaborately, &ldquo;may YHVH do Y to me, and yet more&rdquo; (<a class=\"ref\">1 Sam 3:17; 14:44; 1 Kgs 2:23; 19:2; Ruth 1:17<\/a>). It became common in the course of time to omit the apodosis either because of its fearful implications or simply as a common way of making strong asseverations even in the absence of a judicial context. Hence <a class=\"isa\" verses=\"WzE4ODYzXQ==\">v 8b<\/a>, literally translated, reads, &ldquo;If I ever give your grain to feed your foes.&hellip;&rdquo; <\/p> <p>The divine asseveration assures the entire community of immunity not only from foreign occupation but also from taxation and tribute on agricultural produce at a confiscatory level, exemplified by Nehemiah&rsquo;s complaint about his predecessors (<a class=\"ref\">Neh 5:15<\/a>). The fate of having worked hard to grow wheat and grapes (the <em>dāgān<\/em>, and <em>t&icirc;r&ocirc;&scaron;<\/em>, of traditional descriptions of Israel&rsquo;s land) only to witness their being taken and eaten by strangers, features as a curse in covenant formulations (<a class=\"ref\">Deut 28:30, 33<\/a>) and as a threat in prophetic diatribe (<a class=\"ref\">Amos 5:11; Mic 6:15<\/a>). <\/p> <p>Not only will this curse be removed in the new age (<a class=\"isa\" verses=\"eyIxODkxOSI6Mn0=\">65:21&ndash;22<\/a>), but it is predicted that the foreigners who formerly lived off Israel&rsquo;s agricultural labor will be obliged to raise crops and tend vines on behalf of God&rsquo;s chosen people (<a class=\"isa\" verses=\"WzE4ODQ5XQ==\">61:5<\/a>). The prophetic author of <a class=\"isa\" verses=\"eyIxODg2MSI6NH0=\">62:6&ndash;9<\/a>, does not go this far but contents himself with the satisfying vision of the Judean farmer&rsquo;s productive labor reaching a satisfying conclusion in the offering of the firstfruits of the land at the temple (<a class=\"ref\">Deut 12:17&ndash;18; 14:22&ndash;27; 16:9&ndash;17; 26:1&ndash;3; Neh 10:40; 13:5, 12<\/a>). <\/p> <p>Blenkinsopp, J. (2008). <em>Isaiah 56&ndash;66: a new translation with introduction and commentary<\/em>, (Vol. 19B, pp. 238&ndash;240). New Haven; London: Yale University Press. <\/p>",
    "audit": 1
}