{
    "id": 2167,
    "source": "blenkinsopp",
    "verse_id": 18856,
    "verse_count": 5,
    "reference": "62:1-5",
    "title": "The New Jerusalem",
    "html": "<p>Chapter <a class=\"isa\" verses=\"eyIxODg1NiI6MTJ9\">62<\/a> quickly becomes an apostrophe to Jerusalem, after a brief introduction by the speaker (vv<a class=\"isa\" verses=\"eyIxNzY1NiI6MTE1fQ==\"> 1&ndash;5<\/a>). Verses <a class=\"isa\" verses=\"eyIxNzc3MSI6ODF9\">6&ndash;9<\/a> are an address, citing the direct speech of YHVH and concluding with an invitation or injunction to prepare for the final coming of salvation (<a class=\"isa\" verses=\"eyIxNzg1MiI6NTZ9\">10&ndash;12<\/a>). The first question to arise concerns the identity of the speaker in <a class=\"isa\" verses=\"eyIxNzY1NiI6MTE1fQ==\">1&ndash;5<\/a>, who refuses to remain silent. Of course the speaker throughout is the prophet, so the question is really whether the prophet is here speaking in his own name or as the mouthpiece of YHVH. A strong argument in favor of the latter option is the theme of the silence of God repeated poignantly and often in post-destruction prophecies and hymns (<a class=\"isa\" verses=\"WzE4NDk1LDE4Nzc3LDE4ODk3LDE4OTA0XQ==\">Isa 42:14; 57:11; 64:11[12]; 65:6<\/a>; <a class=\"ref\">Ps 28:1; 83:2<\/a>). The prophet&rsquo;s speaking as the mouthpiece of YHVH is the view of some modern commentators, for example, Bonnard 1972, 425 and Whybray 1975, 246&ndash;47. Whybray reads v<a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\"> 1<\/a> as a brief oracle of salvation in <em>oratio recta<\/em> by YHVH and vv <a class=\"isa\" verses=\"eyIxNzY4NyI6ODR9\">2&ndash;5<\/a> as a prophetic comment on it.<\/p><p>If, however, we read the chapter as an integrated unit, we must take into account the parallel between what the speaker says in v <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">1<\/a> (&ldquo;I will not be silent&rdquo;) and the task of the &ldquo;sentinels&rdquo; in v <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">6<\/a>, who will not be silent (using the same verb, <em>ḥ&scaron;h<\/em>, as in v <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">1<\/a>). Since these &ldquo;sentinels&rdquo; are to bring Jerusalem to YHVH&rsquo;s mind or, better, to keep Jerusalem in his mind&mdash;in other words, to engage in intercessory prayer&mdash;they perform a prophetic function, which would be in keeping with a prophetic declaration of purpose at the beginning of the chapter. Most commentators have accepted that in v <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">1<\/a> the prophet (presumed to be &ldquo;Trito-Isaiah&rdquo;) is speaking in his own name (Marti 1900, 388; Duhm 1922, 458; Volz 1932, 251; Fohrer 1964, 240; Westermann 1969, 374 et al.). The fact that this is self-referential prophetic speech is an important clue regarding the anxiety about the nonfulfilment of the prophecies and the need for reinforcement of eschatological faith that the chapter reflects&mdash;the thematic equivalent of the cry &ldquo;how long, O Lord?&rdquo; heard often in the psalms of communal lamentation (Westermann 1969, 375).<\/p><p>If chs. <a class=\"isa\" verses=\"eyIxODgyMyI6NDV9\">60&ndash;62<\/a> form a unity of some kind, how does ch. <a class=\"isa\" verses=\"eyIxODg1NiI6MTJ9\">62<\/a> fit in to it? Some scholars argue that the three chapters are not in their original order; one version is that <a class=\"isa\" verses=\"W3siMTg4MjMiOjIyfSx7IjE4ODU2IjoxMn1d\">60 and 62<\/a> belong together and that <a class=\"isa\" verses=\"eyIxODg0NSI6MTF9\">61<\/a>, which is different metrically and thematically, served as a kind of <em>Beischrift<\/em> to <a class=\"isa\" verses=\"eyIxODg1NiI6MTJ9\">60 + 62<\/a> (Elliger 1928, 90; Volz 1932, 239&ndash;41 and, much more recently, Lau 1994, 90&ndash;102). Duhm (1922, 454), on the other hand, speculated that <a class=\"isa\" verses=\"WzE4ODQ1XQ==\">61:1<\/a> originally stood at the beginning of Trito-Isaiah and that the order of the two major sections into which he divides Trito-Isaiah, <a class=\"isa\" verses=\"W3siMTg3NTUiOjkwfSx7IjE4ODQ1IjoxMDN9XQ==\">56&ndash;60 and 61&ndash;66<\/a>, was somehow reversed. None of the arguments for a different sequence of these three chapters is apodictic, and it is also possible that 61 was deliberately placed between the other two chapters precisely on account of its special character.<\/p><p>In any case, the linkage between <a class=\"isa\" verses=\"W3siMTg4NTYiOjEyfSx7IjE4ODQ1IjoxMX1d\">62 and 61<\/a> is much more clearly in evidence than the one between <a class=\"isa\" verses=\"W3siMTg4NTYiOjEyfSx7IjE4ODIzIjoyMn1d\">62 and 60<\/a>, a point noted by Koenen, for whom the hymn in <a class=\"isa\" verses=\"eyIxODg1NCI6Mn0=\">61:10&ndash;11<\/a> was intended to serve as the nexus with ch. <a class=\"isa\" verses=\"eyIxODg1NiI6MTJ9\">62<\/a> (Koenen 1990, 156&ndash;57). There is an impressive overlap of vocabulary between <a class=\"isa\" verses=\"eyIxODg1NCI6N30=\">61:10&ndash;11 and 62:1&ndash;5<\/a>: <em>ṣedeq<\/em>\/<em>ṣĕdāq&acirc;, yĕ&scaron;&ucirc;ʿ&acirc;<\/em>\/<em>ye&scaron;a<\/em> (&ldquo;vindication, salvation&rdquo;), <a class=\"isa\" verses=\"WzE4ODU0XQ==\">61:10b, 62:1b<\/a>; <em>mĕś&ocirc;ś, ś&ocirc;ś<\/em> (&ldquo;rejoicing&rdquo;), <a class=\"isa\" verses=\"WzE4ODU0XQ==\">61:10a, 62:5b<\/a>; and, most distinctively, <em>ḥātān, kall&acirc;<\/em> (&ldquo;bridegroom, bride&rdquo;), <a class=\"isa\" verses=\"WzE4ODU0XQ==\">61:10c, 62:5b<\/a>. A final point: the concluding passage of ch. <a class=\"isa\" verses=\"eyIxODg1NiI6MTJ9\">62<\/a> (<a class=\"isa\" verses=\"eyIxODg2NSI6M30=\">62:10&ndash;12<\/a>)&mdash;which is similar in type to <a class=\"isa\" verses=\"W3siMTg2MzUiOjJ9LHsiMTg3MDgiOjJ9XQ==\">48:20&ndash;21 and 52:11&ndash;12<\/a>, which conclude major sections of chs. <a class=\"isa\" verses=\"eyIxODQyMiI6MzMzfQ==\">40&ndash;55<\/a>&mdash;serves appropriately as the conclusion to chs. <a class=\"isa\" verses=\"eyIxODgyMyI6NDV9\">60&ndash;62<\/a> as a whole.<\/p><p>The meter of this first passage (vv<a class=\"isa\" verses=\"eyIxNzY1NiI6MTE1fQ==\"> 1&ndash;5<\/a>) begins with a regular 3&ndash;3 pattern (vv<a class=\"isa\" verses=\"eyIxNzY1NiI6NTN9\"> 1&ndash;2<\/a>) and ends regularly (<a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">5b<\/a>) but falls apart in the middle. This is fairly characteristic in chs. <a class=\"isa\" verses=\"eyIxODc1NSI6MTkzfQ==\">56&ndash;66<\/a>, and emendations based uniquely or primarily on prosodic grounds should be treated with suspicion. The notion of relegating v <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">2b<\/a> to the status of a gloss correcting the name-giving in v <a class=\"isa\" verses=\"eyIxNzczNSI6Nn0=\">4<\/a> (Duhm 1922, 459; Marti 1900, 388) should be treated with suspicion&mdash;on which more will be said in due course.<\/p><p>The disciple of the Servant-prophet, therefore, affirms his intention to continue his campaign of preaching and intercessory prayer on behalf of Jerusalem without intermission. The nature of this activity can be more closely defined by referring to the <em>&scaron;ōmĕr&icirc;m<\/em> (&ldquo;watchmen, sentinels, lookouts&rdquo;), posted on the walls of Jerusalem, who are mentioned in the following passage (<a class=\"isa\" verses=\"eyIxODg2MSI6Mn0=\">62:6&ndash;7<\/a>). They are to give no rest either to themselves or to God and are further described as <em>mazk&icirc;r&icirc;m ʾet-YHVH<\/em>. If the verb (<em>zkr<\/em> Hiphil) is taken literally, their task is, so to speak, to activate God&rsquo;s memory, but the more common meaning is to intercede on someone&rsquo;s behalf, as Joseph asked Pharaoh&rsquo;s cupbearer to intercede for him (<a class=\"ref\">Gen 40:14<\/a>), and to invoke the name of God in a liturgical act (<a class=\"ref\">Exod 20:24; 23:13; 1 Chr 16:4<\/a>; <a class=\"isa\" verses=\"WzE3OTA1LDE4MTQ0LDE4NjE2XQ==\">Isa 12:4; 26:13; 48:1<\/a>).<\/p><p>Intercessory prayer is associated with the prophetic rather than the priestly office. We may refer in corroboration to the <em>ṣōp&icirc;m<\/em> (&ldquo;watchmen&rdquo;) who, together with their nonbarking watchdogs, are taken to task in <a class=\"isa\" verses=\"eyIxODc2MyI6NH0=\">Isa 56:9&ndash;12<\/a>. The fact that this term <em>ṣōpeh<\/em> is a metaphor for <em>nāb&icirc;ʾ<\/em> (&ldquo;prophet&rdquo;) is clear (<a class=\"ref\">Ezek 3:17; 33:2, 6&ndash;7; Jer 6:17<\/a>), and it indicates the social responsibility inherent in the predictive and admonitory roles of the prophet. One aspect of the role is exemplified in the <em>mĕṣappeh<\/em> (&ldquo;lookout&rdquo;) in <a class=\"isa\" verses=\"eyIxODA0MiI6NH0=\">Isa 21:6&ndash;9<\/a>, who keeps his <em>mi&scaron;meret<\/em> (&ldquo;watch&rdquo;) day and night on the <em>miṣpeh<\/em> (&ldquo;watchtower&rdquo;), until he hears, in some form of prophetic communication, of the fall of Babylon (cf. <a class=\"ref\">Hab 2:1&ndash;2<\/a>).<\/p><p>The terms in which the future state of Jerusalem is expressed in <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">1b and 2a<\/a> are recurrent in the Deutero-Isaianic prophetic tradition, beginning with the Jerusalem-Zion onomastic duality (<a class=\"isa\" verses=\"WzE4NDMwLDE4NDc5LDE4Njk4XQ==\">40:9; 41:27; 52:1<\/a>). The passage from the ethical to the eschatological connotation of <em>ṣedeq<\/em> (here translated &ldquo;vindication&rdquo;) and its variant <em>ṣĕdāq&acirc;<\/em> corresponds to the passage from the forensic sense of vindication of innocence in a court of law to an ultimate vindication. Often paired, as here, with <em>yĕ&scaron;&ucirc;ʿ&acirc;<\/em> (&ldquo;salvation&rdquo;), <em>ṣedeq<\/em>\/<em>ṣĕdāq&acirc;<\/em> is a central concept in this prophetic tradition (<a class=\"isa\" verses=\"W1sxODQ1NCwxODQ2MiwxODU3MCwxODU3NV0seyIxODY3OSI6Mn0sWzE4NjgyLDE4Nzk1LDE4ODE4XV0=\">41:2, 10; 45:8, 13; 51:5, 6, 8; 58:8; 59:17<\/a>). Also developed on the basis of the Deutero-Isaianic deposit (beginning with <a class=\"isa\" verses=\"WzE4NDI0XQ==\">40:3<\/a>) is the idea that foreign nations and their rulers will see the glory of God (<em>kĕb&ocirc;d YHVH<\/em>, <a class=\"isa\" verses=\"WzE4Nzk1LDE4ODIwLDE4ODI1XQ==\">58:8; 59:19; 60:3<\/a>).<\/p><p>All of this eschatological scenario is suffused with light (cf. <a class=\"isa\" verses=\"WzE4ODI1LDE4ODQxXQ==\">60:3, 19<\/a>). Throughout these chapters, light is the dominant metaphor for salvation. On the basis of rabbinic descriptions of the celebration of Sukkoth during the time when the temple yet stood, with the temple courts lit up with flaming torches, Paul Volz (1932, 244&ndash;45, 251) concluded that chs. <a class=\"isa\" verses=\"eyIxODgyMyI6NDV9\">60&ndash;62<\/a> were composed to be sung or recited during this festival. The coincidence of Sukkoth with the New Year festival also brought with it immemorial themes of renewal of creation and restoration of a lost order. Volz recalls that it was with reference to the same festival that Jesus proclaimed himself to be the light of the world (<a class=\"ref\">John 7:2; 8:12<\/a>). This hypothesis goes beyond the evidence, as most commentators agree, but is interesting and provocative nevertheless.<\/p><p>It is worth noting, finally, that both sources of light mentioned here&mdash;<em>nōgah<\/em> (&ldquo;the morning light&rdquo;) and <em>lapp&icirc;d<\/em> (&ldquo;a flaming torch&rdquo;)&mdash;appear elsewhere in the context of visionary experiences (<a class=\"ref\">Gen 15:17; Ezek 1:4, 13, 27&ndash;28; 10:4; Dan 10:6<\/a>).<\/p><p>When it happens in real time, the acquisition of a new name implies a new status. This is what happened when Laish was conquered by the Danites (<a class=\"ref\">Judg 18:29<\/a>) and when two of the last kings of Judah were renamed as vassals of the Egyptians and Babylonians, respectively (<a class=\"ref\">2 Kgs 23:34; 24:17<\/a>). New names thus acquired need not have any symbolic content, though both persons and places may be given names that embody certain expectations or aspirations. One thinks, for example, of personal names taken from <em>Pilgrim&rsquo;s Progress<\/em> by Puritans and of places such as Petaḥ Tikva in Israel, taken from <a class=\"ref\">Hos 2:17<\/a> and meaning &ldquo;a door of hope.&rdquo; We recall also Ruth&rsquo;s mother-in-law, who invited the people of Bethlehem to call her Mara (&ldquo;Bitter&rdquo;) rather than Naomi (&ldquo;Pleasant&rdquo;). There are many examples in the prophetic literature of a type of name-giving functioning as a literary device with no suggestion that the names in question would ever be given to people or places. This is the case with the name-giving in <a class=\"isa\" verses=\"WzE3NjgxXQ==\">Isa 1:26<\/a>, <em>ʿ&icirc;r haṣṣedeq<\/em> (&ldquo;City of Righteousness&rdquo;) and <em>qiry&acirc; neʾĕmān&acirc;<\/em> (&ldquo;Loyal Town&rdquo;); <a class=\"ref\">Jer 33:16<\/a>, <em>YHVH ṣidqēn&ucirc;<\/em> (&ldquo;YHVH Our Righteousness&rdquo;); and <a class=\"ref\">Zech 8:3<\/a>, <em>ʿ&icirc;r hāʾĕmet<\/em> (&ldquo;Faithful City&rdquo;).<\/p><p>In much the same way, name-changing in chs. <a class=\"isa\" verses=\"eyIxODgyMyI6NDV9\">60&ndash;62<\/a> is another way of expressing the theme of eschatological reversal with respect to Jerusalem. In v <a class=\"isa\" verses=\"eyIxNzczNSI6Nn0=\">4<\/a> the change from Azubah (&ldquo;Forsaken&rdquo;) to Hephzibah (&ldquo;I Delight in Her&rdquo;) happens to correspond with the names of the mothers of Kings Jehoshaphat and Manasseh, respectively (<a class=\"ref\">1 Kgs 22:42; 2 Kgs 21:1<\/a>), though we must suppose that in this case Azubah had a less ominous meaning than it has here. The same point is being made with the names <em>dĕr&ucirc;&scaron;&acirc;<\/em> (&ldquo;Sought Out&rdquo;) and <em>ʿ&icirc;r loʾ neʿĕzāb&acirc;<\/em> (&ldquo;City Not Forsaken&rdquo;) in v <a class=\"isa\" verses=\"eyIxNzkwMiI6Nn0=\">12<\/a>, which summarize the whole point and purpose of chs. <a class=\"isa\" verses=\"eyIxODgyMyI6NDV9\">60&ndash;62<\/a>. The new name promised in v <a class=\"isa\" verses=\"eyIxNzY4NyI6MjJ9\">2<\/a>, like the different name promised to YHVH&rsquo;s Servants (<a class=\"isa\" verses=\"WzE4OTEzXQ==\">65:15<\/a>), and the new name of the faithful inhabitants of the city in the book of Revelation (<a class=\"ref\">Rev 3:12<\/a>), is a name to be revealed only in the end time and therefore of a quite different kind from the names elsewhere in <a class=\"isa\" verses=\"eyIxODgyMyI6NDV9\">60&ndash;62<\/a>. So there is no need to read v <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">2b<\/a> as a gloss added to correct v <a class=\"isa\" verses=\"eyIxNzczNSI6Nn0=\">4<\/a> (as does Duhm 1922, 459 et al., on which, see Sekine 1989, 96&ndash;97).<\/p><p>The image of a city as the crown or diadem for its patron deity is exemplified in a prayer to be recited by the <em>urigallu<\/em>-priest during the Mesopotamian New Year festival. The prayer is addressed to Bel (Marduk), who is reminded that &ldquo;your dwelling is the city of Babylon, your tiara is the city of Borsippa&rdquo; (<em>ANET<\/em>, 331). The language in both texts implies acknowledgment of the kingship of the deity which, for the biblical writer, goes with an apparently complete lack of interest in the restoration of the native dynasty. Both <em>ʿăṭeret<\/em> (&ldquo;crown&rdquo;) and <em>sĕn&icirc;p<\/em> (&ldquo;diadem&rdquo;) could be used metaphorically (e.g., <a class=\"ref\">Prov 4:9; 12:4; 16:31; Job 29:14; 31:36<\/a>), and <em>ʿăṭeret tipʾeret<\/em> (&ldquo;a splendid crown&rdquo;) seems to have been a common metaphor (<a class=\"ref\">Prov 4:19; 16:31; Jer 13:18; Ezek 16:12; 23:42<\/a>). But the choice of this language indicates what is implied but rarely stated in these chapters: the establishment of the effective rule of God in Israel and in the world, encapsulated in the expression &ldquo;the Kingdom of God.&rdquo;<\/p><p>Some commentators have found it puzzling that the crown or diadem is held in the hand rather than placed on the head. Ibn Ezra took the term <em>ʿăṭeret<\/em> to be an ornament for the hand rather than the head, and David Kimḥi understood &ldquo;in YHVH&rsquo;s hand&rdquo; to mean simply &ldquo;in YHVH&rsquo;s keeping.&rdquo; In using this language, the writer may have had in mind the perimeter wall of the city, an image that would be out of place, metaphorically speaking, on the head. Or, alternatively, the placing on the head could, like the giving of a new name, be reserved for the last age. In the meantime, the city is in God&rsquo;s hands.<\/p><p>A somewhat different interpretation emerges when we focus on the linking of the themes of renaming, crowning, and espousals or marriage. In the Canticles (<a class=\"isa\" verses=\"WzE3NzE5XQ==\">3:11<\/a>) the women of Zion are invited to look at the crown (<em>ʿăṭār&acirc;<\/em>) with which King Solomon&rsquo;s mother crowned him on the day of his wedding. According to rabbinic testimony, while the temple still stood, the bride and bridegroom wore crowns during the wedding ceremony. The bride was addressed as &ldquo;the queen&rdquo; and the bridegroom as &ldquo;the king&rdquo; (<em>ḥātān d&ocirc;meh lĕmelek<\/em>, &ldquo;the bridegroom is like a king,&rdquo; <em>Pirqe R. El.<\/em> 16). This may be the missing link in the association of ideas between the acquisition of a new name, the crowning ceremony, and the wedding symbolism.<\/p><p>This complex image is not in all respects internally self-consistent. YHVH is bridegroom (cf. <a class=\"isa\" verses=\"W1sxODY2NF0seyIxODczMCI6M31d\">50:1; 54:6&ndash;8<\/a>) but also officiant at the wedding. Another complication is the land (<em>ʾereṣ<\/em>, fem.), whose name is changed from <em>&scaron;ōmēm&acirc;<\/em>, &ldquo;Desolate,&rdquo; to <em>bĕʿ&ucirc;l&acirc;<\/em> (&ldquo;Espoused&rdquo;). While the woman Zion continues to be addressed after the espousal of the land is mentioned, we have the impression that city and land are somehow conflated in the writer&rsquo;s mind. Then we are surprised to hear that the sons of Zion are the prospective marriage partners. In the writer&rsquo;s principal source we hear a great deal about these sons. They are brought from the ends of the earth (<a class=\"isa\" verses=\"WzE4NDYxXQ==\">41:9<\/a>), from its four quarters (<a class=\"isa\" verses=\"eyIxODUxMSI6Mn0=\">43:5&ndash;6<\/a>); they include children born after the destruction of Jerusalem (<a class=\"isa\" verses=\"eyIxODY1NyI6Mn0=\">49:20&ndash;21<\/a>); and foreigners are charged with repatriating those scattered abroad (<a class=\"isa\" verses=\"WzE4NjU5XQ==\">49:22<\/a>). The same source has suggested the imagery in <a class=\"isa\" verses=\"eyIxODg1OSI6Mn0=\">62:4&ndash;5<\/a>: &ldquo;The children of the <em>&scaron;ōmēm&acirc;<\/em> will be more numerous than the children of the <em>bĕʿ&ucirc;l&acirc;<\/em>, <a class=\"isa\" verses=\"WzE4NzI1XQ==\">54:1<\/a>&rdquo;). It seems that the writer has also borrowed the play on the words <em>bān&icirc;m<\/em>\/<em>bōn&icirc;m<\/em> (&ldquo;children\/builders&rdquo;) from <a class=\"isa\" verses=\"WzE4NjU0XQ==\">49:17<\/a>: &ldquo;Those who build you up [<em>bōnayik<\/em>; read also <em>bānayik<\/em>, &ldquo;your sons&rdquo;] work faster than those who tore you down.&rdquo; It was clearly important to include, even at the risk of introducing the incongruous image of incestuous union, the repopulation of both city and land.<\/p><p>Blenkinsopp, J. (2008). <em>Isaiah 56&ndash;66: a new translation with introduction and commentary<\/em> (Vol. 19B, pp. 233&ndash;237). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}