{
    "id": 2083,
    "source": "blenkinsopp",
    "verse_id": 18068,
    "verse_count": 11,
    "reference": "22:15–25",
    "title": "Palace Officials Condemned",
    "html": "<p>This self-contained passage with its own title (see the notes), incipit and excipit is a relatively rare case of prophetic invective directed against individuals (see also <a class=\"ref\">Amos 7:16&ndash;17; Jer 20:1&ndash;6; 28:12&ndash;17<\/a>see also ). Since no sustained metrical regularity is detectable, we take it to be a straightforward prose appendix to <a class=\"isa\" verses=\"eyIxODA1NCI6MTR9\">22:1&ndash;14<\/a>, similar therefore to <a class=\"isa\" verses=\"eyIxODAzMSI6Nn0=\">20:1&ndash;6<\/a>, appended to the preceding anti-Egyptian sayings. The connection would suggest an addition dictated by prophetic opposition to the pro-Egyptian and insurrectionist policy pursued by this Shebna prior to the campaign of 701 b.c.e. At the same time, it presents one of the clearest cases of serial composition and editing in the book, apparent in the hostile and sarcastic tone in which the downfall of Eliakim is announced in <a class=\"isa\" verses=\"WzE4MDc4XQ==\">25<\/a>, following the exalted language in which his elevation to high office is proclaimed in <a class=\"isa\" verses=\"eyIxODA3MyI6NH0=\">20&ndash;23<\/a>. The lead-in to <a class=\"isa\" verses=\"WzE4MDc4XQ==\">25<\/a> (&ldquo;on that day&rdquo;) also suggests an addition in view of the way Eliakim&rsquo;s tenure of office ended. The rather bland statement about Shebna&rsquo;s dismissal from office in <a class=\"isa\" verses=\"WzE4MDcyXQ==\">19<\/a>, following the intemperate language preceding it, has led most commentators to read this verse as marking the transition from Shebna to Eliakim and therefore as an addition, which is possible but by no means certain. It would be better to take <a class=\"isa\" verses=\"eyIxODA2OCI6OX0=\">15&ndash;23<\/a> without a break as prophetic approbation of Eliakim for high office including an explanation of the circumstances under which he came to occupy the office. Note that the beginning of the Eliakim section is still referring back to Shebna (your robe, your sash, your authority).<\/p><p>On the reading of <a class=\"isa\" verses=\"WzE4MDY4XQ==\">15<\/a> proposed above, the name Shebna occurs only in the title. We know that titles can be attached to texts long after they were written and be mistaken, but they can also be attached at the time of writing and be correct. Shebna, hypocoristic for Shebanyahu (<a class=\"ref\">1 Chr 15:24<\/a>) or Shebaniah (<a class=\"ref\">Neh 9:4&ndash;5; 10:5, 11, 13; 12:14<\/a>), is described in the title as superintendent or majordomo of the palace&mdash;literally, &ldquo;the one who is over the house&rdquo; (<em>ʾă&scaron;er ʿal habbāyit<\/em>). The title corresponds to the Akk. <em>&scaron;a bitāni<\/em> and is attested in both Northern and Southern Kingdoms (<a class=\"ref\">1 Kgs 4:6; 16:9; 18:3<\/a>). In the text itself as distinct from the title, the object of the prophet&rsquo;s invective has the title <em>sōkēn<\/em>, a biblical hapax (the fem. <em>sōkenet<\/em>, approximate meaning &ldquo;attendant,&rdquo; describes Abishag the Shunnamite&rsquo;s function, <a class=\"ref\">1 Kgs 1:2, 4<\/a>), though the corresponding term is attested in Aramaic, Ugaritic, Phoenician and Punic texts, meaning &ldquo;governor,&rdquo; &ldquo;regent,&rdquo; or &ldquo;deputy.&rdquo; Though the tone in which the speaker refers to him is contemptuous (&ldquo;this official&rdquo; cf. &ldquo;this Sheshbazzar&rdquo; <a class=\"ref\">Ezra 5:16<\/a>), the office itself is not necessarily incompatible with the title.<\/p><p>The prophet&rsquo;s address to Shebna, therefore, comprises a superscription and introductory formula followed by the customary indictment (<a class=\"isa\" verses=\"WzE4MDY5XQ==\">16<\/a>) and verdict (<a class=\"isa\" verses=\"eyIxODA3MCI6M30=\">17&ndash;19<\/a>). The prospect of death in a foreign land, no doubt Mesopotamia, constitutes a brutally direct negation of this official&rsquo;s tomb-building in or near Jerusalem. Whether Isaiah is represented as confronting Shebna in situ, i.e., at the tomb-building site (<em>poh<\/em>, &ldquo;here,&rdquo; is repeated three times in one verse) cannot be decided. It seems that Shebna was what the Assyrian annals call a &ldquo;son of a nobody,&rdquo; and is consequently being put in his place as a social climber. (Note that while he is the black sheep of his family, Eliakim does his family proud, <a class=\"isa\" verses=\"WzE4MDcxXQ==\">18b, 23b<\/a>.) Curiously, the Shebna who was sent to negotiate with the Assyrian Rabshakeh during the siege of Jerusalem together with Eliakim ben Hilkiah and Joah ben Asaph is the only one of the three without a patronymic (<a class=\"isa\" verses=\"WzE4MzM0LDE4MzUzLDE4MzU1XQ==\">36:3, 22; 37:2<\/a>), a normal indicator of status and honor. Even so, the punishment threatened seems to be quite disproportionate to the offense, and practically unintelligible except on the assumption that the text is silent about the real reason for the hostility it displays. This may well be Shebna&rsquo;s political agenda, the conviction that he was one of those who were leading Hezekiah astray by advocating a highly dangerous anti-Assyrian alliance (cf. <a class=\"isa\" verses=\"WzE3NzIwXQ==\">3:12<\/a>).<\/p><p>The second section deals with the investiture of Eliakim ben Hilkiah, whose office is described in solemn and exalted terms reminiscent of the &ldquo;messianic&rdquo; poems in <a class=\"isa\" verses=\"eyIxNzgzNSI6NTZ9\">9:5&ndash;6[6&ndash;7] and 11:1&ndash;5<\/a>. The language does not justify the idea that the text is really dealing with the <em>royal<\/em> office, but it is possible that the account belongs to a Josian redaction, with <a class=\"isa\" verses=\"eyIxODA3NyI6Mn0=\">24&ndash;25<\/a> added after the tragic death of Josiah (Clements 1980a, 188). This Eliakim is designated Yahveh&rsquo;s servant (<em>ʿebed<\/em>), an honorific designation signifying in biblical texts a privileged relationship with the deity, generally referring to either the prophetic office or royalty (for the latter see <a class=\"ref\">2 Sam 3:18; 1 Kgs 8:24&ndash;26; 2 Kgs 19:34<\/a> = <a class=\"isa\" verses=\"WzE4Mzg4XQ==\">Isa 37:35<\/a>). It has also turned up on seals belonging to individuals high up in court administration, including the magnificent Megiddo lion seal of Shema, servant of Jeroboam (<em>l&scaron;mʿ ʿbd yrbʿm<\/em>). Eliakim is summoned (<em>qrʾ<\/em> cf. <a class=\"isa\" verses=\"W1sxODQ4N10seyIxODU2NSI6Mn0sWzE4NjM4XV0=\">42:6; 45:3&ndash;4; 49:1<\/a>) to his investiture, which is described is solemn fashion not unlike the anointing of a royal figure. He is invested with the robe of office (<em>kutonet<\/em>, also a sacerdotal vestment: <a class=\"ref\">Exod 28:4; Lev 8:13<\/a>), the sash (<em>ʾabnēṭ<\/em>, a word of Egyptian origin) is put round his waist, and the authority and jurisdiction inhering in the office (<em>mem&scaron;āl&acirc;<\/em> <a class=\"ref\">Mic 4:8; Jer 34:1; Zech 3:7<\/a>) are committed to him, no doubt with a set form of words. The keys of the palace&mdash;much larger than modern keys&mdash;are draped around his neck, symbolizing his responsibility for the security of the royal palace and the absolute nature of his authority under the ruler. A parallel metaphor is the peg that holds the tent in place, language that inevitably brings to the reader&rsquo;s mind the idea of responsibility for maintaining the tent or pavilion of Zion (<a class=\"isa\" verses=\"W3siMTc3MzkiOjJ9LFsxODMwMCwxODcyNl1d\">4:5&ndash;6; 33:20; 54:2<\/a>) and the booth of David (<a class=\"ref\">Amos 9:11<\/a>).<\/p><p>As a result of his investiture, Eliakim is to be a <em>father<\/em> to the people of Jerusalem and Judah. This designation (<em>ʾab<\/em>) belongs to the traditional language of the pharaonic court and signifies the protection afforded by the just government administered by the Pharaoh, generally by means of his vizier. In his capacity as vizier, for example, the patriarch Joseph acts on behalf of Pharaoh (<a class=\"ref\">Gen 45:8<\/a>), and the same function is attributed to the proverbially wise and ubiquitous Ahiqar.<\/p><p>Inspired by the language of investiture, the insignia of office, the office-holder as father to his people, the tent peg fixed in a <em>firm<\/em> place (<em>neʾĕmān<\/em> cf. <a class=\"ref\">2 Sam 7:16<\/a>), some commentators have speculated on the messianic character of the passage, or even suspected a conflation of Eliakim son of Hilkiah and Eliakim son of Josiah, renamed Jehoiakim (<a class=\"ref\">2 Kgs 23:34<\/a>), or a replacement of the latter by the former, an idea perhaps first suggested by Fullerton. Such a reading is understandable, but the oracle is clearly about a specific individual named elsewhere, and the editor or editors who added the final two verses seem to have entertained no doubts about his identity. The pericope has, nevertheless, inspired messianic re-readings in early Christian circles. The sixth of the seven letters to the churches in <a class=\"ref\">Rev 3:7<\/a> begins by invoking the Holy One who holds the key of David, who opens and no one shuts, shuts and no one opens, and the same passage appears among the antiphons of the Advent liturgy (<em>O clavis David<\/em>). As a symbol of authority, possession of keys also features in the incident in which the Jesus of Matthew&rsquo;s gospel confides to Peter the keys of the Kingdom of Heaven (<a class=\"ref\">Matt 16:19<\/a>).<\/p><p>According to Dtr, Eliakim ben Hilkiah superintendent of the palace, Shebna (or Shebnah) the &ldquo;scribe&rdquo; (<em>sōpēr<\/em>), and Joah ben Asaph the &ldquo;herald&rdquo; (<em>mazk&icirc;r<\/em>) were given the unenviable task of parleying with the Assyrian generalissimo during the siege of Jerusalem in 701 b.c.e. (<a class=\"ref\">2 Kgs 18:18, 26, 37<\/a> = <a class=\"isa\" verses=\"WzE4MzM0LDE4MzQyLDE4MzUzXQ==\">Isa 36:3, 11, 22<\/a>). Shortly afterwards Eliakim, Shebna, and senior priests were sent to Isaiah to persuade him to intervene in the extreme crisis of that year (<a class=\"ref\">2 Kgs 19:2<\/a> = <a class=\"isa\" verses=\"WzE4MzU1XQ==\">Isa 37:2<\/a>). The occurrence of both names, Eliakim and Shebna, strongly suggests identity with the individuals who feature in <a class=\"isa\" verses=\"eyIxODA2OCI6OX0=\">Isa 22:15&ndash;23<\/a>. Certain seals and seal impressions (bullae) and one inscription from the period of the late Judean monarchy have also been brought to bear on their identification. Impressions from the seal of a certain Eliakim were discovered at Tell Beth-Mirsim and Tell er-Rumele inscribed <em>lʾlyqm nʿr yvkn<\/em> referring, according to W. F. Albright&rsquo;s interpretation, to Eliakim, a palace superintendent during the reign of Jehoiachin. It will be obvious, however, that Albright&rsquo;s view rules out identification with Dtr&rsquo;s Eliakim, active almost a century earlier, and thus it seems prudent to conclude that the seal belonged to a different person with the same not uncommon name. Another bulla in the Israel Museum in Jerusalem is inscribed <em>lyhvzrh bn hlq[y]hv ʿbd ḥzqyhv<\/em> (&ldquo;belonging to Yahuzarah [?] ben Hilkiah servant of Hezekiah&rdquo;), chronologically compatible with the biblical data, but since Hilkiah is also a common name there is no guarantee that it belonged to a brother of Eliakim. I mention, finally, the inscription associated with a rock-hewn tomb&mdash;of the kind Shebna was taken to task for preparing&mdash;in the village of Silwan, southeast of Jerusalem (Avigad; Ussishkin). The inscription identifies the tomb as belonging to a palace superintendent (<em>ʾ&scaron;r ʿl hbyt<\/em>), the ending of whose name, <em>-yahu<\/em>&mdash;the only part surviving&mdash;is compatible with Shebanyahu, the full form of Shebna, but with many other names as well. So identification with Shebna&rsquo;s tomb remains at best a tantalizing possibility.<\/p><p>It would be tempting to solve the problem of the relation between the biblical texts by assuming that by the year 701 Eliakim had already assumed the office of palace superintendent, that Shebna had been demoted to <em>sōpēr<\/em>, and that none of the dire consequences of his hubris had as yet come about. It is noteworthy, however, that during the final century of the Judean monarchy the highest office under the ruler appears to have been the <em>sōpēr<\/em> (corresponding more or less to Secretary of State or Prime Minister) not the <em>ʾă&scaron;er ʿal habbāyit<\/em>. If that is so, Eliakim would be the last to bear this title (omitting the Gedalyahu, so designated on a seal from Lachish), but we can reconstruct from Jeremiah a list of <em>sōpĕr&icirc;m<\/em> covering the period from Josiah to Zedekiah&mdash;Shaphan, Ahikam (probably), Elishama, Jonathan (<a class=\"ref\">2 Kgs 22:3; Jer 26:24; 36:12, 20&ndash;21; 37:15&ndash;20<\/a>). It is therefore possible that the Historian has anachronistically combined alternative titles for the highest office under the ruler.<\/p><p>In language that is both vivid and unappealing, a later editor has appended an accusation of nepotism (<a class=\"isa\" verses=\"WzE4MDc3XQ==\">24<\/a>) to the investiture of Eliakim. The peg in the ground that held the tent in place is now a peg in the wall on which kitchen utensils are hung&mdash;an odd but not entirely inappropriate image for &ldquo;hangerson&rdquo; from Eliakim&rsquo;s &ldquo;paternal household&rdquo; (<a class=\"isa\" verses=\"WzE4MDc2XQ==\">23<\/a>). The inevitable result is stated in what, to judge by the introductory &ldquo;on that day,&rdquo; is a further addition to the passage, reflecting the fall of Eliakim (not Shebna, pace Sweeney 1996, 297) from power together with the ruin of his family.<\/p><p> Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em> (Vol. 19, pp. 337&ndash;340). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}