{
    "id": 2063,
    "source": "blenkinsopp",
    "verse_id": 17871,
    "verse_count": 8,
    "reference": "10:20–27",
    "title": "Three Editorial Comments",
    "html": " <p>It is hardly surprising that the critical situation of Judah&rsquo;s first encounter with Assyria should continue to serve as a paradigm for understanding and articulating the nation&rsquo;s attitude towards successive imperial powers. The first and last of these three addenda are introduced with the &ldquo;on that day&rdquo; formula indicating an event, juncture, or situation in a future not necessarily remote. The middle passage introduces an oracle with the standard prophetic incipit (<a class=\"isa\" verses=\"eyIxNzg3NSI6Mn0=\">24&ndash;25<\/a>) followed by an exegetical comment explaining how the punishment in store for Assyria referred to in the oracle will be administered (<a class=\"isa\" verses=\"WzE3ODc3XQ==\">26<\/a>). A feature common to all three is the deployment of familiar Isaian motifs. The &ldquo;residue of Israel&rdquo; takes up and develops redundantly the name of Isaiah&rsquo;s child Shear-yashub (<a class=\"isa\" verses=\"WzE3Nzg2XQ==\">7:3<\/a>); we have already heard a lot about smiting and being smitten (<a class=\"isa\" verses=\"WzE3NzY1LDE3ODQyXQ==\">5:25; 9:12[13]<\/a>), and the poem on the ideal ruler has supplied the topoi of the rod and bar (<a class=\"isa\" verses=\"WzE3ODMzXQ==\">9:3[4]<\/a>, cf. <a class=\"isa\" verses=\"WzE3ODU2LDE3ODY2XQ==\">10:5, 15<\/a>), the yoke of servitude (<a class=\"isa\" verses=\"WzE3ODMzXQ==\">9:3[4]<\/a>), and the title <em>ʾēl gibb&ocirc;r<\/em>, here translated &ldquo;the God of Might&rdquo; (<a class=\"isa\" verses=\"WzE3ODM1XQ==\">9:5[6]<\/a>). These motifs tend to recur (e.g. &ldquo;the residue of Israel&rdquo; <a class=\"isa\" verses=\"W1sxNzczNywxNzg5NiwxNzkwMSwxODE3MCwxODM1N10seyIxODM4NCI6Mn0sWzE4NTkwXV0=\">4:3; 11:11, 16; 28:5; 37:4, 31&ndash;32; 46:3<\/a>), sometimes in a sense quite different from the original occurrence. An obvious example is &ldquo;the one who struck them,&rdquo; no longer Yahveh (as in <a class=\"isa\" verses=\"WzE3ODQyXQ==\">9:12[13]<\/a>) but Assyria, whose instruments of punishment are now used against them. Then also El Gibbor is used literally of the God of Israel rather than hyperbolically of the ruler, and we may suspect that the verbal element in the name Shear-yashub (&ldquo;a residue will return&rdquo;) is now used in the sense of conversion or, to use Buber&rsquo;s language, &ldquo;turning,&rdquo; a change of heart and of life, as in <a class=\"isa\" verses=\"WzE3NjgyXQ==\">1:27<\/a>. <\/p> <p>None of the many attempts to relate the first of the three paragraphs to the Assyrian crisis under Ahaz has been convincing, since dating it to the reign of Ahaz can explain reliance on Assyria but not the smiting (Wildberger 1991, 435&ndash;36; and Hayes and Irvine 1987, 201&ndash;3 for whom the striker is Syria). Similar wording in the section of the book dealing with Isaiah and Hezekiah during the Sennacherib campaign reinforces the impression that has been gaining on us since the beginning of the core narrative that the Ahaz incident has been written up from the perspective of the later crisis. At that time Isaiah gave Hezekiah a sign having to do with vegetation and food and designed to assure him that the crisis would be over by the third year (<a class=\"isa\" verses=\"WzE4MzgzXQ==\">37:30<\/a>, cf. <a class=\"isa\" verses=\"eyIxNzc5OCI6Mn0=\">7:15&ndash;16<\/a>). There was to be a residue and there were to be survivors (<a class=\"isa\" verses=\"eyIxODM4NCI6Mn0=\">37:31&ndash;32<\/a>, cf. <a class=\"isa\" verses=\"WzE3ODcxXQ==\">10:20<\/a>), and this outcome is attributed to the zeal of Yahveh of the hosts (<a class=\"isa\" verses=\"WzE4Mzg1XQ==\">37:32b<\/a>, cf. <a class=\"isa\" verses=\"WzE3ODM2XQ==\">9:6b[7b]<\/a>). The predicted fate of the Assyrian king and his army that follows (<a class=\"isa\" verses=\"eyIxODM4NiI6Nn0=\">37:33&ndash;38<\/a>) could also be read as a parallel to <a class=\"isa\" verses=\"eyIxNzg2NyI6NH0=\">10:16&ndash;19<\/a>. <\/p> <p>It is equally probable that the experience of <em>successive<\/em>, threats to national existence has left its mark on the book in the form of a cumulative and incremental editorial process reaching deep into the period of the Second Commonwealth. The point may be illustrated by comparing <a class=\"isa\" verses=\"eyIxNzg3MSI6MzE3fQ==\">10:20&ndash;23 with 28:14&ndash;22<\/a>, a passage addressed to the ruling elite in Jerusalem, assuring them that the measures they are taking to avoid &ldquo;the overwhelming flood&rdquo; will not be successful. The allusion is almost certainly to events connected with Hezekiah&rsquo;s refusal of tribute to Assyria in 704 b.c.e. and the predictable Assyrian response. The language of <a class=\"isa\" verses=\"eyIxNzg3MSI6NH0=\">10:20&ndash;23<\/a>, indicates dependence on <a class=\"isa\" verses=\"eyIxODE3OSI6OX0=\">28:14&ndash;22<\/a>, but the predetermined destruction is now projected into the future: it will affect not just the land of Judah but the whole earth, and from it only a residue will emerge as a new and purified Israel. The different perspective of the two paragraphs is indicated by the eschatologizing &ldquo;on that day&rdquo; that opens <a class=\"isa\" verses=\"eyIxNzg3MSI6NH0=\">10:20&ndash;23<\/a>, the mosaic of Isaian themes that it contains, and such terms as <em>bēt yaʿăqōb<\/em>,(&ldquo;household of Jacob&rdquo;) and <em>ṣĕdāq&acirc;<\/em>, with the meaning &ldquo;vindication&rdquo; (cf. <a class=\"isa\" verses=\"WzE3NjgyXQ==\">1:27<\/a>) characteristic of late Second Temple usage. <\/p> <p>The second paragraph is associated thematically with the first through the reference to physical abuse at the hands of Assyrians. The oracle ostensibly proclaims the imminent end of oppression for Israel and the beginning of retribution to be visited on Assyria&mdash;which is entirely in keeping with the poem to which these comments have been appended (<a class=\"isa\" verses=\"eyIxNzg1NiI6MzB9\">10:5&ndash;19 + 33&ndash;34<\/a>). The rod and staff and the miraculous defeat of the Midianites also remain within the same perspective. The instruments of punishment wielded against the Assyrians (<a class=\"isa\" verses=\"WzE3ODc3XQ==\">26<\/a>) imply application of the <em>lex talionis<\/em>, and the use of a whip may have been suggested by the &ldquo;overwhelming flood&rdquo; of <a class=\"isa\" verses=\"WzE4MTgwLDE4MTgzXQ==\">28:15, 18<\/a>, since the same word (<em>&scaron;&ocirc;t <\/em>) can stand for both whip and flood. <\/p> <p>These associations with <a class=\"isa\" verses=\"W3siMTc4NzEiOjR9LHsiMTgxNzkiOjl9XQ==\">10:20&ndash;23 and 28:14&ndash;22<\/a>, suggest the possibility of an equally late or even later date for this paragraph. The only other form of address similar to &ldquo;my people who dwell in Zion&rdquo; occurs in <a class=\"isa\" verses=\"eyIxODIzNyI6NH0=\">30:19&ndash;22<\/a>, manifestly a Second Temple passage, and <a class=\"ref\">Dan 11:36<\/a>, anticipates the end of &ldquo;the time of wrath&rdquo; (<em>ʿad-kāl&acirc; zaʿam <\/em>), i.e., the persecution of Antiochus IV, since &ldquo;what is decreed shall be accomplished&rdquo; (<em>k&icirc; neḥĕrāṣ&acirc; neʿĕṣāt&acirc;<\/em>, cf. <a class=\"isa\" verses=\"eyIxNzg3MyI6Mn0=\">Isa 10:22&ndash;23<\/a>). It is therefore not out of the question that the passage was reread, perhaps even composed, to inspire faith and hope during the troubled history of Judah under the rule successively of Ptolemies (here Egypt) and Seleucids (here Assyria). <\/p> <p>Blenkinsopp, J. (2008). <em>Isaiah 1&ndash;39: a new translation with introduction and commentary<\/em>,(Vol. 19, pp. 257&ndash;258). New Haven; London: Yale University Press. <\/p>",
    "audit": 1
}