{
    "id": 17076,
    "source": "brewster",
    "verse_id": 18638,
    "verse_count": 8,
    "reference": "49:1-8",
    "title": "",
    "html": "<p><b><a class=\"ref\">1 Nephi 21:1-8<\/a><\/b><\/p>     <p>The Nephite text restores an important introduction to the chapter. (See comparative text.) The wicked pastors of the people of Israel are identified as the cause of Israel's being scattered. (See also <a class=\"ref\">Jeremiah 23:1-2<\/a>.) While past efforts to gather Israel have proven fruitless for the most part, the time has now arrived when she will respond to the Lord's pleadings for her return.<\/p>     <p>The Holy One will not only be Israel's Redeemer but will also be a \"light to the Gentiles\" and bring the repentant among them into His covenant.<\/p>     <table>         <tbody>             <tr>                 <td><b><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 49<\/a><br><br><br>1 Listen, O isles, unto me<u>;<\/u> and hearken<u>,<\/u> ye people<u>,<\/u> from far; <u>T<\/u>he Lord hath called me from the womb; from the bowels of my mother hath he made mention of my name.<br><br>2 And he hath made my mouth like a sharp sword; in the shadow of his hand hath he hid me, and made me a polished shaft; in his quiver hath he hid me; <br><br><\/b>3 And said unto me<u>,<\/u> Thou art my servant, O Israel, in whom I will be glorified.                     <br>                     <br>4 Then I said, I have <i>laboured<\/i> in vain, I have spent my strength for <i>nought<\/i>, and in vain<u>: yet<\/u> surely my judgment is with the Lord, and my work with my God.                     <br>                     <br>5 And now, saith the Lord that formed me from the womb <u>to<\/u> be his servant, to bring Jacob again to him<u>,T<\/u> hough Israel be not gathered, yet shall I be glorious in the eyes of the Lord, and my God shall be my strength.                     <br>                     <br>6 And he said<u>,<\/u> It is a light thing that thou <i>shouldest<\/i> be my servant to raise up the tribes of Jacob, and to restore the preserved of Israel<u>:<\/u> I will also give thee for a light to the Gentiles, that thou mayest be my salvation unto the end of the earth.                     <br>                     <br>7 Thus saith the Lord, the Redeemer of Israel, <u>and<\/u> his Holy One, to him whom man despiseth, to him whom the nation abhorreth, to <u>a<\/u>servant of rulers<u>,<\/u> Kings shall see and arise, princes also shall worship, because of the Lord that is faithful<u>, and the Holy One of Israel, and he shall choose thee.<br><\/u><b><br><\/b>8 Thus saith the Lord<u>,<\/u> In an acceptable time have I heard thee, and in a day of salvation have I helped thee<u>: <\/u> and I will preserve thee, and give thee for a covenant of the people, to establish the earth, to cause to inherit the desolate heritages;                     <br>                 <\/td>                 <td><a class=\"ref\">1 Nephi 21<\/a>                     <br>                     <br>                     <br>1 <u>And again: Hearken, O ye house of Israel, all ye that are broken off and are driven out because of the wickedness of the pastors of my people; yea, all ye that are broken off, that are scattered abroad, who are of my people, O house of Israel.<\/u> Listen, O isles, unto me<u>,<\/u> and hearken ye people from far; <u>t<\/u>he Lord hath called me from the womb; from the bowels of my mother hath he made mention of my name.                     <br>                     <br>2 And hath made my mouth like a sharp sword; in the shadow of his hand hath he hid me, and made me a polished shaft; in his quiver hath he hid me;                     <br>                     <br>3 And said unto me<u>:<\/u> Thou art my servant, O Israel, in whom I will be glorified.                     <br>                     <br>4 Then I said, I have <i>labored<\/i> in vain, I have spent my strength for <i>naught<\/i> and in vain<u>;<\/u> surely my judgment is with the Lord, and my work with my God.                     <br>                     <br>5 And now, saith the Lordthat formed me from the womb <u>that I should<\/u> be his servant, to bring Jacob again to himthough Israel be not gathered, yet shall I be glorious in the eyes of the Lord, and my God shall be my strength.                     <br>                     <br>6 And he said<u>:<\/u> It is a light thing that thou <i>shouldst<\/i> be my servant to raise up the tribes of Jacob, and to restore the preserved of Israel<u>.<\/u> I will also give thee for a light to the Gentiles, that thou mayest be my salvation unto the ends of the earth.                     <br>                     <br>7 Thus saith the Lord, the Redeemer of Israel, his Holy One, to him whom man despiseth, to him whom the nation<u>s<\/u> abhorreth, to servant of rulers<u>:<\/u> Kings shall see and arise, princes also shall worship, because of the Lord that is faithful<u>.<\/u>                     <br><b><br><\/b>8 Thus saith the Lord<u>:<\/u> In an acceptable time have I heard thee, <u>O isles of the sea,<\/u> and in a day of salvation have I helped thee<u>;<\/u> and I will preserve thee, and give thee <u>my servant<\/u> for a covenant of the people, to establish the earth, to cause to inherit the desolate heritages;                     <br>                 <\/td>             <\/tr>         <\/tbody>     <\/table>",
    "audit": null
}