{
    "id": 16900,
    "source": "brewster",
    "verse_id": 17864,
    "verse_count": 7,
    "reference": "10:13–19",
    "title": "",
    "html": "<p><b><a class=\"ref\">2 Nephi 20:13-19<\/a><\/b><\/p>     <p>The Lord's wrath (just retribution) was poured out upon the Assyrian king and his country because of their wickedness and boasting. The Assyrians did not recognize their refining role as the ax in the hands of the One who actually created and wielded this weapon. They claimed to have moved (enlarged) the borders of their nation and increased their treasures on their own initiative. In verse 15 Isaiah metaphorically asks, \"Can man [the Assyrian king] prosper against God?\"<\/p>     <table>         <tbody>             <tr>                 <td>13 For he saith<u>,<\/u> By the strength of my hand <i>I have done <u>it,<\/u> and by my wisdom;<\/i> for I am prudent<u>:<\/u> and I have <u>removed<\/u> the <u>bounds<\/u> of the people, and have robbed their treasures, and I have put down the inhabitants like a valiant man<u>:<\/u>                     <br>                     <br>14 And my hand hath found as a nest the riches of the people<u>:<\/u> and as one gathereth eggs that are left<u>,<\/u> have I gathered all the earth; and there was none that moved the wing, or opened the mouth, or peeped.                     <br>                     <br>15 Shall the <i>axe<\/i> boast itself against him that heweth therewith? <u>or s<\/u> hall the saw magnify itself against him that shaketh it? <u>a<\/u>s if the rod should shake itself against them that lift it up, or as if the staff should lift up itself<u>,<\/u> as if it were no wood<u>.<\/u>                     <br>                     <br>16 Therefore shall the Lord, the Lord of <u>h<\/u>osts, send among his fat ones leanness; and under his glory he shall kindle a burning like the burning of a fire.                     <br>                     <br>17 And the light of Israel shall be for a fire, and his Holy One for a flame<u>:<\/u> and <u>it<\/u> shall burn and devour his thorns and his briers in one day;                     <br>                     <br>18 And shall consume the glory of his forest, and of his fruitful field, both soul and body<u>:<\/u> and they shall be as when a <i>standardbearer<\/i> fainteth.                     <br>                     <br>19 And the rest of the trees of his forest shall be few, that a child may write them.                     <br>                 <\/td>                 <td>13 For he saith<u>:<\/u> By the strength of my hand <i>and by my wisdom I have done<\/i><u>these things<\/u>; for I am prudent<u>;<\/u> and I have <u>moved<\/u> the <u>borders<\/u> of the people, and have robbed their treasures, and I have put down the inhabitants like a valiant man<u>;<\/u>                     <br>                     <br>14 And my hand hath found as a nest the riches of the people<u>;<\/u> and as one gathereth eggs that are left have I gathered all the earth; and there was none that moved the wing, or opened the mouth, or peeped.                     <br>                     <br>15 Shall the <i>ax<\/i> boast itself against him that heweth therewith? <u>S<\/u>hall the saw magnify itself against him that shaketh it? <u>A<\/u>s if the rod should shake itself against them that lift it up, or as if the staff should lift up itself as if it were no wood<u>!<\/u>                     <br>                     <br>16 Therefore shall the Lord, the Lord of <u>H<\/u>osts, send among his fat ones<u>,<\/u> leanness; and under his glory he shall kindle a burning like the burning of a fire.                     <br>                     <br>17 And the light of Israel shall be for a fire, and his Holy One for a flame<u>,<\/u> and shall burn and <u>shall<\/u> devour his thorns and his briers in one day;                     <br>                     <br>18 And shall consume the glory of his forest, and of his fruitful field, both soul and body<u>;<\/u> and they shall be as when a <i>standard-bearer<\/i> fainteth.                     <br>                     <br>19 And the rest of the trees of his forest shall be few, that a child may write them.                     <br>                 <\/td>             <\/tr>         <\/tbody>     <\/table>",
    "audit": null
}