{
    "id": 16941,
    "source": "brewster",
    "verse_id": 17908,
    "verse_count": 22,
    "reference": 13,
    "title": "Isaiah 13 and 2 Nephi 23",
    "html": "<p>The authorship of this chapter is disputed by some of the uninspired worldly scholars, who rely on their academic learning but do not recognize the role of the Spirit in understanding scripture and prophetic utterances. Because Isaiah focuses on the destruction of Babylon, an event that occurred long after his time, and because these so-called scholars do not believe in prophecy, they assume that this chapter was written by someone after the event had come to pass. Such assumptions cause one to reflect on Jacob's astute observation:<\/p>     <p>\"O that cunning plan of the evil one! O the vainness, and the frailties, and the foolishness of men! When they are learned they think they are wise, and they hearken not unto the counsel of God, for they set it aside, supposing they know of themselves, wherefore, their wisdom is foolishness and it profiteth them not. And they shall perish.\" (<a class=\"ref\">2 Nephi 9:28<\/a>.)<\/p>     <p>Isaiah ancient prophet, seer, and revelator of the Lord not only foresaw the destruction of the mighty Babylon of his days, but also the ultimate destruction of spiritual Babylon (the world) in the last days. Surely the many who have trusted in the arm of flesh who have worshiped the false idols of materialism, carnality, sophistry, status, and pride will one day be faced with the truth that these gods of Baal cannot prevail against the true and living God! Then, perhaps, as was the case anciently, they will be ledto declare: \"The Lord [Jehovah], he is the God; the Lord, he is the God.\" (<a class=\"ref\">1 Kings 18:39<\/a>.)<\/p>     <p>Certainly, in response, the Lord God Jehovah shall say: \"There is no God else beside me; a just God and a Saviour; there is none beside me. … [U]nto me every knee shall bow, every tongue shall swear.\" (<a class=\"isa\" verses=\"eyIxODU4MyI6M30=\">Isaiah 45:21-23<\/a>; see also <a class=\"ref\">Romans 14:11; Philippians 2:10; Mosiah 27:31; D&amp;C 76:110; 88:104<\/a>.)<\/p>",
    "audit": null
}