{
    "id": 17057,
    "source": "brewster",
    "verse_id": 18616,
    "verse_count": 2,
    "reference": "48:1–2",
    "title": "",
    "html": "<p><b><a class=\"ref\">1 Nephi 20:1-2<\/a><\/b><\/p>     <p>The prophet chastises the covenant people (who are known by the name of Jacob by birth, but whose covenant name is Israel) for their hypocrisy. They claim privilege based on lineage rather than on righteousness. They have made sacred covenants (in the waters of baptism) and pretend to follow the Lord of Hosts, claiming citizenship in God's community (His holy city or presence), yet their actions belie their words. The clear warning is that none but the righteous will ultimately enter God's presence.<\/p>     <table>         <tbody>             <tr>                 <td><b><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 48<\/a><br><br><br>1 Hear <u>ye<\/u> this, O house of Jacob, <u>which<\/u> are called by the name of Israel, and are come forth out of the waters of Judah, <u>which<\/u> swear by the name of the Lord, and make mention of the God of Israel, <u>but<\/u> not in truth<u>,<\/u> nor in righteousness.<br><br>2 <u>For<\/u> they call themselves of the holy city, <u>and<\/u> stay themselves upon the God of Israel<u>; T<\/u> he Lord of <u>h<\/u>osts is his name. <br><\/b><\/td>                 <td><a class=\"ref\">1 Nephi 20<\/a>                     <br>                     <br>                     <br>1 <u>Hearken and<\/u> hear this, O house of Jacob, <u>who<\/u> are called by the name of Israel, and are come forth out of the waters of Judah, <u>or out of the waters of baptism, who<\/u> swear by the name of the Lord, and make mention of the God of Israel, <u>yet they swear<\/u> not in truth nor in righteousness.                     <br>                     <br>2 <u>Nevertheless,<\/u> they call themselves of the holy city, <u>but they do not<\/u> stay themselves upon the God of Israel<u>, who is the Lord of Hosts; yea,<\/u> the Lord of <u>H<\/u>osts is his name.                     <br>                 <\/td>             <\/tr>         <\/tbody>     <\/table>",
    "audit": null
}