{
    "id": 16665,
    "source": "brewster",
    "verse_id": 17687,
    "verse_count": 4,
    "reference": "2:1-4",
    "title": "",
    "html": "<p><b><a class=\"ref\">2 Nephi 12:1-4<\/a><\/b><\/p>     <p>Isaiah is shown in vision the establishment of the house of the Lord and its power to draw people to it. The righteous of all nations will seek to enter its holy portals, there to be taught in the ways of the Lord.<\/p>     <p>The prophet sees two headquarters for the Lord's kingdom—Zion and Jerusalem—with \"the law\" going forth from one and \"the word of the Lord\" from the other. The millennial Messiah is seen as the Judge who will establish peace on the earth.<\/p>     <table>         <tbody>             <tr>                 <td><b><a class=\"isa\" verses=\"WzE3Njg4XQ==\">Isaiah 2<\/a><br><\/b>                     <br>1 The word that Isaiah the son of Amoz saw concerning Judah and Jerusalem<u>.<\/u>                     <br>                     <br>2 And it shall come to pass in the last days, <u>that<\/u> the mountain of the Lord's house shall be established in the top of the mountains, and shall be exalted above the hills<u>;<\/u> and all nations shall flow unto it.                     <br>                     <br>3 And many people shall go and say, come ye, and let us go up to the mountain of the Lord, to the house of the God of Jacob; and he will teach us of his ways, and we will walk in his paths<u>;<\/u> for out of Zion shall go forth the law, and the word of the Lord from Jerusalem.                     <br>                     <br>4 And he shall judge among the nations, and shall rebuke many people: and they shall beat their swords into <i>plowshares,<\/i> and their spears into <i>pruninghooks<\/i><u>:<\/u> nation shall not lift up sword against nation, neither shall they learn war any more.                     <br>                 <\/td>                 <td><b><a class=\"ref\">2 Nephi 12<\/a><br><\/b>                     <br>1 The word that Isaiah<u>,<\/u> the son of Amoz<u>,<\/u> saw concerning Judah and Jerusalem<u>:<\/u>                     <br>                     <br> 2 and it shall come to pass in the last days, <u>when <\/u> the mountain of the Lord's house shall be establisehed in the top of the mountains, and shall be exalted abovce the hills, and all nations shall flow unto it.                     <br>                     <br>3 And many people shall fo and say, Come ye, and let us go up to the mountain of the Lord, to the house of the God of Jacob; and he will teach us of his ways, and we will walk in his paths<u>;<\/u> for out of Zion shall go forth the law, and the word of the Lord from Jerusalem.                     <br>                     <br> 4 And he shall judge among the nations, and shall rebuke many people: and they shall beat their swords into <i>plowshares<\/i>, and their spears into <i>pruning-hooks<\/i><u>—<\/u> nation shall not lift up sword against nation, neither shall they learn war any more.<\/td>             <\/tr>         <\/tbody>     <\/table>",
    "audit": null
}