{
    "id": 17035,
    "source": "brewster",
    "verse_id": 18205,
    "verse_count": 1,
    "reference": "29:11",
    "title": "",
    "html": "<p><b>(<a class=\"ref\">2 Nephi 27:17-23<\/a>).<\/b>\"<i>For it is sealed.<\/i>\" In describing the plates delivered to his care, the Prophet Joseph said: \"The volume was something near six inches in thickness, <i>a part of which was sealed.<\/i>\" (HC 4:537; italics added.) While others have suggested one-third to two-thirds of the plates were sealed, this is all that Joseph Smith said on the matter of public record.<\/p>     <p>What do we know about this sealed portion? We know that Book of Mormon prophets, like prophets in other times and places, were sometimes forbidden to record that which they had seen in vision or which had been revealed to them. (See <a class=\"ref\">1 Nephi 14:28; Ether 13:13<\/a>; DCE, 454.) On other occasions, prophets were allowed to record sacred information but were then commanded to seal it up. (<a class=\"ref\">Ether 3:27; 4:5<\/a>.) The future translator of the Book of Mormon plates was specifically cautioned by the ancient seers not to touch the sealed portion of the plates. (<a class=\"ref\">Ether 5:1; 2 Nephi 27:21<\/a>.)<\/p>     <p>Elder Bruce R. McConkie, one who held the apostolic office and was sustained as a prophet, seer, and revelator, provided the following explanation of the sealed portion:<\/p>     <p>\"John the Revelator saw in the hands of the Great God a book sealed with seven seals. 'It contains,' as our revelation tells us, 'the revealed will, mysteries, and the works of God; the hidden things of his economy concerning this earth during the seven thousand years of its continuance, or its temporal existence,' each seal covering a period of one thousand years. As John saw, no one but the Lord Jesus 'the Lion of the tribe of Juda, the Root of David' had power to loose these seven seals. (<a class=\"ref\">Rev. 5:5; D&amp;C 77:6<\/a>.)<\/p>     <p> \"This same or like knowledge is contained in the sealed portion of the Book of Mormon. For aught we know the two sealed books are one and the same. Of this much we are quite certain: When, during the Millennium, the sealed portion of the Book of Mormon is translated, it will give an account of life in preexistence; of the creation of all things; of the Fall and the Atonement and the Second Coming; of temple ordinances in their fulness; of the ministry and mission of translated beings; of life in the spirit world, in both paradise and hell; of the kingdoms of glory to be inhabited by resurrected beings, and many such things (see, e.g., <a class=\"ref\">Ether 1:3-5<\/a>).<\/p>     <p>\"As of now, the world is not ready to receive these truths.\" (DOR, 276 77; see also <a class=\"ref\">D&amp;C 10:9<\/a>.)<\/p>     <p>When Joseph Smith had completed the translation of that portion of the plates he was allowed to read, he returned them to the care of the angel Moroni. (JS H 1:60.) This appointed guardian will maintain his stewardship of the record until that future day when the God of miracles \"shall see fit in [His] own wisdom to reveal all things unto the children of men.\" (<a class=\"ref\">2 Nephi 27:22<\/a>.)<\/p>",
    "audit": null
}