{
    "id": 16914,
    "source": "brewster",
    "verse_id": 17886,
    "verse_count": 1,
    "reference": "11:1",
    "title": "",
    "html": "<p><b>(<a class=\"ref\">2 Nephi 21:1<\/a>).<\/b>\"<i>Rod out of the stem of Jesse.<\/i>\" An 1838 revelation identified this as \"a servant in the hands of Christ, who is partly a descendant of Jesse as well as of Ephraim, or of the house of Joseph, on whom there is laid much power.\" (<a class=\"ref\">D&amp;C 113:3-4<\/a>.) Certainly the priesthood power bestowed on Joseph Smith, the Prophet of the Restoration, qualifies him to be this servant. Consider also the Angel Moroni's proclamation, following a recitation of the eleventh chapter of Isaiah to young Joseph, that \"it was about to be fulfilled.\" (JS H 1:40.) Furthermore, the ancient seer Joseph, he who rose to such power in ancient Egypt, prophesied that one of his descendants bearing the name of Joseph would be raised up to do a great work for the Lord. (<a class=\"ref\">2 Nephi 3:6-15<\/a>; JST Genesis 50:26-33.)<\/p>     <p>\"With respect to Joseph's lineage, Brigham Young declared he was 'a pure Ephraimite' (JD 2:269). However, as Joseph Fielding Smith pointed out, 'No one can lay claim to a perfect descent from father to son through just one lineage' (AGQ 3:61). Therefore, though Joseph's lineage may be traceable directly back to Ephraim through a given line, of necessity there were intermarriages that took place, making it possible for his descent to have also come from Jesse through his forefather, Judah.\" (DCE, 479-80.)<\/p>     <p>One commentator suggests that the \"rod\" and \"branch\" may be a \"great Jewish leader of the last days who will be called David. He further suggests that this individual \"might not be a Christian or a member of Christ's true church, but he will respect the Lord and have concern for others.\" (IPSP, 169.) However, this interpretation is not consistent with the view generally held by Latter-day Saints, as described above.<\/p>",
    "audit": null
}