{
    "id": 17219,
    "source": "brewster",
    "verse_id": 18715,
    "verse_count": 1,
    "reference": "53:3",
    "title": "",
    "html": "<p><b>(<a class=\"ref\">Mosiah 14:3<\/a>).<\/b>\"<i>He is despised and rejected of men; a man of sorrows, and acquainted with grief … ; he was despised, and we esteemed him not.<\/i>\" Some understanding of how He was despised and rejected can be gleaned from the incident of His return \"into his own country\" following the commencement of His ministry. His powerful teachings were greeted with such comments as \"From whence hath this man these things? and what wisdom is this which is given unto him? … Is not this the carpenter, the son of Mary? … And they were offended at him.\" Furthermore, because of their unbelief, \"he could there do no mighty work.\" (<a class=\"ref\">Mark 6:1-6<\/a>.)<\/p>     <p>Certainly He experienced sorrow at the rebelliousness of the people He was trying to teach and save. Undoubtedly there are tears still shed by this holiest of Men, whom we worship as a God, as He views the stiffneckedness and wickedness of our day. Surely those who treat lightly their covenants with Him, or who are disobedient to His commandments, could be counted among those who \"esteem him not.\"<\/p>     <p>Throughout His mortal ministry there were those who \"esteemed him not.\" Some accused Him of bearing false witness (<a class=\"ref\">John 8:12-20<\/a>) or of being possessed of a devil (<a class=\"ref\">John 10:19-20<\/a>). Others vainly sought to tempt Him to misuse His powers (<a class=\"ref\">Luke 11:16<\/a>), and there were those who challenged His authority to minister and teach (<a class=\"ref\">Matthew 21:23<\/a>). Some sought to twist His words \"that they might accuse him.\" (JST Luke 11:53-54.) His life was sought on occasion (<a class=\"ref\">Luke 4:16-30; John 5:1-23<\/a>), but such efforts failed, for His mission was not yet completed. Finally, He was betrayed by a trusted associate (<a class=\"ref\">Matthew 26:14-16<\/a>), mockingly interrogated (<a class=\"ref\">John 18:14, 28  2; Matthew 26:63-64<\/a>) and sentenced to a flogging and to death by crucifixion (<a class=\"ref\">Matthew 27:22-26<\/a>). (For a more complete review of His trials and persecutions, see <i>Martyrs of the Kingdom,<\/i> pp. 28-46.)<\/p>",
    "audit": null
}