{
    "id": 17246,
    "source": "brewster",
    "verse_id": 18725,
    "verse_count": 3,
    "reference": "54:1-3",
    "title": "",
    "html": "<p><b><a class=\"ref\">3 Nephi 22:1-3<\/a><\/b><\/p>     <p>For years Israel, or Zion, has been as a barren woman, but now she is told to sing and rejoice, for her children are becoming so multitudinous that she will constantly need to enlarge the place of her tent or dwelling. She does this by moving the stakes outward from the center pole (center stake), thus providing a greater area of protection and shelter. She, who was separated from her husband, will be so amazed at the increase in the numbers of her children that she might be inclined to proclaim other prophetic words spoken by Isaiah: \"Who hath begotten me these seeing I have lost my children, and am . . . a captive . . . ? and who hath brought up these? Behold, I was left alone; these, where had they been?\" (<a class=\"isa\" verses=\"WzE4NjU4XQ==\">Isaiah 49:21<\/a>.)<\/p>     <table>         <tbody>             <tr>                 <td><b><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 54<\/a><br><br><br>1 Sing, O barren, thou that didst not bear; break forth into singing, and cry aloud, thou that didst not travail with child<u>:<\/u> for more are the children of the desolate than the children of the married wife, saith the Lord.<br><br>2 Enlarge the place of thy tent, and let them stretch forth the curtains of <i>thine<\/i> habitations<u>:<\/u> spare not, lengthen thy cords<u>,<\/u> and strengthen thy stakes;<br><br>3 For thou shalt break forth on the right hand and on the left<u>;<\/u> and thy seed shall inherit the Gentiles, and make the desolate cities to be inhabited. <br><\/b><\/td>                 <td><a class=\"ref\">3 Nephi 22<\/a>                     <br>                     <br>                     <br>1 <u>And then shall that which is written come to pass:<\/u> Sing, O barren, thou that didst not bear; break forth into singing, and cry aloud, thou that didst not travail with child<u>;<\/u> for more are the children of the desolate than the children of the married wife, saith the Lord.                     <br>                     <br>2 Enlarge the place of thy tent, and let them stretch forth the curtains of <i>thy<\/i> habitations<u>;<\/u> spare not, lengthen thy cords and strengthen thy stakes;                     <br>                     <br>3 For thou shalt break forth on the right hand and on the left<u>,<\/u> and thy seed shall inherit the Gentiles and make the desolate cities to be inhabited.                     <br>                 <\/td>             <\/tr>         <\/tbody>     <\/table>",
    "audit": null
}