{
    "id": 16897,
    "source": "brewster",
    "verse_id": 17856,
    "verse_count": 8,
    "reference": "10:5–12",
    "title": "",
    "html": "<p><b><a class=\"ref\">2 Nephi 20:5-12<\/a><\/b><\/p>     <p>The Assyrian army is the rod whereby the Lord chastises errant Israel. It is hoped that the hypocritical nation of Israel (which claims to be God's chosen people but does not follow His chosen ways) will recognize this as a wake-up call to repent. Yet Assyria goes beyond its mission to chastise Israel. In \"their indignation\" (Book of Mormon), the Assyrians seek to destroy not only Israel, but other \"nations not a few\" (verse 7) as well. Not recognizing the hand of the Lord in its assigned role as a chastiser of the wicked, Assyria arrogantly boasts of its own strength and power. The Assyrians claim that their princes (army leaders or commanders) are \"altogether kings,\" and they list the cities they've conquered (verse 9) as evidence of the nation's might.<\/p>     <table>         <tbody>             <tr>                 <td>5 O Assyrian, the rod of mine anger, and the staff in their hand is <u>mine<\/u> indignation.                     <br>                     <br>6 I will send him against <i>an<\/i> hypocritical nation, and against the people of my wrath will I give him a charge<u>,<\/u> to take the spoil, and to take the prey, and to tread them down like the mire of the streets.                     <br>                     <br>7 Howbeit he meaneth not so, neither doth his heart think so; but <i>it is in his heart<\/i> to destroy and cut off nations not a few.                     <br>                     <br>8 For he saith<u>,<\/u> Are not my princes altogether kings?                     <br>                     <br>9 Is not Calno as Carchemish? <u>i<\/u>s not Hamath as Arpad? is not Samaria as Damascus?                     <br>                     <br>10 As my hand hath <i>found<\/i> the kingdoms of the idols, and whose graven images did excel them of Jerusalem and of Samaria;                     <br>                     <br>11 Shall I not, as I have done unto Samaria and her idols, so do to Jerusalem and her idols?                     <br>                     <br>12 Wherefore it shall come to pass<u>,<\/u> that when the Lord hath performed his whole work upon <u>m<\/u>ount Zion and <i>on<\/i> Jerusalem<u>,<\/u> I will punish the fruit of the stout heart of the king of Assyria, and the glory of his high looks.                     <br>                 <\/td>                 <td>5 O Assyrian, the rod of mine anger, and the staff in their hand is <u>their<\/u> indignation.                     <br>                     <br>6 I will send him against <i>a<\/i> hypocritical nation, and against the people of my wrath will I give him a charge to take the spoil, and to take the prey, and to tread them down like the mire of the streets.                     <br>                     <br>7 Howbeit he meaneth not so, neither doth his heart think so; but <i>in his heart it is<\/i> to destroy and cut off nations not a few.                     <br>                     <br>8 For he saith<u>:<\/u> Are not my princes altogether kings?                     <br>                     <br>9 Is not Calno as Carchemish? <u>I<\/u>s not Hamath as Arpad? Is not Samaria as Damascus?                     <br>                     <br>10 As my hand hath <i>founded<\/i> the kingdoms of the idols, and whose graven images did excel them of Jerusalem and of Samaria;                     <br>                     <br>11 Shall I not, as I have done unto Samaria and her idols, so do to Jerusalem and <u>to<\/u> her idols?                     <br>                     <br>12 Wherefore it shall come to pass that when the Lord hath performed his whole work upon <u>M<\/u>ount Zion and <i>upon<\/i> Jerusalem<u>.<\/u> I will punish the fruit of the stout heart of the king of Assyria, and the glory of his high looks.                     <br>                 <\/td>             <\/tr>         <\/tbody>     <\/table>",
    "audit": null
}