{
    "id": 16944,
    "source": "brewster",
    "verse_id": 17909,
    "verse_count": 4,
    "reference": "13:2–5",
    "title": "",
    "html": "<p><b><a class=\"ref\">2 Nephi 23:2-5<\/a><\/b><\/p>     <p> In figurative language, Isaiah describes the mustering of those called to the service of the Lord (the \"sanctified\" and \"mighty ones\") to do battle against the wickedness of Babylon. These warriors of righteousness include not only mortal men (those \"from a far country\") but also destroying angels (those \"from the end of heaven\"), who are called to cut down the tares (destroy the wicked). (See <a class=\"ref\">Matthew 13:24-30; D&amp;C 86:1-7<\/a>.)<\/p>     <table>         <tbody>             <tr>                 <td>2 Lift ye up a banner upon the high mountain, exalt the voice unto them, shake the hand, that they may go into the gates of the nobles.                     <br>                     <br>3 I have commanded my sanctified ones, I have also called my mighty ones for mine anger<u>, even<\/u> them that rejoice in my highness.                     <br>                     <br>4 The noise of <u>a<\/u> multitude in the mountains<u>,<\/u> like as of a great people<u>;<\/u> a tumultuous noise of the kingdoms of nations gathered together<u>:<\/u> the Lord of <u>h<\/u>osts mustereth the host of the battle.                     <br>                     <br>5 They come from a far country, from the end of heaven, <u>even<\/u> the Lord, and the weapons of his indignation, to destroy the whole land.                     <br>                 <\/td>                 <td>2 Lift ye up a banner upon the high mountain, exalt the voice unto them, shake the hand, that they may go into the gates of the nobles.                     <br>                     <br>3 I have commanded my sanctified ones, I have also called my mighty ones<u>,<\/u> for mine anger <u>is not upon<\/u> them that rejoice in my highness.                     <br>                     <br>4 The noise of <u>the<\/u> multitude in the mountains like as of a great people<u>,<\/u> a tumultuous noise of the kingdoms of nations gathered together<u>,<\/u> the Lord of <u>H<\/u>osts mustereth the hosts of the battle.                     <br>                     <br>5 They come from a far country, from the end of heaven, <u>yea,<\/u> the Lord, and the weapons of his indignation, to destroy the whole land.                     <br>                 <\/td>             <\/tr>         <\/tbody>     <\/table>",
    "audit": null
}