{
    "id": 17022,
    "source": "brewster",
    "verse_id": 18197,
    "verse_count": 3,
    "reference": "29:3-5",
    "title": "",
    "html": "<p><b><a class=\"ref\">2 Nephi 26:15-18<\/a><\/b><\/p>     <p>These verses could refer to the nations of Judah and Israel being brought low, or destroyed. The ancient covenant people would then speak \"low out of the dust\" in the sense that they would speak out of the depths of their humbled condition.<\/p>     <p>A more probable interpretation of these verses would be their application to the destruction of the ancient Nephite civilization. This is obviously the interpretation Nephi had in mind. This people, because of iniquity and unbelief, were to be \"brought down low in the dust, even that they are not.\" Yet, even though destroyed as a people without posterity, their words \"shall speak … out of the ground, and their speech shall be low out of the dust.\" The record of this ancient people not only their secular history but more particularly their prophecies and sacred writings shall be made available to future generations.<\/p>     <p>The last survivor of that ancient Nephite society was a prophet, scribe, and warrior named Moroni. He was charged with safeguarding those sacred writings. He discharged that duty by concluding the record and safely burying it in a protected place to which he was undoubtedly led. Over fourteen hundred years later, then a resurrected being, he was divinely directed to deliver the plates \"out of the ground\" to the young Prophet Joseph Smith. Joseph, in turn, was called to translate the sacred record into what is now known to millions throughout the earth as the Book of Mormon: Another Testament of Jesus Christ. (See JS H 1:27-54, 59 60.)<\/p>     <p>Because Nephi is expounding on Isaiah, rather than simply quoting, his words cast a great deal of light on this passage.<\/p>     <table>         <tbody>             <tr>                 <td><b><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 29<\/a><br><br><br>3 <u>And I will<\/u> camp against <u>thee<\/u> round about, and <u>will<\/u><i> lay<\/i> siege against <u>thee<\/u> with a mount, and <u>I will<\/u> raise forts against <u>thee<\/u>. <br><br>4 <u>And thou shalt be brought down, and<\/u><i> shalt<\/i> speak out of the ground, and <u>thy<\/u> speech shall be low out of the dust, and <u>thy<\/u> voice shall be<u>,<\/u> as of one that hath a familiar spirit<u>, out of the ground, and thy<\/u> speech shall whisper out of the dust.<br><br><\/b>5 <u>Moreover the multitude of thy strangers shall be like small dust,<\/u> and the multitude of <u>the<\/u> terrible ones shall be as chaff that passeth away<u>:<\/u> yea, <u>i<\/u>t shall be at an instant suddenly<u>.<\/u>                     <br>                 <\/td>                 <td><a class=\"ref\">2 Nephi 26<\/a>                     <br>                     <br>                     <br>15 <u>After my seed and the seed of my brethren shall have dwindled in unbelief, and shall have been smitten by the Gentiles; yea, after the Lord God shall have<\/u> camp<u>ed<\/u> against <u>them<\/u> round about, and <u>shall have<\/u><i> laid<\/i> siege against <u>them<\/u> with a mount, and raise<u>d<\/u> forts against <u>them; and after they shall have been brought down low in the dust, even that they are not, yet the words of the righteous shall be written, and the prayers of the faithful shall be heard, and all those who have dwindled in unbelief shall not be forgotten.<\/u>                     <br>                     <br>16 <u>For those who shall be destroyed<\/u><i> shall<\/i> speak <u>unto them<\/u> out of the ground, and <u>their<\/u> speech shall be low out of the dust, and <u>their<\/u> voice shall be as one that hath a familiar spirit<u>; for the Lord God will give unto him power, that he may<\/u> whisper <u>concerning them, even as it were out of the ground; and their<\/u> speech shall whisper out of the dust.                     <br>                     <br>17 <u>For thus saith the Lord God: They shall write the things which shall be done among them, and they shall be written and sealed up in a book, and those who have dwindled in unbelief shall not have them, for they seek to destroy the things of God.<\/u>                     <br>                     <br>18 <u>Wherefore, as those who have been destroyed have been destroyed speedily;<\/u> and the multitude of <u>their<\/u> terrible ones shall be as chaff that passeth awayyea, <u>thus saith the Lord God: I<\/u> t shall be at an instant, suddenly                     <br>                     <br>                 <\/td>             <\/tr>         <\/tbody>     <\/table>",
    "audit": null
}