{
    "id": 16918,
    "source": "brewster",
    "verse_id": 17891,
    "verse_count": 4,
    "reference": "11:6-9",
    "title": "",
    "html": "<p><b><a class=\"ref\">2 Nephi 21:6-9<\/a><\/b><\/p>     <p>A glimpse of serene millennial conditions is next portrayed by the prophet. Peace will prevail and enmity will cease, not only between humans but in the animal kingdom as well. (<a class=\"ref\">D&amp;C 101:26<\/a>; see also BICQ, 215-16.) However, as to the question of whether vegetarianism will be the order of the day, Sidney B. Sperry gave the following opinion: \"We all know that the Lord has placed a balance in nature. And to contend that man cannot eat meat or use the fowls of the air or fish in the streams and oceans for needed sustenance during the millennium is beyond what Isaiah meant to convey.\" (BMC, 224 25; see also <a class=\"ref\">D&amp;C 49:18-19<\/a>.)<\/p>     <table>         <tbody>             <tr>                 <td>6 The wolf also shall dwell with the lamb, and the leopard shall lie down with the kid<u>;<\/u> and the calf and the young lion and the fatling together; and a little child shall lead them.                     <br>                     <br>7 And the cow and the bear shall feed; their young ones shall lie down together<u>:<\/u> and the lion shall eat straw like the ox.                     <br>                     <br>8 And the sucking child shall play on the hole of the asp, and the weaned child shall put his hand on the cockatrice' den.                     <br>                     <br>9 They shall not hurt nor destroy in all my holy mountain<u>:<\/u> for the earth shall be full of the knowledge of the Lord, as the waters cover the sea.                     <br>                 <\/td>                 <td>6 The wolf also shall dwell with the lamb, and the leopard shall lie down with the kid<u>,<\/u> and the calf and the young lion and fatling together; and a little child shall lead them.                     <br>                     <br>7 And the cow and the bear shall feed; their young ones shall lie down together<u>;<\/u> and the lion shall eat straw like the ox.                     <br>                     <br>8 And the sucking child shall play on the hole of the asp, and the weaned child shall put his hand on the cockatrice'<u>s<\/u> den.                     <br>                     <br>9 They shall not hurt nor destroy in all my holy mountain<u>,<\/u> for the earth shall be full of the knowledge of the Lord, as the waters cover the sea.                     <br>                 <\/td>             <\/tr>         <\/tbody>     <\/table>",
    "audit": null
}