{
    "id": 17033,
    "source": "brewster",
    "verse_id": 18205,
    "verse_count": 2,
    "reference": "29:11-12",
    "title": "",
    "html": "<p><b><a class=\"ref\">2 Nephi 27:6-24<\/a><\/b><\/p>     <p>The Book of Mormon adds major clarifying text to these two verses of Isaiah. The scholars of the world have no understanding of the Old Testament prophet's reference to the words of a sealed book that are delivered to both the learned and the unlearned. The added verses in the Book of Mormon reveal that the book will come from \"them which have slumbered\" (meaning the destroyed civilizations of the Nephites and the Jaredites). (<a class=\"ref\">2 Nephi 27:6<\/a>.)<\/p>     <p>It will contain revelations that tell of events \"from the beginning of the world to the ending thereof,\" but this information will be sealed up, yet to come forth in \"the own due time of the Lord.\" (<a class=\"ref\">2 Nephi 27:7-11<\/a>.)<\/p>     <p>The portion of the book which has not been sealed will be made available to the world, and \"three witnesses shall behold it, by the power of God, … and they shall testify to the truth of the book.\" (<a class=\"ref\">2 Nephi 27:12<\/a>.) In 1829, Oliver Cowdery, David Whitmer, and Martin Harris were called of God to be these witnesses. They bore testimony to the world of having seen the plates from which the Book of Mormon was translated, of seeing the heavenly messenger Moroni, and of hearing the voice of God bear record that the plates had been translated \"by the gift and power of God.\"<\/p>     <p>The added text of Nephi also tells that, in addition to the translator of the record (Joseph Smith) and the Three Witnesses, \"a few according to the will of God\" will also be called \"to bear testimony.\" (<a class=\"ref\">2 Nephi 27:13<\/a>.) These few are known as the Eight Witnesses, who were divinely authorized to see and handle the plates under the direction of theProphet Joseph. Those who bore testimony of their participation on this momentous occasion were Christian Whitmer; Jacob Whitmer; Peter Whitmer, Jr.; John Whitmer; Hiram Page; Joseph Smith, Sr.; Hyrum Smith; and Samuel H. Smith. Their testimony, as that of the Three Witnesses, can be found in the forepart of the Book of Mormon. (See also HC 1:58, note.)<\/p>     <p>In addition to the twelve formal witnesses listed above (including Joseph Smith), the truthfulness of the book will be testified \"in the mouth of as many witnesses as seemeth [the Lord] good.\" (<a class=\"ref\">2 Nephi 27:14<\/a>; see also <a class=\"ref\">2 Nephi 11:3<\/a>.) This prophecy has been fulfilled by the millions who have borne testimony of its truthfulness from the days it was first published until the present time; and millions, if not billions, will continue to add their testimony of it in the future.<\/p>     <p>The Nephite text also adds this warning: \"And wo be unto him that rejecteth the word of God!\" (<a class=\"ref\">2 Nephi 27:14<\/a>.) Such rejection occurs not only when the book is spurned by unbelievers but also when Latter-day Saints those who have accepted the book as the word of God fail to take it seriously. Regarding such neglect, consider the warnings of two latter-day prophets.<\/p>     <p>President Joseph Fielding Smith, tenth prophet of the Lord in these latter days, stated: \"No member of [The Church of Jesus Christ of Latter-day Saints] can stand approved in the presence of God who has not seriously and carefully read the Book of Mormon.\" (CR, October 1961, p. 18.)<\/p>     <p>President Ezra Taft Benson, the thirteenth man to wear the prophet's mantle in this dispensation, declared: \"Every Latter-day Saint should make the study of this book a lifetime pursuit. Otherwise he is placing his soul in jeopardy and neglecting that which could give spiritual and intellectual unity to his whole life.\" (CR, April 1975, p. 97.)<\/p>     <table>         <tbody>             <tr>                 <td>11 <u>And the vision of all is become unto you as the words of a book that is sealed, which men deliver to one that is<\/u> learned, saying<u>,<\/u> Read this, I pray thee<u>:<\/u>                     <br>                     <br>. . . <u>a<\/u>nd <u>he<\/u><i> saith<\/i><u>,<\/u> I cannot<u>;<\/u> for it is sealed<u>:<\/u>                     <br>                     <br>12 <u>And the book is<\/u> deliver<u>ed<\/u> to him that is not learned<u>,saying, Read this, I pray thee:<\/u> and <u>he<\/u><i> saith,<\/i> I am not learned.                     <br>                 <\/td>                 <td>6 <u>And it shall come to pass that the Lord God shall bring forth unto you the words of a book, and they shall be the words of them which have slumbered.<\/u>                     <br>                     <br>7 <u>And behold the book shall be sealed; and in the book shall be a revelation from God, from the beginning of the world to the ending thereof.<\/u>                     <br>                     <br>8 <u>Wherefore, because of the things which are sealed up, the things which are sealed shall not be delivered in the day of the wickedness and abominations of the people. Wherefore the book shall be kept from them.<\/u>                     <br>                     <br>9 <u>But the book shall be delivered unto a man, and he shall deliver the words of the book, which are the words of those who have slumbered in the dust, and he shall deliver these words unto another;<\/u>                     <br>                     <br>10 <u>But the words which are sealed he shall not deliver, neither shall he deliver the book. For the book shall be sealed by the power of God, and the revelation which wassealed shall be kept in the book until the own due time of the Lord, that they may come forth; for behold, they reveal all things from the foundation of the world unto the end thereof.<\/u>                     <br>                     <br>11 <u>And the day cometh that the words of the book which were sealed shall be read upon the house tops; and they shall be read by the power of Christ; and all things shall be revealed unto the children of men which ever have been among the children of men, and which ever will be even unto the end of the earth.<\/u>                     <br>                     <br>12 <u>Wherefore, at that day when the book shall be delivered unto the man of whom I have spoken, the book shall be hid from the eyes of the world, that the eyes of none shall behold it save it be that three witnesses shall behold it, by the power of God, besides him to whom the book shall be delivered; and they shall testify to the truth of the book and the things therein.<\/u>                     <br>                     <br>13 <u>And there is none other which shall view it, save it be a few according to the will of God, to bear testimony of his word unto the children of men; for the Lord God hath said that the words of the faithful should speak as if it were from the dead.<\/u>                     <br>                     <br>14 <u>Wherefore, the Lord God will proceed to bring forth the words of the book; and in the mouth of as many witnesses as seemeth him good will he establish his word; and wo be unto him that rejecteth the word of God!<\/u>                     <br>                     <br>15 <u>But behold, it shall come to pass that the Lord God shall say unto him to whom he shall deliver the book: Take these words which are not sealed and deliver them to another, that he may show them unto the<\/u> learned, saying<u>:<\/u> Read this, I pray thee<u>. And the learned shall say: Bring hither the book, and I will read them.<\/u>                     <br>                     <br>16 And now, because of the glory of the world and to get gain will they say this, and not for the glory of God.                     <br>                     <br>17 <u>A<\/u>nd <u>the man shall<\/u><i> say<\/i><u>:<\/u> I cannot <u>bring the book,<\/u> for it is sealed<u>.<\/u>                     <br>                     <br>18 <u>Then shall the learned say: I cannot read it.<\/u>                     <br>                     <br>19 <u>Wherefore it shall come to pass, that the Lord God will<\/u> deliver <u>again the book and the words thereof<\/u> to him that is not learned<u>;<\/u> and <u>the man that is not learned shall<\/u><i> say<\/i><u>:<\/u> I am not learned.                     <br>                     <br>20 <u>Then shall the Lord God say unto him: The learned shall not read them, for they have rejected them, and I am able to do mine own work; wherefore thou shalt read the words which I shall give unto thee.<\/u>                     <br>                     <br>21 <u>Touch not the things which are sealed, for I will bring them forth in mine own due time; for I will show unto the children of men that I am able to do mine own work.<\/u>                     <br>                     <br>22 <u>Wherefore, when thou hast read the words which I have commanded thee, and obtained the witnesses which I have promised unto thee, then shalt thou seal up the book again, and hide it up unto me, that I may preserve the words which thou hast not read, until I shall see fit in mine own wisdom to reveal all things unto the children of men.<\/u>                     <br>                     <br>23 <u>For behold, I am God; and I am a God of miracles; and I will show unto the world that I am the same yesterday, today, and forever; and I work not among the children of men save it be according to their faith.<\/u>                     <br>                     <br>24 <u>And again it shall come to pass that the Lord shall say unto him that shall read the words that shall be delivered him: <\/u>                     <br>                 <\/td>             <\/tr>         <\/tbody>     <\/table>",
    "audit": null
}