{
    "id": 16827,
    "source": "brewster",
    "verse_id": 17800,
    "verse_count": 9,
    "reference": "7:17-25",
    "title": "",
    "html": "<p><b><a class=\"ref\">2 Nephi 17:17-25<\/a><\/b><\/p>     <p>With King Ahaz having rejected the word of the Lord, the prophet now proceeds to pronounce the penalties that would befall the king and the people of Judah. Instead of becoming a partner with the Assyrians, Ahaz and his people would become their prey. They would experience a devastation such as they had not seen since the days the northern tribes broke away from the united kingdom of the twelve tribes. Flies and bees would infest the land, and thorns and briers would take over the once-productive land. The people would be taken into captivity, and those who remain would have to forage for food.<\/p>     <table>         <tbody>             <tr>                 <td>17 The Lord shall bring upon thee, and upon thy people, and upon thy father's house, days that have not come<u>,<\/u> from the day that Ephraim departed from Judah<u>; even<\/u> the king of Assyria.                     <br>                     <br>18 And it shall come to pass in that day, that the Lord shall hiss for the fly that is in the uttermost part of <u>the rivers of<\/u> Egypt, and for the bee that is in the land of Assyria.                     <br>                     <br>19 And they shall come, and shall rest all of them in the desolate valleys, and in the holes of the rocks, and upon all thorns, and upon all bushes.                     <br>                     <br>20 In the same day shall the Lord shave with a razor that is hired, <u>namely,<\/u> by them beyond the river, by the king of Assyria, the head, and the hair of the feet<u>:<\/u> and it shall also consume the beard.                     <br>                     <br>21 And it shall come to pass in that day, <u>that<\/u> a man shall nourish a young cow<u>,<\/u> and two sheep;                     <br>                     <br>22 And it shall come to pass, for the abundance of milk <u>that<\/u> they shall give he shall eat butter<u>:<\/u> for butter and honey shall every one eat that is left in the land.                     <br>                     <br>23 And it shall come to pass in that day, <u>that<\/u> every place shall be, where there were a thousand vines at a thousand silverlings, <u>it<\/u> shall <u>even<\/u> be for briers and thorns.                     <br>                     <br>24 With arrows and with bows shall men come thither<u>;<\/u> because all the land shall become briers and thorns.                     <br>                     <br>25 And <u>on<\/u> all hills that shall be digged with the mattock, there shall not come thither the fear of briers and thorns<u>:<\/u> but it shall be for the sending forth of oxen, and <u>for<\/u> the treading of lesser cattle.                     <br>                 <\/td>                 <td>17 The Lord shall bring upon thee, and upon thy people, and upon thy father's house, days that have not come from the day that Ephraim departed from Judah<u>,<\/u> the king of Assyria.                     <br>                     <br>18 And it shall come to pass in that day that the Lord shall hiss for the fly that is in the uttermost part of Egypt, and for the bee that is in the land of Assyria.                     <br>                     <br>19 And they shall come, and shall rest all of them in the desolate valleys, and in the holes of the rocks, and upon all thorns, and upon all bushes.                     <br>                     <br>20 In the same day shall the Lord shave with a razor that is hired, by them beyond the river, by the king of Assyria, the head, and the hair of the feet<u>;<\/u> and it shall also consume the beard.                     <br>                     <br>21 And it shall come to pass in that day, a man shall nourish a young cow and two sheep;                     <br>                     <br>22 And it shall come to pass, for the abundance of milk they shall give he shall eat butter<u>;<\/u> for butter and honey shall every one eat that is left in the land.                     <br>                     <br>23 And it shall come to pass in that day, every place shall be, where there were a thousand vines at a thousand silverlings, <u>which<\/u> shall be for briers and thorns.                     <br>                     <br>24 With arrows and with bows shall men come thither<u>,<\/u> because all the land shall become briers and thorns.                     <br>                     <br>25 And all hills that shall be digged with the mattock, there shall not come thither the fear of briers and thorns<u>;<\/u> but it shall be for the sending forth of oxen, and the treading of lesser cattle.                     <br>                 <\/td>             <\/tr>         <\/tbody>     <\/table>",
    "audit": null
}