{
    "id": 16784,
    "source": "brewster",
    "verse_id": 17771,
    "verse_count": 13,
    "reference": 6,
    "title": "Isaiah 6 and 2 Nephi 16",
    "html": "<p>This chapter describes Isaiah's call to the ministry and the great vision that accompanied it. Logically, the chapter should probably be the first book in Isaiah's writings, for it not only includes his call but the charge that was given him. Possible reasons for its present placement are described by Victor Ludlow:<\/p>     <p>\"There are many possible explanations as to why this sixth chapter of Isaiah is not placed at the head of his writings. Perhaps Isaiah wanted to introduce his message before he introduced himself; after delivering the important pronouncements found in the first five chapters, he wanted to provide a seal for his words by testifying concerning his prophetic authority. Or, it may even be that the vision and calling recorded in chapter 6 came to Isaiah after the visions of the first few chapters.<\/p>     <p>\"Or, chapter 6 may be where it is to bridge the two major segments of his opening chapters. The first section of Isaiah, chapters 1-12, contains two major themes: the unrighteousness of the Israelites, and the promise of a new Zion in the last days. The first five chapters emphasize Israel's separation from the 'master of the vineyard,' while chapters 7-12 promise deliverance and the millennial day. Both themes are epitomized by Isaiah himself in chapter 6; he fears the Lord's judgment because of his own sins and yet is willing to serve the Lord because he knows that a latter-day remnant of Israel will believe and understand his prophecies.\" (IPSP, 126-27.)<\/p>     <p>Sidney Sperry stated that Nephi included this particular chapter of Isaiah in the Book of Mormon because he probably \"wanted his people to know about Isaiah's personal testimony that he had seen and talked to the pre-existent Christ.\" (BMC, 193; see also <a class=\"ref\">2 Nephi 11:2-3<\/a>.)<\/p>",
    "audit": null
}