{
    "id": 16958,
    "source": "brewster",
    "verse_id": 17921,
    "verse_count": 5,
    "reference": "13:14–18",
    "title": "",
    "html": "<p><b><a class=\"ref\">2 Nephi 23:14-18<\/a><\/b><\/p>     <p>Isaiah now returns his commentary to the destruction of the Babylon of his days. Her prophesied doom is sure. The citizens of Babylon will be hunted and killed, while the strangers or visitors within her walls will flee to their own lands for safety. None will be spared the savagery, including infants and children, nor will ransom payments or peace offerings be accepted by the invaders.<\/p>     <table>         <tbody>             <tr>                 <td>14 And it shall be as the chased roe, and as a sheep that no man taketh up<u>:<\/u> they shall every man turn to his own people, and flee every one into his own land.                     <br>                     <br>15 Every one that is <u>found<\/u> shall be thrust through; and every one that is joined <u>unto them<\/u> shall fall by the sword.                     <br>                     <br>16 Their children also shall be dashed to pieces before their eyes; their houses shall be spoiled<u>,<\/u> and their wives ravished.                     <br>                     <br>17 Behold, I will stir up the Medes against them, which shall not regard silver<u>;<\/u> and <u>as for<\/u> gold, <i>they shall<\/i><u>not<\/u> delight in it.                     <br>                     <br>18 Their bows <i>also shall<\/i> dash the young men to pieces; and they shall have no pity on the fruit of the womb; their eye shall not spare children.                     <br>                 <\/td>                 <td>14 And it shall be as the chased roe, and as a sheep that no man taketh up<u>; and<\/u> they shall every man turn to his own people, and flee every one into his own land.                     <br>                     <br>15 Every one that is <u>proud<\/u> shall be thrust through; <u>yea,<\/u> and every one that is joined <u>to the wicked<\/u> shall fall by the sword.                     <br>                     <br>16 Their children also shall be dashed to pieces before their eyes; their houses shall be spoiled and their wives ravished.                     <br>                     <br>17 Behold, I will stir up the Medes against them, which shall not regard silver and gold, <u>nor<\/u><i> shall they<\/i> delight in it.                     <br>                     <br>18 Their bows <i>shall also<\/i> dash the young men to pieces; and they shall have no pity on the fruit of the womb; their eye<u>s<\/u> shall not spare children.                     <br>                 <\/td>             <\/tr>         <\/tbody>     <\/table>",
    "audit": null
}