{
    "id": 17056,
    "source": "brewster",
    "verse_id": 18616,
    "verse_count": 22,
    "reference": 48,
    "title": "Isaiah 48 and 1 Nephi 20",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 48<\/a> and 49 are the first Isaiah chapters to be quoted in the Book of Mormon; they are quoted in context with other writings found in the plates of brass. These plates contained the writings and prophecies of Old Testament prophets up to the time of Jeremiah. Nephi began a great written sermon on the Messiah by reciting prophecies uttered by three presently unknown prophets of Old Testament times: Zenock, Neum, and Zenos. All three of these prophets foretold the coming of the Messiah in the flesh, even He who was known to the people of the Old Testament as \"the God of Israel,\" \"the God of Abraham, and of Isaac, and the God of Jacob,\" \"the Holy One of Israel.\" (<a class=\"ref\">1 Nephi 19:7-14<\/a>.)<\/p>     <p>Then, after his brief reference to these prophets and their prophecies, Nephi quoted two entire chapters from Isaiah.<\/p>     <p>It is obvious that Nephi esteemed highly the messages found in Isaiah's writings and felt them significant enough to duplicate, for he had declared: \"I do not write anything upon plates save it be that I think it be sacred.\" (<a class=\"ref\">1 Nephi 19:6<\/a>.) Certainly Nephi would not use the precious space on his metallic plates to write something he did not consider to be of great importance to future readers of his laboriously written record.<\/p>     <p>Nephi's stated purpose in quoting <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 48<\/a> and 49 was \"that I might more fully persuade [his brothers and those to whom this record would come] to believe in the Lord their Redeemer.\" He further declared, \"Hear ye the words of the prophet [Isaiah], which were written unto all the house of Israel, and liken them unto yourselves.\" (<a class=\"ref\">1 Nephi 19:23-24<\/a>.)<\/p>     <p>Thus, in reading and pondering these writings of Isaiah, our objective should be to strengthen our belief in the Universal Redeemer, even the Lord Jesus Christ, and to apply these sacred writings to our own personal circumstances.<\/p>",
    "audit": null
}