{
    "id": 16736,
    "source": "brewster",
    "verse_id": 17735,
    "verse_count": 6,
    "reference": "4:1–6",
    "title": "",
    "html": "<p><b><a class=\"ref\">2 Nephi 14:1-6<\/a><\/b><\/p>     <table>         <tbody>             <tr>                 <td><b><a class=\"isa\" verses=\"WzE3NzM4XQ==\">Isaiah 4<\/a><br><\/b>1 And in that day seven women shall take hold of one man, saying<u>,<\/u> We will eat our own bread, and wear our own apparel<u>:<\/u> only let us be called by thy name<u>,<\/u> to take away our reproach.                     <br>                     <br>2 In that day shall the branch of the Lord be beautiful and glorious<u>, and<\/u> the fruit of the earth <u>shall be<\/u> excellent and comely <u>for<\/u> them that are escaped of Israel.                     <br>                     <br>3 And it shall come to pass, <u>that he<\/u> that <u>is<\/u> left in Zion<u>,<\/u> and <u>he that<\/u><i> remaineth<\/i> in Jerusalem<u>,<\/u> shall be called holy, <u>even<\/u> every one that is written among the living in Jerusalem<u>:<\/u>                     <br>                     <br>4 When the Lord shall have washed away the filth of the daughters of Zion, and shall have purged the blood of Jerusalem from the midst thereof by the spirit of judgment<u>,<\/u> and by the spirit of burning.                     <br>                     <br>5 And the Lord will create upon every <i>dwelling place<\/i> of mount Zion, and upon her assemblies, a cloud and smoke by day<u>,<\/u> and the shining of a flaming fire by night<u>:<\/u> for upon all the glory shall be a defence.                     <br>                     <br>6 And there shall be a tabernacle for a shadow in the daytime from the heat, and for a place of refuge, and <u>for<\/u> a covert from storm and from rain.                     <br>                 <\/td>                 <td><a class=\"ref\">2 Nephi 14<\/a>                     <br>1 And in that day<u>,<\/u> seven women shall take hold of one man, saying<u>:<\/u> We will eat our own bread, and wear our own apparel<u>;<\/u> only let us be called by thy name to take away our reproach.                     <br>                     <br>2 In that day shall the branch of the Lord be beautiful and glorious<u>;<\/u> the fruit of the earth excellent and comely <u>to<\/u> them that are escaped of Israel.                     <br>                     <br>3 And it shall come to pass, <u>they<\/u> that <u>are<\/u> left in Zion and <i>remain<\/i> in Jerusalem shall be called holy, every one that is written among the living in Jerusalem                     <br>                     <br>4 When the Lord shall have washed away the filth of the daughters of Zion, and shall have purged the blood of Jerusalem from the midst thereof by the spirit of judgment and by the spirit of burning.                     <br>                     <br>5 And the Lord will create upon every <i>dwelling-place<\/i> of mount Zion, and upon her assemblies, a cloud and smoke by day and the shining of a flaming fire by night<u>;<\/u> for upon all the glory <u>of Zion<\/u> shall be a defence.                     <br>                     <br>6 And there shall be a tabernacle for a shadow in the daytime from the heat, and for a place of refuge, and a covert from storm and from rain.                     <br>                 <\/td>             <\/tr>         <\/tbody>     <\/table>",
    "audit": null
}