{
    "id": 16710,
    "source": "brewster",
    "verse_id": 17724,
    "verse_count": 8,
    "reference": "3:16–23 ",
    "title": "",
    "html": "<p><b>and <a class=\"ref\">2 Nephi 13:16-23<\/a><\/b><\/p>     <p>These few verses are probably the most scathing criticism of the vanity of some women that have been written. Sidney Sperry provided the following excellent commentary on this section: \"Just as the prophet Amos had shown the sad state of Israel by describing its women (<a class=\"ref\">Amos 4:1-4<\/a>) he called them 'cows' so Isaiah now portrays or symbolizes the unfortunate state of the nation by describing the unseemly conduct of 'the daughters of Zion' in their gaudy and extravagant articles of apparel. … We do not know the exact nature of all these articles of apparel, but that fact need not disturb us; we still see the point that Isaiah is trying to make. The Prophet Joseph Smith probably did not change the renderings of these articles of women's clothing, as given in the King James Version, for that very reason.<\/p>     <p>\"The 'daughters of Zion,' representing Israel, strut proudly in their fine clothes and jewels, but the Lord will smite them with disease and exhibit their shame (vss. 16, 17). 'In that day,' the day of the Lord's judgment, they will be stripped of all their finery and be left bareheaded and scantily clad (vss. 18-23.)\" (BMC, 181-82.)<\/p>     <table>         <tbody>             <tr>                 <td>16 Moreover the Lord saith<u>,<\/u> Because the daughters of Zion are haughty, and walk with <i>stretched forth<\/i> necks and wanton eyes, walking and mincing as they go, and making a tinkling with their feet<u>:<\/u>                     <br>                     <br>17 Therefore the Lord will smite with a scab the crown of the head of the daughters of Zion, and the Lord will discover their secret parts.                     <br>                     <br>18 In that day the Lord will take away the bravery of their tinkling ornaments <u>about their feet,<\/u> and <u>their<\/u> cauls, and <u>their<\/u> round tires like the moon<u>,<\/u>                     <br>                     <br>19 The chains<u>,<\/u> and the bracelets, and the mufflers<u>,<\/u>                     <br>                     <br>20 The bonnets, and the ornaments of the legs, and the headbands, and the tablets, and the <i>earrings<\/i><u>.<\/u>                     <br>                     <br>21 The rings, and nose jewels<u>,<\/u>                     <br>                     <br>22 The changeable suits of apparel, and the mantles, and the wimples, and the <i>crisping pins<\/i><u>,<\/u>                     <br>                     <br>23 The glasses, and the fine linen, and <u>the<\/u> hoods, and the <i>vails.<br><\/i><\/td>                 <td>16 Moreover<u>,<\/u> the Lord saith<u>:<\/u> Because the daughters of Zion are haughty, and walk with <i>stretched-forth<\/i> necks and wanton eyes, walking and mincing as they go, and making a tinkling with their feet                     <br>                     <br>17 Therefore the Lord will smite with a scab the crown of the head of the daughters of Zion, and the Lord will discover their secret parts.                     <br>                     <br>18 In that day the Lord will take away the bravery of their tinkling ornaments<u>,<\/u> and cauls, and round tires like the moon<u>;<\/u>                     <br>                     <br>19 The chains and the bracelets, and the mufflers<u>;<\/u>                     <br>                     <br>20 The bonnets, and the ornaments of the legs, and the headbands, and the tablets, and the <i>ear-rings<\/i><u>;<\/u>                     <br>                     <br>21 The rings, and nose jewels<u>;<\/u>                     <br>                     <br>22 The changeable suits of apparel, and the mantles, and the wimples, and the <i>crisping-pins<\/i><u>;<\/u>                     <br>                     <br>23 The glasses, and the fine linen, and hoods, and the <i>veils.<br><\/i><\/td>             <\/tr>         <\/tbody>     <\/table>",
    "audit": null
}