{
    "id": 16693,
    "source": "brewster",
    "verse_id": 17709,
    "verse_count": 7,
    "reference": "3:1-7",
    "title": "",
    "html": "<p><b>2 Nephi 13:1-7<\/b><\/p>     <p>Isaiah speaks of a period of great social chaos and oppression. As noted in the overview, Judah will experience the deprivation of everything on which she depends. There will be a scarcity of food, warriors, and leaders in both the spiritual and political sense. The people will plead for capable leadership but to no avail.<\/p>     <table>         <tbody>             <tr>                 <td><b> <a class=\"isa\" verses=\"WzE3NzExXQ==\">Isaiah 3<\/a><br><\/b>                     <br>1 For, behold, the Lord, the Lord of <u>h<\/u>osts, doth take away from Jerusalem and from Judah the stay and the staff, the whole stay of bread, and the whole stay of water<u>,<\/u>                     <br>                     <br>2 The mighty man, and the man of war, the judge, and the prophet, and the prudent, and the ancient<u>,<\/u>                     <br>                     <br>3 The captain of fifty, and the <i>honourable<\/i> man, and the <i>counsellor,<\/i> and the cunning artificer, and the eloquent orator.                     <br>                     <br>4 And I will give children to be their princes, and babes shall rule over them.                     <br>                     <br>5 And the people shall be oppressed, every one by another, and every one by his <i>neighbour<\/i><u>:<\/u> the child shall behave himself proudly against the ancient, and the base against the <i>honourable.<br><\/i>                     <br>6 When a man shall take hold of his brother of the house of his father, <i>saying,<\/i> Thou hast clothing, be thou our ruler, and let this ruin <u>be<\/u> under thy hand<u>:<\/u>                     <br>                     <br>7 In that day shall he swear, saying<u>,<\/u> I will not be <i>an<\/i> healer; for in my house is neither bread nor clothing<u>:<\/u> make me not a ruler of the people.                     <br>                 <\/td>                 <td><b><a class=\"ref\">2 Nephi 13<\/a><br><\/b>                     <br>1 For behold, the Lord, the Lord of <u>H<\/u>osts, doth take away from Jerusalem<u>,<\/u> and from Judah<u>,<\/u> the stay and the staff, the whole <u>staff<\/u> of bread, and the whole stay of water                     <br>                     <br>2 The mighty man, and the man of war, the judge, and the prophet, and the prudent, and the ancient<u>;<\/u>                     <br>                     <br>3 The captain of fifty, and the <i>honorable<\/i> man, and the <i>counselor,<\/i> and the cunning artificer, and the eloquent orator.                     <br>                     <br>4 And I will give children <u>unto them<\/u> to be their princes, and babes shall rule over them.                     <br>                     <br>5 And the people shall be oppressed, every one by another, and every one by his <i>neighbor<\/i><u>;<\/u> the child shall behave himself proudly against the ancient, and the base against the <i>honorable.<br><\/i>                     <br>6 When a man shall take hold of his brother of the house of his father, <u>and shall<\/u><i> say<\/i><u>:<\/u> Thou hast clothing, be thou our ruler, and let <u>not<\/u> this ruin <u>come<\/u> under thy hand                     <br>                     <br>7 In that day shall he swear, saying<u>:<\/u> I will not be <i>a<\/i> healer; for in my house <u>there<\/u> is neither bread nor clothing<u>;<\/u> make me not a ruler of the people.<i><br><\/i><\/td>             <\/tr>         <\/tbody>     <\/table>",
    "audit": null
}