{
    "id": 16965,
    "source": "brewster",
    "verse_id": 17926,
    "verse_count": 4,
    "reference": "13:19-22",
    "title": "",
    "html": "<p><b><a class=\"ref\">2 Nephi 23:19-22<\/a><\/b><\/p>     <p>In its time, Babylon \"was the greatest city in all the world\" said Elder LeGrand Richards. \"Yet Isaiah announced that that city would be destroyed; he said that it would never be rebuilt, that it would never be inhabited from generation to generation, that it would become the abode of reptiles and wild animals and that the Arabs would no more pitch their tents there. That was a declaration that the greatest city in the world would not only be destroyed, but it would also never be rebuilt.\" (CR, April 1954, p. 54.)<\/p>     <table>         <tbody>             <tr>                 <td>19 And Babylon, the glory of kingdoms, the beauty of the Chaldees' excellency, shall be as when God overthrew Sodom and Gomorrah.                     <br>                     <br>20 It shall never be inhabited, neither shall it be dwelt in from generation to generation: neither shall the Arabian pitch tent there; neither shall the shepherds make their fold there.                     <br>                     <br>21 But wild beasts of the desert shall lie there; and their houses shall be full of doleful creatures; and owls shall dwell there, and satyrs shall dance there.                     <br>                     <br>22 And the wild beasts of the islands shall cry in their desolate houses, and dragons in their pleasant palaces<u>:<\/u> and her time is near to come, and her days shall not be prolonged.                     <br>                 <\/td>                 <td>19 And Babylon, the glory of kingdoms, the beauty of the Chaldees' excellency, shall be as when God overthrew Sodom and Gomorrah.                     <br>                     <br>20 It shall never be inhabited, neither shall it be dwelt in from generation to generation: neither shall the Arabian pitch tent there; neither shall the shepherds make their fold there.                     <br>                     <br>21 But wild beasts of the desert shall lie there; and their houses shall be full of doleful creatures; and owls shall dwell there, and satyrs shall dance there.                     <br>                     <br>22 And the wild beasts of the islands shall cry in their desolate houses, and dragons in their pleasant palaces<u>;<\/u> and her time is near to come, and her day shall not be prolonged. <u>For I will destroy her speedily; yea, for I will be merciful unto my people, but the wicked shall perish.<\/u>                     <br>                 <\/td>             <\/tr>         <\/tbody>     <\/table>",
    "audit": null
}