{
    "id": 16806,
    "source": "brewster",
    "verse_id": 17784,
    "verse_count": 9,
    "reference": "7:1–9",
    "title": "",
    "html": "<p><b><a class=\"ref\">2 Nephi 17:1-9<\/a><\/b><\/p>     <p>At this point in the book of Isaiah, the kingdom of Judah (the southern kingdom) is undergoing a great deal of turmoil. The capital city has been attacked, although unsuccessfully, by the kings of Israel (the northern kingdom) and Syria. The invading kings' desire is to place a puppet ruler over Judah, one who would be responsive to their desire to form a solid anti-Assyrian block. Seemingly concerned about the city's water supply, Ahaz is evidently inspecting it when he is approached by the prophet Isaiah, accompanied by his son, with a message from the Lord. Ahaz is told not to worry about the alliance of his enemies, for it will be broken (\"It shall not stand\") and their plans of invasion will not succeed (\"neither shall it come to pass\").<\/p>     <table>         <tbody>             <tr>                 <td><b><a class=\"isa\" verses=\"WzE3NzkwXQ==\">Isaiah 7<\/a><br><br><br>1 And it came to pass in the days of Ahaz the son of Jotham, the son of Uzziah, king of Judah, that Rezin <u>the<\/u> king of Syria, and Pekah the son of Remaliah, king of Israel, went up toward Jerusalem to war against it, but could not prevail against it.<br><br>2 And it was told the house of David, saying<u>,<\/u> Syria is confederate with Ephraim. And his heart was moved, and the heart of his people, as the trees of the wood are moved with the wind. <br><br><\/b>3 Then said the Lord unto Isaiah<u>,<\/u> Go forth now to meet Ahaz, thou, and <i>Shear-jashub<\/i> thy son, at the end of the conduit of the upper pool in the highway of the fuller's field;                     <br>                     <br>4 And say unto him<u>,<\/u> Take heed, and be quiet; fear not, neither be <i>fainthearted<\/i> for the two tails of these smoking firebrands, for the fierce anger of Rezin with Syria, and of the son of Remaliah.                     <br>                     <br>5 Because Syria, Ephraim, and the son of Remaliah, have taken evil counsel against thee, saying<u>,<\/u>                     <br>                     <br>6 Let us go up against Judah<u>,<\/u> and vex it, and let us make a breach therein for us, and set a king in the midst of it, <u>even<\/u> the son of Tabeal<u>:<\/u>                     <br>                     <br>7 Thus saith the Lord God<u>,<\/u> It shall not stand, neither shall it come to pass.                     <br>                     <br>8 For the head of Syria is Damascus, and the head of Damascus <u>is<\/u> Rezin; and within <i>threescore<\/i> and five years shall Ephraim be broken<u>,<\/u> that it be not a people.                     <br>                     <br>9 And the head of Ephraim is Samaria, and the head of Samaria is Remaliah's son. If ye will not believe<u>,<\/u> surely ye shall not be established.                     <br>                 <\/td>                 <td><a class=\"ref\">2 Nephi 17<\/a>                     <br>                     <br>                     <br>1 And it came to pass in the days of Ahaz the son of Jotham, the son of Uzziah, king of Judah, that Rezin, king of Syria, and Pekah the son of Remaliah, king of Israel, went up toward Jerusalem to war against it, but could not prevail against it.                     <br>                     <br>2 And it was told the house of David, saying<u>:<\/u> Syria is confederate with Ephraim. And his heart was moved, and the heart of his people, as the trees of the wood are moved with the wind.                     <br>                     <br>3 Then said the Lord unto Isaiah<u>:<\/u> Go forth now to meet Ahaz, thou and <i>Shearjashub<\/i> thy son, at the end of the conduit of the upper pool in the highway of the fuller's field;                     <br>                     <br>4 And say unto him<u>:<\/u> Take heed, and be quiet; fear not, neither be <i>faint-hearted<\/i> for the two tails of these smoking firebrands, for the fierce anger of Rezin with Syria, and of the son of Remaliah.                     <br>                     <br>5 Because Syria, Ephraim, and the son of Remaliah, have taken evil counsel against thee, saying<u>:<\/u>                     <br>                     <br>6 Let us go up against Judah and vex it, and let us make a breach therein for us, and set a king in the midst of it, <u>yea,<\/u> the son of Tabeal<u>.<\/u>                     <br>                     <br>7 Thus saith the Lord God<u>:<\/u> It shall not stand, neither shall it come to pass.                     <br>                     <br>8 For the head of Syria is Damascus, and the head of Damascus<u>,<\/u> Rezin; and within <i>three score<\/i> and five years shall Ephraim be broken that it be not a people.                     <br>                     <br>9 And the head of Ephraim is Samaria, and the head of Samaria is Remaliah's son. If ye will not believe surely ye shall not be established.                     <br>                 <\/td>             <\/tr>         <\/tbody>     <\/table>",
    "audit": null
}