{
    "id": 16824,
    "source": "brewster",
    "verse_id": 17797,
    "verse_count": 3,
    "reference": "7:14-16",
    "title": "",
    "html": "<p><b>(<a class=\"ref\">2 Nephi 17:14-16<\/a>).<\/b>\"<i>A virgin shall conceive, and bear a son, and shall call his name Immanuel.<\/i>\" The New Testament identifies this as a prophecy of the conception and subsequent birth of Mary's divine Son Jesus Christ whose title of Immanuel means \"God is with us.\" (<a class=\"ref\">Matthew 1:18-23<\/a>.) The Book of Mormon adds additional testimony to the virgin birth of the Savior. (<a class=\"ref\">1 Nephi 11:14-21; Alma 7:9-10<\/a>.) Latter-day leaders have added their testimony to this prophecy's being fulfilled in the divine birth of the Christ child.<\/p>     <p>Biblical scholars, however, question the application of this prophecy to the birth in Bethlehem. They indicate that the following two verses (15-16) make such an interpretation difficult to accept. Critics say the fulfillment of this prophecy had to be in the days of Isaiah. Latter-day Saint scholars have appropriately responded to the questions raised, adding strength to the messianic witness of the prophecy. Among these is the excellent explanation offered by Dr. Sidney B. Sperry:<\/p>     <p>\"Now if Immanuel of verse 14 is the Messiah, the Savior, what is his connection with the 'child' of verses 15 and 16? Many Jewish commentators, not to mention some non-Jewish ones, think that the 'virgin' or 'young woman' of verse 14 may be a woman of the royal family, or any other young woman of Judah, and that her son, a boy whom she called Immanuel, does not refer to the Christ. Personally, I am inclined to accept Immanuel as a reference to the Savior, and especially in the light of [<a class=\"isa\" verses=\"WzE3ODE2XQ==\">Isaiah 8:8<\/a>], where Judah is referred to as Immanuel's land. The allusion to Immanuel suggests that the land of Judah (about which Ahaz was concerned) had a great destiny to fulfill, and hence that it was not about to be destroyed by Syria and Ephraim. Verses 15 and 16 of [<a class=\"isa\" verses=\"WzE3NzkwXQ==\">Isaiah 7]<\/a> simply make our Lord's infancy a symbolical representation of the short-lived nature of the threat to Judah.\" (BMC, 199; see also IPSP, 143-45; GAWI, 56-59.)<\/p>     <p>Monte Nyman adds this insightful comment: \"The point was that, even if Ahaz rejected the counsel and advice of Jehovah through his prophet, and even if Ahaz led his people into captivity, the Lord Immanuel would still come as had been prophesied.\" (GAWI, 58.)<\/p>",
    "audit": null
}