{
    "id": 17148,
    "source": "brewster",
    "verse_id": 18677,
    "verse_count": 1,
    "reference": "51:3",
    "title": "",
    "html": "<p><b>(<a class=\"ref\">2 Nephi 8:3<\/a>).<\/b>\"<i>The Lord shall comfort Zion: he will comfort all her waste places.<\/i>\" In a later prophecy, another Old Testament prophet declared, \"And the Lord shall yet comfort Zion, and shall yet choose Jerusalem.\" (<a class=\"ref\">Zechariah 1:17<\/a>.) After the Latter-day Saints had traveled the plains as pioneers in going to the western United States, they frequently referred to their new-found home in the Rocky Mountains as \"Zion.\" In fact, the rallying cry for emigrants was \"Let us go up to Zion!\" Certainly the faith, prayers, and labor of these early pioneers and those whohave followed them have transformed \"waste places, wilderness, and desert\" into gardens and productive land.<\/p>     <p>The words in a Latter-day Saint hymn are reflective of the message found in this verse of Isaiah:<\/p>     <p> <i>\"For the wilderness has blossomed,<\/i><\/p>     <p><i>  blossomed like a rose;<\/i><\/p>     <p><i>  and the barren desert is a fruitful field;<\/i><\/p>     <p><i>  joy and gladness now are found therein,<\/i><\/p>     <p><i>  thanksgiving and the voice of melody.\"<\/i><\/p>     <p>(\"Let the Mountains Shout for Joy,\" by Evan Stephens; see also <a class=\"isa\" verses=\"WzE4MzIyXQ==\">Isaiah 35:1<\/a>.)<\/p>     <p> In a broader sense, the prophecy of Isaiah could also apply to the reclaiming of the land of Palestine by the returning Jews. The reference to the wilderness becoming \"like Eden\" has implications for the Millennium, when \"the earth will be renewed and receive its paradisiacal glory.\" (<a class=\"ref\">A of F 1:10<\/a>; see also DCE, 411; BICQ, 216-18.) Yet another commentary has suggested that \"the Lord promised that through the restoration of the gospel in the latter days, his children trusting in the immutable word of God would become as a watered garden, the truths of the gospel becoming to them as the riches and comforts of Eden.\" (DCBM 1: 232.)<\/p>",
    "audit": null
}