{
    "id": 17075,
    "source": "brewster",
    "verse_id": 18638,
    "verse_count": 26,
    "reference": 49,
    "title": "Isaiah 49 and 1 Nephi 21, \"2 Ne. 6:12 Nephi 6",
    "html": "<p>One of the primary focuses of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 49<\/a> is the servant called from his mother's womb. As noted in the previous chapter, Nephi's avowed purpose in quoting chapters 48 and 49 of Isaiah was \"that I might more fully persuade [all] to believe in the Lord their Redeemer.\" (<a class=\"ref\">1 Nephi 19:23<\/a>.) For this reason, I believe that the servant Isaiah speaks of is none other than the Messiah or Savior, He who will be a \"light to the Gentiles.\" Indeed, He will be the means of \"salvation unto the ends of the earth.\"<\/p>     <p>Other commentaries have suggested that the servant could be Israel, Isaiah, or the prophet of the Restoration Joseph Smith. (See IPSP, 408-10; GAWI, 173-75; DCBM 1:157-58.) Each such conclusion has logical support. Undoubtedly, as is often the case in prophecy, there are multiple applications or fulfillments of the great promises in this chapter. The case for Joseph Smith as the promised servant is particularly strong. However, as the commentary in this chapter will reflect, I believe the major focus of <i>the Servant<\/i> should be our Lord and Redeemer, Jesus Christ.<\/p>     <p>Spiritual darkness will be dispelled by this Servant-Messiah, and prisoners (on both sides of the veil) will be freed from the bondage of sin through their repentance.<\/p>     <p>The long dispersion of Israel will be ended as her children are gathered with power in the last days. The children of the covenant will far outnumber those of previous days, and the gathering places will seem far too narrow to hold her bulging numbers.<\/p>     <p>The powerful heads of state will become \"nursing fathers and … nursing mothers\" in restoring scattered Israel to the lands of her inheritance. No longer will despots and tyrants hold the Lord's people captive.<\/p>     <p>Such is the promise to covenant Israel of the last days!<\/p>     <p>President Wilford Woodruff, the fourth prophet of this dispensation, declared: \"The revelations that are in the Bible, the predictions of the patriarchs and prophets who saw by vision and revelation the last dispensation and fulness of times plainly tell us what is to come to pass. The 49th chapter of Isaiah is having its fulfillment.\" (SOT, 112.)<\/p>     <p>Following Nephi's reading of these writings, his brothers wanted to know how they were to be understood. Were they to be understood in a spiritual or temporal context? A portion of Nephi's response follows:<\/p>     <p>\"Wherefore, the things of which I have read are things pertaining to things both temporal and spiritual; for it appears that the house of Israel, sooner or later, will be scattered upon all the face of the earth, and also among all nations.<\/p>     <p>\"And behold, there are many who are already lost from the knowledge of those who are at Jerusalem. Yea, the more part of all the tribes have been led away; and they are scattered to and fro upon the isles of the sea; and whither they are none of us knoweth, save that we know that they have been led away.<\/p>     <p>\"And since they have been led away, these things have been prophesied concerning them, and also concerning all those who shall hereafter be scattered and be confounded, because of the Holy One of Israel; for against him will they harden their hearts; wherefore, they shall be scattered among all nations and shall be hated of all men.\"<\/p>     <p>He then speaks of the gentiles assisting in the restoration of scattered Israel and of a \"mighty nation\" being raised up in the land of America. He tells of a \"marvelous work … of great worth\" that will be especially beneficial to the seed of father Lehi (the Lamanites). \"It shall also be of worth unto the Gentiles; and not only unto the Gentiles but unto all the house of Israel, unto the making known of the covenants of the Father of heaven unto Abraham, saying: In thy seed shall all the kindreds of the earth be blessed.\" (<a class=\"ref\">1 Nephi 22:1-9<\/a>.)<\/p>",
    "audit": null
}