{
    "id": 16868,
    "source": "brewster",
    "verse_id": 17831,
    "verse_count": 7,
    "reference": "9:1-7",
    "title": "",
    "html": "<p><b><a class=\"ref\">2 Nephi 19:1-7<\/a><\/b><\/p>     <p>Verse 1 is a transition between chapters 8 and 9 of Isaiah. In fact, in Hebrew versions of Isaiah it is included as the last verse of the previous chapter. Thus the beginning word (\"Nevertheless\") is a word of hope.<\/p>     <p>The children of Israel are promised that the darkness will not last forever; a light will break forth. They will experience joy as they are released from the yoke of their burden of oppression. They are promised that a child will be born upon whose shoulders the government will rightfully rest forever.<\/p>     <table>         <tbody>             <tr>                 <td><b><a class=\"isa\" verses=\"WzE3ODM5XQ==\">Isaiah 9<\/a><br><br><br>1 Nevertheless the dimness shall not be such as was in her vexation, when at the first he lightly afflicted the land of Zebulun and the land of Naphtali, and afterward did more grievously afflict <u>her<\/u> by the way of the <u>s<\/u>ea<u>,<\/u> beyond Jordan<u>,<\/u> in Galilee of the nations.<br><br>2 The people that walked in darkness have seen a great light<u>:<\/u> they that dwell in the land of the shadow of death, upon them hath the light shined.<br><br>3 Thou hast multiplied the nation<u>s<\/u>, and <u>not<\/u> increased the joy<u>:<\/u> they joy before thee according to the joy in harvest, and as men rejoice when they divide the spoil.<br><br>4 For thou hast broken the yoke of his burden, and the staff of his shoulder, the rod of his oppressor<u>, as in the day of Midian.<\/u><br><br>5 For every battle of the warrior is with confused noise, and garments rolled in blood; but this shall be with burning and fuel of fire. <br><br><\/b>6 For unto us a child is born, unto us a son is given<u>:<\/u> and the government shall be upon his shoulder<u>:<\/u> and his name shall be called Wonderful, <i>Counsellor,<\/i> The <u>m<\/u>ighty God, The <u>e<\/u>verlasting Father, The Prince of Peace.                     <br>                     <br>7 Of the increase of <u>his<\/u> government and peace there <u>shall be<\/u> no end, upon the throne of David, and upon his kingdom<u>,<\/u> to order it, and to establish it with judgment and with justice from henceforth even <i>for ever.<\/i> The zeal of the Lord of <u>h<\/u>osts will perform this.                     <br>                 <\/td>                 <td><a class=\"ref\">2 Nephi 19<\/a>                     <br>                     <br>                     <br>1 Nevertheless<u>,<\/u> the dimness shall not be such as was in her vexation, when at first he lightly afflicted the land of Zebulun<u>,<\/u> and the land of Napthali, and afterward<u>s<\/u>Did more grievously afflict by the way of the <u>Red S<\/u>ea beyond Jordan in Galilee of the nations.                     <br>                     <br>2 The people that walked in darkness have seen a great light<u>;<\/u> they that dwell in the land of the shadow of death, upon them hath the light shined.                     <br>                     <br>3 Thou hast multiplied the nation, and increased the joythey joy before thee according to the joy in harvest, and as men rejoice when they divide the spoil.                     <br>                     <br>4 For thou hast broken the yoke of his burden, and the staff of his shoulder, the rod of his oppressor<u>.<\/u>                     <br>                     <br>5 For every battle of the warrior is with confused noise, and garments rolled in blood; but this shall be with burning and fuel of fire.                     <br>                     <br>6 For unto us a child is born, unto us a son is given<u>;<\/u> and the government shall be upon his shoulder<u>;<\/u> and his name shall be called<u>,<\/u> Wonderful, <i>Counselor,<\/i> The <u>M<\/u>ighty God, The ever-lasting Father, The Prince of Peace.                     <br>                     <br>7 Of the increase of government and peace there <u>is<\/u> no end, upon the throne of David, and upon his kingdom to order it, and to establish it with judgment and with justice from henceforth<u>,<\/u> even <i>forever.<\/i> The zeal of the Lord of <u>H<\/u>osts will perform this.                     <br>                 <\/td>             <\/tr>         <\/tbody>     <\/table>",
    "audit": null
}