{
    "id": 16820,
    "source": "brewster",
    "verse_id": 17793,
    "verse_count": 7,
    "reference": "7:10-16",
    "title": "",
    "html": "<p><b><a class=\"ref\">2 Nephi 17:10-16<\/a><\/b><\/p>     <p>Evidently King Ahaz had little faith in the promise of verse 9, for Isaiah followed with a challenge from the Lord. The king was invited to ask for a sign designed to build his faith in God's power to save. Ahaz rejected the invitation, not because he was fearful of \"tempting\" the Lord but because he had already put his trust in \"the arm of flesh\" of the Assyrians. He simply did not want to \"try\" the Lord or \"prove\" the power of God's word.<\/p>     <p>Isaiah gave the king a divine sign involving the future birth of the Messiah, who would come from the royal house of David. The prophet further prophesied that Judah would be rid of the two kings who were then tormenting her.<\/p>     <table>         <tbody>             <tr>                 <td>10 Moreover the Lord spake again unto Ahaz, saying<u>,<\/u>                     <br>                     <br>11 Ask thee a sign of the Lord thy God; ask it either in the depth, or in the height above.                     <br>                     <br>12 But Ahaz said<u>,<\/u> I will not ask, neither will I tempt the Lord.                     <br>                     <br>13 And he said<u>,<\/u> Hear ye now, O house of David; <u>I<\/u>s it a small thing for you to weary men, but will ye weary my God also?                     <br>                     <br>14 Therefore the Lord himself shall give you a sign<u>;<\/u> Behold, a virgin shall conceive, and bear a son, and shall call his name Immanuel.                     <br>                     <br>15 Butter and honey shall he eat, that he may know to refuse the evil<u>,<\/u> and choose the good.                     <br>                     <br>16 For before the child shall know to refuse the evil<u>,<\/u> and choose the good, the land that thou abhorrest shall be forsaken of both her kings.                     <br>                 <\/td>                 <td>10 Moreover<u>,<\/u> the Lord spake again unto Ahaz, saying<u>:<\/u>                     <br>                     <br>11 Ask thee a sign of the Lord thy God; ask it either in the depth<u>s<\/u>, or in the height<u>s<\/u>above.                     <br>                     <br>12 But Ahaz said<u>:<\/u> I will not ask, neither will I tempt the Lord.                     <br>                     <br>13 And he said<u>:<\/u> Hear ye now, O house of David; <u>i<\/u>s it a small thing for you to weary men, but will ye weary my God also?                     <br>                     <br>14 Therefore<u>,<\/u> the Lord himself shall give you a signBehold, a virgin shall conceive, and <u>shall<\/u> bear a son, and shall call his name Immanuel.                     <br>                     <br>15 Butter and honey shall he eat, that he may know to refuse the evil and <u>to<\/u> choose the good.                     <br>                     <br>16 For before the child shall know to refuse the evil and choose the good, the land that thou abhorrest shall be forsaken of both her kings.                     <br>                 <\/td>             <\/tr>         <\/tbody>     <\/table>",
    "audit": null
}