{
    "id": 16909,
    "source": "brewster",
    "verse_id": 17879,
    "verse_count": 5,
    "reference": "10:28–32",
    "title": "",
    "html": "<p><b><a class=\"ref\">2 Nephi 20:28-32<\/a><\/b><\/p>     <p>In these verses Isaiah returns his attention to the future conquests of the invading Assyrians. The prophet lists a number of the cities that will fall before Assyria's armies as they march triumphantly towards Jerusalem. While the exact location of all these towns is unknown, they would certainly have been in the vicinity of Judah's capital city. The city of Nob was located near enough to Jerusalem that the invading king would be able from Nob to \"shake his hand\" (fist) against Jerusalem as his next intended victim. As previously noted, the invasion of Jerusalem did not succeed. (See <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 36-37<\/a>.)<\/p>     <p>Victor Ludlow suggests that \"the invasion Isaiah foretells may also be eschatological and refer to the future attack upon Jerusalem by forces from the north. (See <a class=\"ref\">Zech. 14:2; Rev. 11:1-13<\/a>; JST Matt. 24.) Another reason for looking at the end of chapter 10 from a latter-day context is that chapter 11 is definitely a prophecy to be fulfilled after 1823, for Moroni told Joseph Smith in September of that year 'that it was about to be fulfilled.' (JS H 1:40.)\" (IPSP, 165.)<\/p>     <table>         <tbody>             <tr>                 <td>28 He is come to Aiath, he is passed to Migron; at Michmash he hath laid up his carriages<u>:<\/u>                     <br>                     <br>29 They are gone over the passage<u>:<\/u> they have taken up their lodging at Geba; <i>Ramah <\/i> is afraid; Gibeah of Saul is fled.                     <br>                     <br>30 Lift up <u>thy<\/u> voice, O daughter of Gallim<u>:<\/u> cause it to be heard unto Laish, O poor Anathoth.                     <br>                     <br>31 Madmenah is removed; the inhabitants of Gebim gather themselves to flee.                     <br>                     <br>32 As yet shall he remain at Nob that day<u>:<\/u> he shall shake his hand against the mount of the daughter of Zion, the hill of Jerusalem.                     <br>                 <\/td>                 <td>28 He is come to Aiath, he is passed to Migron; at Michmash he hath laid up his carriages<u>.<\/u>                     <br>                     <br>29 They are gone over the passage<u>;<\/u> they have taken up their lodging at Geba; <i>Ramath <\/i> is afraid; Gibeah of Saul is fled.                     <br>                     <br>30 Lift up <u>the<\/u> voice, O daughter of Gallim<u>;<\/u> cause it to be heard unto Laish, O poor Anathoth.                     <br>                     <br>31 Madmenah is removed; the inhabitants of Gebim gather themselves to flee.                     <br>                     <br>32 As yet shall he remain at Nob that day<u>;<\/u> he shall shake his hand against the mount of the daughter of Zion, the hill of Jerusalem.                     <br>                 <\/td>             <\/tr>         <\/tbody>     <\/table>",
    "audit": null
}