{
    "id": 16796,
    "source": "brewster",
    "verse_id": 17779,
    "verse_count": 5,
    "reference": "6:9–13",
    "title": "",
    "html": "<p><b><a class=\"ref\">2 Nephi 16:9-13<\/a><\/b><\/p>     <p>The Lord gives Isaiah his charge to call the people to repentance, but ironically tells the prophet his efforts will be fruitless. The changed text in the Book of Mormon as well as other scriptural commentary provides understanding for otherwise difficult passages in verses 9 and 10.<\/p>     <p>Isaiah asks the Lord how long the hardhearted people will reject the message. The Lord's answer is not comforting. Yet, the final verse of the chapter gives hope that there will yet be a remnant of the people who will be redeemed.<\/p>     <table>         <tbody>             <tr>                 <td>9 And he said<u>,<\/u> Go, and tell this people<u>,<\/u> Hear ye indeed, but <i>understand<\/i> not; and see ye indeed, but perceive not.                     <br>                     <br>10 Make the heart of this people fat, and make their ears heavy, and shut their eyes<u>;<\/u> lest they see with their eyes, and hear with their ears, and understand with their heart, and convert<u>,<\/u> and be healed.                     <br>                     <br>11 Then said I<u>,<\/u> Lord, how long? And he <u>answered,<\/u> Until the cities be wasted without inhabitant, and the houses without man, and the land be utterly desolate<u>,<\/u>                     <br>                     <br>12 And the Lord have removed men far away, <u>and<\/u> there be a great forsaking in the midst of the land.                     <br>                     <br>13 But yet <u>in it<\/u> shall be a tenth, and <u>it<\/u> shall return, and shall be eaten<u>:<\/u> as a <i>teil tree,<\/i> and as an oak<u>,<\/u> whose substance is in them<u>,<\/u> when they cast their leaves<u>:<\/u> so the holy seed shall be the substance thereof.                     <br>                 <\/td>                 <td>9 And he said<u>:<\/u> Go and tell this peopleHear ye indeed, but <u>they<\/u><i> understood<\/i> not; and see ye indeed, but they perceive<u>d<\/u>not.                     <br>                     <br>10 Make the heart of this people fat, and make their ears heavy, and shut their eyes lest they see with their eyes, and hear with their ears, and understand with their heart, and <u>be<\/u> convert<u>ed<\/u> and be healed.                     <br>                     <br>11 Then said I<u>:<\/u> Lord, how long? And he <u>said:<\/u> Until the cities be wasted without inhabitant, and the houses without man, and the land be utterly desolate<u>;<\/u>                     <br>                     <br>12 And the Lord have removed men far away, <u>for<\/u> there <u>shall<\/u> be a great forsaking in the midst of the land.                     <br>                     <br>13 But yet <u>there<\/u> shall be a tenth, and <u>they<\/u> shall return, and shall be eaten<u>,<\/u> as a <i>teil-tree<\/i> and as an oak whose substance is in them when they cast their leaves<u>;<\/u> so the holy seed shall be the substance thereof.                     <br>                 <\/td>             <\/tr>         <\/tbody>     <\/table>",
    "audit": null
}