{
    "id": 17008,
    "source": "brewster",
    "verse_id": 17957,
    "verse_count": 4,
    "reference": "14:28–31",
    "title": "",
    "html": "<p><b><a class=\"ref\">2 Nephi 24:28-31<\/a><\/b><\/p>     <p> Another \"burden\" (prophecy of doom) is now pronounced. This time the victim is yet another enemy of Judah Palestina, or Philistia. Sidney Sperry noted that \"although the prophecy is more especially directed against Philistia, Judah is also involved. Unfortunately,\" he then adds, \"a number of thorny, unresolved historical problems prevent the giving of a reasonably exact interpretation of some parts of the prophecy. But Isaiah seems to be telling Philistia not to rejoice over his predictions of the ruin and downfall of Judah, her traditional enemy. For whereas the kingdom of Judah will fall, there will come a glorious day when the people of Israel will rise above their troubles. … On the other hand, Philistia is to be ruined and to fall without having any prospects of recovery.\" (BMC, 244-45.)<\/p>     <table>         <tbody>             <tr>                 <td>28 In the year that king Ahaz died was this burden.                     <br>                     <br>29 Rejoice not thou, whole Palestina, because the rod of him that smote thee is broken<u>:<\/u> for out of the serpent's root shall come forth a cockatrice, and his fruit shall be a fiery flying serpent.                     <br>                     <br>30 And the <i>firstborn<\/i> of the poor shall feed, and the needy shall lie down in safety<u>:<\/u> and I will kill thy root with famine, and he shall slay thy remnant.                     <br>                     <br>31 Howl, O gate; cry, O city; thou, whole Palestina, art dissolved<u>:<\/u> for there shall come from the north a smoke, and none shall be alone in his appointed times.                     <br>                 <\/td>                 <td>28 In the year that king Ahaz died was this burden.                     <br>                     <br>29 Rejoice not thou, whole Palestina, because the rod of him that smote thee is broken<u>;<\/u> for out of the serpent's root shall come forth a cockatrice, and his fruit shall be a fiery flying serpent.                     <br>                     <br>30 And the <i>first-born<\/i> of the poor shall feed, and the needy shall lie down in safety<u>;<\/u> and I will kill thy root with famine, and he shall slay thy remnant.                     <br>                     <br>31 Howl, O gate; cry, O city; thou, whole Palestina, art dissolved<u>;<\/u> for there shall come from the north a smoke, and none shall be alone in his appointed times.                     <br>                 <\/td>             <\/tr>         <\/tbody>     <\/table>",
    "audit": null
}