{
    "id": 16859,
    "source": "brewster",
    "verse_id": 17827,
    "verse_count": 4,
    "reference": "8:19–22",
    "title": "",
    "html": "<p><b><a class=\"ref\">2 Nephi 18:19-22<\/a><\/b><\/p>     <p> In the concluding verses of the chapter, Isaiah rebukes those who follow the apostate practices of seeking for spiritual help from sorcerers and soothsayers. God is the only source of true spiritual light and understanding. The people can find His word in the scriptures and teachings of the prophets.<\/p>     <table>         <tbody>             <tr>                 <td>19 And when they shall say unto you<u>,<\/u> Seek unto them that have familiar spirits, and unto wizards that peep<u>,<\/u> and <u>that<\/u> mutter<u>:<\/u> should not a people seek unto their God<u>?<\/u> for the living to the dead?                     <br>                     <br>20 To the law and to the testimony<u>:<\/u> if they speak not according to this word, it is because there is no light in them.                     <br>                     <br>21 And they shall pass through it<u>,<\/u> hardly bestead and hungry<u>:<\/u> and it shall come to pass, that when they shall be hungry, they shall fret themselves, and curse their king and their God, and look upward.                     <br>                     <br>22 And they shall look unto the earth<u>;<\/u> and behold trouble and darkness, dimness of anguish<u>;<\/u> and <u>they<\/u> shall be driven to darkness.<\/td>                 <td>19 And when they shall say unto you<u>:<\/u> Seek unto them that have familiar spirits, and unto wizards that peep and muttershould not a people seek unto their God for the living to <u>hear from<\/u> the dead?                     <br>                     <br>20 To the law and to the testimony<u>; and<\/u> if they speak not according to this word, it is because there is no light in them.                     <br>                     <br>21 And they shall pass through it hardly bestead and hungry<u>;<\/u> and it shall come to pass that when they shall be hungry, they shall fret themselves, and curse their king and their God, and look upward.                     <br>                     <br>22 And they shall look unto the earth and behold trouble<u>,<\/u> and darkness, dimness of anguish<u>,<\/u> and shall be driven to darkness.                     <br>                 <\/td>             <\/tr>         <\/tbody>     <\/table>",
    "audit": null
}