{
    "id": 16678,
    "source": "brewster",
    "verse_id": 17696,
    "verse_count": 13,
    "reference": "2:10–22",
    "title": "",
    "html": "<p><b><a class=\"ref\">2 Nephi 12:10-22<\/a><\/b><\/p>     <p>The prophet next lifts his voice against the proud and haughty in the last days. He uses symbols of materialism in his day to illustrate his message. Earthly wealth will be valueless when the Lord comes. Those who have spent their days seeking such transitory treasures will find no security in their possessions. Isaiah concludes with a final plea for the people to cease relying on mortals. The obvious implication is that they must turn to God.<\/p>     <table>         <tbody>             <tr>                 <td>10 Enter into the rock, and hide thee in the dust, for fear of the Lord, and <u>for<\/u> the glory of his majesty.                     <br>                     <br>11 <u>T<\/u>he lofty looks of man shall be humbled, and the haughtiness of men shall be bowed down, and the Lord alone shall be exalted in that day.                     <br>                     <br>12 For the day of the Lord of <u>h<\/u>osts <u>shall be<\/u> upon every one <u>that is<\/u> proud and lofty, and upon every one <u>that<\/u> is lifted up<u>;<\/u> and he shall be brought low<u>:<\/u>                     <br>                     <br>13 <u>And<\/u> upon all the cedars of Lebanon, <u>that<\/u> are high and lifted up<u>,<\/u> and upon all the oaks of Bashan<u>,<\/u>                     <br>                     <br>14 And upon all the high mountains, and upon all the hills <u>that<\/u> are lifted up,                     <br>                     <br>15 And upon every high tower, and upon every fenced wall<u>,<\/u>                     <br>                     <br>16 <u>A<\/u>nd upon all the ships of Tarshish, and upon all pleasant pictures.                     <br>                     <br>17 And the loftiness of man shall be bowed down, and the haughtiness of men shall be made low<u>:<\/u> and the Lord alone shall be exalted in that day.                     <br>                     <br>18 And the idols he shall utterly abolish.                     <br>                     <br>19 And they shall go into the holes of the rocks, and into the caves of the earth, for fear of the Lord<u>,<\/u> and <u>for<\/u> the glory of his majesty<u>,<\/u> when he ariseth to shake terribly the earth.                     <br>                     <br>20 In that day a man shall cast his idols of silver, and his idols of gold, which <u>they<\/u> made <u>each one<\/u> for himself to worship, to the moles and to the bats;                     <br>                     <br>21 To go into the clefts of the rocks, and into the tops of the ragged rocks, for fear of the Lord<u>,<\/u> and <u>for<\/u><i> the glory of his majesty<\/i><u>,<\/u> when he ariseth to shake terribly the earth.                     <br>                     <br>22 Cease ye from man, whose breath is in his nostrils<u>:<\/u> for wherein is he to be accounted of?                     <br>                 <\/td>                 <td>10 <u>O ye wicked ones, e<\/u> nter into the rock, and hide thee in the dust, for <u>the<\/u> fear of the Lord and the glory of his majesty <u>shall smite thee<\/u>.                     <br>                     <br>11 <u>And it shall come to pass that t<\/u> he lofty looks of man shall be humbled, and the haughtiness of men shall be bowed down, and the Lord alone shall be exalted in that day.                     <br>                     <br>12 For the day of the Lord of <u>H<\/u>osts <u>soon cometh upon all nations, yea,<\/u> upon every one<u>; yea, upon the<\/u> proud and lofty, and upon every one <u>who<\/u> is lifted up<u>,<\/u> and he shall be brought low<u>.<\/u>                     <br>                     <br>13 <u>Yea, and the day of the Lord shall come<\/u> upon all the cedars of Lebanon, <u>for they<\/u> are high and lifted up<u>;<\/u> and upon all the oaks of Bashan<u>;<\/u>                     <br>                     <br>14 And upon all the high mountains, and upon all the hills<u>, and upon all the nations which<\/u> are lifted up, <u>and upon every people;<\/u>                     <br>                     <br>15 And upon every high tower, and upon every fenced wall<u>;<\/u>                     <br>                     <br>16 <u>And upon all the ships of the sea, a<\/u> nd upon all the ships of Tarshish, and upon all pleasant pictures.                     <br>                     <br>17 And the loftiness of man shall be bowed down, and the haughtiness of men shall be made low<u>;<\/u> and the Lord alone shall be exalted in that day.                     <br>                     <br>18 And the idols he shall utterly abolish.                     <br>                     <br>19 And they shall go into the holes of the rocks, and into the caves of the earth, for <u>the<\/u> fear of the Lord <u>shall come upon them<\/u> and the glory of his majesty <u>shall smite them,<\/u> when he ariseth to shake terribly the earth.                     <br>                     <br>20 In that day a man shall cast his idols of silver, and his idols of gold, which <u>he hath<\/u> made for himself to worship, to the moles and to the bats;                     <br>                     <br>21 To go into the clefts of the rocks, and into the tops of the ragged rocks, for <u>the<\/u> fear of the Lord <u>shall come upon them<\/u> and <i>the majesty of his glory<\/i><u>shall smite them,<\/u> when he ariseth to shake terribly the earth.                     <br>                     <br>22 Cease ye from man, whose breath is in his nostrils<u>;<\/u> for wherein is he to be accounted of?<\/td>             <\/tr>         <\/tbody>     <\/table>",
    "audit": null
}