{
    "id": 16970,
    "source": "brewster",
    "verse_id": 17930,
    "verse_count": 3,
    "reference": "14:1–3",
    "title": "",
    "html": "<p><b><a class=\"ref\">2 Nephi 24:1-3<\/a> <\/b><\/p>     <p> The people of Jacob (whose covenant name is Israel) will return to their own lands and even invite strangers to join them. In a reversal of roles, the former servants will now become the masters. Victor Ludlow suggests that \"these verses can also find two fulfillments in the latter days. First, they may refer to The Church of Jesus Christ of Latter-day Saints, whose missionary work spreads to all nations and prepares for the peaceful conditions under which the Savior will establish his kingdom at the time of his second coming. Second, these verses may refer to the modern-day return of the Jews to the Holy Land and their building of the modern state of Israel. However, the full blessings of these verses will not be realized until the second coming of Christ, when the Jews will accept him as their Savior.\" (IPSP, 186; see also BICQ, 125-34.)<\/p>     <table>         <tbody>             <tr>                 <td><b><a class=\"isa\" verses=\"WzE3OTQzXQ==\">Isaiah 14<\/a><br><br><br>1 For the Lord will have mercy on Jacob, and will yet choose Israel, and set them in their own land<u>:<\/u> and the strangers shall be joined with them, and they shall cleave to the house of Jacob.<br><br>2 And the people shall take them<u>,<\/u> and bring them to their place<u>:<\/u> and the house of Israel shall possess them <u>in<\/u> the land of the Lord for servants and handmaids<u>:<\/u> and they shall take them captives, <u>whose<\/u><i> captives they were;<\/i> and they shall rule over their oppressors. <br><br>3 And it shall come to pass in <u>the<\/u> day that the Lord shall give thee rest from thy sorrow, and from thy fear, and from the hard bondage wherein thou wast made to serve<u>,<\/u><br><\/b><\/td>                 <td><a class=\"ref\">2 Nephi 24<\/a>                     <br>                     <br>                     <br>1 For the Lord will have mercy on Jacob, and will yet choose Israel, and set them in their own land<u>;<\/u> and the strangers shall be joined with them, and they shall cleave to the house of Jacob.                     <br>                     <br>2 And the people shall take them and bring them to their place<u>; yea, from far unto the ends of the earth; and they shall return to their lands of promise. A<\/u> nd the house of Israel shall possess them<u>, and<\/u> the land of the Lord <u>shall be<\/u> for servants and handmaids<u>;<\/u> and they shall take them captives <u>unto whom<\/u><i> they were captives;<\/i> and they shall rule over their oppressors.                     <br>3 And it shall come to pass in <u>that<\/u> day that the Lord shall give thee rest<u>,<\/u> from thy sorrow, and from thy fear, and from the hard bondage wherein thou wast made to serve<u>.<\/u>                     <br>                 <\/td>             <\/tr>         <\/tbody>     <\/table>",
    "audit": null
}