{
    "id": 16933,
    "source": "brewster",
    "verse_id": 17900,
    "verse_count": 1,
    "reference": "11:15",
    "title": "",
    "html": "<p><b>(<a class=\"ref\">2 Nephi 21:15<\/a>).<\/b>\"<i>Utterly destroy the tongue of the Egyptian sea.<\/i>\" There is uncertainty among LDS and other scriptural scholars as to the meaning of this prophecy. Sidney B. Sperry postulated that Isaiah was illustrating \"the power of the Almighty by telling us that He will cut off or separate the tongue of the Egyptian sea, shake his hand over the Euphrates, smite it into many streams and cause men to go over it dryshod. Perhaps,\" said Dr. Sperry, \"'Egyptian sea' and 'River' (vs. 15) are metonyms for places of exile and bondage. Such shall be overthrown when the time of redemption comes.\" (BMC, 229.)<\/p>     <p>The \"tongue\" according to Victor Ludlow \"might be the western arm of the Red Sea (or Gulf of Suez, for which the modern Suez Canal was named) and the narrow body of water that extended north from the Red Sea into the desert. Another possibility,\" noted Dr. Ludlow, \"is the delta (or tongue) of the Nile, which protruded into the Mediterranean Sea along Egypt's north coast. The most likely explanation, however, is the large inland sea created late each spring as the Nile overflows its banks and floods a large part of the valley, like a tongue sticking far inland. <a class=\"isa\" verses=\"eyIxODAxMCI6Nn0=\">Isaiah 19:5-10<\/a> describes the destruction of the Nile River in greater detail. If the Nile River is the 'tongue of the Egyptian Sea,' then this prophecy might have been fulfilled since the building of the Aswan Dam and the destruction of the traditional way of life along the Nile.\" (IPSP, 176.)<\/p>     <p>Monte Nyman suggested that \"this prophecy in verse 15 is one of those which will probably not be understood until it comes to pass, but when it does there will be no doubt as to its fulfillment.\" He cites <a class=\"ref\">2 Nephi 25:7<\/a> as evidence of this conclusion. Said Nephi, \"In the days that the prophecies of Isaiah shall be fulfilled men shall know of a surety, at the times when they shall come to pass.\" (GAWI, 76.)<\/p>",
    "audit": null
}