{
    "id": 17110,
    "source": "brewster",
    "verse_id": 18659,
    "verse_count": 5,
    "reference": "49:22–26",
    "title": "",
    "html": "<p><b><a class=\"ref\">1 Nephi 21:22-26; 2 Nephi 6:6<\/a> 7, 13, 17-18<\/b><\/p>     <p>The prophet concludes this chapter with a reiteration of the Lord's promise to redeem His people. In fact, the gentiles and the mighty of the earth will assist in the process of restoring the dispersed to the lands of their inheritance. Nevertheless, it is by the power of the mighty God that His covenant people will be delivered.<\/p>     <table>         <tbody>             <tr>                 <td>22 Thus saith the Lord God<u>,<\/u> Behold, I will lift up mine hand to the Gentiles, and set up my standard to the people<u>:<\/u> and they shall bring thy sons in their arms, and thy daughters shall be carried upon their shoulders.                     <br>                     <br>23 And kings shall be thy nursing fathers, and their queens thy nursing mothers<u>:<\/u> they shall bow down to thee with their face toward the earth, and lick up the dust of thy feet; and thou shalt know that I am the Lord<u>:<\/u> for they shall not be ashamed that wait for me.                     <br>                     <br>24 <u>S<\/u>hall the prey be taken from the mighty, or the lawful captive delivered?                     <br>                     <br>25 But thus saith the Lord, <u>E<\/u>ven the captives of the mighty shall be taken away, and the prey of the terrible shall be delivered<u>:<\/u> for I will contend with him that contendeth with thee, and I will save thy children.                     <br>                     <br>26 And I will feed them that oppress thee with their own flesh; <u>and<\/u> they shall be drunken with their own blood<u>,<\/u> as with sweet wine<u>:<\/u> and all flesh shall know that I the Lord am thy <i>Saviour<\/i> and thy Redeemer, the <u>m<\/u>ighty One of Jacob.                     <br>                 <\/td>                 <td>22 Thus saith the Lord God<u>:<\/u> Behold, I will lift up mine hand to the Gentiles, and set up my standard to the people<u>;<\/u> and they shall bring thy sons in their arms, and thy daughters shall be carried upon their shoulders. (See also <a class=\"ref\">2 Nephi 6:6<\/a>.)                     <br>                     <br>23 And kings shall be thy nursing fathers, and their queens thy nursing mothers<u>;<\/u> they shall bow down to thee with their face toward<u>s<\/u> the earth, and lick up the dust of thy feet; and thou shalt know that I am the Lord<u>;<\/u> for they shall not be ashamed that wait for me. (See also <a class=\"ref\">2 Nephi 6:7, 13<\/a>.)                     <br>                     <br>24 <u>For s<\/u> hall the prey be taken from the mighty, or the lawful captive<u>s<\/u> delivered? (See also <a class=\"ref\">2 Nephi 6:16<\/a>.)                     <br>                     <br>25 But thus saith the Lord, <u>e<\/u>ven the captives of the mighty shall be taken away, and the prey of the terrible shall be delivered<u>;<\/u> for I will contend with him that contendeth with thee, and I will save thy children.                     <br>                     <br><i><a class=\"ref\">2 Nephi 6:17<\/a>.<\/i> But thus saith the Lord<u>:<\/u> Even the captives of the mighty shall be taken away, and the prey of the terrible shall be delivered<u>;<\/u> for <u>the Mighty God shall deliver his covenant people. For thus saith the Lord:<\/u> I will contend with <u>them<\/u> that contendeth with thee                     <br>                     <br>26 And I will feed them that oppress thee with their own flesh; they shall be drunken with their own blood as with sweet wine<u>;<\/u> and all flesh shall know that I<u>,<\/u> the Lord<u>,<\/u> am thy <i>Savior <\/i> and thy Redeemer, the <u>M<\/u>ighty One of Jacob. (See also <a class=\"ref\">2 Nephi 6:18<\/a>.)                     <br>                 <\/td>             <\/tr>         <\/tbody>     <\/table>",
    "audit": null
}