{
    "id": 16778,
    "source": "brewster",
    "verse_id": 17766,
    "verse_count": 5,
    "reference": "5:26-30",
    "title": "",
    "html": "<p><b><a class=\"ref\">2 Nephi 15:26-30<\/a><\/b><\/p>     <p>Isaiah now speaks words of encouragement. In the last days the Lord \"will lift up an ensign to the nations from far.\" Those who gather to this ensign will come quickly and with power. They will do so amidst contrasting conditions of light and darkness or good and evil.<\/p>     <p>A secondary interpretation of these verses focuses on the Assyrian invasion of Israel in 722-721 b.c. Commentators who subscribe to this belief identify the speed with which the Assyrian soldiers invaded the land and the quick destruction they brought about. Nevertheless, the major focus of these verses appears to align itself more closely with events of the last days.<\/p>     <table>         <tbody>             <tr>                 <td>26 And he will lift up an ensign to the nations from far, and will hiss unto them from the end of the earth<u>:<\/u> and<u>,<\/u> behold, they shall come with speed swiftly<u>:<\/u>                     <br>                     <br>27 <i><u>N<\/u>one shall be weary nor stumble among them<\/i><u>; n<\/u> one shall slumber nor sleep; neither shall the girdle of their loins be loosed, nor the latchet of their shoes be broken<u>:<\/u>                     <br>                     <br>28 Whose arrows <u>are<\/u> sharp, and all their bows bent, their horses' hoofs shall be counted like flint, and their wheels like a whirlwind<u>:<\/u>                     <br>                     <br>29 <i><u>T<\/u>heir roaring <u>shall be<\/u> like a lion<u>,<\/u> they shall roar like young lions; yea, they shall roar, and lay hold of the prey, and shall carry it away safe, and none shall deliver <u>it.<\/u><br><br>30 And in that day they shall roar against them like the roaring of the sea<u>:<\/u> and if <u>one<\/u> look unto the land, behold darkness and sorrow, and the light is darkened in the heavens thereof.<br><\/i><\/td>                 <td>26 And he will lift up an ensign to the nations from far, and will hiss unto them from the end of the earth<u>;<\/u> and behold, they shall come with speed swiftly<u>;<\/u>[Begin <a class=\"isa\" verses=\"WzE3NzY3XQ==\">Isaiah 5:27<\/a>.] <i><u>n<\/u>one shall be weary nor stumble among them<u>.<\/u><\/i>                     <br>                     <br>27 <u>N<\/u>one shall slumber nor sleep; neither shall the girdle of their loins be loosed, nor the latchet of their shoes be broken<u>;<\/u>                     <br>                     <br>28 Whose arrows <u>shall be<\/u> sharp, and all their bows bent, and their horses' hoofs shall be counted like flint, and their wheels like a whirlwind<u>,<\/u>[Begin <a class=\"isa\" verses=\"WzE3NzY5XQ==\">Isaiah 5:29<\/a>.] <i><u>t<\/u>heir roaring like a lion<u>.<\/u><\/i>                     <br>                     <br>29 <u>T<\/u>hey shall roar like young lions; yea, they shall roar, and lay hold of the prey, and shall carry away safe, and none shall deliver.                     <br>                     <br>30 And in that day they shall roar against them like the roaring of the sea<u>;<\/u> and if <u>they<\/u> look unto the land, behold<u>,<\/u> darkness and sorrow, and the light is darkened in the heavens thereof.                     <br>                 <\/td>             <\/tr>         <\/tbody>     <\/table>",
    "audit": null
}