{
    "id": 17264,
    "source": "brewster",
    "verse_id": 18738,
    "verse_count": 4,
    "reference": "54:14-17",
    "title": "",
    "html": "<p><b><a class=\"ref\">3 Nephi 22:14-17<\/a><\/b><\/p>     <p>The promise of the Lord's protection is given to His righteous followers. They have no need to fear oppression or terror, for those who fight against the people of Zion shall fail.<\/p>     <p>As a side note, it should be observed that from the day that Cain conspired with the devil to take his brother Abel's life and possessions, the righteous have suffered at the hands of the wicked. For divine purposes that we will all some day understand and appreciate, the Lord has not always intervened to stop oppression of His Saints and other good people of the earth. Nevertheless, when considered in the context of eternity, as noted in the commentary on 54:7, suffering and sorrow are but \"a small moment.\" Regardless of circumstances, the true Saint will always declare, \"The Lord gave and the Lord hath taken away; blessed be the name of the Lord.\" (<a class=\"ref\">Job 1:21<\/a>.)<\/p>     <table>         <tbody>             <tr>                 <td>14 In righteousness shalt thou be established<u>:<\/u> thou shalt be far from oppression<u>;<\/u> for thou shalt not fear<u>:<\/u> and from terror<u>;<\/u> for it shall not come near thee.                     <br>                     <br>15 Behold, they shall surely gather together<u>, but<\/u> not by me<u>:<\/u> whosoever shall gather together against thee shall fall for thy sake.                     <br>                     <br>16 Behold, I have created the smith that bloweth the coals in the fire, and that bringeth forth an instrument for his work; and I have created the waster to destroy.                     <br>                     <br>17 No weapon that is formed against thee shall prosper; and every tongue that shall <u>rise<\/u> against thee in judgment thou shalt condemn. This is the heritage of the servants of the Lord, and their righteousness is of me, saith the Lord.                     <br>                 <\/td>                 <td>14 In righteousness shalt thou be established<u>;<\/u> thou shalt be far from oppression for thou shalt not fear<u>,<\/u> and from terror for it shall not come near thee.                     <br>                     <br>15 Behold, they shall surely gather together <u>against thee,<\/u> not by me<u>;<\/u> whosoever shall gather together against thee shall fall for thy sake.                     <br>                     <br>16 Behold, I have created the smith that bloweth the coals in the fire, and that bringeth forth an instrument for his work; and I have created the waster to destroy.                     <br>                     <br>17 No weapon that is formed against thee shall prosper; and every tongue that shall <u>revile<\/u> against thee in judgment thou shalt condemn. This is the heritage of the servants of the Lord, and their righteousness is of me, saith the Lord.                     <br>                 <\/td>             <\/tr>         <\/tbody>     <\/table>",
    "audit": null
}