{
    "id": 16849,
    "source": "brewster",
    "verse_id": 17819,
    "verse_count": 8,
    "reference": "8:11-18",
    "title": "",
    "html": "<p><b><a class=\"ref\">2 Nephi 18:11-18<\/a><\/b><\/p>     <p>With great power the Lord tells Isaiah not to follow the ways of the people to whom he was to preach and prophesy. He is not to fear the people but to trust in the Lord, who will be a place of safety for those who trust Him but a stumbling block to the disbelievers. The prophet is told to record his testimony which we are now reading and he affirms his willingness to follow the Lord.<\/p>     <table>         <tbody>             <tr>                 <td>11 For the Lord spake thus to me with a strong hand, and instructed me that I should not walk in the way of this people, saying<u>,<\/u>                     <br>                     <br>12 Say ye not, A confederacy, to all <u>them<\/u> to whom this people shall say, A confederacy; neither fear ye their fear, nor be afraid.                     <br>                     <br>13 Sanctify the Lord of <u>h<\/u>osts himself<u>;<\/u> and let him be your fear, and let him be your dread.                     <br>                     <br>14 And he shall be for a sanctuary; but for a stone of stumbling and for a rock of <i>offence<\/i> to both the houses of Israel, for a gin and <u>for<\/u> a snare to the inhabitants of Jerusalem.                     <br>                     <br>15 And many among them shall stumble<u>,<\/u> and fall, and be broken, and be snared, and be taken.                     <br>                     <br>16 Bind up the testimony, seal the law among my disciples.                     <br>                     <br>17 And I will wait upon the Lord, that hideth his face from the house of Jacob, and I will look for him.                     <br>                     <br>18 Behold, I and the children whom the Lord hath given me are for signs and for wonders in Israel from the Lord of <u>h<\/u>osts, which dwelleth in <u>m<\/u>ount Zion.                     <br>                 <\/td>                 <td>11 For the Lord spake thus to me with a strong hand, and instructed me that I should not walk in the way of this people, saying<u>:<\/u>                     <br>                     <br>12 Say ye not, A confederacy, to all to whom this people shall say, A confederacy; neither fear ye their fear, nor be afraid.                     <br>                     <br>13 Sanctify the Lord of <u>H<\/u>osts himself<u>,<\/u> and let him be your fear, and let him be your dread.                     <br>                     <br>14 And he shall be for a sanctuary; but for a stone of stumbling<u>,<\/u> and for a rock of <i>offense<\/i> to both the houses of Israel, for a gin and a snare to the inhabitants of Jerusalem.                     <br>                     <br>15 And many among them shall stumble and fall, and be broken, and be snared, and be taken.                     <br>                     <br>16 Bind up the testimony, seal the law among my disciples.                     <br>                     <br>17 And I will wait upon the Lord, that hideth his face from the house of Jacob, and I will look for him.                     <br>                     <br>18 Behold, I and the children whom the Lord hath given me are for signs and for wonders in Israel from the Lord of <u>H<\/u>osts, which dwelleth in <u>M<\/u>ount Zion.                     <br>                 <\/td>             <\/tr>         <\/tbody>     <\/table>",
    "audit": null
}