{
    "id": 17069,
    "source": "brewster",
    "verse_id": 18631,
    "verse_count": 4,
    "reference": "48:16–19",
    "title": "",
    "html": "<p><b><a class=\"ref\">1 Nephi 20:16-19<\/a><\/b><\/p>     <p>The Lord has not spoken in secret. From the beginning He has clearly declared His works and His will, which was in full accord with that of His Father. Verse 16 is a foreshadowing of the Savior's later declaration during His mortal ministry: \"My meat is to do the will of him that sent me, and to finish his work.\" (<a class=\"ref\">John 4:34<\/a>.)<\/p>     <p>The Lord's counsel and commandments are always for the blessing (profit) of the obedient, while they who reject His words sow the seeds of sorrow and disappointment. Truly, as verse 22 later declares, \"There is no peace … unto the wicked,\" for \"there is peace [only] in righteous doing.\" (\"Choose the Right,\" <i>Hymns,<\/i> no. 239.)<\/p>     <table>         <tbody>             <tr>                 <td>16 Come ye near unto me<u>, hear ye this<\/u>; I have not spoken in secret from the beginning<u>;<\/u> from the time that it was<u>, there am I:<\/u> and <u>now <\/u> the Lord God, and his Spirit, hath sent me.                     <br>                     <br>17 <u>T<\/u>hus saith the Lord, thy Redeemer, the Holy One of Israel; I <u>am<\/u> the Lord thy God <u>which<\/u> teacheth thee to profit, <u>which<\/u> leadeth thee by the way <u>that<\/u> thou <i>shouldest<\/i> go<u>.<\/u>                     <br>                     <br>18 O that thou hadst hearkened to my commandments<u>!<\/u> then had thy peace been as a river, and thy righteousness as the waves of the sea<u>:<\/u>                     <br>                     <br>19 Thy seed also had been as the sand<u>, and<\/u> the offspring of thy bowels like the gravel thereof; his name should not have been cut off nor destroyed from before me.                     <br>                 <\/td>                 <td>16 Come ye near unto me<u>;<\/u> I have not spoken in secret<u>;<\/u> from the beginning<u>,<\/u> from the time that it was <u>declared have I spoken;<\/u> and the Lord God, and his Spirit, hath sent me.                     <br>                     <br>17 <u>And t<\/u> hus saith the Lord, thy Redeemer, the Holy One of Israel; I <u>have sent him,<\/u> the Lord thy God <u>who<\/u> teacheth thee to profit, <u>who<\/u> leadeth thee by the way thou <i>shouldst<\/i> go<u>, hath done it.<\/u>                     <br>                     <br>18 O that thou hadst hearkened to my commandmentsthen had thy peace been as a river, and thy righteousness as the waves of the sea<u>.<\/u>                     <br>                     <br>19 Thy seed also had been as the sand<u>;<\/u> the offspring of thy bowels like the gravel thereof; his name should not have been cut off nor destroyed from before me.                     <br>                 <\/td>             <\/tr>         <\/tbody>     <\/table>",
    "audit": null
}