{
    "id": 17210,
    "source": "brewster",
    "verse_id": 18711,
    "verse_count": 1,
    "reference": "52:14",
    "title": "",
    "html": "<p><b>(<a class=\"ref\">3 Nephi 20:44<\/a>).<\/b>\"<i>His visage was so marred.<\/i>\" His appearance was injured or disfigured. The qualifying phrase \"more than any man\" appears to make this applicable to the suffering Savior He who experienced more torment and sorrow in Gethsemane, and perhaps again on Calvary, than any mortal man or woman will ever know.<\/p>     <p>Yet these words may have a dual application, and they may have meaning to Joseph Smith as well. Monte Nyman explains: \"After the Savior quoted these verses to the Nephites, he gave a sign to them to show when these things were to take place. Since he had already been persecuted, crucified and resurrected, his quoting these verses shows that they had not yet been completely fulfilled. He said the prophecy would begin to be fulfilled when the works of the Nephites (the Book of Mormon) would come forth among the Gentiles (see <a class=\"ref\">3 Nephi 21:2-9<\/a>). He also said that when the Lamanites began to know of the Book of Mormon, the fulfilling of the prophecy would already have commenced. That the prophecy speaks of another servant besides Christ is clear from the Savior's explanation in <a class=\"ref\">3 Nephi 21:10-11<\/a>, which fairly well limits its fulfillment to the time of Joseph Smith.\" (GAWI, 204.)<\/p>     <p>In support of Dr. Nyman's conclusion, consider the Savior's words that \"the life of my servant shall be in my hand; therefore they shall not hurt him, although he shall be marred because of them.\" (<a class=\"ref\">3 Nephi 21:10<\/a>.) True it is that Joseph Smith and his brother Hyrum were martyred. Yet consider their ultimate condition in these comforting words heard by their grieving mother as she gazed upon the lifeless bodies of her slain sons: \"Mother, weep not for us, we have overcome the world by love; we carried to them the gospel, that their souls might be saved; they slew us for our testimony, and thus <i>placed us beyond their power;<\/i> their ascendency is for a moment, <i>ours is an eternal triumph.<\/i>\" (MOK, 78-79; italics added; see also <a class=\"ref\">D&amp;C 136:39<\/a>.)<\/p>",
    "audit": null
}