{
    "id": 17093,
    "source": "brewster",
    "verse_id": 18646,
    "verse_count": 5,
    "reference": "49:9-13",
    "title": "",
    "html": "<p><b><a class=\"ref\">1 Nephi 21:9-13<\/a><\/b><\/p>     <p>The promise of redemption continues in these verses. It extends to both sides of the veil: Whether in the spirit prison, where the gospel message is taken to the disembodied spirits, or in mortality, spiritual darkness will be dispersed. In addition to spiritual redemption, the physical gathering of Israel will proceed. Those returning shall come from afar. The inhabitants in heaven and on earth will break forth in joyous singing because Israel \"shall be smitten no more.\"<\/p>     <table>         <tbody>             <tr>                 <td>9 That thou mayest say to the prisoners<u>,<\/u> Go forth; to them that <u>are<\/u> in darkness<u>,<\/u><i> Shew<\/i> yourselves. They shall feed in the ways, and their pastures shall be in all high places.                     <br>                     <br>10 They shall not hunger nor thirst<u>;<\/u> neither shall the heat nor sun smite them<u>:<\/u> for he that hath mercy on them shall lead them, even by the springs of water shall he guide them.                     <br>                     <br>11 And I will make all my mountains a way, and my highways shall be exalted.                     <br>                     <br>12 <u>B<\/u>ehold, these shall come from far<u>:<\/u> and<u>,<\/u> lo, these from the north and from the west; and these from the land of Sinim.                     <br>                     <br>13 Sing, O heavens; and be joyful, O earth; and break forth into singing, O mountains<u>:<\/u> for the Lord hath comforted his people, and will have mercy upon his afflicted.                     <br>                 <\/td>                 <td>9 That thou mayest say to the prisoners<u>:<\/u> Go forth; to them that <u>sit<\/u> in darkness<u>:<\/u><i> Show<\/i> yourselves. They shall feed in the ways, and their pastures shall be in all high places.                     <br>                     <br>10 They shall not hunger nor thirst<u>,<\/u> neither shall the heat nor <u>the<\/u> sun smite them<u>;<\/u> for he that hath mercy on them shall lead them, even by the springs of water shall he guide them.                     <br>                     <br>11 And I will make all my mountains a way, and my highways shall be exalted.                     <br>                     <br>12 <u>And then, O house of Israel, b<\/u> ehold, these shall come from far<u>;<\/u> and lo, these from the north and from the west; and these from the land of Sinim.                     <br>                     <br>13 Sing, O heavens; and be joyful, O earth; <u>for the feet of those who are in the east shall be established;<\/u> and break forth into singing, O mountains<u>; for they shall be smitten no more;<\/u> for the Lord hath comforted his people, and will have mercy upon his afflicted.                     <br>                 <\/td>             <\/tr>         <\/tbody>     <\/table>",
    "audit": null
}