{
    "id": 16889,
    "source": "brewster",
    "verse_id": 17848,
    "verse_count": 4,
    "reference": "9:18–21",
    "title": "",
    "html": "<p><b><a class=\"ref\">2 Nephi 19:18-21<\/a><\/b><\/p>     <p>In the last verses of this chapter, the prophet vividly describes the effects of disobedience and sin. We are reminded of the apostle Paul's statement, \"The wages of sin is death.\" (<a class=\"ref\">Romans 6:23<\/a>.)<\/p>     <p>However, the people won't have to wait until death to suffer the terrible consequences of their wickedness, for their mortal lives will be filled with much anguish. Famine, anarchy, and murder will prevail.<\/p>     <table>         <tbody>             <tr>                 <td>18 For wickedness burneth as the fire<u>:<\/u> it shall devour the briers and thorns, and shall kindle in the thickets of the forest, and they shall mount up like the lifting up of smoke.                     <br>                     <br>19 Through the wrath of the Lord of <u>h<\/u>osts is the land darkened, and the people shall be as the fuel of the fire<u>:<\/u> no man shall spare his brother.                     <br>                     <br>20 And he shall snatch on the right hand<u>,<\/u> and be hungry; and he shall eat on the left hand<u>,<\/u> and they shall not be satisfied<u>:<\/u> they shall eat every man the flesh of his own arm<u>:<\/u>                     <br>                     <br>21 Manasseh, Ephraim; and Ephraim, Manasseh: <u>and<\/u> they together shall be against Judah. For all this his anger is not turned away, but his hand is stretched out still.                     <br>                 <\/td>                 <td>18 For wickedness burneth as the fire<u>;<\/u> it shall devour the briers and thorns, and shall kindle in the thickets of the forest<u>s<\/u>, and they shall mount up like the lifting up of smoke.                     <br>                     <br>19 Through the wrath of the Lord of <u>H<\/u>osts is the land darkened, and the people shall be as the fuel of the fire<u>;<\/u> no man shall spare his brother.                     <br>                     <br>20 And he shall snatch on the right hand and be hungry; and he shall eat on the left hand and they shall not be satisfied<u>;<\/u> they shall eat every man the flesh of his own arm                     <br>                     <br>21 Manasseh, Ephraim; and Ephraim, Manasseh; they together shall be against Judah. For all this his anger is not turned away, but his hand is stretched out still.                     <br>                 <\/td>             <\/tr>         <\/tbody>     <\/table>",
    "audit": null
}