{
    "id": 17227,
    "source": "brewster",
    "verse_id": 18719,
    "verse_count": 3,
    "reference": "53:7–9",
    "title": "",
    "html": "<p><b><a class=\"ref\">Mosiah 14:7-9; 15:6, 10<\/a><\/b><\/p>     <p>Isaiah now speaks of the indignities to which the King of kings was subjected in courts of unworthy earthly rulers Annas, Caiaphas, Herod, and Pilate. The Sinless One was first brought before the deposed high priest Annas, who one chronicler said \"ranks with Judas among the abominable of the earth.\" (<a class=\"ref\">John 18:13<\/a>; MM 4:143.) He was next paraded before Caiaphas, the incumbent high priest of the Sanhedrin, and others of that body. Here Jesus was spat upon, mocked, and buffeted. (<a class=\"ref\">Matthew 26:57-68<\/a>.) Although next taken to Pilate, he was sent by this puppet Roman ruler to the adulterous and murderous Herod, who had jurisdiction over Galileans. \"Herod with his men of war set him at nought, and mocked him\" before returning Jesus to Pilate for further mockery, abuse, and final judgment. (<a class=\"ref\">Luke 23:11<\/a>.)<\/p>     <p>Judged of wicked men, the Righteous One was sentenced to death, cutting Him off from family and posterity. He was crucified alongside criminals deserving of their conviction, if not their punishment. And, finally, the mortal remains of this sinless Son of God were laid temporarily in the tomb of a man of worldly means whose charity extended to Him who once poignantly declared, \"The foxes have holes, and the birds of the air have nests; but the Son of man hath not where to lay his head.\" (<a class=\"ref\">Matthew 8:20<\/a>.)<\/p>     <table>         <tbody>             <tr>                 <td>7 He was oppressed, and he was afflicted, yet he opened not his mouth<u>:<\/u> he is brought as a lamb to the slaughter, and as a sheep before her shearer<u>s<\/u> is dumb<u>,<\/u> so he <i>openeth<\/i> not his mouth.                     <br>                     <br>8 He was taken from prison and from judgment<u>:<\/u> and who shall declare his generation? <u>f<\/u>or he was cut off out of the land of the living<u>:<\/u> for the transgression of my people was he stricken.                     <br>                     <br>9 And he made his grave with the wicked, and with the rich in his death; because he had done no <u>violence<\/u>, neither was any deceit in his mouth.                     <br>                 <\/td>                 <td>7 He was oppressed, and he was afflicted, yet he opened not his mouth<u>;<\/u> he is brought as a lamb to the slaughter, and as a sheep before her shearers is dumb so he <i>opened<\/i> not his mouth.                     <br>                     <br><i><a class=\"ref\">Mosiah 15:6<\/a>.<\/i><u>And after all this, after working many mighty miracles among the children of men, he shall be led, yea, even as Isaiah said,<\/u> as a sheep before <u>the<\/u> shearer is dumb, so he <i>opened<\/i> not his mouth.                     <br>                     <br>8 He was taken from prison and from judgment<u>;<\/u> and who shall declare his generation? <u>F<\/u>or he was cut off out of the land of the living<u>;<\/u> for the transgression<u>s<\/u> of my people was he stricken.                     <br>                     <br><i><a class=\"ref\">Mosiah 15:10<\/a>.<\/i><u>And now I say unto you,<\/u> who shall declare his generation? <u>Behold, I say unto you, that when his soul has been made an offering for sin he shall see his seed. And now what say ye? And who shall be his seed?<\/u>                     <br>                     <br>9 And he made his grave with the wicked, and with the rich in his death; because he had done no <u>evil<\/u>, neither was any deceit in his mouth.                     <br>                     <br>                 <\/td>             <\/tr>         <\/tbody>     <\/table>",
    "audit": null
}