{
    "id": 16923,
    "source": "brewster",
    "verse_id": 17895,
    "verse_count": 1,
    "reference": "11:10",
    "title": "",
    "html": "<p><b>(<a class=\"ref\">2 Nephi 21:10<\/a>).<\/b>\"<i>Root of Jesse.<\/i>\" The Doctrine and Covenants identifies this individual as \"a descendant of Jesse, as well as of Joseph, unto whom rightly belongs the priesthood, and the keys of the kingdom, for an ensign, and for the gathering of my people in the last days.\" (<a class=\"ref\">D&amp;C 113:5-6<\/a>.) The apostle Paul mistakenly identified the \"root\" as Christ. (<a class=\"ref\">Romans 15:12<\/a>.) Dr. Sidney B. Sperry explained the reason for this mistake:<\/p>     <p>\"Examination of <a class=\"ref\">Romans 15:12<\/a> demonstrates that Paul was closely following the Septuagint (LXX, Greek translation) text of <a class=\"isa\" verses=\"WzE3ODk1XQ==\">Isaiah 11:10<\/a> rather than the Hebrew. As a matter of fact, the LXX version is only a paraphrase of the original Hebrew. We notice that the Greek version of <a class=\"isa\" verses=\"WzE3ODg2XQ==\">Isaiah 11:1<\/a> translates the Hebrew text, 'stem of Jesse,' as the 'root of Jesse' and uses the same phrase in <a class=\"isa\" verses=\"WzE3ODk1XQ==\">Isaiah 11:10<\/a>. Of interest is the fact that the Greek word <i>riza<\/i>(root) is used in both verses to translate different Hebrew words. Paul would be quick to discern that the 'root of Jesse' of the LXX text of <a class=\"isa\" verses=\"eyIxNzg4NiI6NX0=\">Isaiah 11:1-5<\/a> was the Christ. And when he observed that the phrase 'root of Jesse' was used again in verse 10, he would naturally assume that it, too, had reference to the Christ. Hence the reason for his quotation in <a class=\"ref\">Romans 15:12<\/a>.\" (BMC, 227.)<\/p>     <p>Who, then, is the \"root of Jesse?\" It appears that the Prophet Joseph Smith is both the \"rod\" and the \"root\" that will come from Jesse. (See BMC, 223; DCBM 1:281; GAWI, 73-74.) He is the one upon whom the keys of the kingdom were bestowed, including the keys of the gathering of Israel. (See <a class=\"ref\">D&amp;C 13:1; 27:12-13; 90:2-3; 110:11-16<\/a>.) However, Victor Ludlow suggested that \"Joseph Smith might not be the only 'root of Jesse' in these last days. Many presidents of the Church have been related to him by blood, and all have held the priesthood and the keys of the kingdom that he held. … The 'root of Jesse' could also be that particular prophet who will hold the keys when Christ returns to preside personally over his kingdom. The term could even represent the office of the president of the Church. In any case, the 'root of Jesse' designates a great leader in the Church of Jesus Christ in this dispensation.\" (IPSP, 174.)<\/p>     <p>A most interesting commentary on Joseph Smith's divine calling was supplied by Victor Ludlow. Jewish tradition anticipates two \"saviors\" or \"messiahs\": \"Messiah ben David\" (a redeemer Messiah descended from David) and \"Messiah ben Joseph\" (a redeemer descended from Joseph). Regarding this second \"Messiah,\" the <i>Encyclopedia Judaica<\/i> 11:1411 states: \"A secondary messianic figure is the Messiah son of Joseph (or Ephraim), whose coming precedes that of the Messiah, son of David, and who will die in combat with the enemies of God and Israel.\" Dr. Ludlow then suggests, \"Joseph Smith and his martyrdom could already be a fulfillment of this role.\" (IPSP, 177.)<\/p>",
    "audit": null
}