{
    "id": 16904,
    "source": "brewster",
    "verse_id": 17871,
    "verse_count": 4,
    "reference": "10:20-23",
    "title": "",
    "html": "<p><b><a class=\"ref\">2 Nephi 20:20-23<\/a><\/b><\/p>     <p>In these verses, Isaiah returns to a favorite theme \"a remnant will return,\" which is the meaning of the name of his son Shear-jashub. Although the country of Israel was overrun by her enemies and her people were scattered, yet a remnant would return. This return would not only be to the land of her ancestors, but also to her God the great Jehovah. This prophecy extends to scattered Israel of the latter days as well. She will no longer \"stay\" (rely) on the \"arm of flesh,\" but on the living God. (See <a class=\"ref\">D&amp;C 1:19-20<\/a>.)<\/p>     <p>Victor Ludlow provides the following commentary regarding the remnant that will gather: \"Isaiah uses the term <i>remnant<\/i> to describe two distinct groups of Israelites: he talks about a remnant that remains in the land after the Assyrian destruction and promises the return of a future righteous remnant. The two groups are called the <i>historical remnant<\/i> and the <i>eschatological remnant<\/i> respectively. The historical remnant is the group present from a past event (such as the Assyrian invasions), while the eschatological remnant is the group that will emerge from a future action of God and have the qualifications of a latter-day, millennial society. Isaiah's urgent hope is that the historical remnant of the eighth century b.c. will return to the Lord and become the community from which the eschatological remnant will emerge.\" (IPSP, 164.)<\/p>     <table>         <tbody>             <tr>                 <td>20 And it shall come to pass in that day, that the remnant of Israel, and such as are escaped of the house of Jacob, shall no more again stay upon him that smote them<u>;<\/u> but shall stay upon the Lord, the Holy One of Israel, in truth.                     <br>                     <br>21 The remnant shall return, even the remnant of Jacob, unto the mighty God.                     <br>                     <br>22 For though thy people Israel be as the sand of the sea, yet a remnant of them shall return<u>:<\/u> the consumption decreed shall overflow with righteousness.                     <br>                     <br>23 For the Lord God of <u>h<\/u>osts shall make a consumption, even determined<u>,<\/u> in <u>the midst of<\/u> all the land.                     <br>                 <\/td>                 <td>20 And it shall come to pass in that day, that the remnant of Israel, and such as are escaped of the house of Jacob, shall no more again stay upon him that smote them<u>,<\/u> but shall stay upon the Lord, the Holy One of Israel, in truth.                     <br>                     <br>21 The remnant shall return, <u>yea,<\/u> even the remnant of Jacob, unto the mighty God.                     <br>                     <br>22 For though thy people Israel be as the sand of the sea, yet a remnant of them shall return<u>;<\/u> the consumption decreed shall overflow with righteousness.                     <br>                     <br>23 For the Lord God of <u>H<\/u>osts shall make a consumption, even determined in all the land.                     <br>                 <\/td>             <\/tr>         <\/tbody>     <\/table>",
    "audit": null
}