{
    "id": 16886,
    "source": "brewster",
    "verse_id": 17843,
    "verse_count": 5,
    "reference": "9:13–17",
    "title": "",
    "html": "<p><b><a class=\"ref\">2 Nephi 19:13-17<\/a><\/b><\/p>     <p>In spite of the dire predictions that await them, and the predicament in which they find themselves, the people stubbornly refuse to repent and return to the Lord of Hosts. They are led by corrupt leaders who lead them astray. The scriptures remind us that \"when the wicked rule the people mourn.\" (<a class=\"ref\">D&amp;C 98:9<\/a>; see also <a class=\"ref\">Proverbs 29:2<\/a>.) Because of their apostasy, they will be destroyed or scattered.<\/p>     <table>         <tbody>             <tr>                 <td>13 For the people turneth not unto him that smiteth them, neither do they seek the Lord of <u>h<\/u>osts.                     <br>                     <br>14 Therefore <i>the Lord will<\/i> cut off from Israel head and tail, branch and rush<u>,<\/u> in one day.                     <br>                     <br>15 The ancient <u>and honourable<\/u>, he is the head; and the prophet that teacheth lies, he is the tail.                     <br>                     <br>16 For the leaders of this people cause them to err; and they that are led of them are destroyed.                     <br>                     <br>17 Therefore the Lord shall have no joy in their young men, neither shall have mercy on their fatherless and widows<u>:<\/u> for every one is <i>an<\/i> hypocrite and an evildoer, and every mouth speaketh folly. For all this his anger is not turned away, but his hand is stretched out still.                     <br>                 <\/td>                 <td>13 For the people turneth not unto him that smiteth them, neither do they seek the Lord of <u>H<\/u>osts.                     <br>                     <br>14 Therefore <i>will the Lord<\/i> cut off from Israel head and tail, branch and rush in one day.                     <br>                     <br>15 The ancient, he is the head; and the prophet that teacheth lies, he is the tail.                     <br>                     <br>16 For the leaders of this people cause them to err; and they that are led of them are destroyed.                     <br>                     <br>17 Therefore the Lord shall have no joy in their young men, neither shall have mercy on their fatherless and widows<u>;<\/u> for every one <u>of them<\/u> is <i>a<\/i> hypocrite and an evildoer, and every mouth speaketh folly. For all this his anger is not turned away, but his hand is stretched out still.                     <br>                 <\/td>             <\/tr>         <\/tbody>     <\/table>",
    "audit": null
}