{
    "id": 16843,
    "source": "brewster",
    "verse_id": 17813,
    "verse_count": 6,
    "reference": "8:5–10",
    "title": "",
    "html": "<p><b><a class=\"ref\">2 Nephi 18:5-10<\/a> <\/b><\/p>     <p>Because the people of Judah refused to accept the word of the Lord through His prophet, Isaiah prophesies they too will be victimized by the Assyrians. Instead of being soothed by the gentle \"waters of Shiloah,\" which represented the tender care of Christ, they will be ravaged by the floodwaters of the invading Assyrians. Yet there is hope. Inspite of the alliances formed against her, Judah will yet be the birthplace of the promised Messiah.<\/p>     <table>         <tbody>             <tr>                 <td>5 The Lord spake also unto me again, saying<u>,<\/u>                     <br>                     <br>6 Forasmuch as this people refuseth the waters of Shiloah that go softly, and rejoice in Rezin and Remaliah's son;                     <br>                     <br>7 Now therefore, behold, the Lord bringeth up upon them the waters of the river, strong and many, even the king of Assyria<u>,<\/u> and all his glory<u>:<\/u> and he shall come up over all his channels, and go over all his banks<u>:<\/u>                     <br>                     <br>8 And he shall pass through Judah; he shall overflow and go over, he shall reach even to the neck; and the stretching out of his wings shall fill the breadth of thy land, O Immanuel.                     <br>                     <br>9 Associate yourselves, O ye people, and ye shall be broken in pieces; and give ear<u>,<\/u> all ye of far countries<u>:<\/u> gird yourselves, and ye shall be broken in pieces; gird yourselves, and ye shall be broken in pieces.                     <br>                     <br>10 Take counsel together, and it shall come to <i>nought;<\/i> speak the word, and it shall not stand<u>:<\/u> for God is with us.                     <br>                 <\/td>                 <td>5 The Lord spake also unto me again, saying<u>:<\/u>                     <br>                     <br>6 Forasmuch as this people refuseth the waters of Shiloah that go softly, and rejoice in Rezin and Remaliah's son;                     <br>                     <br>7 Now therefore, behold, the Lord bringeth up upon them the waters of the river, strong and many, even the king of Assyria and all his glory<u>;<\/u> and he shall come up over all his channels, and go over all his banks<u>.<\/u>                     <br>                     <br>8 And he shall pass through Judah; he shall overflow and go over, he shall reach even to the neck; and the stretching out of his wings shall fill the breadth of thy land, O Immanuel.                     <br>                     <br>9 Associate yourselves, O ye people, and ye shall be broken in pieces; and give ear all ye of far countries<u>;<\/u> gird yourselves, and ye shall be broken in pieces; gird yourselves, and ye shall be broken in pieces.                     <br>                     <br>10 Take counsel together, and it shall come to <i>naught;<\/i> speak the word, and it shall not stand<u>;<\/u> for God is with us.                     <br>                 <\/td>             <\/tr>         <\/tbody>     <\/table>",
    "audit": null
}