{
    "id": 17101,
    "source": "brewster",
    "verse_id": 18651,
    "verse_count": 8,
    "reference": "49:14–21",
    "title": "",
    "html": "<p><b><a class=\"ref\">1 Nephi 21:14-21<\/a><\/b><\/p>     <p>Because of her long dispersion, and in an attitude of not accepting personal responsibility for her distressed condition, Israel or Zion will lament that the Lord has forgotten her. Yet, as the Nephite text shows, in her heart she knows her Redeemer \"will show that he hath not.\" His memory of and feelings for her are even stronger than those of a mother for the child she has borne. The image of Israel is ever before the Lord.<\/p>     <p>Jehovah reiterates His promises that the children of Israel shall return from captivity. He swears with a divine oath (\"as I live\") that His word will be kept. Israel will be utterly amazed at her numbers and will plead for more space to hold her burgeoning population.<\/p>     <table>         <tbody>             <tr>                 <td>14 But Zion said<u>,<\/u> The Lord hath forsaken me, and my Lord hath forgotten me<u>.<\/u>                     <br>                     <br>15 <u>C<\/u>an a woman forget her sucking child, that she should not have compassion on the son of her womb? <u>y<\/u>ea, they may forget, yet will I not forget thee<u>.<\/u>                     <br>                     <br>16 Behold, I have graven thee upon the palms of my hands; thy walls are continually before me.                     <br>                     <br>17 Thy children shall make haste<u>;<\/u> thy destroyers and they that made thee waste shall go forth of thee.                     <br>                     <br>18 Lift up thine eyes round about<u>,<\/u> and behold<u>:<\/u> all these gather themselves together, and come to thee. <u>A<\/u>s I live, saith the Lord, thou shalt surely clothe thee with them all, as with an ornament, and bind them on <u>thee,<\/u> as a bride <u>doeth.<\/u>                     <br>                     <br>19 For thy waste and thy desolate places, and the land of thy destruction, shall even now be too narrow by reason of the inhabitants<u>,<\/u> and they that swallowed thee up shall be far away.                     <br>                     <br>20 The children <u>which<\/u> thou shalt have, after thou hast lost the <u>other<\/u>, shall <i>say again in thine ears<\/i><u>,<\/u> The place is too strait for me<u>:<\/u> give place to me that I may dwell.                     <br>                     <br>21 Then shalt thou say in thine heart<u>,<\/u> Who hath begotten me these, seeing I have lost my children, and am desolate, a captive, and removing to and fro? <u>a<\/u>nd who hath brought up these? Behold, I was left alone; these, where <u>had<\/u> they been?                     <br>                 <\/td>                 <td>14 But<u>, behold,<\/u> Zion <u>hath<\/u> said<u>:<\/u> The Lord hath forsaken me, and my Lord hath forgotten me<u>but he will show that he hath not.<\/u>                     <br>                     <br>15 <u>For c<\/u> an a woman forget her sucking child, that she should not have compassion on the son of her womb? <u>Y<\/u>ea, they may forget, yet will I not forget thee<u>, O house of Israel.<\/u>                     <br>                     <br>16 Behold, I have graven thee upon the palms of my hands; thy walls are continually before me.                     <br>                     <br>17 Thy children shall make haste <u>against<\/u> thy destroyers<u>;<\/u> and they that made thee waste shall go forth of thee.                     <br>                     <br>18 Lift up thine eyes round about and behold<u>;<\/u> all these gather themselves together, and <u>they shall<\/u> come to thee. <u>And as<\/u> I live, saith the Lord, thou shalt surely clothe thee with them all, as with an ornament, and bind them on <u>even<\/u> as a bride.                     <br>                     <br>19 For thy waste and thy desolate places, and the land of thy destruction, shall even now be too narrow by reason of the inhabitants<u>;<\/u> and they that swallowed thee up shall be far away.                     <br>                     <br>20 The children <u>whom<\/u> thou shalt have, after thou hast lost the <u>first<\/u>, shall <i>again in thine ears say<\/i><u>:<\/u> The place is too strait for me<u>;<\/u> give place to me that I may dwell.                     <br>                     <br>21 Then shalt thou say in thine heart<u>:<\/u> Who hath begotten me these, seeing I have lost my children, and am desolate, a captive, and removing to and fro? <u>A<\/u>nd who hath brought up these? Behold, I was left alone; these, where <u>have<\/u> they been?                     <br>                 <\/td>             <\/tr>         <\/tbody>     <\/table>",
    "audit": null
}