{
    "id": 17163,
    "source": "brewster",
    "verse_id": 18686,
    "verse_count": 6,
    "reference": "51:12–17",
    "title": "",
    "html": "<p><b><a class=\"ref\">2 Nephi 8:12-17<\/a><\/b><\/p>     <p>The Lord reminds the people of His power to comfort and again admonishes the people not to fear mortals. The God of Israel is the One who made this very earth. He is the One of everlasting power, to whom the people should give their attention and allegiance. Israel is admonished to open her eyes, to awaken from her stupor, and to recognize her role as the Lord's people.<\/p>     <table>         <tbody>             <tr>                 <td>12 I<u>, even<\/u> I<u>,<\/u> am he that comforteth you<u>:<\/u> who art thou, that thou <i>shouldest<\/i> be afraid of <u>a<\/u> man <u>that<\/u> shall die, and of the son of man <u>which<\/u> shall be made <u>as<\/u> grass<u>;<\/u>                     <br>                     <br>13 And forgettest the Lord thy maker, that hath stretched forth the heavens, and laid the foundations of the earth<u>;<\/u> and hast feared continually every day because of the fury of the oppressor, as if he were ready to destroy? <u>a<\/u> nd where is the fury of the oppressor?                     <br>                     <br>14 The captive exile hasteneth that he may be loosed, and that he should not die in the pit, nor that his bread should fail.                     <br>                     <br>15 But I am the Lord thy God, <u>that divided the sea,<\/u> whose waves roared<u>: T<\/u> he Lord of <u>h<\/u>osts is <u>his<\/u> name.                     <br>                     <br>16 And I have put my words in thy mouth, and <u>I<\/u>have covered thee in the shadow of mine hand, that I may plant the heavens<u>,<\/u> and lay the foundations of the earth, and say unto Zion<u>, T<\/u> hou art my people.                     <br>                     <br>17 Awake, awake, stand up, O Jerusalem, which hast drunk at the hand of the Lord the cup of his fury<u>;<\/u> thou hast drunken the dregs of the cup of trembling<u>, and<\/u> wrung <u>them<\/u> out<u>.<\/u>                     <br>                 <\/td>                 <td>12 I <u>am he; yea,<\/u> I am he that comforteth you<u>. Behold,<\/u> who art thou, that thou <i>shouldst<\/i> be afraid of man<u>, who<\/u> shall die, and of the son of man<u>, who<\/u> shall be made <u>like unto<\/u> grass<u>?<\/u>                     <br>                     <br>13 And forgettest the Lord thy maker, that hath stretched forth the heavens, and laid the foundations of the earth<u>,<\/u> and hast feared continually every day<u>,<\/u> because of the fury of the oppressor, as if he were ready to destroy? <u>A<\/u>nd where is the fury of the oppressor?                     <br>                     <br>14 The captive exile hasteneth<u>,<\/u> that he may be loosed, and that he should not die in the pit, nor that his bread should fail.                     <br>                     <br>15 But I am the Lord thy God, whose waves roared<u>; t<\/u> he Lord of <u>H<\/u>osts is <u>my<\/u> name.                     <br>                     <br>16 And I have put my words in thy mouth, and have covered thee in the shadow of mine hand, that I may plant the heavens and lay the foundations of the earth, and say unto Zion<u>: Behold, t<\/u> hou art my people.                     <br>                     <br>17 Awake, awake, stand up, O Jerusalem, which hast drunk at the hand of the Lord the cup of his furythou hast drunken the dregs of the cup of trembling wrung out                     <br>                 <\/td>             <\/tr>         <\/tbody>     <\/table>",
    "audit": null
}