{
    "id": 16667,
    "source": "brewster",
    "verse_id": 17688,
    "verse_count": 1,
    "reference": "2:2",
    "title": "",
    "html": "<p><b>(<a class=\"ref\">2 Nephi 12:2<\/a>). <\/b><i>\"The mountain of the Lord's house shall be established in the top of the mountains.\"<\/i> During the dedicatory prayer for the Salt Lake Temple, President Wilford Woodruff mentioned Isaiah's prophecy in conjunction with the temple. (DWW, 337.) Over eight decades later a member of the Quorum of the Twelve Apostles, Elder LeGrand Richards, declared the Salt Lake Temple to be \"that house of the God of Jacob\" of whom the Old Testament prophets Isaiah and Micah spoke. (CR, October 1975, p. 77; see also <a class=\"ref\">Micah 4:1<\/a>; BICQ, 115-16.)<\/p>     <p>While Isaiah, Micah, and Nephi may have seen the Salt Lake Temple in vision, there is a broader application to this prophecy. Elder Bruce R. McConkie wrote: \"This has specific reference to the Salt Lake Temple and to the other temples built in the top of the Rocky Mountains, and it has a general reference to the temple yet to be built in the New Jerusalem in Jackson County, Missouri. Those in all nations, be it noted, shall flow to the houses of the Lord in the tops of the mountains, there to make the covenants out of which eternal life comes.\" (ANW, 539.)<\/p>     <p>An additional application comes from latter-day revelation, which admonishes \"Judah [to] flee unto Jerusalem, unto the mountains of the Lord's house.\" (<a class=\"ref\">D&amp;C 133:13<\/a>.) As seen by Zechariah, a temple must be built in old Jerusalem before the Second Coming, a temple to be built by proper priesthood authority. (<a class=\"ref\">Zechariah 6:12-15<\/a>; BICQ, 121-24.)<\/p>     <p>Isaiah's prophecy may also have further implications: \"The word <i>mountain<\/i> as it appears in the scriptures. . . . is a place on earth where God meets his servants to instruct them and direct their activity. . . . When an earthly place has been sanctified to the Lord where he may commune with his servants (<a class=\"ref\">Exodus 25:21-22; 29:42-46<\/a>), then such a place may be called 'the mountain of the Lord.'. . . . Thus, the mountain of the Lord is the Lord's administrative center where he is at work directing the affairs of his kingdom until the kingdom of heaven comes to earth. The entire earth will then be a 'mountain.'\" (DCE, 372.)<\/p>",
    "audit": null
}