{
    "id": 16936,
    "source": "brewster",
    "verse_id": 17902,
    "verse_count": 3,
    "reference": "12:1–3",
    "title": "",
    "html": "<p><b><a class=\"ref\">2 Nephi 22:1-3<\/a><\/b><\/p>     <p>The redeemed remnant will be grateful for forgiveness. Because Israel will turn from sin to repentance, the Lord will turn from punishing her to comforting her. The Lord God Jehovah is not only a source of protecting strength to the once-beleaguered Israel, but He is also the source of her salvation in His role as the Redeeming One, or Savior.<\/p>     <p>Verse 3 has been referred to as \"one of the loveliest in the Old Testament\" (BMC, 231) and as \"the most important verse in this set\" (IPSP, 178). However, scholars are uncertain as to whether it belongs with the psalm in verses 1 and 2 or with the second psalm in verses 4 to 6.<\/p>     <table>         <tbody>             <tr>                 <td><b><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 12<\/a><br><br><br>1 And in that day thou shalt say<u>,<\/u> O Lord, I will praise thee<u>:<\/u> though thou wast angry with me<u>,<\/u> thine anger is turned away, and thou <i>comfortedst<\/i> me. <br>2 Behold, God is my salvation; I will trust, and not be afraid: for the Lord JEHOVAH is my strength and my song; he also <u>is<\/u> become my salvation. <br><br>3 Therefore with joy shall ye draw water out of the wells of salvation.<br><\/b><\/td>                 <td><a class=\"ref\">2 Nephi 22<\/a>                     <br>                     <br>                     <br>1 And in that day thou shalt say<u>:<\/u> O Lord, I will praise thee<u>;<\/u> though thou wast angry with me thine anger is turned away, and thou <i>comfortedest<\/i> me.                     <br>                     <br>2 Behold, God is my salvation; I will trust, and not be afraid; for the Lord JEHOVAH is my strength and my song; he also <u>has<\/u> become my salvation.                     <br>                     <br>3 Therefore, with joy shall ye draw water out of the wells of salvation.                     <br>                 <\/td>             <\/tr>         <\/tbody>     <\/table>",
    "audit": null
}