{
    "id": 17145,
    "source": "brewster",
    "verse_id": 18675,
    "verse_count": 8,
    "reference": "51:1–8",
    "title": "",
    "html": "<p><b><a class=\"ref\">2 Nephi 8:1-8<\/a><\/b><\/p>     <p> As noted above, there is an initial appeal for the posterity of Abraham and Sarah to follow their ancestors' righteous examples. There follows the Lord's promise to comfort Hispeople and to redeem her waste places. Israel is admonished to listen to the Lord and to follow His teachings. While the heavens and the earth, as we know them today, will ultimately vanish, the salvation of the Lord is everlasting. Those whose heart is set upon righteousness need not fear what mortal man can do.<\/p>     <table>         <tbody>             <tr>                 <td><b><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 51<\/a><br><br><br>1 Hearken <i>to<\/i> me, ye that follow after righteousness<u>, ye that seek the Lord: l<\/u> ook unto the rock whence ye are hewn, and to the hole of the pit whence ye are digged.<br><br>2 Look unto Abraham your father, and unto Sarah that bare you<u>:<\/u> for I called him alone, and blessed him<u>, and increased him.<\/u><br><br>3 For the Lord shall comfort Zion<u>:<\/u> he will comfort all her waste places; and he will make her wilderness like Eden, and her desert like the garden of the Lord<u>; j<\/u> oy and gladness shall be found therein, thanksgiving<u>,<\/u> and the voice of melody.<br><br>4 Hearken unto me, my people; and give ear unto me, O my nation<u>:<\/u> for a law shall proceed from me, and I will make my judgment to rest for a light <u>of<\/u> the people.<br><br>5 My righteousness is near; my salvation is gone forth, and mine arm<u>s<\/u> shall judge the people<u>; t<\/u> he isles shall wait upon me, and on mine arm shall they trust. <br><br><\/b>6 Lift up your eyes to the heavens, and look upon the earth beneath<u>:<\/u> for the heavens shall vanish away like smoke, and the earth shall wax old like a garment<u>,<\/u> and they that dwell therein shall die in like manner<u>: b<\/u> ut my salvation shall be <i>for ever,<\/i> and my righteousness shall not be abolished.                     <br>                     <br>7 Hearken unto me, ye that know righteousness, the people in whose heart <u>is<\/u> my law<u>;<\/u> fear ye not the reproach of men, neither be ye afraid of their revilings.                     <br>                     <br>8 For the moth shall eat them up like a garment, and the worm shall eat them like wool<u>: b<\/u> ut my righteousness shall be <i>for ever, <\/i> and my salvation from generation to generation.                     <br>                 <\/td>                 <td><a class=\"ref\">2 Nephi 8<\/a>                     <br>                     <br>                     <br>1 Hearken <i>unto<\/i> me, ye that follow after righteousness<u>. L<\/u> ook unto the rock <u>from<\/u> whence ye are hewn, and to the hole of the pit <u>from<\/u> whence ye are digged.                     <br>                     <br>2 Look unto Abraham<u>,<\/u> your father, and unto Sarah<u>, she<\/u> that bare you<u>;<\/u> for I called him alone, and blessed him<u>.<\/u>                     <br>                     <br>3 For the Lord shall comfort Zion<u>,<\/u> he will comfort all her waste places; and he will make her wilderness like Eden, and her desert like the garden of the Lord<u>. J<\/u> oy and gladness shall be found therein, thanksgiving and the voice of melody.                     <br>                     <br>4 Hearken unto me, my people; and give ear unto me, O my nation<u>;<\/u> for a law shall proceed from me, and I will make my judgment to rest for a light <u>for<\/u> the people.                     <br>                     <br>5 My righteousness is near; my salvation is gone forth, and mine arm shall judge the people<u>. T<\/u> he isles shall wait upon me, and on mine arm shall they trust.                     <br>                     <br>6 Lift up your eyes to the heavens, and look upon the earth beneath<u>;<\/u> for the heavens shall vanish away like smoke, and the earth shall wax old like a garment<u>;<\/u> and they that dwell therein shall die in like manner<u>. B<\/u> ut my salvation shall be <i>forever, <\/i> and my righteousness shall not be abolished.                     <br>                     <br>7 Hearken unto me, ye that know righteousness, the people in whose heart <u>I have written<\/u> my law<u>,<\/u> fear ye not the reproach of men, neither be ye afraid of their revilings.                     <br>                     <br>8 For the moth shall eat them up like a garment, and the worm shall eat them like wool<u>. B<\/u> ut my righteousness shall be <i>forever, <\/i> and my salvation from generation to generation.                     <br>                 <\/td>             <\/tr>         <\/tbody>     <\/table>",
    "audit": null
}