{
    "id": 17045,
    "source": "brewster",
    "verse_id": 18211,
    "verse_count": 5,
    "reference": "29:17-21",
    "title": "",
    "html": "<p><b><a class=\"ref\">2 Nephi 27:28-32<\/a><\/b><\/p>     <p>Isaiah foresees the time when the land of Lebanon will once again be fruitful. This will occur after the coming forth of the Book of Mormon, the words of which shall allow the spiritually deaf and blind to hear and see that which was previously hidden. The meek (humble and teachable) and the poor (in spirit) of the earth shall rejoice in the newly revealed word of the Lord.<\/p>     <table>         <tbody>             <tr>                 <td>17 <i><u>I<\/u>s it<\/i><u>not<\/u> yet a very little while<u>,<\/u> and Lebanon shall be turned into a fruitful field<u>,<\/u> and the fruitful field shall be esteemed as a forest<u>?<\/u>                     <br>                     <br>18 And in that day shall the deaf hear the words of the book, and the eyes of the blind shall see out of obscurity<u>,<\/u> and out of darkness.                     <br>                     <br>19 <u>T<\/u>he meek also shall increase their joy in the Lord, and the poor among men shall rejoice in the Holy One of Israel.                     <br>                     <br>20 For the terrible one is brought to <i>nought,<\/i> and the scorner is consumed, and all that watch for iniquity are cut off<u>:<\/u>                     <br>                     <br>21 <u>T<\/u>hat make a man an offender for a word, and lay a snare for him that reproveth in the gate, and turn aside the just for a thing of <i>nought.<br><\/i><\/td>                 <td>28 <u>But behold, saith the Lord of Hosts: I will show unto the children of men that<\/u> <i>it is<\/i> yet a very little while and Lebanon shall be turned into a fruitful field<u>;<\/u> and the fruitful field shall be esteemed as a forest<u>.<\/u>                     <br>                     <br>29 And in that day shall the deaf hear the words of the book, and the eyes of the blind shall see out of obscurity and out of darkness.                     <br>                     <br>30 <u>And t<\/u> he meek also shall increase<u>, and<\/u> their joy <u>shall be<\/u> in the Lord, and the poor among men shall rejoice in the Holy One of Israel.                     <br>                     <br>31 For <u>assuredly as the Lord liveth they shall see that<\/u> the terrible one is brought to <i>naught,<\/i> and the scorner is consumed, and all that watch for iniquity are cut off<u>;<\/u>                     <br>                     <br>32 <u>And they t<\/u> hat make a man an offender for a word, and lay a snare for him that reproveth in the gate, and turn aside the just for a thing of <i>naught.<\/i>                     <br>                 <\/td>             <\/tr>         <\/tbody>     <\/table>",
    "audit": null
}