{
    "id": 16906,
    "source": "brewster",
    "verse_id": 17875,
    "verse_count": 4,
    "reference": "10:24–27",
    "title": "",
    "html": "<p><b><a class=\"ref\">2 Nephi 20:24-27<\/a><\/b><\/p>     <p>With the promise fresh in his mind of the ultimate return of a remnant of Israel, Isaiah tells latter-day Israel (those who dwell in Zion, i.e., wherever the righteous are located) not to fear her enemies (symbolized by the conquering Assyrians and Egyptians of former days). Ultimately, the righteous must rely on the Lord's promise, \"I will fight your battles.\" (<a class=\"ref\">D&amp;C 105:14<\/a>.) However, they must also remember that the righteous will not always be saved from pain and suffering, for the Lord has declared: \"I will prove you in all things, whether you will abide in my covenant, even unto death, that you may be found worthy.\" (<a class=\"ref\">D&amp;C 98:14<\/a>.)<\/p>     <table>         <tbody>             <tr>                 <td>24 Therefore thus saith the Lord God of <u>h<\/u>osts<u>,<\/u> O my people that dwellest in Zion, be not afraid of the Assyrian<u>:<\/u> he shall smite thee with a rod, and shall lift up his staff against thee, after the manner of Egypt.                     <br>                     <br>25 For yet a very little while, and the indignation shall cease, and mine anger in their destruction.                     <br>                     <br>26 And the Lord of <u>h<\/u>osts shall stir up a scourge for him according to the slaughter of Midian at the rock of Oreb<u>:<\/u> and as his rod was upon the sea<u>,<\/u> so shall he lift it up after the manner of Egypt.                     <br>                     <br>27 And it shall come to pass in that day<u>,<\/u> that his burden shall be taken away from off thy shoulder, and his yoke from off thy neck, and the yoke shall be destroyed because of the anointing.                     <br>                 <\/td>                 <td>24 Therefore<u>,<\/u> thus saith the Lord God of <u>H<\/u>osts<u>:<\/u> O my people that dwellest in Zion, be not afraid of the Assyrian<u>;<\/u> he shall smite thee with a rod, and shall lift up his staff against thee, after the manner of Egypt.                     <br>                     <br>25 For yet a very little while, and the indignation shall cease, and mine anger in their destruction.                     <br>                     <br>26 And the Lord of <u>H<\/u>osts shall stir up a scourge for him according to the slaughter of Midian at the rock of Oreb<u>;<\/u> and as his rod was upon the sea so shall he lift it up after the manner of Egypt.                     <br>                     <br>27 And it shall come to pass in that day that his burden shall be taken away from off thy shoulder, and his yoke from off thy neck, and the yoke shall be destroyed because of the anointing.                     <br>                 <\/td>             <\/tr>         <\/tbody>     <\/table>",
    "audit": null
}