{
    "id": 17234,
    "source": "brewster",
    "verse_id": 18722,
    "verse_count": 3,
    "reference": "53:10–12",
    "title": "",
    "html": "<p><b><a class=\"ref\">Mosiah 14:10-12; 15:10<\/a><\/b><\/p>     <p>Isaiah now shifts his focus from the past sorrows of the Savior to a more hopeful future. He identifies some of the triumphs Jesus will now enjoy because of His great sacrifice the atonement.<\/p>     <table>         <tbody>             <tr>                 <td>10 Yet it pleased the Lord to bruise him; he hath put him to grief<u>:<\/u> when thou shalt make his soul an offering for sin<u>,<\/u> he shall see his seed, he shall prolong his days, and the pleasure of the Lord shall prosper in his hand.                     <br>                     <br>11 He shall see <u>of<\/u> the travail of his soul, and shall be satisfied<u>:<\/u> by his knowledge shall my righteous servant justify many; for he shall bear their iniquities.                     <br>                     <br>12 Therefore will I divide him a portion with the great, and he shall divide the spoil with the strong; because he hath poured out his soul unto death<u>:<\/u> and he was numbered with the transgressors; and he <i>bare<\/i> the sin of many, and made intercession for the transgressors.                     <br>                 <\/td>                 <td>10 Yet it pleased the Lord to bruise him; he hath put him to grief<u>;<\/u> when thou shalt make his soul an offering for sin he shall see his seed, he shall prolong his days, and the pleasure of the Lord shall prosper in his hand.                     <br>                     <br><i><a class=\"ref\">Mosiah 15:10<\/a>.<\/i><u>And now I say unto you, who shall declare his generation? Behold, I say unto you, that<\/u> when his soul <u>has been made<\/u> an offering for sin he shall see his seed. <u>And now what say ye? And who shall be his seed?<\/u>                     <br>                     <br>11 He shall see the travail of his soul, and shall be satisfied<u>;<\/u> by his knowledge shall my righteous servant justify many; for he shall bear their iniquities.                     <br>                     <br>12 Therefore will I divide him a portion with the great, and he shall divide the spoil with the strong; because he hath poured out his soul unto death<u>;<\/u> and he was numbered with the transgressors; and he <i>bore<\/i> the sin<u>s<\/u> of many, and made intercession for the transgressors.                     <br>                 <\/td>             <\/tr>         <\/tbody>     <\/table>",
    "audit": null
}