{
    "id": 17066,
    "source": "brewster",
    "verse_id": 18629,
    "verse_count": 2,
    "reference": "48:14-15",
    "title": "",
    "html": "<p><b><a class=\"ref\">1 Nephi 20:14-15<\/a><\/b><\/p>     <p>The Israelites are commanded to assemble and hear the testimony of the true and living God regarding a servant whom the Lord has loved and called to His work (\"pleasure\"). Who is this servant? This question brings a variety of answers from Latter-day Saint scholars.<\/p>     <p>Sidney Sperry suggests the servant is Cyrus, king of Persia, through whom the Lord will accomplish His work. (BMC, 130.) This is consistent with the footnote reference in the LDS edition of the Bible. Monte Nyman believes the referent of \"him\" is Israel (GAWI, 171), while Victor Ludlow believes the description best fits the Lord Jesus Christ Himself (IPSP, 405). In the latter instance, Jesus could be delivering a prophecy about Himself as a Spokesman for the Father. In any event, the work to be done by this servant, whoever he may be, has the divine approbation of Deity.<\/p>     <table>         <tbody>             <tr>                 <td>14 All ye, assemble yourselves, and hear; <u>which <\/u> among them hath declared these things? The Lord hath loved him<u>:<\/u> he will do his pleasure on Babylon, and his arm shall <u>be on<\/u> the Chaldeans.                     <br>                     <br>15 I<u>, even<\/u> I<u>,<\/u> have spoken; yea, I have called him<u>:<\/u> I have brought him, and he shall make his way prosperous.                     <br>                 <\/td>                 <td>14 All ye, assemble yourselves, and hear; <u>who <\/u> among them hath declared these things <u>unto them<\/u>? The Lord hath loved him<u>; yea, and he will fulfil his word which he hath declared by them; and<\/u> he will do his pleasure on Babylon, and his arm shall <u>come upon<\/u> the Chaldeans.                     <br>                     <br>15 <u>Also, saith the Lord;<\/u> I <u>the Lord, yea,<\/u> I have spoken; yea, I have called him <u>to declare,<\/u> I have brought him, and he shall make his way prosperous.                     <br>                 <\/td>             <\/tr>         <\/tbody>     <\/table>",
    "audit": null
}