{
    "id": 16838,
    "source": "brewster",
    "verse_id": 17809,
    "verse_count": 4,
    "reference": "8:1–4",
    "title": "",
    "html": "<p><b><a class=\"ref\">2 Nephi 18:1-4<\/a><\/b><\/p>     <p>Isaiah is told to write the name of his newborn son, Maher-shalal-hash-baz, on a large scroll or tablet. The child's name, which incidentally is the longest word in the Bible, means \"to speed to the spoil, he hasteneth the prey\" (\"quick to the plunder, swift to the spoil\"). The name was symbolic of the pending fall of Damascus (capital of Syria) and Samaria (capital of the northern kingdom) to the invading Assyrian armies.<\/p>     <table>         <tbody>             <tr>                 <td><b><a class=\"isa\" verses=\"WzE3ODE2XQ==\">Isaiah 8<\/a><br><br><br>1 Moreover the Lord said unto me<u>,<\/u> Take thee a great roll, and write in it with a man's pen concerning Maher-shalal-hash-baz.<br><br>2 And I took unto me faithful witnesses to record, Uriah the priest, and Zechariah the son of Jeberechiah.<br><br>3 And I went unto the prophetess; and she conceived<u>,<\/u> and bare a son. Then said the Lord to me<u>,<\/u> Call his name Maher-shalal-hash-baz.<br><br>4 For <u>before<\/u> the child shall have knowledge to cry, My father, and my mother, the riches of Damascus and the spoil of Samaria shall be taken away before the king of Assyria. <br><\/b><\/td>                 <td><a class=\"ref\">2 Nephi 18<\/a>                     <br>                     <br>                     <br>1 Moreover<u>, the word of<\/u> the Lord said unto me<u>:<\/u> Take thee a great roll, and write in it with a man's pen<u>,<\/u> concerning Maher-shalal-hash-baz.                     <br>                     <br>2 And I took unto me faithful witnesses to record, Uriah the priest, and Zechariah the son of Jeberechiah.                     <br>                     <br>3 And I went unto the prophetess; and she conceived and bare a son. Then said the Lord to me<u>:<\/u> Call his name, Maher-shalal-hash-baz.                     <br>                     <br>4 For <u>behold,<\/u> the child shall <u>not<\/u> have knowledge to cry, My father, and my mother, <u>before<\/u> the riches of Damascus and the spoil of Samaria shall be taken away before the king of Assyria.                     <br>                 <\/td>             <\/tr>         <\/tbody>     <\/table>",
    "audit": null
}