{
    "id": 17172,
    "source": "brewster",
    "verse_id": 18695,
    "verse_count": 5,
    "reference": "51:21-23; 52:1-2",
    "title": "",
    "html": "<p><b><a class=\"ref\">2 Nephi 8:21-25<\/a><\/b><\/p>     <p>The chapter concludes with the Lord's appeal to the people to repent and hearken to His words. If they do, He will be their Advocate with Heavenly Father. (See <a class=\"ref\">D&amp;C 29:5<\/a>.) In their sanctified state, they will no longer have to suffer the consequences of sin or drink the dregs from the Lord's cup of fury or justice. The last two verses of <a class=\"ref\">2 Nephi 8<\/a> are the first two verses of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 52<\/a>. These verses are interpreted in latter-day revelation as a call to the Lord's people to return to the Lord and put on the power and authority of the priesthood. (<a class=\"ref\">D&amp;C 113:7-8<\/a>.)<\/p>     <table>         <tbody>             <tr>                 <td>21 Therefore hear now this, thou afflicted, and drunken, <u>but<\/u> not with wine:                     <br>                     <br>22 Thus saith thy Lord the Lord, and thy God <u>that<\/u> pleadeth the cause of his people<u>, B<\/u> ehold, I have taken out of thine hand the cup of trembling, <u>even<\/u> the dregs of the cup of my fury; thou shalt no more drink it again<u>:<\/u>                     <br>                     <br>23 But I will put it into the hand of them that afflict thee; <u>which <\/u> have said to thy soul<u>,<\/u> Bow down, that we may go over<u>:<\/u> and thou hast laid thy body as the ground<u>,<\/u> and as the street<u>,<\/u> to them that went over.                     <br>                     <br><i><a class=\"isa\" verses=\"WzE4Njk4XQ==\">Isaiah 52:1<\/a>.<\/i> Awake, awake<u>;<\/u> put on thy strength, O Zion; put on thy beautiful garments, O Jerusalem, the holy city<u>:<\/u> for henceforth there shall no more come into thee the uncircumcised and the unclean.                     <br>                     <br>2 Shake thyself from the dust; arise, <u>and<\/u> sit down, O Jerusalem<u>:<\/u> loose thyself from the bands of thy neck, O captive daughter of Zion.                     <br>                 <\/td>                 <td>21 Therefore hear now this, thou afflicted, and drunken, <u>and<\/u> not with wine:                     <br>                     <br>22 Thus saith thy Lord<u>,<\/u> the Lord and thy God pleadeth the cause of his people<u>; b<\/u> ehold, I have taken out of thine hand the cup of trembling, the dregs of the cup of my fury; thou shalt no more drink it again<u>.<\/u>                     <br>                     <br>23 But I will put it into the hand of them that afflict thee; <u>who<\/u> have said to thy soul<u>:<\/u> Bow down, that we may go over and thou hast laid thy body as the ground and as the street to them that went over.                     <br>                     <br>24 Awake, awake<u>,<\/u> put on thy strength, O Zion; put on thy beautiful garments, O Jerusalem, the holy city<u>;<\/u> for henceforth there shall no more come into thee the uncircumcised and the unclean.                     <br>                     <br>25 Shake thyself from the dust; arise, sit down, O Jerusalem<u>;<\/u> loose thyself from the bands of thy neck, O captive daughter of Zion.                     <br>                 <\/td>             <\/tr>         <\/tbody>     <\/table>",
    "audit": null
}