{
    "id": 17245,
    "source": "brewster",
    "verse_id": 18725,
    "verse_count": 17,
    "reference": 54,
    "title": "Isaiah 54 and 3 Nephi 22",
    "html": "<p>The resurrected Lord felt so keenly about <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 54<\/a> that He quoted it in its entirety to the ancient inhabitants of the Americas knowing it would be published as part of the Book of Mormon in the latter days. It is apparent that this is one of the most significant chapters in all scriptural literature. Certainly it warrants our fervent desire to understand it and to carefully consider its message.<\/p>     <p>Chapter 21 of 3 Nephi contains the Savior's teachings regarding the gathering of Israel at the time of the coming forth of the Book of Mormon. He taught that a great gentile nation would be established for a free people in the land of America. However, He stressed that those who refuse to believe the words of the prophet-servant (Joseph Smith) to be raised up would be \"cut off from among my people who are of the covenant.\" (<a class=\"ref\">3 Nephi 21:11<\/a>.) He also announced the future building of the New Jerusalem in America and the return of the lost tribes of Israel.<\/p>     <p>This is the setting into which Jesus Christ interspersed a recitation of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 54<\/a>, commencing with the introductory phrase: \"<i>And then shall that which is written come to pass.<\/i>\" (Italics added.) Of this phrase, Sidney Sperry has written: \"This is, of course, an indication given by our Lord that the prophet Isaiah saw the things of which He had been speaking (ch. 21) and wrote concerning them, or at least concerning what would happen when they were fulfilled.<\/p>     <p>\"The fulfillment of this beautiful poem <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 54<\/a> is all poetry is to be found in this dispensation. Part of it hasprobably already been fulfilled since the restoration of the gospel; the remainder will be in a time yet future.\" (BMC, 412.)<\/p>     <p>In this chapter of hope and encouragement, Isaiah speaks of the growth and gathering of Israel or Zion in the latter days. She is likened to a woman who has long been barren because of her separation from her husband, a separation brought about by her unfaithfulness. But now she has repented and returned to her forgiving husband (the Lord). As a result, the multitudes of her children have become so large in number that the stakes that hold her covering must constantly be spread out farther. Because of her faithfulness, her husband will never again forsake her. The chapter closes with the promise that \"no weapon that is formed against thee [covenant Israel or the Lord's people, Zion] shall prosper.\"<\/p>",
    "audit": null
}