{
    "id": 17184,
    "source": "brewster",
    "verse_id": 18698,
    "verse_count": 2,
    "reference": "52:1–2",
    "title": "",
    "html": "<p><b><a class=\"ref\">3 Nephi 20:36-37; 2 Nephi 8:24-25; Moroni 10:31<\/a>.<\/b><\/p>     <p>Verses 1 and 2 of the Isaiah text are found three times in the Book of Mormon. Jacob quotes them along with the entire text of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 51<\/a>, which focuses on the gathering of Israel or Zion in the last days. As noted above, Jesus quotes these verses in the context of prophecies of the last days. Finally, Moroni cites them in the closing words of the Book of Mormon, where he is admonishing future readers of his text to \"come unto Christ.\" (<a class=\"ref\">Moroni 10:27-34<\/a>.) He adds some significant words to Isaiah's text, declaring that Zion's purpose in doing as commanded is that \"the covenants which the Eternal Father … hath made unto thee, O house of Israel, may be fulfilled.\" (See text comparison.)<\/p>     <p>Because of their righteousness and acceptance of the gospel of Jesus Christ in its fulness, the Lord's people (both in Zion and Jerusalem) will be restored to power (priesthood power and authority) in the last days.<\/p>     <table>         <tbody>             <tr>                 <td><b><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 52<\/a><br><br><br>1 Awake, awake<u>;<\/u> put on thy strength, O Zion; put on thy beautiful garments, O Jerusalem, the holy city<u>:<\/u> for henceforth there shall no more come into thee the uncircumcised and the unclean. <br><br>2 Shake thyself from the dust; arise, <u>and<\/u> sit down, O Jerusalem<u>:<\/u> loose thyself from the bands of thy neck, O captive daughter of Zion.<br><\/b><\/td>                 <td><a class=\"ref\">3 Nephi 20<\/a>                     <br>                     <br>                     <br>36 <u>And then shall be brought to pass that which is written:<\/u> Awake, awake <u>again, and<\/u> put on thy strength, O Zion; put on thy beautiful garments, O Jerusalem, the holy city<u>,<\/u> for henceforth there shall no more come into thee the uncircumcised and the unclean.                     <br>                     <br><i><a class=\"ref\">2 Nephi 8:24<\/a>.<\/i> Awake, awake<u>,<\/u> put on thy strength, O Zion; put on thy beautiful garments, O Jerusalem, the holy city<u>;<\/u> for henceforth there shall no more come into thee the uncircumcised and the unclean.                     <br>                     <br><i><a class=\"ref\">Moroni 10:31<\/a>.<\/i><u>And a<\/u> wake, <u>and arise from the dust, O Jerusalem; yea, and<\/u> put on thy beautiful garments, O <u>daughter of Zion; and strengthen thy stakes and enlarge thy borders forever, that thou mayest no more be confounded, that the covenants of the Eternal Father which he hath made unto thee, O house of Israel, may be fulfilled.<\/u>                     <br>                     <br>37 Shake thyself from the dust; arise, sit down, O Jerusalem<u>;<\/u> loose thyself from the bands of thy neck, O captive daughter of Zion.                     <br>                     <br><i><a class=\"ref\">2 Nephi 8:25<\/a>.<\/i> Shake thyself from the dust; arise, sit down, O Jerusalem<u>;<\/u> loose thyself from the bands of thy neck, O captive daughter of Zion.                     <br><b><br><\/b><\/td>             <\/tr>         <\/tbody>     <\/table>",
    "audit": null
}