{
    "id": 17221,
    "source": "brewster",
    "verse_id": 18716,
    "verse_count": 1,
    "reference": "53:4",
    "title": "",
    "html": "<p><b>(<a class=\"ref\">Mosiah 14:4<\/a>).<\/b>\"<i>He hath borne our griefs, and carried our sorrows.<\/i>\" President Howard W. Hunter, fourteenth prophet of our dispensation, provided this commentary on the Savior's sorrows: \"When his body was taken from the cross and hastily placed in a borrowed tomb, he, the sinless Son of God, had already taken upon him not only the sins and temptations of every human soul who will repent, but all of our sickness and grief and pain of every kind. He suffered these afflictions as we suffer them, according to the flesh. He suffered them all. He did this to perfect his mercy and his ability to lift us above every earthly trial.\" (<i>Ensign,<\/i> May 1988, pp. 16-17; see also <a class=\"ref\">2 Nephi 9:21; Alma 7:11-12<\/a>.)<\/p>     <p>His suffering sacrifice for our sins, offered in Gethsemane, is beyond mortal man's ability to comprehend. It was so intense that He bled at every pore of His sinless body. (<a class=\"ref\">D&amp;C 19:16-19; Mosiah 3:7; Luke 22:44<\/a>; DCE, 49.) One of His latter-day apostles, Elder James E. Talmage, penned this description of our suffering Savior:<\/p>     <p>\"Christ's agony in the garden is unfathomable by the finite mind, both as to intensity and cause. … He struggled and groaned under a burden such as no other being who has lived on earth might even conceive as possible. It was not physical pain, nor mental anguish alone, that caused Him to suffer such torture as to produce an extrusion of blood from every pore; but a spiritual agony of soul such as only God was capable of experiencing.\" (Talmage, 613.)<\/p>     <p>One Latter-day Saint biblical scholar, Dr. Victor Ludlow, provides some interesting insights into how Jesus bore our sins. He noted, \"The word <i>forgive<\/i> does not appear in this chapter of Isaiah, though the Hebrew root <i>nasa,<\/i> from which the word <i>forgive<\/i> is usually translated, does appear twice, as 'borne' in verse 4, and 'bare' in verse 12. (See <a class=\"isa\" verses=\"WzE3Njk1XQ==\">Isa. 2:9<\/a>; <a class=\"isa\" verses=\"WzE4MzA0XQ==\">33:24<\/a>.) Christ 'bore' or carried our sins so that we do not have to carry their burden. (<a class=\"ref\">John 1:29<\/a>; see <a class=\"ref\">1 Pet. 1:18-20<\/a>.) Or, as we say, 'He has <i>forgiven<\/i> us,' meaning he 'gave' the price 'before.' Indeed, almost two thousand years before our time, he gave the necessary payment in the Garden of Gethsemane. As we take advantage of his suffering, we can find the joy God wants all men to experience as they are cleansed and worthy to live in his presence. (<a class=\"ref\">2 Ne. 2:25; 9:21<\/a>.)\" (IPSP, 452.)<\/p>",
    "audit": null
}