{
    "id": 16989,
    "source": "brewster",
    "verse_id": 17947,
    "verse_count": 3,
    "reference": "14:18-20",
    "title": "",
    "html": "<p><b><a class=\"ref\">2 Nephi 24:18-20<\/a><\/b><\/p>     <p>Isaiah now strikes at the heart of Lucifer's punishment. While those he has seduced into sin will lay their bodies down in graves one day to be resurrected the devil will have no need of a burial plot. His decision to rebel against the Almighty deprived him and those who followed him of <i>ever<\/i> receiving a mortal body. These demons are so desperate to take over a physical body that a legion of them even pleaded to be cast into the bodies of swine. (<a class=\"ref\">Mark 5:1-13<\/a>.) Nor will the devil and his demoniacal followers ever have posterity. The only way Lucifer will ever be a \"father\" is as the \"father of lies.\" (See <a class=\"ref\">Moses 4:4<\/a>; BICQ, 52-53.)<\/p>     <table>         <tbody>             <tr>                 <td>18 All the kings of the nations, <u>even<\/u> all of them, lie in glory, every one in his own house.                     <br>                     <br>19 But thou art cast out of thy grave like an abominable branch, and <u>as<\/u> the <u>raiment<\/u> of those that are slain, thrust through with a sword, that go down to the stones of the pit; as a <i>carcase<\/i> trodden under feet.                     <br>                     <br>20 Thou shalt not be joined with them in burial, because thou hast destroyed thy land<u>, <\/u> and slain thy people<u>:<\/u> the seed of <i>evildoers<\/i> shall never be renowned.                     <br>                 <\/td>                 <td>18 All the kings of the nations, <u>yea,<\/u> all of them, lie in glory, every one <u>of them<\/u> in his own house.                     <br>                     <br>19 But thou art cast out of thy grave like an abominable branch, and the <u>remnant<\/u> of those that are slain, thrust through with a sword, that go down to the stones of the pit; as a <i>carcass<\/i> trodden under feet.                     <br>                     <br>20 Thou shalt not be joined with them in burial, because thou hast destroyed thy land and slain thy people<u>;<\/u> the seed of <i>evil-doers<\/i> shall never be renowned.                     <br>                 <\/td>             <\/tr>         <\/tbody>     <\/table>",
    "audit": null
}