{
    "id": 16894,
    "source": "brewster",
    "verse_id": 17852,
    "verse_count": 34,
    "reference": 10,
    "title": "Isaiah 10 and 2 Nephi 20",
    "html": "<p>Isaiah continues with two common themes in this chapter: the destruction of the wicked and the ultimate return of a remnant of Israel to the fold of the Master Shepherd. The first four verses of the chapter are the final phrases of a prophetic poem that commences with verse 8 of the previous chapter; but the main focus of this chapter is on the Assyrian destruction of wayward Israel. This destruction is a commentary or a foreshadowing, as noted in the chapter heading, of the destruction of the wicked prior to the Second Coming.<\/p>     <p>Assyria was one of the great Eastern empires, and it exercised considerable conquering power over neighboring countries. It was situated in the Tigris valley to the north of Babylonia, with its capital city of Nineveh located on the east bank of the Tigris River. The Assyrians were noted for their cruelty, reigning with terror over their conquered victims.<\/p>     <p>In his excellent commentary, Victor L. Ludlow points out the introverted parallelism (chiasmus) which encompasses the entire chapter. This is a literary style in which a pattern of words or ideas is stated by the writer and then repeated, but in <i>reverse<\/i> order. As shown in the following outline, Isaiah presents eight initial themes or ideas in verses 1 through 21 and then repeats them in verses 22-34, but in reverse order:<\/p>     <p>\"A. The wicked will bow down (vs. 1-4)<\/p>     <p>B. Assyria raised by the Lord (5)<\/p>     <p> C. The Assyrian king speaks against Jerusalem (6-11)<\/p>     <p>D. The Lord will punish proud Assyria (12-14)<\/p>     <p>E. An ax is used as a tool (15)<\/p>     <p>F. The Lord is a burning fire in the land (16-17)<\/p>     <p>G. Out of all the [multitudes] only a remnant remains (18-19)<\/p>     <p>H. A remnant of Israel shall return to the Lord (20-21)<\/p>     <p>G'. Out of the \"sands of the sea\" only a remnant returns (22)<\/p>     <p>F'. A divine consumption is in the land (23)<\/p>     <p>E'. A rod is used as an instrument (24-26)<\/p>     <p>D'. Assyria's yoke will be lifted (27)<\/p>     <p>C'. Assyrian army approaches Jerusalem (28-32)<\/p>     <p>B'. Assyria humbled by the Lord (33)<\/p>     <p>A'. The haughty will be cut down (34)\"<\/p>     <p>(IPSP, 161.)<\/p>",
    "audit": null
}