{
    "id": 17037,
    "source": "brewster",
    "verse_id": 18207,
    "verse_count": 2,
    "reference": "29:13–14",
    "title": "",
    "html": "<p><b><a class=\"ref\">2 Nephi 27:25-26; 25:17<\/a><\/b><\/p>     <p> The Nephite text in <a class=\"ref\">2 Nephi 27<\/a> adds the introductory verse (24), which has the Lord speaking to Joseph Smith. He announces to this prophet of the restoration the coming forth of \"a marvelous work and a wonder\" in the latter days. It is of interest to note the similarity of these words recorded by Isaiah and Nephi anciently to those uttered by the Son of God in person to young Joseph Smith during what is known as the First Vision. (JS H 1:17-19.)<\/p>     <table>         <tbody>             <tr>                 <td>13 <u>Wherefore the Lord said,<\/u> Forasmuch as this people draw near me with their mouth, and with their lips do <i>honour<\/i> me, but have removed their heart far from me, and their fear toward me is taught by the precept of men<u>:<\/u>                     <br>                     <br>14 Therefore, <u>behold,<\/u> I will proceed to do a <i>marvellous<\/i> work among this people, <u>even<\/u> a <i>marvellous<\/i> work and a wonder<u>:<\/u> for the wisdom of their wise <u>men<\/u> shall perish, and the understanding of their prudent <u>men<\/u> shall be hid.                     <br>                 <\/td>                 <td>25 Forasmuch as this people draw near <u>unto<\/u> me with their mouth, and with their lips do <i>honor<\/i> me, but have removed their heart<u>s<\/u>far from me, and their fear toward<u>s<\/u> me is taught by the precept<u>s<\/u> of men                     <br>                     <br>26 Therefore, I will proceed to do a <i>marvelous<\/i> work among this people, <u>yea,<\/u> a <i>marvelous<\/i> work and a wonder<u>,<\/u> for the wisdom of their wise <u>and learned<\/u> shall perish, and the understanding of their prudent shall be hid.                     <br>                     <br><i><a class=\"ref\">2 Nephi 25:17<\/a>.<\/i><u>And the Lord will set his hand again the second time to restore his people from their lost and fallen state. Wherefore, he<\/u> will proceed to do a <i>marvelous<\/i> work and a wonder <u>among the children of men.<\/u>                     <br>                 <\/td>             <\/tr>         <\/tbody>     <\/table>",
    "audit": null
}