{
    "id": 16950,
    "source": "brewster",
    "verse_id": 17913,
    "verse_count": 1,
    "reference": "13:6",
    "title": "",
    "html": "<p><b>(<a class=\"ref\">2 Nephi 23:6<\/a>).<\/b>\"<i>Day of the Lord.<\/i>\" This phrase is used first by the prophets Isaiah and Amos. (<a class=\"isa\" verses=\"WzE3Njk4LDIyNDQyXQ==\">Isaiah 2:12; Amos 5:18<\/a>.) In general, this is that period of time just preceding the return of the resurrected Lord to this earth, as well as the time of His actual coming. In His postmortal ministry among the inhabitants of the ancient Americas, Jesus commanded that some of the writings of the Old Testament prophet Malachi be recited and recorded. Among these prophecies was the promise of \"the coming of the great and dreadful day of the Lord.\" (<a class=\"ref\">Malachi 4:5-6; 3 Nephi 25:5-6<\/a>.) It will truly be a <i>great<\/i> day to those who righteously await its onset; but, to the wicked, it shall be a <i>dreadful<\/i> day of exquisite sorrow. Some other appellations applied to this \"day\" are \"day of visitation, and of judgment, and of indignation\" (<a class=\"ref\">D&amp;C 56:16<\/a>); \"day of wrath\" (<a class=\"ref\">D&amp;C 63:6<\/a>); \"day of vengeance\" (<a class=\"ref\">D&amp;C 133:51<\/a>); and \"day … that shall burn as an oven\" (<a class=\"ref\">Malachi 4:1; D&amp;C 133:64<\/a>). (See also DCE, 222-23; BICQ, 194-99.)<\/p>     <p>Although the righteous will ultimately be saved in the kingdom of God, it should be pointed out that even some of them will fall prey to the war and pestilence that will precede the Second Coming. \"It is a false idea,\" said the Prophet Joseph Smith, \"that the Saints will escape all the judgments, whilst the wicked suffer; for all flesh is subject to suffer, and 'the righteous shall hardly escape;' still many of the Saints will escape, for the just shall live by faith; yet many of the righteous shall fall a prey to disease, to pestilence, etc., by reason of the weakness of the flesh and yet be saved in the Kingdom of God.\" (HC 4:11; see also BICQ, 91.)<\/p>",
    "audit": null
}