{
    "id": 16065,
    "source": "btw",
    "verse_id": 17793,
    "verse_count": 7,
    "reference": "7:10–16",
    "title": "Isaiah Prophesies of Immanuel",
    "html": "  <p>  <b>2 Nephi 17:10–13. \"Ask thee a sign\"<\/b> This is different than sign-seeking, since it was the Lord who invited Ahaz to ask for a sign. One scholar has suggested that Ahaz was \"deliberately evasive because he [was] already secretly depending on Assyria for help\" (Ridges, <i>Isaiah Made Easier,<\/i> 149).  <\/p>  <p>  <b>2 Nephi 17:14–16. \"A virgin shall conceive, and shall bear a son\"<\/b> The word here translated \"virgin\" could mean either a woman who had never known a man or a young maiden of childbearing age (see <i>Book of Mormon Reference Companion,<\/i> 370). Isaiah prophesies that a child will be born, but before he'll be old enough to make decisions concerning right and wrong, both Syria and Israel will lose their kings.  <\/p>  <p>  So here's the obvious question: How could this sign possibly help Ahaz? If the boy was the Savior, who would not be born until 700 years in the future, this sign wouldn't help Ahaz at all.  <\/p>  <p>  Perhaps this is another illustration of what Nephi called \"the manner of prophesying among the Jews.\" Elder Bruce R. McConkie explained:  <\/p>  <blockquote>  The virgin birth prophecy is dropped into the midst of a recitation of local historical occurrences so that to the spiritually untutored it could be interpreted as some ancient and unknown happening that had no relationship to the birth of the Lord Jehovah into mortality some 700 years later. (\"Ten Keys to Understanding Isaiah,\" <i>Ensign,<\/i> October 1973, 82–83.)  <\/blockquote>  <p>  Isaiah's prophecy is dualistic—or in other words, has two fulfillments. There must have been a son born to a young maiden in Isaiah's time, which would foreshadow the birth of Jesus Christ more than seven centuries later. Who was the child born to a young maiden in Isaiah's time?  <\/p>  <p>  Elder Jeffrey R. Holland explained:  <\/p>  <blockquote>  There are plural or parallel elements to this prophecy, as with so much of Isaiah's writing. The most immediate meaning was probably focused on Isaiah's wife, a pure and good woman who brought forth a son about this time, the child becoming a type and shadow of the greater, later fulfillment of the prophecy that would be realized in the birth of Jesus Christ. The symbolism in the dual prophecy acquires additional importance when we realize that Isaiah's wife may have been of royal blood, and therefore her son would have been royalty of the line of David. Here again is a type, a prefiguration of the greater Immanuel, Jesus Christ, the ultimate son of David, the royal King who would be born of a literal virgin. Indeed, his title Immanuel would be carried forward to the latter days, being applied to the Savior in section 128 verse 22 of the Doctrine and Covenants. (<i>Christ and the New Covenant,<\/i> 79)  <\/blockquote>  ",
    "audit": null
}