{
    "id": 16062,
    "source": "btw",
    "verse_id": 17784,
    "verse_count": 25,
    "reference": 7,
    "title": "2 Nephi 17",
    "html": "  <h4>The Immanuel Prophecy<\/h4>  <blockquote>  Synopsis: Ephraim and Syria wage war against Judah—Christ shall be born of a virgin—Compare Isaiah 7.  <\/blockquote>  <h4>Who Is Our Guide?<\/h4>  <p>  Nephi continues to guide us because he \"delighteth in proving unto [his] people the truth of the coming of Christ . . . and also [because his] soul delighteth in the covenants of the Lord\" (2 Nephi 11:4–5).  <\/p>  <h4>What Are the Trees?<\/h4>  <ul>  <li>  Covenant Israel (promises of God's presence with covenant Israel are outlined)  <\/li>  <li>  Christ (the birth of the Messiah is prophesied)  <\/li>  <li>  Current Events (the kingdoms of Israel and Syria prepare to attack Judah)  <\/li>  <li>  Coming Events (as mentioned above, the birth of the Messiah is prophesied)  <\/li>  <\/ul>  <h4>What Keys Can We Use?<\/h4>  <ul>  <li>  Learn the Manner of Prophesying (Isaiah's Immanuel prophecy has a dual fulfillment)  <\/li>  <li>  Have the Spirit of Prophecy (read prayerfully) <\/li>  <li>  Know the Regions Round About (Isaiah speaks of the kingdoms of Syria, Israel, their capital cities, and of the kingdom of Assyria)  <\/li>  <li>  Live in the Last Days (modern resources such as footnotes, cross references, maps, and commentary from Church leaders help us understand this chapter)  <\/li>  <\/ul>  <h4>Overview of 2 Nephi 17 in One Paragraph<\/h4>  <p>  The kingdom of Syria and the kingdom of Israel (here referred to as Ephraim, the dominant tribe) threaten to war against the kingdom of Judah if she will not join their alliance against the Assyrians. Isaiah prophesies to the king of Judah (Ahaz) that the alliance will fail and offers to give Ahaz a sign. Ahaz refuses, but Isaiah gives the sign anyway, that a virgin will conceive and bring forth a son called Immanuel, but before the child reaches the age of accountability, the alliance of Syria and Israel will be broken (a dual prophecy of a later Immanuel). If Ahaz refuses to believe the Lord, Judah will be invaded by the Assyrians and the Egyptians, people will be captured and humiliated, leaving productive farmland to become pasture for hunting and grazing.  <\/p>  <h4>Dividing the Tree of 2 Nephi 17 into Branches<\/h4>  <ul>  <li>  1–2: The kingdoms of Syria and Israel threaten war against the kingdom of Judah  <\/li>  <li>  3–9: Isaiah prophesies that the Syria-Israel coalition will fail  <\/li>  <li>  10–16: Isaiah prophesies of Immanuel <\/li>  <li>  17–25: Isaiah prophesies against the kingdom of Judah if she doesn't listen  <\/li>  <\/ul>    ",
    "audit": null
}