{
    "id": 16039,
    "source": "btw",
    "verse_id": 18638,
    "verse_count": 26,
    "reference": 49,
    "title": "1 Nephi 21",
    "html": "  <h4>I Will Not Forget Thee, O House of Israel<\/h4>  <blockquote>  Synopsis: Messiah shall be a light to the Gentiles and shall free the prisoners—Israel shall be gathered with power in the last days—Kings shall be their nursing fathers—Compare Isaiah 49.  <\/blockquote>  <h4>Who Is Our Guide?<\/h4>  <p>  As in the last chapter, Nephi is still quoting Isaiah to his brothers, in an attempt to persuade them to believe in Christ, and give them hope.  <\/p>  <h4>What Are the Trees?<\/h4>  <ul>  <li>  Covenant Israel (referred to in the synopsis as Israel)  <\/li>  <li>  Christ (referred to as the Messiah in the synopsis)  <\/li>  <li>  Coming Events (modern Israel to be gathered in the last days)  <\/li>  <\/ul>  <h4>What Keys Can We Use?<\/h4>  <ul>  <li>  Learn the Manner of Prophesying (Isaiah composes a \"servant song\")  <\/li>  <li>  Have the Spirit of Prophecy (read prayerfully) <\/li>  <li>  Know the Regions Round About (covenant Israel scattered away from their lands to the \"isles of the sea\")  <\/li>  <li>  Live in the Last Days (modern gathering of Israel prophesied)  <\/li>  <\/ul>  <h4>Overview of 1 Nephi 21 in One Paragraph<\/h4>  <p>  The Lord's servant (Christ, and perhaps other servants engaged in the work of the Lord) was foreordained to glorify God. The servant will gather scattered Israel and be a light to the Gentiles. The Lord confirms that he loves Zion and will not forget her, but will gather her. The Gentiles will help in the gathering, and the Lord will defend his people at that day.  <\/p>  <h4>Dividing the Tree of 1 Nephi 21 into Branches<\/h4>  <p>  <\/p>  <ul>  <li>  1–13: The \"servant song\" <\/li>  <li>  14–26: The Lord's dialogue with covenant Israel  <\/li>  <\/ul>    <p>  This chapter begins with what Isaiah commentaries call a \"servant song\" (not to be confused with what the butler sings between chores). A \"servant song,\" in this case, is a passage of scripture that speaks of a servant who will do a great work for covenant Israel. There are many of them in Isaiah. The servants of whom Isaiah prophesies often find dual or multiple fulfillments. In most cases, the servant is the Messiah; in others it could be Isaiah himself, or Joseph Smith, or another prophet, or even Cyrus the king of Babylon, who allowed the Jews to return to Judah after their captivity. In some cases the description of the servant fits all of those. Most often, the servant is a \"type\" of Christ. A \"type\" is defined as \"a person, thing, or event that prophetically foreshadows another person, thing, or event of greater magnitude. In the scriptures the terms  <i>type, similitude, likeness, figure,<\/i> and <i>shadow<\/i> may be used interchangeably\" (<i>Book of Mormon Reference Companion,<\/i> 768).  <\/p>  <p>  For example, Moses was a type of Christ. Moses led the children of Israel out of bondage, through the waters of the Red Sea, to Sinai, and finally to the promised land. Jesus Christ leads us out of spiritual bondage, through the waters of baptism, to the temple, and ultimately into his kingdom.  <\/p>  <p>  With that introduction, you're ready to enjoy the \"servant song\" in 1 Nephi 21.  <\/p>  ",
    "audit": null
}