{
    "id": 16074,
    "source": "btw",
    "verse_id": 17833,
    "verse_count": 5,
    "reference": "9:3–7",
    "title": "Christ, the Son of God, Will Become the King",
    "html": "  <p>  <b>2 Nephi 19:3. \"Multiplied the nation, and increased the joy\"<\/b> Abraham was promised that he would be the father of many nations, and this may be a reference to the Abrahamic covenant being fulfilled. Men are that they might have joy, and the Messiah \"increases the joy\" by his mercy and his offer to free us from spiritual bondage. The joy described herein is compared to the joy at the time of harvest and the joy of soldiers returning victorious from battle.  <\/p>  <p>  <b>2 Nephi 19:4. Yoke, rod, and staff<\/b> These were each symbols of slavery and oppression. The Messiah delivers us from spiritual bondage, which gives us cause to rejoice. Jesus was rejected as the Messiah, because the Jews were expecting a deliverer who would free them from their physical enemies, while Jesus conquered the more powerful and universal adversaries of sin and death.  <\/p>  <p>  <b>2 Nephi 19:5. Noise and blood, or burning and fire?<\/b> Isaiah comments on how this future battle will be different from conventional wars with the confusion of battle and bloodshed. This battle will be fuel and fire. Isaiah 9:5 footnote <i>b<\/i> states, \"This 'burning' is to be the cleansing of the earth by fire prior or the setting up of the Messianic kingdom.\" One scholar suggests this could also refer to the burning and fire of the Holy Ghost involved in conversion. (Ball, <i>Isaiah and the Book of Mormon<\/i>, audiotape, #4)  <\/p>  <p>  <b>2 Nephi 19:6. \"For unto us a child is born\"<\/b> Finally, something we recognize, right? Most of us have sung or heard these words from Handel's <i>Messiah<\/i>. This verse starts with allusions to Jesus' mortal ministry, using words such as \"son\" and \"child,\" and concludes with titles describing his millennial power, as in \"the government shall be upon his shoulder\" and \"the mighty God.\" (While we accept this prophecy as referring to Christ, some scholars suggest it may also have partial fulfillment in King Hezekiah, a righteous son of King Ahaz (see Ludlow, <i>Isaiah: Prophet, Seer, and Poet,<\/i> 154).  <\/p>  <blockquote>  <b>Three Chapters, <\/b>  <br>  <b>Three Birth ­Prophecies <\/b>  <br> You may have noticed that 2 Nephi 17–19 all contain prophecies of a son being born. Some scholars believe these chapters relate to each other like ­this:  <\/blockquote>  <blockquote><\/blockquote>  <ul>  <li>2 Nephi 17 The Immanuel ­prophecy <\/li>  <li>2 Nephi 18 The first fulfillment ­(Maher-­shalal-­hash-­baz)  <\/li>  <li>2 Nephi 19 The later fulfillment (Jesus Christ) <\/li>  <\/ul>  (Adapted from Parry, <i>Understanding Isaiah,<\/i> 93)  <p>  <b>2 Nephi 19:7 \"Of the increase of government . . . there is no end\"<\/b> A prophecy of the Savior's dominion in the Millennium when he will reign personally upon the earth over all nations.  <\/p>  ",
    "audit": null
}