{
    "id": 16049,
    "source": "btw",
    "verse_id": 17687,
    "verse_count": 22,
    "reference": 2,
    "title": "2 Nephi 12",
    "html": "  <h4>The Mountain of the Lord's House<\/h4>  <blockquote>  Synopsis: Isaiah sees the latter-day temple, gathering of Israel, and millennial judgment and peace—The proud and wicked shall be brought low at the Second Coming—Compare Isaiah 2.  <\/blockquote>  <h4>Who Is Our Guide?<\/h4>  <p>  Nephi includes this large block of Isaiah chapters (2 Nephi 12–24) because he \"delighteth in proving unto [his] people the truth of the coming of Christ . . . and also [his] soul delighteth in the covenants of the Lord\" (2 Nephi 11:4–5).  <\/p>  <h4>What Are the Trees?<\/h4>  <ul>  <li>  Christ (events surrounding the rearing of the Lord's house are described)  <\/li>  <li>  Covenant Israel (covenant Israel is invited to walk in the light)  <\/li>  <li>  Coming Events (latter-day temple worship is foretold)  <\/li>  <\/ul>  <h4>What Keys Can We Use?<\/h4>  <ul>  <li>  Learn the Manner of Prophesying (Isaiah speaks to ancient Israel while prophesying modern events)  <\/li>  <li>  Have the Spirit of Prophecy (read prayerfully) <\/li>  <li>  Know the Regions Round About (Isaiah mentions Philistea [Palestine], Lebanon, and Tarshish)  <\/li>  <li>  Live in the Last Days (prophecies of modern temples)  <\/li>  <\/ul>  <h4>Overview of 2 Nephi 12 in One Paragraph<\/h4>  <p>  In the last days, the mountain of the Lord's house will be established in the top of the mountains, where all the nations will receive instruction from the Lord. The Lord will judge the nations. In the millennial day, people will turn from war to peace. The Lord invites Israel to walk in the light. Israel has foolishly given in to pride, materialism, and idol worship. The day of the Lord is coming, which will humble all the proud and mighty. Israel is commanded to stop relying on man and to rely on God.  <\/p>  <h4>Dividing the Tree of 2 Nephi 12 into Branches<\/h4>  <ul>  <li>  1: Introduction of Isaiah's prophecies for Judah and Jerusalem  <\/li>  <li>  2–4: Isaiah sees \"the mountain of the Lord's house\"  <\/li>  <li>  5: The Lord invites covenant Israel to walk in the light of the Lord  <\/li>  <li>  6–21: The day of the Lord: the Lord's judgment on the worldly  <\/li>  <li>  22: The people of Judah are commanded to rely on God instead of man  <\/li>  <\/ul>    ",
    "audit": null
}