{
    "id": 16075,
    "source": "btw",
    "verse_id": 17838,
    "verse_count": 14,
    "reference": "9:8–21",
    "title": "Isaiah Prophesies Judgments against the Northern Kingdom of Israel",
    "html": "  <p>  <b>2 Nephi 19:8–9. Jacob and Israel<\/b> This message is intended for covenant Israel and the kingdom of Israel. Isaiah was the last prophet to address all of covenant Israel before the northern kingdom was captured and the ten tribes scattered. As you may remember from 2 Nephi 17, Ephraim refers to the dominant tribe in the northern kingdom of Israel, and Samaria is her capital city.  <\/p>  <p>  <b>2 Nephi 19:10. We will rebuild!<\/b> Isaiah comments on the arrogance and pride of the people when facing the judgments of the Lord. They seem to be saying, \"If you knock us down, we'll show you—we'll just rebuild with better materials.\"  <\/p>  <p>  <b>2 Nephi 19:11–12. \"They shall devour Israel\"<\/b> The Syrians from the east and the Philistines from the west will attack the kingdom of Israel.  <\/p>  <blockquote>  <b>D. Kelly Ogden:<\/b> The word <i>Orient<\/i> means \"east.\" The most important direction for the ancient inhabitant of the Holy Land was east, and all directions are given in the Bible as if standing looking east. . . . Isaiah 9:12 records a warning that enemies are ready to devour Israel, the Syrians \"before\" and the Philistines \"behind,\" meaning east and west. (<i>Where Jesus Walked,<\/i> 3)  <\/blockquote>  <p>  <b>2 Nephi 19:12. \"But his hand is stretched out still\"<\/b> Some have interpreted this phrase to mean that the Lord's hand is ready to strike again. Others believe that while it could represent the Lord's hand delivering justice, it is also a symbol of the Lord's hand extended in mercy, offering yet another chance for repentance (as in Jacob 6:5; 2 Nephi 28:32). We'll see this phrase again at the end of verses 17 and 21 and in 2 Nephi 20:4.  <\/p>  <p>  <b>2 Nephi 19:13–17. Ouch! <\/b>Since the people simply will not repent, they will reap destruction. The Lord will have \"no joy\" in delivering justice, however. \"Have I any pleasure at all that the wicked should die? saith the Lord God: and not that he should return from his ways, and live?\" (Ezekiel 18:23). Sometimes it seems that the only way the Lord can get covenant Israel's attention is visit them with death and terror (see Helaman 12:2–3).  <\/p>  <p>  <b>2 Nephi 19:18. \"Wickedness burneth as the fire\"<\/b> While at times the Lord has described his people as desirable plants, like a vineyard (2 Nephi 15; Jacob 5), the wicked are sometimes described as unproductive and destructive weeds (briers and thorns), which will burned. This \"Current Event\" could also foreshadow a \"Coming Event\" when the wicked will be burned as stubble at the Second Coming (see Malachi 4:1).  <\/p>  <p>  <b>2 Nephi 19:21. Manasseh, Ephraim, and Judah<\/b> The preceding verses describe bitter infighting between tribes, families, and brothers, all a result of wickedness, yet the Lord's arm is outstretched still.  <\/p>  <h4>How Does This Tree Help Me Today?<\/h4>  <p>  As you've read this chapter, you may have found yourself experiencing the same feelings toward covenant Israel as you do toward the Nephites who are constantly cycling through prosperity and pride, then destruction and repentance. You may even hear yourself muttering, \"What is the <i>matter<\/i> with these people?\" Perhaps our greatest benefit from reading these accounts is an increased ability to discern the same tendencies in ourselves. Perhaps this is also why Nephi read these chapters to his own people. In this chapter, we encounter great wickedness, but also great power and holiness in the Messiah to be born. In the latter days, we will also see great wickedness alongside the great power of the Lord in gathering and blessing covenant Israel. To all of us, his hand is stretched out still. Hopefully, as people who dwell in a world of increasing spiritual darkness, we will see and follow the great light of God. This seems to be exactly what the Apostle Peter hoped for when he wrote:  <\/p>  <blockquote>  But ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye should shew forth the praises of him who hath called you out of darkness into his marvellous light. (1 Peter 2:9)  <\/blockquote>  <p>  Similarly, President James E. Faust observed, \"I am well aware that the world in which the youth of today live will be vastly different from the one I have known. . . . A moral blackness is settling in. You young people are in many ways the hope of the future, and I remind you that valuable diamonds shine better against a dark background\" (<i>Finding Light in a Dark World,<\/i> 97).  <\/p>  ",
    "audit": null
}