{
    "id": 16083,
    "source": "btw",
    "verse_id": 17895,
    "verse_count": 7,
    "reference": "11:10–16",
    "title": "The Lord Will Set Up an Ensign to the Nations and Covenant Israel Will Gather to It",
    "html": "  <p>  <b>2 Nephi 21:10. \"A root of Jesse\"<\/b> This \"root\" is generally understood to be the Prophet Joseph Smith. Modern revelation describes him as \"a descendant of Jesse, as well as of Joseph, unto whom rightly belongs the priesthood, and the keys of the kingdom, for an ensign, and for the gathering of my people in the last day\" (D&amp;C 113:6).  <\/p>  <p>  <b>2 Nephi 21:11. \"The second time\" <\/b>The first time covenant Israel was gathered was when the Lord led them out of Egyptian captivity by the hand of Moses. The second time will be the latter-day gathering of Israel, which is part of the restoration of the gospel. Moses personally restored the keys of the gathering of Israel when he appeared in the Kirtland Temple on April 3, 1836 (see D&amp;C 110:11).  <\/p>  <p>  <b>2 Nephi 21:11. Assyria, Egypt, Pathros, Cush, and so on<\/b> The nations listed here represented what was considered to be the whole world in Isaiah's time, and covenant Israel will be gathered from all the world.  <\/p>  <p>  <b>2 Nephi 21:12. \"The four corners of the earth\"<\/b> The outcasts of the kingdom of Israel and the dispersed of the kingdom of Judah will be gathered from all over the earth. At times, we hear of the tribes returning from the \"north countries.\" This is where they were initially scattered, but they will, in the latter day, be gathered from all lands, north, east, west, and south (see 1 Nephi 22:3–5).  <\/p>  <p>  <b>2 Nephi 21:13. Ephraim and Judah<\/b> When I first encountered this verse, I thought it was talking about the <i>tribe <\/i>of Ephraim and the<i> tribe<\/i> of Judah. But it is actually talking about <i>kingdoms:<\/i> namely, the kingdom of Israel (here called Ephraim since they were the dominant tribe) and the kingdom of Judah, who split after the death of King Solomon. Victor L. Ludlow has written:  <\/p>  <blockquote>  Judah had little respect for the tribe of Ephraim during Isaiah's time. Ephraimites were noted for their false teachings and wild, drunken lifestyle (Isaiah 28:1–8). As the kingdoms of Israel and Judah fought against each other, Ephraim was the dominant tribe in the north while Judah ruled the south (2 Nephi 17:1–9\/Isaiah 7:1–9). In the eyes of later Jews, Ephraim was noted for her arrogance and wickedness. Now, in the latter days, Ephraim needs to come forth in humility and righteousness so that Ephraim and Judah can find exemplary strength in each other. And together, they can oppose the enemies of the Lord. (  <i>Unlocking Isaiah in the Book of Mormon,<\/i> 175)  <\/blockquote>  <p>  The latter-day gathering of Israel within the gospel of peace will result in a healing reunion of all members of the house of Israel. One scholar has also suggested this may refer to a friendly relationship between the United States and Israel in the last days (see Ridges, <i>Isaiah Made Easier,<\/i> 158).  <\/p>  <p>  <b>2 Nephi 21:14. \"They shall fly\"<\/b> They, covenant Israel, will triumph over their old enemies, which Isaiah lists here, foreshadowing modern Israel's triumph over the world. The same Jehovah who led covenant Israel out of Egyptian bondage and through the Red Sea will gather them a second time.  <\/p>  <p>  <b>2 Nephi 21:16. \"A highway\"<\/b> Many have understood the return of the lost tribes would be across a great highway (see D&amp;C 133:27), but the highway referred to here is a spiritual thing. \"And an highway shall be there, and a way, and it shall be called The way of holiness\" (Isaiah 35:8). Put another way, the highway is the straight and narrow path of the gospel of Jesus Christ, the road on which all of covenant Israel must travel to return to the Lord.  <\/p>  <h4>How Does This Tree Help Me Today?<\/h4>  <p>  This chapter begins as a testimony of Jesus Christ, who judges equitably and is clothed with righteousness. It also prophesies of modern prophets and modern events. When Moroni visited Joseph Smith on the night of September 21, 1823, Moroni \"quoted the eleventh chapter of Isaiah, saying that it was about to be fulfilled\" (JS—H 1:40). This chapter is therefore a \"Current Event\" for us. As we work in our families, wards, and neighborhoods to spread the gospel and gather covenant Israel, we can look forward to and work toward the fulfillment of this prophecy—the gathering of Israel and the \"Coming Event\" of the peaceful, millennial day.  <\/p>  ",
    "audit": null
}