{
    "id": 16040,
    "source": "btw",
    "verse_id": 18638,
    "verse_count": 13,
    "reference": "49:1–13",
    "title": "The \"Servant Song\"",
    "html": "  <p>  <b>1 Nephi 21:1.<\/b> <b>\"Listen, O isles, unto me\" <\/b>This chapter is addressed to scattered covenant Israel who were \"broken off, scattered abroad, and upon the isles of the sea.\" Could that possibly include the Nephites? Modern readers would never think of North America and South America as islands, but the Hebrews did. Anything they had to go over water to get to was considered an island (Brewster, <i>Isaiah Plain and Simple,<\/i> 190). In fact, Nephi's younger brother Jacob teaches, \"we are upon an isle of the sea\" (2 Nephi 10:20). No wonder Nephi shared this verse with his people!  <\/p>  <p>  <b>1 Nephi 21:1. \"The Lord hath called me from the womb\" <\/b>Clearly, this servant was foreordained to do the Lord's work.  <\/p>  <p>  <b>1 Nephi 21:2. \"My mouth like a sharp sword\"<\/b> The word of God is often compared to a sword, as in Ephesians 6:17: \"and [take] the sword of the Spirit, which is the word of God\" (see also D&amp;C 6:2).  <\/p>  <p>  <b>1 Nephi 21:4. \"I have labored in vain, I have spent my strength for naught\"<\/b> Many servants of the Lord have felt this way at times. \"What could I have done more for my vineyard?\" asked the Lord of the vineyard in Jacob 5:49. Someone once said, \"We are not called to be <i>successful<\/i> in all things, we are called to be <i>faithful <\/i>in all things.\" Although the servant is discouraged, he trusts the Lord to judge righteously his best efforts by concluding, \"surely my judgment is with the Lord, and my work with my God.\"  <\/p>  <p>  <b>1 Nephi 21:5–6.<\/b> <b>\"I will also give thee for a light to the Gentiles\"<\/b> Not only will the servant be called to gather covenant Israel (a \"light thing,\" or small task), but will also bring salvation to the Gentiles and \"the ends of the earth.\"  <\/p>  <p>  <b>1 Nephi 21:7. \"Kings shall see [thee] and arise\"<\/b> Although this servant shall be despised by some, eventually he will be recognized by kings and princes. Perhaps this is a reference to the Millennium when \"every knee shall bow, and every tongue confess\" that Jesus is the Christ and when the Lord will \"reign personally upon the earth\" (see Mosiah 27:31; Philippians 2:10–11; Articles of Faith 1:10).  <\/p>  <p>  <b>1 Nephi 21:8. \"In an acceptable time\" <\/b>In a time appointed by the Lord, the gathering will commence.  <\/p>  <p>  <b>1 Nephi 21:8. \"I will . . . give thee my servant for a covenant\"<\/b> Malachi referred to Jesus Christ as the \"messenger of the covenant\" (Malachi 3:1), and each of us makes a covenant with Christ at the sacrament table and in other sacred places. Other commentaries suggest that this servant could also refer to the Prophet Joseph Smith through whom the gospel covenants were restored (see Ridges, <i>Isaiah Made Easier,<\/i> 132).  <\/p>  <p>  <b>1 Nephi 21:8. \"To inherit the desolate heritages\"<\/b> In other words, to return to their lands made desolate by the scattering, and perhaps more importantly, return to their spiritual heritage as covenant Israel.  <\/p>  <p>  <b>1 Nephi 21:9. \"The prisoners . . . that sit in darkness\"<\/b> This could refer to those in spiritual darkness, both on earth and in spirit prison, who will benefit from the gospel message during the gathering. D&amp;C 45:28 speaks of a time when \"a light shall break forth among them that sit in darkness, and it shall be the fulness of my gospel.\"  <\/p>  <p>  <b>1 Nephi 21:10–11. \"Neither shall the heat nor the sun smite them\"<\/b> You might get the impression that the author of this text lived in a desert! To those scorched by the spiritual famine of apostasy, the Lord offers protection from the sun, springs of fresh water, and verdant pastures in high places.  <\/p>  <p>  <b>1 Nephi 21:12–13. And heaven and nature sing. <\/b>The gathering is described as a time of joy for the inhabitants of the earth as well as for the earth itself. Verse 13 concludes the \"servant song.\"  <\/p>  ",
    "audit": null
}