{
    "id": 16091,
    "source": "btw",
    "verse_id": 17921,
    "verse_count": 9,
    "reference": "13:14–22",
    "title": "The Lord Brings the Medes against (Physical) Babylon",
    "html": "  <p>  <b>2 Nephi 23:14. \"Chased roe\" <\/b>Animals run swiftly and without direction when frightened. A \"chased roe\" is a \"hunted deer\" (Isaiah 13:14, footnote <i>a<\/i>). Isaiah also mentions fleeing sheep, which \"no man taketh up,\" in other words, without a shepherd to care for and protect them.  <\/p>  <p>  <b>2 Nephi 23:17. \"The Medes\"<\/b> A nation that had at one time formed an alliance with Babylon, but which would eventually attack and conquer its former ally (in about 538 B.C.).  <\/p>  <p>  <b>2 Nephi 23:17. \"Not regard silver and gold\"<\/b> The Medes will be more interested in killing than in gathering the spoils of a conquered land.  <\/p>  <p>  <b>2 Nephi 23:19. \"Babylon, the glory of kingdoms\"<\/b> This must have been a hard prophesy for Isaiah's contemporaries to believe. Babylon was really something. How could it be destroyed? Its walls were 335 feet high and 85 feet thick and 56 miles in circumference! (see Bible Dictionary, \"Babylon,\" 618).  <\/p>  <blockquote>  Babylon was one of the great cities of the ancient world, perhaps the greatest. Its walls were, for height and width, one of the wonders of the world. The temple of Bel, the terraced (\"hanging\") gardens, the immense copper gates, and the artificial lake were, up to that time, the greatest achievements of human skill and ingenuity. The fields and farms and flocks yielded almost incredible returns, and the wealth, luxury and power of the ruling classes were correspondingly great. If any city, or country, could be regarded as invincible, Babylonia and Babylon might be so considered. But centuries before their fall Isaiah predicted, with supernatural knowledge of the details, the destruction of the city and the overthrow of the government. (Reynolds and Sjodahl,  <i>Commentary on the Book of Mormon,<\/i> 1:364)  <\/blockquote>  <p>  <b>2 Nephi 23:19. Chaldees<\/b> Often used as synonym for Babylonians.  <\/p>  <p>  <b>2 Nephi 23:20–22. Doleful creatures, satyrs, and dragons<\/b> These are wild creatures that will dwell in the remains of this once great city. Doleful creatures are \"some type of howling animal, perhaps a jackal or horned owl.\" Satyrs is translated from the Hebrew word that means \"he-goats.\" Dragons, translated from the Hebrew, means \"wild dogs\" or \"jackals\" (see <i>Book of Mormon Reference Companion, <\/i>384–85).  <\/p>  <p>  <b>2 Nephi 23:22. \"I will be merciful unto my people\"<\/b> The only ray of hope in a rather dismal prophecy.  <\/p>  <h4>How Does This Tree Help Me Today?<\/h4>  <p>  This is, of course, a dual prophecy, detailing the fall of Babylon, but warning also of the destruction of the cruel and the wicked in the last days. Most impressive to me is how thoroughly and completely the glorious city of Babylon is not only conquered, but leveled to the dust, leaving hardly a trace that it ever existed. Elder LeGrand Richards remarked that \"when Brother [Howard W.] Hunter and Brother [Spencer W.] Kimball came back from the Holy Land after Christmas 1961, I asked Brother Hunter if he saw Babylon. He said he saw what there was left of it\" (in Conference Report, October 1966, 42).  <\/p>  <p>  That same kind of annihilation will come upon the pride and arrogance of mankind in the last days. The message for the latter days is a warning to each of us to be sure we are standing with both feet in Zion. Elder David R. Stone of the Seventy taught:  <\/p>  <blockquote>  Seduced by our culture, we often hardly recognize our idolatry, as our strings are pulled by that which is popular, in the Babylonian world. . . .  <\/blockquote>  <blockquote>  We do not need to adopt the standards, the mores, and the morals of Babylon. We can create Zion in the midst of Babylon. We can have our own standards for music and literature and dance and film and language. We can have our own standards for dress and deportment, for politeness and respect. We can live in accordance with the Lord's moral laws. We can limit how much of Babylon we allow into our homes by the media of communication.  <\/blockquote>  <blockquote>  We can live as a Zion people, if we wish to. Will it be hard? Of course it will, for the waves of Babylonian culture crash incessantly against our shores. Will it take courage? Of course it will. . . .  <\/blockquote>  <blockquote>  . . . Our homes can be places which are a refuge and protection, as Zion is.  <\/blockquote>  <blockquote>  We do not need to become as puppets in the hands of the culture of the place and time. We can be courageous and, walk in the Lord's paths and follow His footsteps. (\"Zion in the Midst of Babylon,\" <i>Ensign,<\/i> May 2006, 92–93)  <\/blockquote>  <p>  Babylon <i>must<\/i> be forsaken by covenant Israel. Living in Zion most of the time, while making weekend getaways to Babylon or while downloading Babylon or viewing entertainment on the Babylon cable network, will not protect us from the great and terrible day of the Lord to come. Or, to use terms from Lehi's Dream, spiritual Babylon, like the great and spacious building has been scheduled for demolition, and it would be wise to vacate the premises.  <\/p>  ",
    "audit": null
}