{
    "id": 16054,
    "source": "btw",
    "verse_id": 17724,
    "verse_count": 11,
    "reference": "3:16–26",
    "title": "The Immoral Daughters of Zion, a Metaphor for Disobedient Covenant Israel",
    "html": "  <p>  <b>2 Nephi 13:16. \"The daughters of Zion\"<\/b> While personal vanity, materialism, and an obsession with fashion are certainly addressed here, the \"daughters of Zion\" is also a metaphor for disobedient covenant Israel or, more specifically in this case, the people of Judah. They are supposed to be under covenant with Jehovah (who is also called the bridegroom in later scripture) but are being unfaithful by leaving him and trying to attract other lovers.  <\/p>  <p>  <b>2 Nephi 13:16–24. Successive Excessive Accessories:<\/b>  <\/p>  <p>  Stretched forth necks -- Haughtiness (see footnote <i>a<\/i>in 2 Nephi 13:16)  <\/p>  <p>  Wanton eyes -- Seductive eyes that focus on carnality  <\/p>  <p>  Walking and mincing -- Short, rapid steps that draw attention  <\/p>  <p>  Tinkling with their feet -- Ornaments and bells on their ankles  <\/p>  <p>  Smite with a scab -- Itchy rash, or perhaps a sign of slavery  <\/p>  <p>  Discover their secret parts -- Or \"uncover,\" put to shame, humiliate  <\/p>  <p>  Cauls -- Hair nets or headbands  <\/p>  <p>  Round tires -- Crescent-shaped ornaments  <\/p>  <p>  Chains -- Pendants, necklaces, earrings  <\/p>  <p>  Mufflers -- Veils  <\/p>  <p>  Bonnets -- Headdresses  <\/p>  <p>  Ornaments of the legs -- Ankle chains and sashes  <\/p>  <p>  Changeable suits of apparel -- Various pairs of expensive robes and garments  <\/p>  <p>  Hoods -- Women's turbans  <\/p>  <p>  Mantles -- Gowns, robes  <\/p>  <p>  Wimples -- Cloaks or shawls  <\/p>  <p>  Crisping pins -- Purses or satchels  <\/p>  <p>  Glasses -- Polished mirrors, or trans- parent clothing (see foot- note to Isaiah 3:23)  <\/p>  <p>  Stomacher -- Nice robe  <\/p>  <p>  (Adapted from Brewster, <i>Isaiah Plain and Simple,<\/i> 31–32; see also Ridges, <i>Isaiah Made Easier,<\/i> 142)  <\/p>  <p>  <b>2 Nephi 13:24. \"Instead of . . .\" <\/b>Verses 24 and 25 outline the consequences of covenant Israel's apostasy and the trials that will come because of their unfaithfulness. A \"rent\" is a tear. \"Baldness,\" or a shaved head, was a symbol of captivity (newly captured peoples were often shaved bald for humiliation, sanitation, and identification. Scabs would result because those who shaved the newly captured were not particularly careful). \"Burning\" could be a result of branding, which was also a mark of slavery.  <\/p>  <p>  <b>2 Nephi 13:26. \"Her gates\" <\/b>Jerusalem's gates, or the gates of the city, and the route of travel where beggars often sat and mourners mourned.  <\/p>  <h4>How Does This Tree Help Me Today?<\/h4>  <p>  This is not a happy chapter. There is only one positive statement, and that appears in verse 10. Other than that, 2 Nephi 13 is a description of captivity, anarchy, and desperation, as well as an indictment on being obsessed with appearance, fashion, and image. With enemies like Assyria and Babylon nearby, the possibility of a life of slavery was a reality to ancient covenant Israel, and Isaiah often used images of slavery in his prophecies. In our day, many of God's children are slaves—to alcohol, drugs, pornography, and other addictions. In contrast, loyalty to the Lord and our covenants frees us from the consequences of involvement with \"other lovers\" or of trying to find worldly ways to happiness. Once again, Isaiah helps us to see that there is no redemption, no happiness, and no salvation to be found outside the \"plan of redemption,\" \"the plan of happiness,\" and the \"plan of salvation.\"  <\/p>  ",
    "audit": null
}