{
    "id": 16052,
    "source": "btw",
    "verse_id": 17709,
    "verse_count": 26,
    "reference": 3,
    "title": "2 Nephi 13",
    "html": "  <h4>Hearken, Daughters of Zion<\/h4>  <blockquote>  Synopsis: Judah and Jerusalem shall be punished for their disobedience—The Lord pleads for and judges his people—The daughters of Zion are cursed and tormented for their worldliness—Compare Isaiah 3.  <\/blockquote>  <h4>Who Is Our Guide?<\/h4>  <p>  Again, remember Nephi's purpose for including this large block of Isaiah chapters (2 Nephi 12–24). It is because he \"delighteth in proving unto [his] people the truth of the coming of Christ . . . and also [because his] soul delighteth in the covenants of the Lord\" (2 Nephi 11:4–5).  <\/p>  <h4>What Are the Trees?<\/h4>  <ul>  <li>  Covenant Israel (the kingdom of Judah is called to repentance)  <\/li>  <li>  Christ (Jehovah pleads for and judges his people) <\/li>  <li>  Current Events (the daughters of Zion [covenant people] are unfaithful)  <\/li>  <li>  Coming Events (modern covenant Israel is warned against going after other gods)  <\/li>  <\/ul>  <h4>What Keys Can We Use?<\/h4>  <ul>  <li>  Learn the Manner of Prophesying (\"daughters of Zion\" are a metaphor for covenant Israel)  <\/li>  <li>  Have the Spirit of Prophecy (read prayerfully) <\/li>  <li>  Know the Regions Round About (Isaiah mentions the kingdoms of Judah, Jerusalem, and Sodom)  <\/li>  <li>  Live in the Last Days (modern covenant Israel will also be susceptible to vanity)  <\/li>  <\/ul>  <h4>Overview of 2 Nephi 13 in One Paragraph<\/h4>  <p>  When Judah falls, men with skill and leadership will be taken away, leaving only the young and inexperienced to rule. The people have brought this punishment upon themselves because they have provoked the Lord and oppressed each other. The daughters of Zion (another metaphor for the people of Judah and all of covenant Israel) are obsessed with appearance and fashion (attracting other lovers), but they will be humbled like slaves, and their men will perish in wars.  <\/p>  <h4>Dividing the Tree of 2 Nephi 13 into Branches<\/h4>  <ul>  <li>  1–8: The fall of the kingdom of Judah <\/li>  <li>  9–15: The Lord explains the reasons for Judah's punishment  <\/li>  <li>  16–26: The immoral daughters of Zion, a metaphor for disobedient covenant Israel  <\/li>  <\/ul>    ",
    "audit": null
}