{
    "id": 16106,
    "source": "btw",
    "verse_id": 18735,
    "verse_count": 7,
    "reference": "54:11–17",
    "title": "Promised Blessings to the Faithful",
    "html": "  <p>  <b>3 Nephi 22:11–12. \"Lay thy stones with fair colors\"<\/b> Elder Jeffrey R. Holland taught:  <\/p>  <blockquote>  Even in the midst and aftermath of great affliction, the Lord will shower material and spiritual blessings on Israel, including those jewels and precious metals that will be used to build the New Jerusalem. (Holland, <i>Christ and the New Covenant, <\/i>290)  <\/blockquote>  <p>  <b>3 Nephi 22:13. \"Great shall be the peace of thy children\"<\/b> What more could a parent ask? I'd rather have my children be good and be at peace than have them be popular, good-looking, or accomplished—and miserable.  <\/p>  <p>  <b>3 Nephi 22:14. \"And from terror for it shall not come near thee\"<\/b> A wonderful promise, considering the times in which we live.  <\/p>  <p>  <b>3 Nephi 22:16. \"I have created the smith that bloweth the coals in the fire\"<\/b> We should not fear the weapons of others, since God created those who created the weapons. Could the \"smith\" referred to here mean anything or anyone else? Gerald N. Lund has written:  <\/p>  <blockquote>  Speaking through Isaiah in a passage that was later quoted by the Savior to the Nephites, the Lord said, \"Behold, I have created the smith that bloweth the coals in the fire, and that bringeth forth an instrument for his work\" (Isa. 54:16; 3 Ne. 22:16). Joseph was surely the smith who forged the instrument by which the Lord's people continue to prepare individually and collectively for the Savior's return—and that instrument is The Church of Jesus Christ of Latter-day Saints. (\"A Prophet for the Fulness of Times,\"  <i>Ensign,<\/i> January 1997, 54)  <\/blockquote>  <p>  <b>3 Nephi 22:17. \"This is the heritage of the servants of the Lord\"<\/b> When we consider what the Lord promises us, why would we want to stray from Him and follow anyone or anything else? When we keep our covenants, the Lord offers long-term peace, joy, and happiness. What does Satan have to offer? Perhaps some short-term pleasure, followed by long-term misery, filled with guilt and regret.  <\/p>  <p>  <b>3 Nephi 22:17. \"Their righteousness is of me\"<\/b> Jesus taught the Nephites, \"and blessed are all they who do hunger and thirst after righteousness\" (3 Nephi 12:6). Why didn't he just say, \"blessed are the righteous?\" Because, technically, none of us is. We need his righteousness in order to be justified or pronounced clean (see 2 Nephi 2:3).  <\/p>  <h4>How Does This Tree Help Me Today?<\/h4>  <p>  One way to apply this chapter to our own lives is to put our own name in the place of covenant Israel. When we have strayed, the Lord desires to gather us again in love. Through our repentance, he assures us that we can forget the shame of our youth. Although we leave him, he never leaves us, and he will gather us again in great mercy. When we come back into covenant with him, he promises us peace, protection, and the assurance that no weapon formed against us will prosper.  <\/p>  <p>  We can also find great comfort and motivation to further the cause of Christ as we seek to establish the Zion promised in these verses. After Jesus taught these words to the Nephites, he commanded them to \"search these things diligently; for great are the words of Isaiah.\" Then he put his stamp of approval and his endorsement on these wonderful promises when he added, \"And all things that he spake have been and shall be, even according to the words which he spake\" (3 Nephi 23:1, 3).  <\/p> <\/body>",
    "audit": null
}