{
    "id": 16037,
    "source": "btw",
    "verse_id": 18627,
    "verse_count": 10,
    "reference": "48:12–21",
    "title": "The Lord Is All-Powerful (He Is Omnipotent)",
    "html": "  <p>  <b>1 Nephi 20:12–13. \"I am he\"<\/b> The Lord reaffirms His identity. The Lord told Moses that his name was \"I AM\" (Exodus 3:14), and the phrase \"I am\" appears three times in verse 12. The Lord is the creator of the earth and the heavens. All the elements in the universe listen to and obey the Lord. Also, the right hand is the covenant hand, and in this verse the Creator is reminding Israel of his covenant obligation to them and their obligation to Him.  <\/p>  <p>  <b>1 Nephi 20:14. Who belongs to all these pronouns? <\/b>There are a lot of unspecified \"them's\" and \"him's\" in this verse. The fact is, even the scholars aren't certain who is being referred to in all these cases. Here's a possible explanation:  <\/p>  <blockquote>  All ye (the Lord's people) assemble yourselves and hear. Who among them (your graven images) hath declared these things unto Israel (covenant Israel)? The Lord hath loved him; yea, and will fulfill his word which he hath declared by them.  <\/blockquote>  <p>  \"The Lord hath loved him . . .\" Who's \"him\"? Perhaps an unspecified servant of the Lord; perhaps \"him\" is the house of Israel, or it could be referring to Cyrus, a future king who will conquer Babylon and who will in time allow the Jews to return from captivity. Perhaps it's referring to all three!  <\/p>  <p>  The most important point in this verse, however, is that <i>the Lord will fulfill his word which his servants and prophets have declared,<\/i> and \"will do his pleasure on Babylon.\" As you know, the name <i>Babylon<\/i> is often used as a synonym for wickedness or for the world. In D&amp;C 133:14, the Lord's people are told to \"go ye out from among the nations, even from Babylon, from the midst of wickedness, which is spiritual Babylon.\" So Isaiah is prophesying a coming event in <i>his<\/i> future and teaching <i>us<\/i> to flee wickedness in <i>our<\/i> present circumstances.  <\/p>  <p>  <b>1 Nephi 20:15. \"I have called him\"<\/b> Probably refers again to the servants\/prophets mentioned in verse 14.  <\/p>  <p>  <b>1 Nephi 20:18. \"O that thou hadst hearkened to my commandments\"<\/b> These words would have been helpful to Laman and Lemuel. If they would have kept the commandments, then their \"peace [would have] been as a river, and [their] righteousness as the waves of the sea.\"  <\/p>  <p>  If you had to choose a metaphor for \"peace,\" what would you choose? Isaiah made a wonderful choice. What's more peaceful than a gently flowing river? And what's more constant than the waves of the sea washing onto the shore? Just reading this verse makes me want to go on vacation. I have a CD of river sounds and another of ocean sounds that I play to help me get to sleep at night. Why are they effective? Because they're peaceful. The music store has other, more raucous CDs out there that would make falling asleep nearly impossible (\"raucous and rollous\" CDs).  <\/p>  <p>  <b>1 Nephi 20:19. \"Thy seed . . . as the sand\"<\/b> Posterity is a blessing promised to the righteous, as outlined the Abrahamic Covenant (see Genesis 12:1–3; Abraham 2:9–10). A righteous posterity will enjoy the blessings of the gospel now, while an unrighteous posterity will have to wait to be gathered.  <\/p>  <p>  <b>1 Nephi 20:20. \"Go ye forth of Babylon\"<\/b> This phrase sounds like both an admonition and a specific event. While Isaiah prophesies of the release of the Jewish captives from Babylon (537 B.C.), he is also telling future generations to leave spiritual Babylon behind. As noted, in our day, the Lord has said, \"Go ye out from among the nations, even from Babylon, from the midst of wickedness, which is spiritual Babylon\" (D&amp;C 133:14).  <\/p>  <p>  <b>1 Nephi 20:21. \"Waters to flow out of the rock\"<\/b> Perhaps Isaiah is reminding covenant Israel what Jehovah did for them when Moses led them out of bondage—another example of his power (see Exodus 17:1–6; Numbers 20:11). Water from a rock could be a symbol of the Living Water that comes from Christ, who is also the \"rock of our salvation\" (Psalm 95:1).  <\/p>  ",
    "audit": null
}