{
    "id": 16094,
    "source": "btw",
    "verse_id": 17933,
    "verse_count": 17,
    "reference": "14:4–20",
    "title": "A \"Taunt Song\" over the Fallen King of Babylon—a Type of Satan",
    "html": "  <p>  <b>2 Nephi 24:7. A rest hymn<\/b> Covenant Israel will rest from the Babylonian captivity. A dual interpretation is that peace will reign during the Millennium.  <\/p>  <p>  <b>2 Nephi 24:8. No more deforestation<\/b> Isaiah often used forests to represent people, yet here he may be referring to the actual trees, which were often harvested by the Babylonian kings to build up their kingdom but are now safe since Babylon has been conquered.  <\/p>  <p>  <b>2 Nephi 24:9–10. Do all former world leaders wind up in hell?<\/b> Actually, all of us end up in hell by its broadest definition because the word from which \"hell\" is translated is the Hebrew <i>sheol,<\/i> which means \"the world of spirits\" (See Bible Dictionary, \"Hell,\" 699). There, in the world of spirits, former wealth and power have no meaning, and the inhabitants are all equally weak.  <\/p>  <p>  <b>2 Nephi 24:11. \"Worms cover thee\"<\/b> While their spirits are in the spirit world, their bodies are in the grave.  <\/p>  <p>  <b>2 Nephi 24:12. \"How art thou fallen\"<\/b> Isaiah scholars call this a \"taunt song,\" as covenant Israel rejoices that a mighty but wicked leader is fallen.  <\/p>  <p>  <b>2 Nephi 24:12–16. \"Lucifer, son of the morning\"<\/b> Here Isaiah gives us an echo from the premortal existence by comparing the conquered king of Babylon to the fallen \"son of the morning\" (see 2 Nephi 24:12, footnote <i>a<\/i>, and Isaiah 14:12, footnote <i>c<\/i>).  <\/p>  <p>  <b>2 Nephi 24:17. \"Opened not the house of his prisoners<\/b>\" Other translations render this verse, \"would not let his captives go home\" (<i>Holy Bible,<\/i> New International Version). Similarly, Satan does not want to let us go once we are bound by his \"awful chains\" (2 Nephi 1:13). The Savior is the only one who holds the key that can unlock us from spiritual bondage.  <\/p>  <p>  <b>2 Nephi 24:18. \"Lie in glory . . . in his own house\"<\/b> Perhaps this refers to ornate tombs in which former kings lay.  <\/p>  <p>  <b>2 Nephi 24:19–20. \"Thou art cast out of thy grave\"<\/b> By contrast to the kings mentioned above, the body of the king of Babylon (Nebuchadnezzar) was never found. Similarly, Lucifer has no body and will occupy no grave.  <\/p>  <blockquote>  <b>The Prophet Joseph Smith:<\/b> It has always been considered a great calamity not to obtain an honorable burial: and one of the greatest curses the ancient prophets could put on any man, was that he should go without a burial. (<i>Teachings of the Prophet Joseph Smith,<\/i> 295)  <\/blockquote>  ",
    "audit": null
}