{
    "id": 16041,
    "source": "btw",
    "verse_id": 18664,
    "verse_count": 11,
    "reference": 50,
    "title": "2 Nephi 7",
    "html": "  <blockquote>  Synopsis: Isaiah speaks Messianically—Messiah shall have the tongue of the learned—He shall give his back to the smiters—He shall not be confounded—Compare Isaiah 50.  <\/blockquote>  <h4>Did I Leave You, Or Did You Leave Me?<\/h4>  <h4>Who Is Our Guide?<\/h4>  <p>  Jacob taught these words (2 Nephi 7–8) to the \"people of Nephi\" (2 Nephi 6:1). Like Nephi, Jacob wanted to reaffirm that the people of Nephi were a part of covenant Israel and assure them that the promises made to the house of Israel applied to them. He also wanted them to know that those who remained in Jerusalem were already scattered and that sometime following their rejection of the Messiah they would be gathered again (see 2 Nephi 6:8–11).  <\/p>  <h4>What Are the Trees?<\/h4>  <ul>  <li>  Covenant Israel (this chapter is addressed to covenant Israel)  <\/li>  <li>  Christ (Jehovah's mortal mission as the Messiah is described)  <\/li>  <li>  Current Events (covenant Israel is invited to repent of their apostasy)  <\/li>  <li>  Coming Events (future events in the life of the Messiah are described)  <\/li>  <\/ul>  <h4>What Keys Can We Use?<\/h4>  <ul>  <li>  Learn the Manner of Prophesying (look for another \"servant song\")  <\/li>  <li>  Have the Spirit of Prophecy (read prayerfully)  <\/li>  <li>  Live in the Last Days (the message of Christ is relevant in all ages)  <\/li>  <\/ul>  <h4>Overview of 2 Nephi 7 in One Paragraph<\/h4>  <p>  The Lord asks, \"Did I leave you, or did you leave me?\" Even though Israel has transgressed, the Lord will still keep his covenant promises. The Messiah will come, but will be rejected. He will ultimately be delivered and triumph. Those who reject him will be left to walk by the light of their own fires and will be sorrowful.  <\/p>  <h4>Dividing the Tree of 2 Nephi 7 into Branches<\/h4>  <ul>  <li>  1–3: The Lord has not abandoned covenant Israel in spite of their transgressions  <\/li>  <li>  4–11: The mission of Christ (a servant song) <\/li>  <\/ul>    ",
    "audit": null
}