{
    "id": 16033,
    "source": "btw",
    "verse_id": 18616,
    "verse_count": 22,
    "reference": 48,
    "title": "1 Nephi 20",
    "html": "  <h4>Hearken and Hear, House of Jacob<\/h4>  <blockquote>  Synopsis: The Lord reveals his purposes to Israel. They have been chosen in the furnace of affliction and are to go forth from Babylon. Compare Isaiah 48.  <\/blockquote>  <h4>Who Is Our Guide?<\/h4>  <p>  Nephi quoted Isaiah 48 and 49 (1 Nephi 20 and 21) to his brothers. These are the first Isaiah chapters to appear in the Book of Mormon. As you read, you may ask, \"Why would Laman, Lemuel, Sam, and the sons of Ishmael need to hear this?\" Nephi tells us quite plainly:  <\/p>  <blockquote>  But that I might more fully persuade them to believe in the Lord their Redeemer I did read unto them that which was written by the prophet Isaiah. . . . Hear ye the words of the prophet, ye who are a remnant of the house of Israel, . . . that ye may have hope as well as your brethren from whom ye have been broken off. (1 Nephi 19:23–24)  <\/blockquote>  <p>  Nephi gives two reasons—to persuade them to believe in Christ and that they might have hope. Nephi is speaking to a group that has been \"broken off\" from the portion of the house of Israel that remained in Jerusalem. To survive spiritually, they need to know that they are not forgotten by the Lord and, that although they are alone, they are still a part of covenant Israel and that the Lord will keep his promises to them as they are faithful to Him.  <\/p>  <h4>What Are the Trees?<\/h4>  <p> <\/p>  <ul>  <li>Covenant Israel (referred to as \"Israel\" in the synopsis)  <\/li>  <li>Christ (referred to as \"the Lord\" in the synopsis)  <\/li>  <li>Current Events (covenant Israel told to leave Babylon, an event fulfilled anciently)  <\/li>  <li>Coming Events (modern covenant Israel told to leave spiritual Babylon)  <\/li>  <\/ul>  <h4>What Keys Can We Use?<\/h4>  <ul>  <li>  Learn the Manner of Prophesying (look for symbols: stiff necks, water, etc.)  <\/li>  <li>Have the Spirit of Prophecy (read prayerfully) <\/li>  <li>Know the Regions Round About (Babylon referred to in verses 14, 20)  <\/li>  <li>Live in the Last Days (beware of spiritual Babylon)  <\/li>  <\/ul>  <h4>Overview of 1 Nephi 20 in One Paragraph<\/h4>  <p>  Members of the house of Israel talk about God but don't rely on Him. The Lord has shown, and will show, the house of Israel many things that are to come, but they are stubborn and rely on their own wisdom and their idols. The Lord still loves them, and will refine them in the furnace of affliction. The Lord created the heavens and the earth and has raised up a servant to declare his words to the people. The people should follow the Lord's way and flee Babylon (abandon wickedness).  <\/p>  <h4>Dividing the Tree of 1 Nephi 20 into Branches<\/h4>  <ul>  <li>  1–2: Members of covenant Israel have apostatized  <\/li>  <li>  3–8: The Lord knows everything (He is omniscient)  <\/li>  <li>  9–11: The Lord loves covenant Israel <\/li>  <li>  12–21: The Lord is all-powerful (He is omnipotent)  <\/li>  <li>  22: The Lord warns covenant Israel <\/li>  <\/ul>    ",
    "audit": null
}