{
    "id": 16076,
    "source": "btw",
    "verse_id": 17852,
    "verse_count": 34,
    "reference": 10,
    "title": "2 Nephi 20",
    "html": "  <h4>Tools in God's Hand<\/h4>  <blockquote>  Synopsis: Destruction of Assyria is a type of destruction of wicked at the Second Coming—Few people shall be left after the Lord comes again—Remnant of Jacob shall return in that day—Compare Isaiah 10.  <\/blockquote>  <h4>Who Is Our Guide?<\/h4>  <p>  As we have noted, Nephi includes this large block of Isaiah chapters (2 Nephi 12–24) because he \"delighteth in proving unto [his] people the truth of the coming of Christ . . . and also [his] soul delighteth in the covenants of the Lord\" (2 Nephi 11:4–5).  <\/p>  <h4>What Are the Trees?<\/h4>  <ul>  <li>  Covenant Israel (chastised for their mistreatment of the poor and widows)  <\/li>  <li>  Christ (a type of the Lord's Second Coming is described)  <\/li>  <li>  Current Events (an Assyrian attack is imminent) <\/li>  <li>  Coming Events (The Assyrian attack is a type of the Lord's Second Coming)  <\/li>  <\/ul>  <h4>What Keys Can We Use?<\/h4>  <ul>  <li>  Learn the Manner of Prophesying (again, Isaiah uses a current event to describe latter-day conditions)  <\/li>  <li>  Have the Spirit of Prophecy (read prayerfully) <\/li>  <li>  Know the Regions Round About (Isaiah mentions a number of cities within the kingdom of Judah)  <\/li>  <li>  Live in the Last Days (use modern archaeology and maps to locate ancient cities)  <\/li>  <\/ul>  <h4>Overview of 2 Nephi 20 in One Paragraph<\/h4>  <p>  Social injustices exist in the northern kingdom of Israel. The kingdom of Assyria is an instrument in God's hand to punish Israel. God destroys Assyria, which is a type of the destruction at the Second Coming. A remnant of Israel will return in the last days. Assyria will march toward Jerusalem (in Judah) causing terror, but Jehovah will defend her (<i>Book of Mormon Reference Companion,<\/i> 376).  <\/p>  <h4>Dividing the Tree of 2 Nephi 20 into Branches<\/h4>  <ul>  <li>  1–4: Social injustices exist among covenant Israel  <\/li>  <li>  5–11: Assyria is a rod in God's hand to punish covenant Israel  <\/li>  <li>  12–19: God destroys Assyria, which is a type of the destruction of the wicked at the Second Coming  <\/li>  <li>  20–27: A remnant of covenant Israel will return in the last days  <\/li>  <li>  28–34: Back to Isaiah's day: an Assyrian army marches toward Jerusalem  <\/li>  <\/ul>    ",
    "audit": null
}