{
    "id": 16061,
    "source": "btw",
    "verse_id": 17771,
    "verse_count": 13,
    "reference": 6,
    "title": "2 Nephi 16",
    "html": "  <h4>Isaiah's Call—See, Hear, Understand, and Be Healed<\/h4>  <blockquote>  Synopsis: Isaiah sees the Lord—Isaiah's sins are forgiven—He is called to prophesy—He prophesies of the rejection by the Jews of Christ's teachings—A remnant shall return—Compare Isaiah 6.  <\/blockquote>  <h4>Who Is Our Guide?<\/h4>  <p>  In this large block of Isaiah chapters (2 Nephi 12–24), Nephi continues his effort because he \"delighteth in proving unto [his] people the truth of the coming of Christ . . . and also [his] soul delighteth in the covenants of the Lord\" (2 Nephi 11:4–5).  <\/p>  <h4>What Are the Trees?<\/h4>  <ul>  <li>  Covenant Israel (the people's response to Isaiah's teachings are prophesied)  <\/li>  <li>  Christ (Isaiah sees the Lord, and Isaiah's sins are purged)  <\/li>  <li>  Current Events (captivity of covenant Israel predicted)  <\/li>  <li>  Coming Events (mankind will resist the gospel until the Millennium)  <\/li>  <\/ul>  <h4>What Keys Can We Use?<\/h4>  <ul>  <li>  Learn the Manner of Prophesying (look for highly symbolic elements in Isaiah's call)  <\/li>  <li>  Have the Spirit of Prophecy (read prayerfully, reflect on what we know about the callings of other ancient prophets)  <\/li>  <li>  Live in the Last Days (rejection of the Lord's teachings until the end prophesied)  <\/li>  <\/ul>  <h4>Overview of 2 Nephi 16 in One Paragraph<\/h4>  <p>  This is Isaiah's description of his calling to be a prophet. Isaiah sees the Lord upon his throne. He feels unqualified but is cleansed and offers, \"Here am I, send me.\" The people will harden their hearts against his message, but he must continue to cry repentance. Eventually a remnant of the house of Israel will return from captivity.  <\/p>  <h4>Dividing the Tree of 2 Nephi 16 into Branches<\/h4>  <ul>  <li>  1–4: Isaiah's vision of the Lord <\/li>  <li>  5–8: Isaiah's call to the ministry <\/li>  <li>  9–13: Isaiah's rejection foretold, but a remnant shall return  <\/li>  <\/ul>    ",
    "audit": null
}