{
    "id": 16071,
    "source": "btw",
    "verse_id": 17827,
    "verse_count": 4,
    "reference": "8:19–22",
    "title": "Those Who Seek Truth through Mediums Will Find Darkness",
    "html": "  <p>  <b>2 Nephi 18:19. Should not a people \"seek unto their God\"?<\/b> Isaiah warns of the dangers of counterfeit revelation, spiritual mediums, fortune tellers, astrologers, and so on.  <\/p>  <p>  <b>2 Nephi 18:20. The Law and the prophets<\/b> Isaiah testifies that spiritual light comes from the Lord through the Law (the first five books of the Old Testament) and the testimony of the prophets—(whose words are also contained in books of the Old Testament). The New Testament often refers to certain Old Testament writings as \"the law and the prophets\" (Matthew 22:40).  <\/p>  <table>  <tbody>  <tr>  <td><b>The Law<b><\/b><\/b>  <\/td>  <td><b>The Prophets<\/b><\/td>  <td><b>The Writings<\/b><\/td>  <td><b>The Poetic Books <\/b><\/td>  <\/tr>  <tr>  <td>Genesis<\/td>  <td>Isaiah<\/td>  <td>Joshua<\/td>  <td>Psalms <\/td>  <\/tr>  <tr>  <td>Exodus<\/td>  <td>Jeremiah<\/td>  <td>Judges<\/td>  <td>Proverbs <\/td>  <\/tr>  <tr>  <td>Leviticus<\/td>  <td>Ezekiel<\/td>  <td>Samuel<\/td>  <td><\/td>  <\/tr>  <tr>  <td>Numbers<\/td>  <td>Daniel<\/td>  <td>Kings <\/td>  <td><\/td>  <\/tr>  <tr>  <td>Deuteronomy<\/td>  <td>etc.<\/td>  <td>etc. <\/td>  <\/tr>  <tr>  <\/tr>  <\/tbody>  <\/table>  <blockquote>  (<i>Book of Mormon Student Manual 121–122,<\/i> 120)  <\/blockquote>  <p>  <b>2 Nephi 18:21–22. \"And they shall pass through it\"<\/b> Who are they? And pass through what? Another translation renders this verse:  <\/p>  <blockquote>  My people will be led away captive, stumbling, weary and hungry. And because they are hungry they will rave and shake their fists at heaven and curse their King and their God. Wherever they look there will be trouble and anguish and dark despair. And they will be thrust out into darkness. (<i>The Living Bible,<\/i> Isaiah 8:21–22)  <\/blockquote>  <h4>How Does This Tree Help Me Today?<\/h4>  <p>  This is the same message as the last chapter, but conveyed in some different ways. We can either accept the living waters that \"go softly\" or be overcome with the current—current concerns, current fashions, current preoccupations that come upon us like an Assyrian army and will only lead us downstream to destruction. As in the previous chapter, we're taught that making unholy alliances with the world or the worldly will only lead to disappointment and even destruction. We can either build on the Rock, or stumble over it, but either way, the Rock is right in front of us and we must decide what we're going to do with it. Each of us must answer the question, \"What think ye of Christ?\" (Matthew 22:42). My mission president used to say, \"See it big, keep it simple.\" Isaiah gives us the big picture and presents the ultimate \"no-brainer\"—shall we stumble or stand? The only intelligent choice is to build upon Christ, our only sure foundation, and leave the world and its crumbling foundations behind.  <\/p>  ",
    "audit": null
}