{
    "id": 16088,
    "source": "btw",
    "verse_id": 17908,
    "verse_count": 22,
    "reference": 13,
    "title": "2 Nephi 23",
    "html": "  <h4>Farewell to Babylon<\/h4>  <blockquote>  Synopsis: Destruction of Babylon is a type of destruction at Second Coming—It shall be a day of wrath and vengeance—Babylon (the world) shall fall forever—Compare Isaiah 13.  <\/blockquote>  <h4>Who Is Our Guide?<\/h4>  <p>  Nephi continues as our guide because he \"delighteth in proving unto [his] people the truth of the coming of Christ . . . and also [his] soul delighteth in the covenants of the Lord\" (2 Nephi 11:4–5).  <\/p>  <h4>What Are the Trees?<\/h4>  <ul>  <li>  Covenant Israel (modern covenant Israel is warned of the fall of the wicked in the last days)  <\/li>  <li>  Christ (the day of the Lord is described) <\/li>  <li>  Current Events (the fall of the ancient kingdom of Babylon)  <\/li>  <li>  Coming Events (the fall of modern spiritual Babylon) <\/li>  <\/ul>  <h4>What Keys Can We Use?<\/h4>  <ul>  <li>  Learn the Manner of Prophesying (Isaiah prophesies of the destruction of Babylon while also describing the destruction of spiritual Babylon before the Second Coming. Isaiah uses many similies and symbols: flames, gold, a chased roe, satyrs, and dragons)  <\/li>  <li>  Have the Spirit of Prophecy (read prayerfully) <\/li>  <li>  Know the Regions Round About (understanding the ancient glory of Babylon makes this chapter more meaningful)  <\/li>  <li>  Live in the Last Days (modern scholars have written about the wonders of ancient Babylon. We also benefit from the footnotes in Isaiah 13 and information in the Bible Dictionary)  <\/li>  <\/ul>  <h4>Overview of 2 Nephi 23 in One Paragraph<\/h4>  <p>  The Lord will call his forces, and Babylon will be destroyed. This prophecy is also foretelling events in the last days before the Second Coming of Christ.  <\/p>  <h4>Dividing the Tree of 2 Nephi 23 into Branches<\/h4>  <ul>  <li>  1–5: The Lord gathers his forces <\/li>  <li>  6–13: The Lord brings his power against (spiritual) Babylon  <\/li>  <li>  14–22: The Lord brings the Medes against (physical) Babylon  <\/li>  <\/ul>    ",
    "audit": null
}