{
    "id": 16098,
    "source": "btw",
    "verse_id": 18195,
    "verse_count": 24,
    "reference": 29,
    "title": "2 Nephi 26:6, 15–17; 27",
    "html": "  <h4>A Voice from the Dust<\/h4>  <blockquote>  (2 Nephi 26) Synopsis: . . . [Nephi's people] shall speak from the dust. . . .  <\/blockquote>  <blockquote>  (2 Nephi 27) Synopsis: Darkness and apostasy shall cover the earth in the last days—The Book of Mormon shall come forth—Three witnesses shall testify of the book—The learned man cannot read the sealed book—The Lord shall do a marvelous work and a wonder—Compare Isaiah 29.  <\/blockquote>  <h4>Who Is Our Guide?<\/h4>  <p>  Nephi taught these words to his people.  <\/p>  <h4>What Are the Trees?<\/h4>  <ul>  <li>  Christ (the Lord directs the coming forth of the Book of Mormon)  <\/li>  <li>  Coming Events (an ancient record, a \"voice from the dust\" speaks to our day)  <\/li>  <\/ul>  <h4>What Keys Can We Use?<\/h4>  <ul>  <li>  Learn the Manner of Prophesying (look for symbols of darkness, dust, and the forests of Lebanon)  <\/li>  <li>  Have the Spirit of Prophecy (read prayefully) <\/li>  <li>  Know the Regions Round About (Lebanon is mentioned) <\/li>  <li>  Live in the Last Days (we are seeing these events fulfilled)  <\/li>  <\/ul>  <h4>Overview of 2 Nephi 26 and 27 in One Paragraph<\/h4>  <p>  Unlike the previous twelve chapters, 2 Nephi 26 and 27 do not correspond neatly into one Isaiah chapter. It appears that Nephi \"likened\" or applied passages from Isaiah 29 concerning the destruction of Jerusalem to the destruction of his own people in the Americas. It also appears that Nephi interjected his own commentary among the words of Isaiah.  <\/p>  <p>  While Nephi applied certain Isaiah passages concerning the inhabitants of Judah to his own people, Isaiah clearly saw events specific to the latter days. In these chapters, Isaiah foretells the coming forth of the Book of Mormon, the visit of Martin Harris to Charles Anthon, the three witnesses, and other events of the Restoration. The prophet Isaiah is a wonderful Old Testament witness of the coming forth of the Book of Mormon.  <\/p>  <h4>Dividing the Tree of 2 Nephi 26 and 27 into Branches<\/h4>  <p>  <\/p>  <ul>  <li>  2 Nephi 26:15–17: Words written by the Nephites will come forth in a book  <\/li>  <li>  2 Nephi 27:6–22: The Lord will bring forth the Book of Mormon  <\/li>  <li>  2 Nephi 27:23–35: The Lord will bring about the restoration of the gospel  <\/li>  <\/ul>    <h4>  2 Nephi 26:15–17: Words Written by the Nephites Will Come Forth in a Book  <\/h4>  <p>  <b>2 Nephi 26:16. \"Their speech shall whisper out of the dust\"<\/b> Those who witnessed firsthand the destruction of the Nephites now speak to us \"out of the ground\" concerning our own future. Moroni said, \"Behold, I speak unto you as if ye were present, and yet ye are not. But behold, Jesus Christ hath shown you unto me, and I know your doing\" (Mormon 8:35).  <\/p>  <p>  <b>2 Nephi 26:17. \"They shall be written and sealed up in a book\" <\/b>They say that wise people learn from experience, but that superwise people learn from others' experience. The Book of Mormon and the Bible contain the experiences of others as they worked out their salvation and came to Christ, and their words are a treasure to the latter-day generation.  <\/p>  <h4>  2 Nephi 27:6–22: The Lord Will Bring Forth the Book of Mormon  <\/h4>  <p>  <b>2 Nephi 27:7. \"The book shall be sealed\" <\/b>We know that not all of the plates were sealed (see verse 15), but that the majority of them, or about two-thirds of them, were (see <i>Book of Mormon Reference Companion,<\/i> 707). What is contained in the sealed portion? \"A revelation from God, from the beginning of the world to the ending thereof\" (see also Ether 3:27).  <\/p>  <p>  <b>2 Nephi 27:9. \"The book shall be delivered unto a man\" <\/b>Joseph Smith.  <\/p>  <p>  <b>2 Nephi 27:9. \"[Joseph Smith] shall deliver these words unto another\"<\/b> Martin Harris.  <\/p>  <p>  <b>2 Nephi 27:12. \"Three witnesses shall behold it\"<\/b> Oliver Cowdery, David Whitmer, Martin Harris.  <\/p>  <p>  <b>2 Nephi 27:13. \"None other . . . shall view it, save it be a few\"<\/b> Eight other witnesses saw the plates and testified of it to the world. (It's interesting to note that three witnesses, plus eight witnesses, plus Joseph Smith equals twelve witnesses who saw the gold plates, just as twelve others were called to be special witnesses of the Savior.)  <\/p>  <p>  <b>2 Nephi 27:15–18. \"Show them unto the learned\" <\/b>Dr. Charles Anthon, who certified the characters, then asked Martin Harris to bring him the book. Martin Harris reported, \"I informed him that part of the plates were sealed, and that I was forbidden to bring them. He replied, 'I cannot read a sealed book.' I left him and went to Dr. Mitchell, who sanctioned what Professor Anthon had said respecting both the characters and the translation\" (JS—H 1:65).  <\/p>  <p>  <b>2 Nephi 27:19. \"Deliver again the book . . . to him that is not learned\" <\/b>Referring again to Joseph Smith, who had roughly three years of formal education.  <\/p>  <p>  <b>2 Nephi 27:22. \"Seal up the book again, and hide it up unto me\"<\/b> The plates were returned to Moroni.  <\/p>  <h4>  2 Nephi 27:23–35: The Lord Will Bring about the Restoration of the Gospel  <\/h4>  <p>  <b>2 Nephi 27:25. \"Draw near unto me with their mouth\" <\/b>Refers to those who pay the Lord \"lip service,\" but their hearts are somewhere else. Similar words were spoken to Joseph Smith in the First Vision (see JS—H 1:19).  <\/p>  <p>  <b>2 Nephi 27:26. \"Wisdom of their wise . . . shall perish\"<\/b> The contents of all the world's libraries cannot compare with the wisdom that comes by direct revelation. Joseph Smith taught, \"Could you gaze into heaven five minutes, you would know more than you would by reading all that ever was written on the subject\" (<i>Teachings of the Prophet Joseph Smith,<\/i> 324).  <\/p>  <p>  <b>2 Nephi 27:27. \"Their works are in the dark\"<\/b> Someone once defined character as \"what you are in the dark\" or by \"what you would do if you knew no one was looking.\"  <\/p>  <p>  <b>2 Nephi 27:28. \"Lebanon shall be turned into a fruitful field\"<\/b> There are two different (but not contradictory) possible interpretations of these words. One is that after the time that this sealed book will come forth, the barren areas north of present-day Israel will become fruitful. A spiritual, symbolic interpretation suggests that the forests of Lebanon, which have earlier been used as a type for the proud, will be leveled and replaced with fruitful fields or with righteous children of God bringing forth good works.  <\/p>  <p>  <b>2 Nephi 27:31–32. \"All that watch for iniquity\" or \"make a man an offender for a word\"<\/b> Aren't we supposed to \"watch for iniquity\" or be on guard against bad things? Yes, in ourselves; but this verse may refer to those who make themselves judges of others, who are eagerly looking for their neighbors or Church leaders to make mistakes so they can criticize them (see D&amp;C 45:50). This train of thought continues in verse 32.  <\/p>  <p>  <b>2 Nephi 27:33. \"Face now wax pale\"<\/b> A parallel phrase with \"be ashamed\"; covenant Israel will not wax pale because of shame or embarrassment.  <\/p>  <h4>How Does This Tree Help Me Today?<\/h4>  <p>  By testifying so clearly and in such detail about the coming forth of the Book of Mormon, Isaiah teaches us of the preeminence of the Book of Mormon in our Heavenly Father's plan, the importance of the mission of the Prophet Joseph Smith, and of our own place as part of the marvelous work and a wonder so long foretold. If Isaiah saw our day, he probably saw us, too, and that realization can fill us with a renewed desire to help fulfill the covenants of the Lord, which he has made with all the house of Israel.  <\/p>  ",
    "audit": null
}