{
    "id": 16063,
    "source": "btw",
    "verse_id": 17784,
    "verse_count": 2,
    "reference": "7:1–2",
    "title": "The Kingdoms of Syria and Israel Threaten War against the Kingdom of Judah",
    "html": "  <p>  <b>2 Nephi 17:1. Nine proper nouns, one convenient location!<\/b> The first time I encountered verses one and two, I thought, <i>What in the world is going on here?<\/i> Who are all these people and kingdoms? Who is Pekah? (I am also tempted to ask, \"Did he have a son named Pekah-boo? At birth, did he spend any time in the Pekah Boo ICU?\") How in the world is all this information going to help a young father or a soccer mom 2700 years later? That was my reaction a few years ago. I did not understand this chapter until I made myself a chart:  <\/p>  <table>  <tbody>  <tr>  <td><b>Syria <\/b><\/td>  <td><b>Assyria <\/b><\/td>  <\/tr>  <tr>  <td>* Damascus <\/td>  <td>(Superpower)<\/td>  <\/tr>  <tr>  <td> -Rezin<\/td>  <td><\/td>  <\/tr>  <tr>  <td><b>Israel <\/b><\/td>  <td>As indicated here, Assyria<\/td>  <\/tr>  <tr>  <td>  *Samaria <\/td>  <td>in northeast of the other<\/td>  <\/tr>  <tr>  <td>- Pekah (son of Remaliah) <\/td>  <td>kingdoms. For exact<\/td>  <\/tr>  <tr>  <td>  <i>Ephraim (dominant tribe) <\/i><\/td>  <td>geography, see Bible maps.<\/td>  <\/tr>  <tr>  <td>  <b> Judah<\/b> <\/td>  <td><\/td>  <\/tr>  <tr>  <td>  *Jerusalem<\/td>  <td><\/td>  <\/tr>  <tr>  <td>- Ahaz (son of Jotham, son of Uzziah)<\/td>  <td><\/td>  <\/tr>  <tr>  <td>  <i>(House of David)<\/i><\/td>  <td><\/td>  <\/tr>  <\/tbody>  <\/table>  <p>  Remember the four kingdoms I mentioned on page 31 Here's where three of them come into play.  <\/p>  <p>  Assyria has conquered the northern kingdom of Israel, as well as Syria, and set up vassal kings (a puppet king, set up by the conqueror). The kings of Syria and Israel, however, wanted the kingdom of Judah to join them in an alliance against Assyria. Ahaz refused to join their alliance, so the kings of Syria and Israel decided to attack the kingdom of Judah and put in their own king.  <\/p>  <p>  For someone with my brain capacity, and my preference for visual learning, making this chart was a necessity. Isaiah uses all these proper names to describe the kingdom of Israel: its capital city, the king, the king's father, and the dominant tribe. (A modern-day comparison might be the following five descriptive phrases, which we might hear on the news, all referring roughly to the same thing: 1600 Pennsylvania Avenue, the Oval Office, the White House, Washington D.C., The President).  <\/p>  <p>  Now, with your scriptures in one hand, and this book in the other, read verses one and two slowly, refer to the chart, and you'll begin to see what is going on.  <\/p>  <p>  <b>2 Nephi 17:2. \"As the trees of the wood are moved with the wind<\/b>\" Isaiah is a poet indeed. The king and his subjects quivered, much like aspen leaves that \"quake\" in the breeze.  <\/p>  ",
    "audit": null
}