{
    "id": 16073,
    "source": "btw",
    "verse_id": 17831,
    "verse_count": 2,
    "reference": "9:1–2",
    "title": "Christ Is the Great Light that Will Shine in the Lands of Zebulun and Naphtali",
    "html": "  <p>  <b>2 Nephi 19:1. \"Nevertheless\"<\/b> We don't normally begin a sentence with the word \"nevertheless,\" unless, of course, we are adding some more information to a previous thought, which is exactly what is happening here. The last verse of the previous chapter speaks of \"darkness\" and \"dimness,\" and this verse adds that their problems could be more severe the next time around.  <\/p>  <blockquote>  <b>The Danger of Dividing the Forest into Trees <\/b>  <br>  <b>Robert J. Matthews:<\/b> Ancient manuscripts of the Bible were not divided into chapters and verses. That is a rather recent thing (probably only 700 years ago). With regard to the scriptures, we have become accustomed to thinking everything has to be ­double-­columned, with numbered chapters and verses. Modern organization makes finding specific references more convenient, but if we only see the smaller segments, we lose something of the larger concepts that are intended. If our scriptures weren't divided into chapters and verses and double columns, it would be much harder to find particular phrases, but the larger meaning might be detected more easily than now. (See \"How to Read Isaiah and Enjoy It!\" 210n)  <\/blockquote>  <p>  <b>2 Nephi 19:1. The lands of Zebulun and Naphtali<\/b> These are the names of two of the sons of Jacob (whose name was changed to Israel), and their mention in this verse refers to the lands given to them and their posterity after they were led out of Egyptian bondage. Because of their strategic locations, these lands were often \"afflicted\" and \"vexed\" as the first to be attacked in times of war. Generals wanted to conquer this area because of the convergence of major highways, including the Way of the Sea, the Patriarch's Way, and the King's Way. Thus, the lands of Zebulun and Naphtali in time of war often represented \"the front.\"  <\/p>  <p>  <b>2 Nephi 19:2. \"The people that walked in darkness have seen a great light\"<\/b> Isaiah described this area as \"dark\" for perhaps three reasons: It was <i>emotionally<\/i> dark because of the battles often fought there, resulting in sadness and death; it was <i>spiritually<\/i> dark because of apostasy; and it was <i>physically<\/i> dark because of the black indigenous rock that people there used to build their dwelling places. But the prophecy states that these people in darkness will see \"a great light.\" Interestingly, these lands are exactly the place where Jesus spent much of his ministry. Matthew specifically mentioned the Savior's presence in these lands as a fulfillment of Isaiah's prophecy (see Matthew 4:13–16). The Savior is the \"light of the world,\" and brought with him emotional light through healing and mercy, spiritual light through teaching the truth, and even physical light through the miracles and wonders he performed during his ministry (see Matthew 2:2; 17:2; 3 Nephi 1:19).  <\/p>  ",
    "audit": null
}