{
    "id": 16101,
    "source": "btw",
    "verse_id": 18716,
    "verse_count": 3,
    "reference": "53:4–6",
    "title": "The Mission of the Messiah",
    "html": "  <p>  <b>Mosiah 14:4. \"Borne our griefs, and carried our sorrows\"<\/b> Not only did Jesus take upon himself our sins, but also our griefs, sorrows, pains, afflictions, sicknesses, and \"temptations of every kind\" (see Alma 7:11). There is nothing that we experience that He hasn't already experienced. Elder Neal A. Maxwell taught, \"He felt our very pains and afflictions before we did and knows how to succor us\" (<i>If Thou Endure It Well, <\/i>52).  <\/p>  <p>  <b>Mosiah 14:5. \"The chastisement of our peace\"<\/b> Another translation renders this verse, \"the punishment that brought us peace was upon him\" (<i>Holy Bible,<\/i> New International Version). The word <i>peace<\/i> is translated from the Hebrew \"shalom,\" which also implies \"wholeness.\" Through Christ's suffering, we can be made whole (see <i>Book of Mormon Reference Companion,<\/i> 394).  <\/p>  <p>  <b>Mosiah 14:5. \"With his stripes\"<\/b> this probably refers to the marks on his skin, the result of the whipping and scourging (see also 1 Peter 2:24).  <\/p>  <p>  <b>Mosiah 14:6. \"All we . . .\" <\/b><i>All of us,<\/i> that is, every single one of us, is in a desperate situation and in need of a Savior. Amulek taught, \"All are hardened; yea, all are fallen and are lost, and must perish except it be through the atonement which it is expedient should be made\" (Alma 34:9).  <\/p>  <blockquote>  <b>Leave them alone, and they'll come home? <\/b>  <\/blockquote>  <blockquote>  <b>Fred H.Wight:<\/b> It is very important that sheep should not be allowed to stray away from the flock, because when by themselves they are utterly helpless. In such a condition, they become bewildered, for they have no sense at all of locality. And if they do stray away, they must be brought back. (<i>Manners and Customs of Bible Lands,<\/i> 158)  <\/blockquote>  <p>  <b>Mosiah 14:6. \"like sheep, have gone astray\"<\/b> There is no middle ground. We either follow the good shepherd or the evil shepherd. Some have apostatized, thinking they are independent of all this religion, but there are no independent sheep with no shepherd. Alma declared (in pretty strong language): \"And now if ye are not the sheep of the good shepherd, of what fold are ye? Behold, I say unto you, that the devil is your shepherd, and ye are of his fold; and now, who can deny this? Behold, I say unto you, whosoever denieth this is a liar and a child of the devil\" (Alma 5:39).  <\/p>  <p>  <b>Mosiah 14:6. \"Every one to his own way\"<\/b> \"Every man walketh in his own way, and after the image of his own god, whose image is in the likeness of the world\" (D&amp;C 1:16).  <\/p>  ",
    "audit": null
}