{
    "id": 16072,
    "source": "btw",
    "verse_id": 17831,
    "verse_count": 21,
    "reference": 9,
    "title": "2 Nephi 19",
    "html": "  <h4>Those in Darkness See a Great Light<\/h4>  <blockquote>  Synopsis: Isaiah speaks Messianically—The people in darkness to see a great Light—Unto us a child is born—He shall be the Prince of Peace and shall reign on David's throne—Compare Isaiah 9.  <\/blockquote>  <h4>Who Is Our Guide?<\/h4>  <p>  Again, Nephi includes this large block of Isaiah chapters (2 Nephi 12–24), because he \"delighteth in proving unto [his] people the truth of the coming of Christ . . . and also [his] soul delighteth in the covenants of the Lord\" (2 Nephi 11:4–5).  <\/p>  <h4>What Are the Trees?<\/h4>  <p>  <\/p>  <ul>  <li>  Covenant Israel (warnings and promises made to covenant Israel)  <\/li>  <li>  Christ (the birth of Jesus and his ultimate glory is prophesied)  <\/li>  <li>  Current Events (judgments announced upon the northern kingdom of Israel)  <\/li>  <li>  Coming Events (birth of Christ prophesied) <\/li>  <\/ul>  <h4>What Keys Can We Use?<\/h4>  <p>  <\/p>  <ul>  <li>  Learn the Manner of Prophesying (Isaiah prophesies of current and coming events in the same prophecy)  <\/li>  <li>  Have the Spirit of Prophecy (read prayerfully) <\/li>  <li>  Know the Regions Round About (Isaiah mentions the lands of Naphtali and Zebulun, which eventually become Galilee)  <\/li>  <li>  Live in the Last Days (see numerous explanatory footnotes in Isaiah 9)  <\/li>  <\/ul>  <h4>Overview of 2 Nephi 19 in One Paragraph<\/h4>  <p>  The \"dimness\" mentioned in the last verse of the previous chapter will not last forever. Those in darkness will see a great light. The area referred to here as Naphtali and Zebulun (lands given to two of the tribes of Israel) will become Galilee where Jesus, the \"light of the world\" will spend much of his ministry. A Son, the Messiah, will be born and rule with justice forever. Judgments are pronounced against the northern kingdom of Israel.  <\/p>  <h4>Dividing the Tree of 2 Nephi 19 into Branches<\/h4>  <ul>  <li>  1–2: Christ is the great light that will shine in the lands of Zebulun and Naphtali  <\/li>  <li>  3–7: Christ, the Son of God, will become the King  <\/li>  <li>  8–21: Isaiah prophesies judgments against the northern kingdom of Israel  <\/li>  <\/ul>    ",
    "audit": null
}