{
    "id": 16080,
    "source": "btw",
    "verse_id": 17886,
    "verse_count": 16,
    "reference": 11,
    "title": "2 Nephi 21",
    "html": "  <h4>The Stem and Branch of Jesse<\/h4>  <blockquote>  Synopsis: Stem of Jesse (Christ) shall judge in righteousness—The knowledge of God shall cover the earth in the Millennium—The Lord shall raise an ensign and gather Israel—Compare Isaiah 11.  <\/blockquote>  <h4>Who Is Our Guide?<\/h4>  <p>  In reading Isaiah as quoted in the Book of Mormon, we need to once again bear in mind Nephi's intent. He quotes Isaiah so extensively (2 Nephi 12–24), because he \"delighteth in proving unto [his] people the truth of the coming of Christ . . . and also [because his] soul delighteth in the covenants of the Lord\" (2 Nephi 11:4–5).  <\/p>  <h4>What Are the Trees?<\/h4>  <ul>  <li>  Christ (the Stem of Jesse) <\/li>  <li>  Covenant Israel (to be gathered in the last days) <\/li>  <li>  Coming Events (millennial conditions described) <\/li>  <\/ul>  <h4>What Keys Can We Use?<\/h4>  <ul>  <li>  Learn the Manner of Prophesying (Isaiah uses symbols of roots, stems, branches, and a highway)  <\/li>  <li>  Have the Spirit of Prophecy (read prayerfully) <\/li>  <li>  Know the Regions Round About (Isaiah mentions Pathros, Cush, etc.)  <\/li>  <li>  Live in the Last Days (use restoration scriptures such as D&amp;C 101, 110, and 113)  <\/li>  <\/ul>  <h4>Overview of 2 Nephi 21 in One Paragraph<\/h4>  <p>  In the future, the \"stem\" (or descendant) of Jesse (the father of King David) will be born (Jesus Christ). He will judge righ-teously and destroy the wicked. In the Millennium, animals will lose their aggressiveness, and the knowledge of the Lord will be worldwide. The Lord will raise an ensign and gather Israel. Conflict between Ephraim (the dominant tribe in the northern kingdom of Israel) and the kingdom of Judah will cease as the gospel is taught.  <\/p>  <h4>Dividing the Tree of 2 Nephi 21 into Branches<\/h4>  <ul>  <li>  1–5: The stem of Jesse <\/li>  <li>  6–9: Conditions during the Millennium <\/li>  <li>  10–16: The Lord will set up an ensign to the nations and covenant Israel will gather to it  <\/li>  <\/ul>    ",
    "audit": null
}